(American|:|ซี|'|,|British|:|เซ|ด) n. พยัญชนะ|ตัว|ที่ 26 ของ|ภาษาอังกฤษ
(ซี|เอต|ตี) ย่อ|มา|จาก Zilog 80 เป็น|ชื่อ|ของ|ไม|โค|ร|โพ|ร|เซ|สเซอร์ (microprocessor) ขนาด 8 บิต|รุ่น|โบราณ สมัย|ที่|ยัง|ใช้|ระบบปฏิบัติการ|ซี|พี|/|เอ็ม (CP|/|M) ต่อมา|ได้|มี|การ|พัฒนา|ให้|ใช้|ตัว|ใหม่|ชื่อ 8080 ซึ่ง|เร็ว|กว่า|แทน
(ซา|เอียร์|'|,|ซา|'|เอียร์) n. ชื่อ|สาธารณรัฐ|ใน|ภาค|กลาง|ของ|แอฟริกา|  |Syn. Zairean n.,|adj.
(แซม|'|เบีย|,|ซา|ม|'|เบีย) n. ชื่อ|สาธารณรัฐ|ใน|ตอน|ใต้|ของ|แอฟริกา
(เซ|'|นี) adj.,|n. (คน|ที่) ตลก|เปิ่น ๆ ,|คน|โง่|,|คน|เง่า.  |Syn. zanily adj. zaniness n. zanyish adj.  |Syn. fool|,|clown|,|buffoon
(แซพ) vt. ฆ่า|,|ยิง|,|โจมตี|,|ทํา|ให้|บาดเจ็บ|,|ทําลาย|,|ทํา|ให้|เสียหาย n. แรง|,|กําลัง|,|พลังงาน|,|แรงกระตุ้น|,|การ|กระแทก.  |Syn. drive|,|push
แซพฟ แชน|เซ|อ|รี <|คํา|อ่าน|>|เป็น|ชื่อ|แบบ|อักษร (font) ที่|ใช้|ใน|ภาษาอังกฤษ|แบบ|หนึ่ง (ภาษาไทย|ใช้ไม่ได้) ใช้|กับ|เครื่อง|แมค|อิน|ทอ|ช
แซพฟ ดิงแบตส์ <|คํา|อ่าน|>|เป็น|ชื่อ|แบบ|อักษร (font) ที่|มี|ลักษณะ|เป็น|ภาพ|แทน|ที่|จะ|เป็น|ตัวอักษร|หรือ|ตัวเลข แบบ|ตัวอักษร|ที่|มี|ลักษณะ|เป็น|ภาพ|นี้|มี|หลาย|ชื่อ นอกจาก|ชื่อ|นี้|ที่|ใช้|กับ|เครื่อง|แมค|อิน|ทอ|ช|แล้ว ใน|พี|ซี|ก็|มี Wingdings|, Webdings (ภาพ|เหล่านี้|จะ|ขยาย|/|ลด|ขนาด|ได้|เหมือน|ตัวอักษร) บางที|เรียก|สั้น ๆ ว่า Dingbats
(ซี|ล) n. ความ|กระตือรือร้น|เกิน|ไป|,|ความ|ปรารถนา|อย่าง|มาก|,|ความ|ขยันขันแข็ง|,|การ|มี|ใจจดใจจ่อ|,|ความ|เร่าร้อน.  |Syn. zealous adj.  |Syn. ardour|,|spirit|,|passion|,|drive
(เซ|ล|'|เลิท) n. ผู้|มี|ความ|กระตือรือร้น|เกิน|ไป|,|ผู้|มี|ความ|ปรารถนา|สูง|,|แฟน|,|ผู้|คลั่ง|,|  |Syn. Zealot n. สมาชิก|กลุ่ม|หัวรุนแรง|ใน Judea สมัยโบราณ|ที่|ต้องการ|โค่น|โรมัน (ประวัติศาสตร์)|  |Syn. bigot|,|partisan
(เซ|ล|'|ละ|ท|รี) n. ความ|กระตือรือร้น|เกิน|ไป|,|ความ|เร่าร้อน|,|ความ|ขยัน|มาก|  |Syn. zealous adj. zealously adv. zealousness n.  |Syn. excessive zeal
(ซี|'|เบค) n. =|zebec|  |Syn. zebeck
(ซี|'|บ|ระ) n. ม้าลาย|  |Syn. zebraic adj. zebrine adj. pl. zebra|,|zebras
n. ทางม้าลาย
(ซี|'|แบ|รส) n. ลูก|ม้าลาย|,|ลูก|ลา
(ซี|'|บ|รู|ละ) ,|zebrule (ซี|'|บ|รู|ล) n. ม้า|พันธุ์ผสม|ระหว่าง|ม้าลาย|ตัวผู้|กับ|ม้า|ตัวเมีย
(ซี|'|บิ|ว) n. วัว|เอเชีย|ชนิด|หนึ่ง|ที่|มี|โหนก|หลัง|สูง|และ|มี|เหนียง|คอ|ยา ว
(ซี|'|ดอ|รี) n. ขมิ้น|อ้อย
(เซน) n. พุทธศาสนา|นิกาย|เซน เน้น|การ|รู้|แจ้ง|โดย|วิธี|ตรง|และ|การ|นั่ง|วิปัสส|นา.  |Syn. Zenic adj. Zenist n.
(ซี|'|นิธ) n. จุด|สุดยอด|,|จุด|สุดขีด|,|จุดสูงสุด|ตรง|ศีรษะ|บน|ท้องฟ้า|  |Syn. zenithal adj.
(เซฟ|'|เฟอะ) n. ลม|อ่อน ๆ ,|ลม|ตะวันตก|,|สิ่งทอ|ที่|เบา|,|สิ่ง|ที่|เบา|  |Syn. west wind|,|whisper
n. ผ้า|บาง ๆ แพร|บาง ๆ
n. เส้นด้าย|เบา|และ|นิ่ม
(เซฟ|'|ฟะ|เรียน) adj. เกี่ยวกับ|ลม|อ่อน ๆ|  |Syn. zephyrian|,|zephyrous
(เซฟ|'|เฟอเริส) n. (เทพนิยาย|ยุโรป) เทพเจ้า|แห่ง|ลม|ตะวันตก
(เซ|พ|'|พะลิน) n. เรือบิน|,|ลูก|บอลลูน|ที่|เป็น|รูป|เรือบิน
(เซีย|'|โร) n.,|adj. ศูนย์|,|เครื่องหมาย|ศูนย์|,|เลข|ศูนย์ (0) vi. ปรับ|ให้|เป็น|ศูนย์|,|ทํา|ให้|กลาย|เป็น|ศูนย์|,|เล็ง|ปืน|, -|Phr. (zero in เล็ก|ปืน เล็ง|เป้า)| 
n. เวลา|แห่ง|การ|เริ่ม|โจมตี|ทาง|ทหาร|,|เวลาเริ่ม|ต้น|,|วิกฤติ|กาล|,|เวลา 0 นาฬิกา
(เซีย|'|โร|ซัม) adj. เกี่ยวกับ|การ|ที่|ฝ่าย|ได้|รับ|ประโยชน์|จะ|ทํา|ให้|อีก|ฝ่าย|หนึ่ง|เสีย ประโยชน์
(เซ|สทฺ) n. ความ|สนุก|,|ความ|มัน|,|ความ|เร่าร้อน|,|ความ|มี|รสชาติ|,|สิ่ง|ที่|ทํา|ให้|สนุก|หรือ|อร่อย|หรือ|มี|รสชาติ.  |Syn. zesty adj.  |Syn. taste
(เซ|สทฺ|'|ฟู|ล) adj. สนุก|,|มัน|,|อร่อย|,|เร่าร้อน|,|กระตือรือร้น|,|มี|รสชาติ.  |Syn. zestfully adv. zestfulness n.  |Syn. thrilling
(ซูส) n. ประมุข|แห่ง|เทพเจ้า|ทั้งหลาย|,|เทพเจ้า|แห่ง|สวรรค์|,|เทพนิยาย|โรมัน|, เทพเจ้า Jupiter
(ซิบ|'|บิ|ท) n. ตัว|ชะมด
(ซิก|'|แซก) n. รูป|ตัว '|Z|'|,|รูป|ซิก|แซก|,|รูป|ฟันเลื่อย|,|เส้น|คดเคี้ยว adj.,|adv.,|vt. (ทํา|ให้) คดเคี้ยว|  |Syn. zigzaggedness n.
(ซิ|งคฺ) n. สังกะสี Zn vt. เคลือบ|สังกะสี.  |Syn. zincic|,|zincous adj. zincoid adj.
n. ผง|สี|ขาว|จําพวก ZnO|, ยา|ฝาด|สมาน|และ|ย่า|ฆ่าเชื้อ|โรค.  |Syn. zinc white
(ซิ|งคิฟ|'|เฟอเริส) adj. ประกอบ|ด้วย|สังกะสี
(ซิ|ง|'|คะ|ไฟ) vt. เคลือบ|สังกะสี|,|ชุบ|สังกะสี|,|หุ้ม|สังกะสี.  |Syn. zincification n.
(ไซ|'|เอิน) n. ชาว|ยิว|,|ดินแดน|ปาเลสไตน์|อัน|เป็น|ดินแดน|บ้านเกิดเมืองนอน|ของ|ชาว|ยิว|และ|เป็น|สัญลักษณ์|ของ|ศาสนา|ยิว|,|สวรรค์.  |Syn. Sion
(ไซ|'|เอินนิส|ซึม) n. ลัทธิ|ยิว|ใน|การ|ยึด|เอา|ปาเลสไตน์|เป็น|ของ|ยิว.  |Syn. Zionist n. adj. Zionistic adj.  |Syn. Jewish movement
(ซิ|พ) n. เสี่ยง|หวือ|,|พลังงาน|,|กําลังวังชา|,|ศูนย์|,|ความ|ไม่|มี|อะไร vi. เคลื่อนที่|หรือ|กระทํา|ด้วย|ความ|เร็ว|หรือ|พลัง|สูง vt. เติม|พลัง|,|เติม|ความ|เร่าร้อน|,|รูป|ซิป|,|ดึง|ซิป|,|ทํา|ให้|พ่ายแพ้ ,|ใช้|เป็น|คํานําหน้า|ชื่อ|แฟ้มข้อมูล|ที่|ได้|ผ่าน|การ|อัด|แน่น|โดย|โปรแกรม|อรรถประโยชน์|ที่|มี|ชื่อ|ว่า PKZIP การ|อัด|แน่น|ข้อมูล|นั้น|มี|ประโยชน์|ใน|การ|ประหยัด|ที่|เก็บ เมื่อใด|ที่|ต้องการ|ใช้ จะ|ต้อง|นํามา|ขยาย|ขนาด|เท่า|เดิม|ก่อน โดย|ใช้|โปรแกรม|ที่|ชื่อ PKUNZIP ปัจจุบัน ใน|ระบบ|วินโดว์ 95 ใช้|โปรแกรม|ชื่อ Winzip|  |Syn. ziper n.  |Syn. vitality
n. เขต|ไปรษณีย์.  |Syn. zip|, ZIP|, Zip
n. ซิป
(ซิ|พ|'|พี) adj. มี|ชีวิตชีวา|,|มี|พลัง|มาก|,|คล่องแคล่ว
(เซ|อ|'|คอน) n. แร่ zirconium silicate|, ใช้|เป็น|ตัว|หักเห
(เซ|อ|โค|'|เนี|ยม) n. ธาตุ|โลหะ|ชนิด|หนึ่ง|มี|สัญลักษณ์|คือ Zr
(ซิ|ส|'|เธอะ) n. เครื่องดนตรี|ประเภท|พิณ|ชนิด|หนึ่ง|ที่|มี 30|-|40 สาย.  |Syn. zitherist n.
แซ็ดโมเด็ม|หมายถึง มาตรฐาน|ที่|ใช้|การ|ใน|การ|ถ่าย|โอน (transfer) ข้อมูล ซึ่ง|ได้|รับ|การ|พัฒนา|มา|จาก XMODEM และ YMODEM การ|ถ่าย|โอน|ข้อมูล|แบบ|แซ็ด|โมเด็ม|นั้น สามารถ|ส่ง|สัญญาณ|ถ่าย|โอน|ได้|ใน|อัตรา|ที่|เร็ว|กว่า|เก่า
n. สัญลักษณ์|ของ|ธาตุ|สังกะสี
(o) - abbr. '|สิ่งมีชีวิต|'|,|'|สัตว์|'|,|'|เคลื่อนย้าย|'|  |Syn. animal
(โซ|'|ดิ|แอ|ค) n. จักรราศี|แผนภูมิ|รูป|วง|กลม|แสดง|จักรราศี|  |Syn. zodiacal adj.
(โซ|'|เอีย) n. ตัวอ่อน|ชอง|สัตว์|ทะเล 10 ขา|และ|ไร้|กระดูกสันหลัง|ชนิด|หนึ่ง|  |Syn. zoeal adj.
(โซน|'|เนิล) adj. เกี่ยวกับ zone (ดู)|  |Syn. zonally adv.  |Syn. zonary
(โซ|'|เนท) adj. เต็มไปด้วย|เขต|หรือ|แนว|,|จัด|เป็น|เขต|หรือ|ภาค|หรือ|แนว|,|เป็น|แถว|,|เป็น|ริ้ว|,|เป็น|วง|  |Syn. zonated
(โซ|เน|'|เชิน) n. การ|เป็น|เขต|,|การ|เป็น|แนว|,|การ|เป็น|แถบ|,|การ|เป็น|วง|,|การ|เป็น|ริ้ว|,|การ|เป็น|ภาค|,|การ|เป็น|บริเวณ
(ซอง|ดฺทฺ) adj. ภายใต้|อิทธิพล|ของ|ยาเสพติด|,|เมา|,|เมา|เหล้า
(โซน) n.,|vt.,|vi. (ทํา|ให้|,|กลาย|เป็น) เขต|,|เขต|เวลา|,|เขต|ไปรษณีย์|,|แนว|,|แถบ|,|ริ้ว|,|วง|,|บริเวณ|,|ส่วน|ของ|บริเวณ|การ|แข่งขัน|  |Syn. region|,|belt|,|territory
บิต|โซน|เป็น|กลุ่ม|ของ|บิต|ที่|ทํา|ให้|รหัส|ของ|การ|แทน|ตัวเลข ตัวอักษร และ|เครื่องหมาย|พิเศษ ต่าง ๆ ใน|ภาษาคอมพิวเตอร์ สามารถ|แทน|ค่า|ต่าง ๆ ได้|มาก|ขึ้น เช่น รหัส เอ็บซี|ดิก (EBCDIC) ประกอบ|ด้วย 8 บิต สี่|บิต|แรก|เรียก|บิต|โซน สี่|บิต|หลัง|เรียก|บิต|เลข (digit bit) รหัส|แอ|สกี (ASCII) ประกอบ|ด้วย 7 บิต สาม|บิต|แรก|เรียก|บิต|โซน สี่|บิต|หลัง|เรียก บิต|เลข รหัส|บี|ซี|ดี (BCD) ประกอบ|ด้วย 6 บิต สอง|บิต|แรก|เรียก บิต|โซน สี่|บิต|หลัง|เรียก|บิต|เลข|ดู EBCDIC|, ASCII|, BCD ประกอบ
(โซ|'|นิง) n. การ|แบ่ง|เป็น|เขต|,|การ|แบ่ง|เป็น|บริเวณ
n. คณะ|กรรมการ|แบ่ง|เขต|,|คณะ|กรรมการ|วาง|ผังเมือง
(โซน|'|นูล) n. เขต|เล็ก ๆ ,|บริเวณ|เล็ก ๆ ,|แนว|เล็ก|,|แถบ|เล็ก|,|ริ้ว|เล็ก|,|วง|เล็ก|,|ภาค|เล็ก.  |Syn. zonular adj.  |Syn. little zone
(ซู) n. สวนสัตว์|,|สวนสัตว์|เลี้ยง|ให้|ประชาชน|ชม pl. zoos|  |Syn. zoological garden
(โซ|อะจี|ออก|'|ระ|ฟี) n. การ|ศึกษา|เกี่ยวกับ|การ|แพร่หลาย|ของ|สัตว์.  |Syn. zoogeo|-|graphern. zoogeographic adj. zoogeographical adj.
(โซ|ออก|'|ระ|ฟี) n. สาขา|สัตว์|วิทยา|ที่|เกี่ยวกับ|รูปพรรณ|ลักษณะ|ของ|สัตว์.  |Syn. zoographer n. zo|?|grapher n. zoographic adj. zo|?|graphical adj.  |Syn. zography
(โซ|'|ออ|ยดฺ) n. สิ่ง|ที่|คล้าย|สัตว์|,|ลักษณะ|สัตว์. adj. คล้าย|สัตว์|,|เกี่ยวกับ|ลักษณะ|สัตว์.  |Syn. zo|?|id
abbr. zoological|,|zoologist|,|zoology
(โซ|' อะไลทฺ) n. หิน|ที่|เกิด|จาก|ซาก|สัตว์
(โซ|อะลอจ|'|จิเคิล) adj. เกี่ยวกับ|สัตววิทยา|,|เกี่ยวกับ|สัตว์.  |Syn. zo|?|logical|,|zoologic|,|zo|?|logic
n. สวนสัตว์|สําหรับ|ให้|ประชาชน|ชม.  |Syn. zoo
(โซ|ออ|ล|'|โลจิสทฺ) n. นัก|สัตววิทยา|  |Syn. zo|?|logist
(โซ|ออ|'|โลจี) n. สัตววิทยา|  |Syn. zo|?|logy
(ซูม) vi.,|vt.,|n. (การ) เคลื่อน|ตัวอย่าง|รวดเร็ว|ด้วย|เสียง|กระหึ่ม|, (ใน|การ|ถ่าย|ภาพ) เปลี่ยน|การ|ขยาย|ใน|ขณะ|จับภาพ|,|ได้|มา|โดย|ไม่|เสีย|ค่าใช้จ่าย|,|ทํา|ให้|บิน|ขึ้น|เป็น|มุม|ชัน|อย่าง|รวดเร็ว.  |Syn. buzz|,|roar|,|speed
n. เลนส์|ขยาย|ปรับ|ภาพ|โดย|รักษา|โฟกัส|เดิม|ไว้
(โซ|ออม|'|มิ|เทอะ) n. เครื่องวัด|จํานวน|สัตว์|หรือ|ขนาด|ของ|สัตว์
(โซ|ออม|'|มิ|ท|รี) n. การ|วัด|จํานวน|หรือ|ขนาด|ของ|สัตว์.  |Syn. zoometry.  |Syn. zoometric adj. zo|?|ometrical adj.
(โซ|'|เอิน) n. สิ่งมีชีวิต|จาก|ไข่|ฟอง|เดียว|,|สิ่งมีชีวิต|ที่|สามารถ|สืบพันธุ์ โดย|การ|แบ่ง|ตัวแทน|การ|ร่วมเพศ pl. zoa|  |Syn. zo|?|n|  |Syn. zoonal|,|zo|?|nal adj.
(โซ|'|อะ|ไฟ|ลฺ) n. ผู้|รัก|สัตว์.  |Syn. zoophilic adj.
(โซ|ออ|ฟ|'|ฟิลิสทฺ) n. ผู้|รัก|สัตว์
(โซ|ออ|ฟ|'|ฟะเลิส) adj. ซึ่ง|รัก|สัตว์|, (พืช) ผสม|เกสร|โดย|อาศัย|สัตว์|เป็น|สื่อ
(โซ|'|อะโฟเบีย) n. ความ|กลัว|สัตว์|,|โรค|กลัว|สัตว์.  |Syn. zoophobous adj.
(โซ|'|อะ|ไฟ|ทฺ) n. สัตว์|ไร้|กระดูกสันหลัง|ที่|คล้าย|พืช|เช่น หิน|ปะการัง.  |Syn. zoophytic adj. zoophytical adj.  |Syn. zoophyte
(โซ|ออ|ท|'|ทะ|มี) n. การ|วิ|ภาค|ศาสตร์|ที่|เกี่ยวกับ|สัตว์.  |Syn. zootomy|  |Syn. zootomic adj. zootomical adj. zootomist n.
(โซ|โร|แอ|ส|เทอะ) n. ชื่อ|หมอสอนศาสนา|ชาว|เปอร์เซีย|ใน|ราว 6|  |Syn. Zarathustra
(โซ|โร|แอ|ส|'|เท|รี|ยน) adj.,|n. (ผู้|ยึดถือ) เกี่ยวกับ Zoroastrianism
(โซ|โร|แอ|ส|'|เท|รี|ยนนิส|ซึม) n. ศาสนา|อิหร่าน|ศาสนา|หนึ่ง|ที่|เชื่อ|ว่า|ก่อตั้ง|ขึ้น|โดย Zoroaster|  |Syn. Zoroastrism Mazdaism
(ซอส|'|เทอะ) n. โรค|งูสวัด|,|สาย|รัด|เอว
(ซู|'|ลู) n. ชื่อ|ชน|เผ่า|หนึ่ง|ใน|ภาค|ตะวันออกเฉียงใต้|ของ|แอฟริกา|,|สมาชิก|เผ่า|ดังกล่าว
(ซู|'|ริ|ค) n. เมือง|ซู|ริ|ค|ของ|สวิส|เซอร์แลนด์
(สวิท|'|เท|อ|ไร|เอิน) n. ไอออน|ที่|มี|ทั้ง|ประจุ|บวก|และ|ประจุ|ลบ|  |Syn. zwitterionic adj.  |Syn. zwitter|-|ion.
(ไซ|โก|แดค|'|ทิล -|ลัส) adj.,|n. (นก) มี|นิ้วเท้า|จัด|เป็น|คู่|หน้า|และ|คู่|หลัง|ของ|แต่ละ|เท้า|  |Syn. zygodactlism n.
(ไซ|โก|แดค|'|ทิล -|ลัส) adj.,|n. (นก) มี|นิ้วเท้า|จัด|เป็น|คู่|หน้า|และ|คู่|หลัง|ของ|แต่ละ|เท้า|  |Syn. zygodactlism n.
(ไซ|โก|'|ซิ|ส) n. การ|ร่วมเพศ|ระหว่าง|สิ่งมีชีวิต|ที่|มี|เซลล์|เดียว|,|การ|รวม|กัน|ของ|เซลล์|เพศ|สอง|เซลล์|  |Syn. zygose adj.  |Syn. conjugation
(ไซ|'|โก|สเพิร์ม) n. =|zygospore
(ไซ|'|โก|ท|,|ซิ|'|โก|ท) n. เซลล์|ที่|เกิด|จาก|การ|รวม|กัน|ของ|เซลล์|เพศ (gametes) สอง|เซ|ลล
(o) - Pref. n. หมัก|ฟู|, เกิด|การ|หมัก|ฟู
ทํา|หน้าที่|สร้าง|และ|หลั่ง|สาร peptinogen|
