(N) พยัญชนะภาษาอังกฤษตัวที่ 5
(SL) ยาอี (คําย่อของ ecstasy)
(ADV) แต่ละ
(PRON) แต่ละ
(PRON) ซึ่งกันและกัน
(ADJ) กระตือรือร้น
(IDM) คนทํางานหนัก
(SL) คนที่กระตือรือร้น
(N) ความกระตือรือร้น
(N) 2 คะแนนต่ํากว่าพาร์ในกีฬากอล์ฟ
(N) เงินเหรียญ10 ดอลลาร์ของอเมริกัน
(N) ตรานกอินทรี
(N) นกอินทรี
(VT) ทํา 2 คะแนนต่ํากว่าพาร์ในกีฬากอล์ฟ
(IDM) การเฝ้าดูอย่างตั้งใจ
(ADJ) ซึ่งมีสายตาที่คมกริบ
(N) ลูกนกอินทรี
(N) ความตั้งใจ
(N) ความสามารถในการแยกฟังเสียง
(N) รวงข้าว
(N) หู
(N) อาการปวดหู
(SL) บ่นไม่หยุด
(SL) พูดไม่หยุด
(SL) การตําหนิอย่างแรง
(N) ตุ้มหู
(N) ยาหยอดหู
(N) เยื่อแก้วหู
(SL) คนช่างนินทา
(ADJ) ที่มีหู
(N) ผ้าปิดหูที่ติดอยู่กับหมวก
(N) การต่อว่าอย่างรุนแรง
(N) ข่าวจํานวนมาก
(N) เชือกที่ผูกติดใบเรือกับเสา
(N) ตําแหน่งขุนนางอังกฤษ
(N) ตําแหน่งท่านเอิร์ล
(N) ใบหูส่วนล่าง
(ADV) ก่อนเวลาที่กําหนดไว้
(ADV) แต่แรก
(IDM) เริ่มก่อนจะได้เปรียบ
(IDM) การเข้านอนแต่หัวค่ําและตื่นแต่เช้าดีต่อตัวเรา
(N) ตําหนิบนใบหู (ใช้กับสัตว์)
(VT) ทําตําหนิบนใบหู (ใช้กับสัตว์)
(PHRV) มีพอสําหรับ
(N) ที่ปิดหูกันหนาว
(VI) ได้รับรายได้
(VT) ได้กําไร
(VT) ได้รับ
(VT) ได้รับรายได้
(ADJ) เอาจริงเอาจัง
(ADV) อย่างจริงจัง
(N) ความกระตือรือร้น
(N) กําไร
(N) รายได้
(IDM) หาเงินเพื่อทําสิ่งมุ่งหวัง
(N) หูฟังวิทยุหรือโทรศัพท์
(N) ส่วนหนึ่งของอุปกรณ์ที่ใช้ในการฟัง
(N) ที่อุดหูเพื่อกันน้ํา / อากาศ / เสียง
(N) ตุ้มหู
(N) ระยะที่ได้ยินเสียง
(ADJ) ดังมาก
(N) พื้นดิน
(N) มนุษย์
(N) โลก
(SL) อึ
(SL) อึ
(ADJ) ซึ่งเกิดจากโลก
(ADJ) ซึ่งต้องตาย
(ADJ) ซึ่งยึดแน่นบนพื้นดิน
(ADJ) ซึ่งสนใจแต่เรื่องในชีวิตประจําวันหรือเรื่องทางโลกและขาดจินตนาการ
(ADJ) ซึ่งทําด้วยดินเผา
(N) เครื่องดินเผา
(N) ลักษณะคล้ายหรือเหมือนดิน
(N) มนุษย์
(ADJ) เกี่ยวกับโลกมนุษย์
(ADJ) ที่เป็นไปได้
(N) มนุษย์
(N) พืชที่มีหัวอยู่ใต้ดิน
(N) แผ่นดินไหว
(N) วิทยาศาสตร์เกี่ยวกับพื้นดินและส่วนประกอบของโลก (เช่น ภูมิศาสตร์ ธรณีวิทยา)
(ADJ) ที่สําคัญมาก
(PHRV) กลบด้วยดิน
(PHRV) เต็มไปด้วยดิน
(ADJ) ไปทางโลก
(ADV) ไปทางโลก
(N) กําแพงดิน
(N) ไส้เดือน
(N) ขี้หู
(SL) ทําหูทวนลม
(N) ความง่ายดายในการทําสิ่งต่างๆ
(N) ความสะดวก
(VI) บรรเทา
(VT) ทําให้สบาย
(PHRV) ลดความเร็ว (เกี่ยวกับการแล่นเรือ)
(N) ขาตั้งกระดานวาดรูป
(N) สิทธิในการใช้ทรัพย์สินของผู้อื่น (ทางกฎหมาย)
(PHRV) ขโมยจาก (คําขบขัน)
(PHRV) ปลดปล่อยจาก
(PHRV) น้อยลง
(PHRV) เปิดอย่างแผ่วเบา
(PHRV) ผ่อนคลาย
(PHRV) แล่นออกจากฝั่ง (การแล่นเรือ)
(PHRV) ปลดใบเรือ
(PHRV) หันกลับเป็นวงกลม
(IDM) หมดภาระ
(PHRV) หันเรือกลับไปในทิศที่มีลม
(PHRV) ซาลง
(PHRV) ผ่อนคลาย
(IDM) พูดง่ายกว่าทํา
(ADV) อย่างแท้จริง
(ADV) อย่างน้อย
(ADV) อย่างสะดวก
(N) ความไร้กังวล
(ADJ) เกี่ยวกับทิศตะวันออก
(N) ทิศตะวันออก
(ADJ) ซึ่งเดินทางไปทางด้านตะวันออก
(N) เทศกาลอีสเตอร์ของคริสต์ศาสนา
(N) ไข่ที่เขียนภาพบนเปลือกในเทศกาลอีสเตอร์ (Easter)
(ADJ) เกี่ยวกับหรืออยู่ทางตะวันออก
(ADV) ไปทางทิศตะวันออก
(N) ลมที่มาจากทางทิศตะวันออก
(ADJ) เกี่ยวกับทิศตะวันออก
(ADJ) ที่อยู่ทางทิศตะวันออก
(N) คริสต์ศาสนาจักรนิกาย Orthodox ซึ่งกําเนิดในประเทศต่างๆ ที่เป็นส่วนหนึ่งของอาณาจักรโรมันตะวันออก
(N) คนที่มาจากทางตะวันออกของประเทศหรือภูมิภาค (โดยเฉพาะคนที่อยู่ทางตะวันออกของประเทศสหรัฐอเมริกา)
(N) ครึ่งโลกด้านตะวันออก (ด้านตะวันออกของเส้นสมมติ Greenwich)  ได้แก่ เอเชีย แอฟริกา ออสเตรเลียและส่วนใหญ่ของยุโรป
(ADJ) สุดทิศตะวันออก
(N) ช่วงระยะเวลาของเทศกาลอีสเตอร์
(ADJ) ไปทางทิศกึ่งกลางตะวันออกกับตะวันออกเฉียงเหนือ
(ADV) ไปยังทิศกึ่งกลางตะวันออกกับตะวันออกเฉียงเหนือ
(N) ตําแหน่งบนเข็มทิศที่อยู่กึ่งกลางตะวันออกกับตะวันออกเฉียงเหนือ (คําย่อคือ ENE)
(ADJ) ไปทางทิศกึ่งกลางระหว่างทิศตะวันออกกับทิศตะวันออกเฉียงใต้
(ADV) ไปยังทิศกึ่งกลางระหว่างทิศตะวันออกกับทิศตะวันออกเฉียงใต้
(N) ตําแหน่งบนเข็มทิศที่อยู่กึ่งกลางระหว่างทิศตะวันออกกับทิศตะวันออกเฉียงใต้
(ADJ) ไปทางตะวันออก
(ADV) ในทางตะวันออก
(N) จุดที่อยู่ในทิศตะวันออก
(ADJ) ง่าย
(ADJ) ไม่เข้มงวด
(ADJ) ไม่มีพิธีรีตรอง
(IDM) ง่ายมาก
(IDM) ง่ายมาก
(IDM) ได้มาง่ายก็เสียไปง่าย
(IDM) ระมัดระวัง (คําไม่เป็นทางการ)
(SL) ใจเย็นๆ
(ADJ) ไม่เข้มงวด
(ADJ) ไม่รีบเร่ง
(SL) เงินที่ได้มาง่ายๆ
(SL) กล้วยๆ
(SL) สถานที่สมมุติสําหรับคนมั่งคั่ง / สุขสบายในชีวิต
(IDM) พบได้ง่าย
(VI) กิน
(VT) กัดกิน
(VT) กิน
(VT) ใช้หรือบริโภคไปจํานวนมาก (คําสแลง)
(VT) ทําลาย
(VT) ทําให้เบื่อ (คําสแลง)
(ADJ) ที่กินได้
(N) อาหาร
(PHRV) กัดกร่อน
(PHRV) กัดกิน
(PHRV) กิน
(PHRV) กัดกร่อนทีละน้อย
(VI) กริยาช่องที่ 3 ของคํากริยา eat
(VT) กริยาช่องที่ 3 ของคํากริยา eat
(N) ภัตตาคาร (คําไม่เป็นทางการ)
(IDM) นอบน้อมมาก
(PHRV) ทานอาหารที่บ้าน
(ADJ) เกี่ยวกับการกิน
(ADJ) ซึ่งกินได้
(N) อาหาร
(PHRV) กัด
(PHRV) ทําร้าย
(IDM) กินน้อย
(IDM) กินมาก (คําไม่เป็นทางการ)
(PHRV) กินมาก
(PHRV) กินอาหารจาก (ภาชนะเช่น จาน)
(IDM) สนุกกับการทําสองสิ่งไปพร้อมกัน
(IDM) ทุกข์ทรมานมากกับ
(IDM) กลืนน้ําลายตัวเอง
(PHRV) กินอาหารนอกบ้าน
(PHRV) กินอาหารจาก (ภาชนะเช่น จาน)
(N) อาหาร (คําสแลง)
(SL) คําพูดเมื่อรู้สึกรําคาญใจมาก
(PHRV) กินหมด (อาหาร)
(PHRV) กินให้หมด
(PHRV) ใช้มาก
(PHRV) ทําร้าย
(PHRV) ทําให้ศัตรูพ่ายแพ้
(N) น้ําหอมกลิ่นอ่อน ต้นกําเนิดจากเมืองโคโลญ (Cologne) ในเยอรมัน
(N) ชายคาของบ้าน
(VI) ลอบฟัง
(PHRV) ลอบฟัง
(N) การลดลง
(VI) ลดลง
(VI) ลดลง (น้ําทะเล)
(PHRV) (กระแสน้ํา) ไหลกลับ
(PHRV) หายไป
(N) กระแสน้ําลง
(N) ยางแข็งมาจากการผสมยางกับกํามะถัน
(ADJ) ที่มีสีน้ําตาลดํา
(N) ไม้ดําแข็ง
(ADJ) กระตือรือร้นมาก
(N) ความเดือดพล่าน (คําทางการ)
(ABBR) ประชาคมยุโรป (คําย่อของ European Community)
(PRF) ออก
(ADJ) ผิดปกติ
(N) คนที่ผิดปกติ
(N) นักบวช (โดยเฉพาะในศาสนาคริสต์)
(ADJ) เกี่ยวกับพระในศาสนาคริสต์
(N) ระดับตําแหน่ง
(VT) จัดระดับ
(N) ตัวตุ่น
(N) สัตว์ทะเลในไฟลัม Echinodermata เช่น ปลาดาว
(N) การซ้ํา
(N) เสียงสะท้อน
(VI) สะท้อน
(VT) ทําให้ก้อง
(PHRV) สะท้อนกลับ (ความคิด)
(ADJ) คล้ายเสียงสะท้อน
(N) การหาตําแหน่งที่อยู่ของวัตถุโดยคิดจากเวลาและทิศทางของการสะท้อนกลับ เช่น เรดาร์และโซนาร์
(PHRV) ก้องไปด้วย
(N) ความสําเร็จที่งดงาม
(ADJ) ซึ่งสรรหาจากแหล่งต่างๆ
(ADJ) ทําจากสิ่งที่มาจากหลากหลายแหล่ง
(N) ผู้สรรหาสิ่งที่ดีที่สุด
(N) การสูญเสียความสําคัญ
(N) คราส
(VT) ทําให้เกิดคราส
(VT) ทําให้ลดความสําคัญลง
(ADJ) เกี่ยวกับจันทรคราสหรือสุริยคราส
(N) แนวการโคจรของพระอาทิตย์
(N) บทกวีของคนชนบท (มักอยู่ในรูปแบบบทสนทนาระหว่างคนเลี้ยงแกะ)
(N) การทําลายสิ่งแวดล้อมของคน
(N) นิเวศวิทยา
(N) ระบบนิเวศน์
(N) การใช้เทคนิคทางคณิตศาสตร์และทางสถิติในการทดสอบทฤษฎีทางเศรษฐศาสตร์
(ADJ) เกี่ยวกับเศรษฐกิจ
(ADJ) ประหยัด
(ADV) ในเชิงเศรษฐกิจ
(N) ภูมิศาสตร์เศรษฐกิจ
(N) วิชาเศรษฐศาสตร์
(N) สังคมเศรษฐกิจ
(N) ระบบเศรษฐกิจ
(N) นักเศรษฐศาสตร์
(VI) ประหยัด
(PHRV) ประหยัด
(ADJ) ที่ราคาถูกกว่า
(N) ความมัธยัสถ์
(N) ระบบ
(N) เศรษฐกิจ
(N) ชั้นโดยสารแบบประหยัด (โดยเฉพาะเครื่องบิน)
(N) ระบบที่เกิดจากความสัมพันธ์ระหว่างสิ่งมีชีวิตและสิ่งแวดล้อม
(SL) นักประท้วงทางสิ่งแวดล้อม
(ADJ) ซึ่งมีสีน้ําตาลอ่อน
(N) สีน้ําตาลอ่อน
(N) ความปิติยินดี
(SL) ยาอี
(N) สาธารณรัฐเอควาดอร์
(N) เอควาดอร์
(ADJ) เกี่ยวกับสัมพันธภาพระหว่างศาสนาต่างๆ
(ADJ) ที่ช่วยส่งเสริมความสามัคคีของคริสเตียนทั่วโลก
(N) ความเชื่อและการปฏิบัติตนเพื่อส่งเสริมความสามัคคีของคริสเตียนทั่วโลก
(N) ความเชื่อและการปฏิบัติตนเพื่อส่งเสริมความสามัคคีของคริสเตียนทั่วโลก
(N) โรคเรื้อนกวาง
(ABBR) การศึกษา (คําไม่เป็นทางการ)
(SL) ที่อยู่ทางอีเมล์
(N) กระแสวน (ของน้ําหรืออากาศ)
(VI) หมุนวน
(VT) ทําให้หมุนวน
(N) ดอกไม้สีขาวใบขาวจําพวก Leontopodium alpinum พบบนภูเขาแอลป์
(N) อาการบวมน้ํา
(N) สวนอีเดน
(ADJ) ไม่มีฟัน
(N) สัตว์เลี้ยงลูกด้วยนมที่ไม่มีฟัน
(N) ขอบ
(N) ขอบหน้าผา
(N) คมมีด
(N) ความแข็งแรง
(VI) เขยิบ
(VT) เขยิบ
(VT) ติดขอบ
(VT) ทําให้คม
(PHRV) ค่อยๆ จากไป
(PHRV) เคลื่อนไปข้างหน้า
(PHRV) พูดแทรก
(PHRV) กําจัดออกไป
(ADV) ไปทางขอบ
(ADJ) ไปทางขอบ
(ADV) ไปทางขอบ
(PHRV) ขลิบด้วย
(N) การใส่ขอบ
(N) สิ่งประดับที่ขอบ
(ADJ) กระสับกระส่าย
(ADJ) ซึ่งกินได้
(N) อาหาร
(N) คําสั่ง
(N) เมืองเอดินเบิร์ก (เมืองหลวงของสกอตแลนด์)
(VT) แก้ไข
(VT) เป็นบรรณาธิการ
(N) จํานวนพิมพ์ทั้งหมดต่อครั้ง
(N) รูปแบบของสิ่งพิมพ์
(N) บรรณาธิการ
(N) โปรแกรมการจัดการข้อมูล (ของคอมพิวเตอร์)
(N) ผู้เรียบเรียง
(ADJ) เกี่ยวกับบรรณาธิการ
(N) บทบรรณาธิการ
(VI) เขียนบทบรรณาธิการ
(N) ตําแหน่งบรรณาธิการ
(PHRV) ตัดออก
(N) ความสามารถที่จะเรียนได้
(ADJ) ซึ่งสามารถเรียนรู้หรือรับการศึกษาได้
(N) ให้การศึกษาได้
(VT) ให้การศึกษา
(ADJ) ซึ่งได้รับการศึกษา
(PHRV) ให้ความรู้ในเรื่อง
(N) การศึกษา
(ADJ) ที่เกี่ยวกับการเรียนการสอน
(N) ผู้เชี่ยวชาญด้านการศึกษา
(N) นักการศึกษา
(PHRV) พัฒนา...มาจาก (โดยเฉพาะจากสิ่งที่ไม่สมบูรณ์)
(SL) เมายาอี
(SUF) ผู้ถูกกระทํา
(SL) มีเซ็กส์
(SL) คนงี่เง่า
(N) ปลาไหล
(SUF) ผู้มีส่วนร่วม
(ADJ) น่ากลัว
(ADV) น่าขนลุก
(ADJ) น่าขนลุก
(VT) ลบออก
(PHRV) ทําตัวเรียบๆ
(N) ความตั้งใจ
(N) ความรู้สึกที่เกิดขึ้น
(N) ผลกระทบ
(VT) ก่อให้เกิด
(ADJ) ได้ผลดี
(ADV) อย่างได้ผล
(ADJ) ที่ได้ผลตามที่ตั้งใจ
(ADJ) (ผู้ชาย) ซึ่งมีลักษณะท่าทางเหมือนผู้หญิง
(ADJ) อ้อนแอ้น
(VT) ทําให้มีลักษณะท่าทางเหมือนผู้หญิง
(N) ผู้มีการศึกษาดี (ในประเทศแถบตะวันออกกลาง)
(ADJ) ซึ่งสั่งการจากอวัยวะส่วนกลาง (โดยเฉพาะสมองและไขสันหลัง) (ทางสรีรวิทยา)
(VI) เป็นฟอง
(VI) มีชีวิตชีวา
(ADJ) ซึ่งมีฟอง
(ADJ) ที่มีชีวิตชีวา
(ADJ) เสื่อมถอย
(ADJ) อ่อนแอ
(ADJ) ที่ให้ผลตามต้องการ (โดยเฉพาะที่เกี่ยวกับการรักษาพยาบาล)
(N) ความมีประสิทธิภาพ
(N) ความมีประสิทธิภาพ
(ADJ) ซึ่งมีประสิทธิภาพ
(ADV) อย่างมีประสิทธิภาพ
(N) รูปจําลองที่สร้างขึ้นเพื่อล้อเลียนคนที่ไม่ชอบ
(SL) คําเลี่ยงของคําว่า fucking
(N) การเปลี่ยนเป็นผลึกหรือเป็นผงเมื่อสูญเสียน้ํา (ทางเคมี)
(N) การออกดอก
(N) กลิ่นเหม็น
(N) การไหลออก
(N) ความพยายาม
(ADJ) ซึ่งไม่ต้องพยายาม
(N) ความไร้ยางอาย
(N) ความสว่างไสว
(ADJ) ที่สว่างไสว
(ADJ) ซึ่งแพร่ได้ง่าย
(VI) ไหลออก
(VT) ไหลออก
(N) การปล่อยความรู้สึกออกมาโดยการพูดหรือเขียน
(ADJ) ซึ่งพรั่งพรูออกมา (อารมณ์, คําพูด, การเขียน)
(ADV) อย่างพรั่งพรู
(N) ตัวอ่อนซาลามานเดอร์
(ABBR) ตัวอย่าง (คําย่อจากภาษาละติน exempli gratia)
(INT) คําอุทานแสดงความตกใจหรือแปลกใจ (คําโบราณ)
(N) ไข่
(SL) คนดํา
(SL) คนดํา
(N) เครื่องตีไข่
(N) เฮลิคอปเตอร์ (คําสแลง)
(SL) เฮลิคอบเตอร์
(SL) นักรักบี้
(SL) คนที่มีไหวพริบ
(SL) คนหัวล้าน
(N) ผู้มีปัญญา (คําไม่เป็นทางการ)
(SL) คนมีความรู้
(N) เครื่องดื่มซึ่งประกอบด้วยไข่ไก่ นม หรือครีม น้ําตาลและสุรา
(PHRV) กระตุ้น
(N) มะเขือยาวสีม่วงเข้ม
(ADJ) บอบบาง
(N) เปลือกไข่
(SL) รําคาญ
(N) กุหลาบชนิดหนึ่ง (ดอกสีชมพู)
(N) ความถือตัวเองเป็นสําคัญ
(N) อัตตา (ทางจิตวิทยา)
(ADJ) ซึ่งเห็นแก่ตัว
(N) ผู้ที่เห็นแก่ตัว
(N) ความถือตัวเองว่าสําคัญ
(ADJ) ชั่วร้าย
(N) การออกไปข้างนอก (คําทางการ)
(N) ทางออก
(N) สิทธิในการออกไปข้างนอก (คําทางการ)
(N) นกกระยางชนิดหนึ่ง
(N) ประเทศอียิปต์
(N) อียิปต์
(N) ชาวอียิปต์
(N) ภาษาถิ่นอารบิกที่ใช้พูดในประเทศอียิปต์
(N) ภาษาอียิปต์โบราณ
(N) วิชาเกี่ยวกับวัฒนธรรมและวัตถุโบราณของอียิปต์
(INT) คําอุทานแสดงความประหลาดใจ
(SL) คํากล่าวแสดงการทักทาย
(N) ขนหน้าอกของเป็ดไอเดอร์
(N) ผ้านวมหรือผ้าห่มที่บุด้วยขนของเป็ดไอเดอร์
(ADJ) ซึ่งสามารถจดจําได้อย่างแม่นยํา (ทางจิตวิทยา)
(ADJ) ซึ่งเหมือนจริงมาก
(N) ผี
(N) เลขแปด
(N) จํานวนสิบแปด
(ADJ) ซึ่งคูณด้วย 8
(ADJ) ซึ่งประกอบด้วย 8 ส่วน (คน ชิ้น อัน ฯลฯ)
(ADV) เป็น 8 เท่า
(N) คณะเต้นรําที่ประกอบด้วย 8 คน (เต้นรําโดยจับคู่กันเป็นวงกลม)
(N) เลขแปดสิบ
(ADJ) อย่างใดอย่างหนึ่งในจํานวนสอง
(ADV) เช่นกัน
(CONJ) ถ้าไม่...ก็...
(PRON) อย่างใดอย่างหนึ่งในจํานวนสอง
(IDM) ทั้งมากและน้อย
(VT) ตะโกนหรืออุทานออกมา
(VT) พุ่งออกมา (น้ําอสุจิ)
(VI) ดีดตัวออกจากเครื่องบิน (ขณะฉกเฉิน)
(VT) ขับไล่ (ออกจากตําแหน่งหรือสถานที่)
(VT) ดันออกมา
(PHRV) ขับออก
(PHRV) ดีดตัวออกจาก
(N) การขับออกมา
(N) ที่นั่งคนขับเครื่องบินที่ดีดตัวออกได้ในขณะฉุกเฉิน
(N) เครื่องขับออก
(VT) หาเพิ่มเติม
(PHRV) ชดเชยให้
(SUF) จิ๋ว
(ADJ) ซับซ้อน
(ADJ) ละเอียด
(VI) อธิบายเพิ่มเติม
(VT) ทําด้วยความละเอียด
(ADV) อย่างประณีต
(PHRV) สาธยาย (พูดหรือเขียน)
(N) ละมั่งขนาดใหญ่จําพวก Taurotragus พบในแอฟริกากลางและใต้
(VI) ผ่านไป
(ADJ) ซึ่งยืดหยุ่น
(N) ยางยืด
(N) ความยืดหยุ่น
(N) สารที่มีคุณสมบัติยืดหยุ่นแบบยางธรรมชาติ
(VT) ทําให้มีความสุข
(ADJ) ซึ่งมีความสุขมาก
(N) ความปิติยินดี
(N) ข้อศอก
(N) ความโค้งงอ
(N) สิ่งที่โค้งงอ
(VT) ดันด้วยข้อศอก
(PHRV) ดันด้วยศอก
(PHRV) ใช้ศอกดันหรือเบียดไปข้างหน้า
(IDM) งานหนัก
(N) งานที่ต้องใช้กําลังแขนมาก (คําไม่เป็นทางการ)
(N) เนื้อที่กว้างขวางทําให้เคลื่อนที่ได้สะดวก
(PHRV) ใช้ศอกดันหรือเบียดผ่าน (ฝูงชน)
(ADJ) แก่กว่า
(N) ผู้อาวุโส
(N) พระอาวุโสในศาสนาคริสต์บางนิกาย
(ADJ) สูงวัย (คําสุภาพสําหรับ old)
(ADJ) แก่ที่สุด
(ADJ) ประหลาด
(ADJ) ซึ่งได้รับคัดเลือก
(VT) คัดเลือก
(PHRV) ได้รับเลือกเป็น
(N) การเลือก
(VI) ใช้อิทธิพลหรือวิธีการที่ไม่ซื่อสัตย์เพื่อได้คะแนนเสียงมา
(VI) รณรงค์หาเสียงให้ผู้สมัครรับเลือกตั้ง
(ADJ) โดยการเลือกตั้ง
(ADJ) โดยสมัครใจ
(N) วิชาเลือก
(N) ผู้มีสิทธิเลือกตั้ง
(ADJ) เกี่ยวกับการเลือกตั้ง
(N) คะแนนเสียงที่ผู้แทนรัฐลงให้เพื่อเลือกประธานาธิบดีและรองประธานาธิดีของสหรัฐอเมริกา
(N) ผู้ที่มีสิทธิเลือกตั้งทั้งหมดในท้องที่หรือเขตหนึ่งๆ
(N) เกี่ยวกับกระแสไฟฟ้า
(N) ตื่นเต้น
(ADJ) เกี่ยวกับไฟฟ้า
(N) วิศวกรรมไฟฟ้า
(N) กริ่งไฟฟ้า
(N) ผ้าห่มไฟฟ้า
(N) การลงโทษประหารชีวิตด้วยการนั่งเก้าอี้ไฟฟ้า
(N) เก้าอี้ไฟฟ้าที่ใช้ประหารชีวิต
(N) ประจุไฟฟ้า
(N) กระแสไฟฟ้า
(N) ปลาไหลไฟฟ้า
(N) พลังงานไฟฟ้า
(N) รั้วไฟฟ้า
(N) เครื่องทําความร้อนควบคุมด้วยไฟฟ้า
(N) ช่างไฟฟ้า
(N) กระแสไฟฟ้า
(N) อารมณ์ตื่นเต้น
(N) หลอดไฟฟ้า
(N) เครื่องโกนหนวดไฟฟ้า
(VT) ทําให้เกิดประจุไฟฟ้า
(VT) ทําให้ตื่นเต้น
(N) เครื่องตรวจคลื่นไฟฟ้าของหัวใจ
(N) การศึกษาการเปลี่ยนแปลงทางเคมีที่เกี่ยวกับอิเล็กตรอนและกระแสไฟฟ้า (ทางเคมี)
(VT) ฆ่าหรือทําร้ายด้วยกระแสไฟฟ้า
(VT) ประหารชีวิตด้วยกระแสไฟฟ้า
(N) ขั้วไฟฟ้า
(N) สารที่ตกตะกอนด้วยวิธีอิเล็กโทรไลซิส
(VT) แยกสารประกอบทางเคมีด้วยวิธีอิเล็กโทรไลซิส
(N) การศึกษาว่าปฏิกิริยาสัมพันธ์ระหว่างกระแสไฟฟ้าและพลังแม่เหล็กไฟฟ้า (ทางฟิสิกส์)
(N) ภาพคลื่นกระแสไฟฟ้าของสมอง
(N) เครื่องมือวัดและบันทึกคลื่นไฟฟ้าของสมอง
(N) การกําจัดขน ผม ไฝ หูดหรือเนื้องอกด้วยกระแสไฟฟ้า (ทางการแพทย์)
(N) การแยกหรือสกัดสารเคมีด้วยกระแสไฟฟ้า (ทางเคมี)
(N) สารประกอบที่แตกตัวเป็นอะตอมในสารละลายที่เป็นตัวนําไฟฟ้า
(VT) แยกสารประกอบทางเคมีด้วยวิธีอิเล็กโทรไลซิส
(N) แม่เหล็กไฟฟ้า
(ADJ) เกี่ยวกับแม่เหล็กไฟฟ้า
(N) คลื่นแม่เหล็กไฟฟ้า
(ADJ) เกี่ยวกับการเคลื่อนตัวของกระแสไฟฟ้า
(N) แรงดันไฟฟ้า
(N) อิเล็กตรอน
(ADJ) ซึ่งประกอบด้วยประจุไฟฟ้าลบ
(ADJ) เกี่ยวกับระบบอิเล็กทรอนิกส์
(N) เครื่องใช้ไฟฟ้า (ส่วนมากเป็นเครื่องใช้ขนาดใหญ่ในบ้านเช่น เครื่องซักผ้า)
(N) ไปรษณีย์อิเล็กทรอนิกส์
(N) การพิมพ์ข้อมูลด้วยระบบอิเล็กทรอนิกส์ โดยเก็บข้อมูลลงในแถบแม่เหล็กแผ่นดิสก์หรือซีดีรอม ซึ่งอ่านข้อมูลโดยใช้คอมพิวเตอร์
(N) วิชาอิเล็กทรอนิกส์
(N) การเคลื่อนไหวของอนุภาคคอลลอยด์ที่แขวนอยู่ในของเหลวเนื่องจากอิทธิพลของสนามไฟฟ้าในของเหลวนั้น
(VT) เคลือบโลหะด้วยกระบวนการอิเล็กทรอโลซิส
(ADJ) ซึ่งมีประจุไฟฟ้าบวก
(N) เครื่องตรวจวัดไฟฟ้าสถิต
(N) การกระตุ้นสมองด้วยกระแสไฟฟ้าใช้ในการบําบัด
(ADJ) เกี่ยวกับไฟฟ้าสถิต
(ADJ) เกี่ยวกับวิชาไฟฟ้าสถิต
(N) วิชาไฟฟ้าสถิต
(N) การใช้ไฟฟ้าบําบัด
(N) แม่พิมพ์โลหะหรือกระบวนการทําแม่พิมพ์โลหะ
(N) สิ่งพิมพ์ที่จากแม่พิมพ์โลหะ
(VT) พิมพ์ด้วยแม่พิมพ์โลหะ
(N) โลหะผสมระหว่างทองและเงิน
(PHRV) ได้รับเลือกเป็น
(PHRV) ได้รับเลือกด้วย (คะแนนหรือคะแนนเสียง)
(ADJ) เกี่ยวกับการกุศล
(N) ความงดงาม
(N) ความดีเลิศ
(ADJ) (การกระทํา) ที่มีส่วนผสมระหว่างความเรียบง่าย ทักษะและความสวยงาม
(ADJ) สวยงาม
(ADV) อย่างงดงาม
(ADJ) โดยแสดงความเศร้าโศก
(N) บทกลอนแสดงความเศร้าโศกเสียใจ
(N) บทกลอนแสดงความเศร้าโศกเสียใจ
(N) จํานวนเล็กน้อย
(N) ธาตุ
(N) สภาพแวดล้อมตามธรรมชาติ
(N) องค์ประกอบ
(ADJ) ง่าย
(ADJ) เบื้องต้น
(N) อนุภาคของสสารที่ไม่สามารถทําให้เล็กลงไปได้อีก
(N) โรงเรียนระดับประถมศึกษา
(N) สภาพอากาศ
(N) ช้าง
(N) ขนาดของหนังสือที่มีความสูงประมาณ 61 - 63.5 ซม. (24 - 25 นิ้ว)
(N) การเติบโตอย่างมากเกินไป
(N) โรคเท้าช้าง
(ADJ) คล้ายช้าง
(ADJ) ใหญ่โตและงุ่มง่าม
(SL) เมาเหล้า
(VT) ยกระดับขึ้น
(VT) ให้กําลังใจ
(ADJ) ซึ่งมีการศึกษาสูง
(ADJ) ซึ่งอยู่ในระดับที่สูงกว่าสิ่งอื่น
(ADJ) เพิ่มขึ้น
(ADJ) มียศสูงขึ้น
(PHRV) ยกขึ้นสู่
(N) การยกให้สูงขึ้น
(N) ที่ที่ใช้เก็บเมล็ดพืช เช่น ข้าว
(N) ลิฟต์
(N) ทีมกีฬาที่มีผู้เล่น 11 คน (เช่น ฟุตบอล)
(N) เลขสิบเอ็ด
(IDM) การตัดสินใจในนาทีสุดท้าย
(N) คนที่มีรูปร่างเล็ก (โดยเฉพาะเด็กที่เกเรหรือซน)
(N) เทพยดา
(ADJ) มีเสน่ห์
(ADJ) เล็กและบอบบาง
(ADJ) เหมือนเทพธิดาตัวเล็กๆ
(ADJ) เกี่ยวกับอุปกรณ์การเรียนในระดับประถมศึกษาและมัธยมศึกษา
(ADJ) ซึ่งมีคุณสมบัติเหมาะสม
(VT) ขจัด
(VT) ทําให้แพ้
(PHRV) กําจัดไปจาก
(N) การตัดออก (คําทางการ)
(N) การละสระ พยัญชนะหรือพยางค์ในการออกเสียงหรือเขียน (ทางภาษาศาสตร์)
(ADJ) ซึ่งจํากัดไว้ให้เฉพาะคนรวยหรือคนที่มีอภิสิทธิ์
(ADJ) ซึ่งดีที่สุด
(N) กลุ่มคนที่ร่ํารวยกว่าคนอื่น
(N) ตัวพิมพ์ดีดแบบหนึ่ง มีขนาด 12 ตัวอักษรต่อความยาว 1 นิ้ว
(N) การปกครองโดยกลุ่มคนที่ร่ํารวยและมีอภิสิทธิเหนือคนอื่น
(N) ความเชื่อที่ว่าคนบางคนสูงส่งกว่าคนอื่นและสมควรจะได้รับสิทธิพิเศษต่างจากคนอื่น
(N) ยาอายุวัฒนะ
(ADJ) เกี่ยวกับสภาพชีวิตของผู้คนในสมัยสมเด็จพระราชินีนาถอะลิซาเบ็ธที่ 1
(N) คนอังกฤษโดยเฉพาะนักเขียนในสมัยสมเด็จพระราชินีนาถอะลิซาเบ็ธที่ 1
(N) สมเด็จพระราชินีนาถแห่งอังกฤษช่วงปี ค.ศ.1558-1603
(N) สมเด็จพระราชินีนาถแห่งอังกฤษตั้งแต่ปี ค.ศ.1952ถึงปัจจุบัน
(N) กวางใหญ่ชนิดหนึ่ง
(N) ข้อต่อท่อน้ําที่เป็นรูปตัวแอล L
(N) ส่วนที่ยื่นของมุมตึกทางขวา
(N) รูปวงรี
(N) การละไว้ (มีสัญลักษณ์คือจุดสามจุด...)
(ADJ) ซึ่งมีลักษณะเป็นรูปกลมรีเหมือนไข่
(N) รูปทรงเรขาคณิตที่มีลักษณะเป็นรูปกลมรีเหมือนไข่
(N) ไม้เนื้อแข็งของต้นไม้ในตระกูลอัลมัสซึ่งผลัดใบในฤดูใบไม้ร่วง
(N) ไม้ใหญ่ในตระกูลอัลมัสจะผลัดใบในฤดูใบไม้ร่วง
(N) ศิลปของการพูดในที่ชุมชน
(ADJ) ซึ่งยืดออกไป
(VT) ทําให้ยาวขึ้น
(ADJ) ซึ่งยืดออกไป
(VI) (หญิงชาย) หนีตามกันไปโดยไม่แต่งงานหรือขออนุญาตจากผู้ปกครอง
(PHRV) หนีตามไป
(ADJ) ซึ่งมีวาทศิลป์
(ADV) อย่างมีวาทศิลป์
(ADJ) ที่แตกต่าง
(ADJ) อื่นๆ
(ADV) อย่างแตกต่าง
(ADV) อื่นๆ
(ADV) ที่อื่น
(VI) ชี้แจง (คําทางการ)
(VT) ชี้แจง (คําทางการ)
(N) คําชี้แจง
(VT) หลบหลีก
(ADJ) ยากที่จะหา
(ADJ) ซึ่งยากที่จะหา (คําทางการ)
(ADJ) หลีกเลี่ยงปัญหา
(N) ลูกปลาไหลโดยเฉพาะที่มาจากน้ําเค็ม
(N) ภูติน้อย (รูปพหูพจน์ของ elf)
(ADJ) เกเร
(ADJ) คล้ายกับภูติน้อย
(N) ดินแดนสวรรค์ในเทพปกรนัมของกรีก
(N) หน่วยวัดขนาดของตัวพิมพ์
(PRF) ใน
(VT) ทําให้ซูบผอม
(ADJ) ผอมแห้ง (เนื่องจากขาดอาหารหรือป่วยเป็นโรค)
(N) การสื่อสารที่ส่งผ่านคอมพิวเตอร์โดยใช้สายโทรศัพท์และโมเด็ม
(N) ระบบการส่งผ่านข้อมูลข่าวสารทางคอมพิวเตอร์โดยอาศัยสายโทรศัพท์และโมเด็ม
(VT) ส่งข่าวสารผ่านทางคอมพิวเตอร์โดยใช้สายโทรศัพท์และโมเด็ม
(VI) ฟุ้งออกมา
(VT) ส่งผ่าน (คําทางการ)
(PHRV) ไหลออกจาก
(N) การส่งผ่านออกมา
(N) สิ่งที่ผ่านออกมา
(VT) ปลดปล่อย
(PHRV) ปล่อยให้เป็นอิสระจาก
(N) การปลดปล่อยให้เป็นอิสระจากข้อบังคับ
(VT) ตอนคนหรือสัตว์ (คําทางการ)
(VT) ทําให้อ่อนกําลัง
(VT) ดองศพ
(SL) เหล้าแรง
(VT) สร้างเขื่อนไปตามถนน, คลองหรืออาณาบริเวณอื่น
(N) การสร้างเขื่อนกั้น
(N) เขื่อน
(N) การสั่งห้าม (เรือ) เข้าออกท่าเรือ
(VT) สั่งห้าม (เรือ) เข้าออกท่าเรือ
(VI) ลงเรือ
(VT) เอาลงเรือ
(PHRV) เดินทาง (โดยสวัสดิภาพ) ไปยัง
(PHRV) เริ่มดําเนินการ (สิ่งที่ใหม่หรือยาก)
(PHRV) เริ่มดําเนินการ (สิ่งที่ใหม่หรือยาก)
(VT) ทําให้ขวยเขิน
(VT) ทําให้ลําบาก
(ADJ) ซึ่งลําบากใจ
(N) ความขวยเขิน
(N) คณะทูต
(N) สถานเอกอัครราชทูต
(VT) จัดทัพ
(VT) สร้างตึก, หมู่บ้าน เพื่อใช้ในการรบ (คําโบราณ)
(ADJ) ซึ่งพร้อมรบ
(ADJ) ถูกโจมตี
(VI) ฝังลงไป
(VT) ฝังใจ
(VT) ฝังลงไป
(PHRV) ฝัง
(VT) ประดับ
(N) การตกแต่ง
(N) เครื่องตกแต่ง
(PHRV) ตกแต่งด้วย
(PHRV) เพิ่มข้อมูล (ที่ไม่เป็นจริง)
(N) ถ่านที่ยังคุอยู่
(VT) ยักยอกเงิน
(N) การยักยอกเงิน
(N) ผู้ทุจริต
(VT) ทําให้ผู้อื่นขมขื่น
(VT) ทําให้ลุกไหม้
(VT) ทําให้สว่าง
(VT) ทําให้มีชื่อเสียง
(VT) ประดับสิ่งต่างๆ ด้วยสี, สัญลักษณ์, รูปภาพ
(N) การประดับตกแต่ง
(N) ศิลปของการประดับตกแต่งเกราะหรือธง
(PHRV) ประดับด้วยตรา ธงหรือโล่
(N) สัญลักษณ์
(VT) ทําให้สิ่งที่เป็นนามธรรมเป็นรูปเป็นร่างขึ้น
(VT) รวบรวบเข้าด้วยกัน
(PHRV) ทําให้เป็นรูปเป็นร่างขึ้นมา
(VT) ทําให้กล้าหาญ
(N) การอุดตันของเส้นเลือดแดง
(N) สิ่งอุดตันเส้นเลือด (คําไม่เป็นทางการ)
(N) สิ่งอุดตันเส้นเลือด
(ADJ) อ้วนกลม
(N) ความอ้วนกลม
(VT) ล้อมรอบเพื่อป้องกัน
(VT) สวมกอด
(PHRV) ปิดด้วย
(PHRV) ปิดด้วย
(VT) สลักลายนูนเพื่อตกแต่ง
(N) ปากแม่น้ํา
(ADJ) (ลักษณะ) โค้งงอ
(VT) ฝัง
(N) การสวมกอดอย่างรักใคร่
(VI) โอบกอด
(VT) นํามาใช้ (โดยเฉพาะความเชื่อ)
(VT) รวบรวมเข้ามาให้เป็นส่วนหนึ่ง
(VT) โอบกอด
(N) ช่องกําแพงที่สร้างเพื่อให้สามารถยิงปืนลงมาได้
(VT) ทายาลงบนผิวหนัง
(N) การทาถูนวดน้ํามันลงบนร่างกาย
(N) ยานวด
(VT) เย็บปักถักร้อย
(VT) เสริมแต่งเรื่องราวให้น่าสนใจ
(N) การเย็บปักถักร้อย
(N) การเสริมแต่งเรื่องเพื่อให้สนใจมากขึ้น
(PHRV) ทําให้เป็นส่วนหนึ่งของ (สิ่งที่ไม่น่ายินดี)
(VT) ทําให้เป็นสีน้ําตาล
(VT) เปื้อนเลือด (คําโบราณ)
(N) ตัวอ่อนของคน, สัตว์
(N) ระยะแรกเริ่ม
(N) การศึกษาเกี่ยวกับการเติบโตและพัฒนาการของตัวอ่อนของมนุษย์
(N) วิชาว่าด้วยการศึกษาเกี่ยวกับตัวอ่อนของสิ่งมีชีวิตและพัฒนาการ
(N) ผู้ดําเนินรายการ (คําไม่เป็นทางการ)
(VI) เป็นโฆษก (คําไม่เป็นทางการ)
(VT) เป็นโฆษก (คําไม่เป็นทางการ)
(VT) ปรับเปลี่ยนข้อเขียน
(VT) ปรับเปลี่ยนข้อเขียน
(N) มรกต
(N) สีเขียวมรกต
(N) ประเทศไอร์แลนด์
(VI) ปรากฏออกมา
(VI) เป็นที่รู้จัก
(PHRV) ทําให้ปรากฏออกมาจาก
(N) ภาวะเร่งด่วน
(ADJ) ซึ่งปรากฏออกมาเป็นครั้งแรก
(ADJ) ปลดเกษียณแล้วแต่ยังมีตําแหน่งเป็นเกียรติ
(N) การปรากฏออกมา
(N) ผงแร่ที่ใช้สําหรับขัดพื้นผิวสิ่งต่างๆ
(ADJ) ซึ่งทําให้อาเจียน
(N) สิ่งที่ทําให้อาเจียน
(ABBR) คําย่อจาก electromotive force
(VI) อพยพย้ายถิ่นฐาน
(PHRV) อพยพมาจาก
(PHRV) ย้ายไปตั้งถิ่นฐานใหม่ที่
(N) การมีตําแหน่งสูง
(N) เนิน (คําทางการ)
(ADJ) ซึ่งเห็นได้ชัดเจน
(ADJ) มีชื่อเสียง
(ADV) อย่างเห็นได้ชัด
(N) ผู้ปกครองในประเทศอิสลามบางประเทศ
(N) นักการทูต
(N) สายลับ
(N) การปล่อยพลังงาน
(N) การปล่อยออกมา
(VT) ปล่อยออกมา
(PHRV) (ความร้อน, แสง, กลิ่น, เสียง) แผ่ออกมาจาก
(PHRV) แผ่เข้าไปใน
(SL) นักท่องเที่ยว
(N) รางวัลประจําปีของวงการโทรทัศน์ของสหรัฐอเมริกาที่มอบให้รายการ, การผลิต, และการแสดงทางโทรทัศน์ยอดเยี่ยม
(ADJ) ซึ่งทําให้ผิวนวลนุ่ม
(ADJ) ซึ่งทําให้สงบ
(N) เงินรายได้ (คําทางการ)
(VI) แสดงอารมณ์ออกมามากจนเกินจริง (ทางวรรณคดี)
(N) อารมณ์
(ADJ) เกี่ยวกับอารมณ์
(ADJ) ถืออารมณ์เป็นใหญ่
(N) คนเจ้าอารมณ์
(ADV) โดยเกี่ยวกับอารมณ์
(ADJ) เกี่ยวกับอารมณ์
(ADJ) ซึ่งก่อให้เกิดอารมณ์
(VT) ลงรายชื่อคนเพื่อจะเลือกเข้ามาเป็นคณะลูกขุน
(N) ความสามารถในการเข้าใจความรู้สึกของผู้อื่น
(N) ส่วนหางของเครื่องบิน
(N) จักรพรรดิ์
(N) การเน้นย้ํา
(N) ความสําคัญ
(VT) ให้ความสําคัญ
(ADJ) พูด, คิด, กระทําด้วยการเน้นหนัก
(N) อาการผิดปกติอย่างเรื้อรังของปอดโดยที่ถุงลมโป่งพองและขาดการยืดหยุ่น
(N) เครือบริษัทที่ยิ่งใหญ่
(N) อาณาจักร
(ADJ) ซึ่งได้จากประสบการณ์หรือการทดลองมากกว่าทฤษฎี
(N) การนําประสบการณ์หรือการทดลองมาประยุกต์ใช้
(N) ความเชื่อว่าความรู้มาจากประสบการณ์
(N) การจัดวางสิ่งต่างๆ
(N) ตําแหน่งที่จัดไว้ตั้งปืนใหญ่
(VI) ขึ้นเครื่องบิน
(VT) ขึ้นเครื่องบิน
(VT) ใช้
(VT) ว่าจ้าง
(PHRV) จ่ายค่าจ้างให้กับ
(PHRV) จ่ายงานให้
(PHRV) ใช้เวลาอยู่กับ
(N) ลูกจ้าง
(N) นายจ้าง
(PHRV) จ้างให้ทําเพราะ
(PHRV) จ้างให้ทํางานใน
(PHRV) ใช้เพื่อ
(N) การงาน
(N) การจ้างงาน
(N) ศูนย์การค้า
(VT) ให้อํานาจ
(N) พระราชินี
(N) ความว่างเปล่า
(ADJ) ที่ไม่จริงใจ
(ADJ) ที่ไม่มีความหมาย
(ADJ) ว่างเปล่า
(VI) ทําให้ว่างเปล่า
(VT) ทําให้ว่างเปล่า
(ADJ) มือเปล่า
(ADJ) ล้มเหลว
(ADJ) โง่เง่า
(PHRV) เทจนหมด
(PHRV) ไหลลงสู่
(PHRV) เทออกให้หมด
(N) การมีหนองคั่งอยู่ในโพรงของร่างกาย
(ADJ) สวยงามมาก (ทางวรรณคดี)
(N) สวรรค์ชั้นสูงสุดตามความเชื่อของกรีกและโรมันโบราณ
(ABBR) บริการทางการแพทย์แบบฉุกเฉิน (คําย่อของ Emergency Medical Service)
(ABBR) ระบบการเงินของยุโรป (คําย่อของ European Monetary System)
(N) นกชนิดหนึ่งในประเทศออสเตรเลียบินไม่ได้คล้ายกับนกกระจอกเทศ
(VT) เอาอย่างเพื่อให้เท่าเทียมหรือเหนือกว่าคนอื่น
(N) ของเหลวชนิดหนึ่งผสมกับของเหลวอีกชนิดหนึ่ง
(PRF) ใน
(SUF) ทําด้วย
(SUF) ทําให้เป็นคํากริยา
(SUF) ทําให้เป็นพหูพจน์
(VT) ทําให้เป็นไปได้
(VT) ออกกฎหมาย
(N) กฎหมาย
(N) การประกาศใช้เป็นกฎหมาย
(N) ชั้นนอกของฟัน
(N) สิ่งเคลือบ
(VT) เคลือบ
(N) การเคลือบ
(N) เครื่องเคลือบ
(VT) ทําให้ลุ่มหลง (คําทางการ)
(VT) ทําให้หลงรัก
(PHRV) รักอยู่กับ
(ADV) ทั้งหมด
(VT) ขังกรง
(VI) ตั้งค่าย
(VT) ตั้งค่าย
(N) การตั้งค่ายที่พัก
(VI) ถูกห่อหุ้มอย่างมิดชิด
(VT) ถูกห่อหุ้มอย่างมิดชิด
(VT) สรุป
(VT) หุ้มอย่างมิดชิด
(PHRV) ปิดด้วย
(ADJ) ซึ่งทําให้สีเทียนละลายไปบนพื้นผิวด้วยความร้อน
(N) การใช้สีละลายไปบนพื้นผิวของงานด้วยความร้อน โดยเฉพาะกระเบื้องเคลือบ
(ADJ) ตั้งครรภ์ (คําทางการ)
(N) กําแพงสําหรับป้องกัน
(N) ภาวะสมองอักเสบจากเชื้อไวรัส
(N) ภาพเอกซเรย์ของสมอง
(N) การที่สมองและไขสันหลังอักเสบ
(N) สมองของสัตว์ที่มีกระดูกสันหลัง
(VT) ดึงความสนใจ (ทางวรรณคดี)
(VT) ล่ามโซ่ (คําทางการ)
(VT) ทําให้หลงใหล
(VT) ร่ายมนต์ใส่
(PHRV) ทําให้ลุ่มหลงด้วย
(ADJ) รู้สึกเคลิบเคลิ้ม
(ADJ) ซึ่งมีเสน่ห์
(N) การลุ่มหลง
(PHRV) ทําให้ลุ่มหลงด้วย
(VT) ฝังอัญมณีลงไปบนเครื่องประดับ
(VT) เลี่ยม
(N) ขนมปังกลมของเม็กซิโกที่สอดใส้เนื้อและผัก
(VT) เปลี่ยน (ข้อมูลข่าวสาร) ให้เป็นรหัส
(VT) ล้อมรอบ
(N) การล้อมวง
(N) ประเทศหรือดินแดนเล็กๆ ที่มีวัฒนธรรมและเชื้อชาติแตกต่างจากดินแดนอื่นที่ล้อมรอบอยู่
(VT) สร้างรั้วล้อม
(VT) ห่อหุ้ม
(VT) โอบรอบ
(PHRV) ปิดล้อมอยู่ใน
(PHRV) รวมอยู่ใน (ซอง, ห่อหรืออื่นๆ)
(PHRV) รวมอยู่ใน (จดหมาย, ห่อของ)
(PHRV) รวมอยู่ใน (ซอง, ห่อหรืออื่นๆ)
(PHRV) แนบมาพร้อมกับ
(PHRV) รวมอยู่ใน (ซอง, ห่อหรืออื่นๆ)
(N) การปิด
(VT) เปลี่ยน (ข้อมูล, ข่าวสาร) ให้เป็นรหัส
(N) คําสรรเสริญ
(VT) รวมเข้าไว้ทั้งหมด
(VT) ล้อมรอบ
(PHRV) ล้อมรอบด้วย
(INT) คําที่ใช้เพื่อเรียกร้องให้มีการแสดงเพิ่ม
(N) การแสดงซ้ําอีกครั้งตามคําเรียกร้องของผู้ชม
(VI) แสดงซ้ําอีกครั้งตามคําเรียกร้องของผู้ชม
(VT) แสดงซ้ําอีกครั้งตามคําเรียกร้องของผู้ชม
(N) การแข่งขัน
(N) การประสบโดยบังเอิญ
(VT) เผชิญหน้า
(VT) ปลุกใจ
(VT) ส่งเสริม, สนับสนุน, เกื้อหนุน
(PHRV) ทําให้มีกําลังใจในเรื่อง
(N) การให้กําลังใจ
(VT) ละเมิดสิทธิ
(N) การบุกรุก
(PHRV) รุกล้ํา
(PHRV) รุกล้ํา
(VT) ประดับด้วยเพชรพลอย
(VT) หุ้มด้วยเปลือกแข็งและหนา
(N) เปลี่ยนข้อความให้เป็นรหัส
(VT) กีดขวาง
(PHRV) กีดขวาง
(PHRV) ทําให้ระเกะระกะไปด้วย
(N) ผู้ที่ต้องพิ่งพาคนอื่นโดยเฉพาะเด็ก
(N) สิ่งกีดขวาง
(N) หนังสือที่พระสันตะปาปาในศาสนาคริสต์นิกายโรมันแคทอลิกมีถึงเหล่าสังฆนายกซึ่งมักเกี่ยวกับหลักคําสอน
(N) สารานุกรม
(N) ผู้รวบรวมความรู้มาไว้ในสารานุกรม
(VI) ถูกห่อหุ้มไว้ภายในถุงเนื้อเยื่อ
(VT) ห่อหุ้มไว้ภายในถุงเนื้อเยื่อ
(N) ขอบเขต
(N) ความตาย
(N) ตอนจบ
(N) เป้าหมาย
(N) ส่วนที่เหลือ
(N) ส่วนปลายของวัตถุ
(VI) ทําให้สิ้นสุด
(VI) มีผลสรุป
(VT) ทําให้สิ้นสุด
(VT) ทําให้อยู่ในอันตราย
(VT) ทําให้เป็นที่รักใคร่
(ADJ) ซึ่งเป็นที่รัก
(N) การทําให้เป็นที่รัก
(PHRV) ทําให้เป็นที่รักสําหรับ
(N) ความพยายาม
(VT) พยายาม (คําทางการ)
(N) ความพยายาม
(VI) พยายาม (คําทางการ)
(ADJ) เฉพาะพื้นที่
(N) โรคที่เกิดเฉพาะถิ่น
(PHRV) จบลงในสภาพ
(PHRV) มีตรงปลาย
(N) ความตาย
(N) ช่วงสุดท้าย
(N) วิธีการจบ
(N) ส่วนท้ายของคํา
(N) พืชชนิดหนึ่งไปใช้ทําสลัดได้
(ADJ) ซึ่งไม่สิ้นสุด
(ADJ) ทําให้ต่อเนื่องโดยนําปลายมาต่อกัน
(ADV) อย่างไม่สิ้นสุด
(ADJ) ไกลที่สุด
(N) การอักเสบของเนื้อเยื่อบุโพรงหัวใจ
(N) เยื่อบุโพรงหัวใจ
(ADJ) เกี่ยวกับต่อมไร้ท่อ
(N) วิชาแพทย์สาขาหนึ่งที่ศึกษาเกี่ยวกับความผิดปกติของต่อมไร้ท่อ
(PHRV) จบลงด้วย
(SL) การยุติทุกสิ่ง
(IDM) ขั้นสุดท้าย
(IDM) ขั้นสุดท้าย
(N) การแต่งงานของคนที่อยู่ในเผ่าเดียวกัน
(ADJ) ซึ่งเกิดขึ้นภายในสิ่งมีชีวิต
(ADJ) ไม่มีสาเหตุภายนอก
(N) ส่วนที่เป็นชั้นของเหลวของไซโตปลาสซึมที่อยู่ภายในเซลล์
(VT) เซ็นชื่อหลังเช็คหรือตั๋วแลกเงินเพื่อขึ้นเงิน
(VT) ให้การรับรองอย่างเป็นทางการ
(N) ผู้รับเช็คหรือเอกสารที่มีการเซ็นมอบไว้ให้
(N) เครื่องมือแพทย์ที่มีลักษณะเป็นท่อยาวใช้สอดเข้าไปในร่างกายเพื่อวินิจฉัยโรคหรือผ่าตัด
(N) เนื้อเยื่อที่อยู่รอบๆ ต้นอ่อนในเมล็ดพืช เพื่อสร้างอาหารให้กับพืช
(ADJ) โดยมีปฏิกริยาที่ดูดซับความร้อน
(ADJ) ที่เป็นสัตว์เลือดอุ่น
(ADJ) โดยมีปฏิกริยาที่ดูดซับความร้อน
(ADJ) ที่เป็นสัตว์เลือดอุ่น
(VT) บริจาค
(N) การบริจาค
(N) ความสามารถ
(PHRV) บริจาคให้กับ
(PHRV) สร้างให้มี (ความสามารถ) โดยธรรมชาติ
(N) สารประกอบสีขาวใสที่มีพิษซึ่งใช้เป็นยาฆ่าแมลง
(VT) ให้ความสามารถ
(PHRV) มอบให้ด้วย
(PHRV) สิ้นสุดด้วย
(VI) ลงท้าย
(N) ความอดกลั้น
(VI) คงอยู่
(VI) อดทน
(VT) อดทน
(ADJ) ซึ่งอดทน
(ADJ) อยู่รอด
(N) ความอดทน
(N) ผู้บริโภค
(ADV) ไปจนสุดทาง
(ADV) ไปจนสุดทาง
(PHRV) จบลงด้วย
(N) การสวนทวารหนักโดยใช้น้ํายา
(N) น้ํายาที่ใช้สําหรับการสวนทวารหนัก
(N) ศัตรู
(N) สิ่งที่เป็นภัย
(ADJ) ซึ่งมีพลัง
(ADJ) โดยต้องการพลัง
(ADV) อย่างมีพลัง
(VT) กระตุ้น
(N) ความกระตือรือร้น
(N) พลังงาน
(VT) ทําให้ร่างกายอ่อนแอ
(ADJ) ซึ่งอ่อนกําลัง
(N) คนที่มีพฤติกรรม, ทัศนคติหรือคําพูดที่ทําให้คนอื่นตกใจ
(VT) ตัดกําลัง
(ADJ) อ่อนแอ
(N) การระดมยิงไปตามแนวรบของกองทหาร
(N) ตําแหน่งที่ง่ายต่อการถูกระดมยิง
(VT) ยิงกราด
(VT) ห่อหุ้ม
(VT) โอบกอด
(PHRV) กอดไว้ให้แน่น
(VT) ใช้กําลังบังคับให้ปฏิบัติตาม
(N) การบังคับใช้
(PHRV) บังคับให้
(VT) ให้มีสิทธิเลือกตั้ง
(VI) ต่อสู้
(VT) ต่อสู้
(VT) ทําให้เริ่มทํางาน
(VT) มีส่วนร่วม
(VT) ว่าจ้าง
(VT) หมั้นหมาย
(ADJ) ซึ่งกําลังสู้รบ
(ADJ) ซึ่งหมั้นหมายกัน
(ADJ) ที่กําลังยุ่งอยู่กับ
(PHRV) ยุ่งอยู่กับ
(PHRV) ทําให้เกี่ยวพันกับ
(N) การสัญญา
(N) การสู้รบ
(N) การหมั้น
(N) งานระยะสั้น
(N) สภาวะที่กําลังทํางานอยู่
(N) แหวนหมั้น
(PHRV) หมั้นหมายกับ
(PHRV) เข้าโจมตี (ข้าศึก)
(PHRV) เชื่อมต่อเข้ากับ
(ADJ) เป็นที่ดึงดูดใจ
(VI) บังเกิด
(VT) ก่อให้เกิด
(N) เครื่องจักร
(N) หัวรถจักร
(N) คนขับรถไฟ
(N) วิศวกร
(VT) วางแผน
(N) วิศวกรรมศาสตร์
(VT) ล้อม
(N) ประเทศอังกฤษ
(N) อังกฤษ
(ADJ) เกี่ยวกับประเทศอังกฤษ
(N) ชาวอังกฤษ
(N) ภาษาอังกฤษ
(N) ปี่ชนิดหนึ่งรูปร่างคล้ายปี่โอโบแต่ใหญ่กว่า
(N) ผู้ชายที่เกิดในอังกฤษ
(VI) กินตะกละตะกลาม
(VI) มีเลือดคั่ง
(VT) กินตะกละตะกลาม
(VT) ทําให้เลือดคั่ง
(PHRV) ทําให้บวม
(VT) ทําให้เนื้อเยื่อติดกันถาวร
(VT) ทาบกิ่ง
(VT) ปลูกถ่ายเนื้อเยื่อของสัตว์
(VT) ฝังลงไปอย่างถาวร
(PHRV) สอดใส่
(PHRV) ทาบกิ่งต้นไม้เข้ากับ
(PHRV) ทาบกิ่งต้นไม้เข้ากับ
(PHRV) ทาบกิ่งต้นไม้เข้ากับ
(VT) ประทับใจ
(VT) สลัก
(PHRV) ฝังใจ
(PHRV) สลักบน
(PHRV) ฝังใจ
(PHRV) สลักบน
(PHRV) จารึกด้วย
(VT) กว้านซื้อทั้งหมดเพื่อผูกขาด
(VT) คัดลอกเอกสารโดยการเขียนด้วยตัวหนังสือตัวใหญ่และชัดเจน
(VT) ทําให้จดจ่อ
(PHRV) หมกมุ่นอยู่กับ
(ADJ) ซึ่งทําให้ใจจดจ่อ
(N) การหมกมุ่น
(VT) กลืน
(VT) ปกคลุม
(PHRV) ท่วมไปด้วย (ของเหลว)
(VT) ทําให้ดีเพิ่มขึ้น
(ADJ) (ตัวโน้ต) ซึ่งมีระดับเสียงเท่ากันแม้ว่าจะเป็นโน้ตคนละตัว (ทางดนตรี)
(N) คนหรือสิ่งที่เป็นปริศนา
(ADJ) ยากที่จะเข้าใจ
(ADV) อย่างยากที่จะเข้าใจ
(VT) ทําให้กลายเป็นเกาะ
(VT) แยกออกจากคนอื่น
(N) การที่ความหมายของบทกวีต่อเนื่องจากบรรทัดหนึ่งไปอีกบรรทัดหนึ่ง
(VT) กําหนด
(VT) ไม่อนุญาต
(VT) สั่งการ (คําทางการ)
(PHRV) สั่ง
(VT) ได้ใช้ตามสิทธิ์อย่างเต็มที่
(VT) เพลิดเพลินกับ
(ADJ) ที่พอใจ
(N) ความเพลิดเพลิน
(ADV) อย่างเพลิดเพลิน
(N) ความเพลิดเพลิน
(VI) ลุกไหม้
(VT) กระตุ้นอารมณ์
(VT) ลุกไหม้
(VI) ทําให้ใหญ่ขึ้น
(VI) เสริมความ
(VT) ทําให้ใหญ่ขึ้น
(N) การขยาย
(N) สิ่งที่เพิ่มเข้าไปเพื่อขยายสิ่งอื่น
(PHRV) ขยายความ (ด้วยการพูดหรือเขียน)
(PHRV) ขยายความ (ด้วยการพูดหรือเขียน)
(VT) สอน
(PHRV) ทําให้เข้าใจมากขึ้น
(N) ผู้ตรัสรู้
(N) การตรัสรู้
(PHRV) ทําให้เข้าใจมากขึ้น
(VT) ขอความช่วยเหลือ
(VT) สมัครเป็นทหาร
(N) ผู้สมัครเข้าเป็นทหาร
(PHRV) สมัครเข้าเป็นทหาร
(N) การเข้าเป็นทหาร
(VT) ทําให้มีชีวิตชีวา
(VT) จับโดยใช้แห
(VT) ทําให้เข้าไปพัวพันจนยากที่จะหลุดออกมาได้
(PHRV) พันกัน
(N) ความเป็นศัตรู
(VT) ทําให้มีเกียรติ
(VT) มอบเกียรติยศ
(N) การเบื่อชีวิตเนื่องจากขาดความตื่นเต้น
(N) ความมหึมา
(N) ความเลวทราม
(ADJ) ที่ชั่วร้าย (ภาษาโบราณ)
(ADJ) ที่ใหญ่มหึมา
(ADV) อย่างมากมาย
(ADV) อย่างร้ายกาจ
(ADJ) พอเพียง
(ADV) พอเพียง
(INT) พอแล้ว! (คําไม่เป็นทางการ)
(N) จํานวนที่พอเพียง
(IDM) ความพึงพอใจในสิ่งที่ตนมีอยู่
(IDM) พอแล้ว
(IDM) เพียงพอที่จะแจกให้ทุกคน
(VT) แถลงอย่างเป็นทางการ (คําทางการ)
(VT) พูดออกเสียงอย่างถูกต้องและชัดเจน
(IDM) ตามปกติ
(VI) ขึ้นเครื่องบิน
(VT) ขึ้นเครื่องบิน
(VI) ถามคําถาม
(VT) สืบสวน
(PHRV) สอบถามเกี่ยวกับ
(PHRV) ถามไถ่เรื่องสุขภาพ (อย่างสุขภาพ)
(PHRV) สอบถาม
(PHRV) ถามหา
(PHRV) ค้นหาเกี่ยวกับ
(PHRV) ถาม
(PHRV) สอบถามภายใน (อาคารหรือสถานที่บอกไว้)
(N) การไต่สวน
(N) การสอบถาม
(VT) ทําให้โมโห
(VT) ทําให้ยินดี (คําทางการ)
(VT) ทําให้ดีขึ้น
(VT) ทําให้รวยขึ้น
(VT) ประดับ
(PHRV) ทําให้ร่ํารวยยิ่งขึ้น (ด้วยเงินทองหรือสิ่งอื่น)
(VI) แต่งชุดพิธีการ (คําทางการ)
(VT) แต่งชุดพิธีการ (คําทางการ)
(VT) ทําให้สูงส่ง (ทางวรรณคดี)
(PHRV) บันทึก
(PHRV) ทําให้เข้าร่วม
(VI) สมัคร
(VT) สมัคร
(N) คนที่มาลงทะเบียน
(ADV) ระหว่างทางไปถึงจุดหมายปลายทาง
(N) การมีตัวตน (ทางปรัชญาป
(VT) ทําตัวตามสบาย
(VT) เพื่อความปลอดภัย (คําโบราณ)
(PHRV) พักอยู่สบาย
(VT) ปกป้องเป็นพิเศษ
(VT) วางไว้บนหิ้งบูชา
(PHRV) บูชา
(N) การวางไว้บนแท่นบูชา
(VT) ปิดบัง
(ADJ) ซึ่งเรียวยาวและปลายแหลมคล้ายดาบ (ทางชีววิทยา)
(N) ธงของเรือเพื่อแสดงให้ทราบว่าสังกัดทหารหน่วยใด
(N) ธงที่ใช้เป็นสัญลักษณ์ของหน่วยงาน
(N) นายธง
(N) ยศทหารขั้นต่ําสุดของกองทัพเรือสหรัฐอเมริกา
(N) การเก็บเกี่ยวพืชสีเขียวที่เป็นอาหารสัตว์มาหมักไว้ในยุ้งฉางเพื่อใช้ในภายหลัง
(N) อาหารสัตว์ที่เป็นพืชสีเขียวที่หมักไว้ในยุ้งฉาง
(VT) หมักหญ้าหรือพืชสีเขียวที่เป็นอาหารสัตว์ในยุ้งฉาง
(VT) หมักหญ้าหรือพืชสีเขียวที่เป็นอาหารสัตว์ในยุ้งฉาง
(VT) ทําให้เป็นทาสและอ้างสิทธิการเป็นเจ้าของ
(VT) วางกับดักสัตว์
(VT) หลอกให้ติดอยู่ในสถานการณ์ที่เลวร้าย
(VI) ติดตามผลอย่างใกล้ชิด
(PHRV) มีผลตามมา
(PHRV) มีผลตามมา
(ADJ) ซึ่งเป็นส่วนหนึ่งของห้อง (คําทางการ)
(ADV) ซึ่งเป็นส่วนหนึ่งของห้อง (คําทางการ)
(VT) ทําให้แน่ใจ
(PHRV) รับรองความปลอดภัยให้กับ
(N) ส่วนที่อยู่ระหว่างเสาและหลังคาในสถาปัตยกรรมแบบคลาสสิค
(VT) ส่งผลซึ่งไม่อาจหลีกเลี่ยงได้
(VT) ทําให้พัวพันในปัญหา
(PHRV) พัวพัน
(PHRV) พันกันยุ่ง (ปกติใช้รูป passive voice)
(N) ส่วนที่นูนขึ้นมาเล็กน้อยของเสาโรมัน
(N) ความเข้าใจอันดีระหว่างประเทศ
(N) ความเข้าใจอันดีกันทางการเมืองระหว่างประเทศ (โดยเฉพาะข้อตกลงระหว่างฝรั่งเศสกับอังกฤษในปี ค.ศ.1904)
(VI) เข้า
(VT) เข้า
(VT) เข้าร่วม
(VT) นําขึ้นเสนออย่างเป็นทางการ
(VT) ใส่ข้อมูลลงในคอมพิวเตอร์
(PHRV) ผ่าน
(PHRV) เสนอชื่อ
(ADJ) เกี่ยวกับลําไส้
(PHRV) บันทึกใน
(PHRV) เข้าร่วม
(PHRV) เขียนลงใน
(PHRV) เริ่มตรวจสอบ
(PHRV) เริ่มมีบทบาท
(PHRV) เห็นใจ
(PHRV) เริ่มเพลิดเพลิน
(IDM) คิดออก
(N) ความกล้าได้กล้าเสีย
(N) โครงการที่เสี่ยง
(N) บริษัท
(ADJ) ที่กล้าได้กล้าเสีย
(VI) ต้อนรับแขก
(VT) ทําให้เพลิดเพลิน
(VT) รับพิจารณา
(N) ผู้ให้ความบันเทิง
(ADJ) ซึ่งสนุกสนานเพลิดเพลิน
(N) ความบันเทิง
(N) มหรสพ, สันทนาการ
(IDM) เริ่มเข้ามาร่วมวง
(PHRV) บันทึกใน
(PHRV) เริ่มเพลิดเพลิน
(VT) ทําให้หลงใหล
(PHRV) ทําให้ติดใจ
(VT) ให้ (กษัตริย์, สังฆนายก) ขึ้นนั่งบนบัลลังก์ (คําทางการ)
(VT) ให้ความสําคัญ (ทางวรรณคดี)
(PHRV) ยกย่อง
(N) การขึ้นครองบัลลังก์
(VI) มีความกระตือรือร้น
(VT) ทําให้กระตือรือร้น
(PHRV) ทําให้เกิดศรัทธาอย่างใหญ่หลวงต่อ
(PHRV) ทําให้เกิดศรัทธาอย่างใหญ่หลวงต่อ
(N) ความกระตือรือร้น
(N) สิ่งกระตุ้นความสนใจ
(ADJ) กระตือรือร้น
(ADV) อย่างกระตือรือร้น
(VT) เสนอจะให้สิ่งที่ต้องการ
(PHRV) ล่อลวงให้ออกจาก
(PHRV) ชักนําให้ละทิ้ง
(PHRV) ชักชวนให้กระทํา
(N) การล่อใจ
(PHRV) ชักชวนให้ลอง
(ADJ) ทั้งหมด
(ADV) โดยสิ้นเชิง
(N) ความครบถ้วน
(VT) ตั้งชื่อ
(VT)  ให้สิทธิ
(PHRV) ให้สิทธิเพื่อทําบางสิ่ง
(N) เอกลักษณ์ (ทางปรัชญา)
(VT) ใช้เป็นสุสาน
(VT) ฝังไว้ลึก
(VT) ฝังศพไว้ในสุสาน
(PHRV) ฝังในดิน
(N) สาขาวิชาหนึ่งทางสัตววิทยาที่ศึกษาเกี่ยวกับแมลง
(N) คณะผู้ติดตามของบุคคลสําคัญ
(N) อวัยวะภายในของคนและสัตว์
(VI) ขึ้นรถไฟ
(VT) เอาขึ้นรถไฟ
(VT) ทําให้ (ผลของการกระทํา) เกิดขึ้น
(VT) นําพา (อนุภาคของแข็ง, ฟองอากาศ, หยดน้ํา) ให้ไหลไปตามกระแสของของเหลว (ทางเคมีฟิสิกส์)
(N) ทางเข้า
(N) สิทธิในการเข้า
(VT) จับใจ
(VT) ทําให้ติดกับดัก
(PHRV) ทําให้ติดอยู่ใน
(N) สิทธิในการเข้า
(N) อาหารจานหลัก (ในมื้ออาหารนั้นๆ)
(VI) อ้อนวอน (คําทางการ)
(VT) อ้อนวอน (คําทางการ)
(PHRV) ร้องขอ
(N) การขอร้อง
(VT) ปกป้อง
(VT) ป้องกันโดยการขุดคูรอบๆ
(PHRV) ขุดสนามเพลาะ
(N) นักลงทุนทางการเงิน
(VT) มอบความรับผิดชอบให้
(PHRV) มอบให ้(ด้วยความไว้ใจหรือความศรัทธา)
(PHRV) มอบความไว้วางใจให้ด้วย
(N) การกรอกข้อมูล
(N) การเข้า
(N) คนที่เข้าแข่งขัน
(N) สิทธิในการเข้า
(VT) พันรอบ
(VT) พัวพัน
(PHRV) พันรอบ
(PHRV) พันรอบ
(PHRV) พันรอบ
(PHRV) พันรอบ
(VT) แจกแจง
(VT) นับจํานวน
(N) การแจกแจง
(VI) พูดอย่างชัดเจน
(VT) ประกาศอย่างชัดเจน
(VT) พูดอย่างชัดเจน
(PHRV) ทําให้คุ้นกับ
(VT) หุ้มห่อ
(N) ซอง
(N) ซองจดหมาย
(PHRV) ห้อมล้อมด้วย
(PHRV) ห่ออยู่ใน
(N) การหุ้มห่อ
(VT) ทําให้โกรธ (คําทางการ)
(VT) ทําให้เป็นพิษ
(ADJ) เป็นที่น่าอิจฉา
(ADJ) อยากได้ของของคนอื่น
(VT) ล้อมรอบ
(N) สภาพแวดล้อม
(N) นักสิ่งแวดล้อม
(VT) คาดการณ์
(VT) จินตนาการ
(VT) พิจารณา
(N) ทูต
(N) ส่วนสุดท้ายของหนังสือ
(N) ความอิจฉา
(VT) ริษยา
(VT) ห่อหุ้ม
(N) เอนไซม์
(ADJ) เกี่ยวกับยุคแรกเริ่มที่สัตว์เลี้ยงลูกด้วยนมถือกําเนิดขึ้นมา
(N) ยุคแรกเริ่มที่สัตว์เลี้ยงลูกด้วยนมถือกําเนิดขึ้นประมาณ 56.5 ถึง 35.4 ล้านปีมาแล้ว
(ADJ) ที่ลมพัดพามา
(N) เครื่องมือหินโบราณที่มนุษย์ดึกดําบรรพ์ใช้
(N) ระยะเวลาทางธรณีวิทยาที่ประกอบด้วย 2 ยุคหรือมากกว่า
(N) ระยะเวลาที่ยาวนานมากเกินกว่าจะวัดได้
(N) ระยะเวลาประมาณ 11 วันที่แสดงถึงความแตกต่างระหว่างปีทางจันทรคติและปีทางสุริยคติ
(N) เครื่องประดับยศบนบ่าของทหาร
(N) อินทรธนู
(N) ดาบปลายแหลมชนิดหนึ่งที่ใช้ในกีฬาฟันดาบ มีน้ําหนักมากกว่าดาบฟอยล์
(N) นักกีฬาฟันดาบที่ใช้ดาบปลายแหลมที่หนักกว่าดาบฟอยล์
(N) ภาชนะที่สวยงามและมีขนาดใหญ่ที่ใช้ใส่ผลไม้หรือดอกไม้แล้ววางไว้กลางโต๊ะ
(N) การเพิ่มคําหรือวลีเพื่ออธิบายความหมายของข้อความ
(N) สารอัลคาลอยด์สีขาวไม่มีกลิ่นช่วยบรรเทาอาการคัดจมูก ขยายรูม่านตาและกระตุ้นระบบประสาทส่วนกลาง
(N) ของสะสมจากสิ่งที่ในตอนแรกผลิตมาเพื่อการใช้งานระยะสั้นๆ เช่น ตั๋วรถโดยสารประจําทาง
(N) สิ่งที่มีอายุสั้นและไม่ค่อยมีความสําคัญมาก
(ADJ) ซึ่งมีอายุสั้น
(N) พืชหรือแมลงที่มีอายุสั้น
(N) ตารางที่แสดงตําแหน่งของดวงอาทิตย์ ดวงจันทร์และดาวเคราะห์ต่างๆ ในช่วงเวลาหนึ่งในอนาคต
(ADJ) เกี่ยวกับมหากาพย์
(ADJ) ซึ่งยิ่งใหญ่และกล้าหาญ
(N) มหากาพย์
(N) วรรณคดี ละคร ภาพยนตร์ที่ลงทุนสูงมากในการสร้างและมักมีเรื่องราวเกี่ยวกับประวัติศาสตร์
(ADJ) เกี่ยวกับมหากาพย์
(ADJ) มีบุคลิกลักษณะของทั้งสองเพศ
(ADJ) ไม่ใช่ทั้งเพศหญิงและเพศชาย
(ADJ) อ่อนแอ
(N) คนที่มีลักษณะของทั้งสองเพศ (ทางวรรณคดี)
(N) จุดศูนย์กลาง
(N) พื้นดินเหนือศูนย์กลางการสั่นสะเทือนของแผ่นดินไหว
(N) ผู้มีรสนิยมสูงในการกิน
(ADJ) ซึ่งรู้จักเสพสุขกับชีวิต
(ADJ) ซึ่งอุทิศให้กับความหรูหราและพิถีพิถันโดยเฉพาะการกิน
(N) การเคลื่อนที่ของดาวเคราะห์ตามทฤษฎีระบบสุริยะของเพลโตที่ว่าวัตถุทรงกลมจะเคลื่อนที่ไปตามเส้นรอบวงของวัตถุทรงกลมที่ใหญ่กว่า
(N) วัตถุทรงกลมที่กลิ้งไปรอบๆ เส้นรอบวงของวัตถุทรงกลมที่ใหญ่กว่า (ทางเรขาคณิต)
(ADJ) ซึ่งมีแกนหมุนรอบแกนกลาง
(ADJ) ซึ่งระบาดอย่างรวดเร็ว
(N) การลุกลามอย่างรวดเร็ว
(N) โรคระบาด (ที่แพร่อย่างรวดเร็ว)
(N) ต้นกําเนิดและการพัฒนาของเชื้อโรค
(N) ระบาดวิทยา
(N) ผิวหนังชั้นนอกสุด
(N) อุปกรณ์ที่ใช้ขยายภาพของวัตถุที่ทึบแสงและโปร่งแสงให้ไปตกบนจอภาพ
(N) ลิ้นที่ปิดหลอดลมไว้เพื่อป้องกันไม่ให้อาหารหรือน้ําเข้าไปในขณะที่กลืนอาหาร
(N) คําคม
(N) บทกวีสั้นๆ ที่มักจะมีการเสียดสีหรือมีคําคมในตอนจบ
(N) คําอ้างอิงในตอนต้นของหนังสือ, บท, ตอน ซึ่งมักจะเกี่ยวข้องกับแก่นของเรื่อง
(N) ตัวหนังสือที่แกะสลักไว้บนรูปปั้นอนุเสาวรีย์หรือสิ่งก่อสร้าง
(N) การศึกษาและถอดความหมายของตัวหนังสือโบราณที่แกะสลักไว้
(N) ตัวหนังสือที่แกะสลักไว้
(N) โรคลมบ้าหมู
(N) บทส่งท้ายของงานวรรณกรรม (ซึ่งมักจะกล่าวถึงชะตากรรมของตัวละคร)
(N) บทส่งท้ายของงานวรรณกรรม (ซึ่งมักจะกล่าวถึงชะตากรรมของตัวละคร)
(N) ฮอร์โมนอะดรีนาลีน
(N) พืชที่เกาะพืชชนิดอื่นอยู่ แต่ไม่ได้ดูดอาหารจากพืชชนิดนั้น เช่น มอส, กล้วยไม้, เฟิร์น
(N) การปกครองคณะสงฆ์โดยสังฆนายก เช่น ในศาสนาคริสต์นิกายโรมันคาทอลิก
(ADJ) เกี่ยวกับสังฆนายก
(N) เขตปกครองหรือเขตรับผิดชอบของสังฆนายก
(N) คณะสังฆนายก
(N) ตําแหน่งของสังฆนายก
(N) การตัดเพื่อขยายปากช่องคลอดในการคลอดลูก
(N) ตอน
(N) การศึกษาเกี่ยวกับทฤษฎีของธรรมชาติและความรู้
(N) จดหมายที่เป็นทางการ (มักมีเนื้อความเกี่ยวกับการสอนสั่ง) (คําทางการ)
(N) คําจารึกบนหลุมฝังศพ
(N) คําพูดหรือข้อความสั้นๆ ที่ทําขึ้นเพื่อระลึกถึงผู้ตาย
(N) บทกวีที่แต่งขึ้นเพื่อใช้ในงานฉลองการแต่งงาน
(N) เนื้อเยื่อบางๆ ที่ห่อหุ้มร่างกายของสัตว์
(N) คําไม่สุภาพ
(N) ฉายา
(N) การสรุป (คําทางการ)
(N) ตัวอย่างที่ชัดเจน
(VT) เป็นตัวอย่างที่ชัดเจน
(VT) สรุปเอาเฉพาะใจความสําคัญของงานเขียน (คําทางการ)
(N) ช่วงเวลาสําคัญในอดีต
(ADJ) ซึ่งมีความสําคัญอย่างมาก
(ADV) เกี่ยวกับช่วงเวลาสําคัญในประวัติศาสตร์ (คําทางการ)
(ADJ) ซึ่งมีความสําคัญอย่างมาก
(N) ชื่อของคนหรือบุคคลในตํานานที่นํามาตั้งเป็นชื่อสิ่งต่างๆ
(N) เรซินสังเคราะห์ มีความเหนียวมาก จะแข็งตัวหลังผ่านความร้อน ใช้เคลือบผิวหรือเป็นตัวเชื่อมวัตถุ
(SL) โกรธมาก
(N) พยัญชนะตัวที่ 5 ในภาษากรีก (คล้ายพยัญชนะ e ในภาษาอังกฤษ)
(ADJ) สงบนิ่ง
(ADJ) ซึ่งเท่ากัน
(N) คนหรือสิ่งของที่มีคุณสมบัติเท่าๆ กัน
(VI) เท่ากัน
(VT) ทําให้เทียมกัน
(PHRV) เหมือนกับ
(ADJ) เกี่ยวกับความเชื่อที่ว่าตามหลักการแล้วทุกๆ คนเท่าเทียมกัน
(N) ผู้ที่เชื่อว่าทุกๆ คนเท่าเทียมกัน
(N) ความเท่าเทียม
(VI) ทําคะแนนเท่ากัน (กีฬา)
(VT) ทําให้เท่ากัน
(ADV) อย่างเท่าเทียมกัน
(N) จิตใจที่สงบแม้ว่าจะอยู่ภายใต้ความตึงเครียด (คําทางการ)
(VT) แสดงให้เห็นว่าเท่ากัน
(PHRV) เปรียบเทียบกับ
(PHRV) เทียบเท่า
(N) ความเท่าเทียมกัน
(N) สมการ (คณิตศาสตร์)
(N) เส้นศูนย์สูตร
(N) เจ้าหน้าที่ดูแลม้าของราชสํานัก
(N) ราชองครักษ์
(ADJ) ที่เกี่ยวกับการขี่ม้า
(N) นักขี่ม้า
(PRF) เท่ากัน
(ADJ) (รูปทรงเรขาคณิต) ซึ่งมีมุมเท่ากันทุกมุม
(N) ซึ่งมีระยะห่างจากสถานที่ 2 แห่งหรือมากกว่าเป็นระยะทางเท่ากัน
(ADJ) (รูปทรงเรขาคณิต) ซึ่งมีด้านเท่ากันทุกด้าน
(VI) สมดุลกัน
(VT) ทําให้สมดุล
(N) เครื่องมือที่ช่วยรักษาความสมดุล
(N) ความสงบของจิตใจ
(N) ความสมดุลของร่างกาย
(ADJ) คล้ายม้า (ทางรูปร่างลักษณะหรือพฤติกรรม)
(ADJ) ซึ่งเกิดขึ้นในช่วงที่มีเวลาในตอนกลางวันและกลางคืนเท่ากัน
(ADJ) (พืช) ที่ดอกจะบานและหุบในเวลาเฉพาะของวัน (ทางพฤกษศาสตร์)
(N) พายุหรือลมแรงที่เกิดขึ้นในช่วงที่เวลาในตอนกลางวันและกลางคืนเท่ากัน
(N) วงเส้นศูนย์สูตร
(N) เส้นศูนย์สูตร
(N) ช่วงที่เวลาในตอนกลางวันและกลางคืนเท่ากัน ซึ่งมักจะเกิดในช่วงวันที่ 21 มีนาคมและ 23 กันยายน
(VT) จัดหามาให้
(N) เครื่องมือและเสบียงที่จําเป็นสําหรับการเดินทาง (โดยเฉพาะในการเดินทัพหรือเดินทางไปทางเรือ)
(N) รถม้าที่มีอุปกรณ์ครบครันทั้งม้าและคนขับ ซึ่งมักจะเป็นรถม้าที่หรูหรา
(PHRV) มีอุปกรณ์สําหรับ
(N) อุปกรณ์
(N) ภาวะสมดุล
(N) สิ่งที่ทําให้เกิดความสมดุล
(VT) ถ่วงดุล (คําทางการ)
(ADJ) ครบครัน
(PHRV) จําเป็นต้องมีสําหรับ
(PHRV) จัดหาให้ด้วย
(ADJ) ยุติธรรม
(N) ความถูกต้อง
(ADJ) เท่ากับ
(ADJ) ที่กํากวม
(ADJ) ที่ยากจะเข้าใจได้
(VI) พูดสองนัย
(N) ยุค
(INTER) เสียงแสดงความไม่แน่ใจ
(SUF) การกระทําหรือกระบวนการ
(SUF) บ่อย
(SUF) ผู้มีหน้าที่
(VT) กําจัดจนหมดสิ้น
(VT) ลบ
(VT) ลบข้อมูลออกจากคอมพิวเตอร์
(PHRV) ลบออก
(N) ยางลบ
(N) ธาตุโลหะสีเงินใช้ผสมในสิ่งอื่นเพื่อทําให้เกิดสี (สัญลักษณ์คือ Er)
(CONJ) ก่อน (คําโบราณ, ทางวรรณคดี)
(PREP) ก่อน (คําโบราณ, ทางวรรณคดี)
(ADJ) ซึ่งตั้งตรง
(VT) ทําให้ตั้งขึ้น
(VT) สร้างขึ้น
(ADJ) ซึ่งสามารถตั้งตรงขึ้นได้
(N) การตั้งตรง (โดยเฉพาะอวัยวะเพศชาย)
(N) การสร้าง (คําทางการ)
(ADV) อย่างตั้งตรง
(N) กล้ามเนื้อที่ยกส่วนต่างๆ ของร่างกาย
(N) ผู้สร้าง
(ADV) ไม่นาน (คําโบราณ, ทางวรรณคดี)
(N) ฤๅษี
(ADV) ก่อนเวลานี้ (คําโบราณ, ทางวรรณคดี)
(ADV) เมื่อก่อน (คําโบราณ, ทางวรรณคดี)
(N) หน่วยวัดของพลังงานในระบบเซนติเมตร-กรัม-วินาที 1 erg มีค่าเท่ากับ 107 joule
(N) พื้นที่ในทะเลทรายที่มีลมพัดกวาดทําให้ทรายปลิวไปมา โดยเฉพาะในทะเลทรายซาฮาร่า
(ADV) เพราะฉะนั้น (คําทางการ)
(CONJ) เพราะฉะนั้น (คําทางการ)
(N) การศึกษาเกี่ยวกับการจัดวางรูปแบบของที่ทํางานและอุปกรณ์สํานักงานให้เหมาะสม สะดวก ปลอดภัยและมีประสิทธิภาพ
(N) ผลึกสเตียรอยด์ที่พบมากในยีสต์และรา
(N) โรคของธัญพืชที่เกิดจากเชื้อรา
(N) สารที่ได้จากเชื้อรา ergot ซึ่งสามารถนําไปทํายารักษาโรคได้
(N) ขนสีขาวของตัว ermine ซึ่งเคยเป็นสัญลักษณ์ของความร่ํารวย หรูหรา สูงส่ง
(N) สัตว์เลี้ยงลูกด้วยนมขนาดเล็กชนิดหนึ่ง
(N) นกอินทรีทะเลปีกยาวพันธุ์ยุโรป มีชื่อในภาษาละตินว่า Haliactus albicilla
(SUF) แสดงทิศทาง
(N) นกอินทรีทะเลปีกยาวพันธุ์ยุโรป มีชื่อในภาษาละตินว่า Haliactus albicilla
(VI) กร่อน
(VT) กร่อน
(N) การกัดกร่อน
(ADJ) ซึ่งกระตุ้นความรู้สึกทางเพศ
(N) ศิลปะหรืองานประพันธ์ที่ทําขึ้นมาเพื่อความสุนทรียทางเพศ
(N) การหมกมุ่นในกามารมณ์
(N) ความต้องการทางเพศ
(N) ลักษณะที่กระตุ้นความต้องการทางเพศ
(VI) ทําผิด
(N) ความโน้มเอียงในการกระทําผิดหรือประพฤติตัวไม่เหมาะสม
(N) พฤติกรรมที่ไม่ถูกต้อง
(N) งานที่ใช้ให้ทํา
(ADJ) ที่ท่องเที่ยวไปทั่ว
(ADJ) ที่ประพฤติชั่ว
(ADJ) ไม่แน่ไม่นอน
(N) คนที่เอาแน่ไม่ได้
(ADJ) ไม่ถูกต้องเนื่องจากเข้าใจผิด
(N) ข้อผิดพลาด
(N) ความเชื่อที่ผิด
(ADJ) ซึ่งเป็นของเทียม
(ADV) เมื่อก่อน (คําโบราณ)
(ADJ) ในสมัยก่อน
(ADV) เมื่อก่อน (คําโบราณ)
(VI) เรอ (ทางการแพทย์)
(VT) เรอ (ทางการแพทย์)
(ADJ) ซึ่งมีความรู้ดี
(N) ความรู้ (ที่ได้จากการเรียนและการอ่าน)
(VI) ระเบิด
(VT) ทําให้ระเบิด
(PHRV) ปะทุ
(N) การระเบิด
(SUF) ธุรกิจ
(N) โรคผิวหนังที่ร้ายแรงชนิดหนึ่งมีการอาเจียนและไข้สูงร่วมด้วย เกิดจากเชื้อแบคทีเรียสเตรปโตคอกคัส
(N) การเป็นผื่นแดงของผิวหนังเนื่องจากมีไข้และติดเชื้อ
(N) เม็ดเลือดแดง
(N) การปีนข้ามกําแพงด้วยบันไดเพื่อไปโจมตีฝ่ายตรงข้าม
(VT) ปีนข้ามกําแพงด้วยบันไดเพื่อไปโจมตีฝ่ายตรงข้าม
(VI) เพิ่มขึ้น
(VT) ทําให้เพิ่มขึ้น
(N) บันไดเลื่อน
(N) ริมผ้าที่เป็นรูปคลื่น
(N) ชิ้นเนื้อที่หั่นบางๆ และไม่ติดกระดูก
(N) การกระทําที่น่าตื่นเต้นและกล้าบ้าบิ่น
(N) การหนี (จากการถูกขัง)
(VI) หนี (จากการถูกขัง)
(VT) หนี (จากการถูกขัง)
(PHRV) หนีรอดจาก
(N) เครื่องเกาะฟันเฟืองในนาฬิกา
(PHRV) หนีไปยัง
(N) เนินลาดชันที่ทําขึ้นไว้หน้าป้อมปราการ
(N) สันเขาหรือหน้าผาสูงชันที่เกิดจากการผุกร่อนหรือการแยกตัวของเปลือกโลก
(SUF) กลายเป็น
(SUF) ค่อยๆ เป็น
(N) คําสอนในศาสนาที่เกี่ยวกับวิญญาณของมนุษย์ที่เกี่ยวข้องกับความตาย การพิพากษานรกสวรรค์
(N) การเวนคืนทรัพย์สินของคนที่เสียชีวิตให้เป็นของรัฐ เนื่องจากไม่มีผู้รับมรดกที่ถูกต้องตามกฎหมาย
(N) ทรัพย์สินที่ต้องเป็นของรัฐเนื่องจากไม่มีผู้รับมรดก
(VT) หลบเลี่ยง
(N) การคุ้มครอง
(N) คนที่ไปเป็นเพื่อน
(VT) คุ้มกัน
(PHRV) คุ้มกันให้พ้นจาก
(PHRV) ป้องกันให้เพื่อ
(N) โต๊ะเขียนหนังสือที่มีลิ้นปิดเปิด (ซึ่งบังลิ้นชักและช่องเก็บกระดาษไว้)
(N) เงินหรือทรัพย์สินที่ให้บุคคลหนึ่ง แต่เก็บไว้กับบุคคลที่สามจนกว่าจะบรรลุตามเงื่อนไขที่กําหนดไว้แล้ว
(VT) เก็บเงินหรือทรัพย์สินไว้ที่บุคคลที่สามจนกว่าจะบรรลุตามเงื่อนไขที่กําหนดไว้แล้ว
(N) หน่วยเงินตราของโปรตุเกส
(ADJ) ซึ่งกินได้ (คําทางการ)
(N) สิ่งที่สามารถกินได้โดยเฉพาะพืชผัก (คําทางการ)
(N) ป้ายโลหะบอกชื่อเรือที่ติดอยู่ท้ายเรือ
(N) แผ่นโลหะรอบลูกกุญแจหรือที่ดึงประตู
(N) โล่ที่แสดงเครื่องหมายประจําตระกูล
(SUF) เป็นของ
(N) ชาวเอสกิโม
(N) ภาษาเอสกิโม
(N) สุนัขที่มีขนหนาหูตั้งใช้ลากเลื่อนในแถบขั้วโลกเหนือ
(N) หลอดอาหาร
(ADJ) ซึ่งยากที่จะเข้าใจ
(ADJ) ซึ่งรู้กันเพียงไม่กี่คน
(ADJ) เป็นความลับ
(N) รองเท้าแตะที่ทําจากผ้าหรือผ้าใบ พื้นล่างของรองเท้าทําจากเชือกถัก บางครั้งก็มีสายผูกรอบข้อเท้า
(N) พันธุ์ไม้โดยเฉพาะผลไม้ที่ถูกทําให้เลื้อยเกาะไปตามกําแพงรั้วหรือเส้นลวด
(N) ต้นหญ้าที่ใบยาวหยาบ ของทวีปยุโรปและทางตอนเหนือของทวีปแอฟริกา ซึ่งสามารถนํามาใช้ทํากระดาษ เชือกหรือเสื่อได้
(ADJ) โดยเจาะจง
(ADV) โดยเฉพาะอย่างยิ่ง
(N) ภาษาที่ประดิษฐ์ขึ้นเพื่อใช้เป็นภาษากลางในการสื่อสารระหว่างประเทศ ซึ่งรากศัพท์ส่วนใหญ่มาจากภาษายุโรปหลายภาษา
(N) จารกรรม
(N) พื้นที่โล่งๆ ยาวๆ (โดยเฉพาะที่ใกล้ทะเล) ใช้สําหรับเดินเล่นหรือขับรถเล่น
(N) การนํามาใช้
(N) การสมรส (คําทางการ)
(VT) นํามาใช้
(VT) สมรส (คําโบราณ)
(N) กาแฟ (ผง) เอสเปรสโซ
(N) (เครื่องดื่ม) กาแฟเอสเปรสโซ
(N) เครื่องทํากาแฟเอสเปรสโซ
(N) สติปัญญา
(N) ความภาคภูมิใจในการเป็นส่วนหนึ่งของหมู่คณะ
(VT) เห็นในทันทีทันใด (คําทางการ)
(SUF) รูปแบบ
(N) เด็กรับใช้ประจําอัศวิน (ซึ่งกําลังฝึกฝนที่จะเป็นอัศวินเองในอนาคต)
(SUF) เพศหญิง
(N) ความพยายาม (คําทางการ)
(N) ความเรียง
(VT) ทดสอบ
(VT) พยายาม (คําทางการ)
(N) แก่น
(N) ส่วนสําคัญของพืชที่ถูกสกัดออกมา
(ADJ) จําเป็น
(N) องค์ประกอบสําคัญ
(ADV) โดยพื้นฐาน
(VT) สร้าง
(VT) แสดงให้เห็น
(ADJ) เป็นที่ยอมรับ (ว่าเป็นจริง)
(N) ผู้สถาปนา
(PHRV) ทําให้เกิดขึ้น
(N) การสถาปนา
(N) ร้านขายกาแฟเล็กๆ (โดยเฉพาะในฝรั่งเศส)
(N) ทรัพย์สินที่ดิน
(N) มรดก
(N) คนที่ทํางานเกี่ยวกับการขายบ้านและที่ดิน
(N) ความเคารพ
(VT) เคารพ
(ADJ) ซึ่งได้รับการยกย่อง
(N) สารประกอบอินทรีย์เกิดจากปฏิกิริยาของกรดกับอัลกอฮอล์
(N) คนที่รักความสวยงามโดยเฉพาะในงานศิลปะ
(ADJ) เกี่ยวกับความงาม
(N) ความงาม
(N) นักศึกษาหรือผู้อุทิศตนเพื่อศิลปะและความงาม
(N) ผู้ที่ให้บริการด้านความสวยงามแก่ผู้อื่น
(N) สุนทรียศาสตร์สาขาหนึ่งของวิชาปรัชญาที่ศึกษาเกี่ยวกับความสวยความงาม
(ADJ) ซึ่งสามารถประเมินได้ (คําโบราณ)
(ADJ) น่านับถือ
(N) การตีราคา
(VT) ประมาณ
(PHRV) ประเมินไว้ที่ (จํานวน, ราคา)
(N) การประเมิน
(N) ความเคารพ
(N) การจัดเรียงของกลีบดอกของดอกไม้ตูม
(N) การใช้เวลาในฤดูร้อน ณ สถานที่สถานที่หนึ่ง (คําทางการ)
(N) การหยุดนิ่งไม่เคลื่อนไหวของสัตว์บางชนิดในฤดูร้อนหรือเดือนที่แห้งแล้ง
(ADJ) เกี่ยวกับประชาชน ภาษาหรือวัฒนธรรมของเอสโตเนีย
(N) ชาวเอสโตเนีย
(N) ภาษาเอสโตเนีย
(VT) ขัดขวางโดยใช้กฎหมาย
(VT) ขัดขวาง (ภาษาโบราณ)
(VT) ทําให้บาดหมาง
(PHRV) ทําให้ห่างเหินจาก
(N) ฮอร์โมนเอสโตรเจนที่ผลิตจากรังไข่ ช่วยกระตุ้นความรู้สึกทางเพศและช่วยพัฒนาลักษณะเฉพาะทางเพศของเพศหญิง
(N) ช่วงที่สัตว์เลี้ยงลูกด้วยนมเพศเมียมีความต้องการทางเพศ (ซึ่งอยู่ในช่วงที่สัตว์หาคู่ผสมพันธุ์)
(N) ปากแม่น้ํา
(N) หิ้งหลายชั้นที่เปิดโล่งใช้วางของชิ้นเล็กๆ
(ADV) และอื่นๆ (คําย่อจากภาษาละติน et alibi)
(ABBR) และอื่นๆ (คําย่อของ et cetara)
(ADV) และอื่นๆ
(VI) แกะสลักโดยใช้กรดให้กัดกร่อน
(VI) แกะสลักโดยใช้ของแหลมหรือแสงเลเซอร์
(VT) แกะสลักโดยใช้กรดให้กัดกร่อน
(VT) แกะสลักโดยใช้ของแหลมหรือแสงเลเซอร์
(VT) เห็นได้ชัดเจน
(PHRV) แกะสลัก
(ADJ) ที่ไม่เปลี่ยนแปลง
(ADJ) ที่อยู่ชั่วนิรันดร์
(N) สิ่งที่อยู่ชั่วนิรันดร์
(SL) ความตาย
(VT) ทําให้เป็นนิรันดร์
(ADV) อย่างชั่วนิรันดร์
(IDM) สองหญิงหนึ่งชาย
(N) นิรันดร
(N) เวลาที่ยาวนานมาก
(N) สภาวะไร้กาลเวลาในช่วงหลังความตาย (ทางศาสนา)
(N) เอธิลอัลกอฮอล์
(N) ก๊าซที่ไม่มีสี ติดไฟได้ ใช้ในการผลิตโพลิเมอร์และสารเคมีชนิดอื่นๆ และใช้ในการทําให้ผลไม้สุก
(N) อากาศ (ทางวรรณคดี)
(N) อีเธอร์
(ADJ) บอบบาง
(VT) ทําให้กลายเป็นสารละลายอีเธอร์
(VT) ทําให้บอบบาง
(VT) เปลี่ยนสสารโดยเฉพาะแอลกอฮอล์ให้เป็นอีเธอร์
(N) เครื่องหมายการค้าของระบบการแลกเปลี่ยนข้อมูลข่าวสารระหว่างคอมพิวเตอร์ในเครือข่ายท้องถิ่นโดยใช้สายเคเบิล
(N) หลักจรรยา
(ADJ) ตามหลักจรรยา
(N) จริยศาสตร์
(N) ประเทศเอธิโอเปีย
(ADJ) เกี่ยวกับชาติพันธุ์
(N) กลุ่มชาติพันธุ์
(N) ลักษณะของเชื้อชาติหรือกลุ่มชนที่เหมือนกันหรือต่างกัน
(N) มานุษยวิทยาแขนงหนึ่งซึ่งศึกษาเกี่ยวกับวัฒนธรรมของเผ่าพันธุ์ต่างๆ
(N) ชาติพันธุ์วิทยา
(N) ลักษณะพื้นฐานทางด้านสังคมที่มีร่วมกันของกลุ่มคน
(N) อนุมูลทางเคมี มีคุณสมบัติไวไฟ
(N) ก๊าซเอธิลีน ไม่มีสีติดไฟได้
(VT) ทําให้ขาวซีดและสุขภาพไม่ดี
(VT) ทําให้อ่อนแอ
(N) การแพทย์แขนงหนึ่งที่ศึกษาเกี่ยวกับสาเหตุและต้นกําเนิดของโรค
(N) การศึกษาทางปรัชญาที่เกี่ยวกับสาเหตุและต้นกําเนิด
(N) มารยาท
(N) (เครื่องแบบของวิทยาลัยอีตันในประเทศอังกฤษ) ปกเสื้อทรงกว้าง สีขาว
(N) (เครื่องแบบของนักเรียนของวิทยาลัยอีตันในประเทศอังกฤษ) เสื้อแจ๊คเก็ตทรงสั้นสีดําผ่าหน้า
(N) ดินแดนทางชายฝั่งตะวันตกเฉียงเหนือของแหลมอิตาลี
(ADJ) เกี่ยวกับประชาชน ภาษา และวัฒนธรรมอิทรูเรียโบราณ
(N) พลเมืองของอิทรูเรียโบราณ
(N) ภาษาอิทรูเรียโบราณ
(N) นิรุกติศาสตร์
(N) ประวัติของคํา
(PRF) ดี
(N) ต้นยูคาลิปตัส
(N) พิธีศีลมหาสนิท
(N) การป้องกันไม่ให้ผู้เล่นคนอื่นได้ถึง 3 รอบ ซึ่งจะเป็นผู้ชนะในการเล่นไพ่ยูเครอะ
(N) การเล่นไพ่ชนิดหนึ่งมีจํานวนไพ่สูงสุด 32 ใบในหนึ่งสํารับ
(SL) ฉ้อโกง
(VT) ป้องกันไม่ให้ผู้อื่นเล่นได้ 3 รอบ เพื่อชนะไพ่ยูเครอะ
(VT) หลอกลวง
(N) นักคณิศาสตร์ชาวกรีก ผู้สร้างแบบเรียนมาตรฐานทางเรขาคณิตซึ่งใช้มาจนถึงศตวรรษที่ 19
(N) หลักคําสอนที่ประเมินคุณค่าของชีวิตจากความสุข
(N) ความสุข
(ADJ) เกี่ยวกับการปรับปรุงลักษณะทางพันธุกรรมของมนุษย์ให้ดีขึ้น
(ADV) โดยเกี่ยวกับการปรับปรุงลักษณะทางพันธุกรรมของมนุษย์ให้ดีขึ้น
(N) การปรับปรุงลักษณะทางพันธุกรรมของมนุษย์ให้ดีขึ้น
(N) น้ํามันที่ไม่มีสีจากต้นกานพลู
(ADJ) ซึ่งยกย่อง
(VI) สรรเสริญ (คําทางการ)
(VT) สรรเสริญ (คําทางการ)
(N) ถ้อยคําสรรเสริญ
(N) ขันที
(N) คนที่ไม่มีอํานาจ (คําไม่เป็นทางการ)
(N) ระบบการย่อยอาหารที่มีประสิทธิภาพ
(N) การใช้ถ้อยคําหรือภาษาที่สุภาพนุ่มนวลลดความรุนแรงลง
(N) ศัพท์หรือภาษาที่นุ่มนวล
(ADJ) เกี่ยวกับเสียงที่น่าฟัง (โดยเฉพาะในการพูดหรือการออกเสียง)
(ADV) อย่างน่าฟัง
(ADJ) ซึ่งมีเสียงเพราะ
(N) แตรทองเหลืองขนาดใหญ่ชนิดหนึ่ง
(N) เสียงที่ไพเราะ
(N) ความรู้สึกสนุกสนาน ตื่นเต้น และเป็นสุขอย่างที่สุด
(ADJ) ปลาบปลื้ม
(N) การประพันธ์แบบหนึ่งในศตวรรษที่ 16 และ 17 ที่มีการใช้โวหารแบบต่างๆ มากเกินไป
(N) พื้นที่ที่เกิดขึ้นจากการรวมทวีปยุโรปและเอเชีย
(ADJ) เกี่ยวกับยุโรปและเอเชีย
(N) คนที่มีเชื้อสายจากทั้งทางยุโรปและเอเชีย
(INT) คําอุทานที่หมายความว่า ค้นพบแล้ว
(ADJ) โดยมีจังหวะหรือโครงสร้างที่สวยงาม
(ADJ) เกี่ยวกับการเคลื่อนไหวร่างกายตามเสียงดนตรีเพื่อบําบัดโรคหรือฝึกซ้อมดนตรี
(ADJ) โดยมีจังหวะหรือโครงสร้างที่สวยงาม
(N) การเคลื่อนไหวร่างกายตามเสียงดนตรีเพื่อออกกําลังกาย บําบัดโรค หรือฝึกซ้อมดนตรี
(N) พันธบัตรในสกุลเงินต่างๆ ที่นําออกขายให้กับนักลงทุนในประเทศอื่นที่ไม่ได้ใช้สกุลเงินที่ระบุไว้ในพันธบัตร
(N) เงินดอลล่าร์สของสหรัฐอเมริกาที่ฝากไว้ที่ธนาคารนอกประเทศ โดยเฉพาะธนาคารในยุโรป
(N) ทวีปยุโรป
(N) ยุโรป
(ADJ) เกี่ยวกับยุโรป
(N) เกี่ยวกัสหภาพยุโรป
(N) ประชาคมยุโรป
(N) ประชาคมเศรษฐกิจยุโรป
(N) ธาตุโลหะสีเงินขาวหายาก ใช้ในเครื่องยิงแสงเลเซอร์ มีสัญลักษณ์คือ Eu
(ADJ) โดยมีจังหวะหรือโครงสร้างที่สวยงาม
(N) การเคลื่อนไหวร่างกายตามเสียงดนตรีเพื่อออกกําลังกายหรือบําบัดโรค หรือฝึกซ้อมดนตรี
(N) ท่อที่เชื่อมระหว่างหูชั้นกลางกับช่วงคอส่วนบน มีหน้าที่ปรับความดันอากาศในแก้วหูทั้งสองข้าง
(ADJ) เกี่ยวกับโลหะผสม โดยเฉพาะอัลลอยที่มีจุดเยือกแข็งต่ําที่สุดของโลหะผสม
(N) สสารหรือโลหะผสมที่มีจุดเยือกแข็งต่ําที่สุด
(N) การฆ่าหรือช่วยให้บุคคลที่ทุกข์ทรมานจากโรคหรืออาการบาดเจ็บที่รักษาไม่หาย ตายอย่างไม่เจ็บปวด (ซึ่งผิดกฎหมายในเกือบทุกประเทศ)
(VI) อพยพ
(VT) ถ่าย (อากาศ) ออก
(VT) ทําให้ว่างเปล่า (คําทางการ)
(VT) อพยพ
(PHRV) เคลื่อนย้ายออกจาก
(PHRV) เคลื่อนย้ายไปยัง
(N) การระบายของเสียในร่างกายออก
(N) การอพยพ
(N) สิ่งที่ถูกขับถ่ายออกจากร่างกาย ได้แก่ ปัสสาวะ อุจจาระ
(N) ผู้อพยพ
(VT) หลบเลี่ยง (ที่จะกระทําสิ่งที่ไม่ดี)
(VT) ประเมินผล
(VI) ลดน้อยลงเรื่อยๆ จนไม่มีเหลืออยู่ (ทางวรรณคดี)
(ADJ) หายไปอย่างรวดเร็ว
(N) เรื่องราวชีวิตและคําสั่งสอนของพระเยซูทั้ง 4 ชุดในคัมภีร์ไบเบิล (ได้แก่ แมทธิว, มาร์ค, ลุค และจอห์น)
(N) เรื่องราวชีวิตและคําสั่งสอนของพระเยซูในคัมภีร์ไบเบิล
(N) หลักคําสอนเบื้องต้น
(ADJ) เกี่ยวกับความเชื่อของศาสนิกชนนิกายโปรแตสแตนท์ที่เชื่อถือในคัมภีร์ไบเบิลและการช่วยให้พ้นจากบาปโดยการศรัทธาในพระเยซู
(ADJ) เกี่ยวกับเรื่องราวชีวิตและคําสั่งสอนของพระเยซูทั้ง 4 ชุด ในคัมภีร์ไบเบิล )ได้แก่ แมทธิว, มาร์ค, ลุคและจอห์น)
(ADJ) ซึ่งกระตือรือร้นที่จะสนับสนุนในเรื่องใดเรื่องหนึ่งและต้องการให้คนอื่นเชื่อเหมือนกับตัวเอง
(ADJ) เกี่ยวกับเรื่องราวชีวิตและคําสั่งสอนของพระเยซูทั้ง 4 ชุดในคัมภีร์ไบเบิล (ได้แก่ แมทธิว, มาร์ค, ลุค และจอห์น)
(ADJ) เกี่ยวกับศาสนาคริสต์นิกายโปรแตสแตนท์ที่ศาสนิกชนของนิกายนี้เชื่อถือในคัมภีร์ไบเบิลและการช่วยให้รอดจากบาปโดยการศรัทธาในพระเยซู
(ADJ) ซึ่งกระตือรือร้นที่จะสนับสนุนในเรื่องใดเรื่องหนึ่งและต้องการให้คนอื่นเชื่อเหมือนกับตัวเอง
(N) ศาสนิกชนของศาสนาคริสต์อีแวนเจลิค (ซึ่งเป็นสายหนึ่งในนิกายโปรแตสแตนท์)
(N) การเผยแผ่ศาสนาคริสต์ (โดยเฉพาะโดยคริสตศาสนิกชนที่พยายามชักชวนให้คนอื่นหันมานับถือศาสนาคริสต์)
(N) ความกระตือรือร้นอย่างมากในเรื่องใดเรื่องหนึ่ง
(N) ผู้ที่สอนศาสนาคริสต์
(VI) เปลี่ยนคนอื่นให้หันมานับถือศาสนาคริสต์ โดยเฉพาะด้วยการเทศน์หรืองานของมิชชันนารี
(VI) พยายามชักชวนให้คนอื่นกระตือรือร้นในความคิดความเชื่อในเรื่องใดเรื่องหนึ่งเหมือนกับตัวเอง
(VT) เปลี่ยนคนอื่นให้หันมานับถือศาสนาคริสต์ โดยเฉพาะด้วยการเทศน์หรืองานของมิชชันนารี
(VT) พยายามชักชวนให้คนอื่นกระตือรือร้นในความคิดความเชื่อในเรื่องใดเรื่องหนึ่งเหมือนกับตัวเอง
(VI) ค่อยๆ เลือนหายไป
(VI) ระเหย
(VT) ทําให้ระเหย
(N) นมข้น (จากการที่น้ําในนมระเหยไปส่วนหนึ่ง)
(N) จานใช้สําหรับระเหยสาร
(N) การหลีกเลี่ยง (สิ่งที่ไม่ดี)
(N) ข้ออ้าง
(ADJ) ซึ่งตอบไม่ตรงประเด็น
(ADJ) ซึ่งหลีกหนีปัญหา
(ADV) อย่างหลีกเลี่ยง
(N) ผู้หญิงคนแรกที่พระแจ้งสร้างขึ้นมาตามพระคัมภีร์ไบเบิล
(N) วันก่อนวันหยุดหรือวันสําคัญ
(ADJ) (จํานวน) เท่ากัน
(ADJ) เรียบ
(ADJ) (เลข) คู่
(ADJ) สงบ
(ADV) แม้กระทั่ง
(ADV) ยิ่งไปกว่านั้น
(VI) ทําให้เท่ากัน
(VT) ทําให้เท่ากัน
(SL) กลับสู่ปกติ
(N) พลบค่ํา (คําโบราณ)
(ADJ) ยุติธรรม
(ADV) แม้ว่า
(N) ตอนเย็น
(N) ชุดราตรี
(N) พันธุ์ไม้ชนิดหนึ่ง ใบมีขนดอกเป็นสีเหลือง น้ํามันจากเมล็ดของพันธุ์ไม้ชนิดนี้สามารถนํามาทํายารักษาอาการหรือปัญหาเกี่ยวกับประจําเดือน
(ADV) ทุกเย็น (ตามปกติ)
(N) ดาวที่มักจะเห็นสว่างอยู่ทางขอบฟ้าด้านตะวันตกในช่วงหลังพระอาทิตย์ตกดิน โดยปกติแล้วจะเป็นดาวศุกร์ แต่บางครั้งก็เป็นดาวพุธ
(ADV) อย่างเท่าเทียม
(N) จํานวนคู่
(PHRV) เท่ากัน
(PHRV) เท่ากัน
(ADV) ถึงกระนั้น
(N) การแข่งขันกีฬา
(N) ผลลัพธ์ (คําโบราณ)
(N) เหตุการณ์สําคัญ
(ADJ) ซึ่งมีความหมาย (ต่อชีวิตของบางคน)
(ADJ) เต็มไปด้วยเหตุการณ์ที่สําคัญ, น่าสนใจและน่าตื่นเต้น
(ADV) ถึงแม้ว่า
(N) ตอนเย็น (ทางวรรณคดี)
(ADJ) ที่เกิดขึ้นในขั้นสุดท้าย
(N) สิ่งที่อาจเกิดขึ้นได้ (โดยเฉพาะสิ่งไม่ดี) (คําที่เป็นทางการ)
(ADV) ในที่สุด
(VI) ผลลัพธ์ที่เกิดขึ้นในตอนท้าย (คําทางการ)
(PHRV) ทําให้เท่ากันมากขึ้น
(PHRV) ทําให้เสมอกัน
(PHRV) ตอบแทน
(ADV) เคย
(ADV) ตลอด
(N) ทุ่งหญ้าที่มีน้ําท่วมอยู่อย่างน้อยระยะเวลาหนึ่งในหนึ่งปี
(ADJ) ซึ่งเขียวชอุ่มตลอดปี
(N) ต้นไม้ที่เขียวชอุ่มตลอดปี
(ADJ) ตลอดกาล
(N) ความไม่สิ้นสุด
(ADV) ตลอดไป
(VT) กลับด้านในออกข้างนอก
(ADJ) แต่ละ
(ADJ) ทั้งหมด
(PRON) ทุกคน
(IDM) ในสิ่งที่เลวร้ายยังพอมีสิ่งที่ดีปรากฏอยู่
(ADJ) ซึ่งเกิดขึ้นทุกวัน
(ADJ) ซึ่งใช้สําหรับงานประจําวัน
(ADJ) ไม่น่าสนใจ
(N) ชีวิตประจําวัน
(SL) คนทั่วไป
(IDM) ทุกคนมีโอกาส
(IDM) ทุกคนมีโอกาส
(IDM) อย่างสมบูรณ์
(IDM) อย่างสมบูรณ์
(IDM) ทุกคน
(IDM) ทุกคน
(N) คนธรรมดาๆ
(N) บุคคลธรรมดา
(IDM) ทุกคน
(IDM) ทุกนาทีมีค่า
(IDM) ทุกนาทีมีค่า
(IDM) ทุกคน
(IDM) ทุกซอกทุกมุมในที่นั้น
(IDM) เป็นครั้งคราว
(IDM) เป็นครั้งคราว
(IDM) เป็นครั้งคราว
(PRON) ทุกคน
(ADV) ทุกหนแห่ง (คําไม่เป็นทางการ)
(IDM) บางครั้งบางคราว
(PRON) ทุกสิ่งทุกอย่าง
(PRON) สิ่งที่มีความสําคัญที่สุด
(IDM) ทุกสิ่งที่นึกได้
(IDM) เกือบทุกสิ่งที่นึกได้
(IDM) บ่อยๆ
(ADV) ทุกหนแห่ง
(VT) ขับไล่ (ออกจากสถานที่ใดสถานที่หนึ่ง)
(N) คนที่ถูกขับไล่ (ออกจากสถานที่ใดสถานที่หนึ่ง)
(PHRV) ขับออกจาก
(N) หลักฐาน
(VT) พิสูจน์หลักฐาน
(ADJ) ชัดแจ้ง
(ADV) อย่างชัดเจน
(ADJ) ชั่วร้าย
(N) ปีศาจ
(N) สิ่งที่ชั่วร้าย
(N) คนที่ทําสิ่งที่ชั่วร้าย
(ADJ) ซึ่งมีจิตใจชั่วร้าย
(VT) แสดงความรู้สึกออกมาอย่างชัดแจ้ง
(VT) เอาส่วนสําคัญออก
(VT) เอาอวัยวะภายในของคนหรือสัตว์ออกมา
(ADJ) ซึ่งหลีกเลี่ยงได้
(ADJ) ซึ่งเรียก (ความทรงจํา, ความรู้สึกในอดีต) กลับคืนมาได้
(ADJ) ซึ่งทําให้รําลึกถึงภาพเหตุการณ์ต่างๆ (โดยเฉพาะเหตุการณ์ในอดีต)
(VT) ทําให้ปรากฏขึ้น
(VT) ทําให้ระลึกความหลัง
(N) วิวัฒนาการ
(VT) ค่อยๆ พัฒนา
(PHRV) ค่อยๆ พัฒนาจาก
(PHRV) ค่อยๆ พัฒนาจาก
(N) แกะตัวเมียที่โตเต็มที่แล้ว
(N) คนโท
(N) พยัญชนะในภาษาอังกฤษตัวที่  24
(N) อดีตภรรยาหรือสามี (คําไม่เป็นทางการ)
(PREP) ไม่รวม
(PRF) ก่อนหน้า
(PRF) นอก
(PRF) ไม่มี
(PRF) ออก
(SL) คู่รักเก่า
(VT) ทําให้แย่ลง
(ADJ) ถูกต้องแม่นยํา
(VT) ต้องการ
(PHRV) บังคับเรียกเก็บจาก
(ADJ) ซึ่งต้องการความสนใจมาก
(N) ความถูกต้องแม่นยํา
(ADV) อย่างถูกต้อง
(N) ความถูกต้อง
(VI) กล่าวเกินจริง
(VT) กล่าวเกินจริง
(N) การกล่าวเกินจริง
(VT) ยกระดับ (คําทางการ)
(ADJ) สูงส่ง
(N) การสอบ
(N) การตรวจสอบ
(N) การสอบ
(VT) ไต่สวน
(VT) พินิจพิจารณา
(PHRV) สํารวจ
(PHRV) ทดสอบ
(PHRV) ทดสอบ
(N) ตัวอย่าง
(VT) ทําให้ฉุนเฉียว
(ADJ) ซึ่งฉุนเฉียว
(N) ความฉุนเฉียว
(ADJ) ด้วยอํานาจตามตําแหน่งหรือสถานะ (คําทางการ)
(ADV) ด้วยอํานาจตามตําแหน่งหรือสถานะ (คําทางการ)
(VI) ขุดค้น (อย่างระมัดระวังและเป็นกระบวนการ) เพื่อหาวัตถุโบราณ
(VI) ขุดดิน
(VT) ขุดค้น (อย่างระมัดระวังและเป็นกระบวนการ) เพื่อหาวัตถุโบราณ
(VT) ขุดดิน
(N) กระบวนการขุดค้นหาวัตถุโบราณ (ในสถานที่ทางประวัติศาสตร์)
(N) เครื่องจักรขนาดใหญ่ที่ใช้ขุด
(N) ผู้ขุดค้นโดยเฉพาะเกี่ยวกับวัตถุโบราณ
(VT) เกินกว่า
(ADJ) มากมาย (ทางวรรณคดี)
(ADV) อย่างมากมาย
(VI) ดีเยี่ยม
(N) ความเป็นเลิศ
(N) คําเรียกอย่างยกย่องสําหรับผู้มีตําแหน่งทางราชการสูง เช่น รัฐมนตรี เอกอัครราชทูต
(ADJ) ยอดเยี่ยม
(ADV) อย่างดีเยี่ยม
(N) ไม้ที่ใช้ในการบรรจุหีบห่อเพื่อกันไม่ให้ของแตกหัก
(CONJ) นอกจากว่า (คําโบราณ)
(PREP) นอกจาก
(VT) ยกเว้น
(CONJ) ยกเว้น (คําทางการ)
(PREP) ยกเว้น (คําทางการ)
(N) ข้อยกเว้น
(N) คนที่ได้รับการยกเว้น
(ADJ) ยอดเยี่ยม
(N) ข้อความที่ตัดตอนมา
(VT) ตัดตอนมา (ข้อความ, ย่อหน้า เป็นต้น)
(ADJ) ซึ่งมากเกินไป
(N) จํานวนที่มากเกินไป
(N) พฤติกรรมที่เกินขอบเขต
(VT) ปลด (คนงาน) ออกจากงาน (เนื่องจากการเลิกจ้างงาน)
(ADJ) ซึ่งมากเกินกว่าจะยอมรับได้
(ADV) อย่างมากเกินกว่าจะยอมรับได้
(N) การโต้เถียง
(N) การแลกเปลี่ยน
(N) ตึกที่ใช้ทํากิจกรรมทางการค้าต่างๆ
(N) โทรศัพท์กลาง
(VT) แลกเปลี่ยน
(N) อัตราการแลกเปลี่ยนเงินตราระหว่างประเทศ
(N) ภาษีสําหรับสินค้าในประเทศ
(VT) ตัดออก
(VT) เรียกเก็บภาษี
(ADJ) ซึ่งตื่นเต้นได้ง่าย
(VT) กระตุ้น (ให้เกิดความรู้สึกที่ไม่ดี)
(VT) ทําให้ระลึกถึง
(VT) ปลุกเร้า (ทางร่างกาย)
(VT) ปลุกเร้า (ทางอารมณ์ความรู้สึก)
(ADJ) ตื่นตระหนก
(ADJ) ตื่นเต้นดีใจ
(ADV) อย่างตื่นเต้น
(N) ความตื่นเต้น
(N) สิ่งที่น่าตื่นเต้น
(ADJ) ที่น่าตื่นเต้น
(VI) ร้องอุทานเสียง (ดังด้วยความแปลกใจ, โกรธ, ตื่นเต้น)
(VT) ร้องอุทานเสียง (ดังด้วยความแปลกใจ, โกรธ, ตื่นเต้น)
(N) การร้องอุทาน
(N) คําอุทาน
(N) เครื่องหมายอัศเจรีย์
(VT) แยกออกไป
(N) การแยกออกไป
(VT) ประนามอย่างรุนแรง (คําทางการ)
(VT) ลอกหนัง (คน, สัตว์) ออก (คําทางการ)
(N) อุจจาระ
(N) ส่วนที่เพิ่มขึ้นมาอย่างน่าเกลียด เช่น ส่วนของตึก
(N) สิ่งที่งอกออกมาอย่างผิดปกติ (จากคน, สัตว์, พืช)
(VT) ขับถ่ายของเสียออกจากร่างกาย (คําทางการ)
(N) ของเสียที่ร่างกายขับถ่ายออกมา
(ADJ) เจ็บปวดมาก (ทางร่ายกายหรือจิตใจ)
(N) กลุ่มคนที่เดินทางในระยะสั้นๆ
(N) การเดินทางในระยะสั้นๆ
(N) ข้อแก้ตัว
(VT) ให้อภัย
(VT) อนุญาตให้จากไป
(VT) อ้างเหตุผล
(SL) นักบริหาร
(VT) ประณาม
(N) การสาปแช่ง
(VT) ดําเนินการ
(VT) บังคับตามกฎหมาย
(VT) ประหารชีวิต
(N) การบังคับตามกฎหมาย
(N) การประหารชีวิต
(N) ิการดําเนินการ
(N) เพชฌฆาต
(ADJ) เกี่ยวกับการบริหาร
(N) ผู้บริหาร
(N) บรรณาธิการบริหาร
(N) ผู้ปฏิบัติการ
(PHRV) ใช้มากเกินไป
(PHRV) มีมากกว่า
(N) การอธิบายหรือการตีความข้อเขียน
(ADJ) ใช้เป็นคําเตือน
(ADJ) ที่เป็นตัวอย่างที่ดี
(VT) เป็นตัวอย่าง
(VT) ยกตัวอย่าง (เพื่อให้ชัดเจนมากขึ้น)
(ADJ) ที่ได้รับการยกเว้น
(N) ผู้ได้รับการยกเว้น
(VT) ยกเว้น
(N) ความเป็นอิสระจากกฎข้อบังคับ
(N) ผู้ที่ได้รับการยกเว้นภาษี
(N) การใช้
(N) การออกกําลังกาย
(N) แบบฝึกหัด
(VI) บริหารกาย
(VT) ดําเนินการ
(VT) ทําให้เป็นห่วง (คําทางการ)
(VT) ใช้ความพยายามอย่างมาก (ทางร่างกายหรือจิตใจ)
(VT) ใช้อํานาจ (ไปกระทบบางคนหรือบางสิ่ง)
(N) การทุ่มเท
(N) กิจกรรมที่ต้องลงแรงมาก
(VI) ขัดผิว (เพื่อให้ผิวที่ตายแล้วหลุดออก)
(VI) ลอกออก
(VT) ขัดผิว (เพื่อให้ผิวที่ตายแล้วหลุดออก)
(N) การหายใจออก (จากปอด)
(VI) หายใจออก
(N) การปล่อยควันเสีย
(VT) ใช้หมด
(VT) ทําให้หมดแรง
(VT) ปล่อยควันเสีย
(ADJ) ซึ่งใช้หมดสิ้น
(ADJ) เหน็ดเหนื่อย
(N) ความเหนื่อยอ่อน
(ADJ) ละเอียดถี่ถ้วน
(ADV) อย่างละเอียดถี่ถ้วน
(N) ท่อไอเสีย
(N) ของที่แสดง
(N) หลักฐาน
(VI) จัดแสดง
(VT) จัดแสดง
(VT) แสดงให้เห็น
(N) งานแสดง (ศิลปะ)
(N) สิ่งของที่นํามาแสดง
(N) ผู้ที่ชอบเรียกร้องความสนใจ
(ADJ) ซึ่งแสดงออกมา (คําทางการ)
(VT) ทําให้เบิกบานใจ
(VI) ให้คําแนะนํา
(VT) กระตุ้นให้ทํา
(N) การให้คําแนะนํา (อย่างจริงจัง) (คําทางการ)
(N) สิ่งกระตุ้น (คําทางการ)
(N) ความจําเป็นเร่งด่วน (คําทางการ)
(N) ความจําเป็นเร่งด่วน (คําทางการ)
(ADJ) ฉุกเฉิน
(N) การเนรเทศ
(VT) เนรเทศ
(VI) มีชีวิต
(VI) มีอยู่
(N) การดํารงอยู่
(ADJ) ที่มีอยู่
(ADJ) ที่มีอยู่
(N) การออกไป
(N) ความตาย (คําทางการ)
(N) ทางออก
(VI) จบการใช้โปรแกรมคอมพิวเตอร์
(VI) ออกไปจาก
(VT) จบการใช้โปรแกรมคอมพิวเตอร์
(VT) ออกจาก
(N) การจากไปของผู้คนเป็นจํานวนมาก
(VT) ทําให้พ้นจากความผิด
(ADJ) มากเกินไป
(VT) ขับไล่ผี
(N) หมอผี
(ADJ) มาจากต่างประเทศ
(VI) เจริญรุ่งเรือง
(VI) แผ่ขยาย
(VI) อธิบายอย่างละเอียด
(VT) ทําให้กว้าง
(VT) ให้ความหมายเต็ม (จากตัวย่อ, คําย่อ)
(VT) อธิบายอย่างละเอียด
(ADJ) ใหญ่ขึ้น
(N) พื้นที่กว้างขวาง (โดยเฉพาะทะเล แผ่นดิน ท้องฟ้า)
(N) การขยายออก
(ADJ) ซึ่งขยายออกได
(ADV) โดยขยายออกได้
(SL) คนต่างด้าว
(VT) ขยายความโดยการพูดหรือเขียน
(ADJ) เกี่ยวกับคนที่อาศัยอยู่ต่างประเทศ
(N) คนที่อาศัยอยู่ต่างประเทศ (เป็นเวลานาน)
(VI) คาดว่า
(VI) ตั้งครรภ์ (คําที่ไม่เป็นทางการ)
(VT) คาดว่า
(VT) ตั้งครรภ์ (คําที่ไม่เป็นทางการ)
(N) ความคาดหมาย
(N) มาตรฐานที่คาดหวังไว้
(N) สิ่งที่คาดหวังว่าจะเกิดขึ้นในอนาคต
(ADJ) ที่คาดหวังไว้
(ADV) อย่างที่มุ่งหวังไว้
(IDM) ตั้งท้อง
(VI) ขากเสมหะ
(VT) ขากเสมหะ
(ADJ) ที่ให้ผลประโยชน์
(ADJ) เหมาะสม
(N) วิธีที่ทําให้ประสบความสําเร็จอย่างรวดเร็ว
(VT) เร่ง
(N) การเตรียมพร้อม
(N) คณะเดินทาง (เพื่อจุดประสงค์ใดจุดประสงค์หนึ่ง)
(ADJ) ว่องไว
(VT) ไล่ออก (จากการเป็นสมาชิก)
(VT) จ่าย (เงิน) (คําทางการ)
(N) การใช้จ่าย (เงิน)
(N) การใช้ (จนหมด)
(N) ค่าใช้จ่าย
(IDM) ไม่ว่าจะราคาเท่าไรก็ตาม
(ADJ) แพง
(N) ประสบการณ์
(VT) มีประสบการณ์
(ADJ) ซึ่งได้รับการฝึกฝน
(N) การทดลองทางวิทยาศาสตร์
(VI) ทดลอง (ทางวิทยาศาสตร์)
(ADJ) เกี่ยวกับการทดลองทางวิทยาศาสตร์
(ADJ) เกี่ยวกับประสบการณ์
(ADJ) ซึ่งเชี่ยวชาญ
(N) ผู้เชี่ยวชาญ
(N) ทักษะความรู้, ความคิดเห็นของผู้เชี่ยวชาญ
(ADV) อย่างเชี่ยวชาญ
(VT) ยอมรับผิดและแก้ไขความผิดนั้น
(VI) ตาย
(VI) หมดอายุ
(VI) หายใจออก
(ADJ) ซึ่งหมดอายุ
(VI) อธิบาย
(VT) อธิบาย
(N) ผู้อธิบาย
(N) การอธิบาย, การชี้แจง, การขยายความ
(N) คําชี้แจง
(N) คําสบถ
(VT) อธิบาย (โดยเฉพาะข้อเขียน) อย่างละเอียด
(N) การอธิบายอย่างละเอียด
(ADJ) ชัดเจน
(ADV) อย่างแน่ชัด
(VI) เกิดขึ้นในทันทีทันใด
(VI) เพิ่มขึ้นอย่างมากในทันทีทันใด
(VI) ระเบิด
(VI) ระเบิดอารมณ์
(VT) ทําให้ระเบิด
(VT) พิสูจน์ว่าผิด
(N) การกระทําที่กล้าหาญ
(VT) เอาเปรียบ
(N) การใช้หาประโยชน์อย่างไม่ถูกต้อง
(N) การสํารวจ
(VI) สํารวจ
(VT) สํารวจ
(N) การระเบิด
(ADJ) ซึ่งสามารถระเบิดได้
(N) สิ่งที่ระเบิดได้
(N) ผู้สนับสนุน
(N) ผู้อธิบาย
(N) เลขชี้กําลัง
(N) การส่งสินค้าออกไปต่างประเทศ
(VI) ส่งออก
(VT) ส่งออก
(VT) เปิดเผยออกมา
(VT) เผยความลับของคนอื่น (โดยการตีพิมพ์หรือออกอากาศ)
(ADJ) ซึ่งเปิดออก
(PHRV) เปิดเผย (สิ่งผิดให้สาธารณชนรับรู้)
(PHRV) เผยต่อ
(N) การแสดงสินค้า
(N) คําอธิบายอย่างละเอียด
(ADJ) ซึ่งเป็นการอธิบาย
(VI) แสดงความไม่เห็นด้วย
(PHRV) โต้แย้ง
(PHRV) โต้แย้ง
(PHRV) โต้แย้งกับ
(N) การแสดงความไม่เห็นด้วย
(VT) อธิบายอย่างละเอียด
(PHRV) อธิบายให้กับ
(ADJ) ชัดเจน
(ADJ) ด่วน (พาหนะขนส่ง, ไปรษณีย์)
(ADV) อย่างเร่งด่วน (พาหนะขนงส่ง, ไปรษณีย์)
(N) การส่งแบบเร่งด่วน (ไปรษณีย์)
(N) รถด่วน
(VT) ส่งไปรษณีย์แบบด่วน
(VT) แสดงออก (ทางความคิดหรือความรู้สึก) โดยใช้คําพูด
(PHRV) แสดงออกมาเป็น
(PHRV) แสดง (บางสิ่ง) ในรูปของ
(N) การแสดงออกทางสีหน้า
(N) สํานวน
(ADJ) ซึ่งไม่แสดงความรู้สึก (ทางน้ําเสียงหรือสีหน้า)
(N) กาแฟ (ผง) เอสเปรสโซ
(N) (เครื่องดื่ม) กาแฟเอสเปรสโซ
(N) เครื่องทํากาแฟเอสเปรสโซ
(PHRV) แสดงความคิดหรือความรู้สึกออกมา
(PHRV) แสดง (บางสิ่ง) กับ
(N) ทางด่วน
(N) การทางพิเศษแห่งประเทศไทย
(VI) ยึด (เงิน, ทรัพย์สิน)
(VT) ยึด (เงิน, ทรัพย์สิน)
(PHRV) ยึดมาจาก
(N) การขับไล่ (ออกจากโรงเรียน, พรรค, สถาบัน)
(VT) ลบออก
(PHRV) ลบล้าง (สิ่งผิด) ออกจาก
(VT) ตัดส่วนที่ไม่เหมาะสมออกก่อนตีพิมพ์
(PHRV) ตัดออกจาก
(ADJ) ที่รุนแรง (เกี่ยวกับความรู้สึก)
(ADJ) ยอดเยี่ยม
(ADJ) สวยงาม
(ADV) อย่างสวยงาม
(ADJ) ซึ่งไม่ได้ตระเตรียมมาก่อน
(ADJ) โดยฉับพลัน
(ADJ) ซึ่งไม่ได้ตระเตรียมมาก่อน
(ADV) อย่างไม่ได้เตรียมมาก่อน
(N) การพูดหรือแสดงโดยไม่ได้ตระเตรียมมาก่อน
(VI) ยื่น
(VT) ทําให้ยืดออกไป
(VT) เสนอให้
(PHRV) แผ่ไปทั่ว
(ADJ) ซึ่งกว้างออกไป
(N) ครอบครัวขยาย
(PHRV) แผ่ไปทั่ว
(PHRV) ขยายออกไปถึง
(PHRV) เสนอ (สิ่งที่ชอบ) ให้กับ
(N) การยืดออก
(ADJ) กว้างขวาง
(ADV) อย่างกว้างขวาง
(N) ขอบเขต
(VT) ลดน้อยลง (ความผิด, ข้อผิดพลาด)
(IDM) เหตุขัดข้อง
(ADJ) ภายนอก
(N) ภายนอก
(VT) ทําลายสิ้น
(N) การทําลายล้าง
(ADJ) ที่ใช้ภายนอก (โดยเฉพาะกับร่างกาย)
(ADJ) ภายนอก
(N) ลักษณะภายนอก (คน, สิ่งของ)
(N) หูชั้นนอกที่ประกอบไปด้วยใบหูกับรูหู
(ADJ) สูญพันธุ์
(N) การสูญพันธุ์
(VT) ทําลาย
(VT) ทําให้ไฟดับ
(ADJ) ดับ (ไฟ, แสง)
(N) การดับ (ไฟ, แสง)
(VT) ทําลายจนหมดสิ้น (คําทางการ)
(VT) สรรเสริญ
(VT) ขู่เข็ญ (ให้ได้มา)
(PHRV) เสนอ (สิ่งที่ชื่นชอบ) ให้กับ
(ADJ) เป็นพิเศษ
(ADV) อย่างพิเศษ
(N) สิ่งที่เพิ่มเติมเข้ามา
(PRF) เลย
(N) ข้อความที่คัดเลือกมาจากหนังสือ, หนัง, ละคร
(VT) คัดลอกหรือตัดทอน (ข้อความ)
(VT) ถอนออก
(VT) สกัดออกมา
(PHRV) เอามาจาก
(SL) ฉี่
(N) การถอน
(N) การแยกสสารออกจากสารผสมหรือสารละลาย
(N) เชื้อสาย
(ADJ) นอกหลักสูตร (การศึกษา)
(VT) ส่งผู้ร้ายข้ามแดน
(PHRV) ส่งผู้ร้ายหรือคนไม่ดีจาก
(ADV) อย่างเป็นพิเศษ
(ADJ) เกินธรรมดา
(ADJ) เพื่อจุดประสงค์พิเศษ
(ADJ) มาจากนอกโลก
(N) สิ่งมีชีวิตที่มาจากนอกโลก
(N) ความฟุ่มเฟือย
(ADJ) ฟุ่มเฟือย
(ADV) อย่างฟุ่มเฟือย
(VI) ทําให้ไหลออกสู่เนื้อเยื่อโดยรอบ
(VT) ทําให้ไหลออกสู่เนื้อเยื่อโดยรอบ
(ADJ) ที่ร้ายแรงมาก
(ADJ) ที่สุด
(ADJ) ที่ห่างที่สุด (โดยเฉพาะจากจุดศูนย์กลาง)
(N) ระดับที่มากที่สุด
(ADV) อย่างสุดขีด
(N) ความที่สุด
(VT) ช่วยให้หลุดพ้น (อย่างยากลําบาก)
(PHRV) ทําให้เป็นอิสระจาก
(N) การช่วยให้หลุดพ้น (อย่างยากลําบาก)
(ADJ) ที่มาจากภายนอก
(ADJ) ไม่จําเป็น
(VI) โผล่ออกมา
(VT) ผลักออกมา
(N) ความเบิกบาน
(N) ความอุดมสมบูรณ์
(ADJ) ร่าเริง
(ADJ) อุดมสมบูรณ์
(VI) ไหลซึมออก
(VT) ไหลซึมออก
(VI) ดีใจ
(PHRV) ดีใจมากเกี่ยวกับ
(N) ความปิติยินดี
(PHRV) ดีใจมากเกี่ยวกับ
(PHRV) ยินดีในเรื่องความโชคร้ายหรือความพ่ายแพ้ของผู้อื่น
(N) การมองเห็น
(N) การแสดงความรู้สึก
(N) ความคิดเห็น
(N) ความสนใจ
(N) ดวงตา
(N) รูเข็ม
(VT) มองดู
(N) ลูกตา
(VT) จ้องมอง (คําไม่เป็นทางการ)
(IDM) ตัวต่อตัว
(N) คิ้ว
(ADJ) สะดุดตา
(N) ยาหยอดตา
(N) แว่นตาข้างเดียว
(N) ขนตา
(N) รูสําหรับร้อยเชือก
(N) เปลือกตา
(SL) สิ่งที่น่าตกใจ
(N) ที่บังตา (ที่สวมไว้บนศีรษะ)
(N) ความสามารถในการมองเห็น
(N) เบ้าตา
(N) สิ่งที่ไม่สวยงาม (ตึก, สถานที่)
(SL) เหล้า
(PHRV) เผ้ามองด้วยความรู้สึกบางอย่าง
(N) ผู้เห็นเหตุการณ์
