(N) พยัญชนะอังกฤษตัวที่ 7
(N) การพูดเรื่องไร้สาระ
(VI) พูดเรื่องไร้สาระ
(N) ผ้าแกเบอร์ดีน
(N) เสื้อกันฝน
(SL) พูด (มักหมายถึงพูดมาก)
(VI) พูดพล่าม
(PHRV) พร่ําพูด
(PHRV) พูดเจื้อยแจ้วอย่างไม่รู้ความหมาย
(PHRV) พูดพร่ํา
(PHRV) รีบพูดหรือรีบบอก (บางสิ่ง) อย่างไม่ชัดเจน
(ADJ) ช่างพูด
(N) ผ้าแกเบอร์ดีน
(N) เสื้อกันฝนหรือเสื้อกันหนาวซึ่งทําด้วยผ้าแกเบอร์ดีน
(N) การพูดคุยอย่างเป็นกันเอง
(SL) การซุบซิบนินทา
(N) หลังคาหน้าจั่ว
(VT) สร้างหลังคา
(N) การเที่ยวเตร็ดเตร่ไปวันๆ
(N) คนเร่ร่อน
(VI) เที่ยวเตร็ดเตร่
(VI) ร่อนเร่ไปไม่มีจุดหมาย
(N) คนชอบเที่ยวหาความสําราญอย่างไร้จุดหมาย
(PHRV) ท่องไปทั่ว
(PHRV) ท่องไปทั่ว
(N) ตัวเหลือบ
(N) ผู้ก่อความรําคาญให้ผู้อื่น
(N) อุปกรณ์ขนาดเล็ก
(N) อุปกรณ์ขนาดเล็ก
(SL) บ้าน
(SL) สถานที่
(N) ตะขอ
(N) การประพฤติผิดมารยาทสังคม
(N) หัวหน้าคนงาน
(SL) ชายแก่
(SL) ถูกจับ
(ADJ) คลั่งไคล้ (คําไม่เป็นทางการ)
(SL) งุนงง
(SL) บ้า
(N) มุขตลก (คําไม่เป็นทางการ)
(N) สิ่งปิดปากไม่ให้มีเสียงลอดออกมา
(VI) คลื่นเหียน
(VI) พูดตลก
(VT) อุดปาก
(N) การท้าทายให้ต่อสู้
(N) ของประกัน
(VT) ให้ของไว้เป็นประกัน
(N) เครื่องวัดระดับ
(SL) ยั่วยวน
(N) กลุ่มคนที่ส่งเสียงดัง
(N) ฝูงห่าน
(VI) ส่งเสียงร้องเอะอะ
(N) ความสนุกสนาน
(ADV) อย่างร่าเริง
(N) จํานวนที่เพิ่มขึ้น
(N) ผลประโยชน์
(VT) ได้รับ
(VT) ไปถึง
(VT) เพิ่ม
(PHRV) ได้ประโยชน์จาก
(N) ผู้ได้กําไร
(PHRV) ได้ประโยชน์จาก
(ADJ) มีประโยชน์
(PHRV) เพิ่มพูน
(PHRV) คืบหน้ากว่าคู่แข่ง (ทางธุรกิจ)
(PHRV) เคลื่อนไหวเร็วกว่า
(PHRV) เซาะ (ดิน) เข้ามา
(PHRV) ได้รับความภักดีจาก
(VT) ปฏิเสธ
(PHRV) คืบหน้ากว่าคู่แข่ง (ทางธุรกิจ)
(PHRV) เซาะ (ดิน) เข้ามา
(PHRV) ไปเร็วกว่า
(N) ความเร็วในการเคลื่อนที่
(N) ท่าเดิน
(ADJ) ซึ่งเยื้องกราย
(N) ผ้าพันแข้ง (สําหรับนักไต่เขา / นักเดิน)
(N) รองเท้าแบบหุ้มข้อเท้าและไม่มีเชือกผูก
(ABBR) แกลลอน
(N) งานรื่นเริง
(N) ผู้หญิง (คําสแลง)
(ADJ) เกี่ยวกับกาแล็กซี่
(N) น้ําตาลกาแล็กโตส
(N) ข่า
(N) กลุ่มดาวกาแล็กซี
(N) ทางช้างเผือก
(N) การระเบิดออกด้วยเสียงอันดัง
(N) ลมแรง
(N) แร่ตะกั่วสีน้ําเงิน เทา หรือดํา
(N) ยางสน
(N) ความกล้า
(N) ประสบการณ์ที่ขื่นขม
(N) พฤติกรรมที่หยาบคาย
(VT) ทําให้โกรธมาก
(ADJ) ที่กล้าหาญ
(ADJ) สุภาพ
(N) บุรุษที่กล้าหาญ
(VT) กระทําตนเป็นคนรักของ (ผู้หญิง)
(N) ความกล้าหาญ
(N) ถุงน้ําดี
(N) เรือใบขนาดใหญ่ใช้ในช่วงศตวรรษที่ 15 ถึง 18
(ADJ) ซึ่งมีที่นั่งชั้นบน
(N) คนดู
(N) เฉลียง
(N) ที่นั่งชั้นบน (เป็นระเบียงยาวในโรงละคร, โบสถ์)
(N) ห้องแสดงผลงานศิลปะ
(N) ห้องครัวบนเรือ / เครื่องบิน
(N) ทาสที่เป็นฝีพายเรือ galley
(N) การเต้นรําชนิดหนึ่ง (ในฝรั่งเศสช่วงศตวรรษที่ 16 และ 17)
(ADJ) เกี่ยวกับฝรั่งเศส
(N) คํา วลี สํานวนในภาษาฝรั่งเศสที่รับมาจากภาษาอื่น
(ADJ) จําพวกนก / ไก่ (เช่น ไก่ ไก่ฟ้า ไก่งวง)
(ADJ) น่ารําคาญ
(ADV) อย่างน่ารําคาญ
(N) ธาตุโลหะใช้ทําสารกึ่งตัวนําและเครื่องวัดอุณหภูมิ (สัญลักษณ์ย่อ Ga)
(VI) ท่องเที่ยวหาความสําราญ
(PHRV) ทําอะไรเล่นๆ
(PHRV) ทําอะไรเล่นๆ
(PHRV) เที่ยวเตร่
(N) หน่วยวัดปริมาตรของของเหลว (สัญลักษณ์ย่อ gal.)
(N) การควบม้า
(VI) ควบม้า
(VT) ควบม้า
(ADJ) ซึ่งเคลื่อนไหวอย่างเร็ว
(PHRV) ควบผ่าน
(PHRV) ทํา (บางอย่าง) อย่างรวดเร็ว
(N) ที่แขวนคอนักโทษ
(N) ตลกเกี่ยวกับสิ่งที่ไม่น่ายินดี (เช่นความตาย)
(N) นิ่วในถุงน้ําดี
(ADV) มากมาย
(N) รองเท้ายางกันน้ํา
(N) รองเท้ายางกันน้ํา
(ADJ) เกี่ยวกับไฟฟ้า
(VT) กระตุ้นด้วยไฟฟ้า
(VT) ชุบโลหะด้วยไฟฟ้า
(N) การรักษาโรคด้วยไฟฟ้า
(N) ไฟฟ้าซึ่งเกิดจากปฏิกิริยาเคมี
(VT) กระตุ้น
(VT) ชุบโลหะด้วยไฟฟ้า
(PHRV) กระตุ้นให้กระทํา
(N) เครื่องวัดกระแสไฟฟ้า
(N) กระบวนการวัดกระแสไฟฟ้า
(N) ฝูงปลาวาฬที่กําลังอพยพ
(VI) อยู่เป็นกลุ่ม
(N) ขา (โดยเฉพาะของผู้หญิง)
(N) กลเม็ด
(N) การเอ่ยเพื่อเปิดการสนทนา
(N) การเสี่ยงโชค
(VI) เสี่ยงโชค
(PHRV) เล่นไพ่อย่างต่อเนื่องหรือไม่หยุดหย่อน
(PHRV) เสียเงิน (เพราะการเล่นไพ่)
(PHRV) มั่นใจกับ
(PHRV) เล่นพนัน
(N) นักเสี่ยงโชค
(N) การพนัน
(N) บ่อนการพนัน
(N) รงซึ่งใช้ย้อมวัตถุให้เป็นสีเหลือง / ใช้ทํายาระบาย
(VI) กระโดดโลดเต้น
(ADJ) กล้าได้กล้าเสีย
(N) กฎการแข่งขัน
(N) กลเม็ด
(N) กีฬา
(N) แต้มคะแนนที่ทําให้ชนะการแข่งขัน
(N) สัตว์ป่าที่ถูกล่าเพื่อการกีฬา
(VI) เล่นพนัน
(IDM) กลวิธีที่ทั้งสองฝ่ายใช้ในการแข่งขัน
(PHRV) เล่นไพ่อย่างต่อเนื่องหรือไม่หยุดหย่อน
(N) นกที่ถูกล่าเป็นกีฬาหรืออาหาร
(N) ไก่ชน
(N) ปลาที่ถูกตกเป็นกีฬา
(N) กีฬาชนไก่
(IDM) (ความผิด) เปิดเผย (คําไม่เป็นทางการ)
(N) คนดูแลสัตว์ที่เลี้ยงไว้เพื่อการกีฬา
(N) วงมโหรี
(ADJ) อย่างกล้าหาญ
(N) ความสนุกสนาน
(N) รายการโทรทัศน์ประเภทเกมโชว์
(ADJ) สนุกสนาน
(ADV) อย่างสนุกสนาน
(N) นักเล่นการพนัน
(N) เซลล์สืบพันธุ์
(ADJ) ซึ่งมีกลิ่นฉุน
(N) เด็กเร่ร่อน
(ADJ) (เด็กหญิง) ซึ่งเล่นซุกซนแบบเด็กชาย
(N) เด็กหญิงที่ชอบเล่นซุกซนแบบเด็กชาย
(N) พยัญชนะกรีกตัวที่ 3
(N) รังสีแกมมา
(N) หญิงชรา
(N) เรื่องเหลวไหล
(N) แฮม
(VI) โกง
(SUF) แต่งงาน
(N) ร่มขนาดใหญ่
(N) ช่วง
(ADJ) ซึ่งมีกลิ่นฉุน
(SUF) แต่งงาน
(N) การเหลือบดู
(N) ห่านตัวผู้
(SL) มองแบบสอดรู้สอดเห็น
(N) แก๊ง
(SL) การข่มขืนหมู่
(SL) กลุ่มโจร
(N) แม่น้ําคงคา (แม่น้ําศักดิ์สิทธิ์ของฮินดู)
(N) โลกอาชญากรรม
(N) ปมประสาท
(N) สะพาน / ไม้พาดให้ขึ้นลงเรือ
(VT) ข่มขืน
(N) เนื้อร้าย
(VI) กลายเป็นเนื้อร้าย
(N) เหล่าร้าย
(N) การชุมนุม
(PHRV) ทํางานด้วยกันเป็นกลุ่ม
(N) มวยหมู่
(N) ทางเดินแคบๆ
(N) สะพาน / ไม้พาดให้ขึ้นลงเรือ
(N) นกทะเลขนาดใหญ่มีจงอยปากยาวใช้จับปลากิน
(N) ขาหยั่งสําหรับตั้งกล้องหรือถังไม้
(N) คุก
(VT) จําคุก
(N) ผู้คุม
(N) ความแตกต่าง
(N) ช่องว่าง
(N) หุบเขาลึก
(VT) ทําให้ห่าง
(VI) อ้าปากค้าง
(PHRV) จ้องมองอ้าปากค้าง
(N) ปลาน้ําจืดชนิดหนึ่ง
(N) โรงรถ
(VT) เข้าอู่
(N) การขายสิ่งของมือสอง
(N) เครื่องแต่งตัว
(VT) แต่งตัว
(N) ขยะ
(VT) บิดเบือนความจริง
(N) สวน
(VI) ทําสวน
(N) ชาวสวน
(N) บ้านสวน
(N) ต้นการ์ดิเนีย เขียวชอุ่มตลอดปีและมีดอกสีขาว / เหลือง
(N) การจัดสวน
(ADJ) มโหฬาร
(N) น้ํายาบ้วนปาก
(VI) กลั้วคอ
(N) หัวสัตว์ประหลาดทําด้วยหินตั้งบนหลังคาโบสถ์หรืออาคารสมัยเก่า
(ADJ) ฉูดฉาด
(N) พวงมาลา
(N) หนังสือรวบรวมบทกวี / วรรณกรรม
(VT) ประดับด้วยพวงมาลัย
(ADJ) ซึ่งปรุงรสด้วยกระเทียม
(N) กระเทียม
(N) เสื้อผ้า
(VT) แต่งตัว
(N) ยุ้งฉาง
(VT) รวบรวม
(PHRV) เก็บเกี่ยวพืชผล
(PHRV) เก็บเกี่ยวพืชผล
(N) โกเมน
(N) เครื่องตกแต่ง
(VT) ประดับ
(PHRV) เขียนเสริม
(PHRV) ปรุงแต่งอาหารด้วย
(N) ห้องใต้หลังคา
(N) กองทหารรักษาการณ์
(VT) ประหารชีวิตด้วยการบีบปลอกคอเหล็ก
(ADJ) พูดเรื่อยเจื้อย
(N) สายรัดถุงเท้า
(N) ลานบ้าน
(N) ครุฑ (พาหนะของพระวิษณุ)
(SL) ทวารหนัก
(N) ก๊าซ
(SL) เหล้า (ราคาถูก)
(VI) ฆ่าด้วยแก๊ส
(VI) พูดไร้สาระ (คําไม่เป็นทางการ)
(VT) เติมแก๊ซ
(SL) คนขี้โม้
(N) ห้องอบแก๊ซพิษสําหรับประหารชีวิต
(ADJ) ซึ่งมีลักษณะเป็นแก๊ซ
(N) การมีลักษณะเป็นแก๊ซ
(N) ช่างติดตั้งอุปกรณ์เกี่ยวกับแก๊ซ
(N) รถที่ต้องใช้น้ํามันหรือแก๊ซมาก
(SL) รถคันใหญ่ที่ใช้น้ํามันเบนซินเปลือง
(N) รอยแผลซึ่งแคบลึกบนผิวหนัง
(N) ถังแก๊ซขนาดใหญ่
(N) วงแหวนอัดลูกสูบ
(N) ตะเกียงแก๊ซ
(N) ตะเกียงแก๊ซ
(N) ท่อส่งแก๊ซขนาดใหญ่ที่ส่งแก๊ซ
(N) ช่างติดตั้งอุปกรณ์เกี่ยวกับแก๊ซ
(N) หน้ากากป้องกันแก๊ซ
(N) หน้ากากป้องกันแก๊ซพิษ
(N) เครื่องวัดและบันทึกปริมาณการใช้แก๊ซ
(N) น้ํามันเบนซิน
(VI) อ้าปากค้าง (เพราะตกใจหรือเจ็บปวด)
(VT) พูดกระหืดกระหอบ
(PHRV) อ้าปากค้างกับ
(PHRV) ปรารถนาอย่างมาก
(PHRV) อ้าปากหายใจเพื่อให้ได้อากาศ
(ADV) อย่างอ้าปากหายใจหอบ
(N) ท่อแก๊ซ
(PHRV) เป่าปากทันที
(PHRV) เล่าอย่างกระหืดกระหอบ
(N) ปั๊มน้ํามัน
(N) เตาแก๊ซ
(ADJ) เกี่ยวกับกระเพาะอาหาร
(N) น้ําย่อยในกระเพาะอาหาร
(N) แผลในกระเพาะอาหาร
(N) กระเพาะอาหารอักเสบ (ทางการแพทย์)
(N) ภาวะกระเพาะและลําไส้อักเสบจากอาจียนหรือท้องร่วงรุนแรง
(N) นักกิน
(N) ศาสตร์การทําอาหาร
(PHRV) เติมน้ํามัน (รถหรือเครื่องยนต์)
(N) โรงผลิตแก๊ซ
(N) ประตูรั้ว
(N) เค้ก
(N) เค้ก
(VI) ร่วมงานโดยไม่ได้รับเชิญ
(VT) ร่วมงานโดยไม่ได้รับเชิญ
(N) ผู้ร่วมงานโดยไม่ได้รับเชิญ
(N) ทางเข้าออก
(VI) ชุมนุม
(VT) เก็บเกี่ยว
(VT) ชุมนุม
(VT) รวมความคิด
(IDM) ตาย
(N) ผู้รวบรวม
(PHRV) เก็บเกี่ยว (พืชผล) จาก
(PHRV) จับใจความจาก
(PHRV) มุง
(PHRV) เก็บเกี่ยวพืชผล
(PHRV) เย็บเข้าไป
(PHRV) สะสม (เงิน)
(N) การจับกลุ่ม
(PHRV) รวบรวมสมาธิ
(PHRV) ร่วมกันสนับสนุน
(PHRV) ห้อมล้อมเข้ามา
(PHRV) รวมเข้ามายัง
(PHRV) ออกันเข้ามา
(PHRV) เกร็ง
(PHRV) รวบรวม
(PHRV) รวบรวม (ความรู้สึกเช่น ความกล้า)
(IDM) เพิ่มเติม
(ADJ) เงอะงะ
(ADV) อย่างเงอะงะ
(N) ความเปิ่นเชย
(N) คนขี่ม้าเลี้ยงวัวตามทุ่งหญ้าในอเมริกาใต้
(N) เครื่องประดับหรูหราแต่ราคาถูก
(ADJ) ฉูดฉาด (แต่ไร้รสนิยม)
(IDM) ฉูดฉาด
(N) มาตรวัด
(VT) วัดด้วยมาตรวัด / เครื่องวัด
(ADJ) แข็งทื่อ
(ADJ) ผอมเกร็ง
(N) ถุงมือยาว
(ADV) ผอมเกร็ง
(N) ขาหยั่งตั้งกล้อง
(N) กระทิง
(N) หน่วยวัดแรงเหนี่ยวนําของแม่เหล็ก (สัญลักษณ์ย่อคือ G)
(N) ผ้าพันแผล
(VT) กริยาช่องที่ 2 ของคํากริยา give
(N) ค้อนเล็กสําหรับทุบโต๊ะของผู้พิพากษาในศาล
(N) จระเข้ตระกูล Gavialinae
(N) การเต้นรําของคนฝรั่งเศสที่นิยมกันมากในช่วงคริสต์ศตวรรษ17
(INT) พระเจ้า (คําสแลง)
(N) คนโง่ (คําดูถูก)
(VI) มองอย่างประหลาดใจ (คําไม่เป็นทางการ)
(PHRV) จ้องมองด้วยท่าทางโง่ๆ (มักมีอาการอ้าปากค้าง)
(ADJ) ซุ่มซ่าม
(VI) จ้องอย่างไม่เกรงใจ
(ADJ) สดใสร่าเริง
(N) เกย์
(N) ความสนุกสนาน
(N) การเพ่งมอง
(VI) เพ่ง
(PHRV) จ้องมองไปรอบๆ (ด้วยความสงสัยหรือความประหลาดใจ)
(PHRV) จ้องมอง
(N) อาคารขนาดเล็ก
(N) ละมั่ง
(PHRV) จ้องมอง
(PHRV) จ้องมองออกไป
(PHRV) จ้องมองไปรอบๆ (ด้วยความสงสัยหรือความประหลาดใจ)
(N) ราชกิจจานุเบกษา
(N) หนังสือพิมพ์
(N) พจนานุกรมภูมิศาสตร์
(PHRV) จ้องมอง
(SL) ก้น
(N) เฟือง
(N) อุปกรณ์
(VT) เข้าเกียร์
(VT) ปรับ
(N) กระปุกใส่เกียร์ของเครื่องยนต์
(PHRV) เปลี่ยนเป็นเกียร์ต่ํา
(PHRV) ลดระดับไปยัง
(N) ระบบเฟืองเกียร์ของเครื่องยนต์
(N) คันเกียร์
(PHRV) เปลี่ยน (บางสิ่ง) ให้เหมาะสม
(PHRV) เตรียม (บางสิ่งเช่น เครื่องจักร) ให้พร้อมสําหรับ
(PHRV) เปลี่ยนเป็นเกียร์สูง
(PHRV) พร้อมสําหรับ
(N) เฟืองล้อจักรยาน
(N) ตุ๊กแก
(INT) คําร้องสั่งม้าหรือวัวให้เลี้ยวขวา
(INT) คําอุทานแสดงความประหลาดใจ
(SL) ว้าว (คําย่อของ Jesus!)
(SL) เหล้า
(VI) เลี้ยวขวา
(SL) ไอศกรีม
(SL) การแข่งม้า
(SL) คนที่เก่งแต่ไม่มีทักษะในการทํางาน
(N) ห่าน (คํานามพหูพจน์ของ goose)
(SL) เงิน
(PHRV) (ออกคําสั่ง) ให้ม้าไปข้างหน้าหรือวิ่งเร็วขึ้น
(INT) คําอุทานแสดงความประหลาดใจหรือตกใจ
(N) ชายแก่ (คําไม่เป็นทางการ)
(SL) ผู้ชาย
(N) เครื่องวัดกัมมันตภาพรังสี
(N) เกอิชา
(N) เจลสําหรับแต่งผม
(VI) กลายเป็นเจล
(VI) เข้ากันได้
(VI) กลายเป็นเจล
(N) วุ้น
(VT) ทําให้เป็นวุ้น
(VT) ตอนสัตว์
(VT) ลดกําลัง
(ADJ) หนาวจัด
(ADJ) ล้ําค่า
(N) คนที่มีค่าที่สุด
(N) อัญมณี
(VT) ประดับด้วยเพชรพลอย
(ADJ) เป็นฝาแฝด
(VI) ้เป็นคู่
(VT) ทําให้เป็นคู่
(N) การทําซ้ํา
(N) ดาววัวคู่
(N) ตํารวจ
(N) สารวัตรทหารในฝรั่งเศสหรือประเทศที่พูดภาษาฝรั่งเศส
(N) เพศ
(N) ช่องว่างระหว่างเพศหญิงและเพศชาย (ทางด้านสังคม)
(N) ตํารวจ
(ADJ) เฉพาะเพศใดเพศหนึ่ง
(N) ยีน
(ADJ) เกี่ยวกับวงศ์ตระกูล
(N) ผู้ศึกษาเกี่ยวกับการสืบวงศ์ตระกูล
(N) การศึกษาเกี่ยวกับการลําดับเครือญาติ
(N) คํานามพหูพจน์ของ genus
(ADJ) ทั่วไป
(N) นายพล
(VI) กล่าวสรุป
(N) ผู้บัญชาการทหารสูงสุด
(N) ผู้มีความรู้ความสามารถหลากหลาย
(N) ผู้มีความรู้หลากหลายสาขา
(N) กฎเกณฑ์ทั่วไป
(VI) กล่าวสรุป
(PHRV) ลงความเห็นเกี่ยวกับ
(PHRV) สร้างหลักเกณฑ์จาก
(ADV) โดยทั่วไป
(N) แพทย์รักษาโรคทั่วไป
(ADJ) ซึ่งมีประโยชน์หลายด้าน
(N) การบัญชากองทัพ
(N) การนัดหยุดงานของคนงานทั่วประเทศ
(VT) สร้างขึ้น
(N) การแพร่พันธุ์
(N) คนรุ่นราวคราวเดียวกัน
(N) ยุค
(N) ความแตกต่างทางความคิดระหว่างหนุ่มสาวและผู้สูงอายุ
(N) คนต้นคิด
(N) เครื่องกําเนิดไฟฟ้า
(ADJ) โดยทั่วไป
(N) ความกรุณา
(ADJ) ใจกว้าง
(ADJ) เหลือเฟือ
(N) ความมีน้ําใจ
(IDM) ใจกว้างเกินไป
(N) แหล่งกําเนิด
(N) พันธุวิศวกรรม
(N) นักพันธุศาสตร์
(N) พันธุศาสตร์
(ADJ) ใจดี
(SUF) ทําให้เป็น
(N) ภูตในนิทานอาหรับ
(N) ภูตในนิทานโรมัน (คํานามพหูพจน์ของ genius)
(ADJ) เกี่ยวกับการสืบพันธุ์
(N) อวัยวะสืบพันธุ์
(N) อวัยวะสืบพันธุ์
(N) คําแสดงความเป็นเจ้าของ
(N) อัจฉริยะ
(N) การฆ่าล้างเผ่าพันธุ์
(N) กลุ่มยีนในเซลล์ของสิ่งมีชีวิต
(SUF) ทําให้เป็น
(N) ชนิด
(N) สุภาพบุรุษ (คําเรียกย่อของ gentleman) (คําไม่เป็นทางการ)
(ADJ) เกี่ยวกับแวดวงสังคมชั้นสูง
(ADJ) ีซึ่งทําหัวสูง
(ADV) อย่างสุภาพมาก
(N) ยาฆ่าเชื้อโรคชนิดหนึ่งมีสีม่วง
(ADJ) ซึ่งไม่เกี่ยวกับคนยิว (หรือ gentile)
(N) ความสุภาพมาก
(N) สังคมชั้นสูง
(ADJ) อ่อนโยน
(N) ผู้มาจากชาติตระกูลสูงส่ง
(N) สุภาพบุรุษ
(ADJ) สุภาพ
(N) สัญญาเกียรติยศ
(N) ความนุ่มนวล
(N) ผู้หญิง
(N) หญิงมีชาติตระกูลสูง
(ADV) อ่อนโยน
(N) การปรับพื้นที่
(VT) ปรับปรุงให้ดีขึ้น
(VT) ปรับพื้นที่
(N) พวกผู้ดี
(VI) คุกเข่าหรือโค้งทําความเคารพ
(ADJ) แท้
(PHRV) ค้นหาหรือให้ข้อมูลเกี่ยวกับ
(N) ตระกูลของพืชและสัตว์
(SUF) ทําให้เป็น
(PRF) ธรณี
(ADJ) ซึ่งวัดจากจุดศูนย์กลางของโลก
(ADV) ซึ่งวัดจากจุดศูนย์กลางของโลก
(ADJ) เกี่ยวกับขนาด รูปร่างและพื้นผิวของโลก
(N) การศึกษาเกี่ยวกับขนาด รูปร่างและพื้นผิวโลก
(N) นักภูมิศาสตร์
(ADJ) เกี่ยวกับภูมิศาสตร์
(N) หน่วยวัดระยะทาง มีค่าเท่ากับ 6,080 ฟุต
(N) ภูมิศาสตร์
(ADJ) ทางธรณีวิทยา
(N) หลักฐานทางธรณีวิทยา
(N) นักธรณีวิทยา
(N) ธรณีวิทยา
(N) นักเรขาคณิต
(N) อนุกรมเรขาคณิต
(N) เรขาคณิต
(ADJ) เกี่ยวกับวิชาธรณีฟิสิกส์
(N) ธรณีฟิสิกส์
(N) ภูมิศาสตร์การเมือง
(SL) ร่วมเพศ
(ADJ) เกี่ยวกับความร้อนภายในโลก
(ADJ) เกี่ยวกับการเจริญเติบโตของพืชเกี่ยวกับแรงดึงดูดโลก (ทางพฤษศาสตร์)
(N) การเจริญเติบโตของพืชที่เกี่ยวข้องกับแรงดึงดูดของโลก (ทางพฤษศาสตร์)
(N) ต้นเจอเรเนียมมีดอกสีชมพูหรือม่วง
(N) สัตว์ทะเลทรายขนาดเล็ก ลักษณะคล้ายหนู (เลี้ยงเป็นสัตว์เลี้ยง)
(SL) ออกไป!
(N) การศึกษาเกี่ยวกับผู้ป่วยสูงอายุ
(N) เชื้อโรค
(N) เซลล์สืบพันธุ์
(N) ภาษาเยอรมัน
(N) เยอรมัน
(ADJ) ซึ่งเกี่ยวข้องกัน
(ADV) โดยเกี่ยวข้องกัน
(N) ความเกี่ยวข้องกัน
(ADJ) เกี่ยวกับเชื้อชาติ วัฒนธรรม และภาษาเยอรมัน
(N) ภาษาตระกูลอินโดยุโรเปียน
(N) ธาตุโลหะใช้ทําเซมิคอนดักเตอร์และอัลลอยส์ (สัญลักษณ์ย่อGe)
(N) โรคหัดเยอรมัน
(N) หัดเยอรมัน
(N) โลหะผสมระหว่างทองแดง สังกะสี และนิเกิล
(N) เซลล์สืบพันธุ์ (ทางชีววิทยา)
(N) ยาฆ่าเชื้อโรค
(VI) แตกหน่อ
(SL) เจอโรนิโม
(N) ผู้เชี่ยวชาญเรื่องผู้สูงอายุ
(N) การศึกษาเกี่ยวกับผู้สูงอายุ
(VI) ใช้กลโกงในการเอาชนะเลือกตั้ง
(N) คํานามที่มาจากคํากริยาเติม ing
(N) ตํารวจลับนาซี (มาจากภาษาเยอรมัน)
(VI) ตั้งครรภ์
(VT) ตั้งครรภ์
(N) การตั้งครรภ์
(VI) แสดงท่าทาง
(VT) แสดงท่าทาง
(N) การแสดงท่าทาง
(ADJ) ซึ่งแสดงท่าทาง
(N) การแสดงท่าทาง
(VI) แสดงท่าทาง
(VI) เข้าใจ
(VI) เจริญ
(VI) มาถึง
(VT) ได้
(VT) ทําให้พอใจ
(VT) มีอิทธิพลต่อ
(IDM) ได้รับการปรบมือให้ในเรื่อง (คําไม่เป็นทางการ)
(IDM) จัดเลี้ยงอําลา
(IDM) มีรอยเขียวช้ําบริเวณตา (จากถูกชกหรือกระแทก)
(PHRV) ขยับเขยื้อนได้ (หลังการเจ็บป่วย)
(PHRV) เดินทาง
(PHRV) แพร่กระจาย
(PHRV) ทําให้เดินทางไปได้ทั่ว (สถานที่)
(PHRV) คิดถึงมากเกินไป
(PHRV) วิ่งมาทัน (คนที่นําหน้า)
(IDM) ฉุกคิดขึ้นมา
(PHRV) ไปต่างประเทศ
(PHRV) แพร่ไปทั่ว
(SL) เมา
(IDM) ได้รับการตรวจร่างกายจากแพทย์
(IDM) รับรองว่ามีสุขภาพแข็งแรงหรือปกติ
(PHRV) ข้าม
(PHRV) เป็นที่เข้าใจ
(PHRV) ทําให้ขุ่นเคือง
(PHRV) ดุด่า
(PHRV) ไล่ตาม
(IDM) ได้สิ่งที่คาดหวังหรือสมควรได้รับ
(IDM) ใช้บางสิ่งช่วยเหลือ
(PHRV) ก้าวหน้า
(PHRV) นําหน้า
(PHRV) ก้าวหน้ากว่า
(IDM) เริ่มก่อน
(IDM) ตีอย่างรวดเร็ว
(IDM) แต่งตัวดีและแพงที่สุด
(IDM) จ้องมอง
(PHRV) ก้าวหน้าดี
(PHRV) ช้า
(PHRV) ดําเนินต่อไป
(PHRV) เป็นเพื่อนกันได้
(PHRV) มีชีวิตอยู่ได้
(PHRV) ไม่เชื่อหรอก
(PHRV) ส่ง
(PHRV) ออกไป
(PHRV) ก้าวหน้ากับ
(PHRV) เข้ากันได้ดี
(PHRV) ฉันไม่เชื่อหรอก
(PHRV) เดินไปข้างหน้าพร้อมกับ
(PHRV) ไปให้พ้น
(PHRV) สามารถทําต่อไปได้
(IDM) โชคดี
(IDM) รู้สึกตื้อๆ อยากร้องไห้
(IDM) รีบเร่งเข้า
(IDM) รีบเร่ง (คําไม่เป็นทางการ)
(PHRV) ได้รับผลสําเร็จ
(PHRV) ไปถึงหรือมาถึงที่ใดที่หนึ่ง
(IDM) แสดงความยินดี
(IDM) ได้รับการปฏิบัติไม่ดี
(IDM) หน้าแดงด้วยความอาย
(IDM) มีชื่อเสียงว่าเป็นบางสิ่ง
(IDM) มีชื่อเสียงในการทําบางสิ่ง
(IDM) ทําให้ขุ่นเคืองใจ
(IDM) ได้ข้อสรุปคร่าวๆ (เกี่ยวกับบางสิ่ง)
(IDM) ได้ข้อสรุปคร่าวๆ (เกี่ยวกับบางสิ่ง)
(PHRV) เดินทางได้อย่างเสรี
(PHRV) หลีกเลี่ยง
(IDM) โดนลงโทษเล็กน้อย
(IDM) มีโอกาสที่ดีในการประกอบอาชีพ
(IDM) กลายเป็นผู้หยิ่งทะนง
(PHRV) ค้นพบ
(PHRV) ดุด่า
(PHRV) ทําให้พัง
(PHRV) แนะ
(PHRV) (สามารถ) ทํา (บางสิ่ง)
(PHRV) สามารถไปถึง
(PHRV) ให้ (โดยวิธีที่ไม่ถูกต้อง)
(IDM)  โดนด่าว่าอย่างแรง
(N) การหลบหนี
(PHRV) ปลีกตัวออกมา
(PHRV) มีวันหยุด
(PHRV) เริ่ม
(PHRV) หลุดรอดจากการจับกุม
(PHRV) เอกออกไป
(SL) การหลบหนี
(PHRV) เพิกเฉยต่อ
(PHRV) หลีกเลี่ยง
(PHRV) หลุดพ้นจาก
(PHRV) ขโมย
(PHRV) ทําสําเร็จ (ในการหลอกลวง)
(PHRV) มีความคิด (ความเชื่อ)
(PHRV) ไม่เชื่อ
(PHRV) ไม่ได้รับการลงโทษ
(PHRV) ลดโทษเป็น
(PHRV) ออกไปกับ
(IDM) ได้พูดโต้ตอบ
(PHRV) กลับคืนไปสู่อํานาจ
(PHRV) กลับบ้าน
(PHRV) กลับสู่ (หัวข้อเดิม, สภาพเดิม ฯลฯ)
(PHRV) แก้แค้น
(PHRV) ได้คืน
(PHRV) ถอยไป
(PHRV) เริ่มทํางานได้
(PHRV) หวนกลับไปสู่ (ชีวิตเดิม, งาน ฯลฯ)
(PHRV) เอาไปคืน
(PHRV) กลับไปทํางาน (อย่างไม่เต็มใจ)
(PHRV) กลับไปยัง (สถานที่)
(PHRV) กลับสู่ (หัวข้อหรือสภาพเดิม)
(PHRV) โทรศัพท์กลับไปหา
(PHRV) หวนกลับไปทํา (กิจกรรมบางอย่าง)
(PHRV) ตกลงมา
(PHRV) ทํา / จ่ายช้ากว่ากําหนด (เงินหรือเวลา)
(PHRV) ต่ํากว่ามาตรฐาน
(PHRV) น้อยกว่า (จํานวน)
(PHRV) กั้นขวาง
(PHRV) ทํา / คิด / พูดอย่างต่อเนื่อง
(PHRV) พยายามแยก (คน สัตว์) ออกจากกัน
(PHRV) เอาไว้ระหว่าง
(PHRV) ทําให้ก้าวหน้ากว่า
(PHRV) ไม่ขํา
(PHRV) ยากเกินกว่าจะเข้าใจ
(PHRV) เลิกสนใจ
(PHRV) สุดจะทนได้
(PHRV) อยู่ไกลกว่า
(PHRV) รีดเค้น (บางสิ่ง) จากคนที่ไม่เต็มใจ
(IDM) รู้สึกท้องไส้ปั่นป่วน (คําไม่เป็นทางการ)
(PHRV) ผ่าน
(PHRV) พอใช้การได้
(PHRV) มีชีวิตอยู่ต่อไป
(PHRV) หลอกลวงสําเร็จ
(PHRV) ได้รับการยอมรับจาก
(PHRV) สามารถเบียดผ่าน
(PHRV) ประทังชีวิตอยู่ได้
(PHRV) ยอมรับ
(PHRV) ยากจะทนได้
(PHRV) หลอกลวงได้สําเร็จ
(IDM) ดําเนินต่อ
(PHRV) ก้มตัว
(PHRV) กล้ํากลืน
(PHRV) ขจัดออก
(PHRV) จดบันทึก
(PHRV) ทําให้รู้สึกไม่สบาย
(PHRV) ทําให้ล้ม
(PHRV) ไม่มีความสุขอย่างมาก
(PHRV) ยิงให้ตาย
(PHRV) ลงมา
(PHRV) ลุกจากโต๊ะ (หลังรับประทานอาหาร) (เป็นคําพูดของเด็กๆ)
(PHRV) สวด
(PHRV) ลงมาสู่
(PHRV) เอาใจใส่อย่างมาก
(PHRV) เรียนรู้ที่จะทําสิ่งต่างๆ อย่างสมบูรณ์หรือครบถ้วน
(PHRV) พูดถึงสิ่งที่เป็นจริงหรือเป็นไปไม่ได้
(PHRV) เมา
(PHRV) แก้แค้น
(IDM) แก้แค้น
(PHRV) จ่ายเงินค่า...
(PHRV) หา (บางสิ่ง) เพื่อ (บางคน / บางอย่าง)
(PHRV) หลุดพ้นจาก
(PHRV) ได้รับจาก
(PHRV) เริ่มทําต่อ
(PHRV) มีความรู้เกี่ยวกับ
(PHRV) ชนะ
(PHRV) เป็นที่เข้าใจและยอมรับได้จาก
(PHRV) มาถึงบ้าน
(PHRV) กลับบ้านมาหา
(PHRV) ทําให้เข้าใจ
(PHRV) ร้อนขึ้น
(SL) เริ่มเฮง (ในเกมพนัน)
(PHRV) เก็บ
(PHRV) เก็บเข้า
(PHRV) เข้ามา
(PHRV) ซื้อมาสํารองไว้
(PHRV) ได้รับเลือกตั้ง
(PHRV) ต่อย
(PHRV) ตัดสินด้วยสายตา
(PHRV) ทํา
(PHRV) ทําเป็นครั้งแรก
(PHRV) ปลูก
(PHRV) มา
(PHRV) มีส่วนร่วม
(PHRV) เรียก
(PHRV) ส่ง
(PHRV) สอบได้
(PHRV) ได้รับโทษหรือคําตําหนิอย่างรุนแรง
(PHRV) ได้รับ (สิ่งที่ไม่ต้องการ) เข้าสู่
(PHRV) ส่งข้อความให้กับ
(PHRV) มีส่วนร่วมใน (คําไม่เป็นทางการ)
(PHRV) เริ่มงานระดับต่ําที่สุด
(PHRV) เข้าถึง
(PHRV) เข้ามาข้างใน
(PHRV) เข้าประจําที่ / ตําแหน่ง
(PHRV) เข้าไปใน
(PHRV) ได้รับอนุญาตให้เข้า
(PHRV) ทําให้มีสภาพ (บางอย่าง)
(PHRV) มี (ความรู้สึกเช่น โกรธ)
(PHRV) มีผลต่อพฤติกรรมของ
(PHRV) เริ่มมีนิสัย
(PHRV) เริ่มเรียนรู้หรือฝึกฝน
(PHRV) สนใจใน
(PHRV) สอบเข้าได้
(PHRV) ใส่ได้
(IDM) พบความยุ่งยาก (ที่เลี่ยงได้)
(IDM) อย่ากังวล
(IDM) โกรธ
(IDM) มีชีวิตจําเจ
(IDM) เริ่มสิ่งที่ยากเกินไป
(IDM) มีปัญหา
(IDM) เริ่มเชื่อ
(IDM) ชนะใจ
(IDM) แสดง / ทําเต็มที่
(IDM) แข็งแรงขึ้น
(IDM) ทําให้ไม่พอใจ
(IDM) เคยชินกับ
(IDM) ปรับตัวเข้ากับสภาพแวดล้อมใหม่
(IDM) เคยชินกับ
(IDM) ติดต่อกับ
(PHRV) เข้ามาได้ด้วย
(PHRV) คุ้นเคยกับ
(PHRV) เป็นศัตรูกับ
(PHRV) เข้าใจ
(PHRV) ได้รับการลงโทษ
(PHRV) ตอบรับ
(PHRV) ทําสิ่งที่ดี (คําไม่เป็นทางการ)
(PHRV) ถูกทิ้งไว้ข้างหลัง
(PHRV) พ่ายแพ้
(PHRV) หนีรอด
(PHRV) ไปให้พ้น
(PHRV) หลงทาง
(SL) ไปให้พ้น
(PHRV) รู้สึกโกรธ (คําไม่เป็นทางการ)
(PHRV) เริ่มทําต่อ (คําไม่เป็นทางการ)
(PHRV) ใกล้ถึง
(PHRV) เข้าใกล้
(PHRV) ใกล้ถึง
(PHRV) เข้าใกล้
(PHRV) ไม่ได้ผล
(PHRV) ไม่สามารถไปที่ใดได้
(PHRV) กําจัด
(PHRV) เข้าใจผิด
(PHRV) ค้นหา
(PHRV) ชําเลือง
(PHRV) เชื่อมโยงข้อเสียเปรียบสองอย่างไว้ด้วยกัน
(PHRV) ตัดสิน (บุคลิกและความสามารถของ)
(PHRV) เป็นทุกข์จาก
(PHRV) พ่ายแพ้
(PHRV) ยึดไว้
(PHRV) รู้ข่าวอย่างไม่เป็นทางการ
(PHRV) เริ่มเข้าใจ (ความคิด)
(PHRV) เรียนรู้วิธีทํา (บางสิ่ง)
(PHRV) หนีรอดจาก
(PHRV) ช่วยเหลือให้ออกมาจาก (เรือที่กําลังจม)
(PHRV) ตื่นเต้น
(PHRV) แต่งงาน
(PHRV) ทําความสะอาด
(PHRV) ทําตลก
(PHRV) โน้มลงมา
(PHRV) บอกให้เลิกทําหรือไม่ทํา
(PHRV) ไปให้พ้น
(PHRV) มีวันหยุด
(PHRV) ไม่เชื่อหรอก
(PHRV) ไม่โดนลงโทษ
(PHRV) รอดพ้นอันตราย
(PHRV) เริ่ม
(PHRV) เริ่มต้นดี
(PHRV) เริ่ม (บางสิ่ง) ได้ดีหรือไม่ดี
(PHRV) เรียนรู้
(PHRV) เลิกงาน
(PHRV) ส่ง
(PHRV) หลับ
(PHRV) ออกจากรถ
(PHRV) ออกเดินทาง
(PHRV) เอาออกไป
(PHRV) ปัดความรับผิดชอบ
(PHRV) พัก
(PHRV) ยกลงมา
(PHRV) ยอมรับ (การควบคุม)
(PHRV) รอดพ้น
(PHRV) เริ่มทํางาน
(PHRV) เริ่มเป็นจริง
(PHRV) ลงมาจาก
(PHRV) ลืม
(PHRV) เลิกงาน
(PHRV) เลิกทําให้ฉันรําคาญ
(PHRV) เลิกเย่อหยิ่ง
(PHRV) หนีรอดจาก
(PHRV) ออกจาก (รถ)
(PHRV) ตกลงมาจาก (รถหรือเครื่องยนต์) พร้อมกับ
(PHRV) ไปให้พ้น
(PHRV) ไม่เชื่อ
(PHRV) รอดพ้นจาก (การบาดเจ็บ, อันตราย)
(PHRV) สนิทสนมกับ
(PHRV) หลุดรอด
(PHRV) ก้าวหน้า
(PHRV) ขี่ (ม้า)
(PHRV) ดําเนินต่อไป
(PHRV) เติม (ฟืน)
(PHRV) ประสบความสําเร็จ
(PHRV) เป็นมิตรกับ
(PHRV) มาสาย
(PHRV) ไม่เชื่อหรอก
(PHRV) รีบทํา
(PHRV) รีบเร่ง
(PHRV) เร็วเข้า
(PHRV) สวมใส่
(IDM) ก้าวร้าว
(IDM) ตามจับ
(PHRV) ขึ้น (รถ) 
(PHRV) เข้าใจและจัดการเก็บ (สิ่งยุ่งยาก)
(PHRV) แข็งแรงขึ้น
(PHRV) ควบคุมอารมณ์
(PHRV) เคลื่อนที่ (บิน, เดินทาง ฯลฯ)
(PHRV) ชนะใจ
(PHRV) ได้มา (อย่างยากลําบาก)
(PHRV) ได้รับข้อมูลเกี่ยวกับ
(PHRV) ทําให้รําคาญ
(PHRV) ทําให้รําคาญมาก
(PHRV) เป็นศัตรูกับ
(PHRV) ลุกขึ้นพูดในที่สาธารณะ
(PHRV) ใส่บน
(IDM) ควบคุมตัวเอง
(IDM) เข้าสู่วงการ
(IDM) สร้างปัญหาให้กับ
(IDM) ทําสิ่งที่ดี (คําสแลง)
(IDM) จัดการกับ
(PHRV) จวน
(IDM) ทําให้ประสาท
(PHRV) ขี่ม้า
(PHRV) เข้าใจอย่างถ่องแท้
(PHRV) ค้นพบ (ความผิด, ความลับ)
(PHRV) ได้รับแต่งตั้ง
(PHRV) โทรศัพท์ถึง
(PHRV) บอก (ซ้ําแล้วซ้ําอีก)
(PHRV) มาถึง (ระดับ, การเริ่มต้น, ความสัมพันธ์)
(PHRV) เริ่มทํางาน
(PHRV) เริ่มพูดคุยเกี่ยวกับ
(PHRV) เริ่ม (อีกการกระทํา)
(PHRV) เรียนรู้เกี่ยวกับ
(PHRV) ใส่บน
(PHRV) ก้าวหน้า
(PHRV) ฉันไม่เชื่อ
(PHRV) ดําเนินต่อไปกับ
(PHRV) ทํา
(PHRV) ปล่อยให้เป็นไป
(PHRV) เป็นมิตรกับ
(PHRV) โกรธ
(PHRV) ขจัด
(PHRV) ค้นพบ (อย่างยากลําบาก)
(PHRV) คํานวณ
(PHRV) ได้รับ
(PHRV) ตีพลาด (กีฬาคริกเกต)
(PHRV) ตีพิมพ์
(PHRV) เตรียมส่ง (คําพูดหรือสิ่งตีพิมพ์)
(PHRV) ถอดออก
(PHRV) ถอน (เงิน)
(PHRV) ปฏิบัติหน้าที่
(PHRV) พูดไม่ออก
(PHRV) แพร่ออกไป
(PHRV) ลงจาก (พาหนะโดยเฉพาะรรถ)
(PHRV) ละทิ้ง
(PHRV) หนีรอด
(PHRV) หยุดงานประท้วง
(PHRV) เอาออกไป
(IDM) ฟื้นตัวจาก
(PHRV) กําจัด (คน)
(PHRV) ค้น
(PHRV) ควบคุมไม่ได้
(PHRV) คัดลอกจาก
(PHRV) ได้
(PHRV) ได้คําตอบที่น่าพอใจจาก
(PHRV) ได้มาจาก
(PHRV) ทําผิด
(PHRV) น้อยหรือเกินกว่าความจริง
(PHRV) นําออก
(PHRV) ปลดปล่อยจากชีวิตจําเจ
(PHRV) ไปให้พ้น
(PHRV) ผิดส่วนผิดรูปร่าง
(PHRV) พยายามทําสิ่งที่ยากเกินไป
(PHRV) มองไม่เห็นอีกต่อไป
(PHRV) ไม่ชัดเจน
(PHRV) ไม่ว่ายลึกเกินไป
(PHRV) ย้ายออกไป
(PHRV) ลงจากรถ (พาหนะ)
(PHRV) ละทิ้ง
(PHRV) ล้าสมัย
(PHRV) ลืมวิธีทํา (บางสิ่ง) ที่เคยทํา
(PHRV) ลืม (วิธีทําบางสิ่ง) ที่เคยทํา
(PHRV) เลิกหรือขจัด (ความกังวลหรือความโกรธ)
(PHRV) แสร้งทําเป็นสนุกสนาน
(PHRV) หนีรอดจาก
(PHRV) หนี (หน้าที่) 
(PHRV) อย่าพูดไร้สาระ
(PHRV) ออกไปจาก
(PHRV) อารมณ์เสีย (ปกติตอนเช้า)
(PHRV) เอาออกจาก
(PHRV) เอื้อมไม่ถึง
(IDM) วิตกกังวลมาก
(PHRV) ข้าม
(PHRV) เดินทางมาหา
(PHRV) เป็นที่เข้าใจ
(PHRV) ผ่านพ้น
(PHRV) สิ้นสุด
(PHRV) กลับมามีความสุขหลังจากสูญเสียหรือเลิกกับ...
(PHRV) ควบคุม (อารมณ์, ความยุ่งยาก ฯลฯ)
(PHRV) เชื่อถือ
(PHRV) เดินทางไกล
(PHRV) พิสูจน์
(PHRV) หายดี
(PHRV) ช้ากว่า (เวลา)
(PHRV) ผ่านไป
(PHRV) แก่เกินกว่าจะใช้หรือทํางานทํางาน
(PHRV) ทําให้ก้าวหน้ากว่า
(PHRV) ยากเกินกว่าจะเข้าใจ
(PHRV) แย่เกินกว่าจะทนได้
(PHRV) รอดพ้น
(PHRV) เลิกเล่นสนุก
(PHRV) เลิกสนใจเกี่ยวกับ
(PHRV) ได้รับการบอกกล่าวอย่างถูกต้อง
(PHRV) ทําไม่ผิด (เช่น คํานวณ, การกระทํา)
(PHRV) เดินทางได้อย่างเสรี
(PHRV) โน้มน้าวให้เปลี่ยนความคิด
(PHRV) แพร่กระจาย
(PHRV) แวะเยี่ยม
(PHRV) สามารถ
(PHRV) หลีกเลี่ยง
(PHRV) หาเวลาเพื่อ
(IDM) ทําให้ (ผู้หญิงที่ไม่แต่งงาน) ตั้งครรภ์
(PHRV) ประสบความสําเร็จ
(PHRV) เริ่มทําต่อ
(IDM) ไม่เชื่อฟัง
(IDM) ถูกเลิกจ้าง
(IDM) ถูกเลิกจ้าง
(IDM) เอาชนะ
(IDM) เอาชนะ
(IDM) รวมประโยชน์ของสองสิ่ง (เช่น 2 ความคิด, 2 ระบบ)
(IDM) ชนะ
(IDM) ซึมเศร้า
(IDM) ถูกไล่ออก
(IDM) ถูกเมิน (คําไม่เป็นทางการ)
(IDM) ถูกทํามึนตึงใส่ (คําไม่เป็นทางการ)
(IDM) รู้สึกหวาดกลัว (คําไม่เป็นทางการ)
(IDM) ได้เปรียบบางคน
(IDM) เข้าใจ
(IDM) ตัดสินใจครั้งสุดท้าย
(IDM) ได้รับสัญญาณบอกให้เริ่มต้น
(IDM) โดนมองข้าม
(IDM) ให้สัญญาณบอกให้เริ่มต้น
(IDM) ได้รับความกดดันให้ยอมรับ / ซื้อบางสิ่งอย่างมาก
(IDM) หัวเราะทีหลังดังกว่า
(IDM) ตัดสินใจครั้งสุดท้าย
(IDM) รู้เรื่องของบางคนหรือบางสิ่งโดยตลอด
(IDM) เข้าใจความหมาย (คําไม่เป็นทางการ)
(SL) ได้รับการยินยอม
(IDM) โดนไล่ออก (คําไม่เป็นทางการ)
(IDM) โดนมองสํารวจอย่างเร็ว
(IDM) เข้าใจเรื่องราวทั้งหมด (คําไม่เป็นทางการ)
(PHRV) ไปถึง
(IDM) ได้รับการปฏิบัติอย่างดีหรือเป็นพิเศษ
(IDM) ได้รับคําแก้ตัว
(IDM) เลิกจ้าง (คําไม่เป็นทางการ)
(SL) โดนไล่ออกจากงาน
(IDM) ตกใจมาก
(IDM) ได้น้อยกว่าผู้อื่น
(IDM) เริ่มต้นบางสิ่ง (คําไม่เป็นทางการ)
(IDM) หนีรอด
(IDM) โดนซักถามเป็นเวลานาน
(IDM) อยู่เหนือผู้อื่น
(IDM) หวาดกลัว
(IDM) ได้รับบางสิ่งจํานวนมาก (เช่น อาหาร)
(IDM) ได้รับสิ่งที่แย่ที่สุด
(PHRV) ไปถึง
(PHRV) ผ่าน
(PHRV) ติดต่อกับ
(PHRV) ทําเสร็จด้วย
(PHRV) ไปถึง
(IDM) ติดต่อ
(N) การเลี้ยงสังสรรค์กันอย่างไม่เป็นทางการ (คําไม่เป็นทางการ)
(PHRV) จัดให้เรียบร้อย
(PHRV) พบปะ
(PHRV) พบปะสังสรรค์
(PHRV) รวมเงินกัน
(PHRV) รวมตัวกัน
(PHRV) เห็นพ้องกัน
(PHRV) เริ่มควบคุมได้
(PHRV) เข้ามาข้างใต้
(PHRV) ทําให้สนใจ
(PHRV) เริ่มออกเดินทาง (หลังจากล่าช้า)
(IDM) เริ่มดําเนินต่อไป
(N) เสื้อผ้า (คําไม่เป็นทางการ)
(PHRV) กระปรี้กระเปร่า
(PHRV) กลัว (คําไม่เป็นทางการ)
(PHRV) โกรธ
(PHRV) ดึงขึ้น
(PHRV) ตื่นนอน (มักเป็นตอนเช้า)
(PHRV) เตรียมใช้
(PHRV) ทําให้โกรธมาก
(PHRV) ทําให้ขุ่นเคือง
(PHRV) ทําให้ (ความรู้สึกบางอย่าง) มากขึ้น
(PHRV) ทําให้สูงขึ้น
(PHRV) เปลี่ยนโฉม (แต่งตัว)
(PHRV) ไป (คําสั่งกระตุ้นม้า)
(PHRV) ผลิตไอน้ํา (เครื่องจักร)
(PHRV) เพิ่มขึ้น
(PHRV) ยืนขึ้น
(PHRV) เริ่มสนุกกับ
(PHRV) (ลอย) โด่งขึ้น
(PHRV) ลุกขึ้นพูดในที่สาธารณะ
(PHRV) ลุกขึ้น (หลังจากเจ็บป่วย)
(PHRV) ศึกษา
(PHRV) สร้าง
(PHRV) อยาก (หิว, กระหาย)
(PHRV) ยืนชิดกับ
(IDM) แรงจูงใจ (คําไม่เป็นทางการ)
(N) พลัง (คําไม่เป็นทางการ)
(PHRV) ตื่นขึ้นเพราะเสียงของ
(PHRV) ทํา (สิ่งไม่ดีหรือสิ่งขําขัน)
(PHRV) ประพฤติไม่ดี
(PHRV) ไปถึง
(PHRV) ไปถึง (ระดับสูงหรือนําหน้า)
(PHRV) เพิ่มหรือปรับปรุงเพื่อไปถึง (มาตรฐาน)
(PHRV) รู้ทัน
(PHRV) ตื่นขึ้นด้วย
(IDM) เริ่มทํางาน
(PHRV) แข็งแรงขึ้น (คําไม่เป็นทางการ)
(IDM) โดนดุ (คําไม่เป็นทางการ)
(IDM) ได้รับการปฏิบัติอย่างสาสม
(IDM) ได้รับข้อมูลเกี่ยวกับบางเรื่อง (คําไม่เป็นทางการ)
(PHRV) เรียนรู้ (คําไม่เป็นทางการ)
(PHRV) ได้รับ(บางสิ่ง)ด้วย
(PHRV) ทําให้ตั้งครรภ์
(PHRV) ทันสมัย (คําไม่เป็นทางการ)
(PHRV) ใกล้พอที่จะโจมตี
(PHRV) ปฏิบัติตามกฎหมาย
(PHRV) มองเห็น
(PHRV) ย้ายเข้าไปข้างใน
(PHRV) สามารถได้ยิน
(PHRV) อยู่ภายในรัศมีของ
(PHRV) ทําผิดพลาด
(PHRV) ให้ข้อมูลผิดเกี่ยวกับ
(PHRV) อย่าเข้าใจ (ฉัน) ผิด
(ADV) มาก (ใช้ในสก็อตแลนด์)
(N) น้ําพุร้อน
(ADJ) น่ากลัวมาก
(N) ทางลงสู่แม่น้ํา
(N) น้ํามันเนย
(N) แตงขนาดเล็กมีสีเหลือง
(N) สลัม
(N) ผี
(ADJ) เหมือนผี
(IDM) มีโอกาสน้อยมาก
(N) เรื่องเขย่าขวัญ
(N) เมืองร้าง
(N) คําศัพท์ที่เข้าใจและใช้กันมาอย่างผิดๆ
(VI) เขียนหนังสือแต่ในนามของคนอื่น
(VT) เขียนหนังสือแต่ในนามของคนอื่น
(N) คนเขียนหนังสือแต่ในนามของคนอื่น
(N) ผีที่กินศพ
(ADJ) น่าเกลียดน่ากลัว
(ADV) อย่างน่าเกลียดน่ากลัว
(ADJ) มหึมา
(N) ยักษ์
(N) ยักษิณี
(N) หมีแพนด้า
(N) แมวตัวผู้
(N) ลิ่ม
(VT) ใส่ลิ่ม
(VI) พูดไม่รู้เรื่อง
(N) คําที่ไม่มีความหมาย
(N) ตะแลงแกรง
(N) ชะนี
(ADJ) (เลนส์, กระจก) นูน
(N) ความนูน
(ADV) นูน
(N) ความนูนของเลนส์ / กระจก
(VI) คําพูดเยาะเย้ย
(VI) เยาะเย้ย
(VT) เยาะเย้ย
(PHRV) เยาะเย้ย
(N) เครื่องในของสัตว์ปีก
(ADJ) น่าวิงเวียน
(PHRV) กระตุ้นม้าให้ไปข้างหน้า (คําสั่ง)
(N) ชุดคาราเต้
(N) ของขวัญ
(N) พรสวรรค์
(ADJ) ซึ่งมีพรสวรรค์
(VT) ห่อเป็นของขวัญ
(N) รถม้าสองล้อ (ใช้ม้า1ตัวและได้รับความนิยมในช่วงศตวรรษที่19)
(N) การแสดงดนตรีแจ๊ส
(N) อาชีพชั่วครวว
(N) ตะขอ
(VT) แทงด้วยฉมวก
(N) ข้อบกพร่อง
(N) คําเรียกย่อของ gigabyte (คําไม่เป็นทางการ)
(N) หน่วยความจําของคอมพิวเตอร์
(ADJ) มหึมา
(VI) หัวเราะคิกคัก
(PHRV) หัวเราะคิกคักกับ
(SL) เหล้า
(PHRV) หัวเราะคิกคักกับ
(ADJ) ซึ่งส่งเสียงหัวเราะคิกคัก
(N) ผู้ชายขายตัว
(VT) เคลือบทอง
(ADJ) ซึ่งเคลือบทอง
(N) การชุบทอง
(IDM) ตกแต่งเพิ่มเติมให้กับสิ่งที่ดีอยู่แล้ว
(N) เหงือกปลา
(VT) ใช้แหหรืออวนจับปลา
(N) หน่วยความจุของเหลวเท่ากับ 1/4 ไพท์ (ในอเมริกาคือ 118 ซีซีหรือในอังกฤษคือ 142 ซีซี)
(N) ดอกไม้กลิ่นหอมและมีสีสัน
(N) ดอกไม้กลิ่นหอมและมีสีสัน
(ADJ) ซึ่งฉาบด้วยทอง
(N) การเคลือบทอง
(VT) กริยาช่องที่ 2 และ 3 ของ gild
(ADJ) ี่(หนังสือหรือกระดาษ) เดินขอบทอง
(N) วงแหวนสําหรับยึดให้เข็มทิศอยู่กับที่
(ADJ) ซึ่งไม่มีราคาค่างวด
(N) สิ่งประดับชิ้นเล็กๆ ไม่มีราคาค่างวด
(N) เครื่องดื่มค๊อกเทลผสมด้วยน้ํามะนาว
(N) สว่านเจาะรู
(N) การจ้องเขม็ง
(N) วิธีการเขียนวลี give me ในภาษาพูด
(SL) คําพูดย่อของ give me
(SL) ไม่น่าเชื่อ
(N) เคล็ดลับ
(N) การใช้เล่ห์กลในการขายสินค้า
(ADJ) ซึ่งพลิกแพลง
(N) ผ้าระบายของชายผ้า
(SL) คนพิการ
(N) เครื่องปั่นฝ้าย
(N) บ่วงดักสัตว์
(N) เหล้าชนิดหนึ่ง
(VT) ใช้บ่วงดักสัตว์
(SL) คนที่มีผมสีน้ําตาลทอง
(N) ขิง
(SL) คนที่มีผมสีน้ําตาลทอง
(N) น้ําขิง
(SL) ผู้ที่มีพฤติกรรมรักร่วมเพศ
(N) ขนมรสขิง
(N) เครื่องประดับหรูหรา
(VT) ปรุงรสด้วยขิง
(N) กลุ่มคนในพรรคการเมืองหรือองค์กรที่ชักจูงคนอื่นให้คล้อยตาม
(ADJ) ระมัดระวัง
(ADV) ระมัดระวัง
(N) ขิง
(PHRV) ทําให้มีชีวิตชีวา (คําไม่เป็นทางการ)
(N) ผ้าฝ้ายลายตาหมากรุก
(N) เหงือก (ทางแพทยศาสตร์)
(N) โรคเหงือกอักเสบ (ทางแพทยศาสตร์)
(N) ไพ่รัมมี่
(N) ต้นโสม
(N) โสม
(SL) ฉี่
(N) ยิปซี
(N) ยีราฟ
(VT) คาด
(N) นั่งร้าน
(PHRV) เตรียมอาวุธให้พร้อมสําหรับ (สงคราม)
(N) ผ้ารัดเอว
(PHRV) โอบล้อมด้วย
(PHRV) โอบล้อมด้วย
(PHRV) โอบล้อมด้วย
(PHRV) คาดหรือหุ้ม (อาวุธ, เกราะ) (คําโบราณ)
(PHRV) คาดเข็มขัด (คําโบราณ)
(IDM) เตรียมพร้อมเพื่อบางสิ่ง (ให้ความหมายในทางตลก)
(N) เด็กผู้หญิง
(N) หญิงคนรัก
(N) สมาชิกของ Guides Association ในอังกฤษ
(ADJ) เกี่ยวกับภาพนู้ด
(ADJ) เหมาะกับผู้หญิง / เด็กหญิง
(SL) นิตยสารที่มีรูปเปลือยของผู้หญิง
(SL) โชว์สาวเปลือย
(ADJ) เหมือนเด็กผู้หญิง
(N) โรงเรียนสตรี
(N) ระบบการโอนเงินไปอีกธนาคารโดยใช้คอมพิวเตอร์)
(N) เช็คที่รัฐบาลโอนเงินผ่านระบบ giro เพื่อให้กับประชาชนผู้ยากไร้
(VI) คําเก่าของ girth
(VT) คําเก่าของ girth
(VI) กริยาช่องที่ 2 และ 3 ของ gird
(VT) กริยาช่องที่ 2 และ 3 ของ gird
(N) การวัดรอบเอว
(N) สายรัด
(N) กลไก
(N) ใจความสําคัญ
(N) คนโง่ (คําสแลง)
(SL) คําเรียกคนที่ไม่ชอบ
(SL) เริ่มแรก
(VT) แสดง
(VT) ให้
(N) การให้และรับอย่างยุติธรรม (คําไม่เป็นทางการ)
(IDM) แบ่งปันผลประโยชน์ให้คนอื่น
(N) การเปิดเผย
(N) ของอภินันทนาการ
(PHRV) ตอบ (คําถาม) ง่ายๆ
(PHRV) (น้ําหนัก) ได้เปรียบคู่ต่อสู้ (การชกมวย)
(PHRV) เผย
(PHRV) เผยความลับ
(PHRV) ส่งตัวเจ้าสาว
(PHRV) สูญเสีย
(PHRV) แสดงให้เห็นว่ามาจาก
(PHRV) ให้ฟรี
(PHRV) คืน
(PHRV) ชดใช้
(PHRV) สะท้อนกลับ
(PHRV) ยอมรับว่า (บางคน) เป็นผู้ชนะ (คําไม่เป็นทางการ)
(PHRV) จ่าย (เงิน) สําหรับ
(PHRV) เชื่อถือในเรื่อง
(PHRV) ยอม (ทําบางสิ่ง) เพื่อหรือแทน
(PHRV) แลกเปลี่ยนกับ
(PHRV) ให้เหตุผลกับ
(PHRV) ปล่อย (กลิ่น, เสียงหรืออื่นๆ) ออกไป
(PHRV) ยอม
(PHRV) ยื่น
(PHRV) ส่งไปให้
(PHRV) ให้ชื่อ
(PHRV) คืน
(PHRV) ยอมให้
(PHRV) ส่งไปให้
(PHRV) ให้ชื่อกับ
(PHRV) ลงโทษอย่างรุนแรง (คําไม่เป็นทางการ)
(VT) กริยาช่องที่ 3 ของ give
(N) ชื่อแรก
(IDM) เป็นหลักฐานของ
(PHRV) เป็นพยานพิสูจน์ (บางสิ่ง)
(PHRV) ปล่อยออกไป (โดยเฉพาะของเหลว, แก๊ส, กลิ่น)
(PHRV) ทํางานได้เหมือนคนอื่น
(PHRV) ทําให้มองเห็น
(IDM) ให้โอกาส
(PHRV) ทําให้มองเห็น
(PHRV) แจก
(PHRV) ประกาศ
(PHRV) ประกาศว่าแพ้และออกนอกสนาม (กีฬาคริกเก็ตและกีฬาอื่นที่ใช้ลูกบอบ)
(PHRV) ปล่อยออกไป (โดยเฉพาะของเหลว, แก๊ส, กลิ่น)
(PHRV) แพร่ออกไป
(PHRV) ส่งงานไปทําที่อื่น
(PHRV) สิ้นสุด
(PHRV) หยุดทํางาน
(PHRV) ยอมให้
(PHRV) เลิก (คําไม่เป็นทางการ)
(PHRV) ยอมจมอยู่กับความรู้สึก (บางอย่าาง)
(PHRV) ยอมมอบให้กับ
(PHRV) อุทิศ (เวลา, ชีวิต) ให้กับ
(N) ผู้ให้
(PHRV) แจกจ่ายไปทั่ว
(IDM) โทรศัพท์ถึง
(IDM) เลิกจ้าง (คําไม่เป็นทางการ)
(PHRV) คิดรอบคอบเกี่ยวกับ
(PHRV) ช่วยให้ (แพร่) กระจาย
(PHRV) ชอบทํา
(PHRV) เชื่อถือ
(PHRV) เตรียม
(PHRV) ถูก (โชคชะตา) กําหนดให้กับ (บางคน)
(PHRV) ทําให้เกิด
(PHRV) ทําให้ชะงัก
(PHRV) แทนที่
(PHRV) แทนที่ด้วย
(PHRV) ปล่อยให้แสดงอารมณ์
(PHRV) พูดเสียงดัง
(PHRV) ฟังหรือเผ้าดูอย่างระมัดระวัง
(PHRV) ยอมรับภาระ (ที่ทําให้ยากจะเป็นอิสระในอนาคต)
(PHRV) ยอมหลีกทางให้
(PHRV) ยอมให้ทาง (การจราจร)
(PHRV) ยืนยันว่าเป็นจริง
(PHRV) เริ่มมีผลต่อ
(PHRV) ลงโทษ
(PHRV) ส่งให้กับ
(PHRV) สนใจ
(PHRV) แสดงความคิด
(PHRV) แสดงความรู้สึก
(PHRV) แสดงว่า (บางสิ่ง) ไม่เป็นจริง
(PHRV) ให้กําเนิด
(PHRV) ให้มีน้ําหนัก
(PHRV) ให้สัญญาเพราะ
(PHRV) ตาย (คําเก่า)
(PHRV) ไม่คอย
(PHRV) ไม่ไว้วางใจ (แสร้งทํา)
(PHRV) ยกเลิก
(PHRV) ยอมยกให้
(PHRV) ยื่นหรือเสนอให้ทําโดยปราศจาก (เงิน หรือเวลา)
(PHRV) เลิกพยายามทํา (บางสิ่ง)
(PHRV) ทําให้มองเห็น
(PHRV) เตรียม (เวลาหรือสถานที่เพื่อ)
(PHRV) ยอมมอบตัวกับ
(PHRV) อุทิศให้กับ
(N) กลไก
(N) เครื่องในสัตว์ปีก
(ADJ) ซึ่งเป็นน้ําแข็ง
(N) ยุคน้ําแข็ง
(ADJ) ซึ่งปกคลุมไปด้วยน้ําแข็ง
(VI) ปกคลุมไปด้วยน้ําแข็ง
(N) ธารน้ําแข็ง
(ADJ) ดีใจ
(VT) ทําให้ดีใจ
(N) บริเวณที่โล่งในป่า
(N) การหลอกทําดีกับผู้อื่นเพื่อหวังผลประโยชน์ (คําไม่เป็นทางการ)
(N) นักต่อสู้กับคนหรือสัตว์ในสมัยโรมัน
(N) ต้นแกลดิโอลัส ลําต้นสูงและมีใบยาว
(ADV) อย่างเต็มใจ
(ADV) อย่างมีความสุข
(ADV) อย่างยินดี
(N) ความสุข
(SL) เสื้อผ้าที่ดีที่สุด
(ADJ) น่าปิติยินดี
(ADV) น่าปิติยินดี
(N) กระเป๋าเดินทางขนาดเล็กที่แบ่งเปิดออกเป็นสองส่วนเท่าๆ กัน
(ADJ) น่าดู (คําไม่เป็นทางการ)
(N) ความมีเสน่ห์
(VT) ทําให้น่าดู
(VT) ทําให้น่าดู
(ADJ) น่าดู
(ADV) อย่างมีเสน่ห์
(N) ความมีเสน่ห์
(PHRV) ้ดึงดูดใจมากขึ้น
(PHRV) ทําให้ดูน่าสนใจมากขึ้นโดยวิธีที่ผิด
(N) การชําเลือง
(VI) ชําเลือง
(PHRV) ชําเลืองดู
(PHRV) ชําเลืองกลับไปยัง
(PHRV) อ่านผ่านๆ
(PHRV) กระทบแล้วกระเด้งออกไป
(PHRV) ไม่มีผลกับ (บางคน)
(PHRV) อ่านหรือพิจารณาอย่างรวดเร็ว
(PHRV) กวาดตามองรอบๆ
(PHRV) อ่านหรือพิจารณาอย่างรวดเร็ว
(ADJ) ซึ่งแฉลบไป
(N) ต่อม
(N) โรคติดต่อในม้ามีสาเหตุจากเชื้อแบคทีเรีย
(VI) ถลึงตา
(VI) เปล่งแสง
(PHRV) จ้องมอง
(PHRV) จ้องมองอย่างเกลียดชัง (แต่ไม่กลัวหรือไม่เกรง)
(PHRV) ส่องแสงเจิดจ้า
(ADJ) ซึ่งสว่างจ้า
(ADJ) ซึ่งสว่างจ้า
(N) แก้ว
(N) แว่นตา
(N) การเป่าแก้วให้เป็นรูปต่างๆ
(N) แว่นตา
(N) ปริมาณเต็มแก้ว
(N) เรือนกระจก
(PHRV) ล้อมรอบด้วยกระจก
(PHRV) ล้อมรอบด้วยกระจก
(N) หลอดแก้ว
(N) เครื่องแก้ว
(N) ใยแก้วสําหรับทําฉนวนหรือแผ่นกรอง
(N) โรงงานผลิตแก้ว
(ADJ) ซึ่งไร้ชีวิตจิตใจ
(ADJ) (ใส) เหมือนแก้ว
(N) ต้อหิน
(ADJ) เขียวอมเทา / น้ําเงินหม่น
(N) การเคลือบ
(VT) ขัดเงา
(ADJ) ซึ่งเคลือบเงา
(N) ภาชนะเคลือบ
(PHRV) ล้อมรอบด้วยกระจก
(PHRV) (นัยน์ตา)ถูกปกคลุมไปด้วย (ทําให้แทบมองไม่เห็น)
(N) ช่างติดตั้งกระจก
(N) งานติดตั้งกระจก
(N) การติดตั้งกระจก
(N) แสงที่เป็นประกาย
(VI) เปล่งประกาย
(PHRV) ตาเป็นประกายด้วย (ความรู้สึก)
(PHRV) เป็นมันวาวด้วย
(VI) รวบรวมข้อมูล
(VT) เก็บรวงข้าวที่ร่วงหล่น
(VT) รวบรวม
(PHRV) ได้รับ (บางสิ่งเช่น ข้อมูล) จาก
(N) ความปิติยินดี
(ADJ) ร่าเริง
(N) หุบเขา
(ADJ) คล่องแคล่ว
(ADV) อย่างคล่องแคล่ว
(N) การร่อน
(VI) แล่น
(N) เครื่องร่อน
(N) แหล่ง / สิ่งที่ให้แสง
(N) แสงสลัว
(VI) ให้แสงสลัว
(VI) เหลือบมอง
(N) แสงวาบ
(VI) สะท้อนแสง
(VT) ส่องแสงวูบวาบ
(VI) ระยิบระยับ
(PHRV) ตาเป็นประกายของ (ความรู้สึกบางอย่าง)
(PHRV) เป็นมันวาวด้วย
(N) แสงแวววาว
(VI) ส่องแสงสุกใส
(N) คนมั่งคั่งและมีชื่อเสียง
(ADJ) น่าประทับใจ
(PHRV) ทําให้ปกคลุมด้วยน้ําแข็ง
(PHRV) ฉายแวว
(PHRV) ระยิบระยับด้วย
(PHRV) สะดุดตา
(ADJ) ซึ่งระยิบระยับ
(N) ความดึงดูดใจ
(ADJ) น่าดึงดูด
(SL) ชวนมอง
(N) เวลาพลบค่ํา
(VI) มองด้วยความพึงพอใจ
(PHRV) มองหรือครุ่นคิดเกี่ยวกับความทะยานอยาก (เช่น อยากได้เงิน, อยากเป็นเจ้าของ, อยากประสบความสําเร็จ)
(N) หยดเล็กๆ
(ADJ) ซึ่งมีรูปร่างกลม
(ADJ) โดยรวม
(N) โลกาภิวัตน์
(VT) ทําให้กระจายไปทั่วโลก
(N) โลกาภิวัตน์
(VT) ทําให้กระจายไปทั่วโลก
(N) ความร้อนขึ้นของบรรยากาศโลก
(N) แผนที่โลก
(N) โลก
(N) ปลาปักเป้า
(N) ปักเป้า
(VI) เดินทางรอบโลก
(N) ผู้เดินทางรอบโลก (คําไม่เป็นทางการ)
(ADJ) ซึ่งมีทรงกลม
(ADJ) ซึ่งมีรูปทรงกลมเล็กๆ
(N) สิ่งที่กลมเล็ก
(N) โปรตีนโกลบูลินซึ่งละลายในสารละลายน้ําเกลือ (ทางชีวเคมี)
(N) เครื่องดนตรีประเภทตีชนิดหนึ่ง
(ADJ) รวมกันเป็นกลุ่ม
(ADJ) การรวมกันเป็นกลุ่ม
(N) กลุ่มเส้นโลหิตฝอยที่ไต
(SL) ถูกจับ
(PHRV) ได้รับ (คําไม่เป็นทางการ)
(N) ความมืด
(ADJ) มืดมัว
(ADJ) เศร้าหมอง
(N) การเชิดชู
(N) การสรรเสริญ
(ADJ) น่าสรรเสริญ
(VT) ยกย่อง
(ADJ) มีชื่อเสียง
(ADJ) รุ่งเรือง
(N) ความมีชื่อเสียง
(N) ความรุ่งเรืองในอดีต
(PHRV) ดีใจใน
(N) ความแววาว
(VT) ฉาบ
(N) คําอธิบาย
(N) อภิธานศัพท์
(PHRV) กล่าวบิดเบือน
(ADJ) ซึ่งเป็นมันวาว
(N) กระดาษอัดรูปถ่ายที่มีผิวมันเงา
(N) เสียงจากช่องว่างระหว่างเส้นเสียง (ทางโฟเนติกส์)
(N) ช่องเปิดของสายเสียงบริเวณกล่องเสียง
(N) ถุงมือ
(VT) สวมถุงมือ
(N) หุ่นเชิดด้วยมือ
(N) แสงแวววาว
(VI) เปล่งแสง
(VI) รู้สึกร้อนผ่าว
(VI) ถลึงตาใส่
(PHRV) จ้องมองอย่างไม่พอใจ
(ADJ) กระตือรือร้น
(ADJ) ซึ่งส่องแสงเรืองรอง
(PHRV) ฉายแสงสีแดงออกมา
(PHRV) เต็มไปด้วย (อารมณ์)
(N) หิ่งห้อย
(N) ต้นไม้เขตร้อนของอเมริกาใต้
(VI) สอพลอ (คําเก่า)
(VT) อธิบายความ
(N) น้ําตาลกลูโคส
(N) กาว
(VT) ติดด้วยกาว
(SL) ถูกจับ
(PHRV) ติดด้วยสารเหนียว (เช่น กาว)
(PHRV) ง่วนอยู่กับ
(PHRV) ต่อหรือติดด้วยสารเหนียว (เช่น กาว)
(SL) คนดมกาว
(PHRV) ต่อหรือติดด้วยสารเหนียวกับ
(PHRV) ติดไว้ด้วยกันด้วยสารเหนียว
(PHRV) มีสํารองไว้
(ADJ) เหนียว
(SL) คนดมกาว
(ADJ) หม่นหมอง
(N) ปริมาณมากเกินต้องการ
(VT) ป้อนให้เกินความต้องการ
(N) ผงชูรส
(N) โปรตีนจากข้าว
(ADJ) เหนียว
(N) ข้าวเหนียว
(N) คนตะกละ
(ADJ) ตะกละ
(N) นิสัยตะกละ
(PHRV) กินหรือดื่มจนล้นด้วย
(N) น้ําเหนียวไร้สีและไร้กลิ่น
(N) น้ําเหนียวไร้สีและไร้กลิ่น
(N) น้ําเหนียวไร้สีและไร้กลิ่น (ชื่อทางเคมีสําหรับ glycerin / glycerine)
(N) สารไกลโคเจนซึ่งเก็บไว้ที่ตับและกล้ามเนื้อ
(ABBR) กรัม (คําย่อของ gram)
(N) ตาไม้
(VI) คําราม
(ADJ) ซึ่งเป็นตะปุ่มตะป่ํา
(ADV) ดีมาก
(N) การงับด้วยฟัน
(VT) กัดฟัน
(N) แมลงเล็กๆ
(VI) กระวนกระวาย
(VT) แทะ
(PHRV) ทําให้ทุรนทุราย
(PHRV) แทะ
(PHRV) กัด
(ADJ) ซึ่งทําให้วิตกกังวล
(N) การแทะ
(VI) กริยาช่องที่ 3 ของคํากริยา gnaw
(VT) กริยาช่องที่ 3 ของคํากริยา gnaw
(PHRV) ทําให้ทุรนทุราย
(PHRV) แทะ
(N) หินผามีลักษณะหยาบขรุขระ
(N) สัตว์หรือมนุษย์แคระในนิทาน
(N) คําสอน
(ADJ) ฉลาดและสุขุม (แต่บางครั้งเข้าใจยาก)
(ADJ) เต็มไปด้วยเป็นคําสอน
(N) นาฬิกาแสงแดด (อุปกรณ์ทางดาราศาสตร์โบราณใช้บอกเวลา)
(ADJ) เกี่ยวกับองค์ความรู้
(N) ละมั่งแอฟริกาตระกูล Connochaetes หัวคล้ายวัว เขาโค้งงอ หางยาว
(VI) บรรลุ
(VI) ไป
(VI) ผ่านไป (เวลา)
(VI) ลาออก
(VI) เลิก
(VI) ส่งเสียง
(VI) หมด
(N) หมากล้อม
(PHRV) ขึ้น (รถ, รถไฟ, เรือ, เครื่องบิน)
(PHRV) เดินทางไปได้ทั่ว
(PHRV) ทําอย่างโจ่งแจ้งเกี่ยวกับ
(PHRV) ไปไหนมาไหนกับ
(PHRV) แพร่
(PHRV) แล่นต้านลม (การแล่นเรือ)
(PHRV) อาการดีขึ้น
(PHRV) แพร่ไปทั่ว (ข่าว, โรค ฯลฯ)
(PHRV) ยุ่งเรื่องของตัวเองหรือคนอื่น
(PHRV) เริ่มทํา
(PHRV) เริ่มทํา (บางสิ่ง)
(PHRV) ขอคําแนะนํา
(PHRV) เคลื่อนขึ้นไปสูงกว่า
(PHRV) ยากเกินกว่าจะเข้าใจ
(PHRV) ไปต่างประเทศ
(PHRV) เป็นที่ยอมรับจาก
(PHRV) ข้าม (ถนน, สายน้ําหรือสถานที่อื่นๆ)
(PHRV) ข้ามไปยัง
(PHRV) เปลี่ยน (ฝ่าย, ข้าง, ความคิด) ไปเข้าข้าง
(PHRV) หันไปทาง
(N) สิ่งยั่วยุ
(VT) กระตุ้น
(PHRV) กระตุ้น
(PHRV) กระตุ้น
(PHRV) บังคับหรือกระตุ้น (สัตว์) ให้เดินไปข้างหน้าโดยใช้ไม้แหลม
(PHRV) ล่องลอยไปอย่างอิสระ
(PHRV) ออกไปโดยไม่ได้รับอนุญาต
(PHRV) พยายามเอาชนะ
(PHRV) มุ่งมั่นเพื่อ
(PHRV) ไล่ตาม
(PHRV) ขัดแย้งอย่างมาก
(PHRV) คัดค้าน
(PHRV) ต่อต้าน
(PHRV) ติด
(ADJ) ซึ่งดําเนินการต่อไป
(N) การอนุญาต
(PHRV) ดําเนินต่อไป
(PHRV) เดินต่อไป
(PHRV) ทําด้วยตนเอง
(PHRV) ทําให้ดีขึ้น
(PHRV) เริ่ม (พูด) 
(PHRV) ทําต่อไปด้วย
(PHRV) ยอมให้ทําต่อไป
(PHRV) เล่า
(N) จุดมุ่งหมาย
(N) ประตู
(N) ผู้รักษาประตู
(N) ลูกโทษ (กีฬา)
(ADJ) ซึ่งไม่สามารถทําประตู (คะแนน) ได้ (กีฬา)
(N) เส้นประตู
(IDM) พยายามทําทุกวิถีทาง
(SL) ร่วมเพศ
(N) หน้าประตู (กีฬา)
(PHRV) ไปกับ
(PHRV) ไปข้างหน้า
(PHRV) ไปได้ดี
(PHRV) ไปให้พ้น
(PHRV) ไม่เชื่อหรอก
(IDM) ช่วยเหลือในการทําบางสิ่งเป็นอันมาก
(PHRV) ก้าวหน้ากับ
(PHRV) ดําเนินการต่อไปพร้อมกับ
(PHRV) ไปให้พ้น
(PHRV) พบว่าเกิดร่วมกับ
(PHRV) ไม่เชื่อ
(PHRV) ยอมรับ
(N) เสาประตู (กีฬา)
(N) ผู้ทําประตูได้ (กีฬา)
(N) ผู้รักษาประตู (กีฬา)
(PHRV) เกิดความผิดพลาด
(PHRV) คลุ้มคลั่ง
(PHRV) คลุ้มคลั่ง
(PHRV) คลุ้มคลั่งด้วยความโกรธหรือความตื่นเต้น (คําสแลง)
(PHRV) ไปทางลัด
(PHRV) โอบได้รอบ
(PHRV) แต่งตัวเลียนแบบ (เช่นในงานแฟนซี)
(PHRV) ขึ้นฝั่ง (จากเรือ)
(PHRV) ปลีกตัวไปด้านหนึ่ง
(PHRV) ดํารงชีวิตอย่างผิดทํานองคลองธรรม
(PHRV) เดินเตร็ดเตร่ไป
(PHRV) หลงทาง
(N) คนที่เต็มไปด้วยกิเลสตัณหา
(N) แพะ
(PHRV) ขายในราคา (มักใช้กับการขายด้วยราคาที่น่าตกใจ)
(PHRV) โจมตี
(PHRV) ทํางานหนัก
(PHRV) ออกไปเมื่อ
(N) คนเลี้ยงแพะ
(ADJ) คล้ายแพะ
(ADJ) ซึ่งมีกิเลสตัณหา
(N) พริกชี้ฟ้า
(N) หนังแกะ
(N) นกกินแมลงตระกูล Caprimulgidae
(PHRV) ขึ้นนํา
(PHRV) ไปให้พ้น
(PHRV) ยกเลิก
(PHRV) วิ่งหนีไป
(PHRV) เห็นแล้ว
(PHRV) เชื่อ
(PHRV) ออกจาก (สถานที่หรือเหตุการณ์ด้วยความรู้สึก)
(PHRV) ออกไปกับ
(PHRV) เอาไป
(N) ก้อนกลม
(SL) (บางสิ่ง) จํานวนมาก
(SL) ปาก
(PHRV) กลับไปทํางาน
(PHRV) กลับไปยัง (สถานที่)
(PHRV) เข้ามาแทน
(PHRV) ดํารงอยู่
(PHRV) ถอยไป
(PHRV) (นาฬิกา) ถูกตั้งเวลาเร็วขึ้น โดยเฉพาะในฤดูใบไม้ร่วง)
(PHRV) ย้อนกลับ (การสนทนา) ไปยัง
(PHRV) ย้อน (เวลา) กลับ
(PHRV) กลับไปขึ้น
(PHRV) ทรยศต่อ
(PHRV) ผิดสัญญาหรือข้อตกลง
(PHRV) กลับไปยัง
(PHRV) กลับไปเริ่มต้นใหม่
(PHRV) กินเวลานาน
(PHRV) แทนที่
(PHRV) ย้อนกลับ (การสนทนา) ไป ยัง
(PHRV) ย้อน (เวลา) กลับ
(PHRV) เริ่มเน่าเสีย (อาหารเช่นนม, เนื้อสัตว์)
(PHRV) ไม่สําเร็จ
(SL) เป็นประสาทอ่อนๆ
(PHRV) ล้มละลาย
(VT) กลืนกินอย่างรวดเร็ว
(N) ภาษาที่ไม่รู้เรื่อง
(PHRV) รีบกินอย่างมูมมาม
(N) ภาษาที่ไม่รู้เรื่อง
(PHRV) มีอํานาจเหนือ
(PHRV) รีบกินอย่างมูมมาม
(PHRV) รีบรับ
(PHRV) อยู่มาก่อน
(PHRV) ตายก่อน
(PHRV) วิ่งไปข้างหน้า
(PHRV) ส่งไปให้พิจารณาหรือยอมรับ
(PHRV) อยู่ต่อหน้า
(PHRV) ไม่เป็นที่ต้องการ
(PHRV) ตามหลัง
(PHRV) ตีความ
(PHRV) แอบทําลับๆ ล่อๆ
(PHRV) ลงไปอยู่ชั้นล่างของเรือ (ทางการแล่นเรือ)
(PHRV) คลุ้มคลั่ง
(N) ตัวกลาง
(PHRV) เดินทางไปมาระหว่าง
(PHRV) แทรกระหว่าง
(PHRV) เป็นผู้สื่อข่าวระหว่าง
(PHRV) ก้าวหน้ากว่า
(PHRV) เกินกว่า
(PHRV) ทนไม่ไหว
(PHRV) ยากเกินกว่าจะทําหรือเข้าใจ
(PHRV) เลิกสนใจเกี่ยวกับ
(PHRV) อยู่ต่ํากว่า
(PHRV) เอาจริงเอาจังเกินไป
(PHRV) (ความคิด)ว่างเปล่า
(N) แก้วเหล้าทําด้วยแก้วหรือโลหะ
(N) ปีศาจ
(PHRV) พยายามทุกวิถีทาง (เพื่อเอาชนะ)
(PHRV) ล้มละลาย (คําไม่เป็นทางการ)
(SL) คนที่พูดไร้สาระ
(ADJ) ประหลาดใจมาก
(SL) ประหลาดใจ
(N) ขนมกรอบกลมอันใหญ่
(PHRV) ล้มละลาย (คําไม่เป็นทางการ)
(PHRV) ปล่อยให้ผ่านไป (เช่น โอกาสฯลฯ) โดยไม่ฉวยไว้
(PHRV) ผ่านไป
(PHRV) ไม่สังเกตเห็น
(PHRV) (เวลา) ผ่าน
(PHRV) เดินทางโดย (พาหนะ, ถนน ฯลบฯ)
(PHRV) ทํางานด้วย
(PHRV) ทํางานได้ด้วย
(PHRV) นําทางโดย
(PHRV) ปฏิบัติตาม
(PHRV) รู้จักกันในนาม
(N) การหลบหน้า
(N) ปลาบู่
(N) รถแข่งเล็กไม่มีหลังคาและประตู
(SL) ไปให้พ้น
(SL) ไปให้พ้น
(IDM) อย่างทันที
(N) พระเจ้า
(ADJ) โหดร้าย (คําสแลง)
(N) ลูกอุปถัมภ์
(ADJ) ซึ่งประณาม
(ADV) ประณาม
(ADJ) ซึ่งประณาม
(INT) คําอุทานแสดงความรู้สึกรุนแรง (โมโห, ไม่พอใจ, ประหลาดใจ)
(VI) ด่า
(VT) ด่า
(ADJ) ซึ่งประณาม
(N) เทพธิดา
(N) พ่ออุปถัมภ์
(N) พระเจ้า
(N) การเป็นพระเป็นเจ้า
(ADJ) ซึ่งไม่เชื่อพระเจ้า
(ADJ) ซึ่งศรัทธาในศาสนา
(N) แม่อุปถัมภ์
(N) กามเทพ
(N) เทพเจ้าแห่งสงคราม
(PHRV) กลืน
(PHRV) กว้างหรือไปไกลถึง
(PHRV) คุกเข่าลงมา
(PHRV) จด
(PHRV) จมลง
(PHRV) ได้รับความเห็นชอบ
(PHRV) ตกต่ําลง (ระดับสังคม, มาตรฐานการดํารงชีวิต)
(PHRV) ต่ําลง (ระดับ)
(PHRV) ทําให้น้อยลง
(PHRV) บวมน้อยลง
(PHRV) พระจันทร์หรือพระอาทิตย์ตก
(PHRV) พ่ายแพ้
(PHRV) มีค่าน้อยลง
(PHRV) ลงไปข้างล่าง
(PHRV) ล้มลง
(PHRV) ล้มเหลว
(PHRV) สวดอ้อนวอน
(PHRV) ออกจากมหาวิทยาลัยหลังศึกษาไปช่วงหนึ่ง
(PHRV) เดินทางไปตามถนน
(PHRV) ลงไปยัง
(ADV) มีความกล้าหาญมาก (คําไม่เป็นทางการ)
(N) โกดัง
(SL) สิ่งที่ทําให้มีความสุข
(PHRV) จมสู่
(PHRV) เปลี่ยนเป็นตัวโน้ตที่ต่ํากว่า (ดนตรี)
(PHRV) ไปไกลจนถึง
(PHRV) พ่ายแพ้ต่อ
(PHRV) ลงไปยัง
(PHRV) ลดระดับลง
(PHRV) ออกจาก (มหาวิทยาลัยหรือเมือง)
(PHRV) จมลงพร้อมกับ
(PHRV) ได้รับการยอมรับ
(PHRV) ป่วยด้วยโรค
(PHRV) ลงไปพร้อมกับ
(N) พ่อแม่อุปถัมภ์
(PHRV) ใช้อย่างประหยัด
(PHRV) ไม่สามารถให้นมได้ (วัว)
(PHRV) ห้ามขายเหล้าหรือเครื่องดื่มที่มีอัลกอฮอล์
(SL) ป่าช้า
(N) สิ่งประเสริฐซึ่งพระเจ้าประทานให้
(N) เด็กชายของพ่อแม่อุปถัมภ์
(N) คําอวยพรเมื่อต้องจากกัน (เช่น ขอให้ปลอดภัย, ไปดีมาดี)
(IDM) แบ่งกันคนละครึ่ง (คําไม่เป็นทางการ)
(SL) แบ่งกันจ่ายคนละครึ่ง
(N) นกตระกูล Limosa ซึ่งมีปากและขายาว
(IDM) ใจเย็น (คําไม่เป็นทางการ)
(IDM) ชัดเจนจนไม่ต้องเอ่ยอะไรอีก
(PHRV) ช่วยเหลือได้อย่างมาก
(PHRV) เดินทางไกล
(PHRV) ประกาศความจริง
(PHRV) ประสบความสําเร็จ
(PHRV) พูดไม่รู้เรื่อง
(PHRV) ภายในขอบเขต
(PHRV) เดินทางไปไกลกว่านี้
(IDM) ช่วยเหลือในการทําบางสิ่งเป็นอันมาก
(N) ลูกจ้างที่คอยทํางานให้คนอื่นในสํานักงาน
(SL) ไปให้พ้น
(PHRV) ขายในราคา
(PHRV) ขายในราคาต่ําหรือถูก
(PHRV) โจมตี
(PHRV) ชอบ
(PHRV) ได้เปรียบ
(PHRV) ตั้งใจที่จะเป็น
(PHRV) ถูกฆ่า
(PHRV) ปฏิบัติตัวหรือทําตัวเหมือน
(PHRV) เป็นจริงสําหรับ
(PHRV) ไปหาเพื่อนํามาให้
(PHRV) พยายามทุกวิถีทางเพื่อเอาชนะ
(PHRV) พูดโจมตี
(PHRV) มุ่งมั่นเพื่อให้ได้
(PHRV) ยอมรับ
(PHRV) เลือก
(PHRV) สูญเปล่า
(PHRV) ออกไปเพื่อ (ทํากิจกรรม เช่น เดินเล่น ขับรถ ว่ายน้ํา)
(SL) พยายามเข้า
(PHRV) ถูกส่งไป
(PHRV) ส่งออกไป (คําเก่า)
(PHRV) ดําเนินต่อไป (ด้วยบางสิ่งที่วางแผนไว้แล้ว)
(PHRV) ดีขึ้น
(PHRV) ไปข้างหน้ามากขึ้น
(PHRV) ยื่นเสนอเพื่อขออนุมัติ
(PHRV) หมุนไป (เข็มนาฬิกา)
(PHRV) เพิ่ม (อํานาจ, ชื่อเสียง, ความสําเร็จอย่างรวดเร็ว)
(PHRV) แย่ลง
(PHRV) เริ่มเดินทางจาก
(PHRV) เริ่มต้นจาก
(PHRV) ละทิ้ง
(PHRV) เดินทางไปไกลกว่านี้
(N) คนทะเยอทะยาน (คําไม่เป็นทางการ)
(SL) คนทะเยอทะยาน
(VI) จ้องมอง
(PHRV) (เบิ่งตาโต) จ้องมองที่ (ด้วยความสงสัยหรือประหลาดใจ)
(N) แว่นตากันลม / ฝุ่น
(ADJ) เกี่ยวกับการเต้นอะโกโก้
(SL) ขะมักเขม้น
(N) นักเต้นอะโกโก้
(IDM) เข้ากันได้
(PHRV) ยุ่งวุ่นวาย (คําไม่เป็นทางการ)
(SL) เสียสติ
(PHRV) กลับบ้านหรือประเทศ
(PHRV) ตาย
(PHRV) มีผลต่อ
(SL) เลิกทํา (แล้วกลับบ้าน)
(PHRV) โชคร้ายเกิดกับ
(PHRV) เข้าใจ
(PHRV) เข้าไป (ข้างใน)
(PHRV) เข้าหูซ้ายทะลุหูขวา
(PHRV) เริ่มโจมตี (ทางทหาร)
(PHRV) เริ่มทํางานตามปกติ
(PHRV) ใส่
(PHRV) หายเข้ากลีบเมฆ
(PHRV) เกรงกลัวอย่างมาก
(PHRV) เข้ากันได้กับ
(PHRV) เข้าไป (ข้างในของสิ่งก่อสร้าง, สถานที่ ฯลฯ)
(PHRV) เข้าหูซ้ายทะลุหูขวา
(PHRV) เดินทางไปด้วย (การสวมชุดหรือเสื้อผ้า, ด้วยรถยนต์, ด้วยความรู้สึกหรืออารมณ์ต่างๆ)
(PHRV) สนับสนุน
(PHRV) เข้าข้างในเพื่อ
(PHRV) ชื่นชอบ
(PHRV) พยายามเอาชนะ
(PHRV) มุ่งมั่นจะประกอบอาชีพเป็น
(PHRV) สนใจ
(N) การเคลื่อนไป
(N) ความก้าวหน้า
(N) การตรวจสอบ (คําไม่เป็นทางการ)
(SL) การตรวจสอบ
(N) พฤติกรรมที่ไม่น่าไว้ใจ (คําไม่เป็นทางการ)
(PHRV) เข้าไปใน
(PHRV) เข้าไปหรือเดินทางไปยัง (ที่ใดที่หนึ่งโดยเฉพาะ)
(PHRV) เข้าร่วม (กลุ่ม)
(PHRV) ค้น
(PHRV) ชน
(PHRV) ตรวจสอบ
(PHRV) พิจารณา (เรื่อง) ร่วมกัน
(PHRV) มีอาการหนัก (เจ็บป่วย)
(PHRV) ไม่พอดีกับ
(PHRV) ไม่รู้สึกตัว (เพราะจิตว่างหรือถูกครอบงําจิตใจ)
(PHRV) เริ่มจู่โจม
(PHRV) เริ่มทํา (กิจกรรม)
(PHRV) เริ่มมีสภาพ (อารมณ์, จิตใจ, ร่างกาย)
(PHRV) สวม
(PHRV) หลบเข้าที่ซ่อน
(PHRV) หลอกลวง
(PHRV) หัวเราะไม่หยุด
(PHRV) อธิบายรายละเอียด
(PHRV) อ่อนแอมาก
(PHRV) เอ่ยถึง
(SL) โกรธเคือง
(PHRV) เข้าไปกับ
(PHRV) เข้าร่วม (ทําธุรกิจ) กับ
(PHRV) กระทํามากเกินไป (พยายามเกิน, ตื่นเต้นเกินหรืออื่นๆ)
(IDM) ทําด้วยตนเอง
(N) โรคคอพอก
(N) โรคคอพอก
(N) รถแข่งเล็กไม่มีหลังคาและประตู
(ADJ) สีทอง
(N) ทอง
(N) แมลงเต่าทอง
(N) นักขุดทอง
(N) นักตกทอง (คําสแลง)
(N) ผงทอง
(ADJ) รุ่งเรือง
(ADJ) สีทอง
(N) ยุคทอง
(N) วัยทอง
(N) การฉลองครบรอบแต่งงานปีที่ 50
(N) การฉลองครบรอบแต่งงานปีที่ 50
(N) ทางสายกลาง
(N) ภาพยนตร์ / ดนตรีในอดีตซึ่งยังเป็นที่นิยมต่อมาถึงปัจจุบัน
(SL) โอกาสดีมาก
(N) พืชจําพวก Solidago มีดอกเล็กสีเหลือง
(N) หลักคําสอน
(N) การฉลองครบรอบแต่งงานปีที่ 50
(N) เหมืองทอง
(N) นกตระกูล Carduelis
(N) ปลาทอง
(N) แผ่นทองบางๆ
(N) แผ่นทองบางมาก สําหรับปิดทองพระพุทธรูป
(N) เหรียญทองสําหรับผู้ชนะเลิศ
(N) เหมืองทองคํา
(N) แหล่งทําเงิน
(N) ทองรูปพรรณ
(N) เครื่องทอง (โดยเฉพาะจากการชุบทอง)
(N) ภาชนะทอง
(N) สถานการณ์ตื่นทอง
(N) ไหมทอง
(N) ช่างทอง
(N) ด้ายทอง
(N) กีฬากอล์ฟ
(N) สนามกอล์ฟ
(N) สนามกอล์ฟ
(N) คนหรือสิ่งที่มีอํานาจมาก
(INT) คําอุทานแสดงความสงสัย / ประหลาดใจ
(N) รองเท้ายางกันน้ํา
(N) รองเท้ายางกันน้ํา
(PHRV) เสียสติ
(SL) เป็นบ้า
(SUF) เป็นมุม
(N) อวัยวะเพศหญิง / ชาย
(PHRV) เกือบจะ
(PHRV) ประพฤติตัวเหมือนคนท้องถิ่นหรือคนพื้นเมือง (เช่น ทางด้านประเพณีหรือวัฒนธรรม)
(N) เรือกอนโดลา
(N) คนแจวเรือกอนโดลาในเมืองเวนิส
(ADJ) จากไป
(IDM) ตาย (คําเลี่ยงเพื่อให้สุภาพ)
(SL) หมดสติ
(VT) กริยาช่องที่ 3 ของคํากริยา go
(PHRV) เข้าไปใกล้กับ
(PHRV) เข้าไปใกล้กับ
(SL) สิ่งที่ทําให้มีความสุข
(SL) ไป
(PHRV) มีความรักกับ
(N) คนสาบสูญ (คําสแลง)
(SL) หมดสติ
(N) ฆ้อง
(ABBR) คําย่อของ going to
(SL) คําพูดย่อของ going to
(N) เชื้อโรคหนองใน
(N) โรคหนองใน
(SL) บ้า
(N) รายงานข่าวในหนังสือพิมพ์
(N) แป้งเปียก
(N) ถั่วลิสง
(SL) เนยถั่ว
(ADJ) เก่ง
(ADJ) ซึ่งเชี่ยวชาญ
(ADJ) ดี
(ADJ) น่าพอใจ
(ADJ) มาก
(ADJ) มีเกียรติ
(ADJ) มีน้ําใจ
(ADJ) เหมาะสม
(ADV) แท้จริง
(N) ความดีงาม
(N) คําทักทาย / คําบอกลาที่ใช้หลังเวลาเที่ยง
(IDM) อย่างมาก (something คือคําคุณศัพท์ที่เปลี่ยนการใช้ไปตามปริบท เช่น ready, tired)
(N) พระคัมภีร์ไบเบิล
(N) คํากล่าวอําลา
(N) คํากล่าวอําลา
(SL) ตัดสินได้เยี่ยม
(N) คําทักทาย / คําบอกลาในระหว่างวัน
(SL) ดีเชียว
(IDM) ดีพอสําหรับ
(N) คําทักทาย / คําบอกลาตอนเย็น
(ADJ) ซึ่งไร้ประโยชน์
(IDM) คนไม่มีค่า
(N) บุคคลไร้ประโยชน์
(N) วันศุกร์ก่อนวันอีสเตอร์ระลึกถึงวันที่พระเยซูถูกตรึงบนไม้กางเขน
(ADJ) จิตใจดี
(SL) คําอุทานแสดงความตกใจ / ประหลาดใจ
(N) อารมณ์ขัน
(ADJ) อารมณ์ดี
(INT) คําอุทานแสดงความดีใจ
(N) คนดี (คําไม่เป็นทางการ)
(N) สิ่งดึงดูดใจ
(SL) เพื่อนที่ดี
(ADJ) ซึ่งมีหน้าตาดี
(ADJ) มีหน้าตาดี
(N) หน้าสวย
(N) โชคดี
(ADJ) ซึ่งมีหน้าตาดี (คําเก่า)
(ADJ) มีขนาดใหญ่
(N) อรุณสวัสดิ์
(N) ความอดทน
(ADJ) ซึ่งมีใจเมตตา
(ADV) ด้วยใจเมตตากรุณา
(N) ความดีงาม
(N) ราตรีสวัสดิ์
(IDM) ดีแล้วที่ขจัดคนไม่เอาไหนหรือสิ่งไร้ค่าออกไป
(N) สินค้า
(N) คนชอบช่วยเหลือผู้ทุกข์ยาก
(N) จิตสํานึก
(ADJ) ขนาดค่อนข้างใหญ่
(N) รถไฟบรรทุกสินค้า
(ADJ) อารมณ์ดี
(ADV) อย่างอารมณ์ดี
(SL) ฉลอง
(N) การช่วยเหลือผู้อื่น
(N) ความเป็นมิตร
(INT) คําอุทานแสดงความดีใจ
(N) คนดี (คําไม่เป็นทางการ)
(N) สิ่งดึงดูดใจ
(ADJ) น่ากิน (คําไม่เป็นทางการ)
(N) คนดี (คําไม่เป็นทางการ)
(ADJ) นุ่มเหนียว
(N) คนโง่ (คําสแลง)
(VI) ทําอะไรโง่ๆ (คําสแลง)
(VT) ทําให้ยุ่งเหยิง (คําสแลง)
(PHRV) ปล่อยเวลาให้เสียไปโดยเปล่าประโยชน์ (คําไม่เป็นทางการ)
(SL) สับสน
(PHRV) ดับ
(PHRV) ประสบความสําเร็จ
(PHRV) ปลุก (นาฬิกา)
(PHRV) เปลี่ยนหัวข้อทันที
(PHRV) ผลุนผลันออกไป
(PHRV) แย่ลง
(PHRV) เริ่มเหม็นบูด
(PHRV) สําเร็จบางส่วน
(PHRV) หนีตามกันไป
(PHRV) หยุด
(PHRV) หลับ
(PHRV) ออกจาก (เวที, ฉาก, นักแสดง)
(PHRV) ทําสิ่งที่ไม่ปกติ
(PHRV) บ้า
(PHRV) ประพฤติตัวนอกลู่นอกทาง
(PHRV) พูดโกรธๆ (โดยไม่มีเหตุผล)
(PHRV) ละทิ้ง
(PHRV) เลิกชอบ
(PHRV) เลิกมีชีวิตชีวา
(PHRV) หยุดกระจายเสียง (สถานีวิทยุ)
(PHRV) ทําให้ตกอยู่ใน (อารมณ์ สภาพหรือกิจกรรม)
(SL) โกรธเคือง
(IDM) ทําอย่างรีบเร่ง
(PHRV) นําเอาไปโดยไม่ได้รับอนุญาติ
(PHRV) ออกไปพร้อมกับ
(N) คนไม่รับผิดชอบต่อหน้าที่
(PHRV) ปล่อยเวลาให้เสียไปโดยเปล่าประโยชน์  (คําไม่เป็นทางการ)
(PHRV) ทําผิดพลาด (คําไม่เป็นทางการ)
(ADJ) น่าหัวเราะ
(N) ลูกบอล
(SL) ตาเจ้าชู้ (มักใช้กับ make)
(N) คนผิวเหลือง
(SL) หญิงโสเภณี
(N) คําหยาบสําหรับเรียกอวัยวะเพศชาย
(SL) ลูกอัณฑะ
(N) คําหยาบสําหรับเรียกอวัยวะเพศชาย
(PHRV) ก้าวหน้า
(PHRV) เกิดขึ้น
(PHRV) เกิดขึ้นบน (เวที หรือสนามกีฬา)
(PHRV) เข้ากันได้
(PHRV) เข้ากันไม่ได้
(PHRV) ดําเนินต่อไป
(PHRV) เดินต่อ
(PHRV) เดินนําหน้า
(PHRV) ทําต่อไป
(PHRV) ทําตัวแปลกๆ
(PHRV) ประพฤติ
(PHRV) เปิด (เครื่องไฟฟ้า, อุปกรณ์ไฟฟ้า)
(PHRV) ผ่านไป
(PHRV) พยายามจนสําเร็จ
(PHRV) พูดต่อไป
(PHRV) มีชีวิตต่อไป
(PHRV) ไม่เชื่อหรอก
(PHRV) (เวลา) สาย
(PHRV) ขายตัว (เพื่อหารายได้)
(PHRV) ขี่ (สัตว์, พาหนะ เช่น เรือ หรือ เครื่องจักร)
(PHRV) จ่ายโดยรัฐบาลเมื่อไม่สามารถทํางาน
(PHRV) ชอบ
(PHRV) เดินทางไปเพื่อ
(PHRV) ได้รับการสนับสนุนจาก (คําโบราณ)
(PHRV) ตัดสินจาก
(PHRV) เป็นส่วนหนึ่งของ
(PHRV) ผิดหวังในความรัก
(PHRV) เริ่มทํา (กิจกรรม)
(PHRV) เริ่มทานยา
(PHRV) วางไว้บน (ตามปกติ)
(PHRV) เสีย
(PHRV) เสีย (เงินหรือเวลา) ไปกับ
(PHRV) หยุดดื่มสุราหรือเครื่องดื่มที่มีอัลกอฮอล
(N) คนโง่ (คําสแลง)
(N) มือปืน
(SL) นักเลง
(PHRV) ดุด่า
(PHRV) ปรากฏตัวตอน
(SL) คําเรียกคนเอเชียตะวันออก
(SL) แฟนบอลทีมอาร์เซนอล (ทีมฟุตบอลในอังกฤษ)
(PHRV) เข้าใกล้ (จํานวนหรือเวลา)
(SL) กลุ่มคนร้าย
(PHRV) เดินทางไกลขึ้นเพื่อไปยัง
(PHRV) ไปด้านหน้าของ (สถานที่)
(PHRV) ย้ายไปยัง
(PHRV) เริ่ม (เวลา) การทํางานที่ต่างออกไป
(PHRV) เจริญก้าวหน้ากับ (บางสิ่ง)
(PHRV) ดําเนินต่อไป
(PHRV) ปรากฏตัวบนเวทีพร้อมกับ
(PHRV) ไปล่วงหน้ากับ
(PHRV) ไม่เชื่อหรอก
(N) ห่าน
(N) ต้นไม้เตี้ยชนิดหนึ่งที่มีผลเล็กๆ กินได้
(SL) ก้อนโนที่หัว
(SL) ความล้มเหลว
(SL) (คะแนน) ศูนย์
(N) อาการขนลุก
(N) อาการขนลุก
(N) อาการขนลุก
(VI) เดินตบเท้า
(PHRV) ทําให้เร้าใจ (โดยเฉพาะทางเพศ เป็นคําไม่เป็นทางการ)
(PHRV) กระจายเสียง
(PHRV) (เงิน)กระจายไป
(PHRV) (ช่วงเวลา)จบสิ้น
(PHRV) ดับ
(PHRV) เดินทางไปยังสถานที่ที่อยู่ห่างไกล
(PHRV) ตาย (คําไม่เป็นทางการ)
(PHRV) ถูกพบเห็นว่าอยู่ด้วยกันในที่ชุมชนหรือที่สาธารณะ
(PHRV) (ทะเล)ไหลออกจากฝั่ง
(PHRV) ล้าสมัย
(PHRV) เลิกแข่งขัน
(PHRV) หมดสติ
(PHRV) หยุดงานประท้วง
(PHRV) ออกไปข้างนอก
(PHRV) ลดลง
(PHRV) ออกไปข้างนอก
(IDM) หยุดทํางาน
(IDM) ล้มเหลว
(IDM) ล้าสมัย
(IDM) ไปไกลเกินกว่าจะได้ยิน
(IDM) หมดความนิยม
(IDM) (ภาพ)ไม่ชัดเจน
(IDM) ค้นพบว่าบางสิ่งยากที่จะกระทํา
(IDM) พยายามว่ายน้ําลึก (ขาหยั่งไม่ถึงก้นแม่น้ํา)
(IDM) มีปัญหา (ในการทําบางสิ่ง)
(IDM) หายไป
(IDM) ลืม
(IDM) เสี่ยง
(PHRV) ดื่มฉลองจนเมา
(PHRV) เดินทางไปยัง (สถานที่ที่ห่างไกล)
(PHRV) นําเสนอต่อ
(PHRV) ออกไปยัง
(IDM) ทํางาน
(PHRV) คบหากับ
(PHRV) ออกไปข้างนอกกับ
(PHRV) ได้รับการยอมรับ
(PHRV) เยี่ยม
(PHRV) ล้มลงมา
(PHRV) หล่น
(PHRV) เกินกว่า
(PHRV) คิด
(PHRV) ตรวจตรา
(PHRV) ตรวจสอบความถูกต้อง
(PHRV) ทําความสะอาด
(PHRV) ทําซ้ํา
(PHRV) วิ่งข้าม
(PHRV) สอนหรือฝึกทํา(บางสิ่ง)ซ้ํา
(PHRV) ตกจากเรือ
(PHRV) เสียสติ (คําไม่เป็นทางการ)
(PHRV) แสดงความกระตือรือร้นอย่างมากกับ
(PHRV) แสดงความกระตือรือร้นอย่างมากกับ
(IDM) ขอคําตัดสินหรือคําแนะนําจากผู้มีตําแหน่งสูงกว่า
(IDM) ยากเกินกว่าจะเข้าใจ
(IDM) เสี่ยง (คําไม่เป็นทางการ)
(IDM) หนีจากคุก (คําไม่เป็นทางการ)
(PHRV) ข้ามไปยัง
(PHRV) เข้าไปหา
(PHRV) เปลี่ยนไปเลือก
(PHRV) ย้ายไปเข้าข้าง
(PHRV) (วิทยุ)ส่งกระจายเสียงไปยัง(คนหรือสถานที่)
(PHRV) (เวลา)ผ่านไป
(PHRV) ก้าวหน้ากว่า
(PHRV) ยากเกินกว่าจะทําหรือเข้าใจ
(PHRV) ผ่าน
(PHRV) (เวลา) ผ่านไป
(IDM) เอาจริงเอาจังเกินไป
(IDM) เลิกสนใจ
(IDM) เกินกว่าจะทนได้
(N) กระรอกจําพวก Citellus มีถิ่นอาศัยอยู่บริเวณอเมริกาเหนือ
(N) ระบบบริการข้อมูลข่าวสารอย่างหนึ่งบนอินเทอร์เน็ต
(PHRV) (เครื่องจักรหรือเครื่องยนต์)หยุดทํางานทันที (คําไม่เป็นทางการ)
(PHRV) ล้มเหลว (คําไม่เป็นทางการ)
(IDM) มีอนาคตรุ่งเรือง (คําไม่เป็นทางการ)
(SL) น่าเกลียด
(PHRV) เปิดขายหุ้นในตลาดหุ้น (ทางธุรกิจ)
(VT) แทง
(N) เลือด
(N) ผ้าสามเหลี่ยม
(PHRV) แทงด้วยเขา
(N) ช่องเขา
(VI) กินอย่างตะกละ
(VT) กินอย่างตะกละ
(PHRV) กินอย่างตะกละ
(ADJ) โอ่อ่า
(PHRV) กินอย่างตะกละ
(ADJ) น่าเกลียดน่ากลัว
(N) นางกอร์กอนในเทพนิยายกรีกที่มีผมเป็นงู
(N) ผู้หญิงหน้าตาน่าเกลียดน่ากลัว
(PHRV) เป็นไปตามที่วางแผน
(N) กอริลลา
(ADV) อย่างนองเลือด
(VI) ตะกละ
(VT) ตะกละ
(ADJ) โง่เง่า
(PHRV) ดูรอบๆ
(PHRV) ตระเวนไปทั่ว
(PHRV) ตอกย้ํา
(PHRV) แบ่ง
(PHRV) ไปทางลัด
(PHRV) แพร่กระจาย (ข่าว, โรคฯลฯ)
(PHRV) ส่งออกไป
(PHRV) หมุน
(PHRV) เห็นว่าอยู่ด้วยกันอย่างเปิดเผย
(PHRV) แจกจ่าย (ในกลุ่มหรือหมู่)
(PHRV) ตระเวนไปรอบๆ
(PHRV) ตอกย้ํา
(PHRV) แพร่กระจาย
(PHRV) สํารวจไปรอบๆ
(PHRV) โอบรอบ
(IDM) หัวเสีย (คําไม่เป็นทางการ)
(N) อาหารเสริมที่ช่วยให้พลังงาน (ประกอบด้วยถั่ว ผลไม้แห้งและอื่นๆ)
(N) พุ่มไม้ที่มีใบบางและดอกเล็กๆ สีเหลือง
(ADJ) เต็มไปด้วยเลือด
(N) เลือด
(IDM) รอดพ้นจากการลงโทษ
(INT) คําอุทานแสดงความประหลาดใจ / ดีใจ / ตกใจ
(N) เหยี่ยวตระกูล Accipiter gentilis
(PHRV) ขาดแคลน
(PHRV) ประกาศว่าไม่เหมาะสมกับการทํางานหรือตําแหน่งหน้าที่
(IDM) (ขึ้น) สูงมาก
(N) ลูกห่าน
(N) การประท้วงโดยทํางานล่าช้ากว่าปกติของคนงาน
(PHRV) (รถยนต์) แล่นไปช้าๆ
(PHRV) อยู่นิ่งๆ
(SL) ไปให้พ้น
(IDM) เสี่ยงในการพูดบางอย่าง
(PHRV) กระทํามากเกินไป (พยายามเกิน, ตื่นเต้นเกินหรืออื่นๆ)
(SL) ตกฮวบ
(N) คําสอนของพระเยซู
(N) รูปแบบการร้องเพลงของคนดํา
(N) ความจริง
(ADJ) บอบบาง
(N) เยื่อบางๆ
(N) การนินทา
(N) คนชอบนินทา
(VI) นินทา
(PHRV) ซุบซิบนินทาเกี่ยวกับ
(N) คอลัมน์ซุบซิบ
(N) นักเขียนคอลัมน์ซุบซิบ
(N) คนชอบปล่อยข่าวลือ
(PHRV) ซุบซิบนินทาเกี่ยวกับ
(ADJ) ซึ่งซุบซิบ
(PHRV) มีความสัมพันธ์กัน (โดยเฉพาะความสัมพันธ์ทางเพศระหว่างหญิงและชาย)
(PHRV) ดํารงชีวิตอย่างสุจริต (หลังจากทําผิดเช่น ทําอาชญากรรม เป็นคําไม่ทางการ)
(PHRV) ตรงไป
(PHRV) ยังคงดําเนินต่อไป (เช่น ยังแข็งแรง ยังคงประสบความสําเร็จ)
(VT) กริยาช่องที่ 2 ของ get
(INT) คําอุทานแสดงเข้าใจหรือตอบรับ (พูดรวบจากประโยค I've got you.)
(SL) คําพูดย่อของ I got you
(SL) จับได้แล้ว!
(N) ชาวกอธหรือชาวเยอรมันโบราณ
(N) เพลงร็อคที่ได้รับความนิยมในช่วง 1980
(IDM) ทําไปได้ตลอดรอดฝั่ง
(SL) ทําให้มากที่สุดเท่าที่จะทําได้
(IDM) ทําทุกสิ่งที่เป็นไปได้
(ADJ) ซึ่งมีลักษณะสถาปัตยกรรมแบบโกธิก
(N) ภาษากอธ
(PHRV) ได้รับอนุมัติ
(PHRV) เป็นที่ตกลง
(PHRV) ขอความเห็นชอบจาก
(PHRV) เข้าร่วม (กิจกรรม)
(PHRV) ค้นหา
(PHRV) ใช้ (บางสิ่งเช่น เงิน, อาหาร)อย่างมาก
(PHRV) ตรวจสอบ
(PHRV) เตรียมทํา (บางสิ่ง) เพื่อแสดงว่าจงรักภักดีหรือมีความรักต่อ (บางคน)
(PHRV) ทบทวน
(PHRV) ทุกข์ทรมานกับ
(PHRV) (บางสิ่ง) ผ่านมือ (เพราะภาระหน้าที่)
(PHRV) ผ่าน (ขั้นตอน)
(PHRV) แพร่เข้าไปในหมู่หรือกลุ่ม
(PHRV) ได้รับการอนุมัติ
(PHRV) ผ่านไปได้
(IDM) เริ่มทํางาน (ต่ําต้อย) ก่อนจะก้าวหน้า
(IDM) ทําอย่างไม่ตั้งใจ
(IDM) ทําตามขั้นตอน (ที่ถูกต้อง)
(IDM) โกรธมาก
(IDM) (ราคา) พุ่งขึ้นอย่างทันที
(PHRV) ทําให้สําเร็จลุล่วง
(PHRV) ขอความช่วยเหลือ
(PHRV) เข้าเรียน
(PHRV) เข้าสู่สภาพของ (บางสิ่ง)
(PHRV) จัดอยู่ในอันดับ (สูงสุดหรือต่ําสุดของการแข่งขัน)
(PHRV) ช่วยสนับสนุน
(PHRV) นําไปถึง (สถานที่)
(PHRV) ประสบปัญหา
(PHRV) ไปยัง
(PHRV) มอบให้
(PHRV) รวมทั้งหมดเป็น
(PHRV) สอบถาม
(PHRV) หายไปยัง (สถานที่)
(PHRV) เข้านอน
(PHRV) พร้อมสําหรับการพิมพ์
(IDM) ควบคุมตัวเองไม่ได้
(IDM) ด่า (คําหยาบ)
(IDM) จมสู่ก้นทะเล
(IDM) หลบซ่อนลงดิน
(IDM) ทํา(บางสิ่ง)มากเกินไป
(SL) ถูกคอกัน (เชิงชู้สาว)
(PHRV) เกิดขึ้นร่วมกับ
(PHRV) ไปเป็นเพื่อน
(PHRV) เหมาะสมกับ
(IDM) จากไปแล้ว (คําพูดเลี่ยงของคําว่า ตาย)
(IDM) มีปัญหามาก
(IDM) ประสบปัญหา
(IDM) หลบซ่อนลงดิน
(IDM) ด่า (คําหยาบ)
(IDM) ด่า (คําหยาบ)
(IDM) พยายามทําสิ่งที่ควรทํา
(IDM) ด่า (คําหยาบ)
(IDM) จากไปแล้ว (คําพูดเลี่ยงของคําว่า ตาย)
(IDM) นําขึ้นศาล (กรณีพิพาท)
(IDM) ควบคุมตัวเองไม่ได้
(IDM) สูญเสีย (คําไม่เป็นทางการ)
(IDM) ถูกตีพิมพ์หรือจะตีพิมพ์
(IDM) พังทลาย
(IDM) เป็นกะลาสี
(IDM) แก่เกินไป
(IDM) (พืช)แก่เกินไป(ที่จะเก็บเกี่ยว)
(IDM) ทําให้ตื่นเต้น
(IDM) กลายเป็นเสเพล
(IDM) ถูกฆ่าด้วยขวาน
(IDM) หมดสติ (จากยาหรือก๊าซ)
(IDM) จัดเลือกตั้งทั่วไป
(IDM) ด่า (คําหยาบ)
(IDM) ล่มสลาย (คําไม่เป็นทางการ)
(IDM) ใช้เงินจํานวนมากไปกับ
(IDM) มาถึงส่วนสําคัญของ
(IDM) ทําสิ่งที่ตรงข้าม
(IDM) ลงคะแนนเสียง
(IDM) พ่ายแพ้ (ในการแข่งขัน)
(IDM) ใช้เงินจํานวนมาก
(IDM) ทําเต็มที่ (และมักประสบผลลําเร็จ)
(IDM) ถูกดําเนินคดี
(PHRV) มอบให้กับ
(PHRV) มุ่งไปยัง
(PHRV) สนับสนุน
(IDM) สูญเสีย
(IDM) ชักจูง
(IDM) พยายามอย่างหนัก
(SL) ออกไปเดี๋ยวนี้
(VI) คําที่มาจากวลี have got to หรือ have got a (คําไม่เป็นทางการ)
(VI) กริยาช่องที่ 3 ของคํากริยา get
(VT) กริยาช่องที่ 3 ของคํากริยา get
(SL) ได้รับการยินยอม
(N) เทคนิคการวาดรูปด้วยการผสมสีน้ํากับกาว
(N) เนยกลมแบนในประเทศเนเธอร์แลนด์
(N) ร่องที่เกิดจากการแซะ
(VI) ขุด
(VT) ขุด
(PHRV) แซะ
(N) สตูเนื้อวัว
(PHRV) ล้มเหลว
(PHRV) ลอดข้างใต้
(PHRV) (สิ่งที่ลอย) จม
(PHRV) หมดสติ
(PHRV) จัดอยู่ในกลุ่มของ
(PHRV) จัดอยู่ในกลุ่มหรือประเภทของ
(PHRV) รู้จักกันในนามของ
(IDM) ถูกประมูล
(IDM) เข้ารับการผ่าตัด
(PHRV) ทําให้ไม่ได้ยิน
(PHRV) ไม่ได้รับความสนใจ
(PHRV) ก้าวไปข้างหน้า (ท่ามกลางฝูงชน)
(PHRV) เคลื่อนขึ้นไปด้านบน (เช่น ปีนหรือเดินขึ้นไปด้านบน ควันลอยขึ้นข้างบน)
(PHRV) เดินทางไป (สถานที่เรียนหรือที่สําคัญ)
(PHRV) ผ่านขึ้นไปเรียนชั้นสูงขึ้น
(PHRV) พอง
(PHRV) เพิ่มขึ้น
(PHRV) (ม่านบนเวที)เปิดเพื่อเริ่มการแสดง
(PHRV) มีค่ามากขึ้น
(PHRV) ระเบิด
(PHRV) ส่งเสียงดังยิ่งขึ้น
(PHRV) สร้างขึ้น
(IDM) โกรธ (คําไม่เป็นทางการ)
(IDM) เพิ่มมาตรฐานชีวิต
(PHRV) ดําเนินต่อไป
(PHRV) เคลื่อนขึ้นไปยัง
(N) บวบ
(N) ภาชนะใส่น้ําที่ทําจากเปลือกน้ําเต้า
(N) คนตะกละ
(N) นักชิมอาหาร
(N) โรคข้อต่ออักเสบ
(VT) ปกครอง
(N) นักปกครองหญิง (คําเก่า)
(N) พี่เลี้ยงเด็ก
(ADJ) ซึ่งมีสิทธิปกครอง
(N) รัฐบาล
(ADJ) แห่งการปกครอง
(N) พันธบัตรรัฐบาล
(N) เงินหลวง
(N) ทําเนียบรัฐบาล
(N) รัฐบาลพลัดถิ่น
(N) ข้าราชการ
(N) องค์การรัฐบาล
(N) พรรครัฐบาล
(N) ทุนรัฐบาล
(N) เครื่องควบคุมความเร็วของเครื่องยนต์
(N) ผู้ว่าการรัฐ
(N) ผู้สําเร็จราชการเมืองขึ้นของอังกฤษ
(N) ตําแหน่ง และอํานาจหน้าที่ของผู้ปกครอง
(ABBR) คําเรียกย่อของ government
(PHRV) ประสบความสําเร็จดี
(PHRV) โชคดีสําหรับ (บางคน)
(PHRV) ไปทางตะวันตก
(PHRV) เดินทางไปกับ
(PHRV) ดําเนินไปหรือทําโดยปราศจาก
(PHRV) เดินทางไปโดยปราศจาก
(IDM) เป็นที่แน่ชัด
(N) เสื้อคลุม
(ADJ) ซึ่งใส่เสื้อคลุม
(PHRV) ทํางานผิดพลาด
(PHRV) ประพฤติผิด
(N) การยึดเกาะ
(VT) คว้า
(N) เรือแบบตะวันออก
(PHRV) พยายามคว้า
(IDM) ตะเกียกตะกาย
(PHRV) คว้าเอาไป
(VI) คลํา
(VI) นอนเหยียด
(ADJ) ละโมบ (คําไม่เป็นทางการ)
(PHRV) พยายามคว้า
(PHRV) พยายามคว้า
(N) มารยาท
(VT) ทําให้งดงาม
(ADJ) นุ่มนวล
(IDM) สง่างามมาก
(ADV) อย่างนุ่มนวล
(N) ความสง่างาม
(PHRV) ทําให้งดงามมากขึ้นเพื่อให้เกียรติ
(ADJ) ซึ่งมีมารยาท
(ADV) อย่างงดงาม
(N) ความงดงาม
(N) นกตระกูล Quiscalus
(N) ผู้สําเร็จการศึกษา
(N) การเปลี่ยนแปลงช้าๆ
(VI) เปลี่ยนแปลงช้าๆ
(VT) เปลี่ยนแปลงช้าๆ
(ADJ) ซึ่งเปลี่ยนแปลงอย่างช้าๆ
(N) ชนชั้น
(N) ระดับ
(SUF) เดิน
(VT) ทําทางลาด
(VT) แบ่งระดับ
(PHRV) ลดลง (ระดับ, ตําแหน่ง, ประเภท)
(N) คะแนนเฉลี่ย (คําย่อคือ GPA)
(N) ผู้ให้คะแนนในการสอบ
(N) โรงเรียนประถมศึกษา
(PHRV) ปรับปรุงคุณภาพของ
(PHRV) ยกขึ้น (ระดับ, ตําแหน่ง, ประเภท)
(N) ความลาดชัน
(N) เนินลาด
(ADJ) ซึ่งเกิดขึ้นช้าๆ
(N) บทเพลงสวดในศาสนาคริสต์
(N) การเปลี่ยนแปลงทางการเมืองแบบค่อยเป็นค่อยไป
(ADV) อย่างทีละน้อย
(ADJ) เกี่ยวกับนักศึกษาที่เรียนปีสุดท้าย
(N) ผู้สําเร็จการศึกษา
(SL) เปลี่ยนจากใช้ยาธรรมดาเป็นยาเสพติด
(VI) เรียนจบ
(ADJ) ซึ่งแบ่งตามระดับ
(PHRV) จบการศึกษาจากมหาวิทยาลัย
(PHRV) จบการศึกษาจากโรงเรียน วิทยาลัย มหาวิทยาลัย
(PHRV) จบ (การศึกษา) สาขา
(PHRV) วัดเป็น (หน่วย)
(N) บัณฑิตวิทยาลัย
(PHRV) จบการศึกษาพร้อมกับ
(PHRV) ได้รับปริญญาพร้อมกับหรือด้วย (เกียรตินิยม, คะแนน, รางวัล)
(N) การสําเร็จการศึกษา
(N) การวาดภาพหรือเขียนบนกําแพงในที่สาธารณะ
(N) การปลูกถ่ายอวัยวะ (บนร่างกายมนุษย์)
(VT) ต่อตาต้นไม้
(VT) ย้ายมาเพาะ (เนื้อ, หนัง) ทางการแพทย์
(VT) ติดสินบน
(PHRV) ทาบกิ่งเข้ากับ
(PHRV) ทาบกิ่งเข้ากับ
(PHRV) ทาบกิ่งเข้ากับ
(ADJ) ซึ่งทําจากแป้งชนิดหยาบ
(N) แป้งหยาบสําหรับทําขนมปังหรือบิสกิต
(N) จานซึ่งพระเยซูใช้กินอาหารมื้อสุดท้าย
(N) สิ่งที่รอคอยมานาน
(N) เม็ดเล็กๆ
(N) เมล็ดข้าว
(N) ลายเนื้อไม้
(N) หน่วยมาตราชั่ง
(N) ฉมวก
(ADJ) ซึ่งเป็นเมล็ด
(N) หน่วยชั่งน้ําหนักเป็นกรัม (สัญลักษณ์ย่อคือ g. / gm. / gr.)
(N) เมล็ดถั่ว
(SUF) เกี่ยวกับสิ่งที่วาดหรือเขียน
(ADJ) เกี่ยวกับหญ้า
(ADJ) ซึ่งกินหญ้าเป็นอาหาร
(N) ไวยากรณ์
(N) นักไวยากรณ์
(N) โรงเรียนประถมศึกษา (ในสหรัฐอเมริกา)
(ADJ) ตามหลักไวยากรณ์
(N) โครงสร้างไวยากรณ์
(N) นักไวยากรณ์
(N) หน่วยชั่งน้ําหนักเป็นกรัม
(N) เครื่องเล่นแผ่นเสียง
(N) หีบเสียง
(N) คําเรียกย่า / ยาย
(N) ยุ้งฉาง
(ADJ) น่าเกรงขาม
(ADJ) ใหญ่โต
(N) ปู่ / ตา
(N) ปู่ / ตา (คําไม่เป็นทางการ)
(N) ย่าหรือยาย
(N) ย่าหรือยาย
(N) พี่สาวหรือน้องสาวของปู่ ย่า ตา ยาย
(N) พี่สาวหรือน้องสาวของปู่ย่าหรือตายาย
(N) ทางน้ําลึกระหว่างหุบเขาลึกของแม่น้ําโคโลราโดในอเมริกา
(N) หลาน
(N) ปู่ / ตา
(SL) คนล้าสมัย
(N) ปู่ / ตา
(N) ปู่ / ตา (คําไม่เป็นทางการ)
(N) หญิงสูงอายุ (คําเก่า)
(N) หลานสาว
(N) ผู้ปกครองเมืองรองจากพระมหากษัตริย์
(N) ขุนนางชั้นสูงในสเปน
(N) ความสง่างาม
(N) ปู่ / ตา
(N) นาฬิกาลูกตุ้มขนาดใหญ่
(N) การคุยโอ้อวด
(ADJ) โอ้อวด
(ADV) โอ้อวด
(ADJ) ยิ่งใหญ่
(ADV) ยิ่งใหญ่
(N) ความโอ้อวด
(N) คณะลูกขุนซึ่งมีลูกขุน 12-33 คน
(ADV) อย่างหรูหรา
(N) ย่า / ยาย
(N) โรคลมบ้าหมูที่มีการหมดสติ กล้ามเนื้อเกร็ง น้ําลายฟูมปาก
(N) ย่า / ยาย
(N) ย่า / ยาย
(N) งานฉลอง
(N) ย่า / ยาย
(ADJ) ซึ่งมีลักษณะของย่า / ยาย
(N) เหลนชาย
(N) ความหรูหรา
(N) เหลนหญิง
(N) มหาอุปราการ
(N) ปู่ / ตา
(N) พระบรมมหาราชวัง
(N) ปู่ / ตา
(N) ปู่ย่า
(N) ปู่ ย่า ตา ยาย
(N) เปียโนขนาดใหญ่มีฝาแบน
(N) การแข่งรถประจําปี มักจัดขึ้นในหลายๆ ประเทศ
(N) รางวัลสูงสุด (ภาษาฝรั่งเศส)
(N) ปู่ / ตา
(N) รางวัลชนะเลิศการแข่งขันกีฬาทุกรายการสําคัญ
(N) หลานชาย
(N) อัฒจันทร์
(N) การท่องเที่ยวไปยังเมืองใหญ่หรือสําคัญโดยเฉพาะในยุโรป
(N) พี่ชายหรือน้องชายของปู่ / ตา / ย่า / ยาย
(N) ยุ้งฉาง
(N) ชาวนา
(N) หินแกรนิต
(N) ย่า / ยาย
(N) หญิงชรา (คําไม่เป็นทางการ)
(N) ย่า / ยาย
(N) หญิงชรา (คําไม่เป็นทางการ)
(N) เงินช่วยเหลือ
(VT) ยินยอม
(N) ผู้รับ
(N) เงินช่วยเหลือ
(N) ผู้ให้
(PHRV) ยอมรับในความสามารถของ
(PHRV) ให้ (บางสิ่งเช่น เงิน) กับ
(ADJ) มีลักษณะเป็นเม็ดเล็กๆ
(VI) กลายเป็นเมล็ด
(VT) ทําให้เป็นเมล็ด
(N) น้ําตาลเม็ด
(N) เม็ดเล็กๆ
(N) องุ่น
(N) ผลไม้จําพวกส้ม
(N) กระสุนปืนลูกเล็ก
(SL) เหล้าองุ่น
(N) ข่าวลือ
(N) ต้นองุ่น
(ADJ) เหมือนองุ่น
(N) เส้นกราฟ
(SUF) เกี่ยวกับสิ่งที่วาดหรือเขียน
(ADJ) เกี่ยวกับภาพ
(ADJ) แสดงชัดเจน
(N) ศิลปะภาพพิมพ์
(N) ภาพพิมพ์
(N) ตะกั่วดํา
(PHRV) แสดง (ข้อมูล) ด้วยกราฟ
(N) แผ่นกราฟ
(SUF) เกี่ยวกับรูปแบบหรือกระบวนการทางศิลปะการเขียน การวาด การนําเสนอหรืออื่นๆ
(N) ตะขอ
(VI) ปลุกปล้ํา
(VT) เกี่ยวด้วยตะขอ
(VT) จับ
(PHRV) ชกต่อยกับ
(PHRV) ต่อสู้ดิ้นรนกับ
(N) ตะขอเหล็ก
(N) ตะขอเหล็ก
(N) การจับ
(N) ความสามารถในการเข้าใจ
(VT) เข้าใจ
(VT) จับ
(PHRV) คว้า
(ADJ) โลภ
(ADV) โลภ
(SL) ผู้ที่บอกข้อมูล
(SL) กัญชา
(N) หญ้า
(N) สนามเทนนิสที่เป็นสนามหญ้า
(N) ซึ่งปกคลุมด้วยหญ้า
(N) เครื่องดื่มค็อกเทลชนิดหนึ่ง
(N) เครื่องบินเล็ก
(N) ตั๊กแตน
(N) ทุ่งหญ้า
(PHRV) แจ้งตํารวจ
(ADJ) ระดับสามัญชน
(N) ระดับธรรมดา
(N) สามัญชน
(N) งูเล็กที่ไม่เป็นอันตราย
(N) แม่ม่าย
(N) พ่อม่าย
(ADJ) เขียวชอุ่ม
(ADJ) ซึ่งปกคลุมด้วยหญ้า
(N) ตะแกรง
(N) เตาผิง
(VI) ทําให้กระวนกระวาย
(VT) บดขยี้
(VT) พูดเสียงแหบ
(ADJ) ซึ่งสํานึกในบุญคุณ
(ADJ) อย่างสุขสบาย
(N) ความกตัญญู
(VI) บดขยี้
(PHRV) เสียดสีให้เกิดเสียง
(IDM) ก่อกวน
(IDM) ก่อกวน
(N) เครื่องขูด
(N) ความพึงพอใจ
(VI) พอใจ
(VT) ทําให้พอใจ
(ADJ) น่าพอใจ
(ADJ) ขัดเคือง
(N) ลูกกรง
(ADJ) ไม่เก็บเงิน
(ADV) ไม่เก็บเงิน
(N) ความรู้สึกขอบคุณ
(ADJ) ซึ่งให้เปล่า
(ADV) ซึ่งไม่จําเป็นต้องมี
(N) ฟรี
(N) เงินค่าตอบแทนพิเศษ
(VT) แสดงความยินดี
(ADJ) ร้ายแรง
(N) เสียงต่ํา
(N) หลุมศพ
(N) ก้อนกรวด
(ADJ) ตาบอด
(ADJ) (เสียง) แหบและห้าว
(VT) กริยาช่องที่ 3 ของคํากริยา grave
(N) รูปสลักเอาไว้บูชา
(N) เครื่องมือแกะสลัก
(N) นักแกะสลัก
(N) หินสลักชื่อผู้ตายหน้าหลุมฝังศพ
(N) สุสาน
(N) ช่วงเวลาทํางานในตอนกลางคืนหรือตอนรุ่งสาง
(ADJ) ตั้งครรภ์
(N) การตั้งครรภ์
(N) เครื่องมือวัดความถ่วงจําเพาะ
(N) การวัดน้ําหนัก / ความหนาแน่น
(VI) ดูดเข้าหากัน
(PHRV) ถูกดึงดูดเข้าหา
(PHRV) มุ่งหน้าไปทาง
(PHRV) ถูกดึงดูดเข้าหา
(PHRV) มุ่งหน้าไปทาง
(N) แรงโน้มถ่วง
(ADJ) ซึ่งมาจากแรงดึงดูดของโลก
(N) แรงดึงดูดของโลก
(N) วิธีพิมพ์ภาพ
(N) น้ําเกรวี่สําหรับราดอาหาร
(ADJ) แก่มาก
(ADJ) ทึม
(N) สีเทา
(VI) กลายเป็นสีเทา
(N) สุนัขพันธ์เกรย์ฮาวนด์สําหรับล่าสัตว์
(ADJ) ค่อนข้างเทา
(N) ปลาน้ําจืดจําพวก Thymallus
(VI) กินหญ้า
(VT) กินหญ้า
(N) การขูด
(N) รอยขูด
(VT) ครูด
(PHRV) พาสัตว์มากินหญ้า
(N) คนเลี้ยงสัตว์เพื่อการค้า
(N) จาระบี
(VT) หยอดน้ํามัน
(SL) ช่างซ่อม
(ADJ) ซึ่งเป็นน้ํามัน
(ADJ) ดีมาก
(ADJ) ยาวนาน
(ADJ) สําคัญ
(INT) คําอุทานแสดงความพอใจ
(N) พี่หรือน้องสาวของปู่ / ตา / ย่า / ยาย
(N) อังกฤษ สกอตแลนด์ และเวลส์
(N) สุนัขขนาดใหญ่พันธุ์หนึ่งขนเกรียน
(SL) การหย่าร้าง
(VI) มีขนาดใหญ่ขึ้น
(VT) ทําให้ขนาดใหญ่ขึ้น
(ADJ) มหานคร
(N) เหลน
(N) เหลนผู้หญิง
(N) ปู่ทวด
(N) ยายทวด
(N) ปู่ย่าตายายของพ่อหรือแม่
(N) เหลน
(N) เหลนชาย
(ADJ) ใจกว้าง
(ADV) อย่างมาก
(N) ลูกชายของหลาน
(N) ลูกสาวของหลาน
(N) มหาอํานาจ
(N) พี่ชายหรือน้องชายของปู่ย่าตายาย
(N) กําแพงเมืองจีน (มีความยาว 2,414 กิโลเมตร)
(N) สงครามโลกครั้งที่ 1 (ระหว่างปีค.ศ. 1914-1918)
(N) แผ่นเกราะหุ้มขาตั้งแต่หัวเข่าถึงตาตุ่ม
(N) นกน้ําตระกูล Podicipedidae มีคอยาว
(ADJ) เกี่ยวกับประเทศกรีก
(N) กรีซ
(N) ประเทศกรีซ
(N) ความโลภ
(ADV) อย่างตะกละตะกลาม
(ADJ) ซึ่งหิวกระหาย
(ADJ) เกี่ยวกับกรีก
(N) กรีก
(IDM) เป็นสิ่งที่ฉันไม่เข้าใจ
(ADJ) มีสีเขียว
(ADJ) ยังไม่สุก (ผลไม้)
(N) พื้นที่ที่มีหญ้าปกคลุม
(N) สีเขียว
(VI) กลายเป็นสีเขียว
(VT) กลายเป็นสีเขียว
(N) ธนบัตรของสหรัฐอเมริกา
(SL) แบงค์ดอลลาร์
(N) ถั่วเขียว
(N) เอกสารที่อนุมัติให้ชาวต่างชาติอาศัยและทํางานในอเมริกา
(N) พืชผักที่มีสีเขียวสด
(N) พื้นที่สีเขียว
(ADJ) มือขึ้นในการปลูกต้นไม้ให้งอกงาม
(N) มือขึ้นในการปลูกต้นไม้ให้งอกงาม
(N) แมลงตัวเล็กที่ทําอันตรายต่อพืชพันธุ์
(N) คนขายผักผลไม้สด
(N) ร้านขายผักผลไม้สด
(N) คนอ่อนหัด
(N) เรือนกระจกสําหรับเพาะปลูกพืช
(N) ภาวะเรือนกระจก
(N) แก๊ซที่ทําให้เกิดภาวะเรือนกระจก
(SL) น้ํามูก
(SL) สั่งน้ํามูก
(SL) เบียร์ (ยี่ห้อ) ไฮเนเก้น
(ADJ) แกมเขียว
(N) การอนุญาตให้ผ่านไปได้ (คําไม่เป็นทางการ)
(N) ไฟเขียว
(SL) ไฟเขียว
(N) สลัดผัก
(N) ผู้ดูแลสนามกอล์ฟ
(N) งูปากจิ้งจก
(N) สนามหญ้าสีเขียว (คําเก่า)
(N) ชาเขียว
(N) ผักใบเขียว
(N) เวลามาตรฐานโลกตามนาฬิกาที่กรีนิช ในอังกฤษ (คําย่อคือ GMT)
(N) เวลามาตรฐานโลกตามนาฬิกาที่กรีนิช ประเทศอังกฤษ
(N) ป่าเขียวชอุ่ม
(VT) ทักทาย
(N) การทักทาย
(N) คําอวยพร
(N) บัตรอวยพร
(PHRV) ทักทายด้วย
(PHRV) เผชิญหน้ากับ
(ADJ) ชอบอยู่เป็นฝูง
(SL) คอ
(N) สัตว์ในจินตนาการที่คนมักต่อว่ามันเมื่อเครื่องจักรหยุดทํางาน
(N) ลูกระเบิดเล็ก
(N) ทหารในกองทัพบกอังกฤษ
(N) ทหารในกองทัพบกอังกฤษ
(N) ทหารในกองทัพบกอังกฤษ
(N) น้ําเชื่อมที่ได้จากผลทับทิม
(VT) กริยาช่องที่ 2 ของคํากริยา grow
(ADJ) สีเทา
(ADJ) หงอก
(N) สีเทา
(VT) ทําให้เป็นสีเทา
(IDM) สิ่งที่ซับซ้อน
(ADJ) ผมสีดอกเลา
(N) ไก่ป่าตัวเมีย
(N) สุนัขพันธ์เกรย์ฮาวนด์ ใช้ล่าสัตว์
(IDM) ฉลาด (คําไม่เป็นทางการ)
(N) ตะแกรง
(N) กระทะแบนสําหรับปิ้ง / อบ
(VT) อบ / ปิ้งด้วยกระทะแบน
(VT) ครูด
(N) ตะแกรงย่างเนื้อหรือปิ้งปลา
(N) ความเศร้าโศก
(SL) ปัญหา
(ADJ) หดหู่ใจ
(N) ความคับข้องใจ
(N) ผู้รับเรื่องราวร้องทุกข์
(VI) เศร้าโศก
(VT) ทําให้เจ็บปวด
(PHRV) แสดงความเสียใจกับ
(PHRV) รู้สึกเสียใจกับ
(ADJ) สลดใจ
(N) แร้ง
(N) สัตว์ที่มีหัวและปีกเป็นนกอินทรี และตัวเป็นสิงโต (ในเทพนิยาย)
(N) สัตว์ที่มีหัวและปีกเป็นนกอินทรี และตัวเป็นสิงโต (ในเทพนิยาย)
(N) ตะแกรง
(N) อาหารที่ทําด้วยการย่าง เช่น เนื้อย่าง
(VT) ย่าง
(N) ตะแกรงหน้าหม้อรถยนต์
(N)  ลูกกรง
(N) โครงตาข่าย
(ADJ) ร้ายกาจ
(N) หน้าตาบูดบึ้ง
(VI) ทําหน้าบูดบึ้ง
(N) รอยเปื้อน
(VT) ทําให้เปื้อน
(ADV) เต็มไปด้วยฝุ่น
(N) สิ่งสกปรก
(ADJ) เต็มไปด้วยฝุ่น
(VI) ยิ้มยิงฟัน
(VT) ดักสัตว์
(IDM) อดทนต่อบางสิ่งอย่างไม่เครียด
(PHRV) ยิ้มกว้างให้กับ
(N) งานที่น่าเบื่อ
(N) เด็กเรียน
(VI) ทํางานหนัก
(VT) บด
(VT) ลับ
(PHRV) บดให้ละเอียดเป็นผง
(PHRV) ทําอย่างหนัก (เช่น เรียน, ทํางาน)
(PHRV) กดขี่
(PHRV) บดจนเป็นผง
(PHRV) ลับ (มีด)
(N) เครื่องบด
(PHRV) ขยันเรียน
(PHRV) พยายามสั่งสอน
(PHRV) กดลงบน
(PHRV) บดจนเป็นผงละเอียด
(PHRV) ยัดเยียด
(PHRV) ยืดเยื้อ
(PHRV) ทําให้พูดเสียงแหบแห้ง
(PHRV) บด
(PHRV) พยายามเขียนให้มาก (แต่ขาดความคิดสร้างสรรค์)
(PHRV) เล่นไม่หยุด (ดนตรี)
(N) หินลับให้คม
(PHRV) บดจนเป็นผงละเอียด
(IDM) แล่นมาอย่างช้าๆ แต่หยุดสนิทและมีเสียงดัง
(PHRV) ขบหรือบดฟัน
(PHRV) กดขี่
(PHRV) ขยี้
(PHRV) บดจนเป็นผง
(IDM) ยิ้มกว้างตลอด
(N) คนต่างด้าว (คําสแลง)
(N) การยึดเกาะ
(N) ความเข้าใจ
(VT) ยึด
(VI) บ่นไม่หยุด (คําไม่เป็นทางการ)
(VI) ปวดแน่นท้อง (คําไม่เป็นทางการ)
(VT) ทําให้ปวดแน่นท้อง (คําไม่เป็นทางการ)
(PHRV) บ่นเกี่ยวกับ
(PHRV) บ่นเกี่ยวกับ
(N) อาการปวดแน่นท้อง
(ADJ) ซึ่งติดเชื้อไข้หวัดใหญ่
(N) ไข้หวัดใหญ่ (คําโบราณ)
(ADJ) น่าสนใจ
(ADJ) น่าเขย่าขวัญ
(N) ปลายข้าว
(N) กระดูกอ่อน
(ADJ) เหมือนกระดูกอ่อน
(N) กรวด
(N) ความอดทน
(N) ข้าวซึ่งสีเอาเปลือกออกแล้ว
(ADJ) กล้าหาญ
(ADJ) (ผม) ขาว
(N) ผมหงอก
(VI) ้เป็นสีเทา
(VT) ทําให้เป็นสีเทา
(ADJ) (ผม) หงอก
(N) หมีใหญ่สีน้ําตาลจําพวก Ursus arctos horribilis ในอเมริกา
(N) เสียงคราง
(VI) คราง
(PHRV) คร่ําครวญออกมาด้วย
(PHRV) ทําให้หนักมากด้วยการบรรทุก (อาหาร)
(N) คนขายของชํา
(N) ร้านขายของชํา
(SL) น่าทุเรศ
(N) เหล้า
(SL) เหล้า
(ADV) อย่างมึนงง
(N) อาการมึนงง
(ADJ) มึนงง
(N) ขอบแหลมโค้ง
(N) ขาหนีบ
(N) คนเลี้ยงม้า
(N) เจ้าบ่าว
(VT) เตรียมพร้อม
(ADJ) ซึ่งดูแลเครื่องแต่งกายและผมเผ้าเรียบร้อย
(PHRV) ดูแลม้า
(PHRV) เตรียมการ
(N) การดูแลเครื่องแต่งกายและผมเผ้าเรียบร้อย
(N) เพื่อนเจ้าบ่าว
(N) งานประจํา
(N) ร่อง
(VI) สนุกสนาน
(VT) ทําเป็นร่อง
(VI) คลําหา
(PHRV) คลําหา
(PHRV) พยายามหาทางเลี่ยง
(PHRV) ค้นหา
(PHRV) พยายามคลําหา
(PHRV) คลําหา
(PHRV) พยายามหาทางเลี่ยง
(PHRV) ค้นหา
(PHRV) พยายามคลําหา
(N) แพรต่วน
(ADJ) ทั้งหมด
(ADJ) หยาบช้า
(ADJ) อ้วนเผละ
(N) รายได้รวม
(N) หนึ่งกุรุส
(N) ผลิตภัณฑ์มวลรวมของประชากรใน 1 ปี (คําย่อคือ GNP)
(SL) สิ่งที่น่ารังเกียจ
(N) หน่วยชั่งน้ําหนักมีค่าเท่ากับ 2,000 ปอนด์ (907,1847 กิโลกรัม)
(PHRV) เพิ่มดอกเบี้ย (กฎหมายภาษี)
(ADJ) พิสดาร
(N) ถ้ํา
(ADJ) ไม่พอใจ (คําสแลง)
(N) คนขี้บ่น
(VI) บ่น
(ADJ) บูดบึ้ง
(N) ก้นทะเล / แม่น้ํา / ทะเลสาบ
(N) ผิวดิน
(N) พื้นหลัง
(N) สนาม
(N) หัวเรื่อง
(N) เหตุผล
(VI) กระทบพื้น
(VI) ี่กริยาช่องที่ 2 และ 3 ของ grind
(VT) ต่อสายดิน
(VT) วางที่พื้น
(VT) สร้าง
(VT) ให้พื้นฐาน
(VT) ให้ร่อนลง (เครื่องบิน)
(VT) ี่กริยาช่องที่ 2 และ 3 ของ grind
(N) พนักงานสายการบินที่ทํางานภาคพื้นดิน
(N) กระจกฝ้า
(PHRV) มีความรู้ดีในเรื่อง
(ADJ) ซึ่งไม่มีเหตุผล
(N) ปลาน้ําจืดแถบน้ําลึก
(PHRV) ตั้งอยู่บน
(N) หลักเกณฑ์พื้นฐาน
(N) ตะกอน
(N) ต้นไม้ป่ามีดอกสีเหลือง
(N) ผู้ดูแลสนามกีฬาหรือสวนขนาดใหญ่
(N) พนักงานสายการบินที่ทํางานภาคพื้นดิน
(N) น้ําใต้ดิน
(N) ความรู้สึกบางอย่างเพิ่มขึ้นอย่งกะทันหัน
(N) สายดิน
(N) พื้นฐาน
(N) กลุ่ม
(VI) รวมกลุ่ม
(VT) ี่รวมกลุ่ม
(PHRV) รวมตัวรอบๆ
(PHRV) รวมตัวรอบๆ
(SL) พวกร่วมเพศหมู่
(N) ผู้คลั่งไคล้ดารา (คําสแลง)
(PHRV) รวมตัวรอบๆ
(PHRV) จัดอยู่ในกลุ่ม
(PHRV) ทําให้มารวมกลุ่มกัน
(PHRV) รวมไว้ใต้
(N) นกตระกูล Tetraonidae
(N) การบ่นว่า
(VI) บ่นว่า
(PHRV) ตําหนิเกี่ยวกับ
(PHRV) ตําหนิเกี่ยวกับ
(N) ปูน
(VT) ยาปูน
(ADJ) อารมณ์เสีย
(N) ป่าละเมาะ
(N) สวนผลไม้
(VI) ประจบประแจง
(VI) หมอบคลานเพื่อหาบางสิ่ง
(PHRV) ทําตัวอ่อนน้อมต่อ
(PHRV) กลิ้งเกลือก
(PHRV) เกี่ยวข้องกับ
(PHRV) ทําตัวอ่อนน้อมต่อ
(VI) เติบโต
(VI) พัฒนา
(VT) ทําให้เจริญเติบโต
(VT) ปลูก
(PHRV) เติบโตอย่างรวดเร็ว
(PHRV) เติบโตกันไปคนละทาง
(PHRV) แยกทางกัน
(PHRV) เติบโตห่างจาก
(PHRV) เลิกคบหากับ
(PHRV) ปลูกคืน
(PHRV) เติบโตขึ้น
(PHRV) สั้นไป
(N) ผู้ปลูกต้นไม้
(PHRV) ปลูกจาก
(PHRV) พัฒนาจาก
(PHRV) ยาวออกมา
(PHRV) สร้างขึ้นใหม่
(PHRV) พัฒนา (ความสามารถ)
(ADJ) ีอย่างเพิ่มขึ้น
(N) ฤดูที่พืชพันธุ์เจริญงอกงาม
(PHRV) คุ้นเคยกับ
(PHRV) เจริญเติบโตมากขึ้น
(PHRV) โตเกินกว่าจะใส่เสื้อผ้าได้
(PHRV) โตขึ้น
(N) เสียงคําราม
(VI) คําราม
(VT) คําราม
(SL) ช่องคลอด
(PHRV) คํารามด้วยความโกรธ
(ADJ) ซึ่งโตเต็มที่
(PHRV) กลายเป็นนิสัย
(PHRV) ค่อยๆชอบมากขึ้น
(PHRV) เลื้อยอยู่ตาม
(PHRV) งอกออกมา
(PHRV) งอกออกมาจาก
(PHRV) โตเกินกว่าจะใส่ได้ (เสื้อผ้า)
(PHRV) พัฒนามาจาก
(PHRV) มีเหตุผลหรือเเก่เกินกว่าจะชอบ (บางสิ่ง)
(PHRV) ปกคลุม (สถานที่) ไปด้วยต้นไม้
(PHRV) ทําให้ปกคลุม (บางสิ่ง) ด้วยบางสิ่งที่กําลังเติบโต
(N) การเจริญเติบโต
(N) การพัฒนา
(N) แหล่งกําเนิด
(PHRV) ปลูกไว้ใกล้กัน
(PHRV) พัฒนาความสัมพันธ์ใกล้ชิดกันยิ่งขึ้น
(PHRV) ใหญ่โตขึ้นเพื่อมารวมกัน
(PHRV) เจริญขึ้น
(PHRV) เจริญเติบโตขึ้นไปทางทิศหรือด้าน
(PHRV) พัฒนาขึ้น
(PHRV) กลายเป็นนิสัย
(PHRV) ค่อยๆชอบมากขึ้น
(PHRV) เลื้อยอยู่ตาม
(N) คนงุ่มง่าม
(N) ตอไม้
(N) ตัวอ่อนของแมลง
(N) อาหาร
(SL) อาหาร
(VI) กิน
(VI) ทํางานหนัก
(VI) เรียนหนัก
(VT) ขุดรู
(VT) เลี้ยงดู
(PHRV) ขุดหาสิ่งสกปรก
(PHRV) ขุดหาสิ่งสกปรก
(ADV) อย่างสกปรก
(N) สิ่งสกปรก
(ADJ) สกปรก
(PHRV) ขุดราก
(PHRV) ค้นหา (สิ่งที่ไม่ชอบ) (คําไม่เป็นทางการ)
(N) ความไม่พอใจ
(VT) ไม่เต็มใจให้
(VT) อิจฉา
(ADJ) ซึ่งไม่เต็มใจ
(ADV) อย่างไม่เต็มใจ
(N) ข้าวต้ม
(ADJ) ทําให้เหนื่อย
(ADJ) เหนื่อยมาก
(ADJ) น่ากลัว
(ADV) อย่างน่าสยดสยอง
(ADJ) (เสียง) แหบ
(ADJ) หุนหันพลันแล่น
(ADV) (เสียง) แหบ
(N) เสียงแหบ
(N) การบ่น
(VI) คําราม
(VI) บ่น
(PHRV) บ่นในเรื่อง (มักไม่มีเหตุผล)
(SL) ช่วยตัวเอง
(PHRV) บ่นในเรื่อง (มักไม่มีเหตุผล)
(PHRV) บ่นในเรื่อง (มักไม่มีเหตุผล)
(N) คนขี้บ่น
(ADV) อารมณ์เสีย
(N) อารมณ์เสีย
(ADJ) อารมณ์เสีย
(ADJ) สกปรก
(VI) คํารามเสียงออกจมูก
(N) สัตว์ในเทพนิยายมีหัวและปีกเป็นอินทรี และตัวเป็นสิงโต
(N) ของเสียที่นกขับถ่ายออกมา (ใช้เป็นปุ๋ยให้พืชพันธุ์)
(N) ใบรับประกัน
(N) ผู้ค้ําประกัน
(VT) รับประกัน
(PHRV) รับประกันสินค้าว่าจะไม่มีบางสิ่ง
(PHRV) รับประกันเป็นเวลา
(N) เงินทุนค้ําประกัน
(N) นายประกัน
(N) การรับรอง
(VT) รับรอง
(N) อุปกรณ์ป้องกัน
(VT) คุ้มกัน
(N) เครื่องป้องกันภัย
(VT) เฝ้ายาม
(N) ตําแหน่งการ์ดในการเล่นกีฬาฟุตบอล
(N) ตัวเบี้ยของกีฬาหมากรุก
(N) ยาม
(PHRV) ป้องกันจาก
(N) สุนัขเฝ้าอาคาร / ที่พัก
(ADJ) ระมัดระวัง
(ADV) อย่างระมัดระวัง
(N) การคุ้มครอง
(PHRV) ป้องกันจาก
(N) ป้อมยาม
(ADJ) ซึ่งคุ้มครอง
(N) ผู้คุ้มครอง
(N) ผู้ปกครอง
(N) เทพที่คุ้มครองเมื่อยามตกอยู่ในอันตราย
(N) ความคุ้มครอง
(N) ราวป้องกันคนตกจากเรือ / หน้าผา / ทางเดิน
(N) เจ้าหน้าที่รักษาความปลอดภัย
(ADJ) แห่งสาธารณรัฐกัวเตมาลาในละตินอเมริกา
(N) สาธารณรัฐกัวเตมาลาในละตินอเมริกา
(N) ต้นฝรั่ง
(N) ฝรั่ง
(SL) เนื้องอก (มีความหมายเชิงตลก / เสียดสี)
(ADJ) เกี่ยวกับผู้ว่าการรัฐ (ในสหรัฐอเมริกา)
(N) กองโจร
(N) แบบกองโจร
(N) กองโจร
(N) แบบกองโจร
(N) การคาดการณ์
(VT) คิดว่า
(VT) เดา
(PHRV) เดา
(ADV) อย่างคาดคะเน
(N) การคาดเดา (คําไม่เป็นทางการ)
(N) การคํานวณคร่าวๆ
(N) แขก
(N) บ้านรับรอง
(N) ห้องพักแขก
(N) ผู้ทํางานที่มาจากประเทศยากจนและเข้าทํางานในประเทศรวยกว่า
(SL) ตด
(SL) ไร้สาระ
(N) การพูดอวดดี (คําสแลง)
(N) การหัวเราะดังลั่น
(N) การหัวเราะลั่น
(VI) หัวเราะลั่น
(N) การแนะแนว
(N) คําแนะนํา
(N) คู่มือท่องเที่ยว
(N) ป้ายชี้ทาง
(N) มัคคุเทศก์
(VT) แนะนํา
(N) หนังสือแนะนํา
(ADJ) ซึ่งชี้นํา
(N) จรวดนําวิถี
(N) สุนัขนําทาง
(N) ตัวชี้นํา
(N) ป้ายบอกทาง
(N) คําชี้นํา
(ADJ) ซึ่งชี้นํา
(N) สมาคม
(N) หน่วยเงินตราของประเทศเนเธอร์แลนด์
(N) ศาลากลาง
(N) เล่ห์เหลี่ยม
(ADJ) ซึ่งไร้เล่ห์เหลี่ยม
(N) นกทะเลสีดําขาวซึ่งมีจงอยปากยาวและแคบ
(N) เครื่องตัดกระดาษ
(N) เครื่องประหารชีวิต
(N) ความรู้สึกผิด
(ADJ) ซึ่งมีความผิด
(ADJ) ซึ่งสํานึกผิด
(N) เงินเหรียญอังกฤษ
(N) ประเทศกินี
(N) ไก่ขนดําจุดขาวตระกูล Numididae
(ADJ) เกี่ยวกับประเทศกีนี
(N) คนพื้นเมืองในสาธารณรัฐกินี
(N) พริกขี้หนู
(N) หนูทดลอง
(N) ลักษณะภายนอก
(VI) ปลอมตัว
(VT) แต่งตัว
(VT) ปลอมตัว
(N) กีตาร์
(N) คนเล่นกีตาร์
(N) ธารน้ําลึกและแคบ
(N) สิ่งที่กลืนกิน
(N) เหวลึก
(N) อ่าว
(VT) กลืน
(N) กระแสน้ําอุ่นในมหาสมุทรแอตแลนติก
(N) นกนางนวล
(N) คนโดนหลอกลวง
(VT) หลอกลวง
(N) รางน้ํา
(N) หลอดอาหาร
(N) ความเซ่อซ่า
(ADJ) โดนหลอกง่าย
(PHRV) โกง
(PHRV) โกง
(N) รางน้ํา
(N) ห้วย
(VT) ทําทางให้น้ําไหล
(N) การกลืนคําโต
(VI) ดื่มอึกใหญ่
(VT) เขมือบ
(PHRV) กินอย่างมูมมาม
(PHRV) กินอย่างมูมมาม
(N) กาว
(N) ยางเหนียวๆ
(N) หมากฝรั่ง
(VI) เกาะตัวเป็นยาง
(N) เหงือก
(VT) เคี้ยวด้วยเหงือก
(N) ลูกบอลขนาดเล็ก
(N) กํายาน
(N) ต้นกระเจี๊ยบ
(N) ฝีเล็กๆ ที่เหงือก
(N) รํามะนาด
(N) รองเท้ายาง
(PHRV) ทาด้วยกาว
(ADJ) ซึ่งเคลือบด้วยยางเหนียว
(ADJ) ลักษณะเหนียวคล้ายยาง
(PHRV) ทาด้วยกาว
(N) การริเริ่ม (คําไม่เป็นทางการ)
(N) ความกล้าหาญ
(N) ยางไม้ที่ประกอบด้วยยางและเรซินที่ไหลออกจากต้นไม้ประเภทยาง
(SL) ตํารวจ
(N) ต้นไม้ที่ให้ยางไม้
(PHRV) ทําให้เหนียว
(PHRV) มีปัญหา (คําไม่เป็นทางการ)
(N) ไม้จากต้น gum tree
(N) ปืน
(VT) ยิง
(N) กระบอกปืน
(N) เรือปืน
(N) ดินสําลี
(N) วัตถุระเบิดแรงสูงจําพวก cellulose nitrate ทําจากฝ้าย
(PHRV) ยิง
(N) การยิงต่อสู้กัน
(N) การยิงปืน
(PHRV) มุ่งโจมตี
(PHRV) ไล่ยิง
(N) สารสกปรกเหนียว
(ADJ) ซึ่งคลั่งไคล้ (โดยเฉพาะความรุนแรงและสงคราม)
(ADJ) ซึ่งสกปรกและเหนียวเหนอะ
(N) สารสกปรกเหนียว
(N) ไกปืน
(N) มือปืน
(N) โลหะผสมของทองแดงผสมดีบุกหรือสังกะสี
(N) กราบเรือ
(N) ปลาชนิดหนึ่ง
(N) มือปืน
(N) วิชาปืนใหญ่
(N) กระสอบ
(N) ผ้ากระสอบ
(N) กระสอบป่าน
(N) กระสอบป่าน
(N) ปากกระบอกปืน
(N) ดินปืน
(N) การลักลอบนําปืนและกระสุนเข้าประเทศโดยไม่ต้องเสียภาษี
(N) เฮลิคอปเตอร์ทหารที่ติดอาวุธ
(N) กระสุนปืน
(N) คนดวลปืน
(N) ช่างปืน
(N) พานท้ายปืน
(N) ขอบบนของกราบเรือ
(N) ปลาน้ําจืดตัวเล็กจําพวก Poecilia reticulata นิยมเลี้ยงในตู้ปลา
(VT) ทําเสียงกลั้วคอ
(VT) (น้ํา) ไหลโกรกกราก
(N) ครู
(N) การทะลักออก
(N) การพูดยกยอมากไป
(VI) พุ่ง
(VI) พูดมาก
(N) บ่อน้ํามันที่มีน้ํามันไหลพุ่งขึ้นมา
(PHRV) (ของเหลว) ไหลทะลักออกมาจาก
(PHRV) (ของเหลว) ไหลทะลักออกมาจาก
(PHRV) พรั่งพรู (น้ําตา)
(ADJ) ซึ่งเยินยอเกินไป
(ADV) อย่างเยินยอมากไป
(PHRV) (ของเหลว) ไหลทะลักออกมาจาก
(PHRV) พูดพล่ามเรื่อง
(PHRV) ทะลักออกมาเป็นหรือด้วยบางสิ่ง
(ADJ) ซึ่งเยินยอมากไป
(N) ผ้า/แผ่นวัสดุสามเหลี่ยมที่สอดเข้าในเสื้อผ้าหรือเกราะให้เคลื่อนได้ง่าย
(VT) ประดับด้วยผ้าสามเหลี่ยม
(VI) แต่งตัวดี
(VT) แต่งตัวดี
(VI) แต่งตัวดี
(VT) แต่งตัวดี
(PHRV) ตกแต่งอย่างหรูหรา (คําสแลง)
(N) ลมพัดแรงทันที
(N) อารมณ์ที่พลุ่งขึ้นมา
(VI) พัดแรงเป็นพักๆ
(N) ความสนุกสนาน
(VT) ลิ้มรส
(N) การชิมรส
(ADJ) เกี่ยวกับรสชาติ
(ADJ) เกี่ยวกับรสชาติ
(ADJ) เกี่ยวกับรสชาติ
(N) ความเพลิดเพลิน
(SL) ดื่มเบียร์
(N) ความกล้าหาญ
(N) ไส้พุง
(VT) ควักไส้ในออก
(ADJ) ขี้ขลาด (คําไม่เป็นทางการ)
(N) ความไม่กล้าหาญ
(SL) ความกล้า
(ADJ) กล้าหาญ (คําไม่เป็นทางการ)
(ADJ) ซึ่งเสียใจมาก
(SL) โกรธมากจนไม่พูดด้วย
(N) รางน้ํา
(VI) ไหลเป็นราง
(VT) ทําเป็นร่อง
(N) คู
(N) คนชั้นต่ําสุดของสังคม
(ADJ) เกี่ยวกับเสียงที่เกิดจากลําคอ
(VT) ออกเสียงจากลําคอ
(N) คําเรียกลูกค้า (เท่ากับ sir)
(SL) เจ้านาย
(SL) เจ้านาย
(N) คนนั้น
(N) เชือกรัด
(SL) คน (ปกติใช้เรียกผู้ชาย)
(VT) เยาะเย้ย
(VT) ดื่ม (เบียร์) อย่างตะกละ
(SL) ถูกจับ
(PHRV) ดื่มมากเกินไป
(ABBR) โรงพลศึกษา
(N) โรงพลศึกษา
(N) นักกายบริหาร
(ADJ) เกี่ยวกับกายกรรม
(N) การฝึกกายกรรม
(N) รองเท้าเล่นกีฬา
(N) เสื้อแขนกุดสําหรับสวมทับเสื้อเชิ้ต
(N) นรีเวชวิทยา
(SL) แพทย์นรีเวช
(N) การโกง
(N) คนรับใช้ชายในมหาวิทยาลัย
(VT) ฉ้อโกง
(SL) ฉี่
(VI) หมุนเป็นวงกลม
(PRF) วงแหวน
