(ABBR) คําย่อของหน่วยวัดซึ่งขึ้นต้นด้วยกิโล
(ABBR) ตัวย่อขององศาเคลวิน
(ABBR) สัญลักษณ์ของธาตุโปแตสเซียม
(ABBR) หนึ่งพัน
(N) พยัญชนะภาษาอังกฤษตัวที่ 11
(SL) เข้าใจไหม?
(N) คาบูล
(N) เมืองคาบูล
(N) แม่น้ําคาบูล
(N) เรือแคนูขนาดเล็ก
(VI) เดินทางด้วยเรือแคนูขนาดเล็ก
(VT) เดินทางด้วยเรือแคนูขนาดเล็ก
(N) จักรพรรดิซีซาร์
(SL) เรื่องไร้สาระ
(SL) อึ
(SL) อึ (ใช้กับเด็กๆ)
(N) กาฬสินธุ์
(N) จังหวัดกาฬสินธุ์
(N) กะหล่ําปลีชนิดหนึ่งสีเขียวเข้ม
(N) กล้องคาเลโดสโคป
(N) การโจมตีแบบพลีชีพ
(N) เครื่องบินแบบกามิกาเซ
(N) กําแพงเพชร
(N) จังหวัดกําแพงเพชร
(N) กัมพูชา
(N) ประเทศกัมพูชา
(N) กาญจนบุรี
(N) จังหวัดกาญจนบุรี
(N) จิงโจ้
(N) รัฐแคนซัสในประเทศสหรัฐอเมริกา
(N) ดินขาว
(N) นุ่น (จากต้นนุ่น)
(N) พยัญชนะภาษากรีกตัวที่ 10
(N) แกะพันธุ์หนึ่งในเอเชีย
(N) หนังของแกะชนิดหนึ่ง
(N) การร้องคาราโอเกะ
(N) กะรัต
(N) คาราเต้
(ADJ) เกี่ยวกับกะเหรี่ยง
(N) ชาวกะเหรี่ยง
(N) ภาษากะเหรี่ยง
(N) กรรม
(N) ชะตากรรม
(SL) ห้องน้ํา
(N) มหาวิทยาลัยเกษตรศาสตร์
(N) รัฐแคชเมียร์
(N) กาตมันดุ
(N) เมืองกาตมันดุ
(N) กาตมันดุ
(N) เมืองกาตมันดุ
(N) ตั๊กแตนอเมริกันขนาดใหญ่
(N) ไม้พุ่มชนิดหนึ่ง รากใช้ทําเครื่องดื่มได้
(N) เรือแคนูที่ใช้แข่ง
(N) เรือล่าสัตว์ที่หุ้มด้วยหนังสัตว์
(VI) เดินทางด้วยเรือแคนูขนาดเล็ก
(VT) เดินทางด้วยเรือแคนูขนาดเล็ก
(SL) เมามาก
(N) การน็อกเอ๊าต์
(VT) ทําให้น็อกเอ๊าต์
(N) เครื่องเล่นชนิดหนึ่งที่ทําให้เกิดเสียงหึ่งๆ
(N) รูทวารหนัก (คําสแลง)
(N) สะโพก (คําสแลง)
(N) เนื้อสะเต๊ะ
(SL) กางเกงขายาว
(N) กระดูกงู(เรือ)
(VI) เอียง(เรือ)
(VT) เอียง(เรือ)
(VT) ลากคนด้วยเชือกไปตามใต้ท้องเรือจากฝั่งหนึ่งไปอีกฝั่งหนึ่ง (เป็นการลงโทษชนิดหนึ่ง)
(PHRV) (เรือ) เอียง (ก่อนจม)
(PHRV) ล้มลง
(ADJ) กระตือรือร้น
(ADJ) คม (ทางวรรณกรรม)
(ADJ) ช่างสังเกต
(ADJ) หนาวจัด
(ADJ) หลักแหลม
(ADJ) แหลม (เสียง)
(SL) กระตือรือร้น
(ADV) อย่างฉลาด
(N) อาหารและที่พัก
(VI) ทําเรื่อยไป
(VT) เก็บ
(VT) ควบคุม
(VT) ป้องกัน
(VT) เลี้ยงดู
(PHRV) รักษาไว้
(PHRV) เลี้ยงไว้
(PHRV) ป้องกันความล้มเหลว
(PHRV) พยายามพยุงไว้ให้อยู่เหนือ
(PHRV) รักษาระดับของ
(IDM) ยึดไว้
(PHRV) ดุด่า
(PHRV) ไล่ตาม
(PHRV) นําหน้าในการแข่งขัน
(PHRV) พยายามนําไปข้างหน้า
(PHRV) เกิน (เช่น ค่าใช้จ่าย)
(PHRV) พยายามล่วงหน้าไปก่อน
(PHRV) พยายามอยู่ห่างจาก
(IDM) เฝ้าดู
(PHRV) แยกตัว
(PHRV) รักษาไว้
(PHRV) เลี้ยงไว้
(PHRV) ทํา (บางสิ่ง) ต่อไป
(PHRV) บอกซ้ําๆ
(PHRV) รักษาไว้
(PHRV) โอ้เอ้อยู่ที่
(IDM) ควบคุมต่อ
(PHRV) อยู่ห่าง
(PHRV) หลีกเลี่ยง (สิ่งที่อันตราย)
(PHRV) อยู่ห่าง
(PHRV) กั้นขวาง
(PHRV) เก็บเป็นความลับ
(PHRV) ควบคุมอารมณ์หรือความรู้สึก
(PHRV) ถอยไป
(PHRV) ทําให้ล่าช้า
(PHRV) ป้องกัน
(PHRV) ทําให้อยู่ล้าหลัง
(PHRV) พยายามอยู่ข้างหลัง
(IDM) มีอาหาร เสื้อผ้าและที่อยู่อาศัย
(PHRV) เก็บไว้ใกล้มือ
(PHRV) พยายามใกล้ชิดกับ
(PHRV) รักษาความสะอาด
(PHRV) หลีกเลี่ยง
(IDM) เห็นกันทั่วว่าอยู่กับ
(PHRV) ไม่ตื่นเต้น
(PHRV) รักษาให้เย็น
(SL) ใจเย็นๆ
(PHRV) สามารถจดจําได้
(PHRV) รักษาให้มืดไว้
(PHRV) เก็บอาหารไว้ในกระเพาะ
(PHRV) คงระดับต่ําไว้
(PHRV) ควบคุมด้วยการทําลาย
(PHRV) ควบคุมอารมณ์หรือความรู้สึก
(PHRV) จํากัดอิสรภาพ
(PHRV) ทําให้ไม่ได้เลื่อนชั้นเรียน (ไประดับสูงขึ้น)
(PHRV) ทําให้หนักใจ
(PHRV) รักษาระดับต่ําไว้
(N) ผู้ดูแล
(N) ผู้รักษาประตู (กีฬา)
(IDM) จงรักภักดีกับ
(N) การรักษาตัว
(PHRV) รักษาสุขภาพ
(PHRV) เก็บไว้ใช้จนกระทั่ง
(PHRV) สงวนไว้เพื่อ
(PHRV) เก็บไว้เป็นความลับจาก
(PHRV) ป้องกันจาก
(PHRV) หลีกเลี่ยง
(PHRV) ดําเนินชีวิตต่อไป
(IDM) ตรงเวลา
(PHRV) ยึดไว้
(IDM) ทํางานบ้าน
(PHRV) เก็บสํารองไว้
(PHRV) ควบคุมอารมณ์หรือความรู้สึก
(PHRV) ถูกกักบริเวณเพื่อทําโทษ (หลังเลิกเรียน)
(PHRV) ปล่อยทิ้งไว้
(PHRV) เผาไหม้ตลอดเวลา
(PHRV) พยายามชิดด้านในของถนน
(PHRV) หดค้างไว้
(PHRV) จัดเตรียมสิ่งจําเป็นไว้ให้
(PHRV) ยังคงรักษาไว้
(PHRV) รักษาไว้ให้อยู่ในสภาพดี
(IDM) เก็บในบ้านหรือสิ่งก่อสร้างอื่น
(N) การรักษา
(IDM) จํา
(IDM) เฝ้ามอง
(IDM) ติดต่อ
(IDM) ฝึกฝน (เพื่อการกีฬาหรือการแข่งขัน)
(PHRV) คุ้นเคยกับ
(IDM) เก็บเป็นความลับ
(PHRV) ชิดซ้ายไว้
(PHRV) ปิดเงียบเกี่ยวกับ (คําไม่เป็นทางการ)
(PHRV) ควบคุม
(PHRV) ถอยห่างไว้
(PHRV) ล่าช้า
(PHRV) งด
(PHRV) ไม่พูดถึง
(PHRV) ลาหยุด
(PHRV) หลีกเลี่ยง
(PHRV) จ้างต่อ
(PHRV) เดินทางต่อไป
(PHRV) ทําต่อไป
(PHRV) เปิดไฟทิ้งไว้
(PHRV) พยายามสวม (เสื้อผ้า) ไว้
(PHRV) พูดยืดยาว
(PHRV) ให้เช่าต่อ
(PHRV) พยายามอยู่ในระดับสูงไว้
(PHRV) ให้ยาต่อเนื่อง
(PHRV) ทําเรื่อยไป
(PHRV) ดุด่า
(IDM) ยังร่าเริงแม้เผชิญกับปัญหา
(SL) ควบคุมอารมณ์
(IDM) เตรียมพร้อมตลอดเวลา
(IDM) เก็บไว้เป็นส่วนตัว
(IDM) สามารถป้องกันตนได้ดี (ในสถานการณ์ยุ่งยาก)
(IDM) วัดจากสายตา
(IDM) จับตามอง
(IDM) ละสายตาจาก
(IDM) ทําให้ตื่น
(IDM) เก่งในการพูด
(IDM) ขอให้โชคดี
(IDM) อย่าแตะต้อง
(IDM) หมั่นฝึกฝน
(IDM) สงบนิ่ง
(IDM) มีสมาธิกับ
(IDM) อย่าเข้ามายุ่ง
(IDM) ทํางานหนักและต่อเนื่อง (คําไม่เป็นทางการ)
(IDM) มั่นใจว่ามีทางเลือก
(IDM) ยังร่าเริงแม้เผชิญกับปัญหา
(IDM) ก้าวล้ําหน้า (คนอื่นหรือสิ่งอื่น) อยู่เล็กน้อย
(IDM) ยังคงยืนอยู่
(IDM) ทําถูกต้องตามกฎหมาย
(IDM) ยังเป็นมิตรกับ
(IDM) ประพฤติถูกต้องตามกฎหมาย
(IDM) ประพฤติอย่างถูกต้องตามทํานองคลองธรรม
(PHRV) ดุด่า
(PHRV) เปิดขาย (การทําธุรกิจหรือการค้าขาย)
(PHRV) เปิดอ้าไว้
(PHRV) รักษาตําแหน่งหรือการงานไว้ให้
(PHRV) ปิดกั้น
(PHRV) อยู่ข้างนอกไว้
(PHRV) ทําให้ห่างไกลจาก
(PHRV) อยู่ข้างนอก
(PHRV) เดินไปด้วยระดับความเร็วเท่ากัน
(PHRV) เก็บเป็นความลับ
(PHRV) พยายามเงียบ
(PHRV) ชิดขวา
(N) ของที่ระลึก
(PHRV) เฝ้ามอง
(PHRV) นิ่งเฉย
(IDM) ไม่อนุญาตให้เข้าใกล้
(IDM) ไม่อนุญาตให้เข้าใกล้
(IDM) ช่วยให้พ้นจาก
(IDM) บังคับให้นอบน้อม
(IDM) ไม่เปิดเผย
(IDM) เข้าแถว
(IDM) ไม่เปิดเผย
(IDM) ทําให้สงสัย
(IDM) ทําให้สนใจ (คําไม่เป็นทางการ)
(IDM) ยังคงกระตือรือร้น (คําไม่เป็นทางการ)
(IDM) อยู่ในที่ปลอดภัย
(IDM) แจ้งให้ทราบเกี่ยวกับ
(IDM) จับตามอง (โดยเฉพาะคนที่ทําผิด)
(IDM) ควบคุมอย่างแน่นหนา
(IDM) ทําตัวทันสมัย
(IDM) ได้มาตรฐาน
(IDM) ได้มาตรฐาน
(IDM) ช่วยให้พ้นจาก
(IDM) ควบคุมอัตราการเจริญเติบโตหรือการแพร่กระจายของ
(IDM) จดจําได้
(IDM) จําได้
(IDM) เก็บให้เป็นระเบียบ
(IDM) สํารองไว้ใช้ยามจําเป็น
(IDM) เก็บไว้ใช้คราวหน้า
(IDM) ทําให้ปลอดภัยจากความล้มเหลว
(IDM) เก็บเป็นความลับ (คําไม่เป็นทางการ)
(IDM) ทําให้อยู่ภายในขอบเขต
(IDM) เดินไปด้วยระดับความเร็วเท่ากัน
(IDM) ตามเฝ้า
(IDM) หาเลี้ยงตัวเองและครอบครัว
(PHRV) เก็บรักษาไว้จนกว่า (ถึงเวลา)
(PHRV) คอยจนกระทั่ง
(PHRV) ยังอยู่ในสภาพที่ใช้การได้หรือสภาพดีจนกว่า
(PHRV) ต้องยึดตาม
(PHRV) ทําตามผลงานหรือแผนการ
(PHRV) นอนอยู่บนเตียงหรืออยู่แต่ในบ้าน
(PHRV) พยายามควบคุมหรือจํากัดให้อยู่ในประเด็น
(PHRV) มาพร้อมกัน
(PHRV) รวมตัวกันเป็นหนึ่งเดียว
(PHRV) ติดตาม
(PHRV) กดลงไปข้างใต้
(PHRV) ควบคุมอารมณ์หรือสิ่งอื่นๆ
(PHRV) จํากัดสิทธิเสรีภาพของ
(PHRV) เก็บไว้ด้านล่าง
(PHRV) เก็บรักษาไว้จนกว่า (ถึงเวลา)
(PHRV) คอยจนกระทั่ง
(PHRV) ยังอยู่ในสภาพที่ใช้การได้หรือสภาพดีจนกว่า
(PHRV) เก็บรักษาไว้ในสภาพดี
(PHRV) ดําเนินต่อไป
(PHRV) ตามให้ทัน
(PHRV) ทําให้ลุกจากเตียง
(PHRV) ยกไว้
(PHRV) ยังคงสูง
(PHRV) ยังเหมือนเดิม
(IDM) แสร้งทํา
(PHRV) ทําให้สูงขึ้นไปเท่ากับ
(PHRV) รักษาให้อยู่ระดับเดียวกับ
(PHRV) ตามทัน
(PHRV) พยายามตามให้ทัน (ความคิด, แฟชั่นฯลฯ)
(IDM) แข่งขันกับ
(IDM) ตามแฟชั่น
(PHRV) เก็บไว้กับ
(PHRV) รักษาอยู่ในระดับ
(IDM) อารมณ์เสีย (คําไม่เป็นทางการ)
(SL) ใจเย็นๆ
(SL) มองในแง่ดีไว้
(IDM) คอยเดี๋ยว
(IDM) อารมณ์เสีย (คําไม่เป็นทางการ)
(SL) ก้น
(N) ถังเบียร์
(N) สาหร่ายทะเลสีน้ําตาล
(N) หน่วยวัดอุณหภูมิเคลวิน
(N) ความรู้ที่ทําให้เข้าใจได้
(VI) รู้
(VT) รู้
(N) ปอ
(N) เคนโด้
(N) บ้านสุนัข
(N) เกมเสี่ยงโชคชนิดหนึ่ง
(N) ชื่อแม่น้ําในรัฐเคนตั๊กกี้
(N) รัฐเคนตั๊กกี้
(N) เคนยา
(N) ประเทศเคนยา
(N) หมวกแก๊ปทหารของฝรั่งเศส
(ADJ) ที่ช่วยเหลือด้านการเงิน
(VT) กริยาช่องที่ 2 และ 3 ของกริยา keep
(N) เคราติน
(N) ขอบถนน
(SL) ผู้ที่ขับรถตระเวนหาหญิงโสเภณี
(N) ผ้าพันคอหรือโพกศีรษะ
(N) รอยตัด
(N) แก่นของเรื่อง
(N) เนื้อในของลูกไม้เปลือกแข็ง
(ADJ) ที่ใช้น้ํามันก๊าด
(N) น้ํามันก๊าด
(N) น้ํามันก๊าด
(SL) ลูกอม
(N) เรือใบเล็กที่มีเสา 2 เสา
(N) น้ําจิ้มที่ทําจากมะเขือเทศ
(N) กาน้ํา
(SL) สายห้อยนาฬิกา
(N) กลองหน้าเดียวขนาดใหญ่
(N) สถานการณ์ที่ยุ่งเหยิง (คําไม่เป็นทางการ)
(SL) เจ๋ง
(SL) โอเค
(ADJ) สําคัญ
(N) กุญแจ
(N) คําเฉลย
(N) ระดับเสียง
(VT) ปรับ
(VT) ใส่กุญแจ
(VT) ใส่ข้อมูล
(N) แป้นพิมพ์
(IDM) เครียด
(PHRV) ตื่นเต้นมากในเรื่อง
(SL) คนสําคัญ
(N) รูกุญแจ
(N) การผ่าตัดโดยใช้เครื่องมือสอดลงไปในรูเล็กๆ ที่เจาะไว้บนผิวหนัง
(N) จุดสําคัญ
(N) ระดับเสียงหลัก
(N) คําปราศรัยสําคัญ
(N) คําปราศรัยสําคัญ
(N) เครื่องเจาะกระดาษ
(VI) เจาะให้เป็นรู
(VT) เจาะให้เป็นรู
(N) พวงกุญแจ
(SL) ก้น
(N) ส่วนที่สําคัญ
(N) หลัก
(N) การเคาะแป้นพิมพ์
(PHRV) ทําให้ตื่นเต้น
(N) รูหรือช่องกุญแจสําหรับเพลาล้อรถ
(N) คํารหัส
(ABBR) กิโลกรัม (คําย่อของ kilogram)
(ADJ) ซึ่งเป็นสีกากี
(ADJ) ทําด้วยผ้ากากี
(N) ผ้ากากี
(N) สีกากี
(N) ข่าน
(N) เจงกิสข่าน
(N) กาทูม
(N) เมืองกาทูม
(SL) ส้วม
(N) เขมร
(N) ชนชาติเขมร
(N) ภาษาเขมร
(N) กลุ่มเขมรแดง ซึ่งนิยมระบบคอมมิวนิสต์
(N) ขอนแก่น
(N) จังหวัดขอนแก่น
(N) มหาวิทยาลัยขอนแก่น
(SL) ก้น
(N) นิคมในอิสราเอล
(N) สมาชิกของนิคมในอิสราเอล
(VI) ยุ่งเรื่องคนอื่น (ภาษาพูด)
(VT) ความเหลวไหล
(VT) ทําให้หยุด
(N) การเตะ
(N) ความตื่นเต้นอย่างมาก (คําสแลง)
(VI) เตะ
(VT) เตะ
(PHRV) ตบตี
(PHRV) เตะสะเปะสะปะ
(PHRV) ทิ้งไว้ (คําไม่เป็นทางการ)
(PHRV) พยายามควบคุม
(PHRV) พยายามลงความเห็น (คําไม่เป็นทางการ)
(PHRV) มีอยู่จริง (คําไม่เป็นทางการ)
(PHRV) เดินทางไปยังสถานที่ต่างๆ (คําไม่เป็นทางการ)
(PHRV) ไม่ได้รับความสนใจ
(PHRV) ต่อต้าน
(IDM) ต่อต้านอย่างไม่ได้ผล (คําไม่เป็นทางการ)
(IDM) เลิกนิสัย
(IDM) รอบรู้ในสิ่งที่จะทํา
(PHRV) ตบตี
(PHRV) เตะสะเปะสะปะ
(PHRV) ทิ้งไว้ (คําไม่เป็นทางการ)
(PHRV) พยายามควบคุม
(PHRV) พยายามลงความเห็น (คําไม่เป็นทางการ)
(PHRV) มีอยู่จริง (คําไม่เป็นทางการ)
(PHRV) เดินทางไปยังสถานที่ต่างๆ (คําไม่เป็นทางการ)
(PHRV) ไม่ได้รับความสนใจ
(PHRV) ต่อต้าน
(PHRV) เตะทิ้งไป
(PHRV) เตะลูกบอลอย่างต่อเนื่อง
(N) เงินสินบน (คําสแลง)
(N) ผลสะท้อนกลับอย่างรวดเร็ว
(PHRV) กลับมาเป็นใหม่ (โรคหรือความเจ็บป่วย)
(PHRV) จ่ายคืน (อย่างลับๆ หรือไม่ถูกกฏหมาย)
(PHRV) เตะ (คนหรือสิ่งของ) กลับไป
(SL) เงินสินบน
(PHRV) โจมตีกลับ
(N) การชกมวยที่ใช้เท้าเตะได้ด้วย
(PHRV) เตะล้มลง
(PHRV) เปลี่ยนเป็นเกียร์ต่ํา (เครื่องยนต์)
(PHRV) เตะตกบันได (ขาเดียวหรือสองขา)
(PHRV) เตะเข้าไป
(PHRV) ทําลาย
(PHRV) เพิ่มเงินหรือหุ้น
(PHRV) ทําร้ายด้วยการเตะ
(SL) มีชีวิตชีวา
(SL) เปิดฉากต่อสู้
(N) การเริ่มแข่งฟุตบอล
(PHRV) ตาย
(PHRV) เตะให้หลุดออกไป
(PHRV) เริ่มต้น (คําไม่เป็นทางการ)
(PHRV) เริ่มเล่นเกม (ฟุตบอล)
(PHRV) หยุดทํางาน (คําไม่เป็นทางการ)
(PHRV) ออกไป
(PHRV) เริ่มทํางาน (เครื่องจักร, กระแสไฟฟ้า)
(PHRV) ขับไล่ (คําไม่เป็นทางการ)
(PHRV) เตะทิ้งออกไป
(PHRV) เตะบอลออกจากสนาม
(PHRV) ถูกไล่ออกเพราะมีความผิด
(PHRV) ทําให้ออกจากบ้าน
(PHRV) เตะล้มลง
(IDM) ต้องการอิสรภาพ
(SL) งานเลี้ยงที่มีการเสพยาเสพติด
(PHRV) พยายามพูดวนไปมาเกี่ยวกับ
(SL) ทําให้แพ้
(SL) ทําให้แพ้
(IDM) ทําร้ายจิตใจ (คําไม่เป็นทางการ)
(IDM) สนทนา
(SL) ตาย
(PHRV) เตะขึ้น
(IDM) สร้างปัญหา (คําไม่เป็นทางการ)
(IDM) สร้างปัญหา (คําไม่เป็นทางการ)
(IDM) สร้างปัญหา (คําไม่เป็นทางการ)
(IDM) สร้างปัญหา (คําไม่เป็นทางการ)
(IDM) สร้างปัญหา (คําไม่เป็นทางการ)
(IDM) กําจัดทิ้ง
(IDM) สร้างปัญหา (คําไม่เป็นทางการ)
(ADJ) น่าตื่นเต้นและน่าพอใจ (คําสแลง)
(ADJ) ซึ่งทําด้วยหนังแพะ
(N) เด็ก (คําไม่เป็นทางการ)
(N) หนังลูกแพะ
(VI) พูดเล่น
(VT) พูดเล่น
(PHRV) เล่นตลก (คําไม่เป็นทางการ)
(SL) คนที่เด็กกว่า
(VT) ลักพา
(N) ไต
(N) ถั่วชนิดหนึ่งมีขนาดเล็กสีน้ําตาลแดง
(N) ไตเทียม
(N) นิ่วในไต
(SL) การหยอกล้อ
(PHRV) หลอกเล่น (คําไม่เป็นทางการ)
(PHRV) หลอกเล่น (คําไม่เป็นทางการ)
(N) รายการโทรทัศน์สําหรับเด็ก (คําสแลง)
(N) วิดีโอสําหรับเด็ก (คําสแลง)
(SL) ก้น
(N) การเข่นฆ่า
(VI) ทําให้ตาย
(VT) ฆ่า
(N) ผู้ฆ่า
(N) ปลาวาฬเพชรฆาต
(ADJ) ถึงตาย
(PHRV) ฆ่า
(IDM) สนุกสนานมาก
(IDM) สนุกสนานมาก
(IDM) ใจดีกับ
(PHRV) ฆ่าด้วยวิธี
(N) เตาเผา
(N) กิโลกรัม (คําย่อของ kilogram)
(PRF) จํานวน 1 พันของหน่วยที่ตามมา
(PRF) พัน
(N) กิโลบิต
(N) กิโลไบต์
(N) จํานวนหนึ่งพันรอบ
(N) กิโลกรัม
(N) กิโลเฮิรตซ์
(N) กิโลลิตร
(N) กิโลเมตร
(N) จํานวนหนึ่งพันตัน
(N) กิโลวัตต์
(N) กระโปรงสั้นพับจีบลายสก๊อตของชาวสก๊อตแลนด์
(N) สภาพที่ทํางานได้ดี (ภาษาพูด)
(N) ชุดกิโมโน
(N) ญาติ (คําเก่า)
(ADJ) ใจดี
(ADJ) อ่อนโยน
(N) ชนิด
(N) โรงเรียนอนุบาล
(N) ครูโรงเรียนอนุบาล
(N) ครูโรงเรียนอนุบาล
(N) นักเรียนอนุบาล
(ADJ) ใจบุญ
(VT) จุดไฟ
(VT) เร้าอารมณ์
(VI) ให้กําเนิด (ทางสัตววิทยา)
(VT) ให้กําเนิด (ทางสัตววิทยา)
(ADJ) ที่ไร้ความกรุณา
(PHRV) จุดไฟด้วย
(PHRV) ปลุกอารมณ์
(PHRV) เป็นประกาย (ด้วยความรู้สึก)
(N) ความเมตตากรุณา
(N) ฟืน
(ADJ) อ่อนโยน
(ADV) ด้วยจิตใจที่ดี
(N) ความเมตตา
(N) ความสงสาร
(IDM) นิดหน่อย
(ADJ) ที่มีความเกี่ยวดองกัน
(N) ญาติพี่น้อง (คําเก่า)
(N) โคหรือกระบือ (คําเก่า)
(N) การศึกษาเกี่ยวกับการเคลื่อนไหวของร่างกาย
(ADJ) เกี่ยวกับการเคลื่อนไหว
(N) พลังงานที่เกิดจากการเคลื่อนไหวของร่างกาย
(N) จลนศาสตร์
(N) ญาติมิตร (คําเก่า)
(N) กษัตริย์
(N) ผู้บริหารสูงสุด
(N) หมากรุกตัวพระราชา
(N) งูจงอาง
(N) แมงดาทะเล
(N) ดอกไม้ชนิดหนึ่ง มีสีเหลือง
(N) กลุ่ม
(N) ราชอาณาจักร
(N) โลกหน้า
(N) เวลาในอนาคต
(N) นกกระเต็น
(N) คัมภีร์ไบเบิ้ลที่ตีพิมพ์ในประเทศอังกฤษเมื่อปี ค.ศ.1611
(ADJ) ที่เกี่ยวกับกษัตริย์
(N) ราชสีห์
(N) พระเยซูคริสต์
(N) คนที่สําคัญที่สุดในองค์กร (คําไม่เป็นทางการ)
(SL) ตัวการสําคัญ
(N) เสาเอก
(IDM) ภาษาอังกฤษมาตรฐาน
(N) หลักฐานที่ได้จากจําเลย
(N) การปกครองโดยกษัตริย์
(ADJ) ที่มีขนาดใหญ่มาก
(ADJ) ที่มีขนาดใหญ่มาก
(N) เมืองคิงสตัน
(N) ตําหนิ
(N) รอยขด
(N) อาการปวดกล้ามเนื้อ (คําไม่เป็นทางการ)
(VI) หยิกหยอง
(VT) ทําให้หยิกหยอง
(N) สัตว์เลี้ยงลูกด้วยนมชนิดหนึ่ง
(PHRV) ทําให้โค้งงอขึ้น
(ADJ) ที่เป็นม้วนขด
(SL) คําอุทานแสดงความโกรธหรือแปลกใจ
(N) ญาติพี่น้อง
(N) ตระกูล
(N) ญาติพี่น้อง (คําเก่า)
(N) ญาติผู้หญิง (คําเก่า)
(SL) หลับ
(SL) หน้า
(N) การงีบหลับ (คําไม่เป็นทางการ)
(N) เตียง (คําสแลง)
(VI) หลับ (คําไม่เป็นทางการ)
(PHRV) นอน (คําไม่เป็นทางการ)
(PHRV) นอนกลางแจ้ง (คําไม่เป็นทางการ)
(N) ปลารมควัน (มักเป็นปลาเฮอริง)
(SL) หน้า
(VT) ทําให้เนื้อปลาสุกด้วยการรมควัน
(N) โบสถ์
(N) โชคชะตา
(N) การจูบ
(N) การสัมผัส
(N) ขนมหวานชิ้นเล็กๆ
(VT) จูบ
(IDM) ยกโทษให้และกลับมาเป็นมิตรกันอีก
(SL) จูบก้น
(SL) จูบก้น
(PHRV) กําจัด
(PHRV) จูบตลอด
(PHRV) จูบลา
(PHRV) หมดหวัง (คําไม่เป็นทางการ)
(IDM) สิ่งที่ทําให้ (บางคนหรือบางสิ่ง) ถึงอวสาน
(SL) สาเหตุของความล้มเหลวหรือจุดจบของบางสิ่ง
(PHRV) จูบเอาออก
(PHRV) บอกเลิก
(SL) ความตาย
(IDM) สูญเสีย
(SL) รอยจูบ
(N) ชุดเครื่องมือสําหรับใช้
(N) เป้
(N) ครัว
(N) ห้องครัวเล็กๆ
(N) สวนครัว
(N) เครื่องครัว
(N) นกเหยี่ยวขนาดเล็ก
(N) ว่าว
(N) เพื่อนๆ
(SL) การช่วยตัวเอง (ผู้หญิง)
(PHRV) จัดหาสิ่งที่จําเป็นให้
(ADJ) เกี่ยวกับศิลปะหรือวรรณกรรมที่ไร้ค่าหรือมีค่าต่ํา
(N) ศิลปะหรือวรรณกรรมที่ไร้ค่าหรือมีค่าต่ํา
(N) ลูกแมว
(VI) คลอดลูกแมว
(ADJ) ขี้เล่น
(N) นกนางนวลจําพวกหนึ่งที่วางทํารังบนหน้าผา
(ADJ) ที่ยุ่งยาก
(N) แมว (คําไม่เป็นทางการ)
(PHRV) แต่งตัว
(N) ชาวนิวซีแลนด์ (คําไม่เป็นทางการ)
(N) นกกีวี
(N) ผลกีวี
(N) แตรรถ
(SL) หิว
(SL) โรคจิตประเภทหนึ่งที่อยากขโมยของ
(N) โรคจิตประเภทที่ไม่สามารถควบคุมความต้องการในการขโมยได้
(N) ไฟที่มีแสงสว่างมากใช้ในโรงถ่ายภาพยนตร์
(ABBR) กิโลเมตร (คําย่อของ kilometre)
(N) ความสามารถพิเศษ (คําไม่เป็นทางการ)
(N) เคล็ดลับ
(SL) หมดแรง
(SL) เสีย
(SL) หมดแรง
(SL) หมดแรง
(SL) เสีย
(SL) รู้สึกอ่อนล้า
(SL) คําอุทานแสดงความรําคาญ
(SL) ลูกอัณฑะ
(N) เป้สะพายหลังสําหรับนักเดินทาง
(N) คนโกง (คําเก่า)
(N) ความไม่ซื่อสัตย์  (คําเก่า)
(ADJ) ไม่ซื่อสัตย์
(VT) นวด
(VT) นวด (แป้ง)
(N) หัวเข่า
(N) กางเกงขาสั้นยาวแค่หัวเข่า
(N) กระดูกสะบ้า
(N) แผ่นป้องกันการบาดเจ็บที่หัวเข่า
(ADJ) ลึกระดับหัวเข่า
(SL) ซึ่งมี (บางสิ่ง) มากมาย
(ADJ) สูงระดับเข่า
(N) ถุงเท้าหรือถุงน่องที่สูงระดับเข่า
(IDM) ไม่สูงมาก
(N) ช่องใต้โต๊ะสําหรับสอดหัวเข่า
(ADJ) ที่เกิดขึ้นอย่างทันทีทันใด (คําสแลง)
(N) ปฏิกิริยาการเตะขาที่เกิดจากการเคาะถูกเส้นเอ็นที่หัวเข่า
(SL) อัตโนมัติ
(N) การคุกเข่า
(VI) คุกเข่า
(PHRV) คุกเข่าลง
(SL) งานเลี้ยง
(N) ลางร้าย
(N) เสียงระฆังในงานศพ
(VI) กริยาช่องที่ 2 และ 3 ของคํากริยา kneel
(VT) กริยาช่องที่ 2 ของคํากริยา know
(SL) หนึ่งปอนด์สเตอริง
(N) ชาวนิวยอร์ก
(N) ผู้ที่สืบเชื้อสายจากชาวดัตช์ที่มาตั้งรกรากที่นิวยอร์กในยุคแรกๆ
(N) กางเกงทรงหลวมๆ ยาวแค่เข่า
(N) กางเกงทรงหลวมๆ ยาวแค่เข่า
(SL) คําอุทานแสดงความรําคาญ
(N) เครื่องตบแต่งบ้าน (คําไม่เป็นทางการ)
(N) ใบมีด
(N) มีด
(VT) ทรยศ (คําไม่เป็นทางการ)
(VT) แทงด้วยมีด
(N) คมมีด
(N) หมากรุกตัวม้า
(N) อัศวิน
(VT) แต่งตั้งอัศวิน
(N) ตําแหน่งของอัศวิน
(ADJ) เกี่ยวกับหรือเป็นของอัศวิน
(N) ขนมยัดไส้ชนิดหนึ่ง
(VT) ขมวดคิ้ว
(VT) ถัก
(IDM) ขมวดคิ้ว
(N) การถักไหมพรม
(PHRV) ทอหรือถักเข้าด้วยกัน
(PHRV) รวมตัวกัน
(PHRV) (สิ่งที่หักหรือแตก) เชื่อมกันสนิท
(PHRV) ซ่อมแซม
(PHRV) ถัก
(N) เสื้อผ้าที่ทําขึ้นด้วยการถัก
(N) มีด (คําพหูพจน์ของ knife)
(SL) อวัยวะเพศชาย
(SL) คนงี่เง่า
(SL) มีเพศสัมพันธ์
(N) ลูกบิด
(ADJ) ที่มีปุ่ม
(ADJ) เป็นปุ่มกลม
(SL) หัวอวัยวะเพศ
(SL) คนงี่เง่า
(SL) คนที่น่ารังเกียจ
(N) เสียงเคาะ
(VT) เคาะ
(VT) วิจารณ์ (คําไม่เป็นทางการ)
(PHRV) เดินทางไปตามที่ต่างๆ (คําไม่เป็นทางการ)
(PHRV) เตะสะเปะสะปะ
(PHRV) ปฏิบัติกับ (คนหรือสิ่งของ) อย่างหยาบคาย
(PHRV) ปล่อยทิ้งไว้ (คําไม่เป็นทางการ)
(PHRV) มีอยู่จริง (คําไม่เป็นทางการ)
(PHRV) เล่นหรือใช้เพื่อความบันเทิง (คําไม่เป็นทางการ)
(PHRV) เห็นอยู่กับ...ในที่สาธารณะ (คําไม่เป็นทางการ)
(PHRV) เดินทางไปยังส่วนต่างๆ (คําไม่เป็นทางการ)
(PHRV) ทําอย่างลวกๆ (คําไม่เป็นทางการ)
(PHRV) ไม่ได้รับความสนใจ
(PHRV) วางทิ้งไว้บริเวณ (คําไม่เป็นทางการ)
(N) เรือใบลําเล็กๆ
(PHRV) ตี
(PHRV) เดินทางไปตามที่ต่างๆ (คําไม่เป็นทางการ)
(PHRV) เตะสะเปะสะปะ
(PHRV) ปฏิบัติกับ(คนหรือสิ่งของ)อย่างหยาบคาย
(PHRV) ปล่อยทิ้งไว้ (คําไม่เป็นทางการ)
(PHRV) มีอยู่จริง (คําไม่เป็นทางการ)
(PHRV) เล่นหรือใช้เพื่อความบันเทิง (คําไม่เป็นทางการ)
(PHRV) เห็นอยู่กับ...ในที่สาธารณะ (คําไม่เป็นทางการ)
(PHRV) เดินทางไปยังส่วนต่างๆ (คําไม่เป็นทางการ)
(PHRV) ทําอย่างลวกๆ (คําไม่เป็นทางการ)
(PHRV) ไม่ได้รับความสนใจ
(PHRV) วางทิ้งไว้บริเวณ (คําไม่เป็นทางการ)
(PHRV) ต่อย
(PHRV) เคาะตลอด
(PHRV) เคาะบอก
(PHRV) ทําให้สําเร็จ (การละคร)
(ADJ) (ราคา)ต่ํา
(PHRV) ชนล้มลง
(PHRV) ทําให้ประหลาดใจ
(PHRV) ทําให้พ่ายแพ้
(PHRV) ทุบทิ้ง (อาคารหรือตึก)
(PHRV) นําสินค้าออกขายเริ่มที่ราคาต่ํา  (การประมูล)
(PHRV) รื้อออก
(PHRV) ลดราคา
(PHRV) หารายได้ (คําไม่เป็นทางการ)
(N) คนเคาะประตู
(N) ที่เคาะประตู
(N) หน้าอกผู้หญิง (คําหยาบ)
(SL) เต้านม (ผู้หญิง) (คําหยาบ)
(PHRV) ทําให้พ่ายแพ้ (คําไม่เป็นทางการ)
(PHRV) ทําให้สับสน (คําไม่เป็นทางการ)
(PHRV) ขโมย
(PHRV) ชนเข้าไป
(PHRV) ชนล้มลง
(PHRV) ทําให้ประหลาดใจ
(PHRV) ทําให้พ่ายแพ้อย่างง่ายดาย
(PHRV) บีบบังคับ
(SL) ซ่อง
(PHRV) ตอกเข้าไป
(IDM) เลิก (ทําสิ่งที่ขัดแย้งกัน)
(SL) หยุดนะ!
(N) การโค้งเข้าหากันของขาอย่างผิดปกติบริเวณหัวเข่า แต่ข้อเท้าแยกห่างออกจากกัน
(PHRV) ผลักล้มลง
(PHRV) หยุดงาน (คําไม่เป็นทางการ)
(PHRV) ลดลง
(SL) ร่วมเพศ
(PHRV) เคาะให้สัญญาณนักแสดง (การละคร)
(PHRV) เคาะ
(PHRV) มีเพศสัมพันธ์ (กับผู้หญิง) (คําสแลง)
(N) การชกคู่ต่อสู้ให้ล้มลง
(N) การน๊อค (ทางกีฬามวย)
(N) คนที่น่าสนใจ (คําไม่เป็นทางการ)
(N) หมัดที่ชกคู่ต่อสู้ให้ล้มลง
(PHRV) กระทุ้งออก
(PHRV) กระทุ้งออก
(PHRV) ทําล้ม
(IDM) ทําให้ผู้ชมขบขันมาก (คําไม่เป็นทางการ)
(PHRV) ยุบ (ห้อง) มารวมกัน
(PHRV) จับมาชนกัน
(PHRV) สร้างขึ้นอย่างคร่าวๆ
(SL) ทําให้ท้อง
(SL) ปลุกให้ตื่น
(PHRV) ตีขึ้น
(PHRV) เตะให้ตื่น
(PHRV) ทําให้ผู้หญิงตั้งครรภ์ (คําสแลง)
(PHRV) ทําให้เหน็ดเหนื่อยมาก (คําไม่เป็นทางการ)
(PHRV) ทําอย่างลวกๆ
(PHRV) ฝึกซ้อม (ก่อนลงแข่งจริง)
(PHRV) พยายามหาคะแนนเสียง (การเลือกตั้ง)
(PHRV) รีบทํา
(PHRV) หารายได้
(PHRV) กระแทกกับ
(PHRV) พบโดยบังเอิญ
(N) โคก
(N) กระจุก
(N) เงื่อนงํา
(N) นอต
(N) ปม
(VT) ทําเรื่องยุ่ง
(VT) ผูกเงื่อน
(N) รูในแผ่นไม้กระดาน
(ADJ) ซึ่งเป็นตะปุ่มตะป่ํา
(PHRV) ผูกเป็นปม
(ADJ) ยุ่งยาก
(VI) รับทราบ
(VT) เข้าใจ
(VT) จําได้
(VT) รู้
(VT) รู้จัก
(VT) เรียนรู้
(ADJ) ที่เรียนรู้ได้
(PHRV) รู้เกี่ยวกับ
(PHRV) แยกความแตกต่างระหว่าง
(PHRV) เรียกว่า
(PHRV) จําได้อย่างละเอียด
(PHRV) คิดดีที่สุด
(IDM) ฉลาด
(PHRV) รู้มากขึ้นเกี่ยวกับ
(PHRV) จําได้จาก (สัญลักษณ์, เครื่องหมาย)
(IDM) จําได้
(PHRV) รู้ดี
(PHRV) รู้จักมาเป็นระยะเวลา (หนึ่งปี, สิบปี, ช่วงหนึ่งฯลฯ)
(PHRV) รู้ความแตกต่างระหว่าง
(IDM) ไม่มีข้อมูลเกี่ยวกับ (คําไม่เป็นทางการ)
(IDM) ความรู้และทักษะ
(N) ความรู้หรือวิธีการ (คําไม่เป็นทางการ)
(ADJ) รอบรู้
(N) การรับรู้
(ADV) อย่างรู้เท่าทัน
(N) ผู้ที่อ้างว่ารู้ทุกอย่างดีกว่าผู้อื่น (คําไม่เป็นทางการ)
(N) ความรู้
(ADJ) ที่รู้มาก
(ADJ) ซึ่งเป็นที่รู้จักโดยทั่วไป
(VT) กริยาช่องที่ 3 ของคํากริยา know
(PHRV) รู้เรื่องของ
(IDM) เข้าใจตัวอักษร
(IDM) รู้จักสถานภาพหรือตําแหน่งฐานะ
(IDM) รู้จักชื่อและจําหน้าได้
(IDM) รู้จักดีมาก
(IDM) รู้จักดีมาก
(IDM) รู้จักดีมาก
(IDM) จําขึ้นใจ
(IDM) จําได้ (เพราะเห็นบ่อย)
(IDM) รู้จักดีมาก
(IDM) รู้จักดีมาก
(IDM) รู้จักดีมาก
(IDM) รู้จักดีมาก
(IDM) รู้จักวิธีจัดการบางสิ่ง
(IDM) รู้ความจริง
(IDM) รู้จักเป็นอย่างดี
(PHRV) เป็นที่รู้จักดีต่อ (หรือของ)
(PHRV) ถ่อมตัว
(IDM) รู้ความจริงของชีวิต
(IDM) รู้ว่าใครเป็นใคร
(IDM) รู้ว่าสิ่งใดเป็นประโยชน์
(N) ข้อนิ้ว
(VT) เขก
(N) กระดูกนิ้วมือ
(PHRV) กดมือกับพื้น (การเล่นลูกหิน)
(PHRV) เริ่มทํางานหนัก
(N) คนโง่ (คําแสลง)
(PHRV) ยอมรับความพ่ายแพ้
(N) การชกคู่ต่อสู้ให้ล้มลง (มาจากคําว่า knockout เป็นคําไม่เป็นทางการ)
(VT) ชกให้ล้มลง (มาจากคําว่า knockout)
(N) หมีโคอาลา
(N) นกกาเหว่า
(N) ผงทาขอบตา
(N) กะหล่ําปลีชนิดหนึ่ง
(N) โคลา
(SL) หัว
(N) ขอนแก่น
(N) จังหวัดขอนแก่น
(N) ละมั่งแอฟริกาขนาดใหญ่
(N) คนประหลาด (คําสแลง)
(SL) บ้า
(N) คัมภีร์กุรอ่าน
(N) เกาหลี
(N) ประเทศเกาหลี
(N) ชาวเกาหลี
(N) สงครามเกาหลี
(ADJ) ที่สามารถกินได้ (ตามกฎของยิว)
(SL) ดื่มเพียวๆ
(SL) ที่ถูกต้อง
(N) เครื่องสายของชาวญี่ปุ่น
(N) การคํานับแบบจีนโดยคุกเข่าลงเอาหน้าผากแตะพื้น
(VI) คุกเข่าลงเอาหน้าผากแตะพื้น
(PHRV) คุกเข่าให้
(N) คอก
(N) หมู่บ้าน (ของชาวแอฟริกัน)
(N) กระบี่
(N) จังหวัดกระบี่
(N) งูสามเหลี่ยม
(SL) คนเยอรมัน
(N) พระราชวังเครมลินในเมืองมอสโคว์ (เป็นที่ทําการของรัฐบาลรัสเซีย)
(N) ผู้ที่ศึกษาเกี่ยวกับระบบการปกครองของรัสเซีย
(N) การศึกษาเกี่ยวกับระบบการปกครองของรัสเซีย
(N) ตัวเคย
(N) กริช
(N) พระกฤษณะในศาสนาฮินดู
(N) โครนา (หน่วยเงินตราของประเทศสวีเดนและเกาะไอซ์แลนด์)
(N) โครน (หน่วยเงินตราของประเทศเดนมาร์กและนอร์เวย์)
(N) โครนา (หน่วยเงินตราของประเทศสวีเดนและเกาะไอซ์แลนด์) (คําพหูพจน์ของ krona)
(N) ก๊าซเฉื่อย
(N) การสรรเสริญ
(N) คํายกย่อง
(N) ละมั่งแอฟริกาขนาดใหญ่
(N) องค์การลับของสหรัฐอเมริกา
(N) กังฟู
(N) คุนหมิง
(N) เมืองคุนหมิง
(SL) ดี
(N) คูเวต
(N) ประเทศคูเวต
(SL) ดุว่า
(VI) บ่น (คําไม่เป็นทางการ)
(SL) ก้น
