(N) พยัญชนะภาษาอังกฤษตัวที่ 15
(N) คนโง่
(ADJ) โง่
(N) ต้นโอ๊ก
(N) ไม้โอ๊ก
(N) ปุ่มกลมและเป็นแอ่งบนต้นโอ๊ก
(ADJ) ที่ทําจากไม้โอ๊ก
(N) ต้นโอ๊ก
(N) เชือกด้ายดิบ
(N) คนพายเรือ
(N) ไม้พาย
(VI) พายเรือ
(VT) พายเรือ
(N) เครื่องยึดพายที่ด้านข้างของเรือกรรเชียง
(N) คนพายเรือ
(N) คํานามพหูพจน์ของ oarsman
(N) บริเวณอุดมสมบูรณ์ในทะเลทราย
(N) สถานที่หรือเวลาเป็นสุข
(N) เตาเผาไม้ฮ็อพที่ใช้ในการทําเบียร์
(N) ข้าวโอ๊ต
(N) ขนมเค้กทําจากข้าวโอ๊ต
(N) คําสบถ
(N) คําสาบาน
(N) ข้าวโอ๊ตบดหยาบๆ
(N) เมล็ดพืชที่ปลูกในช่วงหนาวเย็น
(PRF) ด้าน
(N) ความดื้อดึง
(ADJ) ใจแข็ง
(ADJ) ดื้อ
(ADV) อย่างดื้อรั้น
(N) การเชื่อฟัง
(ADJ) ที่เชื่อฟัง
(ADV) อย่างเชื่อฟัง
(N) การก้มคํานับ
(N) พฤติกรรมที่แสดงถึงการเคารพ
(N) แท่งหินที่มีด้านทั้งสี่ลาดเอียงและมีปลายแหลม
(ADJ) อ้วนเกินไป
(N) การอ้วนเกินไป
(VI) เชื่อฟัง
(VT) เชื่อฟัง
(VI) ้ยุ่งเหยิงิ
(VT) ทําให้มืด
(VT) ทําให้ยุ่งเหยิง
(VT) ทําให้สับสน
(N) การประกาศข่าวมรณกรรม
(N) คํานามพหูพจน์ของ obiter dictum
(N) คําพูดแสดงความคิดเห็น ความจริง หลักการหรืออื่นๆ
(N) การประกาศข่าวมรณกรรม
(N) นามที่ทําหน้าที่เป็นกรรมของคํากริยา
(N) วัตถุ
(N) วัตถุประสงค์
(VI) คัดค้าน
(VT) กล่าวคําคัดค้าน
(PHRV) คัดค้าน
(N) ลูกบิลเลียด
(N) เลนส์ที่อยู่ใกล้วัตถุที่สุด (เช่น เลนส์ในกล้องจุลทรรศน์)
(N) การทําให้เห็นเป็นรูปธรรม
(VT) ทําให้เห็นเป็นรูปธรรม
(N) ความรู้สึกคัดค้าน
(N) สาเหตุของการคัดค้าน
(ADJ) ซึ่งไม่น่าพอใจ
(ADJ) ที่น่ารังเกียจ
(ADJ) ที่เป็นสาเหตุให้คัดค้าน
(ADV) อย่างน่ารังเกียจ
(ADJ) ที่อยู่บนพื้นฐานของความเป็นจริง
(ADJ) ไม่ลําเอียง
(N) เป้าหมาย
(N) กรรมการก (ทางไวยากรณ์)
(ADV) อย่างยุติธรรม
(ADV) ู่อย่างถูกต้อง
(N) ความเป็นรูปธรรม
(N) การมุ่งในเรื่องของวัตถุ
(N) การไม่เอาเรื่องส่วนตัวเข้ามาเกี่ยวข้อง
(N) เลนส์ที่อยู่ใกล้วัตถุที่สุด (เช่น เลนส์ในกล้องจุลทรรศน์)
(N) ตัวอย่างที่เป็นอุทาหรณ์
(N) ผู้ตั้งเป้าไปที่บางสิ่ง
(PHRV) คัดค้าน
(N) ของตกแต่ง
(VT) ประณาม
(ADJ) ซึ่งเป็นทรงกลมแบน
(N) การเซ่นไหว้
(N) การบูชาด้วยขนมปังและเหล้าองุ่นในศาสนาคริสต์
(VT) ผูกมัด
(ADJ) ซึ่งผูกมัด
(N) ความรู้สึกเป็นหนี้บุญคุณ
(N) สัญญาผูกมัด
(N) หน้าที่
(ADJ) ที่ควรปฏิบัติตามหลักกฎหมาย
(VT) ช่วยเหลือ
(VT) ทําบุญคุณให้
(VT) บังคับ
(PHRV) ช่วย
(ADJ) ซึ่งถูกบังคับ
(ADJ) ซึ่งเป็นหนี้บุญคุณ
(PHRV) เป็นหนี้(บุญคุณ)
(PHRV) กรุณาให้
(ADJ) ที่ทําด้วยความเต็มใจ
(ADJ) เฉียง
(ADJ) อ้อมๆ
(N) เครื่องหมายแสดงการเลือก ( / )
(ADV) อย่างลาดเอียง
(ADV) อย่างอ้อมๆ
(N) การลาดเอียง
(N) การเอียง
(VT) ทําลายจนสิ้นซาก
(VT) ลบออกหรือปิดบังจนไม่เห็นร่องรอย
(N) การลืม
(ADJ) ซึ่งไม่ตระหนักถึง
(ADV) อย่างไม่คํานึงถึง
(ADV) อย่างลืมเลือน
(N) การลืมเลือน
(ADJ) ที่เป็นรูปสี่เหลี่ยมผืนผ้า
(N) รูปสี่เหลี่ยมผืนผ้า
(N) คําวิพากษ์อย่างรุนแรง
(ADJ) น่ารังเกียจ
(ADV) อย่างน่ารังเกียจ
(N) ความน่าขยะแขยง
(N) เครื่องดนตรีประเภทเป่าชนิดหนึ่ง
(N) ผู้เล่น oboe
(ABBR) คําย่อของ obscure, obsolete, observation, observatory
(ADJ) น่ารังเกียจ
(ADJ) ลามก
(ADV) อย่างลามก
(N) ความลามก
(N) คําพูดหยาบคาย
(N) การยับยั้งหรือต่อต้านความคิดใหม่ๆ
(ADJ) คลุมเครือ
(ADJ) ที่ไม่เด่น
(ADJ) (สี) ทึม
(VT) ปิดบัง
(ADV) อย่างมืดมัว
(N) คนหรือสิ่งที่ไม่เป็นที่รู้จัก
(N) ความไม่ชัดแจ้ง
(N) ความไม่เป็นที่รู้จัก
(VT) ขอร้อง
(N) พิธีฝังศพ
(ADJ) ช่างประจบ
(ADV) อย่างประจบสอพลอ
(N) การประจบสอพลอ
(ADJ) ที่น่าจดจํา
(ADJ) ที่สังเกตเห็นได้
(N) กฎหรือหลักเกณฑ์ทางศาสนา
(N) การปฏิบัติตาม
(N) การสังเกต
(N) พิธีกรรมทางศาสนา
(ADJ) ช่างสังเกต
(ADJ) ที่เชื่อฟัง (โดยเฉพาะทางศาสนา)
(ADV) อย่างเชื่อฟัง
(N) การสังเกต
(N) ความเห็น
(N) รถพ่วงรถไฟที่ออกแบบให้ผู้โดยสารชมทิวทัศน์ได้ชัดเจน
(N) หอสังเกตการณ์
(VI) เฝ้าดู
(VT) เฝ้าดู
(VT) ยินยอมทําตาม (ทางกฎหมายหรือประเพณี)
(VT) สังเกต
(VT) ออกความเห็น
(PHRV) พูดถึง
(N) ผู้สังเกตการณ์
(ADJ) ซึ่งน่าสังเกต
(VT) ครอบงํา
(N) การครอบงําจิตใจ
(N) ความหลงใหล
(ADJ) อย่างหลงใหล
(ADJ) ที่คิดหมกมุ่นอยู่กับสิ่งใดสิ่งหนึ่งมากเกินไป
(N) คนที่คิดหมกมุ่นอยู่กับสิ่งใดสิ่งหนึ่งมากเกินไป
(ADV) อย่างหมกมุ่น
(PHRV) ครอบงํา
(N) หินสีดําชนิดหนึ่งใสเหมือนแก้วเกิดจากหินภูเขาไฟ
(VI) พ้นสมัย
(N) ความโบราณ
(ADJ) ที่ล้าสมัย
(ADJ) ที่ล้าสมัย
(N) ความโบราณ
(N) อุปสรรค
(N) สิ่งยุ่งยากเรียงกันเข้ามา
(N) การแข่งวิบาก
(ADJ) เกี่ยวกับการคลอดลูก
(ADJ) เกี่ยวกับการคลอดลูก
(N) สูตินรีแพทย์
(N) ์สูติศาสตร์
(N) ความดื้อ
(ADJ) ดื้อดึง
(ADJ) ยากที่จะควบคุมหรือแก้ไขได้
(ADV) อย่างดื้อรั้น
(ADJ) ซึ่งควบคุมได้ยาก
(ADJ) ที่อึกทึก
(VT) ขวางทาง
(VT) ขัดขวาง
(N) การขัดขวาง
(N) สิ่งกีดขวาง
(N) การขัดขวาง
(N) ผู้ขัดขวาง
(ADJ) ซึ่งกีดขวาง
(ADV) อย่างกีดขวาง
(N) การกีดขวาง
(VT) ได้รับ
(ADJ) ที่สามารถได้มา
(PHRV) จัดหามาให้
(PHRV) ได้รับจาก
(VI) เข้าไปยุ่ง
(VT) เข้าไปยุ่ง
(PHRV) รุกล้ํา
(N) การยื่นออกมา
(ADJ) ที่เข้าไปก่อความรําคาญ
(ADV) อย่างเด่นชัด
(N) ความเด่นชัด
(ADJ) ทึ่ม
(ADJ) ทื่อ
(ADJ) ซึ่งเป็นมุมป้าน (มุมมากกว่า 90 องศา แต่น้อยกว่า 180)
(ADV) อย่างโง่เง่า
(N) ความโง่
(ADJ) ที่เป็นด้านตรงข้าม
(N) ด้านตรงกันข้ามของเหรียญ
(N) ด้านตรงข้าม
(VT) ป้องกัน
(ADJ) ชัดเจน
(ADV) อย่างเห็นชัด
(N) ความชัดเจน
(N) เครื่องดนตรีประเภทเป่าชนิดหนึ่ง
(N) สาเหตุ
(N) โอกาส
(VT) เป็นเหตุให้
(ADJ) ซึ่งใช้ในโอกาสพิเศษ
(ADJ) ซึ่งเป็นครั้งคราว
(ADV) บางครั้งบางคราว
(N) โต๊ะเล็กเบาที่ยกไปไหนมาไหนง่าย
(N) ประเทศตะวันตก (โดยเฉพาะประเทศแถบยุโรป&อเมริกา)
(N) ภาคตะวันตก
(ADJ) เกี่ยวกับชาวตะวันตก
(ADJ) ทางภาคตะวันตก
(N) ส่วนหลังของศีรษะ
(VT) ปิด
(N) การสบกันของฟันบนและล่าง
(N) การอุด
(ADJ) เกี่ยวกับเวทมนตร์
(ADJ) ลึกลับ
(N) เวทมนตร์
(VT) ซ่อน
(N) การใช้เวทมนตร์คาถา
(N) ผู้ใช้เวทมนตร์
(N) การศึกษาเรื่องเหนือธรรมชาติ
(N) การครอบครอง
(N) ผู้ที่อาศัยอยู่
(N) การยึดครอง
(N) อาชีพ
(ADJ) ซึ่งเกี่ยวกับอาชีพ
(N) โรคที่เกิดจากสภาพของงานที่ทํา
(ADV) ทางอาชีพ
(N) ผู้รักษาโรคที่เกิดจากสภาพของงานที่ทํา
(N) การรักษาโรคโดยการให้ทํากิจกรรมเบาๆ
(ADJ) ซึ่งยุ่งวุ่นวาย
(N) ผู้ครอบครอง
(VT) กิน (เนื้อที่หรือเวลา)
(VT) ดํารงตําแหน่ง
(VT) ยึดครอง
(VT) ยุ่งอยู่
(VT) อาศัยอยู่ใน
(PHRV) ง่วนอยู่กับ
(PHRV) วุ่นอยู่กับ
(VI) เกิดขึ้น
(VI) เข้ามาในจิตใจ
(VI) มีอยู่
(N) การเกิดขึ้น
(N) เหตุการณ์ที่เกิดขึ้น
(PHRV) ผุดขึ้นในใจของ
(N) จํานวนมาก
(N) มหาสมุทร
(ADJ) ซึ่งตั้งอยู่บริเวณใกล้มหาสมุทร
(ADJ) (เรือ) ซึ่งสร้างเพื่อข้ามทะเลหรือมหาสมุทร
(N) เรือเดินสมุทรเร็ว
(N) หมู่เกาะทางแปซิฟิก
(ADJ) แห่งมหาสมุทร
(N) เรือเดินสมุทร
(N) การศึกษาเกี่ยวกับมหาสมุทร
(N) สัตว์จําพวกแมวชนิดหนึ่งคล้ายเสือดาว
(INT) คําอุทานแสดงความประหลาดใจ เสียใจหรืออื่นๆ
(N) สีเหลืองออกน้ําตาล
(N) สีเหลืองออกน้ําตาล
(SUF) เล็กน้อย
(ADV) โดยนาฬิกา
(ABBR) คําย่อของ Optical Character Recognition
(ABBR) คําย่อของ October
(N) จํานวนแปด
(PRF) แปด
(N) จํานวนแปด
(N) รูปที่มีแปดเหลี่ยมและแปดมุม
(ADJ) แปดด้าน
(N) รูปแปดด้าน
(N) กลอนแปด
(N) สารในน้ํามันปิโตรเลียม (ใช้แสดงคุณภาพของน้ํามัน)
(N) ค่าแสดงคุณสมบัติของตัวการเผาไหม้
(N) รูปทรงสามมิติซึ่งมีแปดด้าน
(N) ความแตกต่างระหว่างโน้ตตัวแรกกับตัวที่แปดในโน้ตคู่แปด
(N) หนังสือขนาด 16 หน้ายก
(N) กลุ่มที่มีจํานวนแปด (โดยเฉพาะนักดนตรี)
(N) จํานวนแปด
(PRF) แปด
(N) เดือนตุลาคม
(N) ตุลาคม
(N) คนที่มีอายุระหว่าง 80 ถึง 89 ปี
(N) ปลาหมึกยักษ์
(N) ภาษีสินค้าเข้าเมือง
(ADJ) เกี่ยวกับสายตา
(N) จักษุแพทย์
(SL) ตายเพราะได้รับยาเกินขนาด
(VI) ใช้เกินขนาด
(ADJ) เกิดขึ้นบางครั้งบางคราว
(ADJ) ซึ่งเป็นเลขคี่
(ADJ) โดยประมาณ
(ADJ) ที่ห่างไกล
(ADJ) ที่เหลือเป็นเศษ
(ADJ) แปลก
(ADJ) ไม่มีคู่
(N) บุคคลที่มีพฤติกรรมแปลกๆ (คําไม่เป็นทางการ)
(SL) รูปร่างแปลก
(N) สมาชิกของสมาคมการกุศลอังกฤษก่อตั้งขึ้นเมื่อศตวรรษ18
(N) คนหรือสิ่งที่แตกต่าง
(N) คนทํางานเล็กๆ น้อยๆ
(N) งานจิปาถะ
(ADV) อย่างแปลกประหลาด
(IDM) คน / สิ่งประหลาด
(N) เศษเล็กๆ น้อยๆ
(N) เศษเล็กๆ น้อยๆ
(N) ความประหลาด
(N) โอกาสที่จะเป็นไปได้
(IDM) สิ่งของจิปาถะ
(IDM) มีโอกาสน้อยมาก
(ADJ) เป็นต่อ
(N) บทกวี
(N) เทพเจ้าโอดิน (ในเทพนิยายของนอรเวย์)
(ADJ) น่ารังเกียจ
(ADV) อย่างน่าขยะแขยง
(N) ความน่าขยะแขยง
(N) ความเกลียดชัง
(N) เครื่องมือวัดระยะทางที่ผ่าน
(N) อาการปวดฟัน (คําศัพท์เฉพาะทาง)
(N) ผู้ศึกษาเกี่ยวกับฟันและโรคฟัน
(N) การศึกษาเกี่ยวกับฟันและโรคฟัน
(N) กลิ่น
(ADJ) ที่มีกลิ่นหอม
(ADV) โดยมีกลิ่นแรง
(ADJ) ที่ไม่มีกลิ่น
(ADJ) ที่มีกลิ่นหอม
(ADV) อย่างมีกลิ่นแรง
(N) กลิ่น
(N) กิตติศัพท์
(SL) น้ําหอม
(IDM) บรรยากาศที่อบอวลด้วยสิ่งศักดิ์สิทธิ์หรือพระเจ้ามากเกินไป
(N) วีรบุรุษในเทพนิยายกรีก
(N) การเดินทางผจญภัยที่ยาวนาน
(ADJ) อาการบวมน้ํา (ทางการแพทย์)
(ADJ) เกี่ยวกับ Oedipus complex
(N) การที่เด็กผู้ชายมีความรักแม่แต่ไม่ชอบพ่อ
(ADV) คําย่อจาก over
(PREP) คําย่อจาก over
(N) หลอดอาหาร
(N) ฮอร์โมนเพศหญิง สร้างมาจากรังไข่
(N) ผลงานทางศิลปะ (โดยเฉพาะงานของศิลปินเดี่ยว)
(PREP) ของ
(IDM) มีอายุเหมาะสม
(IDM) ช่างกล้าจริงๆ
(IDM) ลองนึกดูสิ
(PHRV) มี (ความรู้สึก, คุณภาพ, สถานภาพฯลฯ)
(IDM) เป็นประโยชน์ (ต่อบางคน)
(PHRV) จากไป
(PHRV) เตรียม
(PHRV) ไปให้พ้น
(PHRV) พูดพล่าม
(PHRV) ไม่ทํางาน (เช่น เครื่องไฟฟ้า)
(PHRV) เริ่ม (แข่งขัน)
(PHRV) เลิก
(PHRV) เลิกงาน
(PHRV) หมด (อาหาร)
(PHRV) (อาหาร) บูด
(PHRV) ไม่สนใจ
(PHRV) หยุดใช้ยา
(PHRV) หลุด
(ADV) ไม่ทํางาน
(ADV) ลดลงจาก
(ADV) ออกจาก
(ADV) เอาออก
(PREP) ไม่ทํางาน
(PREP) ลดลงจาก
(PREP) ออกจาก
(SL) จากไป
(SL) ตาย
(IDM) ไม่แน่นอน
(N) เครื่องในสัตว์
(ADV) บางคราว
(ADJ) ไม่สมดุล
(ADJ) ซึ่งไม่ใช่ธรรมเนียมนิยม
(ADJ) ไม่ใช่ของบรอดเวย์
(ADJ) ไม่ตรงกลาง
(ADJ) ไม่ตรงกลาง
(IDM) ไม่อยู่กึ่งกลาง
(N) ความเป็นไปได้น้อยมาก
(ADV) อย่างเป็นทางการ
(IDM) รู้สึกไม่ค่อยสบาย
(N) ชิ้นส่วนที่เหลืออยู่จากตัดส่วนหลักไปแล้ว
(N) วันที่ไม่สามารถทําสิ่งต่างๆ ได้ดีเหมือนปกติ
(ADJ) ไม่ได้ปฏิบัติงาน
(IDM) หมดหน้าที่
(SL) ถูกฆ่าตาย
(N) เมืองทางตะวันตกของประเทศเยอรมัน
(N) การกระทําผิดกฎหมาย
(N) การทําให้ขุ่นเคือง
(N) การรุก
(N) ความรู้สึกขุ่นเคือง
(VI) เป็นสาเหตุให้ไม่พอใจ
(VI) ฝ่าฝืนกฎ
(VT) ทําให้โกรธ
(PHRV) ละเมิด (กฎหมาย, ประเพณี ฯลฯ)
(ADJ) ซึ่งทําให้ขุ่นเคือง
(ADV) อย่างขุ่นเคือง
(N) ผู้กระทําความผิด
(ADJ) ซึ่งขุ่นเคือง
(PHRV) ทําให้ขุ่นเคืองกับ
(N) การกระทําผิด
(N) การโจมตี
(N) ความโกรธเคือง
(ADJ) ซึ่งป้องกันไม่ได้
(ADJ) ก้าวร้าว
(ADJ) ซึ่งใช้เพื่อการโจมตี
(ADJ) ซึ่งทําให้ไม่พอใจ
(ADJ) น่ารังเกียจ
(N) การโจมตี
(ADV) อย่างน่ารังเกียจ
(N) ความน่ารังเกียจ
(N) ข้อเสนอ
(N) ราคาที่ลดลง
(VT) บูชา (ทางศาสนา)
(VT) เสนอเพื่อให้พิจารณา
(VT) เสนอราคา
(VT) อาสา
(PHRV) เสนอสําหรับ
(N) ของถวาย (ทางศาสนา)
(N) ของบูชา
(PHRV) เสนอ
(N) ของบูชา
(PHRV) ถวาย (บางสิ่งหรือบางคน) ให้กับพระเจ้า
(IDM) โดยไม่ระวังตัว
(ADJ) ี่ไม่ได้ใส่ใจ
(ADV) โดยไม่ได้เตรียมการมาก่อน
(ADV) โดยไม่ใส่ใจ
(N) ช่วงเวลาไม่เร่งรีบเช่น ช่วงคนไม่พลุกพล่าน การจราจรไม่ติดขัด)
(N) ตําแหน่ง
(N) สํานักงาน
(N) หน่วยงานของรัฐ
(N) หน้าที่
(N) เจ้าหน้าที่รัฐบาล
(N) อาคารใหญ่ซึ่งเป็นสํานักงานของหลายบริษัท
(N) เด็กหนุ่มที่จ้างให้ทํางานง่ายๆ ในสํานักงาน
(N) เด็กสาวที่จ้างให้ทํางานง่ายๆ ในสํานักงาน
(N) เจ้าหน้าที่รัฐบาล
(N) ชั่วโมงทํางาน
(N) นายตํารวจ
(N) นายทหาร
(N) พนักงาน
(N) พนักงานออฟฟิศ
(ADJ) ที่เป็นทางการ
(N) เจ้าหน้าที่
(N) ข้าราชการ
(N) สํานวนภาษาของเอกสารทางการ
(N) ความเป็นทางการเกินไป (คําไม่เป็นทางการ)
(ADV) อย่างเป็นทางการ
(N) พนักงานพิทักษ์ทรัพย์สิน (ทางกฎหมาย)
(N) ผู้นําประกอบพิธี
(VI) ทําหน้าที่
(VI) เป็นผู้ประกอบพิธี
(PHRV) ปฏิบัติหน้าที่เป็น (อย่างเป็นทางการ)
(PHRV) ทําหน้าที่อย่างเป็นทางการ
(ADJ) ซึ่งปรุงไว้เรียบร้อยแล้ว (คําโบราณ)
(ADJ) เจ้ากี้เจ้าการ
(ADV) อย่างเจ้ากี้เจ้าการ
(N) ความเจ้ากี้เจ้าการ
(SL) ร้านขายเครื่องดื่มแอลกอฮอล์
(N) ตําแหน่งที่อยู่ไกล (เกี่ยวกับการเดินเรือ)
(ADJ) ที่ไม่เป็นมิตร (คําไม่เป็นทางการ)
(ADJ) นอกคีย์ดนตรี
(N) ร้านขายสุราแบบผู้ซื้อนําขวด/กระป๋องที่ใส่ไปด้วยได้
(ADJ) ที่ห้ามเข้า
(IDM) ห้ามเข้า
(ADJ) ไม่สามารถติดต่อได้ (ทางคอมพิวเตอร์)
(VT) กําจัด
(IDM) เสียสติ
(IDM) เล่นไม่ดี (กีฬา)
(IDM) เลิกรับผิดชอบ
(IDM) เสียสติ
(IDM) บ้า
(IDM) เสียสติ
(IDM) ไม่อยากอาหาร (เพราะป่วย)
(IDM) บ้า
(IDM) เสียสติ
(IDM) บ้า
(ADJ) ซึ่งมีราคาถูกและไม่ใช่ช่วงที่นิยม
(N) การพิมพ์แยกออกมาต่างหาก
(ADJ) ขุ่นเคือง
(ADJ) ซึ่งไม่ใช้กับถนนสาธารณะ
(ADJ) ที่มีกิจกรรมเกิดขึ้นน้อย
(ADV) ในระหว่างเวลาที่มีกิจกรรมน้อย
(N) ช่วงวุ่นวายน้อยทางธุรกิจหรือการเดินทาง
(N) ช่วงเวลาที่มีกิจกรรมน้อย
(N) สิ่งชดเชย
(VT) ชดเชย
(N) แท่นพิมพ์
(N) กิ่งก้าน (ที่แยกจากลําต้น)
(N) สิ่งที่แยกย่อยออกมา
(ADJ) ซึ่งอยู่ห่างจากฝั่ง
(ADV) อยู่ห่างจากฝั่ง
(ADJ) ที่อยู่ในด้านที่ห่างจากขอบถนน
(ADJ) ที่อยู่ในตําแหน่งล้ําหน้า
(IDM) บางคนหรือบางสิ่งกําลังจากไป
(N) ผลที่เกิดขึ้น
(N) ลูกหลาน
(ADJ) ซึ่งไม่แสดงบนเวที
(ADJ) ซึ่งไม่ได้ตั้งอยู่บนถนนสาธารณะ
(IDM) หยุดกระจายเสียง (ทางวิทยุโทรทัศน์)
(IDM) อยู่ในเส้นทางที่ไม่คุ้นเคย
(ADJ) ซึ่งไม่ได้เตรียมตัวมา
(IDM) ไม่ได้เตรียมไว้ล่วงหน้า
(IDM) ไม่ได้เตรียมไว้ล่วงหน้า
(IDM) ไม่มีหน้าที่ในการตัดสินใจ (คําไม่เป็นทางการ)
(IDM) มีคําสั่งห้ามเข้า (สถานที่) (ทางทหาร)
(IDM) ไม่เป็นทางการ
(SL) หาได้ง่าย
(IDM) โดยไม่ต้องคิด
(IDM) แปลก
(IDM) เริ่มต้นได้ดี
(PHRV) เริ่มต้นด้วย
(ADJ) นอกสนามแข่ง
(ADJ) ที่มีสีขาวนวล
(N) สีขาวนวล
(PHRV) กําจัด
(SL) เมามาก
(SL) บ้า
(SL) บ้า
(IDM) มาสาย
(IDM) ไม่ประสบผล
(IDM) เห็นด้วยทุกอย่าง
(IDM) เลือกด้วยตนเอง
(IDM) เลือกด้วยตนเอง
(IDM) สามารถตัดสินได้  (ทางกฎหมาย)
(ADV) บ่อยๆ
(ADV) บ่อยๆ
(ADV) บ่อยๆ
(IDM) มีคุณภาพดีที่สุด
(IDM) หัวโบราณ
(IDM) ไม่สามารถตัดสินได้ (ทางกฎหมาย)
(N) เส้นโค้งที่มีรูปคล้ายตัวเอส (S)
(N) โค้งหลังคา
(VI) จ้องมองด้วยความปรารถนา
(VT) จ้องมองด้วยความปรารถนา
(PHRV) ทําตาหวานใส่
(N) คนที่น่ากลัว
(N) ยักษ์กินมนุษย์เป็นอาหาร
(N) ปีศาจหญิง
(INT) คําอุทานแสดงความตกใจ
(SL) ว้าว (คําอุทานแสดงความตื่นเต้น / ตกใจ)
(N) หน่วยวัดความต้านทานไฟฟ้า (โอห์ม)
(N) เครื่องวัดความต้านทานกระแสไฟฟ้า
(N) กฎของโอห์มเกี่ยวกับเรื่องความต้านทานกระแสไฟฟ้า
(INT) คําอุทานแสดงความประหลาดใจหรือชัยชนะ
(ABBR) คําย่อของ overhead projector
(IDM) ไม่น่าเชื่อ (ใช้ไม่เป็นทางการ)
(SL) คุณคิดอย่างนั้นหรือ
(INT) คําอุทานแสดงความไม่พอใจ
(N) คนน่ารังเกียจ (คําสแลง)
(N) น้ํามัน
(VT) หยอดน้ํามันเพื่อทําให้ลื่น
(ADJ) ซึ่งผลิตน้ํามัน
(N) กระป๋องน้ํามันหล่อลื่นเครื่องจักร
(N) ผ้าน้ํามันสําหรับกันน้ําเข้า
(N) สีน้ํามัน
(N) สีน้ํามัน
(ADJ) ซึ่งมีน้ํามัน
(N) บ่อน้ํามันใต้ดินหรือทะเล
(N) แหล่งน้ํามัน
(ADJ) ซึ่งใช้น้ํามันเป็นเชื้อเพลิง
(N) ความมัน
(N) ผู้ทํางานในเหมืองน้ํามัน
(N) สีน้ํามัน
(N) ภาพสีน้ํามัน
(N) ที่รองน้ํามันใต้เครื่องยนต์
(N) กระดาษน้ํามันซึ่งกันน้ําได้
(ADJ) ซึ่งเต็มไปด้วยน้ํามัน
(N) อุปกรณ์ขุดเจาะน้ํามัน
(N) ต้นไม้ซึ่งใช้เลี้ยงสัตว์และทําน้ํามัน
(N) หินน้ํามัน
(N) ผ้าเคลือบมันใช้กันน้ํา
(N) คราบน้ํามันที่ลอยบนผิวน้ํา
(IDM) ติดสินบนบางคน
(N) หินสําหรับลับมีด
(N) เรือขนาดใหญ่บรรทุกน้ํามัน
(IDM) ช่วยทําให้ง่ายขึ้น
(N) บ่อน้ํามัน
(ADJ) เหมือนกับน้ํามัน
(ADJ) ัที่ประจบประแจงง
(ADJ) ู่เป็นมัน
(SL) บุหรี่
(SL) บุหรี่
(N) เสียงหมู
(N) ขี้ผึ้ง
(SL) น้ําส้ม (มาจาก orange juice)
(ADJ) ใช้ได้
(ADJ) ที่พอให้ผ่านได้
(ADJ) ที่ยอมให้ได้
(ADV) อย่างดีพอสมควร
(INT) ใช้วางหลังประโยคบอกเล่าเพื่อถามว่าเห็นด้วยหรือตกลงหรือไม่
(INT) เห็นด้วย
(N) การเห็นด้วย
(SL) ตกลง
(VT) ยินยอม
(N) สัตว์เลี้ยงลูกด้วยนม
(N) สัตว์สี่เท้าคล้ายยีราฟแต่คอสั้นกว่าอาศัยอยู่ทางแอฟริกา
(ADJ) ใช้ได้
(SL) ตกลง
(INT) เห็นด้วย
(INT) เห็นด้วย
(N) กระเจี๊ยบ
(ADJ) เก่าแก่
(ADJ) แก่
(ADJ) ที่มีประสบการณ์
(ADJ) ที่อยู่ในช่วงก่อน
(N) ช่วงหลังของชีวิต
(N) เงินบํานาญสําหรับผู้เกษียณ
(N) คนเกษียณที่ได้รับบํานาญ
(IDM) แก่มาก
(N) คนแก่น่ารําคาญ
(N) ตํารวจ
(N) นักเรียนเก่า
(N) ู้ชายแก่
(SL) คนแก่
(SL) คนแก่
(N) ประเทศเกิด
(ADJ) คําเก่าของ old
(ADJ) ซึ่งมีมานานแล้ว
(N) ภาษาอังกฤษในยุคแรก
(N) สุนัขพันธุ์ใหญ่หางยาวสีเทาและลําตัวมีขนสีขาว
(IDM) แก่จนเป็นพ่อได้ (ใช้ในความหมายว่าแก่เกินไป)
(IDM) แก่จนเป็นแม่ได้ (ใช้ในความหมายว่าแก่เกินไป)
(ADJ) ซึ่งมีมานานแล้ว
(ADJ) (สถานที่หรือบรรยากาศ) แบบเก่าๆ
(ADJ) ที่ล้าสมัย
(N) คนรักเก่า
(SL) คนล้าสมัย
(N) ภาษาฝรั่งเศสในยุคแรก
(SL) คําเรียกขานด้วยความรัก
(N) ศิษย์เก่า (โรงเรียนสตรี)
(N) ชื่อธงของอเมริกา
(N) ผู้ต่อต้านการเปลี่ยนแปลงองค์กร
(N) ผู้เชี่ยวชาญ
(IDM) ผู้เชี่ยวชาญ (คําไม่ทางการ)
(SL) ผู้เชี่ยวชาญ
(N) สิ่งล้าสมัย
(IDM) ล้าสมัย (คําไม่เป็นทางการ)
(SL) การเลิกคิด
(N) คนแก่
(SL) สิ่งที่เก่าแต่ยังเป็นที่ชื่นชอบ
(ADJ) แก่
(N) ภรรยาหรือมารดา
(SL) เมีย
(SL) แม่
(N) คนติดคุกหลายครั้ง (คําไม่เป็นทางการ)
(N) ผู้หญิงที่อยู่เป็นโสดไปจนแก่ (คําหยาบ)
(N) สามีหรือบิดา
(SL) เพื่อนหนุ่ม
(N) ศิลปินวาดภาพที่มีชื่อเสียงในช่วงศตวรรษ13-17 ของยุโรป
(N) ปีศาจ
(N) ภาษาเยอรมันในยุคแรก
(N) บ้านพักคนชรา
(SL) ขวดเหล้าเปล่า
(N) ผู้มีประสบการณ์มาก
(N) คนแก่
(ADJ) แบบเก่า
(N) คัมภีร์ของศาสนาคริสต์
(ADJ) สมัยก่อน
(N) คนอยู่มานาน
(N) คนที่จู้จี้
(N) ภรรยา (คําหยาบ)
(ADJ) ล้าสมัย
(N) โลกเก่า (หมายถึงยุโรป เอเชียและแอฟริกา)
(ADJ) แก่
(ADJ) ที่ผสมด้วยน้ํามัน
(N) ไม้พุ่มที่มีใบเรียวแหลมและมีดอกสีม่วง ขาวหรือชมพู
(N) เนยเทียม
(N) การสอบในระดับต่ํากว่า A level (ใน England และ Wales)
(N) กลิ่น
(N) การดมกลิ่น
(ADJ) เกี่ยวกับการดมกลิ่น
(PRF) เล็ก
(N) ผู้ปกครองคนหนึ่งในระบอบคณาธิปไตย
(N) กลุ่มคนเล็กๆ ที่ปกครองประเทศ
(N) การปกครองโดยกลุ่มคนกลุ่มหนึ่ง
(PRF) เล็ก
(ADJ) ที่มีสีเขียวเข้มปนเหลือง
(N) ต้นโอลิฟว์
(N) ผลโอลิฟว์
(N) ีสีเขียวเข้มปนเหลือง
(N) ท่าทางแสดงการผูกไมตรี
(ADJ) ที่มีสีเขียวเข้มปนเหลือง
(N) สีเขียวเข้มปนเหลือง
(N) น้ํามันที่ได้จากผลโอลิฟว์
(N) ทหารนําทัพต่อสู้กับพระเจ้าชาร์ลที่1 ในสงครามกลางเมืองอังกฤษ
(N) ที่ราบแห่งหนึ่งในกรีกใช้เป็นที่แข่งกีฬาโอลิมปิกเป็นครั้งแรก
(N) การแข่งขันระหว่างประเทศ
(ADJ) มีอํานาจ
(N) ผู้เข้าแข่งขันในกีฬาโอลิมปิก
(ADJ) เกี่ยวกับกีฬาโอลิมปิก
(N) การแข่งกีฬาโอลิมปิก
(N) การแข่งกีฬาโอลิมปิก
(N) ภูเขาโอลิมปัสในประเทศกรีซ
(N) กวีชาวเปอร์เซีย
(N) ผู้ตรวจการของรัฐสภา
(N) การจบสิ้น
(N) อักษรตัวสุดท้ายในภาษากรีก
(N) ไข่เจียว
(N) ไข่เจียว
(N) ลางบอกเหตุ
(VT) มีลางบอกเหตุ
(ADJ) ที่เป็นลางร้าย
(ADV) อย่างเป็นลาง
(N) การละเลย
(N) สิ่งที่ละเลย
(VT) ละเลยไป
(PHRV) ลบออกจาก
(PRF) ทั้งหมด
(N) รถเมล์
(N) หนังสือรวมเรื่อง
(N) การมีอํานาจไม่สิ้นสุด
(ADJ) ซึ่งมีอํานาจไม่สิ้นสุด
(N) การพบเห็นในทุกที่
(ADJ) ซึ่งพบเห็นในทุกที่
(N) ความรอบรู้
(ADJ) ที่รอบรู้
(N) คนหรือสัตว์ที่กินทั้งพืชและสัตว์เป็นอาหาร
(ADJ) ที่กินทุกสิ่งทุกอย่าง
(PHRV) เกิดขึ้น
(PHRV) ทํางานอยู่ (เช่น เครื่องไฟฟ้า)
(PHRV) รับหน้าที่
(PHRV) เห็นด้วยกับ (คําไม่เป็นทางการ)
(PHRV) (พนัน) เข้าข้าง
(PHRV) รับประทานยาเป็นประจํา
(PHRV) อยู่กับที่
(PHRV) อยู่ในเส้นทาง
(ADJ) ที่กําลังทํางานอยู่
(ADJ) ที่เป็นไปตามกําหนด
(ADV) อย่างกําลังดําเนินอยู่
(ADV) อย่างต่อไป
(ADV) อย่างทํางานอยู่
(PREP) เกี่ยวกับ
(PREP) ใกล้
(PREP) (ใช้จ่าย) ไปกับ
(PREP) โดย (วิธีการ)
(PREP) (ติด) ไว้ที่
(PREP) ทาง (ทิศทาง)
(PREP) ที่ (ใช้บอกสถานที่)
(PREP) ใน (ใช้กับวัน, วันที่, โอกาส)
(PREP) ในสภาพ
(PREP) บน
(PREP) อยู่ในระหว่าง
(PHRV) คุยเกี่ยวกับ
(IDM) (ซื้อของ) แบบเงินเชื่อ
(IDM) เนื่องจาก
(IDM) พร้อมรบ (ทางทหาร)
(IDM) กําลังลดน้ําหนัก (ด้วยการควบคุมอาหาร)
(IDM) รู้จักดีมาก
(IDM) ไม่แน่นอน
(ADJ) กําลังออกอากาศ
(ADV) กําลังออกอากาศ
(IDM) คลาน
(IDM) ที่เกิดขึ้นและหยุดเป็นพักๆ
(IDM) เท่ากับ
(IDM) แบบส่งสินค้าให้ดูก่อนซื้อ
(IDM) แบบส่งสินค้าให้ดูก่อนซื้อ
(PHRV) ดุด่า
(SL) ดื่มสุรา
(SL) คอยควบคุมดูแล
(IDM) โดยทั่วไป
(IDM) (ทําบางสิ่ง) ในนามของ
(IDM) ทํางานให้กับ
(IDM) บนหรือใน (เรือ, รถ, เครื่องบินหรือพาหนะอื่น)
(IDM) พร้อมให้บริการเมื่อเรียกหา
(ADV) ณ เวลาหนึ่งในอดีต
(CONJ) ทันทีที่
(N) หนึ่งครั้ง
(IDM) เป็นครั้งสุดท้าย
(IDM) ไม่บ่อย
(IDM) โอกาสครั้งเดียวในชีวิต
(IDM) ไม่กี่ครั้ง
(N) การมองสํารวจอย่างรวดเร็ว
(SL) ผ่านๆ
(IDM) กาลครั้งหนึ่งนานมาแล้ว
(IDM) เป็นสุขมาก (คําไม่เป็นทางการ)
(N) ผู้ศึกษาและรักษาด้านเนื้องอกของร่างกาย
(N) การศึกษาและการรักษาด้านเนื้องอกของร่างกาย
(ADJ) ที่กําลังจะเกิดขึ้น
(IDM) บนดาดฟ้าเรือ
(IDM) ซึ่งเก็บไว้ในที่ปลอดภัย
(IDM) อยู่ในหน้าที่
(ADJ) ที่มีจํานวนหนึ่งเดียว
(N) เลขหนึ่ง
(N) สิ่งที่มีค่าเท่ากับหนึ่ง
(PRON) คนหรือสิ่งที่ไม่เฉพาะเจาะจง
(PRON) คําแทนคํานามที่นํามาก่อน
(IDM) ทุกคน
(IDM) บุคคลที่มีชื่อเสียงและความสามารถ (ใช้แนะนําหรือเพื่อเน้นย้ํา)
(IDM) คนหรือสิ่งที่เหมือนกันมาก
(PRON) ซึ่งกันและกัน
(N) เครื่องเล่นพนันอย่างหนึ่ง
(IDM) น่าแปลก (ใช้ตามหลัง who, what, when, where, how, which)
(IDM) ทีละคน
(IDM) ทีละคน
(IDM) ประหม่า
(IDM) วิตกกังวล
(SL) รูที่ปลายอวัยวะเพศ
(IDM) รู้จักดีมาก
(IDM) การปฏิบัติ การกระทํา หรือพฤติกรรมทําลายสถิติ
(SL) การดื่มสุรา (ก่อนเดินทาง)
(IDM) คนทําดีย่อมได้ดี
(ADJ) ซึ่งใช้ม้าตัวเดียว
(ADJ) ซึ่งเล็กมากและไม่สําคัญ
(IDM) คนหรือสิ่งหายาก
(IDM) คนหรือสิ่งหายาก
(IDM) คนหรือสิ่งหายาก
(IDM) ผลหรือการกระทําที่เป็นสิ่งแทนความพ่ายแพ้หรือความผิดหวังของบางคน
(IDM) ก้าวนําคนอื่นไปหนึ่งก้าว
(N) คําพูดตลกสั้นๆ
(ADJ) เหมาะกับคนคนเดียว
(N) นักดนตรีที่เล่นดนตรีหลายชิ้นพร้อมกัน
(SL) การแสดงงานศิลปะของคนคนเดียว
(IDM) จริงจังมาก
(ADJ) เอาอีก
(IDM) ก้าวนําคนอื่นไปหนึ่งก้าว
(N) ความเป็นหนึ่งเดียว
(N) การแสดงที่เล่นเพียงครั้งเดียวและคืนเดียว
(IDM) สิ่งที่ตั้งใจทําเป็นพิเศษ
(N) ซึ่งเกิดขึ้นครั้งเดียว
(IDM) บางวัน
(ADJ) ระหว่างสองคนเท่านั้น
(N) ครอบครัวที่มีพ่อหรือแม่คนเดียว
(N) ซึ่งมีคนเดียว
(ADJ) ซึ่งมีส่วนเดียว
(N) คนหรือสิ่งพิเศษ (คําไม่เป็นทางการ)
(ADJ) ยาก
(ADV) อย่างเป็นภาระ
(N) ความยาก
(IDM) เป็นสิ่งโปรด
(IDM) หมาเห่าใบตองแห้ง
(IDM) สามีหรือภรรยา (คําไม่เป็นทางการ)
(IDM) โกรธ
(IDM) กลัวลนลาน
(IDM) พบกับความหายนะ (คําไม่เป็นทางการ)
(PRON) ตนเอง
(IDM) กินมากเกินกว่าปกติ (คําไม่เป็นทางการ)
(IDM) รู้สึกเมตตาสงสารบางคน
(IDM) รู้สึกกลัว
(IDM) มีความตั้งใจ แม้ผลที่ได้จะออกมาไม่ดี
(IDM) มีความปรารถนาหรือความคาดหวังบางสิ่ง
(IDM) ใจเต้นตึกตัก
(IDM) ใจเต้นตึกตัก
(IDM) หัวใจแทบหยุดเต้น
(ADJ) ซึ่งมีครั้งเดียวเท่านั้น
(ADJ) ข้างเดียว
(ADJ) ลําเอียง
(IDM) โชคดี
(IDM) หมดโชค
(IDM) มีปัญหา
(IDM) หัวสูง
(IDM) ถึงเวลาตาย
(IDM) กลัวจนหางจุกตูด
(N) การเต้นรําจังหวะบอลรูม
(ADJ) ซึ่งสามารถซื้อหาหรือทําทุกสิ่งได้ในสถานที่แห่งเดียว
(IDM) วิถีชีวิต
(IDM) พูดไม่ออก
(IDM) มีงานที่ใหญ่และยากให้ทํา
(ADJ) เก่า
(ADJ) เพียงครั้งเดียว
(ADJ) ซึ่งเป็นส่วนเกิน
(SL) ความเมา
(ADJ) เกี่ยวข้องระหว่างคนสองคน
(ADJ) ซึ่งมุ่งไปที่จุดเดียว
(IDM) จิตใจหมกมุ่นกับเรื่องใดเรื่องหนึ่ง (มักเกี่ยวกับเพศสัมพันธ์)
(N) ใจมุ่งมั่นเรื่องเดียว
(VT) ได้เปรียบ
(N) ทักษะในการเอาเปรียบคนอื่น
(IDM) นําหน้า
(ADJ) ที่เดินทางเที่ยวไปเที่ยวเดียว
(ADJ) ที่เดินรถทางเดียว
(IDM) อย่างไรก็ตาม
(N) ทางที่แล่นรถทางเดียว
(N) การจราจรที่ให้รถแล่นทางเดียว
(N) ซึ่งทําหรือควบคุมด้วยผู้หญิงคนเดียว
(IDM) ด้วยการเดิน
(ADJ) ไม่หยุดยั้ง
(IDM) เป็นมิตร (กับบางคน)
(IDM) เตรียมพร้อมต่อสู้
(PHRV) เข้าประจําการ (ทางทหาร)
(PHRV) เฝ้าระวัง
(IDM) หยุดไว้ชั่วคราว
(IDM) ในวันหยุด
(IDM) เลื่อนออกไป (คําไม่เป็นทางการ)
(IDM) แก่
(N) หอมหัวใหญ่
(N) กระดาษเขียนที่บางและเรียบ
(ADV) ขณะเชื่อมต่อกับอินเตอร์เนต
(N) ออนไลน์
(N) ผู้เห็นเหตุการณ์
(N) การเข้าร่วม
(ADJ) ที่เป็นคนหรือสิ่งเดียว
(ADJ) ที่เป็นลูกโทน
(ADV) เท่านั้น
(ADV) เพิ่งจะ
(ADV) เพียงแค่
(CONJ) แต่
(N) ลูกคนเดียว
(IDM) จงรักภักดีต่อคนเดียวเท่านั้น
(SL) ทางเลือกที่ดีที่สุด
(IDM) ไร้เหตุผล
(ABBR) คําย่อของ or near offer หรือ or nearest offer
(IDM) ในบางโอกาส
(N) การสร้างคําโดยการเลียนเสียงธรรมชาติ
(ADJ) เกี่ยวกับการสร้างคําโดยการเลียนเสียงธรรมชาติ
(IDM) สุภาพมาก
(IDM) ฟื้นตัว (หลังหายป่วย)
(IDM) ยืนขึ้น
(PHRV) ยืนนานมาก
(PHRV) หายดี (หลังจากเจ็บป่วย)
(IDM) ระวัง
(IDM) ด้วยคําสัตย์
(IDM) ไว้ใจได้
(IDM) อยู่ในความคิดของ (บางคน)
(IDM) ด้วยตนเอง
(IDM) ต้องรับผิดชอบต่อการกระทําของตน
(IDM) ตื่นตัว (คําไม่เป็นทางการ)
(IDM) ตามเส้นทางไปยัง (สถานที่)
(IDM) มีตามสั่ง แต่ยังไม่ส่งมา
(IDM) วิตกกังวล (คําไม่เป็นทางการ)
(IDM) ถูกบันทึกไว้เป็นสถิติ (อ้างอิงในอนาคต)
(N) การเคลื่อนที่ไปข้างหน้าอย่างรุนแรง
(IDM) ขาย
(IDM) ตามตาราง
(ADJ) ซึ่งปรากฎบนจอ
(IDM) หลังจากพิจารณาซ้ําแล้ว
(N) การโจมตี
(N) การเริ่ม
(ADJ) ที่อยู่บนฝั่ง
(ADV) บนฝั่งดิน
(ADJ) ซึ่งอยู่ในเขตการแข่งขัน
(N) การโจมตี
(IDM) เนื่องจากบางคน
(IDM) โดนวิพากษ์วิจารณ์ตลอด
(IDM) (ทําบางสิ่ง) ในนามของ
(IDM) ในความรับผิดชอบของบางคน
(IDM) รับผิดชอบ
(IDM) ด้วยอํานาจของบางคน
(IDM) ในความรับผิดชอบ
(IDM) เกือบจะยุบ (คําไม่เป็นทางการ)
(IDM) เป็นเพื่อนกันดี (กับบางคน)
(ADJ) ซึ่งอยู่บนเวที
(SL) มีเหล้า / เบียร์ขายเป็นถัง
(SL) หาได้ทันที
(IDM) ตามเป้าหมาย
(IDM) กําลังถ่ายทอด
(IDM) ระวังตัว (ต่อบางคนหรือบางสิ่ง)
(IDM) ตื่นตัว
(IDM) พร้อมรับ (โอกาส)
(IDM) คิดถูกทาง
(IDM) นั่งคอยเพื่อเข้าแข่งขัน
(IDM) ไม่ทํางาน
(IDM) ทํางานล้มเหลว
(PHRV) กําลังถึงจุดเดือด
(PHRV) พร้อมจะพูดหรือทํา
(IDM) ตรงเวลาหรือถูกสถานที่
(IDM) ในอนาคต (คําไม่เป็นทางการ)
(IDM) ในทางตรงกันข้าม
(IDM) ตรงเวลา (คําไม่เป็นทางการ)
(IDM) เร็วมาก
(IDM) ก่อนบางสิ่งเกิดขึ้น
(IDM) อย่างผิวเผิน
(SL) เสีย
(SL) ขายตัว
(IDM) ยุ่งวุ่นวาย
(IDM) ถูกบังคับให้ตัดสินใจ (คําไม่เป็นทางการ)
(IDM) จะเกิดขึ้นในไม่ช้า (คําไม่เป็นทางการ)
(IDM) ยังไม่ตัดสินใจระหว่างสองสิ่ง
(IDM) อย่างลําบากในการตัดสินใจ
(IDM) ทุกชั่วโมง
(IDM) ได้รับบางอย่างฟรีๆ (คําไม่เป็นทางการ)
(IDM) (กิน, ดื่ม) ฟรี
(IDM) กําลังปฏิบัติหน้าที่
(SL) มีเพศสัมพันธ์
(SL) ดื่มเหล้าหนัก
(IDM) จริงใจ
(IDM) เฝ้าดู
(IDM) วิ่งไปรอบๆ (อย่างอิสระหรือไม่ถูกล่าม) (คําไม่เป็นทางการ)
(SL) ทะเยอทะยาน
(IDM) มีชื่อเสียง
(IDM) ขายทอดตลาด
(IDM) กําลังหาย
(IDM) กําลังวุ่นวาย
(IDM) ตรง (เวลา)
(IDM) สาบานว่าจะพูดความจริง
(IDM) อย่างเป็นไปได้เล็กน้อย
(IDM) ในทางตรงข้าม
(IDM) ในทางตรงข้าม
(SL) คุมกําเนิด
(IDM) พร้อมสําหรับทําบางสิ่ง
(IDM) อย่างเงียบๆ
(SL) (ดื่มเหล้า) ที่ใส่น้ําแข็ง
(IDM) ไม่ยอมเสี่ยง
(SL) ดื่มสุราเป็นประจํา
(IDM) มาถึง
(IDM) อย่างแอบซุ่ม
(IDM) ณ ที่นั้น
(IDM) ทันทีทันใด
(IDM) ในสถานการณ์ที่ยากลําบาก
(IDM) อย่างทันที
(SL) ดื่มสุรา
(SL) เป็นที่รู้จักกันทั่ว
(IDM) เพราะว่า
(SL) รับสินบน
(IDM) ติดต่อได้ทางโทรศัพท์
(IDM) ยังคงเป็นผู้นํา
(IDM) ตามรอย
(IDM) ตามรอย
(IDM) เพิ่งจะเริ่มทําบางสิ่ง
(IDM) ไม่ดื่มเครื่องดื่มมีอัลกอฮอล์
(IDM) ตามรายชื่อผู้จอง
(IDM) โกรธเคือง (คําไม่เป็นทางการ)
(IDM) ตื่นตัวต่อบางคนหรือบางสิ่ง
(IDM) ตามหนทางไปสู่ (บางแห่ง)
(IDM) โดยทั่วไป
(IDM) ขณะบิน (คําทางการ)
(IDM) ไปผิดทาง
(IDM) ตรงตามกําหนดเวลา
(IDM) ยืนเขย่ง
(PREP) ไปยัง
(IDM) คว้าโอกาสที่ดี
(PHRV) ค้นพบ (ความลับ, คนหรือสิ่งผิดปกติ)
(PHRV) ติดต่อกับ (โดยเฉพาะทางโทรศัพท์)
(PHRV) เฝ้าบอก
(N) การศึกษาเกี่ยวกับการดํารงอยู่
(IDM) สุดยอด
(IDM) จัดการได้สําเร็จ
(IDM) ด้านบนของบางสิ่ง
(IDM) ทันสถานการณ์
(IDM) นอกจาก (บางสิ่ง)
(IDM) มีความสุขมาก
(IDM) ค้นพบความจริงเกี่ยวกับบางคนหรือบางสิ่ง (คําไม่เป็นทางการ)
(IDM) ดําเนินคดี
(IDM) ถูกดําเนินคดี
(N) หน้าที่
(IDM) จะมีขึ้น
(IDM) แสดงในที่สาธารณะ
(ADJ) ไปข้างหน้า
(ADV) ไปข้างหน้า
(ADV) ไปข้างหน้า
(PHRV) เริ่มต้นกับ
(SUF) ชื่อ
(SL) ออกไป!
(SL) ล้อเล่นน่า!
(SL) ออกไปเดี๋ยวนี้
(SL) ด้วยตนเอง
(N) หินซึ่งมีชั้นสีต่างกันและใช้เป็นเครื่องประดับ
(N) จํานวนมาก (คําไม่เป็นทางการ)
(SL) (บางสิ่ง) จํานวนมาก
(SL) เสียงร้อง (เมื่อโดนต่อยท้อง)
(N) ความดึงดูดเพศตรงข้าม (คําสแลง)
(N) ความมีชีวิตชีวา
(SL) ความเย้ายวนใจ (คําเลี่ยง)
(SL) พลัง
(N) การไหลซึมอย่างช้าๆ
(VI) ไหลซึม
(VT) ทําให้ไหลซึม
(N) โคลนหรือเลน (ที่อยู่ใต้แม่น้ําหรือทะเลสาบ)
(PHRV) (ของเหลว) ค่อยๆซึมออกมา
(PHRV) ค่อยๆหายไป
(PHRV) (ของเหลว) ไหลซึมออกมา
(ADJ) ที่มีของเหลวซึมออกมา
(ADJ) ซึ่งเป็นโคลน
(ABBR) คําย่อของ operation, operative, opportunity
(N) ความคลุมเครือ
(N) ความทึบ
(N) สภาพที่คลุมเครือ
(N) โอปอล
(VI) เป็นสีน้ํานม
(ADJ) มีแสงสะท้อนเหมือนโอปอล
(ADJ) ที่มีสีน้ํานมแวววาว
(ADJ) คลุมเครือ
(ADJ) มัว
(N) การศึกษาศิลปะแนวสื่อความหมายด้วยรูปแบบเรขาคณิตและสี
(ABBR) เรื่องเดิม
(N) กลุ่มประเทศผู้ส่งออกน้ํามัน
(ADJ) ที่ถกเถียงกันได้
(ADJ) ที่เปิดเผยสู่สาธารณะ
(ADJ) ที่เปิดอยู่
(ADJ) ที่มีนิสัยตรงไปตรงมา
(ADJ) เปิดโล่ง
(ADJ) ว่าง
(N) ที่กว้าง
(VI) เปิดออก
(VT) กาง
(VT) เปิดหรือเริ่มพิธีอย่างเป็นทางการ
(VT) เปิดออก
(VT) เริ่มต้น
(IDM) สร้างความยุ่งยาก
(ADJ) ที่เกิดขึ้นกลางแจ้ง
(IDM) โปร่งใส
(IDM) คดี กรณี หรือเรื่องที่ไม่ซับซ้อน
(N) เรื่องง่าย
(PHRV) เปิดทําการ
(ADJ) เปิดหนังสือได้
(IDM) คนหรือสิ่งที่เข้าใจง่าย
(N) วันเยี่ยมชมสถาบัน
(ADJ) ซึ่งเปิดเสรี
(ADJ) (คําถาม) ที่ต้องการคําตอบที่เปิดกว้าง
(ADJ) ที่เปลี่ยนได้ง่าย
(ADJ) ที่ไม่ได้จํากัดหรือกําหนดล่วงหน้า
(N) เครื่องมือที่ใช้ในการเปิด
(N) ผู้เปิดงาน
(ADJ) ที่จ้องดูตาไม่กะพริบ
(IDM) เริ่มกระทําบางอย่าง
(PHRV) เริ่มยิงใส่
(ADJ) เอื้อเฟื้อเผื่อแผ่
(ADJ) ที่เปิดเผย
(ADJ) ที่มีเมตตา
(N) การผ่าตัดหัวใจ
(N) วันเยี่ยมชมสถาบัน
(ADJ) ส่วนแรก
(N) การเปิด
(N) ตอนเริ่มต้น
(N) ตําแหน่งงานที่ว่าง
(N) รอยโหว่
(N) โอกาส
(N) ชั่วโมงที่เปิดทําการ
(N) คืนแรกของการเปิดฉายต่อสาธารณชน (เช่น ภาพยนตร์)
(N) เวลาเปิดของร้านเหล้า (ตามกฎหมาย)
(N) การทําให้พร้อมใช้
(PHRV) เปิดเข้าไป
(N) จดหมายประท้วง
(ADV) อย่างเปิดเผย
(N) ตลาดเสรี
(N) การแต่งงานที่ยอมให้คู่ครองไปมีความสัมพันธ์กับผู้อื่นได้
(ADJ) ที่ยอมรับฟังความคิดเห็นที่แตกต่าง
(N) การยอมรับฟังความคิดเห็นที่แตกต่าง
(ADJ) ที่อ้าปากค้างเพราะความตกใจ
(ADJ) (เสื้อ) ซึ่งไม่มีเนคไทและไม่ติดกระดุมบน
(ADJ) (เสื้อ) ซึ่งไม่มีเนคไทและไม่ติดกระดุมบน
(N) ความซื่อสัตย์
(PHRV) มีประตูนําจาก (บางสิ่ง)
(PHRV) (หน้าต่าง) ทําให้มองเห็น
(IDM) เปิดเผยความรู้สึก (กับบางคน)
(PHRV) ทําให้มองเห็น
(PHRV) เปิดเผย
(PHRV) เปิดให้กว้าง
(PHRV) เพิ่มขึ้น
(IDM) เผยปัญหาที่แก้ไขได้ยาก
(ADJ) ซึ่งไม่มีผนังกั้น
(N) เรือนจําที่ไม่เข้มงวดมาก
(N) ฤดูล่าสัตว์
(IDM) ฤดูล่าสัตว์
(IDM) ความลับที่รู้กันทั่วแล้ว
(N) ความลับที่รู้กันทั่วไป
(N) ความสําเร็จที่ได้มาอย่างง่ายๆ
(IDM) ตระหนักถึง
(IDM) เปิดประตูรับ
(PHRV) เปิดให้กับ
(PHRV) เปิดให้เข้าชม
(N) เมืองเปิด
(PHRV) (กีฬา) เล่นอย่างกระฉับกระเฉง
(PHRV) ตัดผ่าน
(PHRV) ทําให้การพัฒนาเป็นไปได้
(PHRV) ทําให้ (รถ) แล่นไปเร็ว
(PHRV) (ปืน) เริ่มยิง
(PHRV) เปิดทําธุรกิจ
(PHRV) เปิดประตู
(PHRV) เปิดออก (หลังจากปิดมานาน)
(PHRV) ผ่าตัด
(PHRV) พูดเปิดอก
(N) คําพิพากษาของศาลที่ว่าสาเหตุของการตายไม่ทราบแน่ชัด
(PHRV) เปิดด้วย
(PHRV) เริ่มต้นด้วย
(N) ลวดลาย
(N) อุปรากร
(ADJ) กระทําได้
(N) กล้องเล็กสําหรับส่องดูผู้แสดงบนเวที
(N) หมวกทรงสูงชนิดหนึ่งของผู้ชาย
(ADJ) ที่มีผล
(N) ผู้ผ่าตัด
(VI) ก่อให้เกิดผล
(VI) ปฏิบัติ
(VI) ผ่าตัด
(VT) ปฏิบัติ
(PHRV) ดําเนินการเพื่อคัดค้าน
(PHRV) ทํางานจาก (สถานที่)
(PHRV) (แพทย์) ผ่าตัด
(ADJ) ที่เกี่ยวกับโอเปรา
(N) ห้องผ่าตัด
(N) ระบบปฏิบัติการซึ่งควบคุมการทํางานของคอมพิวเตอร์
(N) โต๊ะผ่าตัด
(N) ห้องผ่าตัด
(N) การใช้ (เครื่องจักร)
(N) การดําเนินการ
(N) การผ่าตัด
(N) กิจการทางธุรกิจ
(ADJ) ที่สามารถใช้งานได้
(N) การศึกษาเชิงปฎิบัติการ
(N) การศึกษาเชิงปฎิบัติการ
(ADJ) พร้อมใช้งาน
(N) คนงาน
(N) ผู้ควบคุม (เครื่องจักร)
(N) ผู้ดําเนินกิจการทางธุรกิจ
(N) ละครเพลง
(ADJ) ซึ่งขยันหมั่นเพียร
(N) การติดเชื้อในลูกนัยน์ตา
(ADJ) เกี่ยวกับนัยน์ตา
(N) ผู้วัดสายตา
(N) แพทย์รักษาตา
(N) การศึกษาเกี่ยวกับการรักษาโรคทางตา
(N) เครื่องมือในการตรวจนัยน์ตา
(N) ยาที่มีฝิ่นเจือปน
(VI) แสดงความคิดเห็น
(VT) แสดงความคิดเห็น
(N) ข้อวินิจฉัย
(N) ความเห็น
(ADJ) ดื้อดึง
(N) การสํารวจความคิดเห็น
(N) ฝิ่น
(N) ต้นฝิ่น
(N) สัตว์คล้ายหนูมีกระเป๋าหน้าท้อง
(N) การขัดขวาง
(ADJ) ที่เป็นฝ่ายตรงข้าม
(N) คู่ต่อสู้
(ADJ) ี่เหมาะสม
(ADV) อย่างเหมาะสม
(N) ความคิดฉวยโอกาส
(N) ผู้ฉวยโอกาส
(ADJ) เกี่ยวกับโอกาส
(N) โอกาสที่ดี
(VI) ต่อต้าน
(VT) ต่อต้าน
(ADJ) ซึ่งต่อต้าน
(PHRV) คัดค้าน (มักใช้รูป passive voice)
(ADJ) ซึ่งต่อต้าน
(ADJ) ซึ่งอยู่คนละด้าน
(ADJ) ที่แตกต่างกันอย่างสิ้นเชิง
(ADJ) ที่อยู่ตรงกันข้าม
(N) คนหรือสิ่งที่แตกต่างจากคนหรือสิ่งอื่น
(N) สิ่งที่อยู่ตรงกันข้าม
(N) ความดึงดูดเพศตรงข้าม
(IDM) เพศตรงข้าม
(N) เพศตรงข้าม
(N) การคัดค้าน
(N) ผู้ต่อต้าน
(N) ฝ่ายค้าน
(VT) กดขี่
(VT) ทําให้ทุกข์ใจ
(ADJ) ซึ่งกดขี่
(N) การกดขี่
(ADJ) ซึ่งทําให้ทุกข์ใจ
(ADJ) ที่ปกครองอย่างกดขี่
(ADJ) (อากาศ) ร้อนและไม่สบาย
(ADV) อย่างกดขี่
(N) ผู้กดขี่
(ADJ) น่าตําหนิ
(ADJ) น่าอับอาย
(N) การตําหนิ
(VT) เลือก
(ADJ) ซึ่งต้องการ
(PHRV) เลือก
(ADJ) เกี่ยวกับสายตา
(ADJ) เกี่ยวกับสายตา
(N) การรู้จําตัวอักษร (คําย่อคือ OCR)
(ADJ) แผ่นเก็บข้อมูล
(ADJ) แผ่นเก็บข้อมูล
(N) เส้นใยแก้วที่ใช้ในการสื่อนําข้อมูล
(N) เส้นใยแก้วที่ใช้ในการสื่อนําข้อมูล
(N) ภาพลวงตา
(ADV) เกี่ยวกับสายตา
(N) ผู้ขายอุปกรณ์ที่เกี่ยวกับสายตา
(N) การศึกษาเกี่ยวกับแสงและสายตา
(ADJ) เหมาะสมที่สุด
(VT) ใช้ให้เหมาะสม
(N) การมองในแง่ดี
(N) ผู้ที่มองโลกในแง่ดี
(ADJ) โดยคาดหวังสิ่งที่ดี
(VT) ใช้ให้เหมาะสม
(N) ภาวะที่ดีที่สุด
(PHRV) เลือกที่จะเข้าร่วม
(N) การเลือก
(N) ทางเลือก
(N) อํานาจในการเลือก
(ADJ) ซึ่งเป็นทางเลือก
(N) ผู้มีสิทธิเลือก
(N) ผู้เชี่ยวชาญในการวัดสายตา
(N) การวัดสายตา
(N) การเลือกไม่ทําบางสิ่ง
(PHRV) คัดเลือกออก
(N) ความมั่งคั่ง
(ADJ) ที่มากจนเกินพอ
(ADJ) มั่งคั่ง
(N) ผลงานการประพันธ์
(CONJ) หรือ
(SUF) การกระทํา
(SUF) ผู้ซึ่ง
(N) คําทํานาย
(N) ผู้ให้คําปรึกษา
(ADJ) ศักดิ์สิทธิ์
(ADJ) เกี่ยวกับปาก
(ADJ) ที่ใช้การพูด
(N) การสอบปากเปล่า
(ADV) โดยปากเปล่า
(N) ประวัติและขนมธรรมเนียมถ่ายทอดสู่รุ่นต่อไปโดยเล่าปากเปล่า
(ADJ) ที่มีสีส้ม
(N) ต้นส้ม
(N) ผลส้ม
(N) ส้ม
(N) สีส้ม
(N) น้ําส้มคั้น
(N) เรือนกระจกสําหรับปลูกส้ม
(N) เครื่องดื่มชนิดหนึ่ง
(N) ลิงอุรังอุตัง (มักพบตามป่าแถวเกาะบอร์เนียวและสุมาตรา)
(VT) กล่าวสุนทรพจน์ (โดยเฉพาะในที่สาธารณะ)
(N) การพูดปราศรัยในที่สาธารณะ
(N) ผู้กล่าวคําปราศรัย
(ADJ) เกี่ยวกับศิลปะในการพูดสุนทรพจน์
(N) เพลงยาวเนื้อหาจากพระคัมภีร์
(N) ศิลปะในการพูดสุนทรพจน์
(N) ห้องสวดเล็กๆ ในโบสถ์
(N) วัตถุทรงกลม
(N) ขอบเขต
(N) วิถีโคจร
(VI) โคจร
(VT) โคจร
(ADJ) เกี่ยวกับการโคจร
(N) สวนผลไม้
(N) ที่นั่งของนักดนตรีในโรงละคร
(N) วงดนตรีขนาดใหญ่ที่เล่นเพลงคลาสสิค
(ADJ) เกี่ยวกับวงดนตรีขนาดใหญ่ที่เล่นเพลงคลาสสิค
(N) บริเวณกั้นไว้หน้าเวทีแสดงสําหรับวงดนตรีนั่ง
(VI) ประพันธ์โน้ตดนตรีแก่วงดนตรี
(VT) ประพันธ์โน้ตดนตรีแก่วงดนตรี
(N) การเรียบเรียงดนตรีสําหรับเล่นในวงออเคสตร้า
(N) ผู้ประพันธ์
(N) กล้วยไม้
(N) ดอกกล้วยไม้
(VT) บวช
(VT) สั่งอย่างเป็นทางการ (คําทางการ)
(N) การพิสูจน์อย่างทารุณ
(N) ความเป็นระเบียบเรียบร้อย
(N) คําสั่ง
(N) ใบสั่งซื้อสินค้า
(N) ลําดับ
(VT) จัดระเบียบ
(VT) สั่ง
(VT) สั่งซื้อ
(PHRV) บอกให้ทํา
(N) บันทึกยอดสินค้าที่ลูกค้าสั่งซื้อ
(ADJ) ซึ่งเป็นไปตามระเบียบ
(N) แบบฟอร์มสั่งซื้อ
(PHRV) สั่งมาจาก
(PHRV) สั่งให้เข้ามา
(N) การสั่งซื้อ
(N) ความเป็นระเบียบ
(ADJ) ซึ่งเป็นระเบียบเรียบร้อย
(ADJ) ที่เป็นไปด้วยความสงบ
(ADV) อย่างมีระเบียบ
(N) เจ้าหน้าที่โรงพยาบาล (ที่ไม่มีความรู้ทางการแพทย์ เช่น คนขนส่งผู้ป่วย)
(N) ทหารที่ทํางานทั่วๆ ไปให้ทหารยศสูงกว่า
(PHRV) สั่งให้ออกจาก
(IDM) สิ่งจําเป็น
(PHRV) สั่งให้ปฏิบัติหน้าที่
(PHRV) สั่งให้ออกจาก
(N) รายการหัวข้อที่อภิปรายในรัฐสภาแต่ละวัน
(PHRV) สั่ง (ทหารหรือยานพาหนะ) ให้ไปอยู่แนวหน้าในการรบ
(ADJ) เกี่ยวกับเลขที่แสดงลําดับ
(N) เลขแสดงลําดับ
(N) เลขลําดับ
(N) กฎหมาย
(N) ผู้เตรียมตัวเป็นพระ
(ADV) โดยปกติ
(ADJ) ปกติ
(ADJ) เรียบๆ
(N) ระดับ O level
(N) หุ้นส่วนที่มีสิทธิ์ออกเสียงในบริษัท
(N) ระยะวัดจากแกน x ขนานกับแกน y
(N) การบวช
(N) แผนที่ของอังกฤษและไอร์แลนด์
(N) อุจจาระ
(N) แร่
(N) ต้นไม้ที่มีกลิ่นหอม ใช้ทําอาหาร
(IDM) ถ้าไม่
(SL) องค์กร
(N) หีบเพลงปาก
(N) อวัยวะ
(N) สิ่งทอ
(N) สิ่งทอ
(N) ผู้เล่น barrel organ
(ADJ) เกี่ยวกับสิ่งมีชีวิต
(ADJ) เกี่ยวกับอวัยวะ
(N) สารอินทรีย์
(N) อินทรีย์เคมี
(N) การจัดการอย่างเป็นระบบ
(N) องค์กร
(N) องค์ประกอบ
(ADJ) เกี่ยวกับองค์กร
(VI) จัดตั้ง
(VT) จัดตั้ง
(VT) จัดระบบ
(ADJ) ซึ่งจัดตั้ง
(N) ผู้จัดตั้ง
(N) ระบบ
(N) สิ่งมีชีวิต
(N) คนเล่นออร์แกน
(N) การจัดการอย่างเป็นระบบ
(N) องค์กร
(N) องค์ประกอบ
(ADJ) เกี่ยวกับองค์กร
(VI) จัดตั้ง
(VT) จัดตั้ง
(VT) จัดระบบ
(ADJ) ซึ่งจัดตั้ง
(N) ผู้จัดตั้ง
(N) ส่วนวางเครื่องดนตรีออร์แกนในโบสถ์หรือห้องแสดงคอนเสิร์ต
(N) ผ้าโปร่งบางใช้ทําเสื้อผ้า
(N) จุดสุดยอดของความรู้สึกทางเพศ
(ADJ) เหมือนหรือเกี่ยวกับ orgasm
(ADJ) เกี่ยวกับ orgy
(N) การชุมนุมดื่มสุรากันอย่างเต็มที่
(N) หน้าต่างขนาดใหญ่ที่ยื่นออกจากผนัง
(N) ประเทศแถบตะวันออก
(N) ประเทศทางตะวันออกของทวีปเอเซีย
(VT) กําหนดตําแหน่ง
(VT) ทําให้คุ้นเคย
(VT) มุ่งไปยัง
(ADJ) ของประเทศทางตะวันออกในทวีปเอเซีย (โดยเฉพาะจีนและญี่ปุ่น)
(N) คนเรียนภาษา ศิลปะและอื่นๆ ของประเทศตะวันออก
(VT) หันหน้าไปทางทิศตะวันออก
(PHRV) คุ้นเคยกับสิ่งแวดล้อม
(N) การกําหนดเป้าหมาย
(N) ความเชื่อ
(N) กีฬาประเภทเดินเท้าที่ใช้แผนที่และเข็มทิศ
(N) ทางเข้า
(N) ศิลปะพับกระดาษของญี่ปุ่น
(N) จุดเริ่มต้น
(N) ต้นตระกูล
(N) ที่มา
(ADJ) ซึ่งเป็นแบบฉบับ
(ADJ) ที่สร้างสรรค์
(ADJ) ใหม่
(N) คนที่แปลกไม่เหมือนใคร
(N) ต้นฉบับ
(N) ความแปลกใหม่
(ADV) อย่างเป็นอันแรก
(N) บาปที่ติดตัวมาแต่กําเนิด
(VI) เริ่มต้นขึ้น
(VT) ประดิษฐ์
(PHRV) มาจาก
(PHRV) มีสาเหตุจาก
(PHRV) เริ่มจาก (บางคน)
(N) การคิดค้น
(N) ผู้คิดค้น
(N) ศิลปะการพับกระดาษ
(N) นกชนิดหนึ่งมักมีสีส้มหรือเหลืองพบทางอเมริกาเหนือ
(N) ยักษ์ในเทพนิยายกรีก
(N) ผู้สวดมนต์
(SUF) สถานที่
(N) ผู้สนับสนุนราชวงศ์ออร์ลีนส์ของประเทศฝรั่งเศส (ช่วงปีค.ศ.1830-1848)
(N) ผู้อยู่ในราชวงศ์ออร์ลีนส์ของประเทศฝรั่งเศส
(N) ส่วนท้องเรือ
(N) ส่วนท้องเรือ
(N) โลหะผสมทอง
(N) เครื่องประดับ
(VT) ประดับ
(ADJ) ที่ใช้ประดับ
(ADV) อย่างประดับประดา
(N) การประดับ
(PHRV) ตกแต่งด้วย
(ADJ) หรูหรา
(ADV) อย่างหรูหรา
(N) ความหรูหรา
(ADJ) เจ้าอารมณ์
(ADJ) เกี่ยวกับการศึกษานก
(N) ผู้ศึกษาเกี่ยวกับนก
(N) การศึกษาเกี่ยวกับนก
(N) การศึกษาเกี่ยวกับภูเขา
(ADJ) กังวานชัด
(N) ความกังวาน
(N) เด็กกําพร้า
(VT) ทําให้เป็นเด็กกําพร้า
(N) สถานที่เลี้ยงเด็กกําพร้า
(N) นักดนตรีและกวีในนิยายกรีกที่ตามหาเมียในนรกแต่พากลับไม่ได้
(ADJ) เกี่ยวกับ Orpheus
(N) สาร Arsenic trisulfide ซึ่งมีสีเหลือง
(N) ไก่สีขาวขนาดใหญ่เลี้ยงสําหรับกินเนื้อและไข่
(IDM) ประมาณ
(PRF) ตรง
(PRF) ตรง
(ADJ) ซึ่งให้สีธรรมชาติ
(N) ทันตกรรมจัดฟัน
(N) หมอฟันที่เชี่ยวชาญด้านจัดฟันและขากรรไกร
(ADJ) ดั้งเดิม
(N) หลักความเชื่อและปฎิบัติในคริสต์นิกาย Orthodox
(N) หลักความเชื่อและปฎิบัติในคริสต์นิกาย Orthodox
(ADJ) เกี่ยวกับระบบการสะกดคํา
(N) การศึกษาเกี่ยวกับการสะกดคําให้ถูกต้อง
(N) ความสัมพันธ์ระหว่างเสียงและตัวอักษร
(ADJ) เกี่ยวกับกระดูกและกล้ามเนื้อ
(N) การรักษากระดูกและกล้ามเนื้อ
(ADJ) เกี่ยวกับการรักษากระดูกและกล้ามเนื้อ
(N) ศัลยกรรมกระดูก
(N) แพทย์รักษาโรคกระดูก
(SUF) เกี่ยวกับ
(SUF) เกี่ยวข้องกับ
(SUF) สถานที่
(N) สัตว์สี่เท้าคล้ายกวางขนาดใหญ่ มีเขายาวตรง
(N) เมืองท่าสําคัญของประเทศญี่ปุ่น
(N) รางวัลภาพยนตร์ออสการ์
(VI) แกว่งไปมา
(VI) มีความคิดโลเล
(PHRV) แกว่งไปแกว่งมา
(PHRV) แกว่งไปมาระหว่าง
(N) การแกว่งไปมา
(N) การลังเล
(N) คนหรือสิ่งที่แกว่งไปมา
(ADJ) ซึ่งแกว่งไปมา
(N) เครื่องแสดงคลื่นกระแสไฟฟ้า
(VI) สัมผัสใกล้ชิด
(VT) สัมผัสใกล้ชิด
(ADJ) เต็มไปด้วย
(SUF) เต็มไปด้วย
(N) ต้นหลิว
(SUF) การกระทํา
(SUF) ซึ่งผิดปกติ
(N) เมืองอ็อสโลเป็นเมืองหลวงของประเทศนอรเวย์
(N) ธาตุโลหะหนัก (สัญลักษณ์คือ Os)
(N) กระบวนการซึมผ่าน
(N) การซึมซับ
(ADJ) เกี่ยวกับการดูดซึม
(N) แรงดันของสารละลายที่ไหลผ่านเนื้อเยื่อ
(N) ต้นเฟิร์นประเภท Osmunda มีใบขนาดใหญ่
(N) นกเหยี่ยวประเภทกินปลาเป็นอาหาร
(ADJ) ประกอบด้วยหรือคล้ายกระดูก
(N) การทําให้แข็งเหมือนกระดูก
(VI) ทําให้แข็งเหมือนกระดูก
(VT) ทําให้แข็งเหมือนกระดูก
(ADJ) ที่เห็นได้ชัด
(ADJ) เสแสร้ง
(ADV) อย่างแสดงให้เห็นภายนอก
(N) การโอ้อวด
(ADJ) โอ้อวด
(ADV) อย่างโอ้อวด
(N) โรคข้อกระดูกอักเสบ
(N) ผู้รักษาโรคกระดูก
(ADJ) เกี่ยวกับการรักษาโรคกระดูกและกล้ามเนื้อ
(N) การรักษาโรคกระดูก
(N) โรคกระดูกพรุน
(N) คนดูแลม้าของโรงแรม
(N) ผู้ดูแลยานพาหนะหรือเครื่องจักรขนาดใหญ่
(VT) เนรเทศ
(N) การขับไล่
(VT) ขับไล่
(N) นกกระจอกเทศ
(N) ผู้หลบเลี่ยงปัญหา (คําไม่เป็นทางการ)
(N) อาการปวดหู
(N) ตัวละครเอกในบทประพันธ์แนวโศกนาฎกรรมของเช็กสเปียร์
(ADJ) ที่เป็นอันที่สอง (ในจํานวนของสองสิ่ง)
(ADJ) อื่นๆ
(PRON) คนอื่น
(PRON) อันที่สอง (ในจํานวนของสองสิ่ง)
(ADJ) ซึ่งได้รับอิทธิพลจากภายนอก
(N) ความแปลก
(PREP) นอกจาก (มักใช้ในประโยคปฏิเสธ)
(IDM) ทางกลับกัน
(ADV) มิฉะนั้น
(CONJ) มิฉะนั้น
(N) ผู้หญิงอื่นที่สามีมีเพศสัมพันธ์ด้วยนอกจากภรรยา
(N) ชาติหน้า
(N) ความคิดเรื่องของจิตวิญญาณ
(ADJ) เกี่ยวกับโลกอื่น
(ADJ) เกี่ยวกับหู
(ADJ) ขี้เกียจ
(ADV) อย่างขี้เกียจ
(N) ความขี้เกียจ
(N) ภาวะหูอักเสบ
(N) การศึกษาเกี่ยวกับโรคของหู คอและจมูก
(N) โสตวิทยา
(N) น้ําหนองจากหู
(N) น้ําหนองจากหู
(ABBR) คําย่อของ over the top
(N) คนอเมริกาเหนือ
(N) นาก
(N) เก้าอี้นวมแบบไม่มีพนักพิงหรือที่เท้าแขน
(N) ชาวตุรกี
(N) อาณาจักรตุรกี
(ABBR) คําย่อของ open university
(INT) โอ๊ย (คําอุทานแสดงความเจ็บ)
(AUX) ควรจะ
(AUX) ควรจะ
(N) กระดานอักษรและสัญลักษณ์ที่ใช้ในการเข้าทรงเรียกผี
(N) จํานวนเล็กน้อย
(N) ออนซ์
(ADJ) ของเรา
(N) ฉายานามของพระนางแมรี่ซึ่งเป็นพระมารดาของพระเยซู
(PRON) ของเราเอง
(PRON) ตัวเราเอง
(PRON) ตัวเราเอง
(SUF) เต็มไปด้วย
(VT) ขับไล่
(N) การย้ายออก
(PHRV) ขับไล่
(ADJ) ข้างนอก
(ADV) ข้างนอก
(PREP) นอก
(PRF) ออก
(N) ช่วงเวลาที่ไม่มีกระแสไฟฟ้า
(IDM) หายดีพอที่จะออกไปข้างนอก
(ADJ) โดยตลอด
(IDM) สมบูรณ์
(N) ชนบท (โดยเฉพาะในออสเตรเลีย)
(VT) มีน้ําหนักกว่า
(PHRV) ดับแล้ว (ไฟ)
(PHRV) ได้รับคําสั่ง (ให้จับเป็นตัวประกัน)
(PHRV) ถูกปล่อยตัวจากคุก
(PHRV) ทําผิดพลาด
(PHRV) ปรากฏออกมา (พระจันทร์, พระอาทิตย์ฯลฯ)
(PHRV) เป็นที่รู้กันทั่ว
(PHRV) ไม่ได้รับการพิจารณา
(PHRV) ไม่เป็นที่นิยม
(PHRV) ไม่รู้สึกตัว
(PHRV) ไม่อยู่บ้านหรือที่ทํางาน
(PHRV) หมด
(PHRV) หยุดทํางาน (เพราะขัดแย้ง)
(PHRV) อยู่ไกลจากฝั่ง
(PHRV) ออกจากกลุ่ม
(PHRV) ออกดอก (ดอกไม้)
(PHRV) ออกปฏิบัติหน้าที่ข้างนอก
(PHRV) ออกมา
(VT) เสนอราคาสูงกว่า
(ADJ) ที่ตั้งอยู่นอกลําตัวเรือ
(N) เครื่องยนต์ที่ติดตั้งด้านหลังของเรือเล็ก
(N) เครื่องยนต์ที่ติดตั้งด้านหลังของเรือเล็ก
(ADJ) ที่เดินทางออกจาก
(N) การเกิดขึ้นอย่างรุนแรงและทันทีทันใด
(N) สิ่งปลูกสร้างด้านนอก
(N) การปะทุ
(ADJ) ที่สังคมไม่ยอมรับ
(N) คนที่สังคมไม่ยอมรับ
(N) ผู้ที่ถูกถอนวรรณะ
(VT) เหนือกว่า
(ADJ) เหนือกว่า
(IDM) ไม่รู้สึกตัว
(N) ผล
(N) สิ่งที่โผล่พ้นดินขึ้นมา
(N) การคัดค้านอย่างรุนแรง
(N) การโห่ร้องของมวลชน
(ADJ) ล้าสมัย
(VT) กริยาช่องที่ 2 ของ outdo
(VT) ไปไกลกว่า
(VT) เอาชนะ
(VT) กริยาช่องที่ 3 ของ outdo
(ADJ) ที่อยู่กลางแจ้ง
(ADV) ข้างนอก
(N) พื้นที่ที่อยู่นอกบ้าน
(SL) ถูกฆ่าตาย
(ADJ) ที่ห่างไกลจากศูนย์กลาง
(ADJ) ที่อยู่รอบนอก
(N) ถนนวงแหวน (สร้างรอบเมืองเพื่อลดปัญหาจราจรติดขัดในเมือง)
(ADJ) นอกสุด
(N) บริเวณนอกโลกซึ่งมีดาวดวงอื่นอยู่
(N) เสื้อผ้าชั้นนอก (รวมทั้งหมวก)
(VT) จ้องจนหลบตา
(N) บริเวณที่แม่น้ําหรือท่อน้ําไหลลงสู่ทะเล
(N) พื้นที่นอกสนามเบสบอล
(N) เครื่องมือทั้งชุด
(N) เสื้อผ้าทั้งชุด
(SL) กลุ่มคน
(N) ร้านขายอุปกรณ์พักแรมหรือล่าสัตว์
(VT) จู่โจมด้านข้างของคู่ต่อสู้
(VT) ได้เปรียบ
(N) การไหลออกมา
(PHRV) มุ่งมั่นเพื่อ
(VT) เอาชนะได้โดยใช้สติปัญญา
(PHRV) อยู่ห่างจาก (เวลาหรือระยะทาง)
(IDM) เป็นอิสระจาก
(VT) จ้องจนหลบ
(VT) เอาชนะในสงครามด้วยการนําทัพที่ดี
(N) รายจ่าย
(VT) เหนือกว่า
(ADJ) ที่เข้าสังคมได้ง่าย
(ADJ) ที่พ้นจากงานหรือความรับผิดชอบ
(ADJ) ที่ออกจากสถานที่
(N) เงินที่ต้องจ่ายประจํา
(VT) กริยาช่องที่ 3 ของ outgo
(VT) กริยาช่องที่ 2 ของ outgrow
(VT) เจริญเติบโตเร็วกว่า
(VT) กริยาช่องที่ 3 ของ outgrow
(N) ผลที่เกิดขึ้น
(N) อวัยวะที่พัฒนามาจากอวัยวะอื่น (ใช้กับสัตว์หรือพืช)
(VT) เดาท่าทีหรือเจตนา
(VI) มีกําลังทหารมากกว่า
(N) อาคารเล็กๆ ที่แยกจากอาคารใหญ่
(PHRV) ทําผิดพลาด
(IDM) มีเป็นจํานวนมาก
(N) การเดินทางท่องเที่ยวระยะสั้น
(VT) กริยาช่องที่ 2 และ 3 ของ outlay
(N) คนแปลกหน้า
(ADJ) แปลกประหลาด
(VT) อยู่ได้นานกว่า
(N) คนที่ทําผิดกฏหมาย
(VT) ทําให้คนไม่มีสิทธิตามกฎหมาย
(VT) ทําให้เป็นสิ่งผิดกฎหมาย
(N) การไม่ปฏิบัติตามกฎหมาย
(N) ค่าใช้จ่าย
(N) ช่องระบาย
(N) เต้ารับสําหรับเสียบปลั๊กไฟ
(N) ร้านขายสินค้าจากโรงงาน
(N) วิธีการแสดงออกทางอารมณ์หรือความรู้สึก
(IDM) ไม่รู้สึกตัว
(N) แผนการอย่างคร่าวๆ
(N) ภาพร่าง
(N) ส่วนสรุปโดยย่อ
(N) เส้นรอบนอก
(VT) ร่างภาพ
(VT) สรุปส่วนสําคัญ
(VT) ทําให้มีอายุยาวนานกว่า
(VT) มีชีวิตอยู่นานกว่า
(N) ทัศนคติ
(N) ทัศนียภาพ
(N) อนาคตที่คาดหวังไว้
(ADJ) ที่ห่างไกล
(VT) เอาชนะโดยใช้อุบาย
(VT) ได้เปรียบ (ด้วยเล่ห์เหลี่ยม)
(VT) ได้เปรียบ (ด้วยเล่ห์เหลี่ยม)
(ADJ) ้ล้าสมัย
(ADJ) ซึ่งอยู่นอกสุด
(N) จํานวนมากกว่า
(VT) มีจํานวนมากกว่า
(ADJ) ออกจาก
(IDM) ปลดประจําการ (ทางทหาร)
(IDM) สัดส่วนเกินจริง
(IDM) เกินหรือน้อยกว่าความเป็นจริง
(IDM) ไม่เข้ากัน (ขนาดหรือรูปร่าง)
(PHRV) ถูกนําออกไป
(PHRV) เป็นอิสระจาก
(PHRV) หมด
(PHRV) อยู่ข้างนอก
(ADJ) เกินขอบเขต
(IDM) นอกเขตสนาม (หรือพื้นที่ที่ใช้ในการเล่นกีฬา)
(IDM) ห้ามเข้า
(IDM) หายใจแรงและเร็ว
(IDM) ไมได้มีพฤติกรรมเหมือนบางคน
(IDM) ไม่สามารถยืมได้
(IDM) ใช้การไม่ได้
(IDM) ไม่ได้อยู่ในสภาพเยี่ยม
(IDM) นึกถึงบางคน / บางสิ่ง
(IDM) ไม่สามารถควบคุมได้
(IDM) เพื่อเป็นเกียรต์กับบางคน
(ADJ) ล้าสมัย
(ADJ) ล้าสมัย
(IDM) ล้าสมัย
(IDM) ล้าสมัย
(ADJ) ที่อยู่กลางแจ้ง
(ADV) กลางแจ้ง
(IDM) ไกลจากเสียงของ
(IDM) ไม่นําสมัย
(IDM) ไม่เป็นที่ชื่นชอบอีกต่อไป
(IDM) ไม่สามารถควบคุมได้
(IDM) ควบคุมไม่ได้
(IDM) อยู่ในสถานที่ที่ปลอดภัย
(IDM) รู้สึกอารมณ์เสีย
(IDM) ไม่สนใจสิ่งรอบข้าง (มักมาจากดื่มเหล้าหรือกินยา)
(IDM) ไม่เข้าพวก (คําไม่เป็นทางการ)
(IDM) ไม่เข้าร่วมกับ
(IDM) ไม่ทําตามกฎหรือสิ่งอื่น
(IDM) ไม่เหมาะสมกับ
(IDM) ไม่เหมาะสม
(IDM) ไม่ทํางาน
(IDM) ทําผิด
(IDM) ไม่ตรง
(IDM) โชคร้าย
(SL) โชคร้าย
(IDM) โชคร้าย
(IDM) เพราะความจําเป็น
(IDM) พบว่า (บางสิ่ง) ยากเกินกว่าจะเข้าใจ
(IDM) อยู่ในน้ําลึก (เกินกว่าเท้าจะหยั่งถึง)
(IDM) ไม่เป็นธรรมชาติ
(IDM) ไม่อยู่ในความรับผิดชอบ
(IDM) บ้า
(IDM) บ้า
(IDM) บ้า
(IDM) ไปให้พ้นทาง
(IDM) ซึ่งไม่สามารถใช้งานได้
(IDM) รก
(IDM) หยุดทํางาน
(IDM) ไม่อยู่ในที่ (ที่ควรอยู่)
(IDM) ไม่เหมาะสม
(ADJ) หมดกระเป๋า
(IDM) ค่าใช้จ่ายจริง
(IDM) แสดงไม่ดีเพราะขาดการฝึกฝน
(ADJ) ไม่มีการตีพิมพ์อีก
(IDM) ไม่มีขายแล้ว
(IDM) อยู่นอกพิสัยของ (ปืน)
(IDM) สุดเอื้อม
(IDM) หมดหน้าไปแล้ว
(IDM) ยังไม่เปิดบริการ
(IDM) ไม่อยู่ในสภาพเยี่ยม
(IDM) มองไม่เห็น (มักใช้กับ get, keep, stay)
(IDM) ไม่เห็น
(IDM) ถ้าไม่เห็น ก็ไม่นึกถึง
(IDM) ไปไม่ถึง
(IDM) ไม่ค่อยสบาย
(ADJ) ซึ่งมาจากรัฐต่างกัน
(IDM) แตกต่างจาก
(IDM) มีจังหวะ (การเดิน, การเต้น, การพูดฯลฯ) ไม่เข้ากับคนอื่น
(IDM) หมดสต็อก
(IDM) ทันทีทันใด
(IDM) ไม่คาดหวังมาก่อน
(IDM) ชําเลืองมอง
(IDM) มีสภาพแย่ยิ่งกว่าเดิม
(IDM) ไม่ปกติ
(IDM) ไม่รู้เกี่ยวกับสิ่งที่เกิดขึ้น
(IDM) เป็นไปไม่ได้
(IDM) ไม่ต้องพูดถึง
(IDM) ไมได้รับการพิจารณาต่อ
(IDM) ไม่ประสบผล
(IDM) ไม่เข้าร่วม (คําไม่เป็นทางการ)
(IDM) ไปให้พ้นทาง
(IDM) ออกนอกเส้นทาง
(IDM) (ตําแหน่ง) ไม่ขวางทาง
(IDM) ออกนอกเส้นทาง
(IDM) ผ่านจุดวิกฤติไปแล้ว
(SL) พ้นอันตราย
(IDM) มหัศจรรย์
(IDM) ไม่เหลือเวลาอีกแล้ว
(IDM) ขาดการติดต่อ (กับ)
(ADJ) ห่างจากตัวเมือง
(IDM) นอกเมือง
(IDM) ไม่ตรง
(IDM) ไม่ประสานเสียง (กับ)
(IDM) ไม่ใช่ช่วงเวลาเหมาะสม
(ADJ) ว่างงาน
(ADJ) ว่างงาน
(IDM) ไม่มีงานทํา
(SL) บ้า
(SL) เมา
(IDM) เสี่ยง
(IDM) ได้รับการประกันตัว
(IDM) ได้รับการปล่อยตัว (แต่ยังอยู่ในความดูแลของตํารวจ)
(IDM) เลี้ยงฉลองทั้งคืน
(VT) ไปเร็วกว่า
(N) คนไข้นอก
(VT) ให้ผลดีกว่า
(N) การให้ผลดีกว่า
(N) การช่วยคนหางานหลังถูกเลิกจ้าง
(VT) เล่นดีกว่า
(VT) ทําคะแนนมากกว่า
(N) ด่านหน้า
(VI) เทออก
(VT) เทออก
(N) การแสดงความรู้สึกทันที
(N) ข้อมูลที่ได้จากคอมพิวเตอร์
(N) ปริมาณของสิ่งที่ผลิตได้
(N) ผลผลิต
(VT) แสดงข้อมูลจากคอมพิวเตอร์ออกมาทางหน้าจอหรือเครื่องพิมพ์
(N) การกระทําที่โหดเหี้ยม
(N) ความโกรธอย่างรุนแรง
(VT) ข่มขืน
(VT) ทําให้โกรธอย่างรุนแรง
(ADJ) ซึ่งฝ่าฝืน
(ADV) โดยฝ่าฝืน
(N) การฝ่าฝืน
(VT) กริยาช่องที่ 2 ของ outrun
(VT) มีตําแหน่งหรือสถานภาพสูงกว่า
(ADJ) เกินจริง
(VT) ยื่นเกิน
(VT) กริยาช่องที่ 3 ของ outride
(VT) ขับขี่ได้เร็วกว่า
(N) ผู้ขับขี่
(N) ส่วนของเรือ
(ADJ) โดยสมบูรณ์
(ADV) โดยสมบูรณ์
(VT) เอาชนะฝ่ายตรงข้าม
(VT) กริยาช่องที่ 2 ของ outride
(VT) พัฒนาไปเร็วกว่า
(VT) วิ่งเร็วกว่า
(VT) ขายเกิน
(N) การเริ่มต้น
(VT) บดบังรัศมี
(VT) ยิงปืนออกไป
(ADJ) ที่เป็นไปได้มากที่สุด
(ADJ) ที่อยู่ด้านนอก
(ADV) ภายนอก
(N) ข้างนอก
(PREP) นอก
(PREP) นอกจาก
(PHRV) อยู่ข้างนอก
(N) รายการทีวีที่บันทึกนอกสตูดิโอ
(N) บุคคลที่ไม่ใช่ตัวเก็ง
(N) บุคคลภายนอก
(N) ขนาดใหญ่เป็นพิเศษ
(ADJ) ซึ่งขนาดใหญ่เป็นพิเศษ
(N) พื้นที่รอบนอกของเมือง
(VT) หลอกได้
(VT) บินเหนือ
(N) ชั้นนอกสุดของรองเท้า
(VT) จัดจ้างคนภายนอก
(N) การจัดจ้างคนภายนอก
(ADJ) พูดจาเปิดเผย
(ADV) อย่างตรงไปตรงมา
(N) ความตรงไปตรงมา
(ADJ) ขยายออก
(VT) ขยายออก
(ADJ) ที่ค้างชําระ
(ADJ) ที่ดีเยี่ยม
(ADJ) เป็นที่สังเกตเห็นได้
(ADV) อย่างสังเกตเห็นได้
(VT) อยู่นานกว่า
(VI) เก็บสินค้าไว้มากเกินไป
(VT) เก็บสินค้าไว้มากเกินไป
(VT) ยืดออก
(ADJ) ซึ่งยืดออก
(VT) ทําได้ดีกว่า
(SL) คําพูดย่อของ out of
(N) ฟิล์มส่วนที่เสียและถูกตัดแยกออกมา
(SL) ทุกหนแห่ง
(IDM) ตั้งใจทํา (บางสิ่ง)
(IDM) ออกไปทานอาหารกลางวันข้างนอกที่ทํางาน
(N) ถาดใส่จดหมายหรือเอกสารในสํานักงาน
(VT) ชนะคะแนน
(ADJ) ที่มองเห็นได้
(ADJ) ที่มุ่งไปด้านนอก
(ADJ) จากไป
(ADV) ไปทางข้างนอก
(ADV) มุ่งไปด้านนอก
(VT) สวมใส่ได้นานกว่า
(VT) ครอบงํา
(VT) กริยาช่องที่ 2 ของ outgo
(VT) ชนะด้วยสติปัญญา
(VT) กริยาช่องที่ 2 ของ outwear
(N) งานที่ทําที่บ้าน
(N) คนทํางานที่บ้าน
(ADJ) ล้าสมัย
(VT) กริยาช่องที่ 3 ของ outwear
(N) เหล้าแรงของกรีซ
(N) คํานามพหูพจน์ของ ovum
(ADJ) ูซึ่งเป็นรูปไข่
(N) รูปไข่
(N) รังไข่
(N) รังไข่ของสตรี
(ADJ) ซึ่งเป็นรูปไข่
(N) การปรบมือให้อย่างดังและนาน
(N) เตาอบ
(N) ถุงมือหนาใช้จับภาชนะร้อนจากเตาอบ
(N) ถุงมือหนาใช้จับภาชนะร้อนจากเตาอบ
(N) เหมาะกับการใช้ในเตาอบขณะร้อน
(ADJ) สําเร็จรูป
(PHRV) จบ
(PHRV) มีเหลือ
(PHRV) ใช้เวลานาน (ในการทําบางอย่าง)
(PHRV) มากกว่า (จํานวน)
(PHRV) อยู่เหนือ
(ADJ) ที่จบสิ้น
(ADV) ข้าม
(ADV) ตลอดทั้งหมด
(ADV) (พลิก) ไปอีกด้านหนึ่ง
(ADV) มากกว่า
(ADV) เหนือ
(ADV) อีกครั้ง
(PREP) เกี่ยวกับ
(PREP) ตลอด
(PREP) ในช่วง
(PREP) มากกว่า
(PREP) เหนือ
(PRF) เหนือ
(N) ความเยอะเกินไป
(ADJ) เยอะเกินไป
(VI) ออกท่าทางมากเกินไป
(VT) ออกท่าทางมากเกินไป
(ADV) อีกครั้ง
(ADV) ตรงข้ามกับ
(ADJ) มีอายุมากเกินไป
(ADJ) ทั้งหมด
(ADV) ทั้งหมด
(N) รวมทั้งสิ้น
(N) เสียงส่วนใหญ่ในการเลือกตั้ง
(N) เสื้อคลุมที่สวมเพื่อกันเปื้อน
(ADJ) นอกจาก
(IDM) นอกเหนือจาก
(IDM) จบ
(ADV) ซ้ําแล้วซ้ําอีก
(ADV) เป็นประจํา
(IDM) ซ้ําแล้วซ้ําอีก
(VT) ทําให้เป็นรูปโค้งเหนือบางสิ่ง
(VT) เป็นรูปโค้งเหนือ
(ADJ) ซึ่งยกแขนขึ้นเหนือไหล่
(VI) กริยาช่องที่ 2 ของ overeat
(VT) ขู่
(VI) ้ไม่สมดุล
(VT) ทําให้ไม่สมดุล
(VT) มีชัยชนะ
(ADJ) ช่างเจ้ากี้เจ้าการ
(N) ฟันบนหรือขากรรไกรบนที่ยื่นออกมามากกว่าฟันล่างมาก
(N) กระโปรงตัวนอกที่สวมคลุมกระโปรงหรือกางเกง
(VT) กริยาช่องที่ 3 ของ overblow
(ADV) นอกลําเรือ
(VI) จองตั๋วมากกว่าที่มี
(VT) จองตั๋วมากกว่าที่มี
(VI) สร้างตึกมากเกินไป
(VT) สร้างตึกมากเกินไป
(VI) กริยาช่องที่ 2 และ 3 ของ overbuild
(VT) กริยาช่องที่ 2 และ 3 ของ overbuild
(VT) แบกหนักเกินไป
(VI) เรียกไพ่สูงเกินไป (การเล่นไพ่บริจ)
(VT) เรียกไพ่สูงเกินไป (การเล่นไพ่บริจ)
(VT) กริยาช่องที่ 2 ของ overcome
(N) การกําหนดต้นทุนสูงเกินไป
(VT) กําหนดต้นทุนสูงเกินไป
(ADJ) ซึ่งกําหนดต้นทุนสูงเกินไป
(ADJ) มีเมฆมาก
(VI) ปกคลุมด้วยเมฆมาก
(N) ค่าธรรมเนียมที่แพงเกินไป
(VI) คิดเงินแพงเกินไป
(VT) คิดเงินแพงเกินไป
(VT) บรรทุกมากเกินไป
(VI) มีเมฆหรือหมอกปกคลุมมากเกินไป
(VI) มืดมัว
(VT) ทําให้มัว
(VT) ทําให้มีเมฆหรือหมอกปกคลุมมากเกินไป
(ADJ) ซึ่งมีเมฆมากเกินไป
(N) เสื้อคลุมใหญ่
(VI) เอาชนะ
(VT) ทําให้หมดกําลัง
(VT) เอาชนะ
(VI) พยายามชดเชยมากไป
(VT) ทําอาหารนานเกินไป
(N) สะพานลอย
(VT) แน่นมากไป
(ADJ) ซึ่งแออัดยัดเยียด
(N) ความแออัดยัดเยียด
(PHRV) แน่นไปด้วย
(VT) พัฒนามากไป
(ADJ) ซึ่งพัฒนามากไป
(VT) กริยาช่องที่ 2 ของ overdo
(VT) ทํามากเกินไป
(ADJ) ที่ทําให้สุกมากเกินไป
(N) ปริมาณยาที่มากเกินไป
(N) จํานวนเงินที่เป็นหนี้ธนาคาร
(VI) ถอนเงินเกิน
(VT) ถอนเงินเกิน
(VI) กริยาช่องที่ 3 ของ overdraw
(VI) แต่งตัวมากเกินไป
(VT) แต่งตัวมากเกินไป
(ADJ) ซึ่งแต่งตัวมากเกินไป
(VT) กริยาช่องที่ 2 ของ overdraw
(VT) ขับรุนแรงเกินไป
(VT) กริยาช่องที่ 3 ของ overdrive
(VT) กริยาช่องที่ 2 ของ overdrive
(ADJ) พ้นกําหนด
(N) ความล้มเหลว
(ADJ) พลิกกลับอีกด้านเมื่อทอดด้านหนึ่งไม่นาน
(VI) รับประทานมากเกินไป
(VI) กริยาช่องที่ 3 ของ overeat
(ADJ) รับประทานมากเกินไป
(N) การให้ความสําคัญมากไป
(VT) เน้นย้ํา
(VT) ประเมินมากเกินไป
(N) การประเมินมากเกินไป
(ADJ) ตื่นเต้นมากไป
(N) ขยายมากเกินไป
(VT) เปิดเผยมากเกินไป
(VT) ให้แสงมากหรือนานเกินไป
(N) การเปิดเผยมากเกินไป
(VT) ทํางานมากเกินไป
(ADJ) ซึ่งทํางานมากเกินไป
(VI) กริยาช่องที่ 2 ของ overfeed
(VT) กริยาช่องที่ 2 ของ overfeed
(VI) ให้อาหารมากเกินไป
(VT) ให้อาหารมากเกินไป
(VI) เติมจนล้น
(VT) เติมจนล้น
(N) การตกปลามากเกินไป
(VI) กริยาช่องที่ 2 ของ overflow
(VT) กริยาช่องที่ 2 ของ overflow
(N) การบินข้าม
(N) การบินผ่านบริเวณหนึ่ง (ใช้กับเครื่องบินหรือนก)
(N) จํานวนที่ล้นออกมา
(N) สิ่งที่ล้นออกมา
(VI) ไหลล้น
(VT) ไหลล้น
(N) การไหลล้น
(VI) กริยาช่องที่ 3 ของ overflow
(VT) กริยาช่องที่ 3 ของ overflow
(PHRV) ท่วมท้นด้วย (ของเหลว)
(PHRV) ท่วมท้นด้วย (ความรู้สึก)
(VT) บินข้าม
(ADJ) ซึ่งไหลล้น
(VI) กริยาช่องที่ 2 ของ overgrow
(VT) กริยาช่องที่ 2 ของ overgrow
(ADV) บนผิวดิน
(VI) ขึ้นอยู่ทั่ว
(VT) ขึ้นอยู่ทั่ว
(VI) กริยาช่องที่ 3 ของ overgrow
(VT) กริยาช่องที่ 3 ของ overgrow
(N) การเจริญเติบโตมากเกินไป
(ADJ) ที่ใช้มือหรือแขนพาดข้ามไปเหนือหัวไหล่
(ADV) ที่ใช้มือหรือแขนพาดข้ามไปเหนือหัวไหล่
(VT) ยื่นออกมา
(VT) ยกเครื่อง (เครื่องยนต์)
(ADJ) ที่อยู่เหนือหัว
(ADV) ที่อยู่เหนือหัว
(N) ค่าใช้จ่ายในการดําเนินการทางธุรกิจ เช่นค่าเช่า ค่าน้ํา ค่าไฟ
(N) แกนลูกเบี้ยวที่ติดตั้งอยู่บนหัวเครื่องยนต์
(N) เครื่องฉายภาพบนผนังหรือจอ (คําย่อคือ OHP)
(N) รางรถไฟสําหรับแล่นเหนือถนนหรือรางเส้นอื่น
(N) ค่าใช้จ่ายในการดําเนินการทางธุรกิจ เช่นค่าเช่า ค่าน้ํา ค่าไฟ
(VT) ได้ยินโดยไม่ตั้งใจ
(N) กริยาช่องที่ 2 ของ overhear
(VI) ร้อนเกินไป
(VT) ทําให้ตื่นเต้นเกินไป
(VT) ทําให้ร้อนเกินไป
(ADJ) ซึ่งร้อนเกินไป
(VI) กริยาช่องที่ 2 และ 3 ของ overhang
(SL) เสพยา (เฮโรอีน) เกินขนาด
(ADJ) ดีใจเหลือเกิน
(N) การมีมากเกินไป
(SL) มากเกินไป
(ADJ) ซึ่งแบกภาระหนักเกินไป
(VT) กริยาช่องที่ 2 และ 3 ของ overlay
(VT) กริยาช่องที่ 2 ของ overlie
(ADJ) โดยทางบก
(ADV) โดยทางบก
(N) ส่วนที่ทับกัน
(VI) ทับกัน
(VT) คาบเกี่ยวกัน
(VT) ทําให้ทับกัน
(N) สิ่งปิดทับ
(VT) วางทับ
(ADV) กลับด้าน
(VT) นอนทับ
(VT) ใช้งานมากไป (ไฟฟ้า)
(VT) บรรทุกเกินพิกัด
(VT) แบกหนักเกินไป
(ADJ) นานเกินไป
(N) ทัศนียภาพที่ปรากฏแก่สายตา
(VT) ตรวจสอบ
(VT) พลาดไป
(VT) มองลงไปเห็น
(VT) เมินเฉย
(N) ผู้มีอํานาจเหนือผู้อื่น
(ADV) มากเกิน
(ADV) มากๆ
(ADJ) ซึ่งมีผู้ทํางานมากเกินไป
(VT) ครอบงํา
(ADJ) มากเกินไป
(ADV) มากเกินไป
(IDM) ข้ามศพฉันไปก่อน (ที่จะทําบางสิ่ง)
(ADJ) ตลอดทั้งคืน
(ADJ) ในช่วงกลางคืน
(ADV) ตลอดคืน
(ADV) อย่างรวดเร็ว
(IDM) เข้าใจยาก
(VT) กริยาช่องที่ 2 และ 3 ของ overpay
(N) สะพานข้ามที่อยู่เหนือถนนไฮเวย์
(VT) จ่ายเงินมากเกินไป
(N) การจ่ายมากกว่าที่ควรได้
(VT) ให้ความสําคัญมากเกินไป
(ADJ) ซึ่งมีประชากรมากไป
(VT) เอาชนะ (ด้วยพละกําลัง)
(ADJ) แข็งแรงและมีอํานาจมาก
(VT) พิมพ์ทับลงไป
(VI) ผลิตมากเกินไป
(VT) ผลิตมากเกินไป
(ADJ) ปกป้องมากไป
(ADJ) ซึ่งมีประสบการณ์มากไป
(VI) กริยาช่องที่ 2 ของ overrun
(VT) กริยาช่องที่ 2 ของ overrun
(VT) ตีค่าสูงเกินไป
(VT) ล้มเหลว (เพราะทําในสิ่งที่เกินความสามารถ)
(PHRV) ทําเกินเลย
(VI) มีปฏิกิริยารุนแรงเกินไป
(N) การมีปฏิกิริยารุนแรงเกินไป
(VT) กริยาช่องที่ 3 ของ override
(VT) ขี่ม้าข้าม
(VT) มีโอกาสเหนือกว่า
(VT) ยกเลิก
(N) ซึ่งสําคัญที่สุด
(ADJ) สุกเกินไป
(VT) กริยาช่องที่ 2 ของ override
(VT) ลบล้าง
(VT) บุกรุก
(VT) กริยาช่องที่ 2 ของ oversee
(ADJ) เกี่ยวกับต่างประเทศ
(ADJ) ที่เดินทางท่องเที่ยวข้ามทะเล
(ADV) ข้ามทะเล
(ADV) โพ้นทะเล
(VT) ตรวจตรา
(VT) ตรวจสอบ
(VT) เฝ้าสังเกตอย่างไม่เปิดเผย
(VT) กริยาช่องที่ 3 ของ oversee
(N) ผู้ตรวจสอบ
(VT) ขายเกินกว่าที่ผลิตได้
(VT) นําเสนอขายมากเกินไป
(VT) ยกย่องมากเกินไป
(ADJ) ขุ่นเคืองง่ายเกินไป
(VT) ทําให้คว่ํา
(ADJ) ซึ่งมีความต้องการทางเพศมากกว่าปกติ
(VT) ทําให้ลดความสําคัญลง
(VT) ให้ร่มเงา
(N) รองเท้าที่สวมทับรองเท้าปกติเพื่อป้องกันสิ่งสกปรกหรือให้อบอุ่น
(N) รองเท้ายางหรือผ้าซึ่งสวมเพื่อป้องกันความหนาวเย็น
(VT) ยิงเลยเป้าหมาย
(VT) กริยาช่องที่ 2 และ 3 ของ overshoot
(N) ความผิดพลาดเพราะละเลยหรือไม่สังเกต
(VT) อธิบายหรือแก้ปัญหาง่ายเกินไป (โดยไม่สนใจความจริง)
(ADJ) ใหญ่กว่าปกติ
(ADJ) ีขนาดใหญ่เกินไป
(N) กระโปรงชั้นนอก
(VI) นอนเกินเวลา
(VI) กริยาช่องที่ 2 ของ oversleep
(VI) กริยาช่องที่ 2 และ 3 ของ oversell
(VT) กริยาช่องที่ 2 และ 3 ของ oversell
(VI) ใช้จ่ายมากเกินไป
(VI) กริยาช่องที่ 2 ของ overspend
(N) คนที่ออกนอกเมืองเพราะแออัดเกินไป
(VT) แพร่กระจายไปทั่ว
(ADJ) ซึ่งมีคนทํางานมากไป
(VT) กล่าวเกินจริง
(N) การกล่าวเกินจริง
(VI) อยู่นานเกินไป
(VT) อยู่นานเกินไป
(VI) ถือพวงมาลัยนานเกินไป
(VT) เกินขอบเขต
(VI) ซื้อเก็บไว้มากเกินไป
(VT) ซื้อเก็บไว้มากเกินไป
(VI) เคร่งเครียดเกินไป
(VT) ทําให้เคร่งเครียดเกินไป
(VT) ทําเกินความสามารถ
(ADJ) ซึ่งทําเกินความสามารถ
(ADJ) ซึ่งตื่นเต้นเกินไป
(ADJ) มีผู้สมัครเป็นสมาชิกมากเกินไป
(ADJ) ชัดเจน
(N) การแสดงออกอย่างชัดแจ้ง
(VI) ตามทัน
(VI) ไล่ทัน
(VT) เกิดขึ้นอย่างฉับพลัน
(VT) ตามทัน
(VT) ไล่ทัน
(VI) กริยาช่องที่ 3 ของ overtake
(VT) กริยาช่องที่ 3 ของ overtake
(VT) เก็บภาษีมากเกินไป
(VT) ทําให้ยากลําบาก
(ADJ) ซึ่งกระจายเสียงทางวิทยุหรือโทรทัศน์
(ADJ) ซึ่งซื้อขายกันโดยตรง (โดยไม่มีใบสั่งซื้อยาจากแพทย์)
(ADV) โดยไม่มีใบสั่งยา
(SL) โดยไม่มีใบสั่งยาจากแพทย์
(IDM) แก่เกินกว่าจะกระทําบางสิ่ง
(SL) แก่เกินไป
(SL) หนีทหาร
(IDM) แก่เกินจะใช้ประโยชน์หรือใช้งาน
(IDM) พ้นส่วนที่ยุ่งยาก
(IDM) ลิงโลดใจ
(IDM) มากกว่าที่คาด (ว่าจะต้องจ่ายเงิน) (คําไม่เป็นทางการ)
(IDM) เกินจริง
(ADV) ขัดแย้งกับ
(VT) กริยาช่องที่ 2 ของ overthrow
(N) การล้มล้างจากอํานาจ
(VT) ขว้างลูกไกลเกินไป
(VT) ทําให้ล้ม
(VT) ล้มล้างจากอํานาจ
(VT) กริยาช่องที่ 3 ของ overthrow
(ADV) นอกเวลาปกติ
(N) เงินพิเศษสําหรับงานนอกเวลา
(N) ระยะเวลาที่เพิ่มจากเวลาปกติในการแข่งขัน
(N) เวลาพิเศษที่นอกเหนือจากเวลาทํางานปกติ
(VT) ทําจนเหนื่อยไป
(ADJ) เหนื่อยล้ามาก
(ADV) อย่างไม่ปกปิด
(N) ความหมายเสริม
(N) เสียงแทรก
(VI) กริยาช่องที่ 2 ของ overtake
(VT) กริยาช่องที่ 2 ของ overtake
(VT) อยู่เหนือกว่า
(VI) ค้าขายเกินกําลัง
(VI) ฝึกหนักเกินไป
(VT) ฝึกหนักเกินไป
(VI) เล่นไพ่ทรัมพ์สูงกว่าผู้เล่นคนอื่น
(VT) เล่นไพ่ทรัมพ์สูงกว่าผู้เล่นคนอื่น
(N) การเกริ่นนํา
(N) เพลงโหมโรง
(N) การทําให้คว่ํา
(VI) ้คว่ําลง
(VT) ทําให้คว่ํา
(VT) ล้มจากอํานาจ
(N) การใช้มากเกินไป
(VT) ใช้มากเกินไป
(VT) ตีค่าหรือราคามากเกินไป
(N) การอธิบายคร่าวๆ
(ADJ) ซึ่งมั่นใจมากเกินไป
(ADJ) หยิ่งยโส
(VT) หนักมากกว่า
(ADJ) ที่มีน้ําหนักมากเกินไป
(VT) ทําให้ความรู้สึกท่วมท้น
(VT) ทําให้พ่ายแพ้
(ADJ) ที่มากมาย
(ADJ) ที่มีอํานาจมาก
(VT) ไขลานมากไป
(VI) มีชีวิตอยู่ระหว่างฤดูหนาว
(VT) มีชีวิตอยู่ระหว่างฤดูหนาว
(N) การทํางานมากไป
(VI) ทํางานมากไป
(VT) ทํางานมากไป
(ADJ) ซึ่งทํางานมากไป
(VT) เขียนทับ
(VT) เขียนทับ
(VT) เขียนทับ
(ADJ) ตื่นเต้นและกังวลเกินไป
(ADJ) เหนื่อยเพราะทํางานมากไป
(N) กวีโรมัน เจ้าของผลงานด้านประวัติศาสตร์และเทพนิยาย
(ADJ) เกี่ยวกับกวีโรมัน เจ้าของผลงานด้านประวัติศาสตร์และเทพนิยาย
(N) ท่อรังไข่
(ADJ) ที่เป็นรูปไข่
(ADJ) ที่ออกไข่
(ADJ) ที่มีรูปร่างเหมือนไข่
(VI) สร้างไข่
(N) ไข่ภายในถุงไข่
(N) เซลล์ไข่
(VT) เป็นหนี้
(VT) เป็นหนี้บุญคุณ
(PHRV) เป็นหนี้...ในเรื่อง...
(PHRV) มีหน้าที่ต่อ
(PHRV) เชื่อว่าเป็นผลจาก
(PHRV) เป็นหนี้ต่อ
(ADJ) ซึ่งเป็นหนี้
(PREP) เนื่องจาก
(N) นกฮูก
(N) ลูกนกเค้าแมว
(ADJ) เหมือนนกเค้าแมว
(ADJ) ที่เป็นของตัวเอง
(PRON) ของตัวเอง
(VI) ยอมรับ
(VT) เป็นเจ้าของ
(N) ยี่ห้อสินค้าของร้านไม่ใช่จากบริษัทที่ผลิตสินค้า
(N) เจ้าของ
(ADJ) ซึ่งอาศัยอยู่โดยเจ้าของบ้านมากกว่าคนอื่น
(N) ผู้อาศัยที่เป็นเจ้าของบ้าน
(N) ความเป็นเจ้าของ
(N) สิทธิการครอบครอง
(N) การเตะลูกเข้าประตูตัวเอง
(N) ยี่ห้อสินค้าของร้านไม่ใช่จากบริษัทที่ผลิตสินค้า
(PHRV) ยอมรับ (ความรู้สึกหรือมีความรู้สึก) กับ
(PHRV) ยอมรับผิด
(N) วัวตัวผู้
(N) สารมีพิษซึ่งไม่มีสี
(N) ต้นไม้ตระกูล Oxalidaceae
(N) ไม้รูปตัวยูซึ่งคล้องรอบคอวัว
(N) มหาวิทยาลัยอ็อกซ์ฟอร์ดและเคมบริดจ์ในประเทศอังกฤษ
(N) เกวียนที่ลากด้วยวัว
(N) คํานามพหูพจน์ของ ox
(N) พืชไม้ดอกตระกูล Buphthalum Heliopsis
(ADJ) ซึ่งมีตากลมโตเหมือนวัว
(N) เมืองอ็อกฟอร์ด (อยู่ตอนใต้ของประเทศอังกฤษ)
(N) รองเท้าหนังแบบที่มีเชือกผูกด้านหน้า
(N) สําเนียงภาษาอังกฤษแบบอ็อกซ์ฟอร์ดในประเทศอังกฤษ
(N) สีน้ําเงินเข้ม
(N) ภาษาพูดแบบผู้จบการศึกษาจาก Oxford University
(N) เมืองหนึ่งในประเทศอังกฤษ
(N) ผลเชอร์รี่รูปหัวใจและมีขนาดใหญ่
(N) สารที่ทําให้สารอื่นรวมตัวกับอ็อกซิเจน
(N) ปฎิกิริยาเคมีที่เกิดจากการรวมตัวของออกซิเจนกับสารอื่น
(N) ์สารประกอบออกซิเจนกับธาตุอื่น
(N) ปฎิกิริยาเคมีที่เกิดจากการรวมตัวของออกซิเจนกับสารอื่น
(VT) รวมตัวกับอ็อกซิเจน
(N) ปฎิกิริยาเคมีที่เกิดจากการรวมตัวของออกซิเจนกับสารอื่น
(VT) รวมตัวกับอ็อกซิเจน
(N) สารที่ทําให้สารอื่นรวมตัวกับอ็อกซิเจน
(N) ต้นไม้ตระกูล primrose ออกดอกสีเหลืองในฤดูใบไม้ผลิ
(N) มหาวิยาลัยอ็อกซ์ฟอร์ด
(ADJ) เกี่ยวกับมหาวิทยาลัยอ็อกซ์ฟอร์ด
(N) เนื้อส่วนหางวัวใช้ทําซุป
(N) สารผสมระหว่างอ็อกซิเจนและอะเซทิลีน
(N) ก๊าซออกซิเจน
(N) ออกซิเจน
(VT) หล่อเลี้ยงด้วยอ็อกซิเจน
(N) การหล่อเลี้ยงด้วยอ็อกซิเจน
(N) หน้ากากครอบปากและจมูกสําหรับให้อ็อกซิเจน
(N) กระโจมสําหรับให้อ็อกซิเจนกับคนไข้
(N) ฮีโมโกลบินจับกับอ็อกซิเจนที่ส่งจากปอดไปยังเนื้อเยื่อ
(ADJ) ซึ่งใช้อ็อกซิเจนและไฮโดรเจนผสมกัน
(N) คําพูดหรือวลีทมาจากการนําคําความหมายตรงข้ามกันมารวมกัน
(INT) เสียงร้องให้เงียบ
(INT) เสียงร้องให้เงียบ
(N) ช่วงเวลา 4 ปีระหว่างการแข่งขันโอลิมปิกของกรีกโบราณ
(N) หอยนางรม
(N) ออสเตรเลีย (คําไม่เป็นทางการ)
