(ดับ|'|เบิลยู) n. พยัญชนะ|ตัว|ที่ 23 ของ|ภาษาอังกฤษ
abbr. without
(วอด) n. vt. (ทํา|ให้|เป็น) ก้อน|เล็ก ๆ ,|ก้อน|สําลี|เล็ก ๆ ,|ม้วน|ปึก|,|มัด|,|ที่|อุด|,|จํานวน|ค่อย|ข้าง|มาก
(วอด|'|ดะ|เบิล) adj. ลุย|ข้าม|ได้
(วอด|'|ดิง) n. สิ่ง|อุด|นิ่ม|,|วัตถุ|อุด|นิ่ม|,|วัตถุ|บุ|รอง
(วอด|'|เดิล) vi.,|n. (การ) เดิน|เตาะแตะ|เหมือน|เป็ด|,|เดิน|เหมือน|เป็ด|  |Syn. waddler n. waddlingly adv. waddly adv.
(เวด) vi.,|n. (การ) ลุย|,|เดิน|ลุย|,|ตะลุย|,|ลุย|น้ํา|,|เล่นน้ํา|,|ไป|อย่าง|ยากลําบาก vt. ผ่าน|อย่าง|ลําบาก|,|ลุย -|Phr. (wade in (into) เริ่ม|อย่าง|กระ|ฉับ|กระ|เฉ|งม|โจมตี|อย่าง|รุนแรง)|  |Syn. wadable adj. wadeable adj.
(เว|'|ดอะ) n. ผู้|ลุย|,|ผู้|เดิน|ลุย|,|สิ่ง|ที่|ลุย|,|นก|ขา|ยาว|ที่|เดิน|ลุย|หา|อาหาร|ใน|น้ํา|ตื้น|  |Syn. waders n. รองเท้า|บู๊|ท|กันน้ํา|สําหรับ|ลุย|น้ํา
(เว|'|เฟอะ) n. ขนมปัง|กรอบ|บาง|,|แผ่น|กลม|บาง|,|สิ่ง|ที่|เป็น|แผ่น|บาง ๆ vt. ปิด|หรือ|หุ้ม|ด้วย|แผ่น|ดังกล่าว|  |Syn. wafery adj.
(แวฟ|,|วา|ฟ) n. การ|พัด|ของ|ลม|,|การ|มอง|ปราด|,|การ|มอง|ผาด ๆ ,|การ|ชําเลือง
(วอ|ฟ|'|เฟิล) n. ขนมปัง|อบ|ใส่|ไข่|และ|นม|ที่|อบ|ใน|เบ้า|ที่|เป็น|ปุ่ม ๆ adj. เป็น|ปุ่ม ๆ คล้าย|ขนม|ดังกล่าว
(วา|ฟทฺ|,|แวฟทฺ) vt. vi.,|n. (การ) พัด|,|พัด|พลิ้ว|,|สะบัด|พลิ้ว|,|กระพือ|,|วูบ|,|ฉิว|,|เสียง|ที่|ได้ยิน|นิดหน่อย|,|กลิ่น|จาง|  |Syn. wafter n.  |Syn. send lightly
(แวก) vt. vi.,|n. (การ) แกว่งไกว|,|แกว่ง|,|ขึ้น ๆ ลง ๆ ,|กระดิก|,|กระดก (ลิ้น) ,|ชี้|มือ|ชี้นิ้ว|,|สั่น|หัว|  |Syn. wagger n.  |Syn. shake
(เวจฺ) n. ค่าจ้าง|,|เงินเดือน|,|ค่าแรง|,|ค่าตอบแทน|,|ความ|มั่นคง vt. ดําเนิน|ต่อไป|,|ว่าจ้าง|,|ให้|คํามั่น vi. ต่อสู้|,|ดิ้นรน|  |Syn. earnings|,|emolument
(เว|'|เจอะ) n. สิ่ง|ที่|เสี่ยง|,|สิ่ง|ที่|พนัน|,|การ|พนันขันต่อ|,|การ|วาง|เดิมพัน vt. พนัน|,|พนันขันต่อ|  |Syn. wagerer n.  |Syn. gamble|,|bet|,|stake
(เวจฺ|'|เวิร์ค|เคอะ) n. =|wage earner ผู้|รับจ้าง|หรือ|มี|รายได้|จาก|การ|จ้าง|  |Syn. wageworking adj.
(แวก|'|กะ|รี) n. การ|พูด|หยอกล้อ|,|การ|พูด|ตลก|,|ภาษา|หยอกล้อ|,|ภาษา|ตลก
(แวก|'|กิช) adj. ตลก|,|ขบขัน|,|ขี้|ล้อ|,|หยอกล้อ -|  |Syn. waggishly adv. waggishness n.  |Syn. droll|,|humorous|,|funny
(แวก|'|เกิล) vi. vt.,|n. (การ) กระดิก|,|แกว่ง|,|โยก|ไป|มา|  |Syn. wagglingly adv.  |Syn. wobble|,|shake
(แวก|'|ลี) adj. แกว่ง|ไป|มา|,|ไม่|แน่นอน
(แวก|'|เกิน) n. vt. vi. (ขนส่ง|ด้วย) รถเข็น|สี่|ล้อ|ขนาด|เล็ก|,|รถม้า|บรรทุก|สี่|ล้อ|,|เกวียน|สี่|ล้อ|,|ตู้|บรรทุก|ของ|รถไฟ|,|รถ|ขน|แร่ on the wag (g) on งด|ดื่ม|เหล้า
(แวก|'|เกิน) n. vt. vi. (ขนส่ง|ด้วย) รถเข็น|สี่|ล้อ|ขนาด|เล็ก|,|รถม้า|บรรทุก|สี่|ล้อ|,|เกวียน|สี่|ล้อ|,|ตู้|บรรทุก|ของ|รถไฟ|,|รถ|ขน|แร่ on the wag (g) on งด|ดื่ม|เหล้า
(เวฟ) n. บุคคล|ที่|ไร้|บ้าน|ไร้|เพื่อน|,|เด็ก|จรจัด|,|ของ|เก็บ|ตก|,|ของ|ตกหาย|,|ของ|ไม่|มี|เจ้าของ|,|สัตว์|หลงทาง|หรือ|ไม่|มี|เจ้าของ|,|สัญญาณ|  |Syn. urchin|,|gamin
(เวล) vi. vt.,|n. (การ|,|เสียง) คร่ําครวญ|,|ร้อง|คร่ําครวญ|,|ร่ําไห้|,|ร้อง|โหยหวน|, (ลม) พัด|เสียง|ดัง|โหยหวน|,|ร้อง|สะ|อึก|สะอื้น|  |Syn. wailer n. wailingly adv.  |Syn. mourn|,|grieve|,|cry
(เวน) n. รถบรรทุก|หรือ|รถเข็น|สําหรับ|บรรทุก|พืชพันธุ์|ทาง|เกษตร
(เวน|'|ส|คอ|ท) n. แผ่น|ไม้|ประกบ|ผนัง vt. บุ|ผนัง|ด้วย|แผ่น|ไม้|  |Syn. wood)| 
(เวน|'|ส|โค|ทิง) n. การ|บุ|ผนังห้อง|ด้วย|แผ่น|ไม้|,|แผ่น|ไม้|ประกบ|ผนัง
(เวน|'|ส|โค|ทิง) n. การ|บุ|ผนังห้อง|ด้วย|แผ่น|ไม้|,|แผ่น|ไม้|ประกบ|ผนัง
(เวน|'|ไร|ทฺ) n. ช่าง|ทํา|รถบรรทุก
(เวสทฺ) n. เอว|,|ส่วน|เอว|,|สะเอว|  |Syn. waistless adj.
(เวสทฺ|'|แบน|ดฺ) n. ผ้า|คาด|เอว|,|สาย|รัด|เอว
(เวสทฺ|'|คลอ|ธ) n.ผ้า|คาด|เอว|,|ผ้าขาวม้า|,|รัดประคด pl. waistcloths|  |Syn. loincloth
(เวสทฺ|'|โค|ท) n. เสื้อ|กั้ก|,|เสื้อยืด|,|เสื้อยืด|รัดรูป|  |Syn. waistcoated adj.
(เวท) vi. คอย|,|รอคอย|,|หวัง|,|รอ|,|รั้งรอ|,|เลื่อน|ไป|,|ช้า|ไป|,|เสียเวลา|,|รับใช้|,|ปรนนิบัติ vt. คอย|,|รอคอย -|Phr. (wait on (upon) รับใช้|ปรนนิบัติ|รอคอย) n. การ|คอย|,|การ|รอคอย|,|การ|ดัก|ซุ่ม -|Phr. (lie in wait ซุ่ม|คอย ดัก|ซุ่ม)|  |Syn. linger|,|await
(เวท|'|เทอะ) n. ผู้|คอย|,|ผู้|รับใช้|,|ผู้|ปรนนิบัติ|,|ถาด|ใส่|ถ้วยชาม
(เวท|'|ทิง) n. การ|รอคอย|,|การ|รับใช้|,|การ|หยุด|,|ช่วง|เวลา|การ|รอคอย|,|การ|รอ|จังหวะ|,|การ|เลื่อน|เวลา|, -|Phr. (in waiting รับใช้ ปรนนิบัติ) adj. รับใช้|,|ปรนนิบัติ|,|รอ|ปรนนิบัติ|ราชนิกุล
n. หญิง|รับใช้|,|หญิง|ปรนนิบัติ
n. ห้อง|รอคอย|,|ห้องพัก|ผู้โดยสาร
n. หญิง|รับใช้|,|หญิง|ปรนนิบัติ
(เว|'|ท|ริ|ส) n. พนักงาน|หญิง|รับใช้
(เว|'|เวอะ) n. การ|สละ|สิทธิ|,|เอกสาร|สละ|สิทธิ
(เวค) {|waked|/|woke|,|waking|,|wakes|} vi. ตื่น|,|ตื่นนอน|,|ตื่นตัว|,|สํานึกตัว vt. ทํา|ให้|ตื่น|,|ปลุก|ให้|ตื่น|,|กวน|,|ปลุก|เร้า|,|เฝ้าคอย|,|เฝ้า|ศพ|,|อยู่|ยาม n. การ|รอคอย|,|การ|อยู่|ยาม|,|การ|เฝ้า|ศพ|  |Syn. waker n.  |Syn. watch vigil
(เวคฺ|'|ฟู|ล) adj. ตื่นตัว|,|ตื่น|อยู่|,|ไม่|สามารถ|หลับ|ได้|,|ไม่|ได้|หลับ|,|เฝ้าคอย|  |Syn. wakefully adv. wakefulness n.  |Syn. awake
(เวค|'|ลิส) adj. หลับ|สนิท|,|ไม่|ถูก|รบกวน
(เว|'|เคิน) vt. ทํา|ให้|ตื่น|,|ปลุก|,|ปลุก|ให้|ตื่น|,|ปลุก|เร้า|,|กวน vi. ตื่น|,|ตื่นตัว|,|รู้สึกตัว|  |Syn. wakener n.  |Syn. awaken|,|awake|,|arouse
(เว|'|เคินนิง) n. การ|ตื่นตัว|,|การ|ตื่น|,|การ|รู้สึกตัว|  |Syn. awakening
(เวล) n. แผล|นูน|รอย|เฆี่ยน|,|ลายเส้น|เนื้อผ้า vt. ทํา|ให้|เกิด|แผล|นูน|หรือ|ลายเส้น|ดังกล่าว
(วอล์ค) vi. vt. เดิน|,|ดําเนิน|วิถีชีวิต -|Phr. (walk out ประท้วง|โดย|การ|เดิน|ออก|จาก|ที่ประชุม) n. การ|เดิน|,|ระยะ|ที่|เดิน|,|ท่าทาง|การ|เดิน|,|ฐานะ|,|สภาพ|,|ทางเดิน|,|สถานที่|เดิม|,|ไร่นา|,|กลุ่ม|,|ฝูง|,|ทาง|เร่ขาย|  |Syn. walkable adj.
(วอล์ค เดาน์) n. ร้านค้า|ใต้ดิน
(วอล์ค|'|อิน) adj. ใหญ่|หรือ|กว้าง|พอ|ที่|เข้า|ไป|เดิน|ได้|,|มี|ทางเข้า|ส่วนตัว|โดย|ตรง|จาก|ถนน|,|n. สิ่ง|ที่|ใหญ่โต|พอ|ที่|เข้า|ไป|ได้
(วอ|ค|'|ออ|น) n. การ (ผู้) แสดง|ประกอบ|เล็กน้อย
(วอล์ค|'|คะ|ธอน) n. การ|แข่งขัน|เดิน|ทน|ใน|ระยะ|ทาง|ที่|ไกล|มาก
(วอล์ค|'|คะ|เว) n. การ|ชนะ|อย่าง|ง่ายดาย|,|การ|พิชิต|ได้|อย่าง|ง่ายดาย|  |Syn. snap|,|cinch
(วอล์ค|'|เคอะ) n. ผู้|เดิน|,|ผู้|ชอบ|เดิน|,|ผู้|ชอบ|เดิน|เล่น|,|โครง|ค้ํา|สําหรับ|เด็ก|หัด|เดิน|,|อุปกรณ์|ช่วย|การ|เดิน
(วอล์ค|'|คี|ทอ|'|คี) n. เครื่องส่ง|และ|เครื่อง|รับ|วิทยุ|ใน|เครื่อง|เดียวกัน|ที่|แบก|หรือ|ถือ|ได้|โดย|คน|เพียง|คน|เดียว
(วอล์ค|'|คิง) adj. ซึ่ง|เดิน|,|มี|ชีวิต|,|เคลื่อนที่|ได้ n. การ|เดิน
n. คาน|ไม้|หรือ|โลหะ|ที่|ใช้|ช่วย|ใน|การ|เดิน
n. ไม้เท้า|,|ไม้|ถือ
(วอ|ค|'|เอา|ทฺ) n. การ|ประท้วง|โดย|เดิน|ออก|จาก|ที่ประชุม S. strike
(วอ|ค|'|โอ|เวอะ) n. ชัยชนะ|ที่|ได้|มา|โดย|ง่ายดาย|หรือ|ไม่|มี|คู่แข่ง|  |Syn. walkaway
(วอ|ล) n. กําแพง|,|ผนัง|,|ป้อมปราการ|,|ฉาก|กําบัง|,|เขื่อน|, -|Phr. (drive (push) to the wall) ทํา|ให้|เข้าตาจน|ทํา|ให้|ปราชัย|,|adj. เกี่ยวกับ|กําแพง vt. ตั้ง|กําแพง
n. ศูนย์กลาง|ธุรกิจ|การเงิน|แห่ง|สําคัญ|ของ|อเมริกา|,|ตลาด|การเงิน|ของ|อเมริกา
(วอ|ล|'|ละ|บี) n. จิงโจ้|ขนาด|เล็ก
(-|บอร์ด) n. แผ่น|ผนัง|,|แผ่น|กําบัง
(-|คัพ|'|เว|อริ|ง) n. แผ่น|ที่|ใช้|ปิด|ฝา|ผนัง|เพดาน|หรือ|อื่น ๆ| 
(วอ|ล|'|ลิท|,|วอ|'|ลิท) n. กระเป๋า|หนัง|เล็ก|สําหรับ|ใส|ธนบัตร|,|ถุง|หนัง|เล็ก ๆ สําหรับ|ใส่|เครื่องมือ|,|ย่าม|เดินทาง|  |Syn. knapsack
(วอ|ล|'|อาย|ดฺ) adj. ตา|ถลน|,|ตา|โปน
(วอ|ล|'|ลัพ) vt.,|n. (การ) เฆี่ยน|,|หวด|,|ตี|เสียง|ดัง|,|ตี|อย่าง|รุนแรง|,|ตี|พ่ายแพ้|ยับเยิน|,|ควบ|ม้า|,|อิทธิพล|ที่|มี|มาก|,|ความรู้สึก|สนุก|หรือ|เป็นสุข|  |Syn. walloper n.
(วอ|ล|'|โล) vi. กลิ้ง|,|เกลือกกลิ้ง|,|หมกมุ่น|,|ไป|ด้วย|ความ|ยากลําบาก|,|n. การ|กลิ้ง|การ|เกลือกกลิ้ง|,|สถานที่|สัตว์|เกลือกกลิ้ง|,|ปลัก|ควาย|  |Syn. wallower n.  |Syn. grovel|,|flounder|,|revel
(วอ|ล|'|เพเพอะ) n. กระดาษ|บุ|ผนัง vt. บุ|ผนัง|ด้วย|กระดาษ|ดังกล่าว
(เว|'|ลี) adj. ดีงาม|,|ดีเลิศ|,|เยี่ยม
(วอ|ล|'|นัท) n. มัน|ฮ่อ|,|ต้น|มัน|ฮ่อ|,|ไม้|มัน|ฮ่อ|,|ผล|มัน|ฮ่อ|,|สีน้ํา|ตาล|ค่อนข้าง|แดง
(วอ|ล|'|รัส) n. สิงโตทะเล|คล้าย|แมวน้ํา|แต่|มี|งา|ใหญ่|หนึ่ง|คู่ มี|เครา|ยาว|และ|มี|หนัง|หนา|และ|หยาบ pl. walruses
(วอ|ลทฺซฺ) n. vt. vi.,|adj. (การ) เต้นรํา|จังหวะ|วอ|ลทซ์|ดนตรี|จังหวะ|วอ|ลทซ์
(วอน) adj. ซีด|,|ซีด|ขาว|,|อมโรค|,|อ่อนแอ|,|ไม่|มี|ความ|สุข|,|ขาด|กําลัง|,|ขาด|สมรรถภาพ|,|มืด|,|สลัว vi. vt. ทํา|ให้|หรือ|กลาย|เป็น|ซีด แวน <|คํา|อ่าน|>|ย่อ|มา|จาก wide area network (แปล|ว่า ข่ายงาน|บริเวณ|กว้าง) หมายถึง ข่ายงาน|คอมพิวเตอร์|ที่|มี|การ|เชื่อมโยง|กัน|เป็น|บริเวณ|กว้าง (ถ้า|เป็น|บริเวณ|แคบ ๆ เรียก|ว่า LAN หรือ local area network) เช่น ระหว่าง|จังหวัด ระหว่าง|ประเทศ เป็นต้น คอมพิวเตอร์|ที่|เชื่อมโยง|กัน|เหล่านี้ จะ|ทํางาน|ร่วม|กัน|ได้ ดึง|โปรแกรม|จาก|กันและกัน|ได้ การ|กระทํา|เช่นนี้|จําเป็น|ต้อง|มี|ซอฟต์แวร์|เป็น|ตัวการ|สําคัญ|ด้วย|ตัว|หนึ่ง การ|เชื่อมโยง|นั้น อาจ|ใช้|สายโทรศัพท์ สายเคเบิล เส้นใย|นํา|แสง (optical fibre) หรือ|ดาวเทียม ก็ได้|ดู LAN เปรียบเทียบ|  |Syn. wanly adv. wanness n.  |Syn. pale|,|faint|,|livid
(วอน|ดฺ) n. ไม้เรียว|,|ค|ทา|,|ไม้ยาว|กลม|ของ|หัวหน้า|วงดนตรี|,|กิ่งไม้|ยาว|,|ลําต้น|ยาว|เรียว
(วอน|'|เดอะ) vi. vt. ท่องเที่ยว|,|เดิน|เตร่|,|เตร็ดเตร่|,|ไป|โดย|ไม่|มี|จุดหมาย|แน่นอน|,|ทิ้ง|ความ|สนใจ|,|สาบสูญ|,|หลงทาง|,|หันเห|จาก|เดิม|,|ห่าง|ประเด็น|  |Syn. wanderer n.  |Syn. stray|,|roam
(วอน|'|เด|อริ|ง) adj.,|n. (การ) เตร็ดเตร่|,|พเนจร|,|เถลไถล|ไป|,|ท่องเที่ยว|,|ไป|โดย|ไม่|มี|จุดหมาย|แน่นอน|,|ความคิด|สับสน|,|การ|พูด|เรื่อยเปื่อย.  |Syn. wanderingly adv.  |Syn. roaming|,|rambling
(เวน) vi.,|n. (การ) (ดวงจันทร์) แหว่ง|,|ลด|,|ถอย|,|เสื่อม|,|ตกต่ํา|,|ค่อย ๆ สลาย|,|ค่อย ๆ สิ้นสุด|,|ระยะ|เสื่อม|,|ระยะ|ตกต่ํา|,|น้ําลง -|Phr. (on the wane ลด|ลง เสื่อม|ลง)|  |Syn. diminish
(วอน|ทฺ) vt. vi.,|ต้องการ|,|ปรารถนา|,|อยาก|,|ขาดแคลน|,|หา|,|ล่า n. สิ่ง|ที่|ต้องการ|,|สิ่ง|ที่|จําเป็น|,|ความ|ขาดแคลน|,|ความ|ยากจน|,|การ|ขาดแคลน|สิ่ง|จําเป็น|ของ|ชีวิต|,|ความรู้สึก|ต้องการ Phr. (want out ต้องการ|ออก)|  |Syn. wanter n.  |Syn. esire|,|lack|,|sha
n. =|classified ad
n. รายการ|ของ|ที่|ต้องการ
(วอน|'|ทิง) adj. ขาดแคลน|,|ไม่|มี prep. ปราศจาก|,|ลบ|,|เอา|ออก|  |Syn. lacking|,|missing
(วอน|'|ทัน) adj. มุ่งร้าย|และ|ไม่|ยุติธรรม|,|ขี้|เล่น|,|ซุกซน|,|ชอบ|เล่น|พิเรน|,|ไม่|รับผิดชอบ|,|มั่ว|โลกีย์|,|ฟุ่มเฟือย|,|ฟุ้งเฟ้อ|,|สุรุ่ยสุร่าย|,|เขียวชอุ่ม|  |Syn. wantonly adv. wantonness n.
(เว|'|นี) adj. ลด|ลง|,|ถอย|,|เสื่อม|ลง|,|ค่อย ๆ หาย|ไป|  |Syn. waning|,|decreasing
(วอร์) n. สงคราม|,|ภาวะ|สงคราม|,|การ|รบ vi. ทํา|สงคราม|รบ|,|ต่อสู้|,|ขัดแย้ง|,|ต่อต้าน adj. เกี่ยวกับ|สงคราม|  |Syn. warfare|,|fight
เด็ก|ที่|เกิด|ใน|ยาม|สงคราม
เสียง|กู่|ร้อง|การ|ทํา|สงคราม|,|คติพจน์|หรือ|คําขวัญ|ที่|ใช้|ใน|การ|เรียกร้อง|ความ|สามัคคี
n. การ|เต้นระบํา|ก่อน|รบ
n. การ|ซ้อมรบ|,|เกม|รบ
n. เทพเจ้า|แห่ง|สงคราม
n. ผู้นํา|ทาง|ทหาร|,|ขุนศึก|  |Syn. warlord ,|military leader
n. ปลาย|ขีปนาวุธ|ที่|บรรจุ|ด้วย|ระเบิด|,|หัวกระสุน
n. สี|ทา|ตาม|ใบหน้า|และ|ลําตัว|ของ|อิน|ดี|ยน|แดง|ที่|กําลังจะ|ออกศึก
n. การ|กู่|ร้อง|เข้า|โจมตี
n. บริเวณ|ที่|มี|การ|ทํา|สงคราม|,|เขต|สงคราม
(วอร์|'|เบิล) vi. vt.,|n. (การ) ร้อง|เสียง|รัว|,|เพรียก|ร้อง|,|เปล่ง|เสียง|ดนตรี|,|เพลง|รัว|  |Syn. chirp
(วอร์|'|เบลอะ) n. ผู้|ร้อง|เสียง|รัว|,|สิ่ง|ที่|ทํา|ให้|เสียง|รัว|,|นกกระจิบ
(วอร์ด) n. ห้อง|คนไข้|,|ตึก|คนไข้|,|แผนก|ใน|โรงพยาบาล|,|ห้อง|เรือนจํา|,|ผู้|ที่อยู่|ใน|ความ|ปกครอง|หรือ|ความ|พิทักษ์|,|ความ|เป็น|ผู้ปกครอง|,|กลุ่ม|ยาม|รักษาการณ์ vt. ปัดเป่า|,|ขับ|ออก|,|ขจัด|  |Syn. precinct|,|protege
(วอร์|'|ดิด) adj. มี|รู|กุญแจ|,|มี|รู|,|มี|ช่อง
(วอร์|'|เดิน) n. ยาม|,|ผู้|คุม|,|พัศดี|,|ผู้|พิทักษ์|,|ผู้ดู|แล|,|ผู้อุปถัมภ์|  |Syn. wardenship n.  |Syn. guardian|,|keeper
(วอร์ด|'|เดอะ) n. ผู้|คุม|,|ผู้|เฝ้า|,|ผู้|ป้องกัน|,|ยาม|,|ผู้|คุม|นักโทษ|,|พัส|ดี|  |Syn. wardership n.
(วอร์ด|'|ด|ริ|ส) n. ผู้|คุม|ที่|เป็น|หญิง|,|พัส|ดี|หญิง
(วอร์บ|'|โร|บ) n. ตู้เสื้อผ้า|,|เสื้อผ้า|,|ทั้งหมด|,|ห้อง|เก็บ|เสื้อผ้า|,|ชุด|เสื้อผ้า
n. พ่อค้า|ขาย|เสื้อผ้า|เก่า ๆ| 
n. กระเป๋า|เสื้อผ้า|ใบ|ใหญ่
(วอร์ด|'|รู|ม) n. ห้อง|พวก|นายทหาร|ใน|เรือรบ ,|ห้อง|รับประทาน|อาหาร|และ|ห้องนั่งเล่น|ของ|นายทหาร|ดังกล่าว|,|นายทหาร|ดังกล่าว
(วอร์ด|'|ชิ|พ) n. ความ|ปกครอง|,|การ|พิทักษ์|,|การ|ดูแล|,|การ|อุปถัมภ์
(แวร์) n. สินค้า|,|เครื่องใช้|,|ผลิตภัณฑ์|,|ภาชนะ|,|เครื่องปั้นดินเผา adj. ระมัดระวัง|,|เฝ้า|,|รู้ตัว|,|รู้|สํานึก vt. รู้ตัว|,|ระมัดระวัง|,|สนใจ|,|ใช้|,|จ่าย|  |Syn. watchful|,|wary|,|spend|,|expend
(แวร์|'|เฮาซฺ) n. โกดัง|,|คลังสินค้า|,|ร้าน|ขาย|ของ|ขนาด|ใหญ่ vt. เก็บ|ไว้|ใน|สถานที่|ดังกล่าว
(วอร์|'|แฟร์) n. การ|สงคราม|,|การ|ทํา|สงคราม|,|การ|สู้รบ|  |Syn. fighting|,|war|,|battle
(วอร์|'|เฮ|ด) n. หัว|อาวุธ ,|หัว|รบ
(แว|'|ริ|ลี) adj. อย่าง|ระมัดระวัง|,|ด้วย|ความ|ระมัดระวัง
(แว|'|ริ|นิส) n. ความ|ระมัดระวัง|,|การ|เฝ้าดู|,|การ|รู้ตัว|,|ความ|รอบคอบ|  |Syn. caution
(วอร์|'|ไลคฺ) adj. ชอบ|สงคราม|,|ชอบ|รบ|,|เกี่ยวกับ|สงคราม|  |Syn. belligerent
(วอร์ม) adj. vt. vi. (ทํา|ให้) (กลาย|เป็น) อบอุ่น|,|อุ่น|,|มี|มิตร|ไมตรี|,|มี|ชีวิตชีวา|,|คึกคัก|,|สด|,|มี|อารมณ์|รัก|,|เห็นอกเห็นใจ -|Phr. (warm up อุ่นเครื่อง|ก่อน|แข่ง)|  |Syn. warmer n. warmish adj. warmly adv. warmness n.  |Syn. luk
หมายถึง การ|สั่ง|ให้|เครื่อง|เริ่ม|ปฏิบัติการ|ใหม่|โดย|ที่|ไม่|ปิด|สวิตช์|ดับ|ไฟ|ที่|เครื่อง|ก่อน ใน|ระบบ|ดอส มี|วิธี|ทํา คือ กด|แป้น CTRL|+|ALT|+|DEL พร้อมกัน|ทั้ง 3 แป้น วิธีการ|ทํา|เช่นนี้ มักจะ|ใช้|เมื่อ|เกิด|ข้อผิดพลาด|บาง|ประการ จน|ทํา|ให้|เครื่อง|ค้าง|หรือ|หยุด|การ|ปฏิบัติงาน|ไป|เลย (hang) จึง|ต้อง|เริ่ม|เครื่อง|ใหม่ การ|กด|แป้น|สาม|แป้น|นี้ จะ|สามารถ|เริ่มต้น|เครื่อง|ใหม่|ได้|เร็ว|กว่า|การ|ปิด|สวิตช์|แล้ว|เปิด|ใหม่ ซึ่ง|เรียก|ว่า "|cold boot " หรือ "|cold start " ปัจจุบัน|เครื่อง|รุ่น|ใหม่ ๆ จะ|มี|ปุ่ม Reset ไว้|ให้|ด้วย จะ|กด|ที่|ปุ่ม|นี้|ก็ได้ ถือ|เป็น|การ "|warm boot|" เช่นเดียวกัน มี|ความหมาย|เหมือน warm start|ดู cold boot เปรียบเทียบ
การ|เริ่มต้น|ระบบ|การ|ทํางาน|ของ|เครื่อง|คอมพิวเตอร์|ใหม่ โดย|ไม่|ต้อง|ปิด|สวิตช์|ที่|ตัว|เครื่อง การ|เริ่มต้น|เช่นนี้|เป็น|การ|เริ่มต้น|ใหม่|ก็|จริง แต่|วิธี|ทํา|เพียง|กด|แป้น|บาง|แป้น|ที่|แผง|แป้น|อักขระ (เช่น แป้น CTRL|,|ALT และ DEL พร้อม ๆ กัน|ใน|ระบบ|ดอส ใน|เครื่อง|ไมโครคอมพิวเตอร์|ตระกูล|ไอ|บีเอ็ม) เครื่อง|ก็|จะ|เริ่มต้น|ใหม่|ให้ การ|ที่|ต้อง|ทํา|เช่นนี้|ก็|เนื่องจาก ขณะที่|ใช้|อยู่ เกิด|ข้อผิดพลาด|บาง|ประการ|เกี่ยวกับ|ตัว|เครื่อง|คอมพิวเตอร์ จน|ทํา|ให้|ไม่|สามารถ|ประมวลผล|ต่อไป|ได้ ทํา|ให้|ต้อง|เริ่มต้น|ใหม่ การ|เริ่ม|เครื่อง|ต่อ|ด้วย|วิธี|นี้ ใช้เวลา|น้อย|กว่า|เปิด|เครื่อง|ใหม่ (cold start) มี|ความหมาย|เหมือน warm boot|ดู cold start เปรียบเทียบ
(วอร์ม|'|บ|ลัด|ดิด) adj. เกี่ยวกับ|สัตว์|เลือดอุ่น|,|มี|อารมณ์|ร้อน|,|เร่าร้อน|,|กระตือรือร้น|,|หุนหันพลันแล่น|  |Syn. warm|-|bloodedness n.
(วอร์ม|'|ฮาร์|ทิด) adj. อบอุ่น|ใจ|,|มี|มิตร|ไมตรี|,|ใจดี|,|กระตือรือร้น|  |Syn. warm|-|heartedness n. warm|-|heartedness n.  |Syn. warmhearted.  |Syn. affectionate|,|kind
(วอร์|'|มัง|เก|อะ) n. ผู้|กระหาย|สงคราม|,|ผู้|ค้า|สงคราม
(วอร์|'|มัง|เก|อะ|ริ|ง) n. การ|ค้า|สงคราม|,|ความ|กระหาย|สงคราม
(วอร์ม) n. ความ|อบอุ่น|,|ความรู้สึก|รุนแรง|  |Syn. heat|,|ardour|,|compassion
(วอร์น) vt. เตือน|,|เตือนสติ|,|แจ้ง|ให้|ทราบ|  |Syn. warning n.,|adj.  |Syn. caution|,|notify
(วอร์พ) vi. vt. งอ|,|โค้ง|,|บิด|,|ทํา|ให้|งอ|,|โก่ง|,|ทํา|ให้|โค้ง|,|ทํา|ให้|บิด|,|ทํา|ให้|เบี้ยว|,|บิดเบือน|,|ทํา|ให้|วิปริต|,|n. ส่วน|งอ|,|ส่วนโค้ง|,|ส่วน|บิด|,|ส่วน|เบี้ยว|,|ความคิด|อคติ|,|จิต|วิปริต|  |Syn. turn|,|contort
(วอร์|'|พา|ธ -|แพ|ธ) n. เส้นทาง|ออก|รบ|ของ|อินเดียนแดง|,|โกรธเคือง มุ่งร้าย pl. warpaths -|Phr. (on the warpath เตรียม|สงคราม ทํา|สงคราม)| 
(วอร์|'|เพล|น) n. เครื่องบิน|รบ
(วอร์พ|'|ไว|ซ) adv. ตาม|แนว|ตรง|,|เป็น|มุมฉาก|,|ตาม|ยาว
(วอร์|'|เรินทฺ) n. เครื่อง|ประกัน|,|หลักฐาน|,|การ|ยืนยัน|,|การ|มอบอํานาจ|,|การ|รับรอง|,|การ|อนุญาต|,|ใบอนุญาต|,|หมาย|,|คํา|มอบหมาย|,|หนังสือรับรอง|การ|จ่าย|หรือ|รับ|เงิน|,|หนังสือรับรอง|การ|ซื้อ|หุ้น|,|เหตุผล vt. อนุญาต|,|อนุมัติ|,|ให้|เหตุผล|,|มอบอํานาจ|,|รับประกัน|,|ยืนยัน|,|รับรอง|,|ออก|หมาย คําศัพท์|ย่อย|:
n. หมายจับ
n. พันจ่า
n. พันจ่า|เอก
n. พันจ่า|โท
n. พันจ่า|ตรี
(วอร์|'|เรินทะเบิล) adj.รับรอง|ได้|,|ประกัน|ได้|,|อนุญาต|ให้|ได้|,|ออก|หมาย|ได้|, (กวาง) มี|อายุ|มาก|พอ|ที่|จะ|ถูก|ล่า|ได้|  |Syn. warrantableness n.
(วอร์|'|รัน|ที) n. ผู้|ถูก|รับรอง|,|ผู้|ได้|รับ|การ|ประกัน
(วอร์|'|เริน|เทอะ) n. ผู้รับรอง|,|ผู้|ค้ํา|ประกัน|,|ผู้|อนุญาต
(วอร์|'|เริน|เทอะ) n. ผู้รับรอง|,|ผู้|ค้ํา|ประกัน|,|ผู้|อนุญาต
(วอร์|'|เริน|ที) n. การ|รับรอง|,|การ|ค้ํา|ประกัน|,|การ|อนุญาต|,|การ|มอบอํานาจ|,|หนังสือรับรอง|,|หนังสือ|ค้ํา|ประกัน|,|หมาย|  |Syn. assurance|,|guarantee
(วอร์|'|เริน) n. ทุ่ง|กระต่าย|,|สถานที่|มี|กระต่าย|มาก|,|ที่|แออัด|ไป|ด้วย|คน
(วอ|'|ริ|ง) adj. สู้รบ|กัน|,|ทํา|สงคราม|กัน|,|ต่อสู้|กัน|  |Syn. fighting
(วอ|'|ริ|เออะ) n. นักรบ|,|ทหาร|,|ผู้เชี่ยวชาญ|การ|รบ|,|ผู้|มี|ความ|กล้าหาญ|มาก|  |Syn. fighter|,|soldier|,|combatant
(วอร์|'|ซอ) n. ชื่อ|เมืองหลวง|ของ|โปแลนด์
(วอร์|'|ชิ|พ) n. เรือรบ
(วอร์ท) n. หูด (เกิด|จาก|เชื้อไวรัส) ,|ปุ่ม|ต้นไม้|  |Syn. warted adj.
n. หมูป่า|แอฟริกา มี|งา|ใหญ่|และ|ใบหน้า|มี|ก้อน|เนื้อ
(วอร์|'|ไท|มฺ) n. ยาม|สงคราม adj. เกี่ยวกับ|เวลา|สงคราม
(วอ|'|ที) adj. มี|หูด|,|เป็น|หูด|,|คล้าย|หูด
(แว|'|รี) adj. ระมัดระวัง|,|ระวัง|ตัว|,|คอย|เฝ้าดู|,|รอบคอบ|  |Syn. alert|,|careful|,|shrewd
(วอ|ช) vt. vi. ล้าง|,|ชะล้าง|,|ซัก|,|ซักล้าง|,|ซัด|,|เซาะ|,|สระ (ผม) ,|กลั้ว|,|โกรก|,|ทํา|ให้|บริสุทธิ์|,|ทํา|ให้|ชื้น|,|ทํา|ให้|เปียก n. การ|ล้าง|,|การ|ซัก|,|เสื้อผ้า|ที่|ซัก|,|น้ํายา|ซักล้าง|,|น้ํา|ยาสระผม|,|ระลอก|,|น้ํา|บ้วนปาก|,|น้ําเสีย|จาก|ครัว|,|ร้าน|ซักรีด adj. ซัก|ได้|โดย|ไม่|หด|และ|สี|ไม่|ตก -|Phr. (wash up ล้าง|หน้า)| 
n. สิ่งทอ|ที่|ซัก|แล้ว|สี|ไม่|ตก|หรือ|ไม่|เสื่อมเสีย
 |Syn. wear (วอ|ช|'|อัน|แวร์) adj. เกี่ยวกับ|เสื้อผ้า|ที่|ซัก|ได้|และ|แห้ง|เร็ว|โดย|ไม่|ต้อง|รีด หรือ|รีด|แต่เพียง|เล็กน้อย|,|ซักแห้ง
(วอ|ช|'|เบ|ซิ|น) n. อ่างล้างหน้า
(วอ|ช|'|อัพ) n. การ|ล้าง|,|การ|ซัก|,|การ|ชะล้าง
(วอ|ช|'|ชะ|เบิล) adj. ซัก|ได้|โดย|ไม่|หด|และ|สี|ไม่|ตก|,|ทน|ต่อ|การ|ซัก|  |Syn. washability n.
(วอ|ช|'|บอร์ด) n. กระดาน|ซัก|เสื้อผ้า|,|กระดาน|กัน|ลื่น|,|กระดาน|เชิง|ฝา|ผนัง
(วอ|ช|'|บอทเทิล) n. ขวด|ล้าง
(วอ|ช '|โบ|ล) n. อ่างล้างหน้า
(วอ|ช|'|คลอ|ธ) n. ผ้าเช็ดตัว|,|ผ้าขี้ริ้ว|,|ผุ้|ถูก|และ|เช็ด|ถ้วยชาม|ภาชนะ
(วอ|ชดฺ|'|เอา|ทฺ) adj. สีตก|,|เหนื่อยอ่อน|,|เหน็ดเหนื่อย|,|หน้าตา|หงอยเหงา|,|ซึ่ง|ถูก|น้ํา|เซาะ|หรือ|ซัด|พัง|หรือ|กร่อน|ลง|  |Syn. pale|,|faded
(วอ|ช ดฺ|'|อัพ) adj. ล้มเหลว|สิ้นเชิง|,|ล้าง|สะอาด|หมดจด|,|ตัด|ไมตรี|  |Syn. through
(วอ|ช|'|เชอะ) n. ผู้|ซัก|,|ผู้|ล้าง|,|เครื่องซักผ้า|,|เครื่องล้าง|  |Syn. washerless|,|adj.
(วอ|ช|'|เชอะไดรเออะ) n. เครื่องซักผ้า|และ|ทํา|ให้|แห้ง|ใน|เครื่อง|เดียวกัน
(วอ|ช|'|เชอะ|เมิน) n. คน|ซัก|เสื้อผ้า|,|คน|รับจ้าง|ซัก|เสื้อผ้า pl. =|washermen|  |Syn. laundryman
(วอ|ช|'|เชอะวู|เมิน) n. หญิง|ซัก|เสื้อผ้า|,|หญิง|รับจ้าง|ซัก|เสื้อผ้า pl. washerwomen
(วอ|ชดฺ|'|ชิง) n. การ|ซัก|,|การ|ล้าง|,|การ|ชะล้าง|,|เสื้อผ้า|ที่|ซัก|ด้วย|กัน|ใน|ครั้ง|หนึ่ง ๆ ,|การ|ล้าง|บาป|,|สิ่ง|ที่|ได้|จาก|การ|ล้าง|,|คราบ|ของเหลว
n. หนัง|ขัดถู
n. เครื่องซักผ้า
n. ผงซักฟอก
n. โซเดียม|คาร์บอน|เนต|หรือ|โซดา|ซัก|ผ้า
(วอ|ช|'|เอา|ทฺ) n. การ|ชะล้าง|พื้นผิว|ของ|โลก|โดย|กระแส|น้ํา|,|ความ|ล้มเหลว|สิ้นเชิง
(วอ|ช|'|แรก) n. ผ้าขี้ริ้ว|,|ผ้า|ถู|และ|เช็ด|ถ้วยชาม
(วอ|ช|'|รู|ม) n. ห้อง|ล้าง|ชาม|,|ห้องส้วม|,|ห้องน้ํา|,|ห้องอาบน้ํา
(วอ|ช|'|วูม|เมิน) n. =|washerwoman pl. washwomen
(วอ|ช|'|ชี) adj. จาง|เกิน|ไป|,|เจือจาง|เกิน|ไป|,|บาง|,|ซีด|,|สีซีด|  |Syn. washiness n.
(วอ|ส|'|เซิน) abbr. was not
(วอ|สพฺ) n. ตัว|ต่อ
(วอ|ส|'|พิช) adj. น้อยใจ|ง่าย|,|โกรธ|ง่าย|,|เจ้าอารมณ์|  |Syn. washipishly adv. waspishness n.  |Syn. irate|,|irritable
(วอ|ส|'|พี) adj. คล้าย|ตัว|ต่อ|,|น้อยใจ|ง่าย|,|เสียใจ|ง่าย|,|เจ้า|อา|รม|ณ|  |Syn. waspily adv. waspiness n.
(วอ|สทฺ) auxv. อดีตกาล|เอกพจน์|บุรุษ|ที่ 2 ของ|be
(เว|'|สทิจฺ) n. การ|สูญเสีย|,|การ|สิ้นเปลือง|,|ความ|เปล่าประโยชน์|,|ของเสีย
(เวสทฺ) vt. vi.,|n.,|adj. (การ) สูญเสีย|,|สิ้นเปลือง|,|หมดเปลือง|,|เปล่าประโยชน์|,|ผอม|ลง|,|ลด|ลง|,|เสียเวลา|,|สิ่ง|ที่|สูญเสีย|ไป|โดย|เปล่าประโยชน์|,|บริเวณ|ร้าง|,|ของเสีย|,|ขยะ|,|สิ่งปฏิกูล|,|อุจจาระ -|Phr. (lay waste ทําลาย)|  |Syn. wastable adj. -|S...
n. ของเสีย
(เวสทฺ|'|บาสคิท) n. ตะกร้า|ใส่|ของ|ทิ้ง|ของเสีย|  |Syn. wastepaper basket
(เวสทฺ|'|ฟู|ล) adj. เปล่าประโยชน์|,|สูญเปล่า|,|สิ้นเปลือง|,|หมดเปลือง|,|เป็น|ถลุง|,|ทําลาย|,|เป็น|บ่อนทําลาย|  |Syn. wastefully adv. wastefulness n.  |Syn. profligate
(เวสทฺ|'|แล|นดฺ) n. ที่ดิน|ที่|ไม่|ได้|ทํา|ประโยชน์|,|ที่ดิน|รกร้าง|ว่างเปล่า|,|ความ|จืดชืด|ของ|ชีวิต|,|สิ่ง|ที่|จืดชืด
(เวสทฺ|'|นิส) n. ความ|สูญเปล่า|,|ความ|สิ้นเปลือง|,|ความ|หมดเปลือง|,|ความ|เปล่าประโยชน์
(เวสทฺ|'|เพเพอะ) n. กระดาษ|ทิ้ง|แล้ว|,|เศษกระดาษ
(เวสทฺ|'|ไพ|พฺ) n. ท่อน้ํา|เสีย
(เวส|'|เทอะ) n. ผู้ทํา|ให้|สิ้นเปลือง|,|ผู้ใช้|เงิน|อย่าง|สิ้นเปลือง|,|ผู้|ถลุง|,|ผู้ทํา|ลาย
(เวส|'|ทิง) adj. ซึ่ง|บั่นทอน|,|ทํา|ให้|เสื่อม|,|ทําลาย|,|สิ้นเปลือง|,|หมดเปลือง|,|สูญเสีย|โดย|เปล่าประโยชน์|  |Syn. wastingly adv.
(เวส|'|เท|รล) n. ผู้|สิ้นเปลือง|,|ผู้|ที่|ไม่|เอา|ถ่าย|,|ผู้ทํา|ให้|สูญเสีย|โดย|เปล่าประโยชน์|,|ของเสีย|,|ขยะ|,|ของ|ทิ้ง|,|คน|พเนจร|,|เด็ก|พเนจร|,|คน|ขี้เกียจ
(วอ|ทชฺ) vt. vi.,|n. (การ) เฝ้า|,|ดู|,|ชม|,|จ้องมอง|,|รอคอย|,|ระมัดระวัง|,|เฝ้า|ยาม ,|นาฬิกาข้อมือ|,|การ|เฝ้า|ยาม|,|การ|ดูแล|,|เวลา|อยู่|เวร|ใน|เรือ|,|คน|ยาม|,|กะ|เวลา|,|ยาม (เวลา) , -|Phr. (on the watch ตื่นตัว ระมัดระวัง)|  |Syn. guard|,|sentry|,|sentinel|,|look|,|observe
n. การ|ระมัดระวัง|ทั้ง|กลางวัน|และ|กลางคืน|,|การ|เฝ้า|ยาม|ตลอดเวลา
แคมป์ไฟ|ให้|ความ|อบอุ่น|และ|ความ|สว่าง|ใน|เวลา|กลางคืน
(-|'|แบน|ดฺ) n. สาย|นาฬิกาข้อมือ
(วอ|ทชฺ|'|ดอก) n. สุนัข|เฝ้าบ้าน|,|ยาม|รักษา vt. เฝ้า|ยาม|,|คอย|ดูแล|,|ควบคุม
(วอ|ท|'|เชอะ) n. ยาม|,|ยาม|รักษาการณ์
(วอ|ทชฺ|'|ฟู|ล) adj. ระมัดระวัง|,|คอย|เฝ้าดู|,|เพ่งเล็ง|,|ตื่นตัว|,|รู้สึกตัว|  |Syn. watchfully adv. watchfulness n.  |Syn. alert
(วอ|ทชฺ|'|เมค|เคอะ) n. ช่าง|นาฬิกา|,|ช่าง|ทํา|หรือ|ซ่อม|นาฬิกา|,|ผู้ผลิต|นาฬิกา
(วอ|ทชฺ|'|เมิน) n. ยาม|,|ยาม|รักษาการณ์|,|ผู้|เฝ้าดู|  |Syn. watchmanly adj. pl. watchmen
(วอ|ทชฺ|'|เอา|ทฺ) n. ความ|ระมัดระวัง|,|การ|มองดู|ไป|ข้างนอก|  |Syn. lookout
(วอ|ชฺ|'|เทา|เออะ) n. หอคอย|,|หอ|สังเกตการณ์
(วอ|ชฺ|'|เวิร์ด) n. คํา|รหัส|,|คํา|สัญญาณ|,|คําขวัญ|,|คติพจน์|  |Syn. slogan
(วอ|'|เทอะ) n. น้ํา|,|น้ําแร่|,|แหล่ง|น้ํา|  |Syn. waters น้ํา|แม่น้ํา|หรือ|ทะเลสาบ|,|บริเวณ|ทะเล vt. ทํา|ให้|ชื้น|,|ทํา|ให้|เปียก|,|พรม|ด้วย|น้ํา|,|ทํา|ให้|เจือจาง|,|ผสม|น้ํา|,|ทํา|ให้|แวววาว|,|ทํา|ให้|เป็น|ลาย|คลื่น vi. หลั่ง|น้ํา|,|ดื่ม|น้ํา|,|adj. เกี่ยวกับ|น้ํา -|Phr. (above water พ้น|ลําบาก) waterer
n. ควาย
n. ห้องน้ํา|,|ห้องส้วม|,|ถัง|ชักโครก|ใน|ห้องส้วม|  |Syn. privy|,|bathroom
n. เครื่อง|ทํา|ให้|น้ํา|เย็น|และ|จ่าย|น้ํา
n. นก|น้ํา
n. เครื่องมือ|หรือ|อุปกรณ์|ที่|ใช้|วัด|ระดับ|น้ํา
n. ประตูน้ํา|  |Syn. floodgate
n. เครื่องมือ|หรือ|อุปกรณ์|ที่|ใช้|วัด|ระดับ|น้ํา
n. แก้วน้ํา|ดื่ม|,|แก้วน้ํา|วัด|ระดับ|น้ํา
n. ผักตบชวา
n. จอก
n. ต้น|บัว|,|ดอกบัว
n. ท่อ|ใหญ่|ของ|ระบบ|ท่อ|ส่ง
n. มาตร|วัด|น้ํา
(วอ|'|เทอะ|เพา|เออะ) n. พลังน้ํา|,|กําลัง|น้ํา
(วอ|'|เทอะ|พรู|ฟ) adj. vt. กันน้ํา|,|น้ํา|ไม่|เข้า|,|n. เสื้อฝน|กันน้ํา|,|สิ่งทอ|กันน้ํา|ผ่าน|  |Syn. waterproofer n. waterproofness n.
n. แผ่น|กระดาน|สกี|น้ํา
n. ระหัด|น้ํา|,|ล้อ|น้ํา
n. ถุงลม|ลอย|น้ํา|เป็น|รูป|ปีก|คู่|ใช้|ช่วย|ใน|การ|ฝึก|ว่ายน้ํา
n. ผู้|ที่|สามารถ|ใช้|ด้าม|ไม้|คลํา|หา|แหล่ง|น้ํา|ได้|,|ชื่อ|นก|เป็ด|น้ํา|ชนิด|หนึ่ง
n. การ|หา|แหล่ง|น้ําใต้ดิน|ด้วย|ด้าม|ไม้|  |Syn. water withcer n.
(วอ|'|เทอะ|คู|ล) vt. ใช้|น้ํา|ทํา|ให้|เย็น
(วอ|'|เทอะ|ฟาสทฺ) adj. ไม่|ละลาย|ใน|น้ํา|,|ทน|น้ํา|,|สี|ไม่|ตก|เมื่อ|ถูก|น้ํา
(วอ|'|เทอะ|สกี) vi. เล่น|สกี|น้ํา|  |Syn. water|-|skier n.
(วอ|'|เทอะ|ซอ|ฟ|'|เฟิน|เนอะ) n. สาร|ที่|ทํา|ให้|น้ําอ่อน|,|ตัว|ทํา|ให้|น้ําอ่อน
(วอ|'|เทอะ|ซอ|ล|'|ลูเบิล) adj. ละลาย|ได้|ใน|น้ํา|  |Syn. water|-|solubility n.
(วอ|'|เทอะ|คัล|เลอะ) n. สีน้ํา|,|ภาพ|สีน้ํา|,|ลาย|ออกแบบ|ที่|ใช้|สี|นํา|  |Syn. watercolored adj. watercoloured adj. watercolorist n. watercolourist n.
(วอ|'|เทอะ|คัล|เลอะ) n. สีน้ํา|,|ภาพ|สีน้ํา|,|ลาย|ออกแบบ|ที่|ใช้|สี|นํา|  |Syn. watercolored adj. watercoloured adj. watercolorist n. watercolourist n.
(วอ|'|เทอะ|คอน|โทร|ล) n. การชลประทาน
(วอ|'|เทอะ|คอร์ส) n. ทาง|น้ํา|,|สายน้ํา|,|ลําธาร|,|แหล่ง|น้ํา|ไหล|เฉพาะ|ฤดู
(วอ|'|เทอะ|ครา|ฟทฺ|'|-|แครฟทฺ) n. ความ|ชํานาญ|ใน|การ|ขับขี่|เรือ|,|ความ|ชํานาญ|ใน|การ|ว่าย|หรือ|ดําน้ํา|,|เรือ|,|ยานพาหนะ|ที่|แล่น|บน|หรือ|ใน|น้ํา
(วอ|'|เท|อ|ไซ|'|เคิล) n. เรือ|ถีบ
(วอ|'|เทอะ|ฟอล) n. น้ําตก|,|ผม|ย้อย
(วอ|'|เทอะ|ฟรันทฺ) n. ริม|ฝั่ง|,|เขต|ริม|ฝั่ง|,|เขต|ริมน้ํา|,|ส่วน|ของ|เมือง|ที่อยู่|ริม|ฝั่ง|น้ํา
(วอ|'|เท|อริ|นิส) n. ความ|เป็น|น้ํา|,|ความ|มี|น้ํา|ผสม|อยู่|ด้วย
n. ภาชนะ|รด|ต้นไม้|,|กระป๋อง|หรือ|ถัง|รดน้ํา|ต้นไม้|  |Syn. watering pan
(วอ|'|เทอะ|ริ|ช) adj. ค่อนข้าง|มี|น้ํา|มาก|,|ค่อนข้าง|จะ|เป็น|น้ํา|  |Syn. waterishly adv. waterishness n.
n. เส้น|น้ํา|ลึก|ของ|เรือ|,|เส้น|ลายน้ํา|พิมพ์|ตาม|ขวาง|ของ|แผ่น|กระดาษ
(วอ|'|เทอะ|ลอคทฺ) adj. มี|น้ํา|ล้อมรอบ
(วอ|'|เทอะ|ลอคซฺ) n. ประตูน้ํา
(วอ|'|เทอะ|ลอก) vt. ทํา|ให้|น้ํา|เข้า|เต็ม|,|มี|น้ําท่วม|  |Syn. waterlogged adj.
n. การ|มี|น้ํา|เข้า|เต็ม|,|การ|มี|น้ํา|นอง
(วอ|'|เท|อ|เมิน) n., (pl. watermen) มือ|พาย|,|คน|พาย|เรือ|,|คน|แจว|เรือ|  |Syn. watermanship n.
(วอ|'|เทอะ|มาร์ค) n. เส้น|ระดับ|น้ํา|,|เส้น|ระดับ|น้ํา|ลึก|,|เส้น|ลายน้ํา|บน|แผ่น|กระดาษ vt. พิมพ์|เส้น|ลายน้ํา|  |Syn. water line
(วอ|'|เทอะ|เมลเลิน) n. แตงโม
(วอ|'|เทอะ|เพา|เออะ) n. พลังน้ํา|,|กําลัง|น้ํา
n. สาร|กันน้ํา|,|การ|กันน้ํา|,|การ|ทํา|ให้|น้ํา|ไม่|ซึม|ผ่าน
(วอ|'|เทอะ|เชด) n. สันปันน้ํา|,|บริเวณ|ลุ่มน้ํา|,|เส้น|เขต|แบ่ง|  |Syn. landmark
(วอ|'|เทอะ|ส|เพา|ทฺ) n. ท่อระบายน้ํา|,|ส่วน|ของ|เมฆ|รูปกรวย|ที่|แตะ|พื้นผิว|น้|,|มองดู|คล้าย|ลําน้ํา
(วอ|'|เทอะ|ไท|ทฺ) adj. น้ํา|ไม่|เข้า|,|น้ํา|ไม่|ซึม|,|ไม่|รั่ว|,|ทํา|ให้|หนี|ไม่|ได้|  |Syn. watertightness n.  |Syn. firm|,|fookproof|,|solid
(วอ|'|เทอะ|เว) n. ทาง|น้ํา|,
n. ระบบ|การ|เก็บ|การ|ทํา|ให้|บริสุทธิ์|และ|การ|จ่าย|น้ํา|,|การประปา|,|น้ําตก
(วอ|'|เทอะ|วอร์น) adj. สึกกร่อน|หรือ|เรียบ|เนื่องจาก|การ|ไหล|เซาะ|ของ|น้ํา
(วอ|'|เท|อ|รี) adj. เกี่ยวกับ|น้ํา|,|มี|น้ํา|มาก|,|ประกอบ|ด้วย|น้ํา|มาก|,|เปียก|,|มี|น้ําตา|คลอ|,|มี|ลักษณะ|ของ|น้ํา|,|หลั่ง|น้ํา|,|อ่อน|,|ร่วน
(วอ|ท) หน่วย|กําลังไฟฟ้า|เป็น|เมตร|-|กิโลกรัม|-|วิ|นา|ท|'|มี|ค่า|เท่า|กับ|หนึ่ง joule ต่อ|วินาที|และ|เท่า|กับ|กําลังไฟฟ้า|ของ|กระแส|ไฟฟ้า|หนึ่ง|แอมแปร์|ที่|ไหล|ผ่าน|ความ|ต่าง|ศักย์|หนึ่ง|โวลท์
(วอ|ท|'|เอา|เออะ) n. หน่วยงาน|ที่|เท่า|กับ|กําลังไฟฟ้า|หนึ่ง|วัตต์|ใน|เวลา|หนึ่ง|ชั่วโมง|  |Syn. watthour
(วอ|ท|'|ทิจฺ) n. กําลังไฟฟ้า|วัด|เป็น|วัตต์|,|จํานวน|วัตต์
(วอ|ท|'|เทิล) n. เหนียง|คอ|สัตว์|,|กิ่งไม้|,|ไม้|ขัดแตะ|ทํา|รั้ว|,|โครง|ไม้|ขัดแตะ|กัน|,|เงี่ยงปลา vt. สาน|เป็น|รั้ว|,|ขัดแตะ|กัน|เป็น|รั้ว|,|adj. สร้าง|ด้วย|ไม้|ที่|ขัดแตะ|กัน|เป็น|รั้ว
n. เครื่องมือวัด กําลังไฟฟ้า|เป็น|วัตต์
(วา|ฟทฺ) n. การ|ดื่ม|อย่าง|มาก vt. vi. ดื่ม|อย่าง|มาก|,|ดื่ม|เต็มที่
(วอ|ล) vi. ร้อง|คล้าย|แมว|,|ร้อง|คล้าย|ทารก|  |Syn. wawl
(เวฟว) n. คลื่น|,|ลอน|,|ความ|หวั่นไหว|,|การ|เคลื่อน|ตัว|เป็น|กลุ่ม|,|การ|แกว่ง|,|การ|โบก|ไป|มา|,|การ|เป็น|ลอน|,|น่านน้ํา|,|ทะเล|,|การ|หลั่งไหล|,|การ|เปลี่ยนแปลง|อย่าง|กะทันหัน|,|ชั่วครั้งชั่วคราว|,|พัก|หนึ่ง vi. vi. โบก|ไป|มา|,|โบกมือ|,|เคลื่อน|ตัว|เป็น|รูป|คลื่น|,|โค้ง|สลับ|ทิศทาง|,|ทํา|ให้|เปลี่ยนแปลง
n. แนวหน้า|คลื่น
(เวฟวดฺ) adj. เป็น|ลูก|คลื่น|,|เป็น|รูป|คลื่น|,|เป็น|ลอน
n. รูปแบบ|ของ|คลื่น
n. ความ|ยาว|คลื่น|  |Syn. wave length
(เว|'|เวอะ) vi.,|n. (การ) แกว่ง|ไป|มา|,|แกว่งไกว|,|โซเซ|,|โอนเอน|ไป|มา|,|วอ|กแวก|,|ลังเล|,|หวั่นไหว|,|ไม่|มั่นคง|,|สงสัย|,|ผันแปร|,|แปรปรวน|,|ผู้|โบก|,|เครื่อง|ดัดผม|,|ผู้|ดัดผม|  |Syn. waverer n. waveringly adv.
(เว|'|วี) adj. เป็น|คลื่น|,|เป็น|ลอน|,|มี|คลื่น|มาก|,|เป็น|ลอน|มาก|, (ใบ) มี|ขอบ|เป็น|คลื่น|,|สั่น|ไหว|,|แปรปรวน|  |Syn. wavily adv. waviness n.  |Syn. curfed|,|undulating
แวคซฺ) n. ขี้ผึ้ง|,|สาร|ที่|คล้าย|ขี้ผึ้ง|,|ขี้หู|,|แผ่นเสียง|,|ครั่ง|,|ยาง|เหนียว|,|อารมณ์|โกรธ vt. ทา|ด้วย|ขี้ผึ้ง vi. เพิ่ม|,|เสริม|, (ดวงจันทร์) เพิ่ม|ความ|สว่าง|ขึ้น adj. ทํา|ด้วย|หรือ|เกี่ยวกับ|หรือ|คล้าย|ขี้ผึ้ง|  |Syn. waxer n. waxlike adj. คํา|ที่|มี|ความหมาย|เหมือน
n. ถั่ว|ยาว|ที่|มี|ฝัก|สี|เหลือง|และ|เป็น|มัน|,|ฝัก|ถั่ว|ดังกล่าว
(แวคซฺ|'|วิง) n. นก|ใน|ตระกูล Bombycillidae
(แวคซ|'|เวิร์ค) n. รูปปั้น|หรือ|ผลิตภัณฑ์|ที่|ทํา|ด้วย|ขี้ผึ้ง
(แวคซฺ|'|เวิร์คซฺ) n. นิทรรศการ|หุ่น|ขี้ผึ้ง|,|พิพิธภัณฑ์|หุ่น|ขี้ผึ้ง pl. waxworks
(แวค|'|ซี) adj. คล้าย|ขี้ผึ้ง|,|ทํา|ด้วย|ขี้ผึ้ง|,|โกรธ|  |Syn. waxily adv. waxiness n.
(เว) n. ทาง|,|ระยะ|ทาง|,|วิธีการ|,|รูปแบบ|,|แผน|,|นิสัย|,|ความ|เคยชิน|,|สภาพการณ์|,|ขอบเขต|,|อาชีพ|,|จุด|,|สิทธิ|การ|ผ่าน|,|ประสบการณ์|,|adv. จาก|ที่นี่|,|มากมาย|,|ใกล้|ทีเดียว -|Phr. (by the way ขอ|ถือ|โอกาส) -|Phr. (give way to ยอม ยอมแพ้|แก่) -|PHr. (under way กําลัง|เคลื่อน|ตัว|ก้าวหน้า)| 
n. สถานี|ระหว่าง|สถานี|ใหญ่|,|สถานี|ย่อย
(เว|'|แฟ|'|เรอะ) n. ผู้|เดินทาง (โดยเฉพาะ|คน|เดิน|เท้า)|  |Syn. traveler
(เว|'|แฟ|'|ริ|ง) adj. เกี่ยวกับ|การ|เดินทาง (โดยเฉพาะ|การ|เดินทาง|โดย|การ|เดิน|จริง ๆ)| 
(เว|'|โก|อิง) adj.,|n. (การ) จาก|ไป|,|ออก|เดินทาง|,|เกี่ยวกับ|ผู้|ที่|กําลัง|เดินทาง|จาก|ไป|  |Syn. going away
(เวเล|') {|waylaid|,|waylaid|,|waylaying|,|waylays|} vt. ซุ่ม|โจมตี|,|ดัก|ปล้น|  |Syn. way|-|layer n.  |Syn. ambush
(-|ลีฟว) n. สิทธิ|การ|ผ่าน|ถนน
n. วิธีการ|,|วิถีทาง|,|หนทาง
(เว|'|ไซ|ดฺ) n.,|adj. ข้างทาง|,|ข้าง|ถนน|,|ขอบ|ทาง|  |Syn. roadside
n. รถไฟ|ที่|จอด|ทุก|สถานี|,|ขบวน|รถโดยสาร|ธรรมดา|  |Syn. local train
(เว|'|เวิร์ด) adj. เถลไถล|,|ผ่าเหล่า|,|ไม่|เชื่อฟัง|,|ถือ|ทิฐิ|,|ดื้อดึง|,|เอาแต่ใจ|,|ไม่|แน่นอน|,|ผันแปร|,|เปลี่ยนแปลง|  |Syn. waywardly adv. way wardness n.  |Syn. headstrong
(เว|'|วอร์น) adj. เหนื่อยอ่อน|จาก|การ|เดินทาง
abbr. white blood cells
(วี) pron. เรา|,|พวกเรา|,|คนเรา|,|บุคคล|, (เสียดสี) ท่าน
(วีด) abbr. we had|,|we should|,|we would
(วีล) abbr. we will|,|we shall
(เวียร์) abbr. we are
abbr. we have
(วีค) adj. อ่อนแอ|,|อ่อน|ลง|,|เปราะ|,|ใจอ่อน|,|ไม่|หนักแน่น|,|ไม่|กล้าหาญ|,|ขาดแคลน|,|เสียงอ่อน|,|เหลาะแหละ|,|อ่อนข้อ|,|อ่อนกําลัง|,|แผ่ว|,|บาง|,|จาง|  |Syn. weakish adj. weakishly adv. weakishness n.  |Syn. infim|,|feeble
(วีค|'|ไอ|ดฺ) adj. สายตา|ไม่|ดี
(วีค|'|ไม|'|ดิด) adj. ไม่|เด็ดเดี่ยว|,|ใจอ่อน|,|ปัญญาอ่อน|  |Syn. weak|-|mindedly adv. weak|-|mindedness n.  |Syn. indecisive
(วีค|'|คัน) vt. vi. ทํา|ให้|อ่อน|,|กลาย|เป็น|อ่อน|,|ทํา|ให้|อ่อนแอ|,|กลาย|เป็น|อ่อนแอ|  |Syn. weakener n.  |Syn. debilitate|,|cripple
n. เพศ|หญิง|,|หญิง
(วีค|'|ฮาร์ท|'|ทิด) adj. ขี้ขลาด|,|ใจเสาะ|,|ไม่|มี|ความ|กล้าหาญ|,|ใจเสาะ|  |Syn. weakheartedly adv. weakheartedness n.
(วีค|'|ลิง) n. ผู้|ที่|อ่อนแอ|,|ผู้|มี|จิตใจ|อ่อนแอ|,|ผู้|มี|สุขภาพ|อ่อนแอ|,|adj. อ่อนแอ|,|ไม่|แข็งแรง|  |Syn. weakliness n.  |Syn. weak
(วีค|'|นิส) n. ความ|อ่อนแอ|,|ความ|อ่อน|,|ความ|ไม่|แข็งแรง|,|ความ|ไม่|เข้มแข็ง|,|จุดอ่อน|,|ความ|ชอบ|เป็นพิเศษ|,|สิ่ง|ที่|ชอบ|เป็นพิเศษ|  |Syn. fragility|,|frailty|,|failing|,|fondness|,|bent
(วีล) n. ความ|สุขสบาย|,|สวัสดิการ|,|ความ|มั่นคง|,|ความ|เจริญ|,|ทรัพย์สิน|,|ความ|มี|โชค|,|รอย|เฆี่ยน|  |Syn. well|-|being
(วี|ลด|ฺ) n. บริเวณ|รกร้าง|,|บริเวณ|ป่า|,|บริเวณ|ที่|ไม่|ได้|ทํา|ประโยชน์
(เวลธฺ) n. ความ|มั่งมี|,|ทรัพย์สิน|  |Syn. wealthless adj.
(เวล|'|ธี) adj. มั่งคั่ง|,|มั่งมี|,|มากมาย|,|รวย|,|ร่ํารวย|,|อุดมสมบูรณ์|  |Syn. wealthiness n.
(วีน) vt. ทํา|ให้|หย่านม|,|ทํา|ให้|หยุด|การ|กระทํา|ที่|เป็นนิสัย|,|ทํา|ให้|เลิกล้ม|,|n. เด็กเล็ก|,|ทารก|  |Syn. weanedness n.
(เวพ|'|เพิน) n. อาวุธ|  |Syn. weaponed adj.  |Syn. defense|,|trick
(เวพ|'|เพิน|รี) n. อาวุธ|,|การ|ประดิษฐ์|และ|ผลิต|อาวุธ|  |Syn. arms
(แวร์) {|wore|,|worn|,|wearing|,|wears|} vt.,|n. (การ) สวม|,|ใส่|,|ติด|,|ประดับ|ไว้|,|แสดง|,|แสดง|ให้|เป็น|ท่า|,|ครอง|,|ใช้|,|สึก|,|ทํา|ให้|สึก|,|ทํา|ให้|อ่อนเพลีย vi. ลึก|,|เสียดสี|,|ทน|,|ใช้|จน|สึก|,|ใช้|จน|ขาด wear down สึก สึกกร่อน เสื่อม|ชํารุด ทํา|ให้|เหนื่อย มี|ชัย|เหนือ|  |Syn. wearer|,|n.
n. ความ|เสื่อมเสีย|,|ความ|สึก|,|การ|สึกหรอ|,|ความ|สึกกร่อน|,|การ|ลด|ลง|ของ|คุณค่า|,|ค่า|สึกหรอ
(แว|'|ระ|บิล|'|ลิ|ที) n. ความ|ทน|ต่อ|การ|ใช้สอย|,|การ|ทน|ต่อ|การ|สวมใส่
(แว|'|ระ|เบิล) adj. สวมใส่|ได้|,|เหมาะ|สําหรับ|สวมใส่
(แว|'|ริ|ฟู|ล) adj. เหนื่อยอ่อน|,|เหน็ดเหนื่อย|,|อิดโรย|,|เมื่อยล้า|,|น่า|เบื่อ|,|เซ็ง|  |Syn. wearifully adv. wearifulness n.
(เวีย|'|ริ|ลิส) adj. ไม่|รู้จัก|เหน็ดเหนื่อย|,|ไม่|รําคาญ|,|ไม่|น่า|เบื่อ|,|ไม่|เบื่อหน่าย|  |Syn. wearilessly adv.  |Syn. tireless
(แว|'|ริ|ง) adj. เกี่ยวกับ|การ|สวมใส่|,|ทํา|ให้|เหน็ดเหนื่อย|,|ทํา|ให้|อิดโรย|,|ทํา|ให้|เมื่อยล้า|  |Syn. wearipgly adv.
n. เสื้อผ้า|,|เครื่องนุ่งห่ม
(แว|'|ริ|ซัม) adj. ทํา|ให้|เหน็ดเหนื่อย|,|เมื่อยล้า|,|อิดโรย|,|น่า|เบื่อ|,|น่า|หน่าย|,|ไม่|น่า|สนใจ|  |Syn. wearisomeness n.  |Syn. tiresome|,|tedious
(แวร์|'|พรู|ฟ) adj. ทน|ต่อ|การ|สึกหรอ|,|ทน|ต่อ|การ|ใช้สอย|ตาม|ปกต|'
(แว|'|รี) adj. vt. vi. (ทํา|ให้|,|กลาย|เป็น) เหน็ดเหนื่อย|,|เมื่อยล้า|,|อิดโรย|,|ซึ่ง|ทํา|ให้|เหน็ดเหนื่อย|,|ไม่|พอใจ|,|รําคาญ|,|เบื่อหน่าย|  |Syn. wearily adv. weariness n. wearyingly adv.  |Syn. tire|,|fatigue|,|annoy
(วี|'|เซินดฺ) n. ลําคอ|,|หลอดอาหาร|,|หลอดลม|  |Syn. weazand|,|wessand|,|weason
(วี|'|เซิล) n. สัตว์|กิน|เนื้อ|ขนาด|เล็ก มี|รูปร่าง|ยาว|เรียว คล้าย|แมว|ชอบ|กิน|หนู|เป็น|อาหาร vi. หลีกเลี่ยง
(s) n. ถ้อยคํา|ที่|หลบหลีก|,|ถ้อยคํา|ที่|คลุมเครือ|  |Syn. weaselworded adj.
(วี|'|เซิลเฟ|สด|ฺ) adj. มี|ใบหน้า|ที่|ซูบ|ผอม|และ|ยาว|,|มี|ใบหน้า|ยาว|เรียว
(เวธ|'|เธอะ) n. สภาพ|บรรยากาศ (ลม|,|ผน|,|ฟ้า|,|อุณหภูมิ|,|ความ|ชื้น|,|เมฆ|,|หมอก|,|ความ|กดดัน|เป็นต้น) ,|อากาศ|,|ลม|แรง|,|พายุ vi. มี|การ|เปลี่ยนแปลง (เมื่อ|ปล่อย|ให้|ถูก|อากาศ) ,|ทน|ต่อ|สภาวะ|การ|เปลี่ยนแปลง|ของ|อากาศ. adj. ต้าน|ลม|,|under the weather ไม่|สบาย|,|ป่วย|,|สถานการณ์|,|สภาวะ|,|สภาพ
สถานี|ติดตั้ง|เครื่องมือ|ตรวจ|สภาพ|อากาศ|และ|ทํานาย|การ|เปลี่ยนแปลง|ของ|สภาพ|อากาศ|,|สถานี|อุตุนิยมวิทยา
n. แผ่น|กัน|ลาด|  |Syn. weather strip
n. กังหัน -|S .vane
(เวธ|'|เธอะบีท|'|เทิน) adj. เสื่อมเสีย|เนื่องจาก|ถูก|อากาศ|,|สึกกร่อน|,|ผ่าน|การ|ตากแดด|ตาก|ฝน|,|คล้ํา|แดด|คล้ํา|ฝน
(เวธ|'|เธอะ|เบา|ดฺ) adj. ทํา|ให้|ล่าช้า|หรือ|ถูก|สกัด|เพราะ|อากาศ|เลวร้าย
(เวธ|'|เธอะสท|ริ|พ) vt. ใส่|แผ่น|กันสาด|,|n. แผ่น|กันสาด
(เวธ|'|เธอะ|บอร์ด) n. กันสาด|,|แผ่น|ไม้|ชายคา|,|กราบ|เรือ|ต้าน|ลม vt. จัด|ให้|มี|กันสาด|หรือ|แผ่น|ไม้|ชายคา|หรือ|กราบ|เรือ|ต้าน|ลม
(เวธ|'|เธอะ|คอ|ค) n. กังหัน|,|สิ่ง|ที่|ลู่|ตาม|ลม|,|บุคคล|ที่|ลู่|ตาม|ลม|,|บุคคล|ที่|เปลี่ยนแปลง|ตาม|สถานการณ์
(เวธ|'|เธอะก|ลา|ส) n. เครื่องมือ|บอก|สภาพ|ของ|ลม|ฟ้า|อากาศ|,|บารอมิเตอร์|  |Syn. barometer|,|hygroscope
(เวธ|'|เธอะลี) adj. ต้าน|ลม|เล็กน้อย|,|ถูก|ลม|  |Syn. weatheriness n.
(เวธ|'|เธอะ|พรู|ฟ) adj. vt. (ทํา|ให้) ทน|ต่อ|สภาพ|ลม|ฟ้า อากาศ|ทุก|ชนิด|  |Syn. weatherproofness n.
(เวธ|'|เธอะ|ไท|ทฺ) adj. กัน|ลม|กัน|ฝน|  |Syn. weathertightness n.
(เวธ|'|เธอะวอร์น) adj. สึกกร่อน|,|เสื่อมเสีย|เนื่องจาก|ถูก|แดด|ถูก|ฝน|หรือ|สภาพ|อากาศ|อื่น ๆ| 
(วีฟว) {|wove|,|woven|,|weaving|,|weaves|} vt. vi. ทอ|,|สาน|,|ถัก|,|ชัก|ใย|,|ร้อย|,|เรียบเรียง|,|หลบหลีก|,|ประกอบ|,|ปะติดปะต่อ vi. โซเซ|,|แกว่ง|,|แกว่งไกว
(วี|'|เวอะ) n. ผู้|ทอ|,|ผู้|สาน|,|ช่าง|ทอ|ผ้า|,|ช่าง|สาน|,|ผู้|ปะติดปะต่อ|,|ผู้|ประกอบ|,|ผู้|ร้อย (ดอกไม้) ,|ผู้|เรียบเรียง|,|นก|จําพวก Ploceus cucullatus
(เวบ) n. ใย|แมงมุม|,|ใย|,|พังผืด|ที่อยู่|ระหว่าง|นิ้วเท้า|ของ|กบ ค้างคาว|และ|สัตว์|อื่น ๆ บาง|ชนิด|,|ม้วน|กร|ดาษ|ขนาด|ใหญ่|,|ชุด|,|ร่างแห|,|ข่ายงาน vt. vi. คลุม|ด้วย|สิ่ง|ดังกล่าว|,|ทํา|ให้|เป็น|สิ่ง|ดังกล่าว เว็บเป็น|คํา|เรียก|สั้น ๆ ของ|เวิลด์ไวด์เว็บ (World Wide Web) ซึ่ง|หมายถึง|สถานที่|รวม|ของ|กลุ่ม|คอมพิวเตอร์|ที่|มี|ข้อมูล|เตรียมพร้อม|ไว้|ให้|ผู้คน|อ่าน|ผ่าน|ทาง|อิน|เตอร์|เน็ต (Internet) โดย|ใช้|ภาษา เอชที|ที|พี (HTTP หรือ Hypertext Tranfer Protocol) ทุก|หน้า|จะ|มี|ทั้ง|เนื้อหา|เรื่องราว|ต่าง ๆ มี|เมนู|พร้อม|ที่|จะ|ให้|เรา|สั่ง|งาน มี|คํา|หลาย|คํา|ที่|มี|แถบ|สี|ซึ่ง|เรา|สามารถ|กด|เมาส์|ถามหา|รายละเอียด|ต่าง ๆ ใน|เรื่อง|นั้น|ต่อ ซึ่ง|อาจ|เป็น|การ|เรียกหา|จาก|แหล่ง|เดียวกัน หรือ|จาก|แหล่ง|คอมพิวเตอร์|อื่น|ได้|ทั่วโลก|ดู internet|, HTML ประกอบ|  |Syn. weblike adj.  |Syn. trap|,|network
เว็บบ|ราว|เซอร์ <|คํา|อ่าน|>|เป็น|โปรแกรม|ที่|ทํา|ให้|เรา|สามารถ|อ่าน|ไฮเปอร์เทกซ์ (hypertext) บน|เวิลด์ไวด์เว็บ|ได้ โปรแกรม|ที่|มี|ชื่อ|ที่|เป็น|ที่|นิยม|ใน|ขณะนี้|คือ Nestcape และ Microsoft Internet Explorer|ดู world wide web ประกอบ
เท้า|ตีน|เป็ด|  |Syn. duck foot
เว็บเพจ|หมายถึง แฟ้มข้อมูล|ที่|มี|เนื้อหา|ที่|เรา|จะ|ได้|เห็น|บน|จอภาพ โดย|ผ่าน|ทาง|อิน|เตอร์|เน็ต (internet) ดู world wide web ประกอบ
เว็บไซต์|หมายถึง แฟ้มข้อมูล|หรือ|กลุ่ม|แฟ้มข้อมูล|ที่|มี|อยู่|บน|เวิลด์ไวด์เว็บ|ดู world wide web ประกอบ
(เวบ|'|โท|ดฺ) adj. มี|พังผืด|ระหว่าง|นิ้วเท้า|,|เป็น|เท้า|ตีน|เป็ด
(เว|บด|ฺ) adj. มี|พังผืด|ระหว่าง|นิ้ว|,|มี|ใย|แมงมุม|มาก
(เวบ|'|บี) adj. เป็น|พังผืด|,|เป็น|เส้นใย|,|มี|พังผืด|,|มี|เส้นใย|มาก
(เวบ|'|ฟุ|ท) n. เท้า|ที่|มี|พังผืด|ระหว่าง|นิ้ว|,|สัตว์|ที่|มี|เท้า|ตีน|เป็ด|  |Syn. web|-|footed adj. pl. webfeet
(เวด) {|wedded|/|wed|,|wedding|,|weds|} vt. vi. สมรส|,|ประสานกัน|  |Syn. espouse|,|marry
abbr. Wednesday
(เวด|'|ดิด) adj. สมรส|กัน|,|ร่วม|กัน|  |Syn. married
(เวด|'|ดิง) n. การ|สมรส|,|พิธีสมรส|,|การ|ฉลอง|ครบ|รอบ|การ|สมรส|,|การ|ร่วม|กัน|,|การ|ประสานกัน|  |Syn. nuptials|,|marriage
(เวจฺ) n. ลิ่ม|,|รูป|ลิ่ม|,|เหล็ก|งัด|,|วิธีการ|,|หนทาง vt. vi. แยก|ออก|,|ผ่า|ออก|,|ตอก|ลิ่ม|เข้า|ไป|,|ทะลวง|,|แทรก|,|อัด|,|จิ้ม|  |Syn. wedgelike adj.  |Syn. keystone|,|chock|,|gambit|,|crowd
(เวจ|'|จี) adj. คล้าย|ลิ่ม|,|เป็น|รูป|ลิ่ม
(เวด|'|ลอค) n. การ|สมรส|,|ชีวิต|การ|สมรส -|Phr. (born out of wedlock เกิด|นอก|สมรส)| 
(เวน|ซ|'|เด) n.. วัน|พุธ
(เวน|ซ|'|เดซ) adv. ใน|วัน|พุธ|,|ทุก|วัน|พุธ
(วี) adj. จิ๊ด,|เล็ก|มาก|,|เล็ก|ยิ่ง|,|เช้า|มาก n. ชิ้น|เล็ก|,|นิด|เดียว|,|ระยะ|เวลา|อัน|สั้น|มาก
(วีด) n. วัชพืช|,|ต้น|ยาสูบ|,|สัตว์|ผอม|ที่|อ่อนแอ|,|แถบ|ผ้า|สี|ดํา|ไว้ทุกข์|,|เสื้อผ้า vt. vi. กําจัด|วัชพืช|ทิ้ง|,|ขจัด|,|ถอน|ราก|,|คัด|ออก -|Phr. (the weed ต้น|ยาสูบ)|  |Syn. hoe|,|clear
(วีดซฺ) n. ชุด|ไว้ทุกข์
(วี|'|ดี) adj. มี|วัชพืช|เต็ม|,|ผอม|และ|อ่อนแอ|  |Syn. weedily adv. weediness n.  |Syn. lanky
(วีค) n. สัปดาห์|,|อาทิตย์ adv. เป็น|เวลา|7|วันก่อน|หรือ|หลัง|วันที่|กําหนด|ให้
(วีค|'|เด) n.,|adj. วัน|ธรรมดา|ที่|ไม่|ใช่|วัน|อาทิตย์|,
(วีค|'|เดซ) adv. ทุก|วัน|ของ|สัปดาห์ (ยกเว้น|วัน|เสาร์|และ|วัน|อาทิตย์|หรือ|ยกเว้น|วัน|อาทิตย์)| 
(วีค|'|เอน|ดฺ) n. วัน|สุด|สัปดาห์ vi. ใช้เวลา|ใน|วัน|สุด|สัปดาห์
(วีค|'|เอน|เดอะ) n. ผู้|ไป|พักผ่อน|วัน|สุด|สัปดาห์|,|แขก|วัน|สุด|สัปดาห์|,
(วีค|'|เอน|ดซ) adv. ทุก|วัน|สุด|สัปดาห์|,|ระหว่าง|วัน|สุด|สัปดาห์
(วีค|'|ลี) adj.,|adv. ต่อ|สัปดาห์ n. สิ่ง|ตีพิมพ์|ที่|ออก|เป็น|ราย|สัปดาห์
(วีน) vt. vi. คิด|,|คาดคิด|,|คิด|ว่า|,|เข้าใจ|ว่า
(วีพ) {|wept|,|wept|,|weeping|,|weeps|} vi. vt.,|n. (การ) ร้องไห้|,|ร่ําไห้|,|หลั่ง|น้ําตา|,|หยด|,|รั่ว|, (หนอง) ไหล|,|ซึม|ออก|  |Syn. sob|,|cry|,|wail|,|bawl
(วี|'|เพอะ) n. ผู้|ร้องไห้|,|คน|รับจ้าง|ร้องไห้|ใน|งาน|ศพ|,|เครื่องหมาย|ไว้ทุกข์ (เช่น ปลอก|แขน|ดํา) ,|สิ่ง|ที่|ห้อย|ย้อย
(วี|'|พิง) adj. ร่ําไห้|,|ไหล|ซึม|,|มี|ฝน|ตก|  |Syn. weepingly adv.  |Syn. sobbing
(วี|'|เวิล) n. ตัว|ด้วง
(วี|'|วะลี) adj. มี|ตัว|ด้วง|มาก|  |Syn. weevily|,|weeviled|,|weevilled
(เว) vt. ชั่ง|,|หนัก|,|ถ่วง|,|ทํา|ให้|หนัก|,|พิจารณา|,|ยก|,|ชัก|,|ถอน (สมอเรือ) vi. หนัก|,|มี|ความ|สําคัญ|,|มี|อิทธิพล|,|เป็น|ภาระ|,|กด|,|ออก|เดิน|เรือ|,|ถอน|สมอเรือ|  |Syn. weighable adj. weigher n. -|Phr. (weigh anchor ถอน|สมอเรือ ทํา|ให้|หนัก กด ทับ เป็น|ภาระ) -|Phr. (weigh in ชั่ง
(เวท) n. น้ําหนัก|,|ความ|หนัก|,|มวล|,|วัตถุ|สิ่งของ|,|ความ|สําคัญ|,|อิทธิพล vt. เพิ่ม|น้ําหนัก|,|เป็น|ภาระ|,|ให้|น้ําหนัก|ทาง|สถิติ|แก่|,|มี|อค|ตี|,|เข้าข้าง -|Phr. (carry weigth มี|ความ|สําคัญ มี|อิทธิพล)|  |Syn. weighter n.
(เวท|'|ที) adj. มี|น้ําหนัก|มาก|,|เป็น|ภาระ|,|มี|ความ|ลําบาก|,|สําคัญ|,|มี|อิทธิพล|  |Syn. weightily adv. weightiness n.  |Syn. serious|,|important|,|cogent|,|forceful
(เวียร์) n. เขื่อน|เล็ก ๆ ,|ทํานบ|จับ|ปลา
(เวียร์ด) adj. ประหลาด|,|อา|เพท|,|อัศจรรย์|,|อภินิหาร|  |Syn. weirdly adv. weirdness n.  |Syn. uncanny|,|eerie|,|wild Ant. normal|,|natural
(เวลชฺ|,|เวลช) adj.,|n. =|Welsh
(เวลชฺ|'|เมิน|,|เวลช|'|เมิน) n. ชาว|เวลช์ pl. -|Welchmen|,|welchman
(เวล|'|คัม) interj. ขอ|ต้อนรับ n. การ|ต้อนรับ vt. ต้อนรับ|,|รับ|ด้วย|ความยินดี adj. ยินดี|ต้อนรับ|,|ได้|รับ|อนุญาต|,|ได้|จังหวะ|พอดี|  |Syn. welcomely adv. welcomeness n. welcomer n.
(เว|ลด|ฺ) vt. vi. เชื่อม|,|เชื่อม|โลหะ|,|บัดกรี|,|ประสาน|,|ทํา|ให้|ตกลง|กัน|,|n. การ|เชื่อม|โลหะ|,|การ|เชื่อมต่อ|,|การ|บัดกรี|,|เครื่อง|บัดกรี|  |Syn. weldability n. weldable adj. welder|,|weldor n. weldless adj.  |Syn. fuse|,|solder|,|connect|,
(แวล|'|แฟร์) n. สวัสดิการ|,|สวัสดิภาพ|,|ความ|สุข|,|ความ|สบาย|,|งาน|สวัสดิการ|  |Syn. Welfare หน่วยงาน|สงเคราะห์|ด้าน|สวัสดิการ|, -|Phr. (on welfare เป็น|ผู้|รับ|สวัสดิการ)|  |Syn. weal|,|well being
n. กิจการ|สวัสดิการ|,|งาน|สงเคราะห์|  |Syn. welfare worker
(เวล) adv. ดี|,|อย่าง|ดี|,|เรียบร้อย|,|สบาย|,|เป็น|ที่|พอใจ|,|ด้วย|ความ|ระมัดระวัง|,|อย่าง|น่า|สรรเสริญ|,|ด้วย|ความ|ถูกต้อง|,|อย่าง|มี|เหตุผล|,|มากมาย|,|ได้|เรียบ|,|เต็มที่ adj. สบาย|,|ดี|,|พอใจ|,|เรียบร้อย|,|พอควร|,|เหมาะสม interj. ดี|ละ|! โอ|!|,|โอ้|! n. ความ|สบาย|,|ความ|มี|สุขภาพ|ดี|,|โชคดี|,|ความ|สําเร็จ n. บ่อ|,
(เวล|'|แอด|ไว|ซด|ฺ|') adj. ระมัดระวัง|,|รอบคอบ|,|ฉลาด
(เวล|'|อะ|พอ|ย|'|ทิด) adj. ครบถ้วน
(เวล|'|บี|'|อิง) n. สภาพ|ที่|ดี|,|สภาพ|ที่|น่า|พอใจ|,|ความ|สุข|,|ความ|ผาสุก|,|ความ|เจริญรุ่งเรือง|,|สวัสดิการ|  |Syn. prosperity|,|happiness
(เวล|'|บิ|ลัฟ|'|วิด) adj. เป็น|ที่รัก|อย่าง|มาก|และ|ด้วยใจ|จริง n. บุคคล|อัน|เป็น|ที่รัก|อย่าง|มาก
(เวล|'|เบ|รด) adj. ได้|รับ|การ|อบรม|อย่าง|ดี|,|เป็น|พันธุ์|ดี|  |Syn. polished
(เวล|'|โช เซิน) adj. เลือก|มา|อย่าง|ดี|,|คัด|มา|อย่า|งด|'
(เวล|'|คัน|ดิช|'|เชินดฺ) adj. แข็งแรง|,|มี|สุขภาพ|ดี|,|สมบูรณ์|,|มี|นิสัย|ดี|,|มี|ความ|ประพฤติ|ดี
(เวล|คอน|ดัค|'|ทิด) adj. มี|ความ|ประพฤติ|ดี
(เวล|คะเน|'|ทิด) adj. มี|ความ|สัมพันธ์|กัน|ดี|,|มา|จาก|ตระกูล|ดี
(ed) (เวล|คัน|เท|น|'|ทิด) adj. พอใจ|อย่างยิ่ง
(เวล|'|ดิ|ไฟ|นดฺ) adj. ระบุ|ไว้|ชัดเจน|,|อธิบาย|หรือ|ชี้แจง|ไว้|ชัดเจน|,|ให้|ความหมาย|ว่า|ชัดเจน
(เวล|'|ดิส|โพ|ซด|ฺ) adj. เห็นอกเห็นใจ|ผู้อื่น|,|หวังดี|,|มี|เจตนา|ดี|,|มี|อารมณ์ดี|,|มี|นิสัย|ดี
(เวล|'|ดู|อิง) n. ความ|ประพฤติ|ดี|,|การ|กระทํา|แต่|ความ|ดี|,|การ|กระทํา|ที่|ดี
(เวล|'|ดัน) adj. ชํานาญ|,|เชี่ยวชาญ|,|มี|สมรรถภาพ|ดี|,|ทํา|ได้|ดี|, (เนื้อ) ต้ม|จน|สุก|ทั่ว
(เวล|'|เด|รส|ทฺ) adj. แต่งตัว|ดี
(เวล|'|เอิร์นดฺ) adj. ได้|มา|โดย|ชอบ|,|ได้|มา|โดย|การ|ทําลาย|,|พึง|จะ|ได้
(เวล|'|เอส|แทบ|'|ลิชทฺ) adj. มี|ฐาน|ที่มั่น|คง|,|ก่อ|ตัว|ขึ้น|แล้ว|อย่าง|ถาวร|,|แน่นแฟ้น|,|มั่นคง|  |Syn. settled|,|firmly set
(เวล|'|เฟ|'|เวอร์ด) adj. สวยงาม|,|หน้าตา|ดี|,|หล่อ|,|งดงาม|  |Syn. well|-|favoredness n. well|-|favouredness n.  |Syn. attractive
(เวล|'|เฟ|'|เวอร์ด) adj. สวยงาม|,|หน้าตา|ดี|,|หล่อ|,|งดงาม|  |Syn. well|-|favoredness n. well|-|favouredness n.  |Syn. attractive
(เวล|'|เฟด) adj. บํารุง|ดี|,|ได้|รับ|การ|เลี้ยง|ดูด|'|  |Syn. fat|,|plump)| 
(เวล|'|ฟิคซฺทฺ|') adj. ร่ํารวย|,|มั่งคั่ง|,|มี|ทรัพย์สิน|มาก|  |Syn. well|-|to|-|do
(เวล|'|เฟานด) adj. มี|เสบียง|มาก|พอ|,|มี|เสบียง|สมบูรณ์|,|ติดตั้ง|อุปกรณ์|สมบูรณ์
(เวล|'|เฟา|'|ดิด) adj. มี|เหตุผล|ดี|,|สมเหตุสมผล|,|มี|รากฐาน|มั่นคง|,|มี|ฐานะ|ดี
(เวล|'|กรู|มด|ฺ|') adj. สะอาด|หมดจด|,|เรียบร้อย|ดี|,|แต่งตัว|หวี|ผม|อาบน้ํา|สะอาด|หมดจด|  |Syn. neat
(เวล|'|เก|ราน|'|ดิด) adj. มี|เหตุผล|ดี|,|สมเหตุสมผล|,|ได้|รับ|การ|อบรม|สั่งสอน|มา|อย่าง|ดี|  |Syn. reasonable
(เวล|'|ฮี|ลด|ฺ|') adj. ร่ํารวย|,|มั่งคั่ง
(เวล|'|อิน|ฟอร์ม|ดฺ|') adj. รู้|ข่าว|ดี|,|มี|ความ|รู้|กว้างขวาง|,|พหูสูต|ร
(เวล|'|อิน|เท|น|'|เชินดฺ) adj. มี|ความหมาย|ดี|,|เจตนา|ดี|,|หวังดี|  |Syn. wellmeaning
(เวล|'|จัด|จฺทฺ) adj. วินิจฉัย|ได้|ดี|,|ตัดสินใจ|ได้|ถูกต้อง|,|เหมาะสม
(เวล|'|นิท) adj. ประสานกัน|แน่น|,|เชื่อมต่อ|กัน|ได้|ดี|,|คล้องจอง|กัน|,|แข็|แรง
(เวล|'|โน|น) adj. มี|ชื่อเสียง|,|ดี|,|เป็น|ที่|รู้จัก|กัน|ทั่วไป|,|คุ้นเคย
(เวล|'|ลุ|ค|'|คิง) adj. มี|หน้าตา|ดี|,|งดงาม|,|สวยงาม|,|ดูด|'|ภาพ|,
(เวล|'|แมน|เน|อด) adj. มี|กิริยามารยาท|ดี
adj. เด่นชัด
(เวล|'|มี|'|นิง) adj. มี|ความหมาย|ดี|,|มี|เจตนา|ดี|,|หวัง|ด|'
(เวล|'|เมท) adj. ยินดี|ที่|พบ
(เวล|'|ไน) adv. ใกล้|มาก|,|เกือบจะ
(เวล|'|ออ|ฟ) adj. มี|เงิน|เพียงพอ|,|มี|ทรัพย์สิน|เพียงพอ|,|พอใจ|,|ยินดี|  |Syn. well|-|to|-|do
(เวล|'|เพด) adj. มี|ค่าตอบแทน|มาก|,|ให้|เงินเดือน|สูง
(เวล|'|เรด) adj. อ่าน|หนังสือ|มาก|,|ู้|ดี|จาก|การ|อ่าน
(เวล|เรา|'|ดิด) adj. มี|รสนิยม|หลาย|ด้าน|,|มี|ความ|สามารถ|หลาย|อย่าง|,|เจริญเติบโต|อย่าง|ดี|,|ได้|สมดุล|  |Syn. well planned|,|shapely
(เวล|'|ส|โพ|'|เคิน) adj. พูด|ดี|,|พูด|ได้|ไพเราะ|,|พูด|ได้|เหมาะสม
(เวล|'|ธอท|'|อัฟ) adj. เป็น|ที่|นับถือ|อย่าง|สูง|,|มี|ชื่อเสีย|งด|'
(เวล|'|ไท|มด|ฺ) adj. ได้|เวลา|,|เหมาะ|กับ|กาลเวลา|,|ได้|จังหวะ|  |Syn. opportune
(เวล|'|ทะ|ดู|') adj. รุ่งเรือง|,|ร่ํารวย
(เวล|'|ไทร|ดฺ) adj. ผ่าน|การ|ทดลอง|มา|อย่าง|ดี
(den) (เวลท|รอด|'|เดิน) adj. ใช้|จน|เก่า|,|ใช้|จน|คร่ําครึ|,|มี|คน|เหยียบย่ํา|มา|มาก|แล้ว
(เวล|'|เทิร์นดฺ) adj. มี|รูปร่าง|ดี|,|กะทัดรัด|,|เหมาะเจาะ|,|ได้|จังหวะ|  |Syn. elegant
(เวล|'|บอร์น) adj. กําเนิด|ใน|ตระกูล|สูง|ศักดิ์|,|กําเนิด|ใน|ตระกูล|ผู้ดี
(เวล|'|ดู|เออะ) n. คน|ดี|,|คน|ที่|กระทํา|แต่|ความ|ดี
(เวล|'|เฮ|ดฺ) n. แหล่ง|,|แหล่ง|น้ํา|บ่อ|,|แหล่ง|แร่|  |Syn. fountainhead|,|wellhouse
(เวล|'|โฮ|ล) n. เพลา|บ่อ
(เวล|'|เฮาซฺ) n. แหล่ง|,|แหล่ง|น้ํา|บ่อ|,|ตาน้ํา
(เวล|'|สพ|ริ|ง) n. ต้ม|น้ํา|,|ตาน้ํา|,|แหล่ง|น้ํา|,|แหล่ง|ที่|อุดมสมบูรณ์|  |Syn. fount|,|well
(เวลช|,|เวลชฺ) vi. โกง|หนี้|,|ไม่|ใช้หนี้|,|ไม่|ปฏิบัติ|ตาม|คํามั่นสัญญา|  |Syn. welch|  |Syn. welsher n. คน|โกง|หนี้|,|เจ้ามือ|รับ|แทง|ม้า|ที่|โกง
n. สุนัข|พันธุ์|terrier|ที่|มี|ขน|หยิก|สี|ดํา|และ|น้ําตาล|คล้าย|สุนัข|พันธุ์|แต่|ตัว|เล็ก|ว่า
(เวลช|'|เมิน|,|เวลชฺ|-) n. ชาว|เวลส์ pl. Welshmen|  |Syn. Welchman
(เวลทฺ) n. แผ่น|หนัง|ระหว่าง|ข้าง|กับ|พื้น|รองเท้า|,|ขอบ|เสื้อผ้า|,|ขอบ|หนัง สาย|หนัง|,|แผ่น|ไม้|หรือ|โลหะ|ที่|ใช้|ทาบ|แนว|ต่อ|,|รอย|เฆี่ยน|,|รอย|แส้|,|รอย|หวาย vi. เฆี่ยน|,|หวด|,|ตี|เสียง|ดัง|  |Syn. weal
(เวล|'|เทอะ) vi. กลิ้ง|,|เกลือกกลิ้ง|,|พลิก|,|เปียก|,|ชุ่ม|,|หมกมุ่น|,|จุ่ม|,|พัวพัน n. ความ|สับสนวุ่นวาย|,|ความ|หมกมุ่น|,|ความ|มั่วสุม|,|ความ|สับสน|ปนเป|,|ความ|โกลาหล|,|การ|กลิ้ง|,|การ|เกลือกกลิ้ง|  |Syn. commotion|,|tumult
(เวล|'|เทอะ|เวท) n. นักมวย|หรือ|นักมวย|ปล้ํา หรือ|ผู้แข่งขัน|ที่|มี|น้ําหนัก|ระหว่าง|รุ่น|ไลท์เวท|กับ|มิด|เดิลเวท (โดยเฉพาะ|นักมวย|อาชีพ|ที่|มี|น้ําหนัก|147|ปอนด์)| 
(เวน|ชฺ) n. เด็ก|ผู้หญิง|,|เด็กสาว|,|สาว|บ้านนอก|,|โสเภณี|,|สาวใช้ vi. ประจบ|สอ|พล|อ|,|เอาใจ|,|เที่ยว|โสเภณี|,|เป็นชู้|  |Syn. wencher n.
(เวน|ทฺ) v. กริยา|ช่อง 2 ของ go|,|กริยา|ช่อง 2 และ 3 ของ wend
(เวพทฺ) vi. กริยา|ช่อง 2 และ 3 ของ weep
(เวอ) v. กริยา|ช่อง 2 ของ be
(เวิร์นทฺ) abbr. were not
(เวียร|'|วูลฟ) n. มนุษย์|ที่|ได้|เปลี่ยน|เป็น|หมาป่า|,|มนุษย์|หมาป่า pl. werewolves
(เวิร์ท) auxv. กริยา|ช่อง 2 เอกพจน์|ของ|be
(เวียร|'|วูลฟ) n. มนุษย์|ที่|ได้|เปลี่ยน|เป็น|หมาป่า|,|มนุษย์|หมาป่า pl. werewolves
(เวส|'|คิท) n. เสื้อกั๊ก|  |Syn. waistcoat
(เวสทฺ) n.,|adj.,|adv. ตะวันตก|,|อยู่|ทาง|ด้าน|ตะวันตก|,|ทาง|ทิศตะวันตก|,|มา|จาก|ทิศตะวันตก|,|ไป|ทาง|ทิศตะวันตก
n. ชื่อ|หมู่เกาะ|ใน|ตอน|เหนือ|ของ|มหาสมุทร|แอตแลนติก ระหว่าง|ทวีป|อเมริกาเหนือ|กับ|ทวีป|อเมริกาใต้
(เวส|'|เทอะ) n. ลม|หรือ|พายุ|ที่|พัด|จาก|ทาง|ตะวันตก vi. เคลื่อน|ไป|ทาง|ทิศตะวันตก|,|หัน|ไป|ทาง|ทิศตะวันตก
(เวส|'|เท|อลี) adj.,|adv. เกี่ยวกับ|ทิศตะวันตก n. ลม|ที่มา|จาก|ทาง|ทิศตะวันตก|  |Syn. westerliness n.
(เวส|'|เทิร์น) adj. อยู่|ทาง|ทิศตะวันตก|  |Syn. Western adj. เกี่ยวกับ|โลก|เสรี|ทาง|ด้าน|ตะวันตก|ของ|ยุโรป|และ|รวม|ทั้ง|อเมริกา
n. ซีกโลก|ตะวันตก
(เวส|'|เท|อ|ไน|ซ) vt. ทํา|ให้|มี|ลักษณะ|ความคิดเห็น ขนบธรรมเนียมประเพณี|และ|อื่น ๆ ของ|ประเทศ|ด้าน|ตะวันตก|  |Syn. westernisation n. westernization n.
(เวส|'|เท|อ|ไน|ซ) vt. ทํา|ให้|มี|ลักษณะ|ความคิดเห็น ขนบธรรมเนียมประเพณี|และ|อื่น ๆ ของ|ประเทศ|ด้าน|ตะวันตก|  |Syn. westernisation n. westernization n.
(เวส|'|ทิง) n. เส้นทาง|ทิศตะวันตก
(เวสทฺ|'|มิ|นส|เทอะ) n. รัฐสภา|อังกฤษ|,|สภา
n. ชื่อ|โบสถ์|ใน|กรุง|ลอนดอน|เป็น|ที่|ฝังศพ|ของ|กษัตริย์|อังกฤษ
(s) (เวสท|'|เวิ|รด|ซฺ) adj.,|adv. ไป|ทาง|หรือ|อยู่|ทาง|ตะวันตก n. ตะวันตก
(เวสทฺ|'|เวิร์ดลี) adj.,|adv. ไป|ทาง|ทิศตะวันตก
(เวท) {|wetted|/|wet|,|wetting|,|wets|} adj. เปียก|,|โชก|,|ชื้น|,|แฉะ|,|อนุญาต|หรือ|เห็นด้วย|กับ|การ|ขาย|เหล้า|หรือ|กลั่น|เหล้า|,|แช่|เหล้า|,|มี|ฝน|ตก|มาก|หรือ|บ่อย|,|มี|ความ|ชื้น|สูง|,|ดื่ม|เหล้า|เมา|,|ไร้า|ค่า|,|ใจเสาะ n. ความ|เปียก|,|ความ|ชื้น|,|อากาศ|ชื้น|,|ฝน vt. ทํา|ให้|เปียก|,|ทํา|ให้|ชื้น|,|ทํา|ให้|ชุ่ม vi. กลาย|เป็น|เปียก
n. การ|ฝัน|ว่า|ได้|ร่วมเพศ|จน|น้ํากาม|หลั่ง|ออก|มา
n. เหยื่อ|แมลง|เทียม|ที่|ใช้|ตกปลา
n. เหล้า|,|สินค้า|ของเหลว (เช่น|น้ํามัน|,|สี)| 
n. แม่นม
n. การ|อาบน้ํา|โดย|การ|เช็ดตัว|คนไข้|ด้วย|ผ้า|เปียก
n. การ|ชัก|เสื้อผ้า|ที่|ไม่|ต้อง|ทํา|ให้|แห้ง|หรือ|ต้อง|รีด
(เวท|'|เนอส) vt. เป็น|แม่นม|ของ|,|ให้|ความ|ระมัดระวัง|หรือ|การ|เอาใจใส่|มาก|เกิน|ไป
(เวท|'|แบ|ลง|'|คิท) vt. ใช้|พรม|เปียก|น้ํา|,|ทํา|ให้|หมด|สนุก|หรือ|หมด|ความ|กระตือรือร้น หรือ|หมด|กําลังใจ
(เวธ|'|เธอะ) n. แกะ|ตัวผู้|ที่|ตอน|แล้ว
n. ตัว|ทํา|ให้|เปียก|ชื้น
(เวท|'|ทิช) adj. เปียก|ชื้น|,|ค่อนข้าง|เปียก|ชื้น
(แวค) vt. vi. ตี|เสียง|ดัง|,|หวด|เสียง|ดัง n. การ|ตี|เสียง|ดัง|,|การ|หวด|เสียง|ดัง|,|การ|ทดลอง|,|การ|พยายาม|,|ส่วน|,|หุ้นส่วน -|Phr. (out of whack ใน|สภาพ|ที่|เลว เสีย ให้การ|ไม่|ได้)|  |Syn. whacker n.
(แวค|'|คิง) adj. ใหญ่|,|โต
(เวล) n. ปลาวาฬ|,|บุคคล|หรือ|สิ่ง|ที่|ใหญ่โต|มหาศาล|,|บุคคล|หรือ|สิ่ง|ที่|ดี|ยิ่ง vi. จับ|ปลาวาฬ|,|ล่า|ปลาวาฬ
(เวล|'|เลอะ) n. นัก|จับ|ปลาวาฬ|,|นัก|ล่า|ปลาวาฬ|,|เรือ|ล่า|ปลาวาฬ
(เวล|'|ลิง) n. การ|จับ|ปลาวาฬ|,|การ|ล่า|ปลาวาฬ
(แวง) n. เสียง|กระทบกระแทก|,|สาย|หนัง|,|แส้|หนัง|,|ชิ้น|ใหญ่ vi. เกิด|เสียง|ดัง|จาก|การ กระทบกระแทก
(วอร์ฟ) n. ท่าเรือ|,|ท่าเรือ|ใหญ่ vt. จัด|ให้|มี|ท่าเรือ|,|เก็บ|ไว้|ใน|ท่าเรือ|,|เอา|เข้าท่า|เรือ vi. ผูก|กับ|ท่าเรือ|  |Syn. dock|,|pier|,|quay|,|jetty
(วอร์ฟ|'|ฟิจฺ) n. การ|ใช้|ท่าเรือ|,|ค่า|จอด|ท่าเรือ|,|ค่า|ท่า|,|ค่าธรรมเนียม|การ|ใช้|ท่าเรือ
(วอร์ฟ|'|ฟี) n. กรรมกร|ท่าเรือ
(วอร์ฟ|'|ฟิน|เจอะ) n. เจ้าของ|ท่าเรือ|,|ผู้|ควบคุม|ท่าเรือ
(วอร์ฟว) n. ล้อ|หรือ|ชิ้น|ไม้|กลม|ขัน|หลอด|ด้าย
(วอร์ฟซฺ) n. พหูพจน์|ของ wharf
(วอ|ท) pron. อะไร|,|เท่าไร|,|ใด ๆ ,|สิ่ง|ที่|,|คน|ที่|,|เท่า|ที่|,|ชนิด|ใด|,|n. อะไร|,|ลักษณะ|ที่แท้|จริง|,|adj. อะไรก็ตาม|,|เท่าไร interj. อะไร|กัน|! conj. มาก|เท่า|ที่|จะ ตราบ|ใด so what แล้ว|มี|อะไร|ล่ะ
what you see is what you get ได้|อย่าง|ที่|เห็น|ใช้|ตัวย่อ|ว่า WYSIWIG (อ่าน|ว่า วิซิ|วิก) เป็น|สมรรถนะ|อย่างหนึ่ง|ของ|โปรแกรม|ประเภท|ประมวลผล|คํา หรือ|โปรแกรม|การ|จัดพิมพ์ ซึ่ง|มี|การ|นํา|ภาพ|และ|ข้อความ (text) มา|ผสม|กัน หมายความ|ว่า ถ้า|มองเห็น|บน|จอภาพ|อย่างไร สั่ง|พิมพ์|ออก|มา ก็|จะ|ได้|ผล|อย่าง|ที่|เห็น|นั้น ทั้งนี้|เป็น|เพราะ|เมื่อก่อน|นี้ โปรแกรม|ไม่|สามารถ|สั่ง|ให้|แสดง|ผล|บน|จอภาพ|ได้ เช่น ถ้า|สั่ง|ให้|พิมพ์|ตัว|เข้ม ตัว|เอน ฯ จะ|ไม่|สามารถ|มองเห็น|ได้|บน|จอภาพ แต่|จะ|เห็น|เมื่อ|สั่ง|พิมพ์|ลง|กระดาษ|แล้ว เท่านั้น ปัจจุบัน โปรแกรม|ใหม่ ๆ จะ|มี|ลักษณะ " ได้|อย่าง|ที่|เห็น " หมด|แล้ว
(วอ|ท) abbr. what did
(วอ|ท) =|what shall|,|what will
(วอ|ทซฺ) abbr. what is|,|what has|,|what does
(วอ|ท|') abbr. what have
(วอ|ท|แอ|') adj. =|whatever
(วอ|ทเอฟ|'|เวอะ) pron.อะไรก็ตาม|,|adj. ไม่ว่า|อะไรก็ตาม|,|ทุก|ชนิด|,|อะไร|,|ทั้งหมด
(วอ|ท|'|นอ|ท) n. หิ้ง|,|หิ้ง|ตั้ง|แสดง|,|สิ่ง|ที่|อาจ|แยก|เป็น|หมวดหมู่|ได้
(วอ|ท|โซ|แอร์|') pron.,|adj =|whatsoever
(วอ|ท|โซ|เอฟ|'|เวอะ) pron.,|adv. =|whatever
(วีล) n. แผล|ไหม้|เล็ก ๆ บน|ผิวหนัง|,|แผล|ผื่นคัน|บน|ผิวหนัง|,|รอย|เฆี่ยน|,|รอย|โบย|,|รอย|ติ|  |Syn. pimple
(วีท|'|เทิน) adj. ทํา|จาก|แป้งหมี่|,|ทํา|จาก|แป้ง|ข้าวสาลี|,|เกี่ยวกับ|ข้าว|สา|ล|'
(วีด|'|เดิล) vi. vt. โอ้โลม|,|ชักชวน|,|หลอก|เอา|,|ปลอบโยน|,|ป้อยอ|  |Syn. wheedler n. wheedlingly adv.  |Syn. coax|,|cajole
(วีล) n. ล้อ|,|ล้อ|รถ|,|บุคคล|ที่|กระฉับกระเฉง|และ|มี|อิทธิพล|,|at the wheel ถือ|พวงมาลัย|ควบคุม บังคับบัญชา vi. vt. (ทํา|ใหั) หมุน|,|หมุน|รอบ|,|หัน|,|วนเวียน|,|หันกลับ|,|แล่น|ไป|อย่าง|ราบรื่น|,|กลิ้ง|บน|ล้อ|,|wheel and deal กระทํา|อยู่|อย่าง|อิสระ|หรือ|โดย|พลการ รับผิดชอบ|  |Syn. wheel
n. กล่อง|ล้อ
(วีล|แบ|'|โร) n. รถเข็น|ล้อ|เดียว|สําหรับ|ขน|ดิน|,|รถ|เล็ก|ล้อ|เดียว|  |Syn. wheelbarrower n.
(วีล|'|เบส) n. ระยะ|ห่าง|ระหว่าง|ล้อ|หน้า|กับ|ล้อ|หลัง|}
(วีล|'|แชร์) เก้าอี้|ล้อ|เข็น|ของ|คนไข้
(วี|ลด|ฺ) adj. มี|ล้อ|,|ใช้|ล้อ|,|ติดตั้ง|ล้อ
(วีล|'|เลอะ) n. สิ่ง|ที่|มี|ล้อ|,|ผู้|กลิ้ง|,|ผู้ทํา|ล้อ|,|ช่าง|ทํา|ล้อ|,|ผู้|หมุน|รอบ|,|สิ่ง|ที่|หมุน|รอบ
(วีล|'|เลอะ ดี|ล|'|เลอะ) n. ผู้|ที่|ปฏิบัติการ|โดย|อิสระ|,|ผู้|ที่|กระทํา|การ|หลาย|อย่าง|,|ผู้|ที่|คล่องแคล่ว|  |Syn. wheeler and dealer
(วีล|'|เมิน) n., (pl. -|men) คน|ถือท้าย|เรือ|,|คน|ถือ|พวงมาลัย|,|คน|ขี่|รถจักรยาน|,|คน|ขับ|รถยนต์
(วีลสฺ|'|เมิน) n. คน|ถือท้าย|เรือ|,|คน|ถือ|พวงมาลัย|,|คน|ที่|ขี่|รถจักรยาน|,|คน|ขับ|รถยนต์ , pl.wheelsmen|  |Syn. wheelman
(วีล|'|ไร|ทฺ) n. ผู้|มี|อาชีพ|ทํา|หรือ|ซ่อม|ล้อ|หรือ|รถ
(วีซ) vi.,|n. (การ) หายใจ|ด้วย|ความ|ลําบาก|,|หายใจ|หอบ|,|หายใจ|เสียง|ดัง|ฮืด ๆ ,|เสียง|ดังกล่าว|,|คํา|ตลก|เก่า ๆ ,|คติพจน์|เก่า ๆ|  |Syn. wheezer n. wheezingly adv.  |Syn. pant|,|gasp|,|puff
(เวลคฺ) n. หอย|ทะเล|ขนาด|ใหญ่|กิน|ได้
(เวลพฺ) n. ลูก|สัตว์|,|เด็ก ๆ ,|บุคคล|ที่|ถูก|ดูถูก|,|อ้าย|หนู|,|เจ้า|หนู|น้อย|,|ซี่|ล้อ|,|ฟัน|ขอสับ|, (สัตว์) ออก|ลูก
(เวน) adv.,|conj.,|pron. เมื่อไร|,|เวลา|ไหน|,|ใน|โอกาส|ไหน conj. เวลา|ไหน|,|เมื่อไร|,|ใน|ขณะที่|,|พอ|,|ครั้น|,|ถ้า|หาก|,|พอ... pron. เวลา|ไหน|,|เมื่อไร|,|เวลา|ซึ่ง|,|เวลา|นั้น
(เวน|ซฺ) คําย่อ when is|,|when has
(เวน|แอ|ซฺ|') conj. เมื่อไร
(เวน|ซฺ) adv.,|conj. จาก|ที่ไหน|,|จาก|แหล่ง|ไหน|,|จาก|สาเหตุ|ใด
(เวน|ซฺ|โซ|เอฟ|'|เวอะ) adv.,|conj. =|whenever
(เวน|เอฟ|'|เวอะ) conj. เมื่อไร|ก็ตาม|,|เมื่อไร|?
(เวน|ไซ|เอฟ|'|เวอะ) adv.,|conj. เมื่อไร|ก็ตาม
(แวร์) adv.,|conj.,|pron. ที่ไหน|,|ตรง|ไหน|,|จุด|ไหน|,|ไป|ที่|นั้น|,|อยู่|ที่|นั้น|,|ณ ที่|นั้น|,|จาก|แหล่ง|ไหน n. สถานที่ตั้ง|,|สถานที่|เกิด|เหตุ
(แวร์ด) abbr. where did
(แวร์เอฟ|'|เวอะ) conj.,|adv. ที่ไหน
(แวร์ล) abbr. where shall|,|where will
(แวร์|'|เออะ) conj. บน|อะไร|,|ที่ไหน|,|ที่|ซึ่ง|,|adv. ด้วย|อะไร
(แวร์ซ) abbr. where is
(แวร์ว) abbr. where have
(s) (แวร์|'|ระ|เบา|ทซฺ) adv. ที่ไหน|,|อยู่|ที่ไหน conj. ใกล้|ที่ไหน|,|ณ ที่ไหน|,|อยู่|ที่ไหน n. สถานที่|,|ถิ่น|ที่|,|ตําแหน่ง|ที่
(แวร์|แอ|ซ|') conj. ใน|ทาง|ตรงกันข้าม|,|ใน|กรณี|ที่|เหตุ|,|ด้วยเหตุที่|,|อย่างไรก็ตาม|,|แต่ทว่า
(แวร์|'|แอ|ท|') adv.,|conj. ที่|ซึ่ง|,|แหล่ง|ซึ่ง|,|ที่มา|  |Syn. at which|,|whereupon
(แวร์ไบ|') conj. adv. อาศัย|อะไร|,|เพราะ|อะไร|,|อย่างไร
(แวร์|'|ฟอร์) adv. เพื่อ|อะไร|,|ทําไม conj. ด้วย|เหตุผล|อะไร|,|n. เหตุผล|,|สาเหตุ|,|มูลเหตุ
(แวร์ฟ|รัม|') conj.,|adv. จาก|ที่|ซึ่ง|,|จาก|ที่ไหน
(แวร์|อิน|') conj. ใน|อะไร|,|ใน|ไหน|,|จุด|ไหน|,|อยู่|ที่ไหน|,|adv. ทาง|ไหน|,|เกี่ยวกับ|เรื่อง|นั้น
(แวร์|อิน|'|ทู) conj. เข้า|ไป|ที่ไหน
(แวร์อัฟ|') adv.,|conj. ด้วย|อะไร|,|ที่|ซึ่ง|,|เกี่ยวกับ|เรื่อง|นั้น
(แวร์|'|ออ|น) conj. บน|อะไร|,|อยู่|บน|อะไร|,|ที่|ซึ่ง|,|ด้วย|อะไร|,|adv. ด้วย|อะไร|,|ที่|ซึ่ง
(-|แอร์|') conj. wheresoever
(แวร์|โซ|เอฟ|'|เวอะ) conj. ที่ไหน|ก็ตาม|,|ไม่ว่า|ที่ไหน -|s. wherever
(แวร์ธ|รู|') conj. ผ่าน|,|ระหว่าง|ซึ่ง|,|เนื่องจาก นั้น|,|ที่
(แวร์ทู|') conj.,|adv. ไป|ที่ไหน
conj.,|adv. =|where to
(แวร์อะ|พอน|') conj. ที่|ซึ่ง|,|ดั้ง|นั้น|ด้วยเหตุนี้|,|อยู่|ที่|ใคร
(แวร์เอฟ|'|เวอะ) conj. ที่ไหน|ก็ตาม|,|ไม่ว่า|ที่ใด|,|ใน|กรณี|ก็ตาม|,|ไม่ว่า|อย่างไรก็ตาม|,|adv. ที่ไหน|  |Syn. in whatever place
(-|วิธ) adv. ด้วย|ซึ่ง|,|ด้วย|,|เนื่องจาก pron. ที่|ซึ่ง|,|ซึ่ง|,|ที่|,|n. =|wherewithal
(แวร์วิธ|'|เธิล) n. วิถีทาง|,|หนทาง|,|ขุมทรัพย์|,|วิธีการ|,|เงินทอง|,|adv. โดย|,|ซึ่ง|,|ที่|ซึ่ง
(เวท) vt. ฝน|,|ลับ|ให้|คม|,|ทํา|ให้|อยาก|,|กระตุ้น n. การ|ฝน|,|การ|ลับ|ให้|คม|,|การ|ทํา|ให้|อยาก|,|สิ่ง|ที่|ใช้|ฝน|หรือ|ลับ|ให้|คม|,|ตัว|ทํา|ให้|อยาก|  |Syn. whetter n.
(เวธ|'|เธอะ) adj. หรือ|ไม่ -|Phr. (whether or no โดย|ไม่|คํานึง|ถึง ไม่ว่า|จะ|มี|อะไร|เกิด|ขึ้น|ก็ตาม) pron อัน|ไหน|  |Syn. if
(เวท|'|ส|โทน) n. หิน|ลับ|มีด
(วิว) interj. คําอุทาน|แสดง|ความ|ประหลาดใจ|,|ความ|สบายใจ|หรือ|อื่น ๆ| 
(เว) n. หางนม|,|นม|ใส|หลังจาก|ทํา|เนย|แล้ว|  |Syn. wheyey adj.  |Syn. milk serum
(เว|'|เฟส) n. ใบหน้า|ที่|ซีด|ขาว.
(วิชฺ) pron. อัน|ไหน|,|อัน|ซึ่ง|,|ส่วน|ไหน|,|ที่|ซึ่ง|,|adj. อัน|ไหน|,|ส่วน|ไหน|,|ที่|กล่าว|ถึง|มา|ก่อน
(วิช|'|เอฟ|'|เวอะ) pron. อัน|ไหน|ก็ตาม|,|ไม่ว่า|อัน|ไหน|ก็ตาม|,|adj. ไม่ว่า|อัน|ไหน|ก็ตาม
(-|เอฟ|'|เวอ) pron.,|adj. =|whichever
(วิฟ) n. vi. vt.,|n. (การ|,|เสียง) พัด|,|กระพือ|,|พ่น|,|เป่า|,|สูด|หายใจเข้า|หรือ|ออก|  |Syn. whiffer n.
(วิฟ|'|เฟิล) vi. vt. เป่า|เบา ๆ ,|พ่น|เบา ๆ ,|ผันแปร|,|แปรปรวน|,|เหลาะแหละ|  |Syn. shift about|,|vacillate
(วิก) n. สมาชิก|พรรค|รักชาติ
(ไวล์) n. ชั่วขณะ|,|ชั่ว|ประเดี๋ยว|,|พัก|หนึ่ง|,|ช่วง|เวลา|เฉพาะ conj. ระหว่าง|เวลา|,|ตลอดเวลา|,|ใน|ขณะที่|,|แม้ว่า|,|ถึงแม้ว่า|,|ใน|เวลา|เดียวกัน|,|prep. จนกว่า vt. ทํา|ให้|เวลา|ผ่าน|ไป (โดยเฉพาะ|อย่าง|สบาย) worth one|'|s while คุ้มค่า|เวลา|,
(ไว|ซ) adv. บาง|ครั้ง|,|บาง|เวลา conj. ใน|ขณะที่|,|ระหว่าง|ที่|  |Syn. in the meantime
(ไว|'|เลิม) adv. ใน|เวลา|หนึ่ง|,|ครั้ง|หนึ่ง|,|เมื่อก่อน|  |Syn. former|,|erstwhile
(ไว|สทฺ) conj. =|while
(วิม|'|เพอะ) vi. vt.,|n. (เสียง) ร้อง|คราง (สุนัข) ,|ร้อง|เอ๋ง ๆ ,|ร้องไห้|กระซิก|  |Syn. whimperer n. whimperingly adv.
(วิม|'|ซิ|เคิล) adj. เกี่ยวกับ|ความคิด|แปลก ๆ ,|เพ้อฝัน|,|ชอบกล|, (จิตใจ) ไม่|แน่นอน|  |Syn. whimsically adv. whimsicalness n. whimsicality n.  |Syn. odd|,|dreamy|,|uncertain
(วิม|'|ซีด|ฺ) adj. ซึ่ง|คิด|แปลก ๆ หรือ|เพ้อฝัน|,|ชอบกล|,|เอาแต่ใจ|ตัว|,|มี|จิตใจ|แปรปรวน
(วิม|'|ซี) n. ความคิด|แปลก ๆ ,|ความคิด|เพ้อฝัน|,|ความ|แปรปรวน|ของ|จิตใจ|หรือ|อารมณ์|,|ความ|ชอบกล|,|ความ|เอาแต่ใจ|ของ|ตัวเอง|,|อําเภอใจ
(ไวน์) vi. vt. (สุนัข) คราง|,|ร้อง|เสียงต่ํา|,|หอน|,|บ่น|อู้อี้|,|ส่ง|เสียง|ครวญคราง|,|พูด|เสียง|สะอื้น|,|พูด|อย่าง|หงุดหงิด|,|บ่นพึมพํา|,|n. การ|ส่ง|เสียง|ดังกล่าว|,|เสียง|ดังกล่าว|  |Syn. whiner n.
(วิน|'|นี) vi. vt. (ม้า) ส่ง|เสียง|ดีใจ|,|n. เสียงร้อง|ดีใจ|ของ|ม้า|,|เสียง|ม้า|ร้อง
(วิพ) vt.,|n. (การ) หวด|,|ตี|,|เฆี่ยน|,|โบย|,|ลง|แส้|,|ฝึก|อย่าง|เข้มงวด|,|รวบรวม|,|ชุมนุม|,|กระตุ้น|,|พัน|ด้วย|เชือก|,|เอาชนะ|อย่าง|เด็ดขาด|,|ดึง|ขึ้น|ด้วย|เชือก|,|ฟัน|รอบ|,|ตี|ไข่ ,|แส้ ,|ผู้|ควบคุม|เสียง|สมาชิก|พรรคการเมือง|ใน|สภา|,|อาหาร|หวาน|ที่|ทํา|ด้วย|ครีม|หรือ|ไข่ขาว|,|ลูกรอก|โยง vi. พุ่ง|,|หวด|แส้|,|ตกปลา
(วิพ|'|คอร์ด) n. เชือก|ฟั่น|,|สาย|ฟั่น|,|แส้|เชือก|เก|ลียว
(วิพ|'|แล|ช) n. เชือก|สั้น|ปลาย|แส้
(วิพ|'|เพอะ) n. ผู้|ลง|แส้|,|ผู้|เฆี่ยน|,|ผู้|โบย|,|ผู้|หวด
(วิพ|'|ซอ) n. เลื่อย|ที่|ใช้|คน|2|คน|เลื่อย|ใน|การ|ตัด|ไม้|ตาม|ยาว vt. ตัด|ด้วย|เลื่อย|ดังกล่าว|,|หลอกลวง|,|ทํา|ให้|พ่ายแพ้|สอง|ทางใน|ขณะเดียวกัน
(วิพ|'|เวิร์ม) n. พยาธิ|แส้|ม้า
(เวอร์) vi.,|n. (เสียง|,|การ) บิน|กระหึ่ม|,|บิน|หวือ|,|ส่ง|เสียง|ดัง|กระหึ่ม|หรือ|ดัง|หวือ|,|เคลื่อนที่|ดัง|กระหึ่ม|หรือ|ดัง|หวือ|,|การ|สับสนวุ่นวาย|  |Syn. whirr|,|gyrate|,|revolve
(เวิร์ล) vi. vt.,|n. (ทํา|ให้|,|การ) หมุนเวียน|,|หมุน|รอบ|,|ปั่น|,|วน|,|เวียน|,|วง|,|หมุน|กลับ|อย่าง|ฉับพลัน|,|เผชิญหน้า|อย่าง|รวดเร็ว|,|รู้สึก|วิงเวียน|ศีรษะ|,|สิ่ง|ที่|หมุนเวียน|อย่าง|รวดเร็ว|,|น้ําวน|,|ความ|โกลาหล|,|การ|สับสนวุ่นวาย|,|ความ|ยุ่งเหยิง|  |Syn. whirler n. whirlingly adv.
(เวิร์ล|'|พู|ล) n. น้ําวน (ช|ตา|กรรม)| 
(เวิร์ล|'|วินดฺ) n. ลม|วน|,|ลมบ้าหมู|,|ลม|เพชร|หึง|,|กระแส|น้ําวน|,|ลมกรด|,|สิ่ง|หมุน|วน|ที่|มี|อํานาจ|ทําลายล้าง|,|reap the whirl wind รับโทษ|สําหรับ|ความผิด|ที่|ตน|ได้|กระทํา|  |Syn. cyclone|,|tornado|,|typhoon|,|whirl
(เวิร์ล|'|ลี) adj.,|n. (เกี่ยวกับ) การ|หมุนเวียน|อย่าง|รวดเร็ว
(วิสคฺ) vt. vi.,|n. (การ) ปัด|,|กวาด|,|สะบัด|,|แกว่ง|,|คว้า|,|ฉวย|,|เอา|ไป|อย่าง|รวดเร็ว|,|ขนส่ง|อย่าง|เร่งรีบ vt. ตี|หรือ|ปั่น|ไข่|หรือ|นม|หรือ|ครีม n. ไม้|ขนไก่|สําหรับ|ปัด|ฝุ่น|และ|สิ่ง|สกปรก|,|เครื่อง|ตี|ไข่|หรือ|ครีม
(วิส|'|เคอะ) n. หนวด|เครา|,|หนวด|,|หนวด|แมว|หนวด|เสือ|,|ไม้|ขนไก่|,|ผู้|ปัด|,|ผู้|กวาด|,|ผู้|ที่|เดิน|อย่าง|รวดเร็ว|,|คาง|,|แก้ม|,|ผู้อาวุโส|รัฐบาล|สหรัฐอเมริกา|  |Syn. whiskery adj.
(วิส|'|คี) n. เหล้า|วิสกี้
(วิส|'|คี) n. เหล้า|วิสกี้
(วิส|'|เพอะ) vi. vt.,|n. (การ) กระซิบ|,|พูด|เสียง|แผ่วเบา ๆ ,|พูด|เบา ๆ และ|เป็น|การ|ส่วนตัว|,|ส่ง|เสียง|เบา ๆ ,|ส่ง|เสียง|ซู่ซ่า|,|เรื่อง|กระซิบ|,|ข่าว|เล่าลือ|,|เสียง|ซู่ซ่า|,|เสียง|ลม|พัด|เบา ๆ|  |Syn. hint|,|inkling
(วิส|'|เพอ|รี) adj. คล้าย|กระซิบ|,|คล้าย|เสียง|กระซิบ|,|มี|การ|ซุบซิบ|กัน|มาก|  |Syn. whisperous adj.
(วิสทฺ) n. เกม|ไพ่|สมัยก่อน|แบบ|หนึ่ง|ของ|ไพ่|บริดจ์ ใช่|ไพ่|52 ใบ|ใช้|คน|4|คน|ข้าง|ละ|2|คน interj. เงียบ ! adv. เงียบ|,|ไม่|มี|เสียง.
(วิส|'|เซิล) vi. ผิวปาก|,|เป่านกหวีด|,|เปิด|หวูด|,|เป่า|หวูด|,|เป่าแตร|,|เพรียก|ร้อง|,|เคลื่อนที่|รวดเร็ว|จน|เกิด|เสียง|ดัง|หวือ vt. ทํา|ให้|เกิด|เสียง|ดังกล่าว|,|n. อุปกรณ์|ทํา|ให้|เกิด|เสียง|ดังกล่าว (นกหวีด|,|หวูด|รถ|,|ท่อ|เป่า|เป็นต้น) เสียง|ดังกล่าว|,|blow the whistle หยุดยั้ง|,|ทรยศ|,|เปิดเผย
(วิสทฺ|'|เลอะ) n. ผู้|ผิวปาก|,|ผู้|เป่านกหวีด|,|ผู้|เปิด|หวูด|,|สิ่ง|ที่|ทํา|ให้|เกิด|เสียง|ดังกล่าว|,|นก|เพรียก|ร้อง
(วิสทฺ|'|ลิง) n. การ|เป่า|หวีด|,|การ|เป่า|หวูด|,|การ|เปิด|หวูด|,|การ|เพรียก|ร้อง|ของ|นก|,|เสียง|หวีด|,|เสียง|หวูด|,|เสียง|เพรียก|ร้อง|ของ|นก|,|การ|เคลื่อนที่|อย่าง|รวดเร็ว|จน|ทํา|ให้|เกิด|เสียง|หวือ|,|เสียง|จ๊|อก|แจ๊ก|,|เสียง|หวือ|ดังกล่าว|  |Syn. whistlingly adv.
(วิท) n. จํานวน|เล็กน้อย|,|นิด|เดียว|  |Syn. bit|,|jot
(ไว|ทฺ) adj. ขาว|,|หงอก|,|ขาว|บริสุทธิ์|,|สี|เผือก|,|ผิว|ขาว|,|สี|เงิน|,|ขาว|หิมะ|,|มี|หิมะ|,|ไร้|สี|,|โปร่งใส|,|ว่างเปล่า|,|สวม|เสื้อ|ขาว|,|โชคดี|,|ไม่|ได้|เขียน|อะไร|,|สะอาด|,|มี|เจตนา|ดี|,|ซื่อตรง|,|ยุติธรรม|,|ไร้เดียงสา|, (กาแฟ) ใส่|นม|หรือ|ครีม n. สี|ขาว|,|ความ|ขาว|,|ผิว|ขาว|,|สิ่ง|ที่|มี|สี|ขาว|,|ไข่ขาว|,|แอ|ล|บิ|ว|เมน
n. ปลวก|  |Syn. termite
n. ช้างเผือก|,|กระบวนการ|ที่|ยุ่งยาก|และ|สิ้นเปลือง
n. ทองคํา|ผสม|นิกเกิล|หรือ|แพลทินัม
n. เครื่องใช้|ใน|ครอบครัว|ที่|สมัยก่อน|เป็น|สี|ขาว ,|เครื่องใช้|ขนาด|ใหญ่|ใน|ครอบครัว|เช่น|ตู้เย็น|/|เตาไฟ|/|เครื่องซักผ้า
n. ความ|ร้อน|จัด|,|กิจกรรม|ที่|รุนแรง|หรือ|เร้า|อารมณ์
n. ผู้|ที่|คาด|ว่า|จะ|อํานวย|ประโยชน์|มาก
n. ทําเนียบ|ประธานาธิบดี|สหรัฐอเมริกา|ใน|กรุง|วอ|ชิง|ตัน ,|รัฐบาล|สหรัฐอเมริกา
n. คํา|โกหก|เล็ก ๆ น้อย ๆ ที่|สุภาพ|หรือ|ให้|อภัย|ได้
n. เอกสาร|ทาง|ราชการ|,|รายงาน|เป็นทางการ|ของ|หน่วยงาน|,|กระดาษสี|ขาว
n. ชนชาติ|ผิด|ขาว (หมายถึง|ชาว|Caucasoid|หรือ|คอ|เค|เซียน)| 
n. หญิง|ที่|ถูก|ขาย|หรือ|บีบบังคับ|ให้|เป็น|โสเภณี|  |Syn. white|-|slave adj.
n. เหล้าองุ่น|ขาว (มี|สี|เหลือง|หรือ|สี|อําพัน)| 
(ไว|ท|'|คอ|ล|'|ละ) adj. เกี่ยวกับ|คนงาน|ที่|ไม่|ใช่|กรรมกร|เช่น|พวก|เสมียน|หรือ|นักวิชาการ
(ไว|ทฺ|แฮ|น|'|ดิด) adj. มือ|สะอาด|ไร้|มลทิน|,|ทํางาน|ที่|ไม่|เปรอะเปื้อน หรือ|ไม่|ต้อง|ใช้|แรง|มาก|  |Syn. unstained
(ไว|ทฺ|'|เฮ|ด|'|ดิด) adj. มี|ผม|สี|ขาว|,|มี|ผมหงอก|,|เป็น|ที่|โปรดปราน|  |Syn. whitehaired
(ไว|ทฺ|'|ฮอท) adj. ร้อน|จัด|, (เหล็ก) ร้อน|จัด|จน|เป็น|สี|ขาว|,|กระตือรือร้น|ที่สุด|,|เจ้าอารมณ์|ที่สุด|,|เร่าร้อน|ยิ่ง
(ไว|'|ทิด) adj. ซึ่ง|ทํา|ให้|มี|สี|ขาว|,|ฟอก|จน|ขาว|,|ทํา|สี|ขาว|  |Syn. bleached
(ไว|ทฺ|'|ฮอล) n. รัฐบาล|อังกฤษ
(ไว|ทฺ|'|ลี) adv. มี|สี|ขาว
(ไว|'|เทิน) vt. vi. ทํา|ให้|ขาว|,|กลาย|เป็น|ขาว|  |Syn. bleach|,|blanch|,|fade|,|white
(ไว|ทฺ|'|นิส) n. ความ|ขาว|,|ความ|ซีด|ขาว|,|สิ่ง|ที่|มี|สี|ขาว
(ไว|'|เทิน|นิง) n. การ|ทํา|ให้|ขาว|,|กระ|-|บ|วน|การ|ทํา|ให้|ขาว|,|การ|กลาย|เป็น|สี|ขาว|,|ยา|ที่|ทํา|ให้|ขาว
(ไว|ท|'|ส|มิ|ธ) n. ช่าง|ดีบุก
(ไวท์|'|วอ|ช) n. น้ํา|ปูนขาว|สําหรับ|ทา|ผนัง|กําแพง|ให้|เป็น|สี|ขาว|,|สิ่ง|ที่|ปิดบัง|ข้อเท็จจริง|,|การ|อําพราง|ความ|พ่ายแพ้|  |Syn. whitewasher n.  |Syn. gilding|,|cover|-|up
(วิธ|'|เธอะ) adv. ที่ไหน|? conj. ไป|ยัง|ที่ไหน|?
(วิธเธอะ|โซ|เอฟ|'|เวอะ) conj. ไป|ยัง|ที่ไหน|ก็ตาม
(ไว|'|ทิช) adj. ค่อนข้าง|ขาว|,|ซีด|ขาว|,|ซีด|,|ค่อนข้าง|ขาว|เผือก|  |Syn. white
(วิท|'|โล) n. อาการ|อักเสบ|ของ|เนื้อเยื่อ|ส่วน|ลึก|ของ|นิ้วมือ|หรือ|นิ้วเท้า|และ|มัก|เป็น|หนอง|  |Syn. agnail
(วิท|'|มัน|'|ดี) n. วัน|จันทร์|หลัง|วัน|Whitsunday
(วิท|'|ซัน) adj. เกี่ยวกับ|Whitsunday
(วิท|'|ซันเด) n. วัน|จันทร์|ที่|เจ็ด|หลัง|วัน|Waster|เป็น|วัน|ระลึก|ถึง|วัน|จุติ|ลง|มา|ของ|พระ|วิญญาณ (Holy Spirit)| 
(วิท|'|เทิล) vt.,.vi. เหลา|,|เฉือน|,|ตัด|,|เกลา|,|ถาก|,|หั่น|ให้|น้อย|ลง|,|เอา|ออก|ทีละ|น้อย|,|ทํา|ให้|ลด|น้อย|ลง n. มีด (โดยเฉพาะ|ที่|มี|ขนาด|ใหญ่) .  |Syn. whittler n.
(วิท|'|ลิง) n. การ|เหลา|,|การ|เฉือน|,|การ|ตัด|,|การ|เกลา|,|การ|ถาก|,|การ|หั่น|,|การ|ทํา|ให้|น้อย|ลง|,|เศา|ที่|หั่น|ออก
(ไว|'|ที) n. =|whitey
(วิซ) vi. vt. ทํา|ให้|เกิด|เสียง|ดัง|หวือ ,|เคลื่อนที่|หรือ|พุ่ง|ไป|อย่าง|รวดเร็ว|จน|เกิด|เสียง|หวือ|,|n. เสียง|หวือ|,|เผู้|ที่|มี|ความ|สามารถ|หรือ|ความ|ชํานาญ|เป็นพิเศษ|  |Syn. whizzingly adv.  |Syn. wizard
(วิซ|'|แบ|ง) n. ลูกกระสุน|ขนาด|เล็ก|ที่|มี|ความ|เร็ว|สูง|และ|ได้ยิน|เสียง|หวือ|,|ดอกไม้ไฟ|ชนิด|ที่|มี|ความ|เร็ว|สูง|,|ผู้|ที่|เป็น|อัจฉริยะ|,|คํา|ตลก adj. ดีเลิศ|,|ชั้นหนึ่ง|,|ยอดเยี่ยม|,|ดี|ที่สุด|  |Syn. whizz|-|bang
(วิซ) vi. vt. ทํา|ให้|เกิด|เสียง|ดัง|หวือ ,|เคลื่อนที่|หรือ|พุ่ง|ไป|อย่าง|รวดเร็ว|จน|เกิด|เสียง|หวือ|,|n. เสียง|หวือ|,|เผู้|ที่|มี|ความ|สามารถ|หรือ|ความ|ชํานาญ|เป็นพิเศษ|  |Syn. whizzingly adv.  |Syn. wizard
(ฮู) pron. ใคร|,|ผู้ใด|,|ผู้|ซึ่ง|,|ซึ่ง|,|ที่|,|ผู้|ที่|, -|Phr. (as who should say ซึ่ง|กล่าว|ได้|ว่า|พอจะ|กล่าว|เช่นนั้น)| 
(ฮูด) abbr. who would
(ฮูล) abbr. who will|,|who shall
(ฮู|'|เออะ) abbr. who are
(ฮูซ) abbr. who is|,|who has
(โว) interj. หยุด|! (โดยเฉพาะ|ใช้|สั่ง|ม้า)| 
(ฮู|ดัน|'|อิท) n. นวนิยาย|นักสืบ (Who did it|?)| 
(ฮู|ดัน|'|อิท) n. นวนิยาย|นักสืบ (Who did it|?)| 
(ฮู|แอร์|') pron. =|whoever
(ฮูเอฟ|'|เวอะ) pron. ใคร|ก็ตาม|,|ใคร|,|ผู้ใด|,|บุคคล|ใด
(โฮ|ล) adj.,|n. ทั้งหมด|,|ทั้งสิ้น|,|พร้อมมูล|,|สมบูรณ์|,|ไม่|มี|การ|แบ่งแยก|,|ครบถ้วน|,|เต็ม|,|ไม่|บุบสลาย|,|ไม่|เจือปน|,|ล้วน ๆ|  |Syn. wholeness n.
n. เลือด|ทั้งหมด|จาก|ร่างกาย|,|เลือด|แท้|,|ความ|สัมพันธ์|ระหว่าง|บุคคล|ที่|มี|บิดา|มารดา|เดียวกัน
n. พี่น้อง|ที่|มี|บิดา|มารดา|เดียวกัน
n. แป้งหมี่|หยาบ|,|แป้ง|จาก|ข้าว|ที่|ไม่|ได้|เอา|รํา|ออก|}
n. นม|ที่|มี|ส่วนผสม|ทั้งหมด|จาก|วัว|หรือ|สัตว์|อื่น|,|นม|ที่|ไม่|ได้|เอา|ครีม|ออก
n. เครื่องหมาย|เสียง|ดนตรี|ที่|มี|ความหมาย|เท่า|กับ|สี่|จังหวะ (quarter notes) ,|เครื่องหมาย|เต็มเสียง (four quarter notes)| 
n. เลข|เต็ม (ไม่|มี|เศษส่วน) ,|จํานวนเต็ม
n. พี่|หรือ|น้องสาว|ที่|มี|บิดา|มารดา|เดียวกัน
(โฮ|ล|'|เลงธฺ) adj. ขยาย|เต็มที่|,|เต็มที่|,|ไม่|ย่นย่อ|,|เกี่ยวกับ|รูปร่าง|ของ|มนุษย์|เต็มตัว|,|n. ภาพ|เต็มตัว|,|รูป|เต็มตัว
(โฮ|ล|'|ฮาร์ท|'|ทิด) adj. เต็มใจ|,|ใจจริง|ที่สุด|,|เต็มที่|  |Syn. wholeheartedly adv. wholeheartedness n.  |Syn. unstinting
(โฮ|ล|'|เซ|ล) n. การ|ขายส่ง adj. เกี่ยวกับ|การ|ส่ง|,|กว้างขวาง|,|เป็น|จํานวน|มาก|,|ไม่|มี|การ|เลือก adv. แบบ|ขายส่ง vt. vi. ขายส่ง|  |Syn. wholesaler n.  |Syn. far|-|reaching
(โฮ|ล|'|ซัม) adj. เป็น|ประโยชน์|,|ส่งเสริม|สุขภาพ|,|ดี|,|ดีงาม|,|ปลอดภัย|,|  |Syn. wholesomely adv. wholesomeness n.  |Syn. healthful|,|healthy
(โฮ|ล|'|ลี|,|โฮ|'|ลี) adv. ทั้งหมด|,|ทั้งสิ้น|,|เต็มที่
(ฮูม) pron. ผู้|ซึ่ง|,|บุคคล|ซึ่ง|,|บุคคล|ที่
(-|เอฟ|'|เวอะ) pron.กรรม|กา|รก|ของ whoever
(ฮูม|โซ|เอฟ|'|เวอะ) pron. กรรม|กา|รก|ของ whosoever
(ฮูพ) n. การ|ร้อง|,|การ|กู่|ร้อง|,|การ|ร้อง|อย่าง|นกเค้าแมว|,|เสียงร้อง|ดังกล่าว|,|เสียง|ไอกรน vi. vt. ร้อง|เสียง|ดังกล่าว interj. คําอุทาน|ดึงดูด|ความ|สนใจ|หรือ|แสดง|ความ|ตื่นเต้น หรือ|เป็น|การ|ให้|กําลังใจ whooper n. not worth a whoop ไม่|มี|ค่า|  |Syn. shout
(วูพ|'|พี) n. make whoopee สนุกสนาน interj. คําอุทาน|แสดง|ความ|สนุกสนาน
(วูพ|'|พิง) adj. เกี่ยวกับ|การ|ร้อง (การ|ตะโกน|,|การ|กู่|ร้อง|,|การ|โห่|,|การ|ร้อง|อย่าง|นกเค้าแมว|,|นก|บาง|ชนิด|,|ไอกรน)| 
n. ไอกรน|  |Syn. chincough|,|pertussis
(วอ|พ|'|เพอะ) n. สิ่ง|ที่|ใหญ่|และ|ผิดธรรมดา|,|การ|โกหก|ที่|ลวง|โลก|  |Syn. colossus
(วอ|พ|'|พิง) n. ใหญ่|มาก adj. อย่างยิ่ง|  |Syn. walloping|,|extraordinary
(ฮอร์) n. หญิง|โสเภณี|,|หญิง|สําส่อน|  |Syn. harlot
(ฮอร์|'|ดัม) n. การ|ค้า|ประเวณี|,|การ|สัก|การ|บูชา|รูปปั้น|,|การ|บูชา|พระเจ้า|ที่|ไม่|แท้
(ฮอร์|'|เฮาซฺ) n. สํานัก|โสเภณี|,|ซ่อง|นาง|โลม
(ฮอร์|'|มัง|เก|อะ) n. คน|เที่ยว|ซ่อง|นาง|โลม|  |Syn. whoremongering n.
(ฮอร์|'|มัง|เก|อะ) n. คน|เที่ยว|ซ่อง|นาง|โลม|  |Syn. whoremongering n.
(ฮอร์|'|ริ|ช) adj. เหมือน|หญิง|โสเภณี|,|มั่ว|โลกีย์|,|ค้า|ประเวณี|,|ไม่|บริสุทธิ์.  |Syn. whorishly adv. whorishness n.  |Syn. lewd|,|unchaste
(เวิร์ล) n. วง|,|วง|หอย|,|ก้นหอย|,|หมุน|เป็นเกลียว|ขึ้น|,|ลักษณะ|เป็น|ขด|,|หลอด|แกน|ปั่น|ด้าย
(เวิร์ดฺ) adj. เป็น|วง|หอย|,|คล้าย|ก้นหอย|,|เป็นเกลียว|ขึ้น|,|เป็น|ขด|,|เป็น|วง
(ฮูซ) pron. ของ|ใคร|,|กรรม|กา|รก|แสดง|ความ|เป็น|เจ้าของ who หรือ which ของ|คน|นั้น|,|ของ|คน|นี้
(ฮูซ|โซ|เอฟ|'|เวอะ) n. กรรม|กา|รก|แสดง|เจ้าของ whosoever|,|ของ|คน|นั้น|,|ของ|คน|นี้
(ฮู|เซฟ|'|เวอะ) pron. กรรม|กา|รก|แสดง|เจ้าของ whoever
(ฮู|โซ|เอฟ|'|เวอะ) pron. ใคร|ก็ตาม|,|บุคคล|ใด|ก็ตาม
(ไว) adv.,|conj.,|interj. ทําไม|, n. สาเหตุ|,|มูลเหตุ|,|เหตุผล|,
(วิค) n. ไส้|ตะเกียง|,|ไส้|เทียน|,|เชือก|ชุ่ม|ด้วย|น้ํามัน|  |Syn. wicking n. วัตถุ|ที่|ใช้|ทํา|ไส้|ตะเกียง
(วิค|'|คิด) adj. โหดร้าย|,|ชั่วช้า|,|เลวทราม|,|มี|เจตนา|ร้าย|,|คุกคาม|,|น่า|รังเกียจ|,|ไร้|เหตุผล|,|ชั้นหนึ่ง|,|ยอดเยี่ยม|  |Syn. wickedly adv.
(วิค|'|คิด|นิส) n. ความ|ชั่วร้าย|,|ความ|เลวทราม|,|ความ|โหดร้าย|,|พฤติกรรม|ที่|ชั่วร้าย|,|สิ่ง|ที่|ชั่วร้าย
(วิค|'|เคอะ) n. กิ่งไม้|,|เครื่อง|สาน|,|เครื่องจักสาน|,|เครื่อง|หวาย|,|adj. ทํา|ด้วย|เครื่อง|สาน|หรือ|เครื่อง|หวาย
(วิค|'|เคอเวิร์ค) n. เครื่อง|สาน|,|เครื่องจักสาน|,|เครื่อง|หวาย
(วิค|'|คิท) n. ประตู|เล็ก|,|หน้าต่าง|เล็ก|,|ช่อง|เล็ก ๆ ,|ประตูน้ํา|,|ประตู|เล็ก|บนบาน|ประตู|ใหญ่|,|ประตู|สาม|เสา|ของ|กีฬา|ค|ริก|เก็ต|,|บริเวณ ระหว่าง|ประตู|ดังกล่าว|ของ|กีฬา|ค|ริก|เก็ต|,
(วิค|'|คิด|คี|'|เพอะ) n. ผู้|เล่น|ฝ่าย|ที่|ขว้าง|ลูก|และ|คอย|รับ|ลูก|อยู่|หลัง|คาน|ตี|ค|ริก|เก็ต
(ไว|ดฺ) adj.,|adv. กว้าง|,|กว้างขวาง|,|หลวม|,|ใจกว้าง|,|ไพศาล|,|ขยาย|,|แพร่หลาย|,|ห่าง|,|ไกล|,|n. ลูก|ค|ริก|เก็ต|ที่|ถูก|ตีห่าง|จาก|ประตู|  |Syn. wideness n.  |Syn. broad|,|far|,|inclusive
wide area network ข่ายงาน|บริเวณ|กว้าง|ใช้|ตัวย่อ|ว่า WAN (อ่าน|ว่า แวน) หมายถึง ข่ายงาน|คอมพิวเตอร์|ที่|มี|การ|เชื่อมโยง|กัน|เป็น|บริเวณ|กว้าง (ถ้า|เป็น|บริเวณ|แคบ ๆ เรียก|ว่า LAN หรือ local area network) เช่น ระหว่าง|จังหวัด ระหว่าง|ประเทศ เป็นต้น คอมพิวเตอร์|ที่|เชื่อมโยง|กัน|เหล่านี้ จะ|ทํางาน|ร่วม|กัน|ได้ ดึง|โปรแกรม|จาก|กันและกัน|ได้ ซึ่ง|จําเป็น|ต้อง|มี|ซอฟต์แวร์|เป็น|ตัวการ|สําคัญ|ด้วย|ตัว|หนึ่ง การ|เชื่อมโยง|นั้น อาจ|ใช้|สายโทรศัพท์ สายเคเบิล เส้นใย|นํา|แสง (optical fibre) หรือ|ดาวเทียม ก็ได้|ดู local area network เปรียบเทียบ
(ไว|ดฺ|'|อะเวค) adj. ตื่นตัว|เต็มที่|,|ถ่างตา|,|ลืมตา|โพลง|,|ว่องไว|  |Syn. wide|-|awakeness n.  |Syn. alert|,|awake
(ไว|ดฺ|'|อาย|ดฺ) adj. ลืมตา|โพลง
(ไว|ด|'|แอ|งเกิล) adj. มุม|กว้าง (60|องศา|หรือ|มาก|กว่า)| 
(ไว|ดฺ|'|ลี) adv. กว้างขวาง|,|กว้าง|,|กิน|เนื้อที่|มาก|,|แพร่หลาย|,|หลากหลาย|,|หลาย|กรณี|,|มากมาย|  |Syn. broadly|,|amply
(ไวด์|'|เมา|ธดฺ) adj. มี|ปากกว้าง|,|อ้า|ปากกว้าง (เช่น|ด้วย|ความ|ประหลาดใจ) ,|โลภ|,|พูด|มาก
(ไว|'|เดิน) vt.,|vi. ทํา|ให้|กว้าง|,|ขยาย|กว้าง|,|ขยาย|ออก|  |Syn. widener n.  |Syn. broaden
(ไว|ดฺ|โอ|'|เพิน) adj. ขยาย|เต็มที่|,|ไม่|มี|กฎหมาย|ควบคุม|การ|ขาย|เหล้า|,|ความ|ชั่ว|,|การ|พนัน|และ|อื่น ๆ| 
(ไว|ดฺ|'|สเพ|รด) adj. กว้างขวาง|,|แพร่หลาย|,|กระจาย|,|กาง|ออก|,|ขยาย|ออก
(ไว|'|ดิช) adj. ค่อนข้าง|กว้าง
(วิด|'|โด) n. หญิง|ม่าย|,|แม่ม่าย vt. ทํา|ให้|เป็น|ม่าย|,|กลาย|เป็น|แม่ม่าย|  |Syn. widowhood n.
(วิธ) n. ความ|กว้าง|,|ส่วน|กว้าง
(วิธ|'|ไว|ซ) adv. ตาม|กว้าง|  |Syn. widthways
(วี|ลด|ฺ) vt. ใช้ (อํานาจ) ,|แกว่ง|,|กวัดแกว่ง|,|รํา|,|จัดการ|,|ปกครอง|  |Syn. wieldable adj. wielder n.  |Syn. brandish|,|handle
(วิล|'|ดี) adj. จัดการ|ได้|,|พร้อม|ที่|จะ|จัดการ|ได้|  |Syn. managed
(ไว|ฟฺ) n. ภรรยา|,|ผู้หญิง vi. vt. แต่ง (หญิง) เป็น|ภรรยา|  |Syn. wifedom n. -|Phr. (take to wife แต่ง (หญิง) เป็น|ภรรยา) pl. wives|  |Syn. helpmate|,|spouse
(ไว|ฟฺ|'|ฮูด) n. ความ|เป็น|ภรรยา|,|ความ|เป็น|แม่บ้าน
(ไว|ฟฺ|'|ไลค) adj.,|adv. มี|ลักษณะ|เป็น|ภรรยา|หรือ|แม่บ้าน|  |Syn. wifely
(ไว|ฟฺ|'|ลี) adj. มี|ลักษณะ|เป็น|ภรรยา|หรือ|แม่บ้าน|  |Syn. wifelike.  |Syn. wifeliness n.
(วิก) n. ผม|ปลอม|,|ช้อง|ผม|,|จัด|ให้|มี|ผม|ปลอม|,|ต่อว่า|อย่าง|รุนแรง|,|ประณาม|,|ดุด่า|  |Syn. wigless adj.  |Syn. toupee
(วิก|'|เกิน) n. ผ้า|หยาบ|แข็ง|คล้าย|ผ้าใบ ใช้|ทํา|ซับใน|เสื้อ
(วิก|'|เกิล) vi. vt.,|n. (การ) กระดิก|,|ขยับ|,|ปิด|,|ส่าย|,|เลื้อย|,|ไช|,|ดิน|,|แกว่ง|,|เส้น|คดเคี้ยว|  |Syn. wiggler wiggly adv.  |Syn. twist|,|wriggle|,|waggle
(ริก|'|เก|ลอะ|,|วิก|-) n. ผู้|บิด|ตัว|,|ผู้|ดิ้น|ไป|มา|,|ผู้|หลบหลีก|,|สิ่ง|ที่|คืบคลาน|ไป|ข้างหน้า|,|ลูก|น้ํา (ยูง)
(วิก|'|แวก) vt.,|n. (การ) เคลื่อนที่|ไป ๆ มา ๆ ,|โบก|ธง|ให้|สัญญาณ|,|โบก|,|กระดิก
(วิก|'|แวม|,|วิก|'|วอ|ม) n. กระท่อม|อินเดียนแดง|ใน|อเมริกา|ที่|เป็น|หลังคา|กลม|หรือ|วง|รี
(ไว|ลด|ฺ) adj.,|adv. เป็น|ป่า|,|ไม่|เชื่อง|,|ป่าเถื่อน|ไม่|มี|อารยธรรม|,|ดุร้าย|,|รุนแรง|,|ไม่|เป็น|ระเบียบ|,|ยุ่งเหยิง|ไม่|มี|การ ควบคุม|,|ไม่|ได้|ยับยั้ง|,|ฟุ่มเฟือย|,|คลั่ง|,|เตลิดเปิดเปิง|,|เอะอะ|,|n. ความ|รกร้าง|ว่างเปล่า|,|พง|,|ทุ่ง|ว่างเปล่า -|Phr. (the wild ความ|รกร้าง|ว่างเปล่า|,|ความ|เป็น|ป่า)
คน|เถื่อน|,|คน|หยาบคาย|,|คน|ที่|มี|อารมณ์|รุนแรง|หรือ|อารมณ์|ร้าย|  |Syn. savage
n. พรมแดน|ด้าน|ตะวันตก|ของ|อเมริกา|ระหว่าง|ศตวรรษ|ที่ 19 ก่อน|ที่|จะ|มี|รัฐบาล|ที่มั่น|คง|ใน|เวลา|ต่อมา
(ไว|ดฺ|'|อาย|ดฺ) adj. มี|นัยน์ตา|ที่|โกรธ|,|บ้าคลั่ง|หรือ|เป็นทุกข์|,|ไร้|เหตุผล|โดย|สิ้นเชิง
สัญลักษณ์|ตัวแทน|หมายถึง|ตัว|อักขระ|หรือ|สัญลักษณ์|ที่|ใช้|แทน|ตัว|อักขระ|ใด ๆ ก็|มัก|ใช้|เมื่อ|ต้องการ|สั่ง|ให้|มี|การ|ค้น|แต่|ไม่|สามารถ|จะ|บอก|รายละเอียด|ต่าง ๆ ได้|ทั้งหมด แม้แต่|ชื่อ|ก็|อาจ|รู้|แต่เพียง|ขึ้นต้น|ด้วย|ตัว S ใน|กรณี|เช่น|ใน|ระบบ|ดอส|กําหนด|ให้|ใช้|สัญลักษณ์|ตัวแทน|ได้ 2 แบบ คือ 1. เครื่องหมาย|ดอกจัน (*) ใช้|แทน|อักขระ ใด ๆ ก็ได้|กี่|ตัว|ก็ได้ 2. สัญลักษณ์ ?|แทน|อักขระ|ใด|ก็ได้|?|แต่|จํากัด|เพียง|ตัว|เดียว|เช่น s|*.xls sale.xls *.bmp arches.bm s|?|?|?|?.* sweet.doc ?|m.* om.pm|4 suga|?.?|?|? sugar.txt *.* ทุก|แฟ้ม WIMP : วิมพ์เป็น|ตัวย่อ|ของ|คํา|ต่อไปนี้|คือ windows|, icons|, menus|, pointing device ซึ่ง|หมายถึง|อุปกรณ์|ต่าง ๆ ที่|ต้อง|ใช้|ใน|ระบบ|กู|อี (GUI) แทน|ที่|จะ|ใช้|วิธีการ|พิมพ์|คําสั่ง|เป็น|การ|เปรียบเทียบ|ระหว่าง|ดอส|และ|วินโดว์
(ไว|ดฺ|'|แคท) n. แมวป่า
(วิล|'|เดอะนิส) n. บริเวณ|รกร้าง|ว่างเปล่า|,|บริเวณ|กว้างใหญ่|ไพศาล|,|จํานวน|มหาศาล
(ไว|ดฺ|'|ไลฟฺ) n. สัตว์ป่า|  |Syn. game
(ไว|ดฺ|'|ลิง) n.,|adj. (เกี่ยวกับ) พืช|ป่า|,|สัตว์ป่า|,|ดอกไม้|ป่า
(ไว|ดฺ|'|วูด) n. ต้นไม้|ป่า|,|ไม้|ป่า
(ไวล์) n. อุบาย|,|แผน|ร้าย|,|เล่ห์เหลี่ยม|,|การ|ล่อลวง|,|การ|หลอก|ต้ม vi. ล่อลวง|,|ใช้|เพทุบาย|,|ทํา|ให้|หลง|, wile away ฆ่าเวลา|  |Syn. artifice|,|trick|,|ruse
(วิล|'|ฟู|ล) adj. จงใจ|,|มี|เจตนา|,|โดย|สมัครใจ|,|ดื้อรั้น|,|หัวแข็ง|  |Syn. willful.  |Syn. willfulness n.
(วิล) auxiliary v. ใช้|แสดง|อนาคต|กับ|บุรุษ|ที่ 1 และ 3 (ช่อง 2|เป็น would) ,|จะ|,|อาจ|จะ|,|ควร|จะ|,|ย่อม|จะ vt. vi.,|n. (ความ) ประสงค์|,|ปรารถนา|,|พึง|จะ|,|ชอบ|,|พอใจ|,|อยาก|จะ|,|พินัยกรรม|,|ความ|กระตือรือร้น vt. ตัดสินใจ|,|ทํา|พินัยกรรม|ยก|ให้|,|ใช้อํานาจ|จิต|บังคับ vi. ตั้งใจ|,|ตัดสินใจ
n. อํานาจ|,|กําลังใจ
(วิล|'|คอ|ล) adj. เกี่ยวกับ|ร้านค้า|ที่|ผู้ซื้อ|ต้อง|คอย|จนกว่า|จะ|ถูก|เรียก|ให้|ไป|รับ|ของ|ได้
 |Syn. wisp (วิล|'|ละ|เธอะวิสพฺ|') n. ผี|กระสือ|,|ไฟ|ฟอสฟอรัส|,|สิ่ง|ลวงตา|,|สิ่ง|ที่|ทํา|ให้|ฉงน|สน|เทห์. will|-|o|'|-|the wispish|,|will|-|o|'|-|the wispy adj.  |Syn. ignis fatuus
(วิล|'|ละ|เบิล) adj. ทํา|ให้|ตัดสินใจ|ได้|,|ทํา|ให้|ตกลงใจ|ได้
(วิ|ลด|ฺ) adj. มี|ความ|ตั้งใจ|,|มี|เจตนา
(วิล|'|ฟู|ล) adj. สมัครใจ|,|มี|เจตนา|,|ตั้งใจ|,|ดื้อรั้น|,|หัวแข็ง|  |Syn. willful.  |Syn. willfulness n.
(วิล|'|ลิง) adj. เต็มใจ|,|ตั้งใจ|,|มี|เจตนา|,|สมัครใจ|,|ยินดี|  |Syn. willingly adv. willingness n.  |Syn. obliging|,|agreeable
(วิล|'|ลิส) adj. ไม่|มี|ตั้งใจ|,|ไม่|เจตนา|,|ไม่|ตกลงใจ.  |Syn. willlessness n.
(วิล|'|โล) n. ต้น|หลิว|,|ไม้|ของ|ต้นไม้|ดังกล่าว|,|สิ่ง|ที่|ทํา|ด้วย|ไม้|ดังกล่าว
(วิล|'|โล|อี) adj. อ่อนโยน|,|ว่า|ง่าย|,|สอน|ง่าย|,|เต็มไปด้วย|ต้น|หลิว|,|อรชร|,|เพรียวลม|,|ระหง
(วิล|'|ลี|นิล|'|ลี) adj.,|adv. เต็มใจ|หรือ|ไม่|ก็ตาม|  |Syn. unavoidably
(วิลทฺ) vi.,|vt.,|n. (ทํา|ให้) (การ) ร่วงโรย|,|เหี่ยวแห้ง|,|อับเฉา|,|อ่อนกําลัง|,|เชื้อไวรัส|ที่|ทํา|ให้|เกิด|โรค|ดังกล่าว auxv. เอกพจน์|บุรุษ|ที่ 2 ของ|will|ใช้|เฉพาะ (thou wilt =|you will)|  |Syn. wilt disease
(ไว|'|ลี) adj. มี|เล่ห์เหลี่ยม|มาก|,|มี|มายา|มาก|  |Syn. wilily adv. wiliness n.  |Syn. shrewd|,|cunning|,|sly
(วิม|'|เบิล|เดิน) n. ชื่อ|เมือง|ใน|ภาค|ตะวันออกเฉียงใต้|ของ|อังกฤษ อยู่|ใกล้|กรุง|ลอนดอน|เป็น|ที่|มี|การ|แข่งขัน|เทนนิส|โลก|ทุก|ปี
(วิม|'|เพิล) n. ผ้า|โพก|ศีรษะ|ของ|สตรี|,|ผ้า|โพก|ศีรษะ|ของ|แม่ชี|,|รอย|พับ|,|รอย|จีบ|,|ส่วนโค้ง|,|บริเวณ|โค้ง|,|คลื่น|ที่|กระเพื่อม|เล็กน้อย vt. สวม|ผ้า|โพก|ศีรษะ|,|ทํา|ให้|เป็น|คลื่น|หรือ|เป็น|ลอน|,|ปิด|หน้า vi. เป็น|คลื่น|กระเพื่อม|เล็กน้อย|,|ไป|ตาม|โค้ง
(วิน) vi.,|vt. (ทํา|ให้) ชนะ|,|มี|ชัย|,|เอาชนะ|คู่|อริ|,|ประสบ|ความ|สําเร็จ|,|บรรลุ|,|ชักชวน|,|ดึง|มา|เป็น|พวก|,|ได้|รับ|  |Syn. winnable adj.
(วินซฺ) vi.,|n. (การ) หดตัว|,|สะดุ้ง|,|หด|ถอย|,|ถอย|  |Syn. wincer n. wincingly adv.  |Syn. shrink|,|flinch
(วินชฺ) n. เครื่องมือ|กว้าน|,|ด้าม|กว้าน|,|มือ|หมุน vt. กว้าน|หรือ|ยก|ขึ้น|ด้วย|มือ|หมุน|  |Syn. wincher n.
(วิน|'|เชส|เทอะ) n. ชื่อ|เมือง|และ|เขต|ปกครอง|ใน|ตอน|ใต้|ของ|อังกฤษ|,|ปืน|ยิง|สัตว์|ใหญ่
จาน|บันทึก|วินเชสเตอร์|หมายถึง จาน|บันทึก|แบบ|หนึ่ง ที่|บริษัท|ไอ|บีเอ็ม|สร้าง|ขึ้น|ใช้|เป็น|ครั้ง|แรก สามารถ|เก็บ|ข้อมูล|ได้|ถึง 30 เมกะไบต์ (30 ล้าน|ตัวอักษร) ใน|แต่ละ|ด้าน คล้าย|ฮาร์ด|ดิสก์|ใน|ปัจจุบัน กล่าวคือ ไม่|สามารถ|ถอด|เข้าออก|ได้ คํา Winchester นั้น|อันที่จริง|เป็น|ชื่อ|ถนน ซึ่ง|เป็น|ที่|ตั้ง|ของ|ศูนย์วิจัย|ของ|บริษัท|ที่|ผลิต|จาน|บันทึก|ชนิด|นี้
(วินดฺ|,|ไวน์|ดฺ) n. ลม|,|กระแส|ลม|,|ลม|เป่า|,|เครื่องดนตรี|แบบ|ใช้|ลม|เป่า|,|ลมหายใจ|,|หายใจ|,|ความ|สามารถ|ใน|การ|หายใจ|,|แรง|อิทธิพล|,|พื้นฐาน|,|ลม|กลิ่น|,|การ|คุย|โว|,|ลม|ใน|กระเพาะ|หรือ|ลําไส้|,|ทิศทาง|ลม|,|ลม|ที่|อัด|ไว้|,|การ|พัน|,|การ|ม้วน|,|การ|ขด|,|การ|หมุน|,|การ|กว้าน|,|การ|เปลี่ยน|ทิศทาง|,|ทางโค้ง|,|ทาง|คดเคี้ยว
n. ความ|หนาว|เหน็บ|บน|เนื้อหนัง|มนุษย์ (เนื่องจาก|ความ|หนาว|และ|แรง|ปะทะ|ของ|ลม)|  |Syn. chill factor|  |Syn. wind|-|chill adj.
n. ถุงลม|รูปกรวย|แสดง|ทิศทาง|ลม|ตาม|สนามบิน
ไช่ลม (ซึ่ง|ไม่|สามารถ|ฟัก|ออก|เป็น|ตัว|ได้
n. ถุงลม|รูปกรวย|แสดง|ทิศทาง|ลม|ตาม|สนามบิน
(วินดฺ|'|แบก) n. คน|คุย|โว|,|คน|คุย|โม้|,|ถุงลม|  |Syn. boaster
(วินดฺ|'|บอร์น) adj. ลม|พัด|พา|ไป
(วินดฺ|'|สค|รี|น) n. ที่|บังลม|,|ที่|กัน|ลม|,|กระจก|กัน|ลม
(ไว|'|ดะ|เบิล) adj. พัน|ได้|,|ม้วน|ได้
(วินดฺ|แบก|'|เก|อ|รี) n. การ|คัย|โว|,|การ|คุย|โม้ มี|รูปร่าง|ตาม|อิทธิพล|ของ|กระแส|ลม
(วินดฺ|'|เบา|ดฺ) adj. ไม่|สามารถ|แล่น|เรือ|ได้|เพราะ|ทวน|ลม|,|ติด|พายุ
(วินดฺ|'|เบรค) n. แนว|ต้นไม้|หรือ|ป่า|ต้าน|ลม|,|สิ่ง|ที่|บังลม
(วินดฺ|'|เชสทฺ) n. ห้อง|รับ|และ|ควบคุม|ปริมาณ|อากาศ|สําหรับ|อวัยวะ|หนึ่ง|,|หีบ|ลม|ของ|หีบเพลง
(วิน|'|ดิด) adj. มี|ลม|ชนิด|ใด|ชนิด|หนึ่ง|,|หอบ|,|หายใจ|หอบ
(วิน|'|เดอะ) n. ผู้พัน|,|ผู้|ม้วน|,|สิ่ง|พัน|,|สิ่ง|ม้วน|,|ขั้นบันได|วน|,|พืช|ไม้เถา|ที่|พัน|รอบ|,|เครื่อง|พัน|ด้าย|,|เครื่อง|ม้วน|ด้าย
(วินดฺ|'|ฟอล) n. สิ่ง|ที่|ลม|พัด|ตกลง|มา|,|กําไร|ที่|คาดคิด|ไม่|ถึง|,|โชค|ที่|ลอย|มา|อย่าง|คาดคิด|ไม่|ถึง|  |Syn. luck|,|fluke
(ไว|'|ดิง) n. การ|พัน|,|การ|ม้วน|,|รอบ|หนึ่ง|,|ม้วน|หนึ่ง|,|ด้าย|ที่|พัน|อยู่|,|สิ่ง|ที่|พัน|หรือ|ม้วน|อยู่|,|วิธีการ|พัน|,|วิธี|ม้วน|,|adj. พัน|รอบ|,|เป็น|ขด|,|เป็น|ม้วน|,|คดเคี้ยว|,|หมุน|วน|,|วก|วน|  |Syn. windingly adv. windingness n.  |Syn. coiling|,|twining
(วินดฺ|'|เลิส) n. เครื่อง|กว้าน|,|เครื่อง|กว้าน|สมอ vi. กว้าน|ขึ้น|,|ขัน|ขึ้น
(วินดฺ|'|ลิส) adj. ปราศจาก|ลม|,|เรียบ|,|สงบ|,|หอบ|  |Syn. windlessly adv. windlessness n.
(วินดฺ|'|มิ|ล) n. กังหันลม|,|ความ|ชั่วร้าย|ที่|สมมุติ|,|เครื่อง|เฮลิคอปเตอร์ vt. หมุน|รอบ|โดย|อาศัย|แรง|ลม
(วิน|'|โด) n. หน้าต่าง|,|ตู้|โชว์ vt. จัด|ให้|มี|หน้าต่าง|  |Syn. opening|,|gap|,|aperture
n. ม่าน|บังหน้า|ต่าง
ที่นั่ง|ติด|หน้าต่าง (เช่น|ใน|รถ|,|รถไฟ|,|เครื่องบิน) ,|ที่|นัง|ติด|หน้าต่าง|,|ที่นั่ง|ติด|ธรณี|หน้าต่าง
(วิน|'|โดเพน) n. กระจกหน้า|ต่าง
ย่อ|จาก|คํา|เต็ม|ว่า Microsoft Windows เป็น|ชื่อ|ของ|โปรแกรม|ระบบ|วินโดว์ส|ของ|บริษัท|ไม|โค|รซอฟต์ ซึ่ง|ทํางาน|ภายใต้|ระบบ|ไม|โค|รซอฟต์ดอส (Microsoft DOS) ที่|เขียน|โดย|บริษัท|เดียวกัน ถือ|ว่า|เป็น|โปรแกรม|ระบบ|ที่|ได้|รับ|ความ|นิยม|สูงสุด|ใน|ปัจจุบัน ไมโครคอมพิวเตอร์|ที่|ใช้|ชิป 80286 ขึ้น|ไป สามารถ|ใช้|ระบบ|วินโดว์ส|ได้ ระบบ|วินโดว์|ได้|พัฒนา|ตลอดมา ปัจจุบัน กําลัง|อยู่|ระหว่าง|หัวเลี้ยวหัวต่อ|ที่|จะ|เปลี่ยน|จาก|วินโดว์ส 3.1 เป็น|วินโดว์ส 95 วินโดว์ส 97 และ|วินโดว์ส 2000 ต่อไป ระบบ|วินโดว์|นี้|จะ|รวม|เอา|โปรแกรม|อรรถประโยชน์ (utility program) ต่าง ๆ ไว้|ให้|อย่าง|พร้อมมูล นอกจากนั้น หลาย|บริษัท|ยัง|สร้าง|โปรแกรม|สําเร็จ|ต่าง ๆ ให้|ทํางาน|บน|ระบบ|วินโดว์ส|นี้ เช่น Aldus PageMaker|, Freelance ทุก|โปรแกรม|จะ|มี|วิธีการ|ใช้|พื้นฐาน|คล้ายคลึง|กัน ทํา|ให้|ง่าย|ใน|การ|เรียนรู้ เพราะ|เรียนรู้|โปรแกรม|หนึ่ง ก็|ทํา|ให้|มี|แนว|ที่|จะ|เรียน|โปรแกรม|อื่น|ง่าย|ขึ้น ระบบ|วินโดว์ส|นี้ จะ|เน้น|ใน|เรื่อง|การ|ใช้|ภาพ|เป็น|สื่อ มี|การ|ใช้|เมาส์ ใช้|เมนู มี|รายการ|เลือก|ต่าง ๆ ทํา|ให้|ผู้ใช้|รู้สึก|สะดวก|ขึ้น|มาก
ใช้|ตัวย่อ|ว่า Windows NT (อ่าน|ว่า วินโดว์สเอ็น|ที) เป็น|ชื่อ|ระบบปฏิบัติการ (operating system) ที่|บริษัท|ไม|โค|รซอฟต์|พัฒนา|ต่อ|จาก|ระบบ|วินโดว์ เพื่อให้|สามารถ|ใช้|กับ|เครือข่าย|ได้ ใช้บน|เครื่อง|ไมโครคอมพิวเตอร์ 32 บิต ถือ|เป็น|คู่แข่ง|ที่|สําคัญ|ของ|ระบบ|ยูนิกซ์ (UNIX) และ โอเอ|ส|/|ทู (OS|/|2)| 
วินโดว์เอ็น|ที|ย่อ|มา|จาก windows new technology เป็น|ชื่อ|ระบบปฏิบัติการ (operating system) ที่|บริษัท|ไม|โค|รซอฟต์|พัฒนา|ต่อ|จาก|ระบบ|วินโดว์ เพื่อให้|สามารถ|ใช้|กับ|เครือข่าย|ได้ ใช้บน|เครื่อง|ไมโครคอมพิวเตอร์ 32 บิต ถือ|เป็น|คู่แข่ง|ที่|สําคัญ|ของ|ระบบ|ยูนิกซ์ (UNIX) และ โอเอ|ส|/|ทู (OS|/|2)| 
(วิน|'|โดแซช) n. กรอบหน้า|ต่าง
(วินดฺ|'|ไพ|พฺ) n. หลอดลม|ของ|สัตว์|ที่|มี|กระดูกสันหลัง|  |Syn. trachea
(วินดฺ|'|ชี|ลด|ฺ) n. กระจกหน้ารถ|สําหรับ|กัน|ลม
(วินดฺ|'|สทอร์ม) n. ลมพายุ
(-|'|ไท|ทฺ) adj. ไม่|ระบาย|ลม|,|ลม|ไม่|เข้า
(ไว|นดฺ|'|อัพ) n. การ|สรุป|,|การ|สิ้นสุด|  |Syn. conclusion|,|end|,|finish
(วินดฺ|'|เวิร์ด) adv. ตาม|ลม|,|ไป|ทาง|ลม|,|ล่อง|ไป ตาม|ลม|,|ไป|ทาง|ลม|,|เหนือ|ลม n. ด้าน|ตาม|ลม|,|ด้าน|เหนือ|ลม|  |Syn. windwardness n.
(วินดฺ|'|เว) n. ทาง|ลม|,|ทาง|อากาศ
(วิน|'|ดี) adj. มี|ลม|แรง|,|มี|ลม|,|ตาก|ลม|,|ถูก|ลม|,|คล้าย|ลม|,|คุย|โว|,|คุย|โม้|,|พูด|ไร้|สาระ|  |Syn. windily adv. windiness n.
(ไวน์) n. เหล้าองุ่น|,|น้ํา|องุ่น|,|สี|แดง|เข้ม|ของ|เหล้าองุ่น|แดง|,|สิ่ง|ที่|ทํา|ให้|เมา|,|งานเลี้ยง|เหล้า|หลัง|อาหาร|, -|Phr. (new wine in old bottles เหล้า|ใหม่|ใน|ขวด|เก่า สิ่ง|ใหม่|ใน|รูปแบบ|เก่า)|  |Syn. winish adj.
n. ห้อง|ใต้ดิน|สําหรับ|เก็บ|เหล้าองุ่น|,|เหล้าองุ่น|ที่|เก็บ|ไว้
(ไว|นฺ|'|ก|ลา|ส -|แก|ลส) n. แก้ว|เหล้า|,|ถ้วย|เหล้า
(ไวน์|'|โก|รเออะ) n. ผู้|ปลูก|องุ่น|,|ผู้|กลั่น|เหล้าองุ่น|  |Syn. winegrowing n.
(ไว|'|เนอะ|รี) n. กิจการ|ทํา|เหล้าองุ่น|,|โรงกลั่น|เหล้าองุ่น pl. wineries
(ไวน์|'|ชอพ) n. ร้าน|เหล้า
(วิง) n. ปีก|,|ปีก|นก|,|ปีก|เครื่องบิน vt. ติด|ปีก|,|ทํา|ให้|บิน|ได้|,|ขนส่ง|ทาง|อากาศ vi. บิน -|Phr. (under one|'|s wing ภายใต้|การ|คุ้มครอง|หรือ|อุปถัมภ์|ของ)|  |Syn. annex|,|fly
n. คอ|ปก|เสื้อ|ตั้ง|ตรง
n. นาวา|อากาศ|โท
n. วงเวียน
n. การ|ยิง|สัตว์|ที่|บิน|อยู่|กลาง|อากาศ
n. ปลาย|ปีก
(วิง|'|แบ|ค) n. ปีก|หลัง|ทีม|ฟุตบอล|,|ตําแหน่ง|ปีก|หลัง|ของ|กีฬา|ฟุตบอล
(วิง|ดฺ) adj. มี|ปีก|,|มี|ส่วน|ที่|คล้าย|ปีก|,|รวดเร็ว|,|ว่องไว|,|สูง|,|ล่องลอย|,|กาง|ปีก|,|ได้|รับ|บาดเจ็บ|ที่|ปีก|เจ็บ|ที่|แขน.  |Syn. wingedly adv. wingedness n.
(วิง|'|ลิท) n. ปีก|เล็ก
(วิง|'|เมิน) n. นักบิน|,|ผู้|ขับขี่|เครื่องบิน|สูง
(วิง|'|เมิน|ชิ|พ) n. วิชาการ|บิน|,|ศิลปะ|การ|บิน
(วิง|ซ) n. ปีก|ประดับ|ของ|เครื่องแบบ|นักบิน|ของ|กองทัพอากาศ|หรือ|สายการบิน
(วิง|'|สเพ|รด) n. ระยะ|ห่าง|ระหว่าง|ปลาย|ปีก|สอง|ข้าง|ของ|เครื่องบิน
(วิง|'|ส|โทร|ค) n. การ|ตีปีก|บิน
(วิง|คฺ) vi.,|vt.,|n. (การ) กระพริบ|,|ขยิบตา|,|ส่ง|สายตา|,|ขยับ|ตา|,|ระยิบระยับ|,|สิ้นสุด|,|กลั่น|น้ําตา|,|จํานวน|น้อย|ที่สุด|,|ใน|เวลา|ฉับพลัน|,|การ|งีบ wink at เมิน|เฉย|  |Syn. blink|,|twinkle
(วิง|'|เคอะ) n. ผู้|กระพริบ|ตา|,|สิ่ง|ที่|มี|แสง|ระยิบระยับ|,|ที่|บังตา|ม้า|,|ที่|บังตา
(วิง|'|เคิล) n. หอยโข่ง|,|หอย|เล็ก|,|หอย|ทะเล|เล็ก ๆ vt. แคะ|เนื้อ|หอย|ออก|,|แคะ|ออก|,|เอา|ออก|,|ขับ|ออก|  |Syn. snail
(วิน|'|เนอะ) n. ผู้|มี|ชัย|  |Syn. victor
(วิน|'|นิง) n. การ|มี|ชัยชนะ adj. ประสบ|ความ|สําเร็จ|,|มี|ความยินดี|  |Syn. winnings n.,|pl. สิ่ง|ที่|ได้|มา|จาก|การ|มี|ชัยชนะ (โดยเฉพาะ|เงิน) winningly adv. winningness n.  |Syn. charming
(วิน|'|โน) vt.,|vi. พัด|แกลบ|ข้าว|ออก|,|พัด|ให้|ปลิว|,|เป่า|ออก|,|ร่อน|ข้าว|,|ฝัด|,|แยก|ออก|,|ถอน|ออก|,|ทํา|ให้|ผ่าน|กระบวนการ|วิเคราะห์ หรือ|แยก|ออก n. อุปกรณ์|พัด|ให้|ออก|,|อุปกรณ์|แยก|ออก|  |Syn. winnower n.  |Syn. cull|,|separate|,|strain
(วิน|'|เซิม) adj. มี|ชัยชนะ|,|มี|เสน่ห์|,|ร่าเริง|,|ทํา|ให้|สบายใจ|,|  |Syn. winsomely adv. winsomeness n.  |Syn. attractive
(วิน|'|เทอะ) n.,|adj. ฤดู|หนาว vi. ใช้เวลา|ใน|ฤดู|หนาว|  |Syn. winterer n. winterish adj. winterly adj.
(-|แค|ลด) adj. ซึ่ง|สวม|เสื้อ|หนาว
(วิน|'|เทอะ|ก|รี|น) n. พืช มีด|อก|สี|ขาว|เป็น|รูป|ระฆัง มี|ใบ|ที่|มี|กลิ่น|หอม ใช้|ทํา|น้ํามัน|ระกํา
n. น้ํามัน|ระกํา|,|น้ํามัน|methylsalicylate
(วิน|'|เทอะ|ไท|ดฺ) n. =|wintertime
(วิน|'|เทอะ|ไท|มฺ) n. ฤดู|หนาว
(วิน|'|เท|อ|รี) adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|ฤดู|หนาว|  |Syn. wintry
(วิน|'|ท|รี|,|วิน|'|เทอะ|รี) adj. เกี่ยวกับ|หน้า|หนาว|  |Syn. wintrily adv. wintriness n.  |Syn. bleak|,|cold|,|chilly|,|frosty
(ไว|'|นี) adj. เกี่ยวกับ|เหล้าองุ่น
(ไว|พฺ) vt.,|n. (การ) เช็ด|,|เช็ด|ให้|สะอาด|,|ถู|,|ลบ|,|ป้าย|,|ขจัด|,|ทํา|ให้|สูญสิ้น|,|คน|เช็ด|,|ที่|ปัด|น้ําฝน|,|ผ้าเช็ดหน้า|, -|Phr. (wipe out ทําลาย|ให้|สิ้น|,|ฆ่า|,|กระทํา|ฆาตกรรม)|  |Syn. brush|,|rub|,|mop|,|swipe
(ไว|'|เพอะ) n. ผู้|เช็ด|,|ผู้|กวาด|,|ผู้|ปัด|,|ผู้|ถู|,|สิ่ง|ที่|ใช้|เช็ด|, (กวาด|,|ปัด|,|ถู) ,|ผ้าเช็ดหน้า|,|ที่|ปัด|น้ําฝน
(ไว|'|เออ|ระ|เบิล) adj. ใส่|สายไฟ|ได้|,|มัด|หรือ|พัน|หรือ|ต่อ|ด้วย|สายไฟ|ได้
(ไว|'|เออะ) n. ลวด|,|สายไฟ|,|สาย|โลหะ|,|สาย|โทรเลข|,|โทรเลข|,|ระบบ|โทรเลข|,|สาย|ชัก|ใย|,|สาย|ลวด|ของ|เครื่องดนตรี|ประเภท|สาย (เช่น กีตาร์) ,|สายเบ็ด|ตกปลา|,|สื่อสาร|,|เส้น|ปลาย|ทาง|ของ|กีฬา|แข่ง|ม้า vt. จัด|ให้|ลวด (สาย|ไห|,|สาย|โลหะ..) ผูก|หรือ|พัน|ด้วย|สาย|ลวด|,|ส่ง|โทรเลข vi. ส่ง|โทรเลข|,
n. สํานักงาน|ข่าวสาร
n. ผ้าตา|ข่าย|ลวด|โลหะ
n. กําแพง|ลวด|ตาข่าย
เครื่องพิมพ์|แบบ|เข็ม|เป็น|เครื่องพิมพ์ หรือ|อุปกรณ์|แสดง|ผล|ของ|คอมพิวเตอร์|แบบ|กระทบ (impact printer) กล่าวคือ ใช้|เข็ม|ตอก|ลง|บน|กระดาษ ทํา|ให้|ผล|ที่|ออก|มา|ดู|เป็น|จุด|เรียง|ไป|ตาม|ตาราง|รูป|สี่เหลี่ยม มักจะ|เป็น|ขนาด 5|x|7, 7|x|7, หรือ 7|x|9 จุด|เหล่านี้|จะ|รวม|กัน|เป็น|ตัว|อักขระ|ที่|เป็น|รูป|และ|ขนาด|ที่|ต้องการ สําหรับ|เส้นโค้ง|นั้น|เครื่องพิมพ์|ชนิด|นี้ ทํา|ไม่|ได้|ดี|นัก แต่|หาก|มี|จุด|เรียง|กัน|ได้|ละเอียด|เท่าใด เส้นโค้ง|ก็|จะ|ดู|ดี|ขึ้น|และ|ตัวอักษร|ก็|จะ|ดู|สวยงาม|ขึ้น บางที|เรียก wire matrix printer
n. เครื่องบันทึก|และ|เล่น|เสียง|ด้วย|สาย|เหล็ก|ที่|เป็น|แม่เหล็ก|  |Syn. wire recording n.
(ไว|'|เออะคัท|'|เทอะ) n. คีม|ตัด|ลวด
(ไว|'|เออร์ดฺ) adj. ติดตั้ง|ระบบ|สาย|ลวด (เช่น|โทรเลข|,|โทรศัพท์) ,|ประกอบ|ด้วย|เส้น|ลวด|,|มัด|หรือ|พัน|ด้วย|ลวด|  |Syn. equipped with
(ไว|'|เออะ|แดน|เซอะ) n. นัก|กายกรรม|ไต่ลวด|  |Syn. wiredancing n.
(ไว|'|เออะด|รอน) adj. พิถีพิถัน|เกิน|ไป|,|จู้จี้|เกิน|ไป|,|ละเอียด|ละ|ออ|เกิน|ไป
(ไว|'|เออะลิส) adj. ไม่|มี|เส้น|ลวด|,|ไม่|มี|ลวด|ตาข่าย|,|ไม่|มี|สาย|,|วิทยุ n. โทรเลข|ไม่|มี|สาย|,|โทรศัพท์|ไร้|สาย|,|เครื่อง|รับ|วิทยุ|,|รายการ|วิทยุ|,|การ|กระจาย|เสียง|ทาง|วิทยุ vt.,|vi. โทรเลข|หรือ|โทรศัพท์|โดย|ไม่|มี|สาย|,|  |Syn. wirlessness n.
n. วิทยุ|โทรเลข
n. วิทยุ|โทรศัพท์
(ไว|'|เออะ|เมิน) n. ช่าง|สายไฟ|,|ช่าง|วาง|สาย
(-|เนททิง) n. ลวด|ตาข่าย|โลหะ
(ไว|'|เออะ|พู|ล|เลอะ) n. ผู้|ชัก|ใย|เบื้องหลัง|,|ผู้|ชัก|ใย|,|ผู้|ชัก|สาย|หุ่นกระบอก|  |Syn. wirepulling n.
(ไว|'|เออะแทพ) n. การ|ต่อ|สาย|ดักฟัง|โทรศัพท์|หรือ|ดัก|รับ|โทรเลข|ของ|ผู้อื่น|,|vt.,|vi. ดักฟัง|โทรศัพท์|หรือ|ดัก|รับ|โทรเลข adj. เกี่ยวกับ|การ|ต่อ|สาย|ดักฟัง|โทรศัพท์|หรือ|ดัก|รับ|โทรเลข|  |Syn. wiretapper n.  |Syn. eavesdrop
(ไว|'|เออะเวิร์ค) n. ผลิตภัณฑ์|ลวด|โลหะ|,|ลวด|โลหะ|,|ลวด|ตาข่าย|,|สิ่งทอ|ลวด|ตาข่าย
(-|เวิร์คซฺ) n. โรงงาน|ทํา|ผลิตภัณฑ์|ลวด|โลหะ|  |Syn. wireworkern. pl. wireworks
(ไว|'|เออ|ริ|ง) n. การ|วาง|สาย|โลหะ|,|สาย|โล|-|หะ|,|ลวด|,|ลวด|โลหะ adj. เกี่ยวกับ|การ|วาง|สาย|โลหะ
(วิสฺ) vt.,|vi. รู้|  |Syn. know
(วิส|'|เดิม) n. ปัญญา|,|สติปัญญา|,|ความ|ฉลาด|,|ความ|รอบคอบ|,|ความ|รอบรู้|,|คําสั่งสอน|,|คติพจน์|,|คํา|สุภาษิต
n. ฟันกราม|ซี่|ที่ 3 ของ|แต่ละ|ข้าง|ของ|ขากรรไกร|บน|และ|ล่าง -|Phr. (cut one|'|s wisdom tooth เจริญเติบโต|เต็มที่)
(ไว|ซ) adj. ฉลาด|,|เฉลียวฉลาด|,|มี|สติปัญญา|,|รอบรู้|,|รู้|,|รู้|แจ้ง vi.,|vt. ตระหนัก|เข้าใจ n. วิถีทาง|,|ท่าทาง|,|รูปแบบ|,|วิธีการ get wise ให้|รู้|แจ้ง|,|ทะลึ่ง|,|ทะนง|  |Syn. wisely adv.
บุคคล|ที่|อวด|ฉลาด|,|คน|ทะนง|ตัว|และ|อวด|ฉลาด|  |Syn. smart alec
(ไว|ซ|'|แครค) n. คําพูด|ที่|ฉลาด|,|คําคม|,|คํา|เล่นลิ้น vt.,|vi. พูด|คําคม|,|พูด|คํา|เล่นลิ้น|  |Syn. wisecracker n.  |Syn. joke|,|witticism
(วิช) vt.,|vi.,|n. (การ) ปรารถนา|,|ประสงค์|,|ต้องการ|,|อยาก|ให้|,|หวัง|,|อวยพร|,|ให้|พร|,|สั่ง|,|สิ่ง|ที่|ปรารถนา|, -|Phr. (wish on บังคับ|ปรารถนา)|  |Syn. wisher n. wishless adj.  |Syn. desire
n. กระดูก|สอง|ง่าม หน้า|กระดูก|อก|ของ|นก|ส่วนมาก สมัยก่อน|ใช้ สําหรับ|ตั้ง|คําอธิษฐาน
(วิช|'|ฟู|ล) adj. มี|ความ|ปรารถนา|  |Syn. wishfully adv. wishfulness n.  |Syn. desirous|,|wistful
n. ความ|ปรารถนา|ที่อยู่|เหนือ|เหตุผล|  |Syn. wishful thinker.
n. กระดูก|สอง|ง่าม หน้า|กระดูก|อก|ของ|นก|ส่วนมาก สมัยก่อน|ใช้ สําหรับ|ตั้ง|คําอธิษฐาน
 |Syn. wash (วิช|'|วอ|ช) n. น้ําท่วม|ทุ่ง|,|คําพูด|ที่|ไร้|สาระ|,|เครื่องดื่ม|ที่|จืดชืด|  |Syn. nonsense
(วิสพฺ) n. กํามือ|,|หยิบมือ|,|ก้อน|เล็ก|,|ชิ้น|เล็ก|,|ตัว|เล็ก|,|ตัว|บอบบาง|,|แสง|ฟอสฟอรัส|,|สิ่ง|ลวงตา|,|ไม้|ขนไก่ vt. ฟัน|เป็น|มัด|,|ปั่น|เป็น|ชิ้น|  |Syn. wisplike adj.  |Syn. shred|,|tuft|,|bunch
(วิส|'|พี) adj. กํามือ|,|เป็น|มัด|เล็ก ๆ ,|เป็น|ชิ้น|เล็ก ๆ ,|บอบบาง|  |Syn. wispily adv. wispiness n.  |Syn. wispish
(วิสทฺ) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ wit
(วิสทฺ|'|ฟู|ล) adj. ปรารถนา|,|โหยหา|  |Syn. wisfully adv. wistfulness n.
(วิท) n. ปัญญา|,|สติปัญญา|,|เชาวน์|,|ความ|รอบรู้|,|ความ|รู้|,|ความ|เฉลียวฉลาด|,|ผู้|มี|ความ|เฉลียวฉลาด|,|ไหว|,|พริบ vt.,|vi. รู้|,|รู้จัก to wit กล่าวคือ|เป็นต้น
(วิทชฺ) n. แม่มด|,|หญิง|ดุร้าย|,|หญิง|อัปลักษณ์|,|หญิง|ที่|เต็มไปด้วย|เสน่ห์|,|ผู้|ที่|ใช้|ไม้|วิเศษ vt. ทํา|ให้|หลงใหล|,|ใช้|เวทมนตร์|คาถา|  |Syn. witchhood n.  |Syn. magician
n. หมอผี|  |Syn. witch
(วิทชฺ|'|ครา|ฟทฺ|,|-|แครฟทฺ) n. การ|ใช้|เวทมนตร์|คาถา|,|อิทธิพล|ของ|เวทมนตร์|คาถา|,|ความ|มี|เสน่ห์|,|การ|ทํา|ให้|หลงใหล|  |Syn. sorcery
(วิชฺ|'|เชอะ|รี) n. การ|ใช้|เวทมนตร์|คาถา|,|เวทมนตร์|คาถา|,|เสน่ห์|,|การ|ทํา|ให้|หลงใหล|,|มารยา|  |Syn. witchcraft
(วิท|'|ชิง) n.,|adj. การ|ใช้|เวทมนตร์|คาถา|,|การ|ทํา|ให้|หลงใหล|,|เสน่ห์|,|มารยา
(วิธ) prep. กับ|,|ร่วม|กับ|,|เกี่ยวกับ|, -|Phr. (with child ตั้ง|ครรภ์)|  |Syn. accompanied by|,|in regard to
(วิธ|'|เธิล) adv. นอกจากนี้|,|อนึ่ง|,|อีก|ประการ|หนึ่ง|,|อย่างไรก็ตาม|,|ถึงกระนั้น|ก็ดี|,|ไม่|เท่านั้น|,|แต่ทว่า|  |Syn. nevertheless|,|still
(วิธ|'|ด|รอ) vt.,|vi. ถอน|,|ถอน|คืน|,|เก็บ|คืน|,|ดึง|กลับ|,|หด|,|เลิก|  |Syn. withdrawable adj. withdrawer n.  |Syn. draw away|,|remove
(วิธ|'|ด|รอ|เอิล) n. การ|ถอน|ออ|,|การ|เอา|กลับ|,|การ|ดึง|กลับ|,|การ|หด|,|การ|เลิก|  |Syn. retreat|,|flight|,|flight
(วิธ|'|ด|รอน) vi.,|vt. กริยา|ช่อง 3 ของ draw adj. ถอน|ตัว|ออก|,|ถอน|คํา|,|ยกเลิก|,|เลิก|  |Syn. withdrawnness n.  |Syn. unsociable
(วิธ|'|ด|รู) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ withdraw
(วิธ|'|เธอะ) vi.,|vt. (ทํา|ให้) เหี่ยวแห้ง|,|เหี่ยว|เฉา|,|หด|เหี่ยว|,|ร่วงโรย|,|สี|จาง|ลง|,|เน่าเปื่อย|,|อับเฉา|,|ทํา|ให้|อับอาย|,|ทํา|ให้|ม่อย|,|ทํา|ให้|ตกอกตกใจ|,|ทํา|ให้|อ้า|ปาก|ค้าง|  |Syn. witheredness n. witherer n. witheringly adv.
(วิธ|'|เธอร์ด) adj. เหี่ยวแห้ง|,|ร่วงโรย|,|อับเฉา|  |Syn. faded|,|shriveled up
(วิธ|'|เธอ|ริ|ง) adj. ซึ่ง|ทําลาย|,|ทํา|ให้|เหี่ยวแห้ง|,|ทํา|ให้|ร่วงโรย|,|ทํา|ให้|อ่อนกําลัง|,|ทํา|ให้|อับเฉา|,|ทํา|ให้|ตกอกตกใจ|  |Syn. witheringly adv.  |Syn. shrining|,|fading
(วิธ|'|เธอ|ซ) n. ส่วน|ที่|สูง|ที่สุด|ของ|หลัง|สัตว์|,|หัวไหล่|ม้า หรือ|สัตว์|อื่น|,|ตะ|โหง|ก|ม้า|หรือ|สัตว์|อื่น
(วิธ|'|เธอะเวิร์ด) adv. ไป|ยัง|ที่ไหน|?|,|ใน|ทิศทาง|อะไร|?|  |Syn. witherwards
(วิธ|'|โฮ|ลด|ฺ) vt.,|vi. ระงับ|,|ยับยั้ง|,|ขัดขวาง|,|อายัด|,|ไม่|อนุมัติ|,|ไม่|อนุญาต|,|ยั้ง|มือ|,|ถอน|กลับ|  |Syn. withholder n.  |Syn. restrain
(วิธ|'|อิน) adv.,|prep.,|n. ภายใน|,|ส่วน|ใน
(วิธ|'|เอา|ทฺ) prep.,|adv.,|n. ปราศจาก|,|ไม่|มี|,|พ้น|,|นอก|,|ภายนอก|,|ข้างนอก|,|ส่วน|ที่อยู่|ภายนอก conj. นอกจาก|  |Syn. not with
(วิธ|เอา|ทฺ|'|ดอร์ซ) adv. นอก|บ้าน
(วิธ ส|แทน|ดฺ) vt.,|vi. ทน|ต่อ|,|ต่อต้าน|,|สกัด|,|กลั้น|,|อดกลั้น|,|อดทน|  |Syn. resist
(วิท|'|ลิส) adj. ไร้|ปัญญา|,|โง่|  |Syn. witlessly adv. witlessness n.  |Syn. silly
(วิท|'|ลิง) n. ผู้|ที่|อวด|ฉลาด
(วิท|'|นิส) n. พยาน|,|ผู้|เห็น|,|ผู้|เซ็น|ชื่อ|รวม|เป็น|พยาน|,|หลักฐาน|,|คําให้การ|เป็น|พยาน vt.,|vi. ดู|,|เห็น|,|เห็นด้วย|ตา|,|เป็น|ผู้|ลงนาม|ร่วม|,|เป็น|พยาน|,|ลงนาม|เป็น|พยาน|,|เป็น|หลักฐาน|  |Syn. witnessable adj. witnesser n.  |Syn. testifier|,|evidence
n. ที่นั่ง|ของ|พยาน
(วิท|'|นิ|สบ|อคซฺ) n. คอก|พยาน|,|ที่นั่ง|ของ|พยาน|  |Syn. witness stand
(วิท|'|ทิด) adj. มี|ปัญญา|,|มี|สติปัญญา|  |Syn. wittedness n.
(วิท|'|ทิ|ซิ|ส|ซึม) n. คําคม|,|คําพูด|ที่|หลักแหลม|,|คํา|เล่นลิ้น|,|คําพูด|ตลก|,|คําพูด|หยอกล้อ
(วิท|'|ทิง) adj. รู้|,|รู้ดี|,|รู้ตัว|,|ตระหนัก|,|มี|เจตนา n. ความ|รู้|  |Syn. wittingly adv.
(วิท|'|ที) adj. มี|สติปัญญา|,|เฉลียวฉลาด|,|มี|ไหวพริบ|,|มี|ความ|รู้|,|รอบรู้|  |Syn. wittingly adv. wittiness n.  |Syn. facetious|,|humorous
(ไว|ฟว) vt.,|vi. แต่ง|ภรรยา|,|แต่ง|เมีย|,|แต่งงาน|,|จัด|ให้|มี|ภรรยา|  |Syn. take a wife|,|marry
(ไว|ฟซ) n. พหูพจน์|ของ wife
(วิซ) n. ผู้|ที่|มี|ความ|สามารถ|อย่าง|มหัศจรรย์|,|=|wizard
(วิซ|'|เซิร์ด) n. พ่อ|มด|,|นัก|เล่นกล|,|นัก|วิทยา|กล|,|ผู้|วิเศษ|,|ผู้ใช้|เวทมนตร์|คาถา|,|ผู้|มี|ความ|ชํานาญ|หรือ|ความ|สามารถ|อย่าง|มหัศจรรย์ adj. เกี่ยวกับ|พ่อ|มด|,|เกี่ยวกับ|นัก|เล่นกล|,|ดีเลิศ|,|ยอดเยี่ยม|,|มหัศจรรย์|  |Syn. wizardlike adj.  |Syn. sorcerer
(วิซ|'|เซิร์ดลี) adv. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|พ่อ|มด|หรือ|นัก|วิทยา|กล หรือ|ผู้|มี|ความ|สามารถ|อย่าง|มหัศจรรย์
(วิซ|'|เซิร์ด|รี) n. วิทยา|กล|,|การ|เล่นกล|,|การ|ใช้|เวทมนตร์|คาถา|,|เวทมนตร์|คาถา|,|เสน่ห์|,|มารยา|  |Syn. magic|,|sorcery|,|black art
(วิซ|'|เซิน) vi.,|vt.,|adj. เหี่ยวแห้ง|,|ร่วงโรย|,|อับเฉา|,|ย่น|,|ตก|กระ|  |Syn. wither|,|shrivel
(วิซ|'|เซินดฺ) adj. เหี่ยวแห้ง|,|ร่วงโรย|,|อับเฉา|,|ย่น|,|ตก|กระ|  |Syn. shriveled|,|withered
(โว|ด) พืช|ยุโรป|/|ใบ|ของ|มัน|ใช้|สกัด|ทํา|สีย้อม|สีน้ํา|เงิน|,|สีย้อม|ดังกล่าว
(วอ|บ|'|เบิล) vt.,|n. (อาการ) โซเซ|,|โอนเอน|,|โยก|ไป|มา|,|ส่าย|,|โคลงเคลง|,|สั่น|,|ไม่|แน่นอน|,|ไม่|คงที่|  |Syn. wabble|,|stagger|,|sway|,|dodder
(วอ|บ|'|บลี) adj. สั่น|,|โซเซ|,|โอนเอน|,|โยก|ไป|มา|,|ส่าย|,|โคลงเคลง|,|ไม่|แน่นอน|,|ไม่|คงที่|  |Syn. wabbly|,|shaky|,|unsteady
(โว) n. ความ|เศร้าโศก|,|ความ|ทุกข์|,|ความ|ลําบาก|,|ความ|เสียใจ -|interj. การ|อุทาน|แสดง|ความ|เศร้าโศก|,|ความ|ทุกข์|หรือ|ความ|เสียใจ
(โว|'|บิ|กอ|น) adj. เต็มไปด้วย|ความ|เศร้าโศก|,|เต็มไปด้วย|ความ|ระทมทุกข์|หรือ|ความ|เสียใจ|  |Syn. woebegoneness n.
(โว|'|ฟู|ล) adj. เศร้าโศก|,|ระทมทุกข์|,|เสียใจ|,|ละห้อย|,|เคราะห์ร้าย|,|มี|คุณภาพ|เลว|,|ยากเข็ญ|  |Syn. woefully adj. woefulness|, n. woefulness n.  |Syn. wretched|,|unhappy
(โว|'|เซิม) adj. =|woeful
(วอ|ก) n. ชาว|ตะวันออกกลาง|,|ชาว|อียิปต์
(โว|ค) vi.,|vt. กริยา|ช่อง 2 อง|wake
(โว|'|เคิน) vi.,|vt. กริยา|ช่อง 3 ของ wake
(โว|ลด|ฺ) n. ที่ราบสูง|,|ทุ่ง|ที่|สูง|,|บริเวณ|เนินเขา|กว้าง|,|เขา|หัวโล้น|,|=|weld vi. กริยา|ช่อง 3 ของ will
(วูลฟฺ) n. สุนัข|ป่า|,|ชาย|ที่|ชอบ|จีบ|ผู้หญิง vt. กิน|อย่าง|ตะ|กล vi. ล่า|สุนัข|ป่า -|Phr. (see a wolf ตกตะลึง|,|อ้า|ปาก|ค้าง) pl. wolves|  |Syn. fiend|,|savage
(วูลฟฺ|'|เฮานดฺ) n. สุนัข|ขนาด|ใหญ่|ที่|ใช้|ล่า|สุนัข|ป่า
(วูล|'|ฟิช) adj. คล้าย|สุนัข|,|มี|ลักษณะ|ของ|สุนัข|ป่า|  |Syn. wolfishly adv. wolfish
(วูล|'|เฟ|ริม) n. ทังสเตน|,|=|wolframite
(วูล|'|ฟ|ระ|ไมทฺ) n. แร่|ทังสเตน|  |Syn. wolfram
(วูฟเฟรฺ|'|เมีย|ม) n. ทังสเตน
(วูลฟซ) n. พหูพจน์|ของ wolf
(วูม|'|เมิน) n.ผู้หญิง|,|สตรี adj. เกี่ยวกับ|ผู้หญิง|,|เกี่ยวกับ|เพศ|หญิง|  |Syn. womanish adj. pl. women (วีม|'|มิ|น)| 
n. lady of the house
n. หญิง|โสเภณี|,|นาง|โลม|  |Syn. woman of the street
n. หญิง|ผู้|เจนจัด|ใน|วิถีชีวิต|ของ|โลก
n. สิทธิ|เลือกตั้ง|ของ|สตรี|, สิทธิ|ทางการ|เมือง|ของ|สตรี|  |Syn. woman|-|suffrage adj. woman|-|suffragist n.
n. พลัง|ของ|สตรี
n. สิทธิ|ของ|สตรี
(วูม|'|เมิน|ฮูด) n. ความ|เป็น|ผู้หญิง|,|ผู้หญิง
(วูม|'|เมิน|ไคนดฺ) n. ผู้หญิง|,|เพศ|หญิง|  |Syn. female
(วูม|'|มัน|ไลคฺ) adj. คล้าย|ผู้หญิง|  |Syn. womanly
(วูม|'|เมิน|ลี) adj.,|adv. คล้าย|ผู้หญิง|,|มี|ความ|เป็น|ผู้หญิง|  |Syn. womanliness|,|womanness n.  |Syn. faminine
(วูมบฺ) n. มดลูก|,|ครรภ์|,|แหล่ง|กําเนิด|,|ส่วน|ภายใน|,|อุทร|  |Syn. wombed adj
(วีม|'|มิ|น) n. พหูพจน์|ของ woman
n. =|woman|'|s liberation|  |Syn. women|'|s libber n.
(วิม|'|มิ|นโฟลคฺ) n. ผู้หญิง|โดย|ทั่วไป|,|พวก|ผู้หญิง|,|กลุ่ม|ผู้หญิง|,|โดยเฉพาะ|  |Syn. womenfolks
(วอน) v. กริยา|ช่อง 2 และ 3 ของ win vi. อยู่|,|อาศัย|อยู่
(วอน|'|ทอน) n. อาหาร|จีน|ชนิด|หนึ่ง|ที|เป็น|แป้ง|ต้ม|ใส่|ไส้|หมู|และ|เครื่อง|ชูรส|,|ชุบ|แป้ง|ต้ม|ดังกล่าว
(โว|นทฺ|,|เวินทฺ) abbr. will not
(วัน|'|เดอะ) vi.,|vt. รู้สึก|ประหลาดใจ|,|รู้สึก|งงงวย|,|รู้สึก|กังขา|,|รู้สึก|สงสัย n. สิ่ง|ที่|ทํา|ให้|ประหลาดใจ|,|ความ|ประหลาดใจ|,|ความ|งงงวย|,|ความ|พิศวง|,|การ|กระทํา|หรือ|เหตุการณ์|ที่|ทํา|ให้|ประหลาดใจ|  |Syn. wonderer n.  |Syn. surprise|,|miracle|,|doubt|,
n. ยา|ที่|มี|ผล|ใน|การ|รักษา|สูง เช่น ยาปฏิชีวนะ ยา|ซัลฟา
(วัน|'|เดอะสท|ริ|คเคิน) adj. พิศวง|,|งง|งัน|,|งงงวย|,|ตะลึง|งัน|  |Syn. wonderstruck
(วัน|'|เดอะ|ฟู|ล) adj. มหัศจรรย์|,|ยอดเยี่ยม|,|น่า|พิศวง|,|ดีเยี่ยม|  |Syn. wonderfully adv. wonderfulness n.  |Syn. wondrous
(วัน|'|เดอะ|ริ|ง) adj. พิศวง|,|ประหลาดใจ|,|น่า|สงสัย|,|น่า|พิศวง|,|งงงวย|  |Syn. marveling
(วัน|'|เดอะ|แล|นดฺ) n. แดน|มหัศจรรย์|,|ดินแดน|ที่|น่า|พิศวง|,|ประเทศ|ที่|น่า|พิศวง|,|สวรรค์
(วัน|'|เดอะ|เมิน|ทฺ) n. คําพูด|ที่|น่า|พิศวง|,|ถ้อยคํา|ที่|น่า|พิศวง|,|เหตุ|ที่|น่า|สงสัย|,|เรื่อง|ที่|น่า|สงสัย
(วัน|'|เดอะเวิร์ค) n. สิ่ง|มหัศจรรย์|,|ผลงาน|มหัศจรรย์
(วัน|'|เด|ริ|ส) adj. มหัศจรรย์|,|น่า|พิศวง|,|ดีเยี่ยม|,|ยอดเยี่ยม adv. อย่าง|มหัศจรรย์|,|อย่าง|น่า|พิศวง|,|อย่าง|ดีเยี่ยม|,|อย่าง|ยอดเยี่ยม|  |Syn. wondrousness n.
(วอ|ง|'|คี) adj. สั่น|,|สั่น|เทา|,|โซเซ|,|โงนเงน|,|ไม่|มั่นคง|,|ไม่|น่า|ไว้วางใจ
(โว|นทฺ) vi.,|vt.,|n.,|adj. (ทํา|ให้|,|ความ) คุ้ย|เคย|,|เคย|,|เป็นนิสัย|  |Syn. custom|,|habit
(โว|น|'|ทิด) adj. คุ้ย|เคย|,|เคย|,|เป็นนิสัย|,|เป็นปกติ|,|ตาม|ปกติ|  |Syn. wontedly adv. wontedness n.  |Syn. habituated|,|used
(วู) vt. ขอ|ความ|รัก|,|เกี้ยว|,|ของ|แต่งงาน|,|แสวงหา|,|วิงวอน|,|เชื้อเชิญ|,|ล่อใจ vi. เกี่ยว|ผู้หญิง|  |Syn. wooingly adv.  |Syn. pay suit|,|court|,|make
(วูด) n. ไม้ adj. ทํา|ด้วย|ไม้|,|อยู่|ใน|ป่า vt. ปกคลุม|ด้วย|ต้นไม้|,|ปลูก|ต้นไม้ vi. สะสม|หรือ|จัด|ให้|มี|ไม้ -|Phr. (out of the woods ปลอดภัย|,|พ้น|อันตราย)|  |Syn. woods n. ป่าไม้
n. ถ่านหิน|สีน้ํา|ตาล|,|ถ่าน|ไม้
n. การ|แกะสลัก|ไม้|,|แม่พิมพ์|ไม้|,|ภาพพิมพ์|,|แม่พิมพ์|ไม้|  |Syn. wood engraver
n. เทพารักษ์
n. นก|เล็ก ๆ ชอบ|จับ|แมลง|กิน|เป็น|อาหาร
n. เยื่อ|กระดาษ|ไม้
n. การ|แปร|ไม้|ให้|เป็น|รูป|ต่าง ๆ ด้วย|เครื่อง|กลึง|  |Syn. wood turner n. wood turning n.
(วูด|'|บอเรอะ) n. แมลง|เจาะ|กิน|เนื้อไม้|และ|ผลไม้
(วูด|'|ครา|ฟทฺ) n. วิชา|ช่างไม้|,|วิชา|เชิง|พราน|,|วิชา|เกี่ยวกับ|ป่า|,|วิชา|แกะสลัก|ไม้
(วูด|'|ครา|ฟทฺซฺ|'|เมิน) n. ช่างไม้|,|ช่างแกะสลัก|ไม้ pl. woodcraftsmfen
(วูด|'|คัท) n. ไม้|แกะสลัก|,|ภาพพิมพ์|จาก|ไม้|แกะสลัก|  |Syn. woodcutting n.
(วูด|'|คัท|เทอะ) n. คน|ตัด|ไม้|ทํา|ฟืน
(วูด|'|ดิด) adj. มี|ต้นไม้|หรือ|ป่า|เต็มไปหมด|,|เป็น|ป่า
(วูด|'|เดิน) adj. ทํา|ด้วย|ไม้|,|งุ่มง่าม|,|แข็งทื่อ|,|เก้งก้าง|,|ไม่|มี|ชีวิตชีวา|,|เฉยเมย|,|ครบ|รอบ|ปี|ที่|5,|เป็น|ครั้ง|ที่|5|  |Syn. woodenly adv. woodenness n.
n. เส้นใย|เนื้อไม้
n. แก๊ส|ไม้
(วูด|'|เดิน|เฮ|ด) n. คน|โง่|,|คน|หัว|สมอง|ทื่อ|,|คน|หัว|เป็น|ไม้|  |Syn. blockhead
(วูด|'|เดิน|เฮ|อดิด) adj. โง่|,|เง่า|,|มี|หัว|สมอง|ทื่อ|,|มี|หัว|เป็น|ไม้|  |Syn. wooden|-|headedness n.
(วูด|'|แล|นดฺ|,|-|เลินดฺ) n. ป่าไม้|,|บริเวณ|ที่|เต็มไปด้วย|ต้นไม้ adj. เกี่ยวกับ|ป่าไม้|  |Syn. woodlander n.  |Syn. forest|,|timberland
(วูด|'|เมิน) n. =|woodsman.  |Syn. woodmancraft n. pl. woodmen
(วูด|'|โน|ท) n. เสียง|เพรียก|ร้อง|ธรรมชาติ|ใน|ป่า (ที่|เกิด|จาก|นก|และ|แมลง) ,|เสียง|ดนตรี|ตาม|ธรรมชาติ
(วูด|'|เพเพอะ) n. กระดาษ|ที่|ทํา จาก|เนื้อไม้
(วูด|'|เพค|เคอะ) n. นกหัวขวาน
(วูด|'|ไพล|ฺ) n. กอง|ฟืน
(วูดซ) n. ป่าไม้
(วูด|'|เชด) n. โรง|เก็บ|ไม้|หรือ|ฟืน
(วูดซ|'|เมิน) n. คน|ตัด|ไม้|,|ผู้ชํานาญการ|ใช้|ชีวิต|ป่า|,|พราน pl. woodsmen|  |Syn. woodman
(วูด|'|เวิร์ค) n. ผลิตภัณฑ์|ไม้
(วูด|'|เวิร์ค|เคอะ) n. ช่างไม้
(วูด|'|เวิร์คคิง) n. งาน|ช่างไม้ adj. เกี่ยวกับ|งาน|ช่างไม้
(วูด|'|เวิร์ม) n. หนอน|ที่|เจาะ|หรือ|จาะ|กิน|เนื้อไม้
(วูด|'|ดี) adj. เต็มไปด้วย|ต้นไม้|หรือ|ป่า|,|ประกอบ|หรือ|ทํา|ด้วย|ไม้|,|คล้าย|ไม้.  |Syn. woodiness n.  |Syn. wooded|,|sylvan
(วูด|'|ยาร์ด) n. ลาน|กอง|ไม้
(วู|'|เออะ) n. ผู้|เกี้ยว|,|ผู้|ประเล้าประโลม|,|ผู้|เชื้อเชิญ
(วูฟ) interj. เสียง|เห่า|ของ|สุนัข
(วูฟ|'|เฟอะ) n. เครื่อง|พูด|ขยาย|เสียง
(วูล) n. ขน|ปุย|,|ขน|แกะ|,|ขน|นิ่ม|และ|ละเอียด|ของ|สัตว์|,|สิ่ง|อําพราง|,|ขน|มนุษย์ (โดยเฉพาะ|ที่|สั้น แข็ง|และ|หยิก) . -|Phr. (all wool and a yard wide แท้จริง ดีเลิศ ยอดเยี่ยม ใจจริง ยุติธรรม)|  |Syn. woollike ajd.
n. ไขมัน|ขนสัตว์|หรือ|ขน|แกะ|,|=|lanolin
n. ไขมัน|ขนสัตว์|หรือ|ขน|แกะ|,|=|lanolin
n. ไขมัน|ขนสัตว์|หรือ|ขน|แกะ|,|=|lanolin
(วูล|'|เลิน) n. ผ้า|ขนสัตว์|,|ผ้า|ขน|แกะ|,|สิ่งทอ|หรือ|เครื่อง|ทอ|ที่|ทํา|ด้วย|ขนสัตว์ หรือ|ขน|แกะ|,
(วูล|'|เลอะ) n. สัตว์เลี้ยง|ที่|นํา|เอา|ขน|มา|ทํา|ประโยชน์
(วูล|'|เฟล) n. หนัง|ขนสัตว์|หรือ|ขน|แกะ|ที่|ยัง|ไม่|ได้|ตัด|ขน|ออก|หรือยัง|ไม่|ได้|ฟอก
(วูล|'|แก|ธ|เธอ|ริ|ง) n. ภาวะ|สติ|ลอย|,|ความคิด|ฟุ้งซ่าน|,|การ|เพ้อฝัน|  |Syn. woolgatherer n.  |Syn. absentmindedness
(วูล|'|โก|รเออะ) n. ผู้|เลี้ยง|แกะ|หรือ|สัตว์|อื่น|เพื่อ|เอา|ขน|มา|ทํา|ประโยชน์|  |Syn. woolgrowing n.  |Syn. wool|-|grower
(วูล|'|เลิน) n. ผ้า|ขนสัตว์|,|ผ้า|ขน|แกะ|,|สิ่งทอ|หรือ|เครื่อง|ทอ|ที่|ทํา|ด้วย|ขนสัตว์ หรือ|ขน|แกะ|,
(วูล|'|แซค) n. กระสอบ|ขนสัตว์|หรือ|ขน|แกะ|,|ถุง|ขนสัตว์|หรือ|ขน|แกะ
(วูล|'|เชด) n. โรง|ตัด|ขน|แกะ|และ|รวบรวม|ขน|แกะ
(วูล|'|สคิน) n. หนัง|แกะ (ยัง|ไม่|ได้|โกน|ขน|ออก|และ|ยัง|ไม่|ฟอก)| 
(-|ลี) adj. =|wooly.  |Syn. wooliness n.
(เวิร์ด) n. คํา|,|คําศัพท์|,|คําพูด|,|ถ้อยคํา|,|ศัพท์|,|ศัพท์|โดด ๆ ,|ภาษา|,|เนื้อเพลง vt. แสดง|ออก|เป็น|คําพูด|,|ทํา|ให้|เป็น|คําพูด words คําพูด|ถ้อยคํา|,|คํา|สนทนา|,|เนื้อเพลง|,|การ|ออก|เสียง|,|คําสัญญา|,|คํามั่น|,|คํา|ผ่าน|,|คําสั่ง|,|คติพจน์|, -|Phr. (in a word โดย|สรุป)| 
n. คํา|ปฏิญาณ|,|คํามั่น|,|คําสัญญา|,|คํามั่นสัญญา
การ|ประมวลผล|คํา|การ|ประมวล|คํา|หมายถึง|การ|นํา|ข้อมูล|ต่าง ๆ มา|พิมพ์|ใส่|เข้า|ไป|ใน|คอมพิวเตอร์ แล้ว|ใช้|คําสั่ง|จัด|ให้|แสดง|ผล|ใน|รูปแบบ|ที่|ต้องการ เช่น กําหนด|ขนาด|ของ|หน้า กําหนด|ให้|ให้|หน้า|หนึ่ง|มี|กี่|บรรทัด แต่ละ|บรรทัด|มี|กี่|ตัวอักษร นอกจากนั้น ยัง|สามารถ|แก้ไข|ง่าย กับ|ทั้ง|เก็บ|ไว้|ใช้|ใน|โอกาส|หลัง|ได้ ส่วนมาก|จะ|ใช้|โปรแกรม|สําเร็จ|ช่วย ปัจจุบัน ได้|รับ|การ|พัฒนา|ให้|ทํา|เพิ่ม|ขึ้น|ได้|อีก|หลาย|อย่าง เป็นต้น|ว่า แทรก|ภาพ|ได้ ทํา|ตาราง|ประกอบ|ได้ ตรวจ|แก้ตัว|สะกด|ให้|ได้ แม้แต่|เสนอ|ศัพท์|ต่าง ๆ ให้|เลือก|ใช้ ก็ได้ ฯ
โปรแกรม|ประมวล|คํา|เครื่อง|ประมวล|คํา|หมายถึง เครื่อง|คอมพิวเตอร์|และ|โปรแกรม|ที่|ทํา|ให้|เรา|สามารถ|ทํา|การ|ประมวลผล|คํา|ได้ (ดู word processing) โปรแกรม|ที่|ได้|รับ|ความ|นิยม|ใน|ปัจจุบัน|มี|หลาย|โปรแกรม เช่น WordStar|, Word Perfect|, Microsoft Word โปรแกรม|เหล่านี้|ได้|รับ|การ|พัฒนา|อยู่|ตลอดเวลา เพราะ|มี|คนใช้|มาก โปรแกรม|ของ|คน|ไทย|ที่|คน|ส่วนมาก|รู้จัก ก็|มี|หลาย|โปรแกรม เช่น ราช|วิถี|เวิร์ด และ|ซี|ยูไรท์เตอร์ (CU Writer) เป็นต้น
ยก|คํา|ไป|ขึ้น|บรรทัด|ใหม่|หมายถึง การ|บรรจุ|ข้อความ|ลง|ใน|ขอบเขต|หนึ่ง ๆ เมื่อ|ถึง|จุดสิ้นสุด|เขต|ที่|กําหนด ข้อความ|ก็|จะ|ไหล|ลง|มา|ขึ้น|บรรทัด|ใหม่|โดย|อัตโนมัติ กล่าวคือ ไม่|จําเป็น|ต้อง|กด|แป้น <|RETURN|> เมื่อ|สิ้นสุด|บรรทัด|หนึ่ง ๆ เหมือน|การ|ใช้|พิมพ์ดีด|โดย|จะ|ไหล|มา|ลง|บรรทัด|ล่าง|เป็น|คํา (ลง|มา|ทั้ง|คํา) การ|ทํา|เช่นนี้ จะ|ทํา|ให้|ข้อความ|ที่อยู่|ใน|บรรทัด|ล่าง|ไหล|กลับ|ขึ้น|ไป|บรรทัด|บน|ได้|เอง ถ้า|มี|ที่|ว่าง (เช่น มี|การ|ลบ|ข้อความ|บาง|ตอน|ใน|บรรทัด|บน|ออก)| 
(เวิร์ด|'|ฮอร์ด) n. ตาราง|คําศัพท์
(เวริ์ด|'|บุ|ค) n. พจนานุกรม|,|ปทานุกรม หนังสือ|คําศัพท์
(เวิร์ด|'|ดิง) n. การ|ใช้|คํา|,|รูปแบบ|ของ|คํา
(เวิร์ด|'|ลิส) adj. เงียบ|,|ไม่|พูด|,|ไม่|มี|ถ้อยคํา|,|พูด|ไม่|ออก|,|ติดต่อ|กัน|ด้วย|วิธี|อื่น|ที่|ไม่|ใช่|การ|พูด|หรือ|ถ้อยคํา|,|wordlessly adv.  |Syn. wordlessness n.  |Syn. speechless|,|silent
(เวริ์ด|'|ดี) adj. ใช้|คํา|มาก|เกิน|ไป|,|เกี่ยวกับ|คํา|,|ประกอบ ด้วย|คํา|,|เกี่ยวกับ|ตัวหนังสือ|,|เกี่ยวกับ|คํา|,|เกี่ยวกับ|ตัวหนังสือ|  |Syn. wordily adv. wordiness n.
(วอร์) vi.,|vt. กริยา|ช่อง 3 ของ wear
(เวิร์ค) n. งาน|,|การงาน|,|การ|ทํางาน|,|สิ่ง|ที่|ทํา|,|ผลิตผล|จาก|การ|ทํางาน|,|งาน|ฝีมือ|,|สิ่ง|ก่อสร้าง|,|งาน|ฝีมือ|,|ผล|,|พฤติการณ์|, adj. เกี่ยวกับ|งาน vi. ทํางาน|,|รับจ้าง|ทํางาน|,|ดําเนินงาน|,|เดิน|เครื่อง|,|ใช้สอย|,|ใช้|งาน|,|ได้|ผล|,|มี|ผล|,|ทํา|ด้วย|มือ|,|ทํา|ด้วย|สมอง vt. จัดการ|,|ควบคุม|,|ใช้สอย|,|ใช้|งาน|,|ทํา|ให้|ได้|ผ
พื้นที่|ใช้|งาน|หมายถึง ส่วนหนึ่ง|ของ|หน่วยความจํา|ที่|เก็บ|ไว้|ใช้|เป็น|ที่|สําหรับ|นํา|ข้อมูล|มาบ|วก ลบ คูณ หาร หรือ|ประมวลผล|อย่าง|อื่น|มี|ความหมาย|เหมือน work space
ค่าย|ทํางาน|ของ|นักโทษ (โดยเฉพาะ|การ|ทํางาน|นอก|สถานที่)| 
ฟาร์ม|สําหรับ|ให้|เยาวชน|ผู้|กระทํา|ผิด ทํางาน|เกษตร เพื่อ|เป็น|การ|ทําโทษ|หรือ|ฝึกฝน|อาชีพ
n. ปริมาณ|งาน|,|ปริมาณ|งาน|เป็น|ชั่วโมง|,|ภาระ|ของ|งาน
n. งาน|ศิลปะ|  |Syn. masterwork
(เวิร์ค|'|เอา|ทฺ) adj. หมด|กําลัง|,|หมด
(เวิร์ค|'|คะ|เบิล) adj. ใช้การได้|,|ใช้สอย|ได้|,|เป็น|ไป|ได้|,|จัดการ|ได้|  |Syn. workability n. workableness n. workably adv.
(เวิร์ค|'|คะ|เด) adj. เกี่ยวกับ|วัน|ทํางาน|เหมาะ|สําหรับ|เป็น|วัน|ทํางาน|,|ปกติ|,|สามัญ|,|ประจําวัน|,|พื้น ๆ ,|ทั่วไป|,|น่า|เบื่อ
n. โลก|ประจําวัน|,|โลกียวัตร
(-|คะ|ฮอลลิค) n. คน|ที่|คลั่ง|ทํางาน|,|คน|ที่ทํางาน|หนัก|มาก|  |Syn. workaholism|,|n.
(เวิร์ค|'|แบก) n. ถุง|เครื่องมือ (โดยเฉพาะ|เครื่องมือ|เย็บ|ปัก|ถัก|ร้อย)| 
(เวิร์ค|'|เบน|ชฺ) n. โต๊ะทํางาน|,|โต๊ะ|หรือ|ม้านั่ง|ทํางาน|ของ|ช่าง
(เวิร์ค|'|โบ|ท) n. เรือ|ทํางาน
(เวิร์ค|'|บุ|ค) n. หนังสือ|คู่มือ|การ|ทํางาน|,|สมุดบันทึก|การ|ทํางาน|,|สมุดบันทึก
(เวิร์ค|'|บอคซฺ) n. กล่อง|เครื่องมือ (โดยเฉพาะ|เครื่องมือ|เย็บ|ปัก|ถัก|ร้อย)| 
(เวิร์ค|'|เด) n. วัน|ทํางาน|,|ส่วน|ของ|วัน|ทํางาน
(เวิร์คทฺ) adj. ประกอบ|แล้ว|บาง|ส่วน|,|ผ่าน|การ|เสริม|แต่ง|,|ผ่าน|การ|เพาะปลูก|,|ผ่าน กระบวนการ|บาง|อย่าง|แล้ว
n. หมด|แรง|,|หมด
(เว|ริ|คทฺ|'|อัพ) adj. ตื่นเต้น|,|ถูก|กระตุ้น|,|ถูก|ยั่วยุ|  |Syn. wrought|-|up
(เวอร์|'|เคอะ) n. คนงาน|,|ผู้ใช้แรงงาน|,|กรรมกร|,|ลูกจ้าง|,|ชนชั้น|กรรมาชีพ|,|ผู้ปฏิบัติ|การ|,|เจ้าหน้าที่|,|พนักงาน|,|ผึ้ง|งาน|,|มด|งาน|,|ปลวก|งาน
(-|'|แฟร์) n. สวัสดิการ|ใน|การ|ทํางาน
(เวิร์ค|'|โฟล์ค) n.,|pl. ผู้ใช้แรงงาน|  |Syn. workfolks
(เวิร์ค|'|เฮาซฺ) n. =|สถานที่|ดัดสันดาน|,|บ้าน|ที่|ใช้|คนจน|ทํางาน|,|สถาน|ฝึก|อาชีพ|สําหรับ|คนจน
(เวิร์ค|'|คิง) n. การ|ทํางาน|,|การ|ปฏิบัติการ|,|การ|กระทํา|,|งาน|,|การ|ใช้|แรงงาน|,|ชุด|ทํางาน|,|กระบวนการ|ทํา|ให้|วัตถุ|เป็น|รูปร่าง adj. เกี่ยวกับ|การ|ทํางาน|,|ซึ่ง|ได้|ผล|,|ซึ่ง|ใช้การได้|,|ซึ่ง|ปฏิบัติการ|,|ส่งเสริม|การ|ทํางาน|,|เกี่ยวกับ|การ|ใช้|แรงงาน|,|เกี่ยวกับ|ชุด|ทํางาน
n. วัน|ทํางาน
n. ประชาชน|ผู้ใช้แรงงาน
(เวิร์ค|'|คิง|เอา|ทฺ) n. การ|คํานวณ|,|การ|คิด|,|การ|กําหนด|,|การ|แก้ไข|ปัญหา
(เวิร์ค|'|คิง|แมน) n. ชนชั้น|กรรมกร|,|ชนชั้น|กรรมาชีพ pl. workingmen|  |Syn. worker
(เวิร์ค '|เมิน) n. คนงาน|,|กรรมกร pl.  |Syn. workmen
(เวิร์ค '|เมิน|เชิพ) n. ฝีมือ|,|ความ|เชี่ยวชาญ|,|ความ|ชํานาญ|,|คุณภาพ|ของ|งาน|,|ผลิตผล|ของ|แรงงาน|,|ผลงาน|ที่|ทํา|  |Syn. craftsmanship
(เวิร์ค|'|เอา|ทฺ) n. การ|ทดลอง|,|การ|ทดสอบ|,|การ|ออกกําลัง|กาย|,|ระยะ|เวลา|ออกกําลัง|กาย
แผ่น|งาน|หมายถึง แฟ้มข้อมูล|ที่|สร้าง|ขึ้น|ด้วย|โปรแกรม|ตาราง|จัดการ (Spreadsheet) ซึ่ง|จะ|มี|การ|แสดง|ข้อมูล|เป็น|แถว (row) และ คอลัมน์ (column) แต่|ช่อง|ที่|มี|เส้น|ตัด|กัน|เรียก|ว่า เซลล์ (cell) แต่ละ|เซลล์|เป็น|ที่|เก็บ|ข้อมูล และ|จะ|มี|ชื่อ|กํากับ
(เวิร์ค|'|ชอพ) n. โรงงาน|,|การ|ประชุม|ปฏิบัติการ|,|ห้องเครื่อง|,|การ|สัม|นา|เชิง|ปฏิบัติการ|  |Syn. seminar
สถานี|งาน|เป็น|คํา|ที่|ใช้|อธิบาย|สมรรถนะ|อัน|ยิ่งใหญ่|ของ|ไมโครคอมพิวเตอร์ ที่|สามารถ|ทํางาน|พร้อมกัน|ได้|หลาย|งาน (multitasking) ส่วนมาก|จะ|ใช้|ใน|เรื่อง|ของ|การ|ออกแบบ (CAD) นั่น|ก็|หมายถึง|ว่า สถานี|งาน|นี้|จะ|ต้อง|มี|หน่วยความจํา|ขนาด|ใหญ่ มี|หน่วยเก็บข้อมูล|ขนาด|พิเศษ มี|ตัว|ปรับ|ภาพ|ชั้นยอด มี|จอภาพ|ชั้นหนึ่ง และ|ที่|สําคัญ|คือ|มี|ตัว|ประมวลผล|ที่ทํางาน|ได้|เร็ว|มาก ๆ เช่น RISC ส่วนใหญ่ สถานี|งาน|จะ|ใช้|ระบบปฏิบัติการ|ยูนิกซ์ (UNIX) และ โอเอ|ส|/|ทู (OS|/|2) มี|บางแห่ง|ที่|ใช้|เครื่อง|แมค|อิน|ทอ|ช|ชนิด|ที่|มี|ประสิทธิภาพ|ใน|การ|ทํางาน|สูง ๆ อย่างไรก็ตาม ใน|อีก|ความหมาย|หนึ่ง สถานี|งาน|อาจ|หมายถึง|เพียง|ไมโครคอมพิวเตอร์|แต่ละ|ตัว|ใน|ระบบเครือข่าย
(เวิร์ค|'|เท|เบิล) n. โต๊ะทํางาน
(เวิร์ค|'|วู|เมิน) n. คนงาน|หญิง|,|กรรมกร|หญิง pl. workwomen
(เวิร์|ลด|ฺ) n. โลก|,|เขต|โลก|,|พิภพ|,|มนุษย์|โลก|,|สากล|,|โลก|มนุษย์|,|มวล|มนุษย์|,|มนุษยชาติ|,|สาธารณชน|,|ชนชั้น|เฉพาะ|ของ|มนุษย์|,|วงการ|,|อาณาจักร|,|วงสังคม|,|จุ|กร|วา|ล|,|ทุกสิ่งทุกอย่าง|ที่|มี|อยู่|,|สรรพ|สิ่ง|,|จํานวน|มหาศาล|,|ชีวิต|โลก|,|ทาง|โลกีย์|, -|Phr. (for all the world โดย|สิ้นเชิง)| 
n. ธนาคารโลก|/|เป็น|หน่วยงาน|หนึ่ง|ของ|องค์การสหประชาชาติ|มี|ชื่อ|ทางการ|ว่า International Bank for Reconstruction and Development
n. ศาล|โลก
n. องค์การอนามัยโลก|เป็น|หน่วยงาน|หนึ่ง|ของ|สหประชาชาติ|ก่อตั้ง|ขึ้น|ใน|ปี ค.ศ.1948
n. ประเทศ|มหาอํานาจ
n. การ|แข่งขัน|เบ|สบ|อล|ประจําปี|ใน|ฤดู|ใบไม้|ร่วง ระหว่าง|ทีม|เบ|สบ|อล|ที่|มี|ชัย|2|ทีม
n. สงครามโลก
เวิลด์ไวด์เว็บนิยม|ใช้|ตัวย่อ WWW (อ่าน|ว่า|ดับ|บลิว|ดับ|บลิว|ดับ|บลิว) หมายถึง|สถานที่|รวม|ของ|กลุ่ม|คอมพิวเตอร์|ที่|มี|ข้อมูล|เตรียมพร้อม|ไว้|ให้|ผู้คน|อ่าน|ผ่าน|ทาง|อิน|เตอร์|เน็ต (Internet) โดย|ใช้|ภาษา เอชที|ที|พี (HTTP หรือ Hypertext Tranfer Protocol) ทุก|หน้า|จะ|มี|ทั้ง|เนื้อหา|เรื่องราว|ต่าง ๆ มี|เมนู|พร้อม|ที่|จะ|ให้|เรา|สั่ง|งาน มี|คํา|หลาย|คํา|ที่|มี|แถบ|สี|ซึ่ง|เรา|สามารถ|กด|เมาส์|ถามหา|รายละเอียด|ต่าง ๆ ใน|เรื่อง|นั้น|ต่อ ซึ่ง|อาจ|เป็น|การ|เรียกหา|จาก|แหล่ง|เดียวกัน หรือ|จาก|แหล่ง|คอมพิวเตอร์|อื่น|ได้|ทั่วโลก|ดู internet|, HTML ประกอบ
n. การ|แสดง|สินค้า|นานาชาติ|,|นิทรรศการ|ขนาด|ใหญ่|ที่|จัด|ขึ้น โดย|มี|ประเทศ|ต่าง ๆ เข้า|ร่วม|แสดง|ผลิตภัณฑ์|ทาง|อุตสาหกรรม เกษตรกรรม วิทยาศาสตร์|และ|ศิลปกรรม
n. การ|แข่งขัน|เบ|สบ|อล|ประจําปี|ใน|ฤดู|ใบไม้|ร่วง ระหว่าง|ทีม|เบ|สบ|อล|ที่|มี|ชัย|2|ทีม
(-|เฟมเมิส) adj. มี|ชื่อ|ก้อง|โลก
(เวิร์|ลด|ฺ|'|โอ|ลด|ฺ) adj. เก่าแก่|ที่สุด
(เวิร์|ลด|ฺ|'|ลิง) n. มนุษย์|ปุถุชน|,|ผู้|ที่ลุ่ม|หลง|ใน|ลาภ|ยศ|กลิ่น|สี|ของ|โลก
(เวิร์|ลด|ฺ|'|ลี) adj.,|adv. (เกี่ยวกับ) โลก|,|โลก|มนุษย์|,|โลกีย|วิสัย|,|ทาง|โลก|,|ช่ําชอง|โลก|,|สังคม|โลก|  |Syn. worldliness n.  |Syn. earthly
(เวิร์|ลด|ฺ|'|ลีไมดิด) adj. ลุ่มหลง|ใน|ลาภ|ยศ|กลิ่น|สี|ของ|โลก|  |Syn. worldly
(เวิร์ม) n. หนอน|,|ตัว|หนอน|,|ไส้เดือน|,|พยาธิ|,|หนอน|พยาธิ|,|ตัว|ไหม|,|สิ่ง|ที่|น่า|ขยะแขยง vi. เลื้อย|เหมือน|ตัว|หนอน|,|ค่อย ๆ สืบ|รู้|,|ไช|,|ใช้|เพทุบาย. vt. ขับ|พยาธิ|,|ค่อย ๆ สืบ|รู้|,|ทํา|ให้|ก้าว|ไป|ข้างหน้า|อย่าง|ช้า ๆ ,|ใช้|เพทุบาย|  |Syn. wormer n. wormlike|,|wormish adj.
จาน|เวิร์ม|คํา WORM ย่อ|มา|จาก write once read many (แปล|ว่า จาน|เขียน|หนึ่ง|อ่าน|หลาย) เป็น|จาน|บันทึก|ชนิด|หนึ่ง|ที่|ใช้|แสง|เลเซอร์|ช่วย|ใน|การ|บันทึก|ข้อมูล มี|ความ|จุ|หลาย|ล้าน|ตัวอักษร (ประมาณ 600,000 หน้ากระดาษ|พิมพ์) สามารถ|ค้นหา|ข้อมูล|ได้|รวดเร็ว สื่อ|ชนิด|นี้|สามารถ|บันทึก|ข้อมูล|ได้|เพียง|ครั้ง|เดียว แต่|จะ|นํามา|ใช้|อ่าน|กี่|ครั้ง|ก็ได้ เหมาะ|ที่|จะ|ใช้|เก็บ|ข้อมูล|จํานวน|มาก|ที่|ไม่|ต้องการ|แก้ไข|แล้ว เช่น สา|รา|ณุ|กรม พระไตรปิฎก ฯ
n. เฟือง|และ|เก|ลียว|ตัว|หนอน|,|เฟือง|ตัว|หนอน|  |Syn. worm|-|gear
(เวิร์ม|'|อี|เทิน) adj. ถูก|หนอน|ไช|หรือ|แทะ|,|เสื่อมเสีย|,|เสื่อมโทรม|,|มี|รู|หนอน|มาก|,|ผุ|,|เป็น|หน้า|ข้าวตัง
(เวิร์ม|'|โฮ|ล) n. รู|หนอน|ไช
(เวิร์ม|'|มี) adj. ประกอบ|ด้วย|หนอน|,|มี|หนอน|หรือ|พยาธิ|มากมาย|,|ถูก|หนอน|กิน|,|คล้าย|หนอน|,|ต่ําช้า|,|เลวทราม|  |Syn. worminess n.
(วอร์น|,|เวิร์น) v. กริยา|ช่อง 3 ของ wear adj. ใช้|จน|เก่า|,|สวม|จน|เก่า|หรือ|ขาด|,|ใช้|จน|เสื่อม|ค่า|หรือ|หมด|ค่า|,|เหน็ดเหนื่อย|,|หมด|แรง|  |Syn. wornness n.  |Syn. tired|,|used
(วอร์น|'|เอา|ทฺ) adj. ใช้|จน|เสีย|,|สวม|จน|เก่า|และ|เสีย|,|ใช้|จน|ใช้ไม่ได้|อีก|,|หมด|แรง|,|หมด|พลัง|,|เหน็ดเหนื่อย|  |Syn. exhausted|,|weary
(เวอ|'|ริ|เมิน|ทฺ) n. ความ|ทุกข์|,|ความ|ยุ่งยาก|,|ความ|กังวลใจ|,|ความ|เป็นห่วง
(เวอ|'|รี) vi.,|vt.,|n. (ทํา|ให้) (ความ) เป็นห่วง|,|กังวล|,|หนักใจ|,|เป็นทุกข์|,|รบกวน|,|กัด|,|ฉีก|,|ทํา|ให้|เปลี่ยน|ตําแหน่ง|,|ลาก|,|ดึง|,|สาเหตุ|ที่|ทํา|ให้|ลําบาก|ใจ|หรือ|กังวล -|Phr. (worry along|,|worry through ก้าวหน้า|หรือ|ประสบ|ความ|สําเร็จ|ด้วย|ความ|พยายาม|แม้|จะ|ลําบาก)|  |Syn. worrier n.
(เวอ|'|รี|เวิร์ท) n. ผู้|ชอบ|กลัดกลุ้ม|ใจ|เป็นนิสัย|และ|มัก|เป็น|เรื่อง|เล็ก ๆ น้อย ๆ ที่|ไม่|จําเป็น
(เวิร์สฺ) adj.,|adv.,|n. (สิ่ง|ที่) เลว|ลง|,|เลว|กว่า|,|แย่|กว่า|,|แย่|ลง|,|หนัก|ขึ้น|,|รุนแรง|ขึ้น
(เวิร์ส|'|เซิน) vt.,|vi. ทํา|ให้|เลว|ลง|,|ทํา|ให้|แย่|ลง|,|กลาย|เป็น|เลว|ลง|,|กลาย|เป็น|แย่|ลง
(เวิร์ส|'|เซินนิง) n. ความ|เลว|ลง|,|ความ|แย่|ลง|  |Syn. deterioration
(เวอ|'|เซอะ) adj.,|adv. =|worsen
(เวอร์|'|ชิ|พ) vt.,|vi.,|n. (การ) บูชา|,|สักการะ|,|บวงสรวง|,|กราบไหว้|,|สวดมนต์|,|สิ่ง|ที่|บูชา|,|ใต้เท้า|,|ท่าน|,|ฐานะ|ที่|มี|เกียรติ|  |Syn. worshiper|,|worshipper n. worshippingly worshipingly adv.  |Syn. homage
(เวอร์|'|ชิ|พ|ฟู|ล) adj. น่า|บูชา|,|น่า|สัก|การ|บูชา|,|น่า|เคารพ|,|เต็มไปด้วย|ความ|เคารพ|,|ศรัทธา|,|เลื่อมใส|,|  |Syn. worshipfulness n.  |Syn. adoring Ant. impious
(เวิร์สทฺ) adj.,|adv.,|n. (สิ่ง|ที่) เลว|ที่สุด|,|แย่|ที่สุด|,|ชั่ว|ที่สุด|,|ระยํา|ที่สุด|,|ผิดพลาด|ที่สุด|,|ไม่|น่า|พอใจ|ที่สุด|,|อัปลักษณ์|ที่สุด|,|ด้วย|ความ|ชํานาญ|ที่สุด -|Phr. (get the worst of something ประสบ|ความ|พ่ายแพ้)|  |Syn. vanquish|,|defeat|,|beat
(เวิร์ส|'|ทิด) n.,|adj. (ทํา|ด้วย) ด้าย|ขนสัตว์|ที่|ใช้|ทอ|เนื้อผ้า|ละเอียด|,|ผ้า|ขนสัตว์|ที่|ทอ|ด้วย|ด้าย|ดังกล่าว
(เวิร์ท) n. เบียร์|ที่|ต้ม|แล้วแต่|ยัง|ไม่|ได้|หมัก|ฟู|,|พืช
(เวิร์ธ) n.,|prep (มี) คุณค่า|,|ค่า|,|ประโยชน์|,|ความ|สําคัญ|,|ราคา|,|สม|กับ|,|จํานวน|มูลค่า|เป็น|เงิน|ค่า|เป็น|เงิน|,|ทรัพย์สมบัติ|,|ทรัพย์สิน vi. ป|รา|กฎ|,|เกิด|ขึ้น|,|มา|สู่ -|Phr. (for all one is worth ด้วย|ความ|พยายาม|ที่สุด เต็มที่ สุดขีด)|  |Syn. estimation|,|value
(เวิร์ธ|'|ธิลี) adv. อย่าง|มี|ค่า|,|อย่าง|คุ้มค่า|,|อย่าง|สม|คุณค่า|,|อย่าง|สม|ควง|ร|,|อย่าง|ดีเลิศ|,|อย่าง|น่า|ยกย่อง
(เวิร์ธ|'|ธินิส) n. การ|มี|ค่า|,|ความ|คุ้มค่า|,|การ|มี|ราคา|,|ความ|ดีเลิศ|,|ความ|น่า|ยกย่อง
(เวิร์ธ|'|ธี) adj.,|n. (ผู้|ที่) มี|ค่า|เพียงพอ|,|คุ้มค่า|,|มี|มูลค่า|,|มี|ราคา|,|คู่ควร|,|น่า|ยกย่อง|,|น่า|สรรเสริญ|,|สมควร|มี|เกียรติ|  |Syn. worthily. adv. worthiness n.  |Syn. deserving|,|productive|,|notable
(วอ|ท) เอกพจน์|ที่|บุรุษ|ที่ 1 และ 3 ปัจจุบัน|กาล|ของ wit
(วูด) v. กริยา|ช่อง 2 และ 3 ของ will (ใช้|แสดง|ความ|หวัง) เช่น|I would it were true (ใช้|แทน|ที่|will|เพื่อ|ตั้ง|คําถาม|หรือ|แสดง|ถ้อยคํา|อ้อม ๆ) เช่น|Would you be so kind|?
(วูด|'|บี) adj. อยาก|จะ|เป็น|,|ต้องการ|เป็น|,|แสร้งทํา|เป็น|  |Syn. pretended|,|quasi
(วูด|'|เดิน|ทฺ) abbr. would not
(วูดซฺทฺ) v. กริยา|เอกพจน์|อดีตกาล|บุรุษ|ที่ 2 ของ will|  |Syn. wouldest
(วูนดฺ) n. บาดแผล|,|การ|ทํา|ให้|บาดเจ็บ|,|ความ|เสียหาย|ต่อ|จิตใจ|ความรู้สึก|หรือ|ชื่อเสียง vt.,|vi. ทํา|ให้|เกิด|บาดแผล|,|ทํา|ให้|บาดเจ็บ|,|ทํา|อันตราย|,|กริยา|ช่อง 2 และ 3 ของ wond|และ|wind|  |Syn. wouldingly adv.  |Syn. laceration|,|injury
(วูน|'|ดิด) adj. ได้|รับ|บาดเจ็บ|,|ได้|รับ|บาดแผล|,|ได้|รับ|ความ|เสื่อมเสีย n. ผู้|ได้|รับ|บาดเจ็บ|  |Syn. injured
(โว|ฟว) v. กริยา|ช่อง 2 และ 3 ของ weave
กระดาษ|ลาย|ผ้า|ละเอียด (เห็น|เมื่อ|ส่อง|ดู|กับ|แสง)| 
(โว|'|เวิน) v. กริยา|ช่อง 3 ของ weave
(เวา) vt. ได้|รับ|ความ|ตอบสนอง|ที่|เกรียวกราว|จาก|,|ทํา|ให้|ตื่นเต้น n. ความ|สําเร็จ|อย่าง|ยอดเยี่ยม interj. (คําอุทาน|แสดง|ความ|สําเร็จ|อัน|ยอดเยี่ยม) แจ๊ว!|!|  |Syn. amaze|,|bowl
(แร|ค) n. ความ|ฉิบหาย|,|ความ|หายนะ|,|การ|ทําลาย|,|สิ่ง|ที่|ถูก|ทําลาย|,|ซาก|ปรัก|พัง|,|เรือ|อับ|ปราง|,|พืช|ทะเล|ที่|ติด|อยู่|บน|ฝั่ง|ทะเล
(เรธ) n. เจตภูต|,|ภูติผีปีศาจ|,|ภาพลวงตา|  |Syn. wraithlike adj.  |Syn. specter|,|ghost
(แรง|'|เกิล) vi.,|vt.,|n. (การ) ทะเลาะ|,|โต้เถียง|,|ถกเถียง|,|ต้อน (สัตว์|มา|รวม|กัน)|  |Syn. quarrel|,|argue
(แรง|'|เก|ลอะ) n. ผู้|ทะเลาะ|,|ผู้|โต้เถียง|,|ผู้|ต้อน|ปศุสัตว์|,|โคบาล
(แร|พ) vt.,|n. (สิ่ง|ที่) ห่อ|,|มัด|,|พัน|,|ม้วน|,|คลุม|,|ปิดบัง|,|อําพราง vi. ห่อ|ตัวเอง|,|ถูก|ห่อ|,|ถูก|ม้วน|, -|Phr. (wrapped up in ดูดซึม|มาก หมกมุ่น|ใน)|  |Syn. wraps n. เสื้อผ้า|ชั้นนอก|  |Syn. envelop|,|conceal
(แร|พ|'|อัพ) n. รายงาน|สรุป|,|รายงาน|สรุป|ข่าวสด|  |Syn. final report
(แร|พ|'|เพอะ) n. ผู้|ห่อ|,|ผู้พัน|,|ผู้|คลุม|,|สิ่ง|ที่|ห่อ|,|สิ่ง|ที่|พัน|รอบ|,|สิ่ง|ปกคลุม|,|กระดาษ|ห่อ|,|เครื่อง|ห่อ|,|ผ้า|คลุม|โต๊ะ
(แร|พ|'|พิง) n. สิ่ง|ที่|ใช้|ห่อ|,|วัสดุ|ที่|ใช้|ห่อ|,|เครื่อง|ห่อ
n. กระดาษ|ห่อ|ของ
(แร|พทฺ) v. กริยา|ช่อง 2 และ 3 ของ wrap
(รอ|ธ|'|แร|ธ|,|รา|ธ) n. ความ|โกรธเคือง|,|ความ|กริ้ว|โกรธ|,|ความ|โมโห|,|ความ|แก้แค้น adj. โกรธเคือง|,|กริ้ว|โกรธ|  |Syn. anger|,|rage|,|fury
(รอ|ธ|'|ฟู|ล|,|รา|ธ|'|ฟู|ล) adj. โกรธเคือง|,|กริ้ว|โกรธ|,|โมโห|  |Syn. wrathfulness n. wrathfully adv.  |Syn. furious|,|angry
(รอ|ธ|'|ธี|,|รา|ธ|'|ธี|,|แร|ธ|'|ธี) adj. โกรธเคือง|,|กริ้ว|โกรธ|,|โมโห|  |Syn. wrathily adv. wrathiness n.  |Syn. wrathful|,|angry
(รี|ค) vt. ทําโทษ|,|แก้แค้น|,|ระบาย|ความ|โกรธ|,|แสดง|ความ|มุ่งร้าย|,|แสดง|ออก|  |Syn. wreaker n.  |Syn. inflict|,|exact|,|effect
(รี|ธ) n. พวงหรีด|,|พวงมาลัย|,|มาลัย|,|สิ่ง|ที่|ร้อย|เป็น|วง vt.,|vi. ร้อย (พวงมาลัย|,|ดอกไม้) พัน|รอบ|,|ม้วน|,|โอบ|,|โอบล้อม|,|ล้อมรอบ|,|ปิด|,|หมุน|,|ทํา|ให้|งอ|,|หมุน|เป็น|วง pl. wreaths|  |Syn. wreathless adj. wreathlike adj.
(รี|ธ) vt.,|vi. โอบ|,|ล้อม|,|โอบล้อม|,|ร้อย|เป็น|วง|,|พัน|รอบ|,|บิด|หมุน|,|ทํา|ให้|งอ|,|หมุน|เป็น|วง|  |Syn. encircle|,|entwine
(เรค) n. สิ่ง|ที่|อับปาง|,|ซาก|ปรัก|พัง|,|ซาก|เรือ|แตก|,|บุคคล|ที่|มี|สุขภาพ|เสื่อมโทรม. vi.,|vt. (ทํา|ให้) อับปาง|,|ประสบ|ความ|หายนะ|,|พังพินาศ|,|เป็น|ผู้ทํา|ลาย|  |Syn. raze|,|destroy|,|wrack|,|ruin
(เรค|'|คิจฺ) n. การ|ทําลาย|,|การ|ทํา|ให้|พังพินาศ|,|ความ|หายนะ|,|การ|เป็น|ซาก|ปรัก|พัง
(เรค|'|เคอะ) n. ผู้ทํา|ลาย|,|ผู้ทํา|ให้|พังพินาศ|,|สิ่ง|ที่|ทํา|ให้|พังพินาศ|,|ผู้|กู้เรือ|,|รถ|กู้ภัย
(เรน) n. นก|เล็ก ๆ มี|ขน|สีน้ํา|ตาล|ดํา ลาย|สี|ดํา|,|นกกระจิบ
(เรนชฺ) vt.,|vi. บิด|,|ขัน|,|ขันชะเนาะ|,|ไข|,|ทํา|เคลื่อน|,|ทํา|เคล็ด n. ประแจ|,|คีม|,|การ|บิด|,|การ|ขับ|,|การ|ขันชะเนาะ|,|การ|ไข|,|อาการ|เคล็ด|ยอก|ที่|เจ็บปวด|,|อาการ|กลัดกลุ้ม|ใจ|อย่าง|แรง|และ|ฉับพลัน|  |Syn. twist|,|jerk|,|pain
(เรสทฺ) vt.,|n. (การ) บิด|,|ขัน|,|ขันชะเนาะ|,|ดึง|,|กระชาก|,|แย่ง|,|พราก|,|เอา|ไป|โดย|การ|ใช้|แรง|  |Syn. wrester n.
n. หลัก|ขึง|สาย|เปียโน|หรือ|ขิม
(เรส|'|เซิล) vi.,|vt.,|n. (การ) ปล้ํา|,|ปลุกปล้ํา|,|ปล้ํา|กัน|อุตลุด|,|ต่อสู้|กัน|อุตลุด|  |Syn. wrestler n.  |Syn. contend
(เรส|'|ลิง) n. กีฬา|มวยปล้ํา|,|การ|ปลุกปล้ํา|,|การ|ต่อสู้|กัน|อุตลุด|,|การ|ต่อสู้|ดิ้นรน|  |Syn. struggling|,|contest
n. การ|แข่ง|มวยปล้ํา
(เรทชฺ) n. ผู้เคราะห์ร้าย|,|ผู้|น่า|เวทนา|,|ผู้|ต่ําช้า|  |Syn. ruffian|,|villain|,|victim
(เรช|'|ชิด) adj. เคราะห์ร้าย|,|น่า|เวทนา|,|ต่ําช้า|,|ยากจน|,|เศร้าหมอง|,|ไร้|ค่า|  |Syn. wretchedly adv. wretchedness n.  |Syn. miserable|,|destitute|,|poor
(ริ|ค) vt. ทํา|ให้|เคลื่อน|,|ทํา|ให้|เคล็ด|ยอก n. การ|เคล็ด|ยอก|  |Syn. wrench|,|strain
(ไร|'|เออะ) adj. คุณศัพท์|เปรียบ|ของ|wry
(ไร|'|เอสทฺ) adj. คุณศัพท์|เปรียบ|สุดขีด|ของ wry
(ริก|'|เกิล) vi.,|vt.,|n. (การ) บิด|ตัว|,|กระดิก|,|ดิ้น|ไป|มา|,|เคลื่อน|ตัว|คล้าย|หนอน|,|เดิน|คดเคี้ยว|,|เลื้อย|,|หลบหลีก|,|หนี|รอด|  |Syn. wrigglingly adv.  |Syn. twist|,|wiggle
(ริก|'|เก|ลอะ|,|วิก|-) n. ผู้|บิด|ตัว|,|ผู้|ดิ้น|ไป|มา|,|ผู้|หลบหลีก|,|สิ่ง|ที่|คืบคลาน|ไป|ข้างหน้า|,|ลูก|น้ํา (ยูง)| 
(ริก|'|ลี) adj. ซึ่ง|บิด|ตัว|,|ซึ่ง|ดิ้น|ไป|มา|,|ซึ่ง|เลื่อย|,|ซึ่ง|คืบคลาน|ไป|ข้างหน้า|,|ซึ่ง|หลบหลีก
(ไร|ทฺ) n. คนงาน|,|ช่าง|,|ช่างก่อสร้าง
(ริ|ง) vt.,|vi. บิด|,|บีบ|,|รัด|,|คั้น|,|ขัน|,|เบียด|,|ขูดรีด|,|ขู่เข็ญ|,|บีบคั้น|,|บังคับ
(ริ|ง|'|เก|อะ) n. ผู้|บิด|,|ผู้|บีบ|,|ผู้|รีด|,|ผู้|คั้น|,|ผู้|ขัน|,|ผู้|ขู่เข็ญ|,|ผู้|ขูดรีด|,|เครื่อง|บีบ|,|เครื่อง|คั้น|,|เครื่อง|รีด
(ริ|ง|'|เคิล) n. รอย|ย่น|,|รอย|ยับ|,|ร่อง|,|สัน vt. ทํา|ให้|ย่น|,|ทํา|ให้|ยับ|,|เพทุบาย|,|เล่ห์เหลี่ยม|,|เครื่องมือ|ยอดเยี่ยม vi. ย่น|,|ยับ|  |Syn. crumple|,|crease
(ริ|ง|'|คลี) adj. มี|รอย|ย่น|,|มี|รอย|ยับ
(ริ|สทฺ) n. ข้อมือ|,|สลัก|ข้อต่อ|,|ข้อต่อ
n. สลัก|ข้อต่อ|ของ|เครื่องยนต์
n. นาฬิกาข้อมือ
(ริ|สทฺ|'|แบน|ดฺ) n. ปลอก|แขน|เสื้อ
(ริ|สทฺ|'|ด|รอ|พ) n. โรค|แขน|ห้อย
(ริ|สทฺ|'|จอ|ยทฺ) n. ข้อต่อ
(ริ|สทฺ|'|เลท) n. กําไล|,|สาย|ข้อมือ|,|ข้อมือ|เสื้อ|,|สาย|นาฬิกาข้อมือ|, (แสลง) กุญแจมือ
(ริ|สทฺ|'|ลอค) n. (กีฬา|มวยปล้ํา) การ|จับ|และ|บิด|ข้อมือ|คู่ต่อสู้|  |Syn. wrist lock
n. นาฬิกาข้อมือ
(ริ|ท) n. หมาย|,|หมาย|ศาล|,|คําสั่ง|,|สิ่ง|ที่|เขียน|ลง|ไป|,|ข้อเขียน|,|หนังสือ|คําสั่ง vi.,|vt. กริยา|ช่อง 2 และ 3 ของ writ
n. หมาย|ยึด|ทรัพย์|จาก|ศาล|,|หมายเรียก
คําสั่ง|ให้|พิจารณา|ใหม่
(ไร|ทฺ) vt.,|vi. เขียน|,|เขียน|หนังสือ|,|เขียน|จดหมาย|,|แต่ง|หนังสือ|,|กรอก|หนังสือ|,|บรรยาย|,|ประพันธ์|,|ลงนาม|,|บันทึก|ข้อมูล|ใน|เครื่อง|คอมพิวเตอร์|, -|Phr. (write off ขีดฆ่า|ออก เอา|ออก|จาก|บัญชี|,|ทํา|บัญชี|หนี้สูญ|,|ตัดสินใจ|ลืม)|  |Syn. writable adj.
กัน|บันทึก|หมายถึง การ|ป้องกัน|มิ|ให้|มี|การ|บันทึก|ข้อมูล|ใด ๆ ลง|ไป|ใน|แผ่น|จาน|บันทึก ส่วนมาก|จะ|ทํา|เพื่อ|มิ|ให้|มี|การ|บันทึก|ทับ|ข้อมูล|ที่อยู่|เดิม เพราะ|จะ|ทํา|ให้|ข้อมูล|เดิม|หาย|ไป วิธี|ทํา|ก็|มี|หลาย|แบบ เช่น ถ้า|เป็น|จาน|บันทึก|ขนาด 3.5 นิ้ว ก็|ใช้|เลื่อน|ปุ่ม|ด้านหลัง ถ้า|เป็น|จาน|บันทึก|ขนาด 5.25 นิ้ว ก็|ใช้|กระดาษ|กาว|เล็ก ๆ ปิด|ที่|ช่อง|แหว่ง|ด้าน|ข้าง ถ้า|เป็น แถบ|บันทึก ก็|ถอด|วงแหวน|ออก และ|มี|คําเตือน|ซึ่ง|เป็น|ที่|รู้จัก|กัน|ดี|ว่า "|No ring|, no write|"
(ไร|ทฺ|'|เดาน์) n. การ|ลง|รายการ|ใน|บัญชี|ต่ํา|กว่า|มูลค่า|ที่แท้|จริง
(ไร|ทฺ|'|อิน) n.,|adj. การ|ลง|คะแนนเสียง|ให้|ผู้สมัคร|รับ|เลือกตั้ง|ที่|ไม่|ใช่|คน|เดิม|ใน|รายชื่อ
(ไรท์|'|ออ|ฟ) n. การ|ลง|บัญชี|เป็นหนี้|สูญ|,|การ|ลด|มูลค่า|ใน|บัญชี|,|การ|เสื่อม|ค่า
(ไร|ทฺ|'|อัพ) n. ข้อเขียน|,|เรื่องราว|ที่|เขียน|ไว้|,|บทความ|สรรเสริญ|,|การ|เพิ่ม|มูลค่า|ของ|รายการ|ใน|บัญชี|ให้|สูง|กว่า|ความ|เป็นจริง
(ไร|'|เทอะ) n. ผู้เขียน|,|นักเขียน|,|นักประพันธ์|,|ผู้|สามารถ|เขียน|ได้|  |Syn. litterateur
(ไร|ธฺ) vi.,|vt. บิด|,|บด|,|บิด|งอ|,|บิดเบี้ยว|,|บิด|กาย|,|ชัก|งอ|,|ชัก|ดิ้น n. อาการ|ดังกล่าว|  |Syn. writher n. writhingly adv.
(ริ|ธ|'|เธิน) adj. บิด|,|งอ|,|บิด|งอ|,|บิดเบี้ยว
(ไร|'|ทิง) n. การ|เขียน|,|การ|เขียน|หนังสือ|,|การ|เขียน|จดหมาย|,|การ|แต่ง|หนังสือ|,|สิ่ง|ที่|เขียน|,|แบบ|เขียน|,|การ|เขียน|,|ตัวหนังสือ|,|ตัวเขียน|,|หนังสือ|สลัก|,|จดหมาย|,|เอกสาร -|Phr. (writing on the wall คัด|ลายมือ เครื่อง|เตือนสติ)|  |Syn. calligraphy
(ริ|ท|'|เทิน) v. กริยา|ช่อง 3 ของ write adj. เป็น|ลายลักษณ์อักษร
(รอง) adj.,|adv.,|n. (สิ่ง|ที่) ผิด|,|ผิดพลาด|,|ไม่|ถูกต้อง|,|ไม่|เป็น|ความจริง|,|ไม่|เหมาะสม|,|ไม่|ปกติ|,|ประหลาด|,|ชอบกล|,|พิกล|,|ไม่|สมควร|,|อยุติธรรม|,|ผิดศีลธรรม|,|เสีย|,|ไม่|ยุติธรรม vt. กระทํา|ผิด ใส่ร้าย ประทุษร้าย ละเมิด|  |Syn. wronger n. wrongly adv. wrongness n.
ตัว|ตะกั่ว|ที่|ไม่|ได้|ขนาด|หรือ|ไม่|ได้|ที่
(รอง|'|เฮ|ดดิด) adj. ดื้อรั้น|,|หัวดื้อ|,|ยืนหยัด|ใน|ความคิด|ที่|ผิด|  |Syn. wrong|-|headedness n.
(รอง|'|ดู|เออะ) n. ผู้|กระทํา|ผิด|,|ผู้|ละเมิด|กฎหมาย|  |Syn. sinner|,|miscreant
(รอง|'|ดู|อิง) n. การ|กระทํา|ผิด|,|เรื่อง|ชั่ว|,|การ|กระทํา|ผิดศีลธรรม|  |Syn. miscreance
(รอง|'|ฟู|ล) adj. ผิด|ล ไม่|ยุติธรรม|,|ไม่|ถูกต้อง|,|ผิดศีลธรรม|,|ไม่|ชอบด้วยกฎหมาย|  |Syn. wrongfully adv. wrongfulness n.
(รอง|'|เฮ|ดดิด) adj. ดื้อรั้น|,|หัวดื้อ|,|ยืนหยัด|ใน|ความคิด|ที่|ผิด|  |Syn. wrong|-|headedness n.
(รอง|'|เกิส) adj. ผิด|,|ไม่|ถูกต้อง|,|ผิด|กฎหมาย|  |Syn. unjust|,|illegal|,|wrongful
(โร|ท) vi.,|vt. กริยา|ช่อง 3 ของ write
(รอ|ธ) adv. โกรธ|,|โกรธเคือง
(รอ|ท) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ work. adj. หล่อ|หลอม|ขึ้น|,|ทํา|ขึ้น|,|เสริม|ขึ้น|,|ประดับ|  |Syn. fashioned|,|made
n. เหล็กใน|รูป|ที่|ค่อนข้าง|บริสุทธิ์|เกือบจะ|ไม่|มี|คาร์บอน|  |Syn. wrought|-|iron adj.
(รอ|ท|'|อัพ) adj. ตื่นเต้น|,|ถูก|ยั่วยุ|,|ถูก|รบกวน|  |Syn. worked|-|up
(รัง) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ wring
(ไร) adj. บูดเบี้ยว|,|หน้า|งอ|,|บิด|,|งอ|,|บิดเบี้ยว|,|อ้อมค้อม|,|คดเคี้ยว|,|ตรงข้าม|,|ผิดปกติ|,|ชอบกล|,|หลอกลวง|  |Syn. wryly adv. wryness n.  |Syn. askew|,|distorted|,|ironic
(ไร|'|เมา|ธดฺ) adj. ปากเบี้ยว|,|เหน็บแนม|,|บิดเบือน|,|บิดเบี้ยว
(ไร|'|เนคฺ) n. โรค|คอแข็ง|เนื่องจาก|กล้า|เนื้อ|คอ|หด|เกร็ง|,|อาการ|คอ|บิด|,|อาการ|คอ|เอียง|,|คน|ที่|เป็น|โรค|หรือ|มี|อาการ|ดังกล่าว|  |Syn. torticollis
(ดับ|บลิว|ดับ|บลิว|ดับ|บลิว|, เวิรลด์ไวลด์เว็บ) ย่อ|มา|จาก world wide web อ่าน|ว่า เวิรลด์ไวด์เว็บ หมายถึง|สถานที่|รวม|ของ|กลุ่ม|คอมพิวเตอร์|ที่|มี|ข้อมูล|เตรียมพร้อม|ไว้|ให้|ผู้คน|อ่าน|ผ่าน|ทาง|อิน|เตอร์|เน็ต (Internet) โดย|ใช้|ภาษา เอชที|ที|พี (HTTP หรือ Hypertext Tranfer Protocol) ทุก|หน้า|จะ|มี|ทั้ง|เนื้อหา|เรื่องราว|ต่าง ๆ มี|เมนู|พร้อม|ที่|จะ|ให้|เรา|สั่ง|งาน มี|คํา|หลาย|คํา|ที่|มี|แถบ|สี|ซึ่ง|เรา|สามารถ|กด|เมาส์|ถามหา|รายละเอียด|ต่าง ๆ ใน|เรื่อง|นั้น|ต่อ ซึ่ง|อาจ|เป็น|การ|เรียกหา|จาก|แหล่ง|เดียวกัน หรือ|จาก|แหล่ง|คอมพิวเตอร์|อื่น|ได้|ทั่วโลก|ดู internet|, HTML|, ประกอบ
(วี|ซิ|วิก) ย่อ|มา|จาก what you see is what you get แปล|ตาม|ตัว|ว่า "|ได้|อย่าง|ที่|เห็น|" เป็น|สมรรถนะ|อย่างหนึ่ง|ของ|โปรแกรม|ประเภท|ประมวลผล|คํา หรือ|โปรแกรม|การ|จัดพิมพ์ ซึ่ง|มี|การ|นํา|ภาพ|และ|ข้อความ (text) มา|ผสม|กัน หมายความ|ว่า ถ้า|มองเห็น|บน|จอภาพ|อย่างไร สั่ง|พิมพ์|ออก|มา ก็|จะ|ได้|ผล|อย่าง|ที่|เห็น|นั้น ทั้งนี้|เป็น|เพราะ|เมื่อ ก่อน|นี้ โปรแกรม|ไม่|สามารถ|สั่ง|ให้|แสดง|ผล|บน|จอภาพ|ได้ เช่น ถ้า|สั่ง|ให้|พิมพ์|ตัว|เข้ม ตัว|เอน ฯ จะ|ไม่|สามารถ|มองเห็น|ได้|บน|จอภาพ แต่|จะ|เห็น|เมื่อ|สั่ง|พิมพ์|ลง|กระดาษ|แล้ว เท่านั้น ปัจจุบัน โปรแกรม|ใหม่ ๆ จะ|มี|ลักษณะ "|ได้|อย่าง|ที่|เห็น|" หมด|แล้ว
(ไว|'|เวิร์น) n. มังกร|สอง|ขา|มี|หาง|เป็น|งู|และ|ปลาย|หาง|เป็น|ลูกศร เป็น|ตรา|ที่|พบ|บน|โล่|โบราณ|  |Syn. wivern
