(เอก|ซฺ) n.พยัญชนะ|ตัว|ที่ 24 ของ|ภาษาอังกฤษ
โครโมโซม|เพศ|ที่|มี|ยีน (genes) กําหนด|ลัก|ษ|ระ|เฉพาะ|ของ|เพศ|ใน|มนุษย์|และ|สัตว์เลี้ยงลูกด้วยนม มัก|ป|รา|กฎ|เป็น|คู่|ใน|เพศ|หญิง และ|เป็น|เดี่ยว|ใน|เพศ|ชาย
(เอคซฺ|'|เร) n. รังสี|แม่เหล็กไฟฟ้า|ชนิด|หนึ่ง|คล้าย|แสง แต่|มี|ความ|ยาว|คลื่น|สั้น|กว่า|,|ภาพ|เอก|ซฺเรย์ vt. ตรวจสอบ|หรือ|ถ่าย|ด้วย|เอก|ซฺเรย์
(เอคซฺ|'|แอ|ค|ซิ|ส) n. แกน|หรือ|เส้น|แนว|นอน (แกน|X) ของ|วิชา|คณิตศาสตร์|ใน|ระบบ|แนวราบ|ของ|Rene Descartes (นัก|คณิตศาสตร์|ชาว|ฝรั่งเศส) pl. x|-|axes
(เอคซฺ|'|ฟิล์ม) n. ภาพ|ยนต์|จํากัด|ผู้|ชม (เช่น ห้าม|เด็ก|อายุ|ต่ํา|กว่า 16 ขวบ|เข้า|ชม)| 
(เอคซฺเรดิเอ|'|เชิน) n. เอก|ซฺเรย์|,|รังสี|roentgen|,|ภาพ|ที่|ได้|จาก|การ|ถ่าย|เอก|ซฺเรย์
n. ภาพยนตร์|ลามก
(เอคซฺ|'|เร) n. รังสี|แม่เหล็กไฟฟ้า|ชนิด|หนึ่ง|คล้าย|แสง แต่|มี|ความ|ยาว|คลื่น|สั้น|กว่า|,|ภาพ|เอก|ซฺเรย์ vt. ตรวจสอบ|หรือ|ถ่าย|ด้วย|เอก|ซฺเรย์
n. รังสี|เทคนิค
หลอด|เอก|ซฺเรย์|เป็น|หลอด|อิเล็กทรอนิกส์ ที่|ให้|รังสี|เอก|ซฺเรย์|เป็น|หลอด|รังสี|ขั้วลบ|ชนิด|หนึ่ง|ที่|เป้า|โลหะ|ถูก|ระดม|ยิง|ด้วย|อิเล็กตรอน|พลัง|สูง
(o) - Pref. =|?|เหลือง|?
(e) (แซน|'|ธี|อิน) n. ส่วน|ของ|สาร|สี|ใน|ดอกไม้|สี|เหลือง เป็น|สาร|สี|ที่|ละลาย|น้ํา|ได้
(ซี|'|เบค) n. เรือใบ 3 เสากระโดง เรือ|ชนิด|หนึ่ง|ใน|ทะเล|เมดิเตอร์เร|เนียน สมัยก่อน|  |Syn. zebec|,|zebeck
ซี|นิกซ์|เป็น|ชื่อ|ระบบปฏิบัติการ|ยูนิกซ์ (UNIX) รุ่น|หนึ่ง ซึ่ง|บริษัท|ไม|โค|รซอฟต์ (Microsoft) นํามา|พัฒนา|เพื่อให้|ใช้ได้|กับ|ไมโครคอมพิวเตอร์ แล้ว|ตั้ง|ชื่อ|ว่า ซี|นิกซ์
(ซี|นอก|'|กะ|มี) n. การ|ผสม|ของ|พืช|ต่าง|ต้น|และ|ต่าง|ดอก|,|การ|ผสมพันธุ์|ต่าง|พันธุ์
(ซี|'|นอน|,|เซน|'|ออ|น) n. ธาตุ|แก๊ส|ชนิด|หนึ่ง
(เซน|นะ|โฟ|'|เบีย) n. ความ|กลัว|หรือ|เกลียด|ชาว|ต่าง|ประเทศ|หรือ|สิ่ง|ที่|เป็น|ของ|ต่างถิ่น|  |Syn. xenophobic adj.
xerographic printer เครื่องพิมพ์|แบบ|ถ่าย|สําเนา|หมายถึง เครื่องพิมพ์|ชนิด|หนึ่ง|ซึ่ง|ใช้|วิธีการ|พิมพ์|ด้วย|ประจุไฟฟ้า|ลง|บน|แผ่น|กระดาษ|เป็น|ตัวอักษร|ก่อน แล้ว|จึง|ปัด|ด้วย|ผ้า|หมึก|แห้ง|ให้|ขึ้น|เป็น|สี|ทีหลัง เป็น|การ|ใช้|ทั้ง|ความ|ร้อน และ|แรงอัด ทํา|ให้|เกิด|เป็น|ภาพ|หรือ|ตัวอักษร|ที่|คมชัด|มาก ความ|เร็ว|ใน|การ|พิมพ์|จะ|อยู่|ใน|ราว 400 บรรทัด|ต่อ|นาที
(ซิ|รอ|ฟ|'|ฟะเลิส) adj. เจริญเติบโต|ใน|ที่|แห้ง
(ซิ|รอ|ฟ|'|ฟะเบิส) adj. กลัว|หรือ|เกลียด|ความ|แห้งแล้ง
(ซี|'|โร|ไฟ|ทฺ) n. พืช|ที่|ปรับ|ตัว|ให้|เจริญเติบโต|ใน|ที่|แห้งแล้ง|  |Syn. xerophytic adj. xerophytically adv. xerophyticism n.
(ซี|'|รอ|คซฺ) n. กระบวนการ|ถ่าย|เอกสาร vt.,|vi. ถ่าย|เอกสาร
เอกซ์จีเอย่อ|มา|จาก extended graphic array (แปล|ว่า|ขบวน|ปรับ|ภาพ|แบบ|ขยาย) หมายถึง|ตัว|ปรับ|คลื่น|วีดิทัศน์|ประเภท|หนึ่ง ที่|ทํา|ให้|จอภาพ|มี|ความ|คมชัด|เพิ่ม|ขึ้น|กว่า|ตัว|ปรับ|ภาพ|ของ|จอ|แบบ|เก่า
(ไซ|,|ไซ) n. พยัญชนะ|ตัว|ที่ 14 ของ|ภาษา|กรีก pl. xis
(ซิ|ฟ|'|ฟอยดฺ) adj. เป็น|รูป|ดาบ n. กระดูก|ลิ้น|ปี่|,|กระดูก|สัน|อก|ท่อน|ล่าง|ตอน|ปลาย
(ค|ริ|ส|'|เมิส) n. =|Christmas
เอ็กซ์|โมเด็ม|หมายถึง เกณฑ์|วิธี (protocol) ใน|การ|ถ่าย|โอน|ข้อมูล|ผ่าน|โมเด็ม|ที่|ใช้|ใน|การ|สื่อสาร|ข้อมูล ซึ่ง|ส่วนใหญ่|จะ|ผ่าน|ทาง|สายโทรศัพท์ อันที่จริง|แล้ว เอกซ์โมเด็ม|นั้น เป็น|ชื่อ โปรแกรม|ที่|ใช้|ใน|การ|ส่ง|ข้อมูล แต่|ใน|ปัจจุบัน คน|ทั่วไป|มักจะ|เรียก|แฟ้มข้อมูล|ที่|ส่ง|ด้วย|วิธี|นี้|ว่า เอ็กซ์|โมเด็ม ซึ่ง|สามารถ|รับ|/|ส่ง|ข้อมูล|ได้|ทั้ง|แฟ้มข้อมูล|ที่|เป็น|โปรแกรม และ|แฟ้ม เอกสาร|ธรรมดา นอกจากนั้น ใน|ระหว่าง|การ|ส่ง|จะ|ต้อง|มี|การ|ตรวจสอบ|ข้อมูล|ไม่|ให้|เกิด|ความ|คลาดเคลื่อน|ด้วย การ|ถ่าย|โอน|ข้อมูล|แบบ|ที่|เรียก|ว่า YMODEM และ ZMODEM ก็ได้|รับ|การ|พัฒนา|มา|จาก XMODEM นี้ แต่|ทํา|ได้|เร็ว|กว่า และ|ถ่าย|โอน|ข้อมูล|ได้|ทีละ|มาก|กว่า
เอกซ์เอ็มเอสย่อ|มา|จาก extended memory specification (ข้อกําหนด|หน่วยความจํา|แบบ|ขยาย) เป็น|มาตรฐาน|การ|จัดการ|เกี่ยวกับ|หน่วยความจํา|แบบ|หนึ่ง|ที่|ยอม|ให้|โปรแกรม|ระบบ|ดอส เข้าถึง|ส่วน|ความจํา|ขยาย|ได้ โปรแกรม|ใน|ดอส|ที่|จัดการ|เรื่อง|นี้ มี|ชื่อ|ว่า Himem.Sys
เอกซ์|ออ|น|/|เอกซ์|ออ|ฟ|หมายถึง สัญญาณ|สั่ง|ให้|หยุด|หรือ|เริ่ม|การ|ถ่าย|โอน (transfer) ข้อมูล|ระหว่าง|เครื่อง|คอมพิวเตอร์
เอกซ์ที|ย่อ|มา|จาก extended technology (แปล|ว่า เทคโนโลยี|แบบ|ขยาย) เป็น|เทคโนโลยี|ใหม่|แบบ|หนึ่ง|ที่|นํามา|ใช้|ใน|การ|สร้าง|ไมโครคอมพิวเตอร์ ไมโครคอมพิวเตอร์|รุ่น|นั้น จึง|ได้|รับ|สมญานาม ว่า XT มี|การ|เน้น|ใน|เรื่อง|การ|กําหนด|ให้|มี|ช่อง|เสียบ|แผ่น|วงจร (card) เพิ่ม|เพื่อ|การ|ปรับ|ขยาย|ใน|ภายหลัง กับ|การ|ใช้|จาน|บันทึก|ที่|มี|ความ|จุ|สูง ดู AT ประกอบ
(ไซ|'|เลิม) n. ส่วน|เนื้อไม้|เป็น|มัด|ท่อ|ของ|เนื้อเยื่อ|พืช (ต่าง|กับ phloem)| 
(ไซ|'|ละ|กราฟ) n. การ|แกะสลัก|ไม้
(ไซ|ลอก|'|ระ|ฟี) n. ศิลปะ|การ|แกะสลัก|ไม้|  |Syn. xylographer n. xylographic adj. xylographical adj.
(ไซ|'|ลอย|ดฺ) adj. คล้าย|ไม้|,|คล้าย|เนื้อไม้
(ไซ|'|ละ|โฟน) n. เครื่องดนตรี|ชนิด|หนึ่ง ที่|คล้าย|ระนาด|  |Syn. xylophonist n.
(ไซ|ลอท|'|ทะ|มี) n. ศิลปะ|การ|ตัด|เนื้อไม้|เพื่อ|ตรวจ|ส่อง|กล้องจุลทรรศน์|  |Syn. xylotomist n.
