(ABBR) ครูช่วยสอน (คําย่อของ Teaching Assistant)
(ABBR) แทนทาลัม (สัญลักษณ์ย่อของ Tantalum)
(SL) ขอบคุณ
(N) พยัญชนะภาษาอังกฤษตัวที่ 20
(SL) เม็ด
(SL) บุหรี่
(N) ฉลาก
(N) แถบเหล็กปิดเปิดเครื่องกระป๋อง
(N) ปุ่มบนแป้นพิมพ์ดีดหรือคอมพิวเตอร์
(N) เม็ด (ใช้กับยาเสพย์ติด)
(N) ราคา
(SL) แต่งตัวดี
(N) แมวลายสีน้ําตาลหรือสีเทา
(SL) ก้นบุหรี่
(N) สถานที่ประกอบพิธีถวายเครื่องบูชา
(N) กระดานหมากรุก
(N) ตาราง
(N) โต๊ะ
(N) ที่ราบสูง
(N) แผ่นไม้
(N) อาหารที่จัดเตรียมไว้อย่างดีในภัตตาคารหรือราชสํานัก
(VT) เลื่อนออกไป
(VT) วางไว้บนโต๊ะ
(VT) ใส่ข้อมูลในตาราง
(N) ภาพ
(N) ม่านเวทีที่เลื่อนจาก2ข้างเวทีแล้วพบกันตรงกลางเวที
(N) ผ้าปูโต๊ะ
(N) อาหารชุด
(SL) การมีเพศสัมพันธ์บนโต๊ะ
(N) ที่ราบสูง
(N) ผ้าปูโต๊ะ
(N) ที่รองจานชามบนโต๊ะ
(N) สารบัญ
(N) ชุดรับประทานอาหาร (เช่น ช้อน ช้อนส้อม มีด)
(N) ช้อนโต๊ะ (มีคําย่อว่า tbs.)
(N) ปริมาณหนึ่งช้อนโต๊ะ
(N) แผ่นจารึก
(N) ยาเม็ดแบน
(N) สมุดฉีก
(VT) จารึกลงบนแผ่น (เช่น แผ่นกระดาษ)
(VT) ทําให้เป็นแผ่น
(N) ปิงปอง
(N) เครื่องใช้หรือภาชนะที่ใช้ในการรับประทานอาหาร
(N) หนังสือพิมพ์ขนาดเล็กที่รวมเรื่องสั้นต่างๆ ไว้
(ADJ) ซึ่งต้องห้าม
(N) ข้อห้าม
(VT) ห้าม
(N) ตะโพน
(N) ีกลองตะโพน
(VI) ตีกลองตะโพน
(N) ม้านั่งเล็ก
(N) สะดึง
(N) ีกลองตะโพน
(VI) ตีกลองตะโพน
(ADJ) ซึ่งคํานวณเป็นตาราง
(ADJ) ซึ่งจัดทําเป็นตาราง
(ADJ) เรียบหรือแบนเหมือนโต๊ะ
(N) จิตว่าง
(ADJ) เรียบ
(VT) จัดทําเป็นตาราง
(VT) ทําให้หน้าเรียบ
(N) การทําเป็นตาราง
(N) แป้นเลื่อนบนพิมพ์ดีด
(N) ผู้ทําตาราง
(N) เครื่องบันทึกความเร็วของ tachometer
(N) เครื่องวัดความเร็ว
(SUF) เร็ว
(N) ภาวะหัวใจเต้นเร็วผิดปกติ
(ADJ) เป็นนัย
(ADV) โดยปริยาย
(ADJ) เงียบขรึม
(N) การเปลี่ยนเรื่อง
(N) ตะขอเกี่ยว
(N) ทิศทางเดินเรือ
(VI) ปรับใบเรือเพื่อเปลี่ยนทิศทาง
(VT) ติดหรือเกี่ยวกับ (เช่น ตะขอ)
(PHRV) เปลี่ยนทิศทาง (เรือ)
(PHRV) ตอก
(N) การยื้อยุด/หยุดฝ่ายตรงข้ามที่ครองลูกในฟุตบอลหรือฮ็อกกี้
(N) ผู้กํากับเส้น
(N) เฟืองและสายระโยงระยางของเรือ
(N) อุปกรณ์กีฬา (โดยเฉพาะในการตกปลาหรือ ไต่เขา)
(SL) อวัยวะเพศชาย
(VT) เข้าแย่งลูก
(VT) จัดการแก้ปัญหา
(PHRV) พูดกับ
(PHRV) ทําให้เข้าร่วม
(PHRV) ผูกติด
(ADJ) เหนียว
(ADJ) โกโรโกโส (คําไม่เป็นทางการ)
(SL) รสนิยมต่ํา
(N) ขนมปังของชาวเม็กซิกัน
(N) ประสาทสัมผัส
(ADJ) ซึ่งมีไหวพริบดี
(N) ยุทธวิธี
(ADJ) เกี่ยวกับยุทธวิธี
(N) นักกลยุทธ์
(N) การทหาร
(N) ชั้นเชิง
(ADJ) ซึ่งรับรู้ได้ด้วยการสัมผัส
(ADJ) ซึ่งไม่มีไหวพริบ
(ADJ) เกี่ยวกับประสาทสัมผัส
(SL) อวัยวะเพศชาย
(SL) อวัยวะเพศชาย
(N) ลูกอ๊อด
(N) 1 ตําลึง (หน่วยเงินของจีนสมัยก่อน)
(N) ราวที่อยู่ด้านท้ายเรือ
(N) ลูกกวาด
(SL) คนเวลส์ (คําหยาบ)
(N) การเล่นไล่จับของเด็ก
(N) คําลงท้าย
(N) แถบป้ายบอกข้อมูล
(N) สํานวนหรือประโยค
(N) หัวหุ้มปลายเชือกผูกรองเท้า
(VT) กล่าวหา
(VT) ติดป้าย
(N) ภาษาอินโดนีเซียที่ใช้กันในฟิลิปปินส์
(N) สมาชิกของชาวมลายูในเกาะลูซอนของฟิลิปปินส์
(PHRV) ติดตาม
(N) ปลาย
(PHRV) ทําให้ผู้เล่นออกนอกสนาม (กีฬาเบสบอล)
(PHRV) รวมกัน
(SL) ดูนี่สิ
(N) เกาะตาฮิติทางตอนใต้ของมหาสมุทรแปซิฟิก
(ADJ) ซึ่งเกี่ยวกับส่วนหลัง
(N) ก้น (คําไม่เป็นทางการ)
(N) ชายเสื้อ
(N) ผู้ติดตาม
(N) เวลาสุดท้าย
(N) ส่วนท้าย (เครื่องบิน, เรือ)
(N) หาง (สัตว์)
(VT) ตัดหางสัตว์
(VT) ติดตาม
(VT) ปลิดก้านผลไม้
(PHRV) ติดตาม
(PHRV) ต่อท้ายไปไกล
(N) แผ่นไม้ด้านหลังรถบรรทุกสําหรับยกสิ่งของ
(N) เสื้อโค้ตผู้ชายมีชายยาวสองชายที่ด้านหลัง
(N) ส่วนท้ายสุด
(N) สะโพกหรือก้น
(N) ครีบหางปลา
(N) แผ่นไม้ด้านหลังรถบรรทุกสําหรับยกสิ่งของ
(N) การชุมนุมนอกสนามก่อนเกมการแข่งขันเริ่มขึ้น
(PHRV) ยึดติดกับ (ที่ปลายด้านหนึ่ง)
(N) หางแร่
(N) ไฟท้ายรถ
(N) ไฟท้าย
(PHRV) ทําให้น้อยลง
(N) ช่างตัดเสื้อ
(VI) ตัดเสื้อ
(VT) ตัดเสื้อ
(N) นกเล็กชนิดหนึ่ง
(ADJ) ที่ตัดเสื้อผ้าตามสั่ง
(N) เสื้อผ้าที่ตัดตามสั่งหรือตามขนาดวัด
(PHRV) ปรับให้เหมาะสม
(N) ปลายสุด
(N) ท่อไอเสีย (รถ, เครื่องยนต์)
(N) เครื่องแต่งตัวเต็มยศ
(N) ด้านก้อยที่หงายขึ้น (ด้านตรงข้ามของ หัว)
(SL) ชุดสูทเข้าชุดกันของผู้ชายที่มีหางเสื้อด้านหลังยาว
(N) การควบคุมของหางเครื่องบิน
(IDM) ส่วนเล็กๆ ที่ควบคุมทั้งหมดได้
(N) แผ่นดีบุกบางด้านหลังกระจก
(N) จุดด่างพร้อย
(N) รอยเปื้อน
(VI) มีมลทิน
(VI) มีรอยเปื้อน
(VT) ทําให้ด่างพร้อย
(VT) ทําให้มีรอยเปื้อน
(PHRV) ทําให้เสียด้วย
(N) กรุงไทเป
(N) กรุงไทเป
(N) ไต้หวัน
(N) ประเทศไต้หวัน
(ADJ) เกี่ยวกับไต้หวัน
(N) ชาวไต้หวัน
(N) ทัชมาฮาล
(N) จังหวัดตาก
(N) ตาก
(N) การถ่ายภาพยนตร์ในแต่ละครั้ง
(VI) จดบันทึก
(VI) เจ็บป่วย
(VI) ได้รับ (ตําแหน่ง)
(VI) วัดความถูกต้องของบางสิ่งด้วยเครื่องมือ
(VT) โกง
(VT) ขึ้นรถ
(VT) เข้าใจ
(VT) ควบคุมตัว
(VT) คัดลอก
(VT) ชนะ
(VT) ใช้
(VT) เดินทางโดย
(VT) ต้องการ
(VT) ถ่ายหนัง
(VT) ถือ
(VT) ทํา
(VT) ทาน
(VT) นํามา
(VT) พาไป
(VT) ยอมรับ
(VT) ยึด
(VT) ร่วมประเวณี
(VT) เรียน
(VT) เลือก
(VT) เอาไป
(PHRV) ทําให้ตกใจและสับสนมาก
(PHRV) นําขึ้นเรือ
(PHRV) พาไปชมรอบๆ
(PHRV) ดําเนินการเกี่ยวกับ
(IDM) โค้งให้กับ
(IDM) ยอมรับ
(PHRV) ยอมให้ไปต่างประเทศ
(IDM) เสี่ยง
(SL) ใจเย็นๆ
(PHRV) พาข้าม
(IDM) ไม่ยอมรับ
(IDM) ชอบบางสิ่งหรือบางคนมาก (คําไม่เป็นทางการ)
(PHRV) กลืนตาม
(PHRV) มีรูปร่างหน้าตาหรือความประพฤติเหมือน
(PHRV) ไล่ตาม
(PHRV) เหมือน
(PHRV) ไม่ชอบ (ตั้งแต่แรกพบ)
(IDM) ควบคุมความรู้สึก
(IDM) ช่วยวางแผนหรือทําบางสิ่ง
(IDM) มีแผนการแน่นอนในการจัดการกับ (บางคน)
(IDM) เข้าใจความหมายแฝงและปฏิบัติตาม
(IDM) ตีอย่างรวดเร็ว
(IDM) ชอบบางสิ่งหรือบางคนมาก (คําไม่เป็นทางการ)
(PHRV) พาไปกับ
(IDM) ตรวจดู
(SL) ต้องมีความกล้า
(SL) หยาบคายมาก
(PHRV) เข้าใจผิด
(IDM) เริ่มชีวิตใหม่
(SL) ยุบลงไป
(IDM) ยอมรับว่าสิ่งที่ (ผู้อื่น) พูดเป็นความจริง
(PHRV) จ้องจับผิด
(PHRV) ดุด่า
(PHRV) ทําให้แยกเป็นส่วน
(PHRV) พาแยกไปคุย (ส่วนตัว)
(PHRV) แยกจากกัน
(PHRV) ลงโทษอย่างรุนแรง
(IDM) รับคําเชิญแต่เป็นคราวหน้า
(IDM) เสี่ยงดู
(PHRV) เข้าใจว่าเป็น
(IDM) นั่งลง
(IDM) ชอบบางสิ่งหรือบางคนมาก (คําไม่เป็นทางการ)
(PHRV) นําขึ้นฝั่ง
(IDM) ยิง
(PHRV) พาไปคุยส่วนตัว
(IDM) ล้ม (มักใช้กับ have และคําคุณศัพท์ bad, nasty, quite)
(PHRV) มุ่งไปทาง
(IDM) เริ่มปรับปรุง
(IDM) เริ่มแย่ลง
(IDM) เดินเล่น
(N) อาหารสําเร็จรูป
(PHRV) ทําให้น้อยลง
(PHRV) พาไปที่อื่น
(PHRV) ระงับ
(PHRV) ห่ออาหารกลับ
(PHRV) เอาออก
(PHRV) เอาออกไป
(PHRV) ทําให้ลดค่าของ
(PHRV) พาไปจาก (คนหรือสถานที่)
(PHRV) หักออกจาก
(PHRV) เอาไป
(PHRV) เอาออกจาก
(PHRV) นําไปคืน
(PHRV) พา (คน) กลับ
(PHRV) ยอมกลับไปแต่งงาน
(PHRV) ยอมรับคืน
(PHRV) นําขึ้นศาล
(PHRV) ส่งไปเพื่อให้ยอมรับ
(PHRV) นําลงไปชั้นล่าง (เรือ)
(PHRV) คีบหรือจับไว้ระหว่างสองส่วน
(IDM) พัก
(PHRV) จับ
(PHRV) ระวัง
(SL) ไปละนะ ระวังตัวด้วย
(IDM) ดูแล
(PHRV) ดูแล
(PHRV) ทําหน้าที่
(PHRV) เขียนบันทึก
(PHRV) นําลงมา
(PHRV) แยกเป็นส่วน
(PHRV) อย่ากังวล
(PHRV) ขโมย
(PHRV) นําไปเพื่อ
(PHRV) สําคัญผิดหรือเข้าใจผิดว่าเป็น
(IDM) งีบสักพัก (คําไม่เป็นทางการ)
(PHRV) ตกใจ
(PHRV) กลัว
(PHRV) เลือกหรือแปลคําจาก
(PHRV) หักลบจาก
(PHRV) เอาออกจาก
(IDM) สํารวจดู
(PHRV) ทุกข์ทรมานมากเพราะ
(IDM) กล้า
(IDM) ระวัง (สิ่งอันตราย)
(PHRV) จับ
(PHRV) นํากลับบ้าน
(PHRV) ล้มป่วยกะทันหัน
(PHRV) โดนทําร้ายจาก
(IDM) ป่วย
(PHRV) ต้อนรับเข้ามาในบ้าน
(PHRV) พาเข้าไปใน
(PHRV) สูดอากาศ
(PHRV) ขับรถพา (คน) ไป
(PHRV) ใส่ (บางสิ่ง) ในอาหารหรือเครื่องดื่ม
(IDM) ใคร่ครวญ
(PHRV) คิดคํานึงถึง
(SL) อย่ารุนแรง
(IDM) ใช้หรือรับบางสิ่งน้อยๆ
(IDM) ทําตัวตามสบาย
(IDM) เชื่อเถอะ
(IDM) ยอมรับหรือลืมเสีย
(SL) เล่าปัญหาให้ทุกคนรู้
(IDM) เห็นด้วยกับ
(PHRV) ลางาน
(IDM) ไม่มีเหตุผล
(IDM) ใช้บางคนหรือบางสิ่งในทางที่ผิด
(IDM) อึ้ง
(IDM) คิดว่าตายแล้ว
(IDM) หลอกลวง
(IDM) จดจํา
(N) การร่อนขึ้นจากพื้นดิน
(N) การเลียนแบบ
(N) จุดเริ่มต้น
(PHRV) ชักจูงไปในทางที่ไม่ค่อยดี
(PHRV) ได้รับความนิยมอย่างรวดเร็ว
(PHRV) ถอด
(PHRV) บินขึ้น (เครื่องบิน)
(PHRV) ปลด
(PHRV) ลด (ราคา)
(PHRV) เลียนแบบ
(PHRV) หยุดงาน
(PHRV) หยุดให้บริการ
(PHRV) หักออก
(SL) การเลียนแบบ
(IDM) ขุ่นเคืองกับ
(IDM) เริ่มปฏิบัติหน้าที่ที่ได้รับมอบหมาย
(PHRV) ตีบนส่วนของร่างกาย
(PHRV) นําหรือพาขึ้น (เรือ, เครื่องบิน ฯลฯ)
(PHRV) ว่าจ้าง
(PHRV) ให้เช่าบ้าน
(IDM) เชื่อในสิ่งที่พูดและปฏิบัติ
(IDM) ปฏิบัติตาม
(IDM) ยอมรับความผิด
(IDM) ฆ่าตัวตาย
(IDM) ใช้เวลามากในการทําสิ่งที่ต้องทํา
(IDM) ทําไปเรื่อยๆ
(IDM) ทํางานมากเกินไป
(ADJ) เตรียมอาหารไปกินนอกบ้าน
(N) อาหารไปกินนอกบ้าน
(PHRV) แกะออก
(PHRV) ขอ (เอกสารทางกฎหมาย)
(PHRV) เชิญไป (ทํากิจกรรมเช่น งานสังคม, การทานอาหารข้างนอก ฯลฯ)
(PHRV) ซื้ออาหารกลับไปกินที่บ้าน
(PHRV) ดึงออก
(PHRV) ตัดตอนข้อความออกมา
(PHRV) ตัดออก
(PHRV) ถอนเงิน
(PHRV) ทําความสะอาด
(PHRV) นําออกไป
(PHRV) นําอาหารไปบ้าน
(PHRV) นัดออกไปข้างนอก
(PHRV) พาออกไปจาก
(PHRV) จ่ายหนี้สินด้วย
(PHRV) นําออกจาก
(PHRV) ระบาย (ความโกรธ / โมโห) กับ
(PHRV) ควบคุม
(PHRV) พาไปยัง
(PHRV) ยอมรับภาระ / หน้าที่
(PHRV) ช่วยให้เรียนร ู้/ ฝึกฝน
(PHRV) ใช้เวลากับ
(PHRV) พาชมทั่ว
(N) การยึด
(N) การรับมอบตําแหน่ง
(PHRV) เข้าควบคุม
(PHRV) แทนที่
(PHRV) ทําอย่างถูกต้องและระมัดระวัง
(PHRV) เข้าไปมีส่วนร่วม
(PHRV) เห็นใจ
(IDM) เกิดขึ้น
(PHRV) ลงโทษสําหรับ
(PHRV) แก้แค้น
(IDM) เริ่มมีผล
(PHRV) นําไป
(PHRV) พาชมทั่วๆ
(PHRV) ป่วยกะทันหัน
(IDM) เข้าข้างฝ่ายใดฝ่ายหนึ่ง
(IDM) ต่อสู้กับ
(IDM) ทําให้ประหลาดใจ
(IDM) ทําให้ถ่อมตัว
(IDM) เข้าใจผิด
(IDM) นําออกจากกลุ่ม (เพื่อคุยส่วนตัว)
(IDM) ทําให้ประหลาดใจอย่างมาก
(IDM) เชื่อในสิ่งที่พูด
(IDM) ดุด่า
(IDM) แต่งงานกับ (คําเก่า)
(IDM) เข้ามาดูแล
(IDM) ช่วยเหลือ
(IDM) ทึกทักว่า
(IDM) เชื่อถือ
(IDM) ยอมรับความผิดหวังอย่างกล้าหาญ
(IDM) ปรึกษา (ผู้ที่มีตําแหน่ง หรืออํานาจมากกว่า)
(SL) ต้องการคนสองคนทํา
(IDM) แย่ที่สุด
(SL) เลวร้ายกว่าที่คิดไว้
(IDM) กล้าทําและตัดสินอย่างมั่นใจ
(IDM) เริ่มงานอย่างกระตือรือร้นและมุ่งมั่น
(IDM) เผชิญกับสิ่งท้าทาย
(IDM) เผชิญอันตราย
(IDM) ค้นพบวิธีง่ายในการทําบางสิ่ง
(IDM) เดินไปยังเวทีเต้นรํา
(IDM) ยืนขึ้นและกล่าวกับผู้ชม (มักใช้กับ have)
(IDM) สะสม / รวบรวมเงินเพื่อช่วย
(IDM) ตัดสินความด้วยตนเอง
(IDM) ถือสิทธิในการทําบางสิ่ง
(SL) ตกลงที่จะงดดื่มเครื่องดื่มมีอัลกอฮอล์
(IDM) ยอมรับว่าสิ่งที่ดีมาพร้อมกับความผิดหวัง
(IDM) นั่งในคอกพยาน (ในศาล)
(IDM) พยายามทําบางสิ่ง (ที่คนอื่นไม่ทํา)
(IDM) ทําให้รู้สึกอับอาย (คําไม่เป็นทางการ)
(IDM) พูดในสิ่งที่บางคนอยากจะพูด
(PHRV) ทําให้ไปถึงความสมบูรณ์
(PHRV) ทําให้ผ่าน
(PHRV) เฝ้าดูและคอยช่วยเหลือขณะ (บางคน) เรียนรู้หรือฝึกฝนบางสิ่ง
(IDM) หยุดพักจากการเรียนหรือการทํางาน (คําไม่เป็นทางการ)
(PHRV) นําไปยัง
(PHRV) นํามาโยงใยกัน
(IDM) ทํางานมากเกินไป
(IDM) วิ่งจากไป
(PHRV) ผลัดกัน
(IDM) สลับกัน
(IDM) ขุ่นเคืองจาก
(PHRV) ทําให้ประหลาดใจ
(PHRV) พิจารณาอย่างระมัดระวัง / รอบคอบ
(PHRV) กิน (เวลา, ที่ ฯลฯ)
(PHRV) ช่วยเหลือ
(PHRV) ดูด
(PHRV) ยกขึ้น
(PHRV) ย้ายไป
(PHRV) เริ่มทํา
(PHRV) หยิบ (หนังสือ) ขึ้นมา
(PHRV) เต็มใจยอมรับ
(PHRV) ทําให้สามารถเข้าถึง / ไปถึง
(PHRV) เป็นมิตรกับ
(PHRV) ยกขึ้นมาพิจารณาร่วมกับ
(PHRV) นําไปกับ
(ADJ) ที่น่าสนใจ
(N) การเอา
(N) แป้งโรยตัวและทาหน้า
(N) แป้งโรยตัวและทาหน้า
(N) แป้งฝุ่น
(N) นิทาน
(N) เรื่องโกหก
(N) เรื่องเล่า
(N) คนชอบกระจายข่าวลือ
(N) ความสามารถพิเศษ
(N) ผู้ที่มีความสามารถพิเศษ
(ADJ) ซึ่งมีความสามารถพิเศษ
(N) ผู้ระดมคนมีความสามารถดีเด่นในอาชีพหนึ่งๆ
(SL) ข้อแก้ตัว
(SL) เรื่องเศร้า
(N) เครื่องราง
(N) การนินทา
(N) การสนทนา
(N) การแสดงปาฐกถา
(N) การอภิปราย
(N) คํานินทา
(N) วิธีการพูด
(N) สิ่งที่กล่าวถึง
(VI) นินทา
(VI) พูดคุย
(VI) แสดงปาฐกถา
(VT) พูดคุย
(VT) อภิปรายกันในเรื่อง
(PHRV) ปรึกษา
(PHRV) พูดคุยเกี่ยวกับ
(PHRV) คุย / พูดในสิ่งที่ไม่รู้เรื่อง
(PHRV) คุยกับ
(PHRV) พูดกระทบ
(ADJ) ช่างพูด
(PHRV) ใช้เวลาพูดคุย
(PHRV) พูดฆ่าเวลา
(PHRV) พูดไม่หยุด
(PHRV) โต้กลับ
(PHRV) พูดแย้ง
(PHRV) พูดโม้
(PHRV) ทําให้พ่ายแพ้
(PHRV) พูดดูหมิ่น
(PHRV) พูดข่ม
(PHRV) พูดคุยกับ (บางคน / กลุ่ม) ราวกับว่าเขามีคุณค่าน้อยหรือฉลาดน้อยกว่า
(PHRV) พูดหรือคุย (เป็นช่วงเวลาหนึ่ง)
(SL) ผู้ประกาศข่าวทางโทรทัศน์
(IDM) ที่ประชุม (คําไม่เป็นทางการ)
(N) การกล่าวหา (คําไม่เป็นทางการ)
(PHRV) พูดชักชวน
(PHRV) พูดชักชวนให้เข้าร่วม
(PHRV) พูดใส่
(PHRV) พูดเร็วมาก (คําไม่เป็นทางการ)
(IDM) พูดรัว (คําไม่เป็นทางการ)
(PHRV) เอ่ยถึง
(PHRV) พูดสาธยาย
(IDM) นี่ไงคนที่พูดถึง
(IDM) เรื่องซุบซิบ
(IDM) เรื่องที่ทุกคนพูดถึง
(PHRV) พูดต่อไป
(PHRV) พิจารณาอย่างละเอียดหรือหมดเปลือก
(PHRV) ชักชวนให้ต่อต้าน
(PHRV) พูดเหนี่ยวรั้ง
(PHRV) ชักชวนให้เปลี่ยนความคิด
(PHRV) พิจารณานานๆ
(PHRV) พูดคุยในเรื่องที่ไม่เข้าใจ
(PHRV) ปรึกษา
(PHRV) ชักชวนให้เปลี่ยนความคิด
(PHRV) หลีกเลี่ยงการพูดโดยตรงเกี่ยวกับ
(PHRV) พูดถึงอย่างอ้อมค้อม
(PHRV) คุยไร้สาระ
(PHRV) ดุด่า
(PHRV) พูดคุยกับ
(SL) คุยอย่างเปิดอก
(IDM) พูดจนเหนื่อย (คําไม่เป็นทางการ)
(PHRV) คุยดังขึ้น
(PHRV) ยกย่อง
(PHRV) แสดงความคิดอย่างกล้าหาญ
(PHRV) ดุด่า
(PHRV) พูดคุยกับ
(ADJ) พูดมาก
(ADJ) ขี้คุย
(ADJ) ซึ่งมีรูปร่างสูง (ของคนหรือสิ่งต่างๆ)
(ADJ) มากเกินไป
(ADJ) สูงมาก (ของคน, สัตว์, สิ่งของหรืออื่นๆ)
(ADJ) เหลือเชื่อ
(ADV) ด้วยท่าทีสง่างาม
(N) ไขมันสัตว์ที่ใช้สําหรับทําเทียนไข
(IDM) เรื่องโกหก
(N) การบันทึกจํานวน
(N) คะแนนนับ
(VI) ตรงกัน
(VI) ทําคะแนน (กีฬา)
(VT) ทําให้เห็นพ้อง
(VT) นับ
(INT) คําอุทาน โฮ ของนักล่าสัตว์
(N) เสียงร้อง โฮ
(PHRV) เข้ากันได้กับ
(N) คัมภีร์โบราณของยิว
(N) ไพ่ที่เหลือจากการแจก
(N) เล็บของสัตว์
(N) สลักของลูกกุญแจ
(N) กระดูกข้อเท้า
(ADJ) ฝึกให้เชื่องได้
(N) ไม้จําพวกสนชนิดหนึ่ง
(N) ต้นมะขาม
(N) มะขาม
(N) กลองมือกลมที่ติดลูกกระพรวน
(ADJ) ขี้ขลาด
(ADJ) เชื่อง (สัตว์)
(ADJ) ไม่น่าสนใจ (คําไม่เป็นทางการ)
(ADJ) อ่อนน้อม (คําไม่เป็นทางการ)
(VI) ทําให้เชื่อง (สัตว์)
(VT) ควบคุม
(VT) ทําให้จืดชืด
(VT) ทําให้อ่อนน้อม
(VT) เพาะปลูกพืช
(ADJ) เกี่ยวกับพวกทมิฬ
(N) ชาวทมิฬ
(N) ภาษาทมิฬ
(N) หมวกกลมทําจากผ้าสักหลาดของชาวสก็อต (tam)
(VT) ตอก
(VT) อุด
(PHRV) ตอกให้แบน
(VT) โน้มน้าว
(VT) ยุ่ง
(N) คนหรือสิ่งที่ใช้ตอก
(PHRV) เปลี่ยนเพื่อทําลาย
(N) ก้อนสําลีสําหรับห้ามเลือด
(N) ผ้าอนามัยแบบสอด
(ADJ) ที่มีผิวสีแทน
(ADJ) ที่มีสีน้ําตาลแดง
(N) สีน้ําตาลไหม้
(N) สีไหม้เกรียมของผิวหนังจากการตากแดด
(VI) มีผิวสีน้ําตาลไหม้
(VT) ทําให้ผิวเป็นสีน้ําตาลไหม้
(VT) ฟอกหนัง
(N) นกขนาดเล็กตระกูล Thraupidae ตัวผู้มีขนสีสดใส
(N) เมืองหลวงของมาดากัสการ์ (ชื่อเดิมของ Antananarivo)
(N) เปลือกไม้ซึ่งทุบให้นิ่มเพื่อใช้ในการฟอกหนัง
(ADV) เรียงตามกัน
(N) ม้าสองตัวซึ่งผูกเรียงตามยาว
(N) รถม้าสองล้อซึ่งใช้ม้าสองตัวลากเรียงตามยาว
(N) กลิ่นแรง
(N) รสจัด
(VT) ทําให้มีกลิ่นแรง
(VT) ทําให้มีรสเข้มข้น
(N) เสียงที่เกิดจากโลหะกระทบกัน
(VT) ทําให้เกิดเสียงของโลหะกระทบกัน
(N) การสัมผัสของเส้นรอบวง
(N) การสัมผัสของเส้นรอบวง
(ADJ) ซึ่งสัมผัสกันที่จุดหนึ่งของเส้นตรง/เส้นโค้งแต่ไม่ตัดกัน
(N) เส้นตรงหรือเส้นโค้งที่สัมผัสกับเส้นตรง/โค้งอื่นแต่ไม่ตัดกัน
(N) อัตราส่วนของด้านประชิดมุมน้อยกับด้านตรงข้ามมุมน้อย
(ADJ) ซึ่งสัมผัสแต่ไม่ตัดกัน
(ADJ) ซึ่งมีสีส้มอมแดง
(N) ส้มจีน
(N) สีส้มอมแดง
(ADJ) ชัดเจน
(ADJ) ที่จับต้องได้
(N) สิ่งที่มีตัวตน
(N) การทะเลาะเบาะแว้ง
(N) ความยุ่งเหยิง
(VI) ยุ่งเหยิง
(VT) ทําให้ยุ่งเหยิง
(ADJ) ซึ่งพันกันยุ่ง
(ADJ) ซึ่งสับสน
(PHRV) พันกันยุ่ง
(PHRV) คัดค้าน
(N) การเต้นแทงโก้
(VI) เต้นแทงโก
(N) คุก (คําไม่เป็นทางการ)
(N) ถังขนาดใหญ่สําหรับบรรจุน้ําหรือก๊าซ
(N) บ่อน้ํา
(N) ปริมาณน้ําหรือก๊าซที่บรรจุในถังขนาดใหญ่
(N) รถถัง
(VT) เก็บไว้ในแท็งค์
(VT) ทําให้เลิกพยายามที่จะเอาชนะการแข่งขันกีฬา (คําไม่เป็นทางการ)
(N) แก้วเบียร์ขนาดใหญ่
(ADJ) เมาเหล้า
(SL) เมามาก
(ADJ) เมาเหล้า
(N) เรือบรรทุก
(N) เสื้อที่ไม่มีปก
(PHRV) ดื่มให้เมา (คําไม่เป็นทางการ)
(PHRV) บรรจุในถัง
(N) สถานที่ฟอกหนัง
(ADJ) เกี่ยวกับหรือมาจากการฟอกหนัง
(N) ยาฝาดสมาน
(N) การเปลี่ยนเป็นสีน้ําตาลของผิวหนัง
(N) การฟอกหนังให้นิ่ม
(IDM) ฟาด (คําไม่เป็นทางการ)
(VT) ยั่วเย้า
(N) แทนทาลัม
(ADJ) เท่ากัน
(N) การมีอารมณ์เกรี้ยวกราด
(N) แทนซาเนีย
(N) ประเทศแทนซาเนีย
(N) ความจริงอันเป็นที่สุดของสิ่งที่มีอยู่
(N) เต๋า
(N) ลัทธิเต๋า
(N) การแตะเบาๆ
(N) แผ่นเหล็กที่ตอกติดกับส้นรองเท้าสําหรับเต้นแท็พ
(N) เสียงที่เกิดจากการตบเบาๆ
(VI) เคาะ
(VI) เต้นแท็พ
(VT) เคาะ
(VT) แต่งตั้ง (มักใช้ในรูปของ passive voice)
(VT) ใส่แผ่นหนังหรือแผ่นเหล็กที่ส้นรองเท้า
(N) ก๊อกน้ํา
(N) เครื่องตอกทําเกลียวตัวเมีย
(N) จุกขวด
(N) น้ําหรือของเหลวที่ปล่อยออกจากหัวก๊อก
(N) หัวต่อไฟฟ้า
(VT) ติดเครื่องดักฟังหรือบันทึกเสียง (ที่โทรศัพท์หรืออุปกรณ์การสื่อสารอื่นๆ)
(VT) ติดหัวก๊อก
(VT) ปล่อยของเหลวออกจากก๊อก
(PHRV) เคาะเบาๆ และถี่
(VI) เต้นแท็พ
(SL) ยุ่งไม่หยุด
(N) การเต้นเเท็พ
(PHRV) เคาะลง
(N) แถบบันทึกเสียง
(N) แถบผ้าสําหรับหุ้มริมผ้า ทําปกหนังสือหรือเย็บเล่ม
(N) เทปกาว
(N) สายผูก
(N) สายวัด
(N) เส้นชัย
(VI) บันทึกเสียง
(VI) รัดด้วยสายผูก
(VI) วัดด้วยสายวัด
(VT) ติดกระดาษกาว
(VT) บันทึกเสียง
(N) สายวัด
(N) เทียนขนาดเล็ก
(VT) ทําให้เรียวลงหรือแคบลงทีละน้อย
(VT) ทําให้ลดลง
(VT) บันทึกเทป
(N) เครื่องบันทึกเสียง
(N) การบันทึกเสียงบนแถบแม่เหล็ก
(PHRV) ค่อยๆ เรียว
(PHRV) น้อยลง
(N) สิ่งทอหรือม่านลายดอกซึ่งแขวนประดับฝาผนัง
(N) พยาธิตัวตืด
(PHRV) ขอ
(N) บาร์สําหรับดื่มเหล้าโดยเฉพาะ
(PHRV) ทุบเบาๆ
(N) ขนมพุดดิ้งทําจากแป้งมันสําปะหลัง
(N) แป้งมันสําปะหลัง
(N) สมเสร็จ
(N) พรม
(PHRV) สูบ (ของเหลว)
(PHRV) เคาะเบาๆ บน
(PHRV) เคาะเบาๆ ซ้ําๆ เพื่อส่งข่าวสาร
(N) ส่วนของเครื่องยนต์
(N) การเคาะเบาๆ
(N) บาร์เหล้า (โดยเฉพาะในโรงแรม)
(N) รากแก้ว
(N) การเป่าแตรเรียกให้ดับไฟเข้านอน
(N) น้ําประปา
(PHRV) เคาะด้วย
(N) น้ํามันดิน
(N) สารเสพย์ติดที่ใส่ในบุหรี่
(VT) ลาดยาง
(N) ชาวเรือ (คําโบราณ)
(SL) บ๊ายบาย
(N) การเต้นรําแบบหนึ่งของชาวอิตาเลียน
(N) แมงมุมพิษตัวใหญ่ในตระกูล Theraphosidae
(ADV) ช้ากว่ากําหนด
(ADV) อย่างเชื่องช้า
(N) ความล่าช้า
(ADJ) เชื่องช้า (คําโบราณหรือใช้ในเชิงวรรณกรรม)
(ADJ) สาย
(N) น้ําหนักของพัสดุหรือสินค้าที่บรรจุหีบห่อแล้ว
(N) พืชประเภทถั่ว
(N) จุดมุ่งหมาย
(N) เป้า
(N) เป้าหมายการนินทา
(N) เหยื่อ
(VT) ตั้งเป้าหมาย
(N) ภาษาเป้าหมายในการแปล
(N) ค่าธรรมเนียม
(N) พิกัดอัตราภาษีศุลกากร
(VT) จัดเก็บภาษี
(N) กําแพงภาษี
(N) ยางมะตอย
(N) ทะเลสาบเล็กๆ ในภูเขา
(INT) คําอุทานแสดงการสาปแช่ง
(N) การสาปแช่ง
(N) ความไม่แวววาว
(N) ความเสื่อมเสีย
(VT) ทําให้ไม่แวววาว (เช่น มีสนิมเกาะ)
(VT) ทําให้เสื่อมเสีย
(ADJ) ซึ่งไม่แวววาว
(ADJ) ซึ่งเสื่อมเสีย
(N) เผือก
(N) ไพ่ทาโร่
(N) ปลาใหญ่แถบทะเลน้ําอุ่นในมหาสมุทรแอตแลนติก
(N) พืชชนิดหนึ่งมีกลิ่นหอมใช้ในการปรุงอาหาร
(N) การพักแรม
(VI) พักแรม
(VI) อ้อยอิ่ง
(VT) คอย
(ADJ) ซึ่งทาด้วยน้ํามันดิน (ทาร์)
(ADJ) ที่เกี่ยวกับกระดูกข้อเท้า
(N) กระดูกข้อเท้า (ศัพท์เฉพาะทางแพทย์)
(N) ขอบตา
(ADJ) ซึ่งมีรสจัด
(ADJ) (ปาก) จัด
(N) ขนมพายไส้ต่างๆ
(SL) หญิงโสเภณี
(N) ผ้าตาหมากรุก
(N) คนน่ากลัว
(N) ชนกลุ่มที่อาศัยในเอเชียและตะวันออกของยุโรป
(N) หินปูนที่เกาะอยู่ตามซอกฟัน
(N) น้ําซอสชนิดหนึ่ง
(PHRV) ตกแต่งหรือแต่งตัวเผ็ดร้อน (มักไม่เหมาะสม) (คําสแลง)
(PHRV) มีบุคคลิกลักษณะหรือนิสัย (มักไม่ดี) เหมือนกัน
(N) ทาร์ซาน
(N) งานหนัก
(VT) ใช้ความพยายามในการทํางานอย่างหนัก
(N) หน่วยปฏิบัติการเฉพาะกิจ
(N) งานที่ยากลําบาก
(N) ผู้ที่ให้งานยากลําบากแก่ผู้อื่น
(N) รัฐทัสมาเนีย (ของออสเตรเลีย)
(N) ชาวทัสมาเนีย
(N) หนังสือพิมพ์ของรัสเซีย
(N) ฝอยของพืชที่มีลักษณะเหมือนพู่ (เช่น ฝอยข้าวโพด)
(N) พู่
(N) สิ่งที่เหมือนพู่
(VT) ประดับพู่
(VT) ลอกฝอยข้าวโพดออก
(N) การชิม
(N) ประสบการณ์ (ครั้งแรกกับบางสิ่ง)
(N) ประสาทในการรับรส
(N) รสชาติ
(N) รสนิยม
(VI) ชิม
(VI) ประสบกับ (โดยเฉพาะเป็นครั้งแรกหรือระยะสั้น)
(VT) ชิม
(VT) ประสบกับ (โดยเฉพาะเป็นครั้งแรกหรือระยะสั้น)
(N) ตุ่มรับรส (ที่ลิ้น)
(ADJ) ซึ่งมีรสชาติดี
(ADJ) ซึ่งมีรสนิยม
(ADJ) น่าเบื่อ
(ADJ) ไม่มีรสนิยม
(ADJ) (อาหาร) ไม่มีรสชาติ
(PHRV) มีรสชาติเหมือน
(ADJ) ซึ่งมีรสนิยมดี
(ADJ) (อาหาร) อร่อย
(VI) ตี เตะ ตบ หรือทุบเบาๆ
(VT) ตี เตะ ตบ หรือทุบเบาๆ
(SL) มันฝรั่ง
(SL) หนาวเย็น
(N) ผ้าขี้ริ้ว
(N) คนที่ใส่ชุดผ้าขี้ริ้ว
(ADJ) ซึ่งขาดรุ่งริ่ง
(N) รูปแบบการถักผ้าลูกไม้ด้วยกระสวย
(N) การนินทา
(N) คนที่นินทา
(VI) ซุบซิบนินทา
(VI) พูดไร้สาระ
(VT) เปิดเผยความลับ
(N) ผู้เปิดเผยข่าวหรือความลับ
(N) ผู้เปิดเผยความลับ
(N) รอยสัก
(VT) สักลายบนผิวหนัง
(N) การตีกลองเป็นจังหวะสม่ําเสมอ
(N) การแสดงกลางแจ้งของทหาร
(N) แตรเดี่ยว
(N) สัญญาณเรียกทหารกลับค่าย
(ADJ) หยาบ
(N) อักษรกรีกตัวที่ 19
(VI) กริยาช่องที่ 2 และ 3 ของ teach
(VT) กริยาช่องที่ 2 และ 3 ของ teach
(N) คําพูดเสียดสี
(VT) พูดส่อเสียด
(PHRV) เยาะเย้ย
(N) ดาววัว
(N) สัญลักษณ์ของราศีพฤษภ
(ADJ) เกร็ง (เช่น กล้ามเนื้อเกร็ง)
(ADJ) ตึง
(ADJ) ตึงเครียด
(ADJ) เป็นระเบียบ
(ADJ) รัดกุม (ถูกต้องและมีประสิทธิภาพในการใช้ภาษา)
(PRF) เหมือนกัน
(VI) ตึง
(VT) ทําให้ตึง
(PRF) เหมือนกัน
(ADJ) เกี่ยวกับการซ้ําคําโดยไม่จําเป็น
(N) การใช้คําซ้ําโดยไม่จําเป็น
(N) ที่พักคนเดินทาง
(N) โรงแรมขนาดเล็ก
(N) โรงเหล้า
(N) ลูกหินสําหรับเด็กเล่น
(N) ฟอกหนังให้ขาว (โดยใส่สารส้มและเกลือ)
(ADJ) ฉูดฉาดแต่ไร้ราคา
(ADJ) พื้นๆ
(N) สีน้ําตาลอมส้ม
(SL) ยอด
(N) การที่ต้องใช้ความพยายามอย่างมาก
(N) ค่าใช้จ่ายสําหรับสมาชิก
(N) ภาษี
(VT) กล่าวหา
(VT) เก็บภาษี
(VT) จําเป็นต้องใช้ความพยายามอย่างมาก
(ADJ) ซึ่งต้องเสียภาษี (คน, วัตถุ)
(N) บุคคลหรือทรัพย์สินที่ต้องเสียภาษี
(N) ภาษีอากร
(N) ระบบการจัดเก็บภาษี
(ADJ) เกี่ยวกับฐานภาษีที่หักค่าใช้จ่ายหรือค่าลดหย่อนได้
(N) ผู้ที่หลบเลี่ยงภาษีอากร
(ADJ) ซึ่งไม่ต้องเสียภาษี
(N) พันธบัตรที่ไม่ต้องเสียภาษี
(ADJ) ซึ่งไม่ต้องเสียภาษี
(N) รถแท็กซี่
(VI) (เครื่องบิน) เคลื่อนไปตามลานบินหรือลานน้ํา
(VI) โดยสารแท็กซี่
(VI) ส่งคนหรือสิ่งของโดยทางรถยนต์ (คําที่ไม่เป็นทางการ)
(VT) (เครื่องบิน) เคลื่อนไปตามลานบินหรือลานน้ํา
(VT) โดยสารแท็กซี่
(VT) ส่งคนหรือสิ่งของโดยทางรถยนต์ (คําที่ไม่เป็นทางการ)
(N) รถแท็กซี่
(ADJ) เกี่ยวกับเทคนิคทําให้ซากสัตว์คงสภาพเหมือนมีชีวิต
(N) เทคนิคการทําให้ซากสัตว์คงสภาพเหมือนมีชีวิต
(N) เครื่องคิดค่าโดยสารในรถแท็กซี่
(N) ผู้เก็บภาษีอากร
(ADJ) เกี่ยวกับระบบการจัดชั้นและหมวดหมู่พืชและสัตว์
(N) ผู้มีความรู้เกี่ยวกับระบบการจัดชั้นและหมวดหมู่พืชและสัตว์
(N) วิทยาศาสตร์หรือเทคนิคเกี่ยวกับการแบ่งประเภท
(N) ผู้เสียภาษี
(N) อัตราภาษี
(PHRV) ทําให้เผชิญกับ
(ABBR) โรควัณโรค (คําย่อของ Tuberculosis)
(ABBR) วัณโรค (หรือใช้ว่า TB เป็นคําย่อของ Tuberculosis)
(N) ธาตุโลหะสีเทา (สัญลักษณ์ย่อของ terbium)
(N) เนื้อวัวท่อนกลางที่มีกระดูกรูปตัวที (T)
(N) ธาตุโลหะให้กัมมันตภาพรังสี (คําย่อของ technetium)
(N) สภาพข้อมูลที่ใช้ร่วมกันระหว่างเครือข่าย2เครือข่าย
(N) กัญชา (คําสแลง)
(N) ของว่างที่รับประทานเวลาน้ําชา
(N) ชา
(N) ต้นชา
(N) น้ําชา
(N) ใบชา
(N) ธาตุกึ่งโลหะ (คําย่อของ tellurium)
(N) ถุงใส่ใบชา (เป็นถุงกระดาษ หรือกระดาษกรอง)
(N) ลูกกลมกรองชา (ทําด้วยโลหะเป็นช่องเล็กๆ เพื่อใส่ใบชา)
(N) ขนมเค้กขนาดเล็ก
(N) ครู (คําไม่เป็นทางการ)
(VI) สอน (วิชา)
(VT) สอน (วิชา)
(VT) สั่งสอน
(ADJ) ที่สามารถสอนได้
(N) ผู้สอน
(N) สิ่งที่ทําให้ได้เรียนรู้
(ADJ) ที่ใช้ในการสอน
(ADJ) ที่เป็นผู้สอน
(N) เรื่องที่สอน
(N) วิชาชีพการสอน
(N) ถ้วยน้ําชา
(N) โรงน้ําชา
(ADJ) ที่มีสีน้ําตาลออกเหลือง
(N) ้ต้นสัก
(N) ไม้สัก
(N) สีน้ําตาลออกเหลือง
(N) หม้อชงชา
(N) นกเป็ดน้ํา
(SL) หัวขโมย
(N) กลุ่มคนทํางานหรือเล่นกีฬาในกลุ่มเดียวกัน
(N) กลุ่มสัตว์ที่ใช้เทียมรถ
(VI) ขับยานพาหนะที่ใช้กลุ่มสัตว์ลากไป
(VI) จัดทีม
(VT) ขนย้ายโดยใช้สัตว์หลายตัวลากไป
(VT) จัดทีม
(N) ผู้ร่วมกลุ่ม
(N) คนขับรถบรรทุก
(PHRV) ทํางานร่วมทีม
(N) การกระทําร่วมกัน
(N) กาน้ําชา
(N) ที่ตั้งกาน้ําชา
(N) การฉีก
(N) การรีบเร่ง
(N) รอยฉีก
(VI) เคลื่อนที่หรือกระทําอย่างเร่งรีบ
(VI) ฉีกออก
(VI) ไม่สบายใจ
(VT) ฉีกออก
(VT) ทําให้เป็นรู
(VT) ทําให้ไม่สบายใจ
(VT) แบ่งออก
(N) น้ําตา
(N) หยดของเหลว
(VI) น้ําตาไหลออกมา
(PHRV) วิ่ง / เคลื่อนไปมา
(PHRV) ฉีกเป็นชิ้น
(PHRV) วิ่ง / เคลื่อนข้ามอย่างเร็ว
(PHRV) เคลื่อนไปตาม
(PHRV) ฉีกแบ่ง
(PHRV) ดุด่า
(IDM) ดุด่า
(PHRV) ฉีก
(PHRV) ดึงออก
(PHRV) รีบออกไป
(PHRV) ทรมานที่ต้องเลือกระหว่าง
(N) ระเบิดที่บรรจุก๊าซน้ําตา
(PHRV) ดึงลง
(PHRV) ถอดออกเป็นชิ้น ๆ (เพื่อซ่อมหรือทําความสะอาด)
(PHRV) ทําให้เสีย
(PHRV) ทุบทิ้ง (อาคาร)
(PHRV) รีบลงไปยัง
(N) สิ่งที่มีรูปร่างคล้ายหยดน้ําตา
(N) หยดน้ําตา
(PHRV) ดึงออกจาก
(ADJ) อยากร้องไห้
(ADV) อยากร้องไห้
(N) การมีน้ําตานองหน้า
(N) ก๊าซน้ําตา
(VT) ฉีดก๊าซน้ําตา
(PHRV) ฉีกออก
(ADJ) รุนแรง
(PHRV) กินอย่างกระหาย
(PHRV) โจมตี
(PHRV) ฉีกเป็นชิ้น ๆ
(PHRV) ดุด่า
(N) เรื่องเศร้าที่ทําให้ร้องไห้ (คําสแลง)
(SL) หนังชีวิต
(PHRV) ดึงออก
(PHRV) รีบเขียน
(PHRV) รีบออกไป
(IDM) กังวล
(IDM) ตื่นเต้นมาก
(N) ห้องน้ําชา
(PHRV) ฉีกออก
(PHRV) รีบออกไป
(N) การร้องไห้
(IDM) ดุด่า
(PHRV) ฉีกเป็นชิ้น
(PHRV) ดึงทิ้ง
(PHRV) ถอนขึ้น
(PHRV) ละเมิดสัญญา
(PHRV) วิ่งขึ้นไป
(ADJ) เกี่ยวกับน้ําตา
(N) การยั่วเย้า
(N) คนชอบแกล้ง
(N) คนหลอกให้ผู้อื่นมีความต้องการทางเพศแล้วก็ปฏิเสธ
(VI) ขบขัน
(VI) หยอกล้อ
(VT) กระตุ้นให้เกิดความต้องการ (โดยเฉพาะความต้องการทางร่างกาย)
(VT) ทําให้ขบขัน
(VT) หยอกล้อ
(VT) หวีผมให้ดูหนาขึ้น
(N) พืชไม้หนามจําพวก Dipsacus
(PHRV) ทําให้เป็นปุย
(N) คนที่หยอกเย้าผู้อื่น
(N) ช้อนชา
(N) ปริมาณหนึ่งช้อนชา
(ADJ) ที่มีปริมาณหนึ่งช้อนชา
(N) ปริมาณหนึ่งช้อนชา
(N) หัวนม (ของผู้หญิง)
(N) ถาดชา
(SL) ผู้เชี่ยวชาญ
(N) ธาตุโลหะกัมมันตรังสี (สัญลักษณ์ย่อคือ Tc)
(N) วิธีการ
(ADJ) เกี่ยวกับวิชาการเฉพาะเรื่อง
(ADJ) เกี่ยวกับวิชาช่าง
(ADJ) ทางทฤษฎี
(ADJ) ที่เชี่ยวชาญเฉพาะอย่าง
(N) ลักษณะทางเทคนิค
(N) การยุติการชกเพื่อไม่ให้เจ็บรุนแรง มีคําย่อ TKO/T.K.O.
(N) นายช่าง
(N) ผู้ที่ทํางานในห้องปฏิบัติการ
(N) ผู้ที่มีความชํานาญเฉพาะด้าน
(N) ระบบการถ่ายภาพยนตร์สี โดยการใช้แม่สี 3 สีเป็นหลัก
(N) ความสามารถพิเศษ
(N) เทคนิค
(N) หลักวิชา
(PRF) เทคโนโลยี
(N) ทฤษฎีการปกครองโดยเน้นการใช้ผู้เชี่ยวชาญและวิชาเทคนิค
(N) ผู้เชี่ยวชาญทางเทคนิค
(ADJ) ทางเทคโนโลยี
(N) ผู้เชี่ยวชาญทางเทคโนโลยี
(N) เครื่องมือหรือเครื่องยนต์ที่สร้างขึ้นจากความรู้ทางเทคโนโลยี
(N) เทคโนโลยี
(ADJ) เกี่ยวกับการก่อสร้าง
(VT) แผ่ให้แห้ง
(N) เสื้อผ้าชั้นในแบบเต็มตัว
(N) ตุ๊กตาหมี
(N) ชายหนุ่มในยุคปี 1950-60
(N) เพลงสรรเสริญพระเจ้าแสดงความกตัญญู
(ADJ) น่าเบื่อหน่าย
(ADV) อย่างน่าเบื่อหน่าย
(N) ความน่าเบื่อหน่าย
(N) ความน่าเบื่อ
(N) อักษร T หรือ t
(N) จุดเริ่มต้นของการแข่งขันกอล์ฟของแต่ละหลุม
(VI) มีอยู่คับคั่ง
(VT) ให้กําเนิด (ลูกหลาน)
(VT) เทออก
(PHRV) (ฝน) ตก
(PHRV) มีอยู่เต็ม
(PHRV) เต็มไปด้วย
(PHRV) (ฝน) เทลงมาก
(N) ความทุกข์
(ADJ) เกี่ยวกับวัยรุ่น
(N) คนรุ่นหนุ่มรุ่นสาว
(SUF) สิบ
(ADJ) เกี่ยวกับคนรุ่นหนุ่มรุ่นสาว
(N) คนรุ่นหนุ่มรุ่นสาว
(N) บุคคลที่มีอายุระหว่าง 13-19 ปี
(N) ช่วงวัยรุ่น
(ADJ) เล็กมาก
(ADJ) เล็กมาก
(ADJ) เล็กมาก
(PHRV) ทําให้โกรธ
(PHRV) เริ่มทํา (บางสิ่ง)
(N) เสื้อยืดไม่มีปก
(N) กระดานหก
(VI) เดินโซเซ
(VT) เล่นไม้กระดานหก
(N) กระดานหก
(N) ฟัน (คําพหูพจน์ของ tooth)
(VI) ฟันน้ํานมขึ้น
(N) การงอกของฟัน
(N) ยางหรือพลาสติกสําหรับให้เด็กเล็กกัด
(IDM) ปัญหาในระยะแรกของการเริ่มทําสิ่งหนึ่งสิ่งใด
(ADJ) เกี่ยวกับการเลิกเหล้าอย่างสิ้นเชิง
(ADJ) อย่างสมบูรณ์ (คําไม่เป็นทางการ)
(N) การงดเหล้า
(PHRV) จัดการ
(N) เมืองหลวงของประเทศฮอนดูรัส
(N) เปลือก
(N) กรุงเตห์รานเป็นเมืองหลวงของอิหร่าน
(N) กรุงเทลอะวีฟเป็นเมืองท่าของประเทศอิสราเอล
(PRF) ไกล
(N) การออกอากาศทางโทรทัศน์
(VT) ออกอากาศทางโทรทัศน์
(N) การสื่อสารทางไกลโดยใช้เทคโนโลยี
(N) โทรเลข
(N) ระบบการส่งโทรเลข
(VI) ส่งโทรเลข
(VT) ส่งโทรเลข
(VT) สื่อสารแบบไม่ใช้คําพูด
(ADJ) กระชับ
(ADJ) เกี่ยวกับเครื่องหรือระบบส่งโทรเลข
(N) วิธีการส่งเงินไปต่างประเทศรวดเร็ว
(N) เทคนิคการส่งโทรเลข
(N) การขายสินค้าและบริการทางโทรศัพท์
(N) เครื่องวัดระยะทางไกล
(N) การศึกษาสาเหตุ
(N) โทรจิต
(N) การสื่อสารทางโทรศัพท์
(N) โทรศัพท์
(VI) คุยหรือพูดกันทางโทรศัพท์
(VT) คุยหรือพูดกันทางโทรศัพท์
(N) สมุดโทรศัพท์
(PHRV) โทรศัพท์ส่งข่าว
(N) สายโทรศัพท์
(SL) เงินจํานวนมาก
(N) เครื่องที่เปลี่ยนสัญญาณให้เป็นเสียง
(ADJ) เกี่ยวกับระบบโทรศัพท์
(N) พนักงานต่อสายโทรศัพท์
(N) ระบบโทรศัพท์
(ADJ) เกี่ยวกับการสร้างเลนส์และการถ่ายภาพในระยะไกล
(N) โทรภาพ
(N) เครื่องหมายการค้าของเครื่องฉายข้อความ
(N) กล้องโทรทรรศน์
(PHRV) ทําให้หดสั้น
(ADJ) เกี่ยวกับกล้องส่องทางไกล
(N) เครื่องรับ-ส่งโทรเลข
(VI) ถ่ายทอดโทรทัศน์
(VT) ถ่ายทอดโทรทัศน์
(N) เครื่องรับโทรทัศน์
(N) ธุรกิจโทรทัศน์
(N) รายการทางโทรทัศน์
(N) รายการโทรทัศน์
(N) สถานีโทรทัศน์
(N) ข้อความทางโทรเลข
(N) โทรเลข
(VI) บอก
(VI) เปิดเผยความลับ
(VI) มีผลกระทบ
(VT) จําแนกความแตกต่าง
(VT) ทํานาย
(VT) บอก
(VT) เปิดเผย
(VT) รับประกันว่าเป็นจริง (ตามที่กล่าวไว้)
(VT) รู้
(VT) เล่า
(VT) สั่ง
(PHRV) เผยความลับ
(PHRV) เล่าเกี่ยวกับ
(PHRV) แยกแยะ
(PHRV) แยกแยะระหว่าง
(PHRV) บอกเวลาได้จาก
(N) เครื่องฝาก-ถอนเงิน
(N) ผู้นับคะแนนเสียงในสภา
(N) ผู้เล่านิทาน เรื่องราว ฯลฯ
(N) พนักงานรับฝาก-ถอนเงินในธนาคาร
(PHRV) บอกจาก
(PHRV) แยกแยะความแตกต่างจาก
(ADJ) ที่เกิดผล
(ADJ) ที่สื่อข้อมูล
(IDM) ฉันไม่เชื่อคุณ
(PHRV) ดุ (คําไม่เป็นทางการ)
(PHRV) เล่าให้ (บางคน) ฟังเกี่ยวกับ
(PHRV) ดุด่า
(PHRV) นับ
(PHRV) ดุ (คําไม่เป็นทางการ)
(PHRV) มีผลร้ายต่อ
(PHRV) นับซ้ําๆ
(IDM) แยกแยะคน หรือกลุ่มคนออกจากกัน
(IDM) ด่าว่ารุนแรง
(IDM) ด่าว่ารุนแรง
(ADJ) ที่บ่งชี้ว่ามีอยู่จริง
(N) คนเปิดโปงความลับหรือความผิดของผู้อื่น
(IDM) บอกความลับ
(IDM) บอกเวลา
(SL) เปิดเผยความลับ
(IDM) แยกแยะของออกจากันได้
(IDM) บอกเวลาได้
(PHRV) เล่าให้ฟัง
(IDM) แยกออกจาก
(N) ธาตุสีเงินคุณสมบัติคล้ายกํามะถัน มีสัญลักษณย่อ Te
(IDM) รู้ว่าใครเป็นใคร
(PHRV) รู้ความจริงจาก
(N) โทรทัศน์ (คําไม่เป็นทางการ)
(SL) ทีวี
(ADJ) บุ่มบ่าม
(N) การถือดี
(N) เทคนิควาดภาพด้วยสีที่มีน้ํามันผสมไข่แดง/ไข่ผสมน้ํา
(N) ความสงบ
(N) อารมณ์
(N) อารมณ์โกรธ
(VT) ทําให้เข้มแข็งขึ้น
(VT) ทําให้บรรเทาหรือน้อยลง
(N) ความหุนหันพลันแล่น
(N) อารมณ์
(ADJ) ที่มีอารมณ์แปรปรวน
(N) การควบคุมอารมณ์
(ADJ) ที่ควบคุมอารมณ์ได้ดี
(ADJ) พอควร
(N) อาณาเขตระหว่างซีกโลกร้อนกับขั้วโลก
(N) อุณหภูมิ
(ADJ) ที่มีอารมณ์
(PHRV) ทําให้ (ความดุร้าย, อํานาจ, กําลัง) ลดลง
(N) ความสับสน
(N) พายุ (หิมะ, ลูกเห็บฯลฯ)
(ADJ) ซึ่งมีพายุแรง
(N) แผ่นที่เจาะเป็นแม่แบบรูปต่างๆ
(N) วัด
(N) ขมับ
(N) แผ่นที่เจาะเป็นแม่แบบรูปต่างๆ
(N) ความเร็วที่เหมาะสมของดนตรี
(N) จังหวะการเคลื่อนไหวของกิจกรรมหรือวิถีชีวิต
(ADJ) ชั่วคราว
(ADJ) ที่เกี่ยวกับทางโลก
(ADJ) เกี่ยวกับขมับ
(N) กระดูกขมับ
(N) ลักษณะชั่วคราว
(ADV) โดยชั่วคราว
(ADJ) ชั่วคราว
(N) ผู้ที่ถูกจ้างให้ทํางานชั่วคราว
(VI) หน่วงเหนี่ยว
(VT) ทดสอบ
(VT) ทําให้อยาก
(VT) ล่อลวง
(N) การล่อ
(PHRV) ล่อจาก
(ADJ) ล่อใจ
(PHRV) ชักชวน
(N) ผู้ยั่วยวนที่เป็นหญิง
(PHRV) ชักจูงไปยัง
(N) อาหารทะเลหรือผักชุบแป้งผสมไข่แล้วทอด (อาหารญี่ปุ่น)
(ADJ) เป็นจํานวนสิบ
(N) กลุ่มของคนหรือสิ่งของที่มีจํานวนสิบ
(N) จํานวนสิบ
(ADJ) ที่สมเหตุสมผล
(ADJ) ที่สามารถกระทําในช่วงระยะเวลาหนึ่ง
(ADJ) ยึดถือได้
(ADJ) ที่ไม่ยอมง่ายๆ
(ADJ) เหนียว
(N) ความดื้อรั้น
(N) การเช่า
(N) ระยะเวลาเช่า
(N) ผู้เช่า
(VI) คอยรับใช้
(VT) เลี้ยง (สัตว์)
(VI) โน้มเอียง
(N) การดูแลเอาใจใส่
(N) จุดประสงค์เฉพาะ
(N) แนวโน้ม
(ADJ) (จิตใจ) เปราะบาง
(ADJ) ที่แสดงถึงความรักใคร่
(ADJ) อ่อน (เช่น สีอ่อน)
(ADJ) อ่อนนุ่ม
(ADJ) อ่อนเยาว์
(ADJ) อ่อนโยน
(VT) ทําให้อ่อน
(N) การยื่นประมูล
(N) สิ่งที่เสนอให้
(VI) ยื่นประมูล
(VT) เสนอให้
(N) รถบรรทุกน้ํามันหรือน้ํา
(N) เรือเล็กรับส่งระหว่างฝั่งกับเรือใหญ่
(N) คนอ่อนหัด
(PHRV) เสนอเพื่อแลกเปลี่ยนกับ
(ADJ) เห็นอกเห็นใจ
(VT) ทําให้เนื้อนุ่มโดยการทุบหรือใส่สารเคมี
(N) เนื้อสันใน
(N) ข้อเสนอประมูล
(N) เส้นเอ็นที่ยึดกล้ามเนื้อและกระดูก
(N) ยอดไม้เลื้อย
(PHRV) โน้มเอียงต่อ
(PHRV) โน้มเอียงต่อ
(ADJ) มืด
(N) บ้านพักอาศัย
(N) ห้องที่แบ่งให้เช่าพัก
(N) อสังหาริมทรัพย์
(N) ความเชื่อทางศาสนาหรือการเมือง
(N) เทนนิส
(N) ลูกเทนนิส
(N) สนามเทนนิส
(N) เดือยตัวผู้
(N) เลื่อยชนิดหนึ่งที่มีด้ามจับที่งอโค้งขึ้น
(N) แนวโน้ม
(N) ลักษณะหรือความหมายทั่วไป
(N) เสียงสูงสุดของผู้ชาย
(N) ตะปูยาว 3 นิ้ว
(N) ตัวตั้งโบว์ลิ่ง (ซึ่งมีทั้งหมด 10 ตัว)
(ADJ) ตึง
(ADJ) ตึงเครียด
(VI) ตึง
(VT) ทําให้ตึง
(N) กาล (เป็นรูปของกริยาแสดงเวลา)
(PHRV) ทําให้เกร็ง
(PHRV) ปั่นป่วน
(N) ความสามารถในการยืดหยุ่น
(ADJ) ยืดหยุ่นได้
(ADJ) เกี่ยวกับความตึงเครียด
(ADJ) ยืดได้
(N) ความเครียด
(N) ความตึง
(N) เครื่องมือที่ใช้ดึงให้ตึง
(ADJ) ซึ่งมีลักษณะคล้ายเต็นท์
(N) เต็นท์
(VI) พักอยู่ในเต็นท์
(VT) พักอยู่ในเต็นท์
(N) อวัยวะของสัตว์ที่ยื่นยาวออกมา เช่น งวง หนวด
(ADJ) ที่ยังพัฒนาไม่เต็มที่
(ADJ) ที่ยังไม่แน่นอน
(N) หนึ่งในสิบส่วนที่เท่าๆ กัน
(N) ความผอมบาง
(N) ความไม่เที่ยง
(ADJ) ที่ไม่สําคัญ
(N) การครอบครอง
(N) ช่วงระยะเวลาที่ดํารงตําแหน่ง
(ADJ) เกี่ยวกับช่วงระยะเวลาที่ดํารงตําแหน่ง
(N) กระโจมของชาวอินเดียนแดง
(ADJ) จืดชืด
(ADJ) อบอุ่นพอควร
(N) ความอุ่น (โดยเฉพาะของเหลว)
(N) ธาตุโลหะชนิดหนึ่งมีสัญลักษณ์ Tb
(ADJ) เกี่ยวกับ 300 ปี
(N) การเฉลิมฉลองครบรอบ 300 ปี
(ADJ) เกี่ยวกับ 300 ปี
(N) การเฉลิมฉลองครบรอบ 300 ปี
(N) คําศัพท์
(N) ภาคเรียน
(N) ระยะเวลาที่กําหนด
(N) สมัย
(VT) ตั้งชื่อ
(ADJ) รุนแรง
(N) หญิงดุร้าย
(ADJ) อาจสิ้นสุดลง
(ADJ) ที่เกิดขึ้นเสมอในแต่ละช่วงเวลา
(ADJ) ที่เกี่ยวกับหรือเป็นสถานีปลายทาง
(ADJ) ที่อยู่ในขั้นร้ายแรง
(ADJ) ปลาย
(N) ขั้วปลายสายไฟ
(N) สถานีปลายทาง
(N) ส่วนท้าย
(VI) สิ้นสุด
(VT) ทําให้สิ้นสุด
(N) การสิ้นสุด
(N) ผู้ยุติ
(N) คําศัพท์เฉพาะทาง
(N) ปลายทาง
(N) ปลวก
(ADJ) ซึ่งไม่จํากัดเวลา
(N) ข้อตกลง
(N) นกทะเลในสกุล Sterna คล้ายนกนางนวล
(N) กลุ่มที่มี 3 (คน, อัน, ชิ้น)
(N) เทพธิดาแห่งการเต้นรําและร้องเพลงประสานเสียง
(N) แผ่นดิน
(N) เนินที่ลาดเอียง
(N) ระเบียง
(VT) ทําเป็นระเบียง
(VT) ทําให้ลดหลั่นเป็นชั้น
(N) ดินเหนียวสีน้ําตาลแดงใช้ในการปั้น
(N) สีน้ําตาลแดง
(N) ดินแข็ง
(N) ภูมิประเทศ
(N) ยาฆ่าเชื้อแบ็กทีเรียที่มีส่วนผสมของ oxytetracycline
(ADJ) เกี่ยวกับโลก
(N) คนที่อาศัยบนโลก
(ADJ) ซึ่งแย่มาก
(ADJ) น่ากลัว
(ADV) อย่างเลวร้าย
(N) สุนัขพันธุ์เทอเรียร์
(ADJ) น่ากลัวมาก
(ADJ) ยอดเยี่ยมมาก
(ADJ) อย่างมาก
(VT) ทําให้หวาดกลัว
(VT) โน้มน้าวโดยการขู่ให้กลัว
(PHRV) ขู่จนยอม
(PHRV) ทําให้หวาดกลัว
(ADJ) เกี่ยวกับทหารภาคพื้นดิน
(ADJ) เกี่ยวกับภาคพื้นดิน
(ADJ) เกี่ยวกับอาณาเขตหรือดินแดน
(N) เขตน่านน้ําของแต่ละประเทศ
(N) ดินแดน
(N) แนวความคิด
(N) อาณาเขต
(N) การเคลื่อนไหวที่ก่อให้เกิดความรุนแรงเพื่อจุดประสงค์ทางการเมือง
(N) คนหรือสิ่งที่ก่อให้เกิดความกลัวสุดขีด
(N) ความหวาดกลัว
(N) เด็กที่ก่อกวน
(N) การใช้ความรุนแรงเพื่อข้อเรียกร้องทางการเมือง
(ADJ) ซึ่งก่อการร้าย
(N) ผู้ก่อการร้าย
(VT) ทําให้น่ากลัวมาก
(ADJ) กะทัดรัด
(ADV) อย่างกะทัดรัด
(ADJ) ลําดับที่สาม
(N) ฝังหินขัดเป็นลวดลายต่างๆ
(N) การทดสอบ
(N) แบบทดสอบ
(N) วิธีที่ใช้ในการทดสอบ
(N) เหตุการณ์ที่พิสูจน์คุณสมบัติของบุคคล
(VI) ตรวจสอบ
(VT) ตรวจสอบ
(N) การทําพินัยกรรมได้
(N) ข้อพิสูจน์ชัดแจ้ง
(N) พินัยกรรม
(ADJ) ซึ่งทําพินัยกรรมไว้ก่อนตาย
(N) ผู้ทําพินัยกรรม
(N) คดีทดสอบตัวบทกฎหมาย
(N) ผู้สอบ
(N) ผู้เข้าทดลอง
(PHRV) ทดสอบ
(N) ลูกอัณฑะ
(ADJ) เกี่ยวกับลูกอัณฑะ
(VI) พิสูจน์
(VI) ให้การเป็นพยาน
(PHRV) ให้การแย้ง
(PHRV) เป็นพยานให้
(PHRV) เป็นพยานยืนยัน
(PHRV) พิสูจน์ให้เห็น
(ADJ) เกี่ยวกับหนังสือรับรอง
(N) หนังสือรับรอง
(N) การยืนยันโดยเปิดเผย
(N) คําให้การภายใต้การสาบาน
(N) หลักฐาน
(N) ลูกอัณฑะ
(N) ฮอร์โมนเพศชายจากลูกอัณฑะสร้างลักษณะผู้ชาย
(PHRV) ตรวจละเอียด
(N) หลอดทดลอง
(N) เด็กหลอดแก้ว
(ADJ) โกรธง่าย
(ADJ) เกี่ยวกับโรคบาดทะยัก
(N) การหดตัวของกล้ามเนื้อ
(N) บาดทะยัก
(N) โรคบาดทะยัก
(ADJ) โกรธง่าย
(ADV) ระหว่างบุคคลสองคนเท่านั้น
(N) การสนทนาระหว่างบุคคลสองคน
(N) เก้าอี้รูปตัวเอส (S) ที่นั่งได้สองคนเท่านั้น
(N) ขอบเขต
(N) เชือกล่าม
(VT) ล่ามด้วยเชือก
(PRF) สี่
(PRF) สี่
(N) รูปสี่เหลี่ยม
(N) สมาชิกเผ่าเยอรมันโบราณเผ่าหนึ่ง 100 ปีก่อนคริสต์กาล
(N) เกี่ยวกับชนเผ่าเยอรมันโบราณเผ่าหนึ่ง 100 ปีก่อนคริสต์กาล
(N) รัฐเท็กซัสของสหรัฐอเมริกา
(N) ข้อความสั้นๆ
(N) ต้นฉบับ
(N) เนื้อเพลง
(N) เนื้อหา
(N) หนังสือเรียน
(N) หัวข้อสําคัญ
(N) หนังสือเรียน
(N) วัตถุดิบที่นํามาทําสิ่งทอ
(N) สิ่งทอ
(N) เกี่ยวกับต้นฉบับหรือถ้อยคําเดิม
(N) การจัดเส้นด้ายในการทอ
(N) การจัดองค์ประกอบ
(N) เนื้อผ้า
(N) พื้นผิวของงานศิลปะ
(N) วัตถุที่ทํามาจากสิ่งทอ
(VT) ทอผ้า
(N) สัญลักษณ์ทางเคมีของธาตุ thorium
(ADJ) เกี่ยวกับคนไทย
(ADJ) ที่เกี่ยวกับประเทศไทย
(N) คนไทย
(N) ภาษาไทย
(N) ไทย
(N) ประเทศไทย
(N) เนื้อสมองสีเทาที่ฐานของสมองใหญ่
(ADJ) เกี่ยวกับทะเลและมหาสมุทร
(N) ยากล่อมประสาทที่ทําให้ทารกเกิดมามือและแขนกุด
(N) ธาตุโลหะสีขาว สัญลักษณ์ทางเคมีคือ TI
(CONJ) กว่า (ใช้ในการเปรียบเทียบ)
(PREP) กว่า (ใช้ในการเปรียบเทียบ)
(N) วิชาเกี่ยวกับความตาย
(N) ขุนนางยุคแองโกลแซกซอน
(VT) รับผิดชอบ (การใช้แบบประชด)
(VT) แสดงการขอบคุณ
(N) ผู้ขอบคุณ
(PHRV) ขอบคุณสําหรับ
(ADJ) ที่รู้สึกขอบคุณ
(ADJ) ที่รู้สึกยินดี
(IDM) ขอบคุณในสิ่งเล็กๆ น้อยแต่มีประประโยชน์
(ADJ) ที่ไม่น่าชื่นชม
(ADJ) ที่ไม่รู้สึกขอบคุณ
(IDM) ขอบคุณในโชค
(N) การขอบคุณ
(N) การแสดงความขอบคุณ
(N) ไก่งวงที่ใช้ในวันขอบคุณพระเจ้า
(N) วันขอบคุณพระเจ้า
(ADJ) ควรได้รับการขอบคุณ
(N) การแสดงความขอบคุณ
(N) การแสดงความขอบคุณ
(ADJ) อย่างนั้น
(CONJ) เพราะว่า
(DET) (คนหรือสิ่งของ) นั้น (ใช้นําหน้านามเพื่อบ่งชี้)
(PRON) นั้น
(N) ผมที่หยาบและรุงรังเหมือนฟางมุงหลังคา
(N) สิ่งที่ใช้มุงหลังคา
(N) หลังคาใบจาก
(SL) ขนที่อวัยวะเพศ
(VT) มุงหลังคาด้วยจาก
(IDM) ชัดเจนโดยไม่ต้องอธิบาย
(IDM) ไม่น่าเชื่อเลยว่าสิ่งนั้นจะเกิดขึ้น
(SL) ไม่น่าเป็นไปได้
(IDM) ฉันก็เช่นกัน
(IDM) ใช่แล้ว
(SL) นั่นมากไป
(IDM) ก็คงต้องเป็นอย่างนั้นแหละ
(IDM) นี่คือสิ่งสุดท้าย
(SL) นั่นแหละชีวิตจริง
(IDM) เป็นเช่นนั้นตลอดกาลและไม่ต้องไปยุ่งเกี่ยวอีก
(SL) พอกันที
(IDM) นี่คือสิ่งสุดท้าย
(IDM) ใช่เลย นั่นแหละที่ต้องการ
(SL) นั่นแหละทําอย่างนั้น
(IDM) ก็คงต้องเป็นอย่างนี้แหละ
(SL) ฉันเห็นด้วย
(IDM) มันเรียบร้อยดีแล้ว
(SL) มากไปแล้ว
(IDM) มันเพียงพอแล้ว
(N) การพัฒนาความสัมพันธ์ระหว่างประเทศหลังจากที่ไม่เป็นมิตรกันมาก่อน
(N) สภาวะที่อากาศอุ่นขึ้นถึงจุดที่หิมะและน้ําแข็งละลาย
(VI) ละลาย (น้ําแข็งหรือหิมะ)
(VT) ทําให้ละลาย
(VT) เป็นมิตรขึ้น
(PHRV) ทําให้เป็นกันเอง
(PHRV) ละลาย
(ART) คํานําหน้านามชี้เฉพาะ
(PRF) พระเจ้า
(N) การละคร
(N) การสร้างละคร
(N) โรงภาพยนตร์
(N) โรงละคร
(N) ห้องบรรยาย
(N) ผู้ชมละคร มหรสพ ภาพยนตร์
(N) การละคร
(N) การสร้างละคร
(N) โรงภาพยนตร์
(N) โรงละคร
(N) ผู้ชมละคร  มหรสพ ภาพยนตร์
(N) โรงละครที่จัดการแสดงกลางที่นั่งของผู้ชม
(ADJ) เกี่ยวกับละคร มหรสพ ภาพยนตร์
(PRON) ท่าน (คําโบราณ)
(N) การขโมย
(N) สิ่งที่ถูกขโมย
(IDM) เป็นที่นิยม
(ADJ) ของเขาเหล่านั้น
(PRON) ของเขาเหล่านั้น
(N) ความเชื่อว่าพระเจ้ามีอยู่จริง
(IDM) คนสุดท้าย (ที่จะให้จัดการกับปัญหา)
(PRON) พวกเขา (รูปกรรมของ they)
(ADJ) เกี่ยวกับใจความสําคัญ
(N) แนวบทเพลง
(N) บทความ
(N) หัวข้อ
(N) เพลงประจําของรายการภาพยนตร์ โทรทัศน์ หรือวิทยุ
(PRON) ด้วยตัวของพวกเขาเอง
(IDM) คําที่จะทําให้เป็นเรื่องทะเลาะกัน
(ADJ) ในตอนนั้น
(ADV) ดังนั้น
(ADV) นอกจากนี้
(ADV) ในขณะนั้น
(ADV) หลังจากนั้น
(N) เวลานั้น
(IDM) ทันทีทันใด
(ADV) จากนั้น
(ADV) นับแต่นั้นเป็นต้นมา
(ADV) นับแต่นั้นเป็นต้นมา
(PRF) พระเจ้า
(N) ระบบการปกครองที่ยึดถือพระเจ้าหรือเทพเจ้าเป็นหลัก
(N) เครื่องมือติดกล้องที่ใช้ในการรังวัดปักเขตที่ดิน
(N) นักเทววิทยา
(ADJ) เกี่ยวกับเทววิทยา
(VI) พิจารณาโดยใช้แนวคิดทางเทววิทยา
(N) เทววิทยา
(N) วิชาว่าด้วยการศาสนา
(N) ข้อพิสูจน์ทางคณิตศาสตร์
(N) แนวคิดที่ยอมรับว่าเป็นจริง
(ADJ) เกี่ยวกับทฤษฎี
(ADJ) ตามทฤษฎี
(ADJ)  ที่มีแนวโน้มเป็นการคาดเดา
(ADV) ตามหลักทฤษฎี
(N) นักทฤษฎี
(N) นักทฤษฎี
(VI) สร้างทฤษฎี
(VT) สร้างทฤษฎี
(PHRV) ออกความเห็นเกี่ยวกับ
(N) ทฤษฎี
(N) สมมติฐาน
(N) ความคิดด้านปรัชญาหรือศาสนาที่ยึดหลักเทววิทยา
(ADJ) เกี่ยวกับการรักษาโรค
(N) วิทยาและศิลปะการรักษาโรค
(N) นักบําบัดโรค
(N) นักบําบัดโรค
(N) การบําบัดโรค
(ADV) ที่นั่น
(ADV) ในข้อนั้น
(ADV) ในผลสําเร็จนั้น
(N) ภาวะนั้น
(PRON) ที่นั่น
(PRON) ประเด็นนั้น
(PRON) มี (ใช้เป็น indefinite pronoun อยู่ต้นประโยค)
(ADV) โดยประมาณนั้น
(ADV) โดยประมาณนั้น
(ADV) หลังจากนั้น
(IDM) มีคนอื่นมากมายให้เลือก
(ADV) ณ เวลานั้น
(ADV) เพราะเหตุนั้น
(ADV) ด้วยวิธีนั้น
(IDM) มีเรื่องน่าสนใจเกี่ยวกับสิ่งนั้น
(ADV) ด้วยเหตุนั้น (คําโบราณ)
(ADV) เพราะฉะนั้น
(ADV) จาก (สิ่งที่กล่าวอ้างถึงมาก่อน)
(ADV) ซึ่งในเรื่องนั้น
(ADV) ในที่นี้ (ศัพท์ทางกฎหมาย)
(ADV) ตั้งแต่นั้นต่อมา
(ADV) โดยเข้าไปในสถานการณ์นั้น
(IDM) ไม่ได้รับอนุญาตให้ทําสิ่งนั้นๆ
(IDM) ปัญหากําลังก่อตัว
(ADV) เป็นของ (ศัพท์ทางกฎหมาย)
(ADV) บนสิ่งนั้น
(IDM) มีทางมากกว่าหนึ่งทางในการทําสิ่งใดสิ่งหนึ่งเสมอ
(IDM) เรื่องครหาใดๆ ต้องมีมูล
(ADV) ไปยังสิ่งนั้น
(ADV) ก่อนจะถึงเวลานั้น (คําทางการ)
(ADV) ภายใต้สิ่งนั้น
(ADV) เกี่ยวกับเรื่องนั้น
(ADV) เพราะฉะนั้น
(ADV) หลังจากนั้นทันที
(IDM) มีปัญหามากมาย
(ADV) โดยวิธีนั้น
(ADV) ตามนั้น (คําทางการ)
(ADV) นอกเหนือไปจากนั้น
(ADV) หลังจากนั้น
(ADJ) (เครื่องนุ่งห่ม) ที่ออกแบบเพื่อเก็บกักความร้อนของร่างกายมนุษย์
(ADJ) ที่เกี่ยวกับความร้อน
(ADJ) ที่เป็นแหล่งความร้อนโดยธรรมชาติ
(N) กระแสลมอุ่นที่พัดสูงขึ้น
(PRF) ร้อน
(ADJ) เกี่ยวกับหรือเกิดจากความร้อน
(PRF) ที่เกี่ยวข้องกับความร้อน
(PRF) ร้อน
(N) เครื่องมือวัดอุณหภูมิชนิดหนึ่ง
(N) วิทยาศาสตร์ความสัมพันธ์ระหว่างความร้อนกับพลังงานกล
(ADJ) เกี่ยวกับความสัมพันธ์ระหว่างความร้อนกับไฟฟ้า
(N) ไฟฟ้าที่เกิดจากความร้อนหรือความแตกต่างของอุณหภูมิ
(N) เครื่องวัดอุณหภูมิ
(ADJ) เกี่ยวกับนิวเคลียร์ความร้อน
(N) เครื่องหมายการค้าของกระติกน้ําร้อนสุญญากาศ
(N) เครื่องตัดกระแสไฟฟ้า เช่น ที่ใช้ในเตาอบ
(N) พจนานุกรมที่รวมคําศัพท์ที่มีความหมายใกล้เคียงกัน
(ADJ) เหล่านี้ (พหูพจน์ของ this)
(PRON) เหล่านี้ (พหูพจน์ของ this)
(N) ข้อวินิจฉัย
(N) วิทยานิพนธ์
(N) หัวข้อของบทความ
(ADJ) เกี่ยวกับละครทั่วไป
(N) ผู้แสดง
(ADJ) เกี่ยวกับโรงละครหรือการแสดง
(N) พยัญชนะตัวที่ 8 ของภาษากรีก
(PRON) พวกเขา
(ABBR) คําย่อของ they had, they would
(ABBR) คําย่อของ they will, they shall
(ABBR) คําย่อของ they are
(ABBR) คําย่อของ they have
(N) สารไธอามีน
(N) สารไธอามีน
(ADJ) โง่
(ADJ) ที่เด่นชัด
(ADJ) ที่ไม่ชัดเจน
(ADJ) สนิทสนม
(ADJ) หนา
(ADJ) หนาทึบ
(ADJ) หนาแน่น
(ADJ) เหนียว
(ADV) อย่างหนา
(N) ส่วนที่ลึก หนาหรือกว้างที่สุด
(N) ส่วนที่หนาแน่นที่สุด
(IDM) จํานวนมากและเพิ่มขึ้นรวดเร็ว
(SL) งี่เง่ามาก
(SL) งี่เง่ามาก
(IDM) เป็นเพื่อนกับ (คําไม่เป็นทางการ)
(SL) งี่เง่ามาก
(IDM) โง่มาก (คําไม่เป็นทางการ)
(VI) หนาขึ้น
(VT) ทําให้หนาขึ้น
(N) สารเพิ่มความเข้มข้นของของเหลว
(N) การทําให้เข้มข้นขึ้น
(PHRV) หนาขึ้น
(N) หมู่ไม้หรือพุ่มไม้ที่ขึ้นหนาแน่น
(N) คนทึ่ม
(ADJ) โง่
(N) ความหนา
(N) ชั้นของวัตถุ
(SL) คนโง่
(ADJ) หนาทึบ
(ADJ) ที่ไม่แยแส
(IDM) ไม่อ่อนไหวง่าย
(ADJ) ที่หัวทื่อ
(ADJ) โง่
(N) ขโมย
(VT) ขโมย
(N) การขโมย
(ADJ) ขี้ขโมย
(N) ต้นขา
(N) กระดูกต้นขา
(N) กระดูกต้นขา
(N) คานรถม้า
(N) ปลอกนิ้ว
(N) จํานวนเล็กน้อย
(ADJ) เจือจาง
(ADJ) ที่ไม่น่าเชื่อถือ
(ADJ) ที่สามารถมองผ่านไปได้
(ADJ) น้อย
(ADJ) บาง
(ADJ) เบา
(ADJ) ผอมบาง
(ADJ) แผ่วเบา
(ADJ) (สี) ซีด
(ADV) อย่างบาง
(VI) บางลง
(VT) ทําให้น้อยลง
(IDM) ผอมมาก
(PHRV) ทําให้บางลง
(PRON) บุรุษสรรพนามแสดงความเป็นเจ้าของของ thou (คําโบราณ)
(IDM) สิ่งเล็กๆ น้อยที่จะนําไปสู่ปัญหาใหญ่ขึ้นได้
(N) การกระทํา
(N) กิจกรรมที่ชอบ
(N) ความคิดหรือคําพูด
(N) ความชอบหรือเกลียดอย่างมาก
(N) งานที่ต้องทํา
(N) จุดประสงค์
(N) รายละเอียด
(N) สิ่งของ
(N) สิ่งที่เกิดขึ้น
(N) สิ่งที่ปรารถนาจะได้มา
(N) สิ่งมีชีวิต
(N) เสื้อผ้าอาภรณ์
(N) สิ่งที่ผู้พูดลืมชื่อ
(IDM) สภาพบางอย่างกําลังดีขึ้น
(N) การคิด
(VI) เข้าใจ
(VI) คิด
(VI) ตั้งใจ
(VI) นึกออก
(VI) เลือก
(VT) เข้าใจ
(VT) คาดเดา
(VT) คิด
(VT) ตั้งใจ
(VT) นึกออก
(VT) มีความคิดเห็น
(VT) มุ่งความสนใจไปยัง
(ADJ) ซึ่งสามารถคิดได้
(PHRV) คิดถึงเกี่ยวกับ
(PHRV) มีความคิดเห็นเกี่ยวกับ
(VT) พิจารณาเกี่ยวกับ
(PHRV) คิดใหม่
(IDM) นึกถึงในแง่ดี
(PHRV) คิดล่วงหน้า
(IDM) นึกถึงในแง่ดี
(PHRV) หวนคิดถึง
(PHRV) คิดก่อน (ทําบางสิ่ง)
(VT) เปลี่ยนใจที่จะไม่ทําบางสิ่งบางอย่าง
(SL) หัว
(N) นักคิด
(PHRV) คิดว่าเหมาะสม
(PHRV) คิด (เป็นเวลา)
(PHRV) คิดด้วยตนเอง
(IDM) นึกถึงในแง่ดี
(ADJ) ซึ่งสามารถคิดด้วยเหตุผลได้
(N) การคิด
(N) การตัดสิน
(IDM) ไม่ได้นึกถึง
(IDM) นึกถึงในแง่ดี
(IDM) คิดน้อย
(IDM) ไม่ได้นึกถึง
(PHRV) คิดถึง
(VT) คิดถึง
(VT) จําได้
(VT) พิจารณา
(PHRV) จําได้
(PHRV) คิดถึงเกี่ยวกับ (คําเก่า)
(IDM) คิดไปพูดไป
(PHRV) คิดออกมา
(VT) พินิจพิเคราะห์
(VT) ออกแบบ
(IDM) คิดดัง
(PHRV) ทบทวน
(VT) ใคร่ครวญอย่างละเอียด
(SL) ข้อเขียนในหนังสือพิมพ์หรือนิตยสาร
(SL) อ่อนไหวกับคําวิจารณ์
(N) กลุ่มคนที่ทํางานเกี่ยวกับการวิจัย
(N) คณะทํางานระดับมันสมอง
(IDM) ชอบมาก
(PHRV) ใช้เวลาคิดทบทวน
(PHRV) คิดถึง
(PHRV) คิดทบทวน
(IDM) คิดให้ถี่ถ้วนก่อนทําบางอย่าง
(PHRV) คิดออก
(N) ทินเนอร์ที่ใช้ผสมสี
(IDM) จํานวนน้อย
(IDM) หัวล้าน
(IDM) น้อยลง
(PHRV) เอาออก
(ADJ) ที่มีความรู้สึกไวต่อการวิจารณ์หรือนินทา
(IDM) อ่อนไหวง่าย
(PRF) คําอุปสรรค มีความหมายว่า กํามะถัน
(ADJ) ซึ่งเป็นลําดับที่สาม
(ADV) ที่สาม
(N) เกียร์สาม
(N) บันไดเสียงที่สาม
(N) เศษหนึ่งส่วนสาม
(N) อันดับที่สาม
(N) การใช้วิธีสอบสวนอย่างขู่เข็ญหรือเคร่งครัด
(N) ความไหม้ในระดับรุนแรงที่สุด
(N) มิติที่ 3 (ความหนา)
(ADV) ในลําดับสาม
(N) บุคคลที่เข้าไปพัวพันกับเรื่องผิดกฎหมายโดยไม่ตั้งใจ
(N) บุรุษที่สาม
(ADJ) ชั้นที่ 3
(VI) เจาะ
(VI) รู้สึกขนลุก
(VT) เจาะ
(N) ความกระหายน้ํา
(N) ความปรารถนา
(VI) กระหายน้ํา
(VI) ปรารถนา
(PHRV) กระหาย
(PHRV) กระหาย (น้ํา)
(ADJ) ซึ่งขาดน้ํา
(ADJ) ซึ่งปรารถนาอย่างแรงกล้า
(ADJ) ที่กระหายน้ํา
(DET) สิบสาม
(N) สิบสาม
(PRON) สิบสาม
(DET) ที่สิบสาม
(N) ลําดับที่สิบสาม
(PRON) ที่สิบสาม
(DET) ที่สามสิบ
(N) ลําดับที่สามสิบ
(PRON) ที่สามสิบ
(DET) สามสิบ
(N) สามสิบ
(PRON) สามสิบ
(ADV) ขนาดนี้
(DET) (คน, สิ่ง) นี้
(PRON) นี้ (ใช้แทนคํานามที่กล่าวถึงหรือทราบกันดีอยู่แล้ว)
(N) พืชไม้มีหนามจําพวก Cirsium, Carduus, Onopordum
(ADJ) ไกลออกไป
(ADV) ไปยังที่นั่น
(ADV) จนกว่าจะถึงเวลานั้น
(ADV) ถึงแม้ว่า (คําย่อของ though)
(CONJ) ถึงแม้ว่า (คําย่อของ though)
(N) หลักหรือหมุดยึดกรรเชียงที่กราบเรือ
(N) สายหนัง
(VT) เฆี่ยนหรือรัดด้วยสายหนัง
(N) รองเท้าแตะแบบคีบ
(ADJ) ที่อยู่บริเวณทรวงอก
(N) ทรวงอก
(N) ธาตุโลหะกัมมันตรังสี มีสีเทาเข้ม มีสัญลักษณ์ Th
(N) พืชมีหนาม
(N) หนาม
(N) อุปสรรค
(N) ต้นไม้ชนิดหนึ่ง
(ADJ) มีหนามมาก
(ADJ) ที่ทําอย่างเต็มที่
(ADJ) ละเอียดถี่ถ้วน
(ADJ) เป็นเนื้อแท้
(N) บุคคลที่ได้รับการศึกษามาอย่างดี
(N) ถนนในเมือง (โดยเฉพาะสายหลักที่การจราจรคับคั่ง)
(ADJ) เต็มที่
(ADV) อย่างละเอียดถี่ถ้วน
(ADV) อย่างสมบูรณ์
(ADJ) ซึ่งได้รับการฝึกในทุกรูปแบบ
(ADJ) เหล่านั้น (คําพหูพจน์ของ that)
(PRON) เหล่านั้น (คําพหูพจน์ของ that)
(N) หนึ่งพัน
(N) คุณ
(ADV) อย่างไรก็ตาม
(CONJ) ถึงแม้ว่า
(N) ความคิด
(VI) กริยาช่อง 2 และช่อง 3 ของ think
(VT) กริยาช่อง 2 และช่อง 3 ของ think
(ADJ) ครุ่นคิด
(ADJ) ไม่ระมัดระวัง
(ADJ) ไตร่ตรองมาก
(ADJ) ซึ่งมีจํานวนพัน
(N) จํานวนมาก
(N) หนึ่งพัน
(N) หลักพัน
(ADJ) หนึ่งพันเท่า
(ADV) เป็นพันเท่า
(N) จํานวนพันเท่า
(N) หนึ่งในพันส่วน
(N) ทาส
(N) ผู้ถูกครอบงําทางจิตใจ
(N) ทาส
(N) การเฆี่ยน
(VI) แกว่งไปแกว่งมา
(VI) ตีขาในน้ํา
(VT) แกว่งไปแกว่งมา
(VT) เฆี่ยน
(VT) ทําให้แพ้อย่างสิ้นเชิง
(VT) นวดข้าว
(PHRV) ดิ้นไปมา
(N) นกหางยาวจําพวก Toxostoma
(PHRV) คาดคั้น
(PHRV) ถก (หาคําตอบ) ให้กับ
(N) ชีวิตของมนุษย์
(N) ด้าย
(N) เรื่องหรือเหตุการณ์ที่เกิดขึ้นต่อเนื่องกัน
(N) สิ่งที่มีลักษณะเรียวเล็ก
(VI) เคลื่อนที่ไปอย่างระมัดระวัง
(VT) เคลื่อนที่ไปอย่างระมัดระวัง
(VT) ทะลุผ่าน
(VT) ร้อยลูกปัด
(ADJ) เก่าจนหมดขน (เสื้อผ้า)
(N) เครื่องมือที่ใช้ในการร้อยด้ายเข้าเข็ม
(SL) เสื้อผ้า
(PHRV) สอดผ่าน
(N) การคุกคาม
(VI) คุกคาม
(VT) คุกคาม
(PHRV) ขู่ด้วย
(N) กลุ่มที่มีจํานวนสาม
(N) จํานวนสาม
(ADJ) มี 3 มิติ (กว้าง สูง ลึก)
(ADJ) ประกอบด้วย 3 ส่วน
(ADJ) สามเท่า
(ADV) เป็นสามเท่า
(N) เหรียญ 3 เพนนีของอังกฤษ
(ADJ) ที่มีมูลค่า 3 เพนนี
(ADJ) มีมูลค่าน้อยมาก (จํานวนเงิน)
(ADJ) ที่ประกอบด้วยสามชั้น
(ADJ) ประกอบด้วย 3 ใน 4 ส่วน
(N) หกสิบ
(N) กลุ่มที่มี 3 คน (อัน ชิ้น)
(ADJ) ซึ่งเกิดขึ้นหรือมีสามทาง
(N) กลอน คําพูดหรือเพลงคร่ําครวญถึงคนตาย
(N) การนวดข้าว
(VI) นวดข้าว
(VT) เฆี่ยน
(VT) นวดข้าว
(VT) พิจารณาละเอียด
(N) จุดเริ่มต้น
(N) ทางเข้า
(N) ธรณีประตู
(VT) กริยาช่องที่ 2 ของ throw
(ADV) สามครั้ง
(N) ความประหยัด
(N) ซึ่งไม่ประหยัด
(ADJ) ประหยัด
(N) ความรู้สึกตื่นเต้น
(N) ประสบการณ์น่าตื่นเต้น
(VI) ตื่นเต้น
(VI) รู้สึกพอใจ
(VI) สั่น
(VT) ทําให้ตื่นเต้น
(VT) ทําให้พอใจ
(VT) ทําให้สั่น
(PHRV) ตื่นเต้นดีใจต่อ
(N) เรื่องเขย่าขวัญ
(ADJ) เขย่าขวัญ
(PHRV) ทําให้เร้าใจด้วย
(N) เหรียญ 3 เพนนี
(N) แมลงขนาดเล็กชนิดหนึ่ง
(VI) เจริญเติบโตดี
(VI) ประสบความสําเร็จ
(PHRV) เติบโตด้วยการกิน (บางสิ่ง)
(N) ช่องคอ
(VT) เปล่งเสียงจากลําคอ
(ADJ) ซึ่งเปล่งเสียงจากลําคอ
(N) การเต้นเป็นจังหวะ
(VI) เต้นเป็นจังหวะและแรง (เช่น การเต้นของหัวใจ)
(PHRV) ปวดตลอด
(N) อาการปวดเกร็ง
(N) การเกิดลิ่มเลือดที่ทําให้เส้นเลือดอุดตันได้
(N) ก้อนเลือด
(N) ตําแหน่งกษัตริย์
(N) บัลลังก์
(N) ผู้ครองบัลลังก์
(VI) ขึ้นครองบัลลังก์
(VI) นั่งบนบัลลังก์
(VT) ทําให้ขึ้นครองบัลลังก์
(N) ฝูงชน
(VI) มาชุมนุมกัน
(VT) ทําให้เนืองแน่น
(PHRV) จับกลุ่ม
(PHRV) ออกันเต็ม
(PHRV) เบียดกันออก
(N) หัวเปิดปิดน้ํา
(PHRV) ทําให้ (เครื่องยนต์) ช้าลงเพราะเปลี่ยนคันบังคับ
(ADJ) ซึ่งเดินทางรวดเดียว
(ADJ) ที่เสร็จสิ้น
(ADV) โดยตลอด
(ADV) ไปจนเสร็จสิ้น
(ADV) ผ่านไปตาม
(PREP) ด้วยวิธี
(PREP) ตลอดทุกจํานวน
(PREP) ตั้งแต่เริ่มจนกระทั่งถึง
(PREP) ท่ามกลาง
(PREP) เนื่องจาก
(PREP) ปราศจากการหยุด
(PREP) ผ่านไป
(IDM) ทั้งหมด
(SL) โดยตลอด
(PHRV) ทําเสร็จ
(PHRV) มีโทรศัพท์มา
(IDM) ผจญผ่านมาด้วยความยากเย็น
(ADJ) โดยตลอด
(ADV) โดยตลอด
(ADV) ทุกขณะ
(PREP) โดยตลอด
(PREP) ตั้งแต่ต้นจนจบ
(N) ปริมาณงานที่ทําในช่วงเวลาหนึ่ง
(N) ทางผ่านตลอด
(IDM) ทําเรียบร้อย
(VI) กริยาช่องที่ 2 ของ thrive
(N) การขว้าง
(N) คะแนนที่ได้จากการขว้าง
(N) ระยะทางที่ขว้างได้
(VT) แกล้งแพ้ (โดยการติดสินบน)
(VT) ขว้าง
(VT) จ้องมองอย่างฉับพลัน
(VT) ทําให้เคลื่อนที่อย่างเร่งรีบ
(VT) ทําให้เป็นรูป
(VT) ทําให้แปลกใจ
(VT) ทําให้สับสน
(VT) ทําให้ออกไปจาก
(VT) ปั่นด้าย
(VT) เป็นเจ้าภาพงานเลี้ยง
(VT) ระเบิดอารมณ์
(VT) ส่อง (ไฟ)
(VT) เหวี่ยง (แขน, คน ฯลฯ)
(VT) เหวี่ยงหมัด
(PHRV) ขว้างปา
(PHRV) คลุม
(PHRV) โบกมือหรือแกว่งขาไปมา
(IDM) โกรธมาก
(PHRV) ละทิ้ง
(IDM) ทําให้เสียหายอย่างจงใจ
(PHRV) จ้องไปทาง
(PHRV) ปา / ขว้างไปที่
(PHRV) กําจัด
(PHRV) ปล่อยให้หลุดลอยไป
(SL) ใบปลิว
(VT) ใช้ไปอย่างเสียเปล่า
(VT) ละทิ้ง
(PHRV) โยนทิ้ง
(PHRV) ขว้างกลับ
(PHRV) ดูเหมือนกับ (ญาติในอดีต)
(PHRV) ทําให้ล่าช้า
(PHRV) พับกลับ (ผ้า)
(PHRV) หันกลับ
(PHRV) บังคับให้ยึดติดกับ
(IDM) กล้าเสี่ยง
(PHRV) ขว้าง / ปา / โยนลง
(PHRV) ทําให้พ่ายแพ้
(PHRV) หมอบลง
(IDM) ยอมจํานน
(IDM) หยุดงานประท้วง
(IDM) ท้าแข่ง
(PHRV) ทําให้พ่ายแพ้ (คําไม่เป็นทางการ)
(IDM) เสียเงินเพิ่มหลังจากเคยเสียมาแล้วครั้งหนึ่ง
(PHRV) ขว้าง / โยนเข้าไป
(PHRV) แทรก
(PHRV) พูดหรือเขียนเพิ่มเติม
(PHRV) เพิ่มเติม (บางสิ่ง) เข้าไป
(PHRV) เลิกพยายาม
(PHRV) เลิกเล่นไพ่
(IDM) ยกเลิก
(IDM) ยอมรับความพ่ายแพ้
(PHRV) จับขังคุก
(PHRV) โยน / ขว้าง / เหวี่ยงเข้าไป
(PHRV) ร่วมมือ (โดยเฉพาะในสิ่งที่ผิด)
(VT) กริยาช่องที่ 3 ของ throw
(PHRV) เขียนง่าย
(PHRV) ทําให้ทรงตัวไม่ได้
(PHRV) ทําให้พ่ายแพ้
(PHRV) ทําให้สับสน
(PHRV) พูดไม่ระวัง
(PHRV) รีบถอดออก
(PHRV) ส่งออกมา (กลิ่น, ความร้อน ฯลฯ)
(PHRV) สลัดออก
(PHRV) หนีรอดจาก
(PHRV) โยน
(PHRV) รีบสวมใส่ (เสื้อผ้า)
(PHRV) ทําให้ขึ้นอยู่กับ
(PHRV) ทําให้ชัดเจน
(PHRV) ร้องขอความเมตตา
(PHRV) (แสง, ร่มเงา) สาดลงบน
(IDM) ประกาศเข้าร่วม (การแข่งขัน, การเลือกตั้ง)
(IDM) ย้อนกลับ
(PHRV) ผลักให้เปิด
(PHRV) ทําให้บาดเจ็บ
(PHRV) ทําให้สับสน
(PHRV) ทําให้เสีย
(PHRV) ทําให้ออกจากบ้าน
(PHRV) โยน / ขว้าง / เหวี่ยงออกไป
(PHRV) โยนทิ้ง
(PHRV) โยนข้าม
(PHRV) เลิกมีความสัมพันธ์ (ทางเพศ) กับ
(PHRV) รีบสร้าง
(PHRV) (แสง, ร่มเงา) ตกลงบน
(PHRV) ทําให้ตกน้ํา (จากเรือ)
(PHRV) ยกเลิก
(IDM) ทําให้สับสน
(DM) ทําให้ทรงตัวไม่ได้
(DM) รีบหมอบ / นอนลง
(DM) ทําให้ว่างงาน
(DM) ตําหนิในเรื่อง
(DM) เสียเปล่า
(PHRV) ทําโทษหรือลงโทษอย่างหนัก
(PHRV) ขว้างไปที่
(PHRV) รีบเก็บ
(PHRV) ป่วย
(PHRV) ปาขึ้น
(PHRV) รีบสร้าง (อาคาร, สิ่งปลูกสร้าง)
(PHRV) ละทิ้ง
(PHRV) สูญเสีย
(PHRV) หมดหวัง
(ADJ) ผ่าน
(ADV) ผ่าน
(PREP) ผ่าน
(VT) ดีดดนตรีเบาๆ
(PHRV) เคาะเล่นๆ
(SL) นมหรือหัวนม
(N) นกขนาดเล็กและมีเสียงไพเราะ
(VI) ผลัก
(VT) ผลัก
(PHRV) ดันตรงที่
(PHRV) ทุบ
(PHRV) ผลักไปด้านข้าง
(PHRV) แทง
(PHRV) ผลักไส
(PHRV) ทําให้ถอยกลับ
(PHRV) ยัดลง
(PHRV) ดันไปข้างหน้า
(PHRV) ทําให้เด่น
(PHRV) ดันออกจาก
(PHRV) เข้าโจมตี
(PHRV) แทง (บางสิ่ง) เข้าไป
(PHRV) กระตุ้นหรือผลักดันให้เข้าสู่
(PHRV) แทง / ทิ่ม (บางสิ่ง) เข้าไป
(PHRV) บังคับให้ยอมรับ
(IDM) บังคับให้ยอมรับ / เชื่อ
(PHRV) แหวก (ทางผ่าน)
(PHRV) ผลัก / ดันไปทาง
(PHRV) บังคับให้ยอมรับ
(N) เสียงดังตุ้บ
(VT) ทําให้เกิดเสียงดังตุ้บ
(N) คนโหดร้าย
(N) นิ้วหัวแม่มือ
(IDM) ยกนิ้วโป้งให้สัญญาณกับรถที่ผ่านมาเพื่อขอโดยสารรถไปด้วย
(N) ร่องเปิดหนังสือ
(N) ตะปูควง
(N) การไม่เห็นด้วย
(PHRV) พลิก (หน้าหนังสือ) อย่างเร็ว
(ADJ) เด่น
(PHRV) ตีดังๆ
(PHRV) เคาะออกมา
(N) คําพูดที่รุนแรงเกรี้ยวกราด
(N) ฟ้าร้อง
(N) เสียงดังคล้ายเสียงฟ้าร้อง
(N) เสียงฟ้าร้อง
(VI) ตะโกนเกรี้ยวกราด
(VI) ฟ้าร้อง
(VI) ส่งเสียงดังคล้ายเสียงฟ้าร้อง
(VT) ตะโกนเกรี้ยวกราด
(PHRV) พูดคัดค้านหรือโต้ตอบ (บางคนหรือบางสิ่ง) ด้วยถ้อยคํารุนแรง
(N) ฟ้าผ่า
(N) เหตุการณ์ที่เกิดอย่างไม่คาดคิด
(SL) วิทยุที่หิ้วไปได้
(SL) ห้องส้วม
(N) ฟ้าผ่า
(N) พายุเมฆ
(N) พายุฝน
(ADJ) ราวกับเสียงฟ้าร้อง
(PHRV) โห่ร้อง
(N) พายุเมฆ
(ADJ) งงงวย
(SL) คนที่มีขาอ้วนและใหญ่มาก (มักใช้กับผู้หญิง)
(PHRV) เคลื่อน / แล่นผ่านเสียงดังกระหึ่ม
(ABBR) คําย่อของ Thursday
(N) พฤหัสบดี
(N) วันพฤหัสบดี
(ADV) ดังนั้น
(VI) หวด
(VT) หวด
(ADJ) ซึ่งวางขวางอยู่
(N) ที่นั่งตามขวางลําเรือ
(VT) ขัดขวาง
(PRON) ของท่าน
(N) ต้นไม้พันธุ์เตี้ยใช้เป็นเครื่องเทศ
(N) ต่อมไทมัส (ต่อมไร้ท่อ)
(N) ต่อมไทรอยด์
(N) ต่อมไทรอยด์
(PRON) ตัวของท่านเอง
(N) โน้ตตัวที่เจ็ดในระบบเสียงคู่แปด (ที)
(N) สัญลักษณ์ของ titanium
(N) มงกุฎของกษัตริย์เปอร์เซียโบราณ
(N) มงกุฎของพระสันตะปาปา
(N) มงกุฎประดับเพชรที่ผู้หญิงใช้สวมเป็นเครื่องประดับ
(N) ธิเบต
(N) ประเทศธิเบต
(ADJ) เกี่ยวกับธิเบต
(N) สาขาของภาษาในตระกูล Sino-Tibetan
(N) กระดูกหน้าแข้ง
(N) ปล้องขาของแมลง
(ADJ) เกี่ยวกับกระดูกแข้ง
(N) ตะคริวที่ใบหน้า
(N) นิสัยตลบแตลง
(N) เครื่องหมายขีด
(N) ช่วงขณะหนึ่ง
(N) ระดับบนเครื่องวัด
(N) เสียงดังติ๊กๆ
(VI) ทําหน้าที่ได้ดี (คําไม่เป็นทางการ)
(VI) ส่งเสียงดังติ๊กๆ
(VT) ทําเครื่องหมาย
(N) แมลงดูดกินเลือดเป็นอาหาร เช่น หมัด ไร เห็บ
(N) ผ้าปูที่นอนหรือปลอกหมอน
(N) ระบบสินเชื่อ
(SL) เครดิต
(PHRV) ส่งเสียงติ๊กตอกบอกเวลา
(N) ใบอนุญาตให้พ้นโทษก่อนกําหนด
(N) ใบอนุญาตให้พ้นโทษก่อนกําหนด
(N) เครื่องแสดงราคาสินค้า
(N) หัวใจ (คําไม่เป็นทางการ)
(N) ตั๋ว
(N) ใบอนุญาตสําหรับกัปตันเรือหรือเครื่องบิน
(N) ป้ายราคา
(N) รายชื่อสมาชิกผู้สมัครรับเลือกตั้ง (ที่พรรคการเมืองเสนอชื่อ)
(N) สิ่งที่เหมาะสม (คําที่ไม่เป็นทางการ)
(VT) ติดฉลาก
(VT) ให้บัตรจอด
(VT) ให้บัตรผ่าน
(ADJ) ซึ่งตีตั๋วแล้ว
(SL) ดี
(N) ผ้าเนื้อหนาใช้ทําผ้าปูที่นอนหรือปลอกหมอน
(N) การจั๊กจี้
(N) ความรู้สึกคัน
(VI) รู้สึกคัน
(VT) ทําให้คัน
(VT) ทําให้จั๊กจี้
(VT) ทําให้สนุกสนาน
(IDM) ขํามาก
(ADJ) จั๊กจี้
(ADJ) ที่โมโหง่าย
(ADJ) ที่ไม่มั่นคง
(ADJ) ยาก (งาน, ปัญหา ฯลฯ)
(PHRV) ด่าว่า
(PHRV) ทําเครื่องหมายขีด (ของบางสิ่ง)
(PHRV) ทําให้โกรธ
(PHRV) ดําเนินไปช้าๆ
(N) เสียงเดินของนาฬิกา
(N) เกมเล่นวงกลมและกากบาทบนตารางสี่เหลี่ยม9ช่อง
(N) เสียงเดินของนาฬิกา
(SL) นาฬิกา (เป็นคําเด็กๆ)
(SL) หัวใจ
(SL) ของราคาถูก
(N) เสียงเดินของนาฬิกา
(ADJ) เกี่ยวข้องกับน้ําขึ้นน้ําลง
(N) คลื่นทะเล
(SL) เล็กน้อย
(SL) การดื่มเล็กน้อย
(N) กระแสน้ํา
(N) ช่วงเวลา
(N) ปรากฏการณ์น้ําขึ้นน้ําลง
(N) สิ่งที่ขึ้นๆ ลงๆ
(VI) ขึ้นและลงเหมือนกระแสน้ํา
(VI) ลอยตามกระแสน้ํา
(VT) ทําให้ลอยตามกระแสน้ํา
(VI) เกิดขึ้น
(N) บริเวณน้ําท่วมเมื่อกระแสน้ําขึ้น
(N) ประตูน้ํา
(PHRV) ช่วยให้พ้นความยุ่งยาก / ความยากลําบาก
(N) กระแสน้ําที่ขึ้นลง
(N) ทางที่กระแสน้ําผ่าน
(N) ความเป็นระเบียบ
(N) ข่าว
(ADJ) ที่เป็นแบบแผน
(ADJ) ที่เป็นระเบียบ
(ADJ) ที่มีความสําคัญ (คําไม่เป็นทางการ)
(ADJ) เป็นที่น่าพอใจ (คําไม่เป็นทางการ)
(N) กล่องใส่ของเล็กๆ
(N) ผ้าคลุมเบาะหลังของเก้าอี้
(SL) น่าพึงพอใจ
(VI) จัดให้เรียบร้อย
(VT) ทําให้เรียบร้อย
(PHRV) เก็บให้เป็นที่
(PHRV) จัดให้เรียบร้อย
(PHRV) จัดให้เป็นระเบีบบ
(ADJ) ที่มีคะแนนเท่ากัน
(N) การได้แต้มหรือคะแนนเสมอกัน
(N) เชือก
(N) เนคไท
(N) สิ่งที่จํากัดขอบเขตไว้
(VI) ได้แต้มหรือคะแนนเท่ากัน
(VT) จํากัด
(VT) ผูกเป็นปม
(VT) ผูกให้แน่น
(PHRV) ผูกหรือมัดกลับ
(PHRV) จํากัดเสรีภาพของ
(PHRV) ผูกหรือมัดลง
(PHRV) ทําให้ยึดมั่นกับ
(PHRV) ผูกหรือมัดไว้กับ
(IDM) ขึ้นอยู่กับแม่
(SL) ยุ่ง
(N) เทคนิคการย้อมสีของอินเดียนแดง
(PHRV) เชื่อมโยงกับ
(PHRV) พันหรือผูกไว้
(PHRV) สอดคล้องกัน
(PHRV) โจมตี
(PHRV) เชื่อมโยงกับ
(PHRV) ผูกเป็นปม
(PHRV) ติดหรือแปะบน
(PHRV) เมา
(N) เข็มกลัดเน็คไท
(N) ชั้นที่ลดหลั่นกัน
(N) ที่นั่งที่ทําลดหลั่นลงมา
(ADJ) เป็นชั้น
(IDM) แต่งงาน
(PHRV) ผูกหรือมัดไว้กับ
(PHRV) ทําให้เข้ากัน
(PHRV) ผูก มัดหรือพันไว้ด้วยกัน
(N) การชะงักงัน
(N) ท่าเรือ
(N) สิ่งที่เชื่อมต่อสิ่งหนึ่งกับอีกส่งหนึ่ง
(VI) ผูกเรือ
(VI) หยุดชะงัก
(VT) ทําให้ชะงัก
(VT) ทําให้มีงานยุ่ง
(VT) ทําให้สําเร็จ
(VT) ผูกเรือ
(VT) มัดด้วยเชือก
(N) การทะเลาะกัน
(N) ปิ่นโต
(N) อาหารว่างช่วงกลางวัน
(N) คนดุร้าย
(N) เสือ
(ADJ) เหมือนเสือ
(N) ต้นลิลลี่
(N) ผีเสื้อกลางคืน
(ADJ) ขี้เหนียว
(ADJ) เข้มงวด
(ADJ) คับแน่น
(ADJ) ที่มีคู่แข่งที่มีความสามารถใกล้เคียงกัน
(ADJ) ที่ไม่มีเวลาว่าง
(ADJ) แน่นหนา
(ADJ) ปิดแน่น (ไม่ทําให้ของเหลวไหลออกมาได้)
(ADJ) เมา (คําสแลง)
(ADJ) ยาก
(ADJ) สนิทสนม (คําไม่เป็นทางการ)
(ADJ) สั้นกระชับ
(ADJ) หนาแน่น
(ADV) อย่างมั่นคง
(IDM) เมามาก (คําไม่เป็นทางการ)
(VI) กลายเป็นแน่นหนา
(VT) ทําให้แน่นหนา
(IDM) ประหยัด
(IDM) ประหยัดมาก
(ADJ) ซึ่งรัดรูป
(ADJ) รัดรูป
(ADJ) พูดน้อย
(ADJ) เม้มปากแน่น (เช่น จากความเจ็บปวดหรือโกรธมาก)
(ADV) อย่างเข้มงวด
(ADV) อย่างคับแน่น
(ADV) อย่างแน่นหนา
(N) ความตระหนี่
(N) ความแน่น
(N) ความฝืดตัว (ของเงิน)
(N) ลวดขึงตึง (ใช้เดินไต่ลวด)
(N) เสื้อรัดรูปของนักกายกรรม
(N) คนขี้เหนียว (คําไม่เป็นทางการ)
(N) เสือตัวเมีย
(N) สุนัข
(N) เมล็ดงา
(N) เครื่องหมายบนอักษรแสดงออกเสียงทางจมูกและเพดานปาก
(N) แผ่นกระเบื้อง
(VT) ปูกระเบื้อง
(N) คนปูกระเบื้อง
(N) กระเบื้อง
(N) การปูกระเบื้อง
(CONJ) จนกระทั่ง
(PREP) จนกระทั่ง
(N) กล่องหรือลิ้นชักเก็บเงินหรือของมีค่า
(N) เงิน
(VT) เตรียมที่ดินเพื่อเพาะปลูก
(N) การไถนา
(N) ด้ามของหางเสือเรือ
(N) คนหรือสิ่งที่ใช้เตรียมดินเพื่อการเพาะปลูก
(N) หน่อของต้นไม้
(SL) ตลอดกาล
(SL) ตลอดกาล
(IDM) นานมาก (คําไม่เป็นทางการ)
(N) การต่อสู้ด้วยหอกหรือทวน
(N) การทําให้ลาดเอียง
(N) การวิพากษ์วิจารณ์
(N) การเอียงลาด
(N) ความลําเอียง
(N) ค้อนที่ใช้ตีเหล็ก
(VI) ต่อสู้
(VI) มีความเอนเอียงที่จะชอบไปทางใดทางหนึ่ง
(VI) วิพากษ์วิจารณ์
(VI) สู้กันด้วยทวนหรือหอก
(VI) เอียง
(VT) ตีด้วยค้อนตีเหล็ก
(VT) ทําให้เอียง
(N) ประทุน
(N) การเพาะปลูก
(PREP) คําย่อของ until
(ADJ) ที่ทําจากไม้
(INT) คําอุทานใช้เตือนเมื่อไม้ที่ตัดกําลังจะล้มลง
(N) คุณสมบัติของบุคคล
(N) โครงเรือ
(N) ต้นไม้ที่เติบโตในป่า (โดยเฉพาะที่โตพอเหมาะที่จะตัดทําซุง)
(N) ป่าไม้
(N) ไม้ซุง
(VT) สร้างด้วยไม้
(N) ไม้วัสดุก่อสร้าง
(N) บริเวณที่ไม่มีป่าไม้เหนือน้ําทะเล
(N) ลักษณะเสียงร้องหรือท่วงทํานองที่แตกต่างกัน
(N) ครั้ง
(N) ค่าจ้าง
(N) จังหวะของดนตรี
(N) ช่วงชีวิตของบุคคล
(N) ฤดูกาล
(N) เวลา
(N) เวลาที่ทํางาน
(SL) การลงโทษจําคุก
(VT) กําหนดเวลา
(VT) จับเวลา
(VT) ตั้งเวลา
(IDM) ซ้ําแล้วซ้ําอีก
(N) อัตราค่าล่วงเวลา
(IDM) ซ้ําแล้วซ้ําอีก
(N) ระเบิดที่ตั้งเวลาได้
(N) เหตุการณ์ที่อาจเป็นอันตรายในอนาคต
(N) บัตรตอกเวลาทํางาน
(N) นาฬิกาบันทึกเวลาทํางาน
(ADJ) ที่สิ้นเปลืองเวลามาก
(ADJ) ที่สิ้นเปลืองเวลามาก
(N) การเปิดหน้ากล้องถ่ายรูปนานกว่าครึ่งวินาที
(IDM) เวลาผ่านไปเร็วมาก
(IDM) เวลาผ่านไปช้าถ้าไม่ทําอะไร
(ADJ) เก่าแก่มาก
(IDM) เวลามีค่า อย่าปล่อยให้เสียไปโดยเปล่าประโยชน์
(IDM) เวลาหมด
(N) เครื่องจับเวลา
(N) ช่วงเวลาระหว่างสองเหตุการณ์
(ADJ) ซึ่งถ่ายภาพช้าๆ
(ADJ) ถาวร
(N) กุญแจเปิดในช่วงเวลาหนึ่ง
(ADJ) เกิดขึ้นเหมาะสมกับเวลา
(ADJ) ที่เร็วกว่ากําหนด
(N) ช่วงวันหยุดหรือไม่ไปทํางาน
(SL) ช่วงมีประจําเดือน
(SL) ช่วงมีประจําเดือน
(N) การหยุดพักชั่วคราว
(IDM) นานมาก
(N) เครื่องมือจับเวลา
(N) เครื่องจับเวลา
(N) ผู้จับเวลา
(PREP) คูณ
(ADJ) ประหยัดเวลา
(N) ตารางการเรียนการสอน
(ADJ) ซึ่งได้รับการพิสูจน์ตามเวลา
(IDM) ในอดีต
(IDM) ต้องรอเวลา
(ADJ) ล้าสมัย
(N) เขตเวลาของโลกซึ่งมี 24 เขต
(ADJ) ขี้ขลาด
(N) ความขี้ขลาด
(N) ความขี้ขลาด
(N) การตัดสินเลือกเวลา
(N) การบันทึกหรือวัดเวลา
(ADJ) ขี้กลัว
(N) ความขี้กลัว
(N) หญ้าแห้งสําหรับเลี้ยงสัตว์
(N) คํานามพหูพจน์ของ timpanum
(N) กลองใหญ่ (ที่ใช้เล่นในวงออเคสตรา)
(N) ผู้เล่นกลองใหญ่ (ที่ใช้เล่นในวงออเคสตรา)
(N) หูชั้นกลาง
(ADJ) ซึ่งทําด้วยแผ่นดีบุก
(N) กระป๋อง
(N) ดีบุก
(N) ภาชนะที่ทําจากดีบุก
(VT) เคลือบด้วยดีบุก
(VT) บรรจุกระป๋อง
(SL) หัวเราะ
(N) กระป๋องบรรจุอาหาร
(SL) นมกระป๋อง
(N) จํานวนเล็กน้อย
(N) สารละลายอัลกอฮอล์
(N) สี
(VT) แต้มสี
(VT) ทําให้เต็มเปี่ยม
(N) วัตถุสําหรับจุดไฟ
(N) วัตถุซึ่งจุดไฟติด
(N) โรคผิวหนังเกิดจากเชื้อรา
(N) ีปลายแหลม
(N) แผ่นดีบุก
(N) แผ่นอะลูมิเนียม
(N) เสียงดังแหลมสูงเบา (เสียงติ๊ง)
(VT) ทําให้เสียงแหลมสูงเบา (เสียงติ๊ง)
(N) จํานวนเล็กน้อย
(N) สีที่ระบายอยู่เล็กน้อย
(VT) แต้มสีจางๆ
(VT) ้ผสมลงไปเล็กน้อย
(N) ความรู้สึกเหมือนโดนหนามแหลมแทง
(VT) ทําให้รู้สึกเหมือนโดนหนามแหลมแทง
(N) ผู้ปกครองแบบเผด็จการ
(SL) หมวกเหล็กของทหาร
(N) คนคุยโต
(N) งานบัดกรี
(N) ช่างบัดกรี
(N) การปัสสาวะ (คําไม่เป็นทางการ)
(N) เสียงกระดิ่งดังกรุ๊งกริ๊ง
(VI) การปัสสาวะ (คําไม่เป็นทางการ)
(VI) สั่นกระดิ่งดังกรุ๊งกริ๊ง
(VT) สั่นกระดิ่งดังกรุ๊งกริ๊ง
(SL) เปียโน
(ADJ) ที่บรรจุกระป๋อง
(N) ผู้บรรจุกระป๋อง
(ADV) เกี่ยวกับดีบุก
(N) เสียงอื้อในหู
(ADJ) เกี่ยวกับดีบุก
(N) แผ่นเหล็กที่ห่อหุ้มดีบุก
(ADJ) ที่ประดับด้วยสิ่งประดับแวววาว
(ADJ) ที่หรูหราแต่ไร้ราคา
(N) สิ่งประดับที่ดูหรูหราแต่ไม่มีค่า
(N) สิ่งประดับแวววาว
(VT) ประดับด้วยของวูบวาบ
(VT) ประดับด้วยของแวววาว
(SL) ชื่อเรียกอย่างไม่เป็นทางการสําหรับฮอลลีวู้ดและอุตสาหกรรมการผลิตภาพยนตร์ของสหรัฐอเมริกา
(N) ช่างบัดกรี
(N) ปริมาณสีเล็กน้อย
(N) สีที่ผสมสีขาว (ทําให้ดูสว่างขึ้น)
(N) สีสําหรับย้อม
(N) สีอ่อน
(VI) แต้มสีจางๆ
(VT) แต้มสีจางๆ
(N) เสียงระฆังหรือกระดิ่ง
(N) ภาพถ่ายบนแผ่นดีบุก
(N) ของใช้ทําด้วยดีบุก
(N) งานหรือเครื่องใช้ทําด้วยดีบุก
(ADJ) เล็กมาก
(N) เด็กเล็กๆ (คําไม่เป็นทางการ)
(SUF) ภาวะ
(N) จุดปลายสุด
(N) ส่วนที่สวมปลาย
(VT) ทําให้มีปลาย
(VT) หุ้มปลาย
(VT) เอาปลายออก
(N) การทําให้เอียง
(N) การลาดเอียง
(N) สถานที่สําหรับเทขยะ
(VI) คว่ําลง
(VI) เทขยะ
(VI) ้เอียง
(VT) ขยับหมวกหรือเอาหมวกออก (แสดงการทักทาย)
(VT) ทําให้คว่ํา
(VT) ทําให้เอียง
(VT) เทขยะ
(N) คําแนะนํา
(N) เงินรางวัลพิเศษ
(VI) แจ้งข้อมูล
(VI) ให้เงินรางวัล
(VT) แจ้งข้อมูล
(VT) ให้เงินรางวัล
(N) การตีเบาๆ
(VT) ตีเบาๆ
(N) การเตือน
(N) การบอกเรื่องส่วนตัว
(VI) ดื่มเหล้า
(N) คนขี้เมา
(N) นกพิราบที่เลี้ยงไว้
(N) ความเมาเล็กน้อย
(N) ตํารวจศาล
(N) ผู้แจ้งข่าวลับ
(ADJ) เมา
(ADJ) ที่เขย่งเท้า
(ADJ) ระมัดระวัง
(ADV) เขย่งเท้า
(N) ท่ายืนด้วยปลายเท้า
(VI) เคลื่อนไหวด้วยความระมัดระวัง
(VI) เดินด้วยปลายเท้า
(ADJ) สุดยอด
(ADV) ดีที่สุด
(N) จุดที่สูงที่สุด
(N) ยางรถยนต์
(VI) เบื่อ
(VI) เหนื่อย
(VT) ทําให้เบื่อ
(VT) ทําให้เหนื่อย
(ADJ) น่าเบื่อ
(ADJ) เหน็ดเหนื่อย
(N) ความเหน็ดเหนื่อย
(ADJ) เหนื่อย
(ADJ) ที่ไม่เหน็ดเหนื่อย
(ADJ) น่าเบื่อหน่าย
(N) ความน่าเบื่อหน่าย
(ADJ) น่าเหน็ดเหนื่อย
(N) กระดาษบางที่ใช้ห่อหุ้ม
(N) กระดาษบางๆ สําหรับเช็ดหน้าหรือเช็ดมือ
(N) เนื้อเยื่อของคน สัตว์หรือพืช
(N) สิ่งที่เป็นชุดต่อเนื่องและมีความซับซ้อน
(N) กระดาษบางมาก
(N) เต้านม (คําหยาบ)
(N) หัวนม (คําหยาบ)
(N) คนที่มีพลังมหาศาล
(ADJ) ใหญ่โต
(N) ไทเทเนียม
(N) ของอร่อย
(N) วิธีการโต้ตอบแบบตาต่อตาฟันต่อฟัน
(N) ค่าภาษีที่หักออกไปหนึ่งในสิบ
(VI) กระตุ้นให้พอใจ
(VT) กระตุ้นให้พอใจ
(VT) ทําให้รู้สึกจั๊กจี้
(VI) ตกแต่ง
(VT) ตกแต่ง
(VT) การตกแต่ง
(N) กรรมสิทธิ์
(N) คํานําหน้าชื่อ (เช่น ตําแหน่ง ยศ บรรดาศักดิ์)
(N) ชื่อเรื่อง
(N) ตําแหน่งชนะเลิศ
(N) หัวเรื่อง
(VT) ทําให้มีชื่อเรื่อง
(VT) เรียกบุคคลด้วยคํานําหน้าชื่อ
(ADJ) ซึ่งมียศตําแหน่ง
(N) โฉนดที่ดิน
(N) ผู้มีตําแหน่ง
(N) ปกด้านในของหนังสือ
(N) บทบาทสําคัญ
(N) คําบรรยายข้างใต้ของภาพยนตร์
(N) นกกินแมลงชนิดหนึ่ง
(VT) วัดความเข้มข้นของสารละลาย
(SL) เต้านม (ผู้หญิง) (คําหยาบ)
(SL) เต้านมกับก้น (ผู้หญิง) (คําหยาบ)
(SL) ล้มเหลว
(N) การหัวเราะคิกคัก
(VI) หัวเราะคิกคัก
(N) จํานวนเล็กน้อย
(N) จุด (ในการเขียนหรือพิมพ์)
(VI) นินทา
(ADJ) เกี่ยวกับยศตําแหน่ง
(N) ความรู้สึกสับสน (คําไม่เป็นทางการ)
(ABBR) คําย่อของ technical knockout
(ABBR) สัญลักษณ์ทางเคมีของธาตุ thulium
(N) วัตถุระเบิดแรงสูง (คําย่อของ trinitrotoluene)
(ADV) ไปถึง
(PREP) ไปถึง
(N) คางคก
(N) บุคคลน่ารังเกียจ
(N) คนช่างประจบ
(N) หินลาย
(N) เห็ดมีพิษชนิดหนึ่ง
(N) ผู้ประจบสอพลอ
(IDM) ส่วนใหญ่
(ADJ) ซึ่งกลับไปๆ มาๆ
(ADV) ไปๆ มาๆ
(IDM) กลับไปกลับมา
(N) การเคลื่อนกลับไปกลับมา
(N) ขนมปังปิ้ง
(VI) ปิ้ง
(VT) ปิ้ง
(VT) อังไฟ
(N) การดื่มอวยพร
(N) ผู้ที่ได้รับการดื่มอวยพร
(VI) ดื่มอวยพร
(VT) ดื่มอวยพร
(N) เครื่องปิ้งขนมปัง
(N) ผู้ดื่มอวยพร
(N) ผู้ประกาศการดื่มอวยพร
(N) การสูบใบยาสูบหรือผลิตภัณฑ์ที่ได้จากยาสูบ
(N) ต้นยาสูบ
(N) ผลผลิตที่ได้จากการเก็บเกี่ยวใบยาสูบ
(N) ผลิตภัณฑ์ที่ทําจากใบยาสูบ เช่น บุหรี่
(N) ยาสูบ
(N) พ่อค้าขายผลิตภัณฑ์ประเภทยาสูบ
(N) ในอนาคต
(SL) อย่างเร่งรีบ
(PHRV) อย่างแรก
(SL) ตด
(N) เลื่อนหิมะ
(IDM) นอกจากนี้
(N) สัญญาณเตือนภัย
(IDM) ขึ้นอยู่กับเวลาปัจจุบัน
(ADJ) ที่อยู่ในสมัยปัจจุบัน
(ADV) ในปัจจุบันนี้
(ADV) ในวันนี้
(N) ปัจจุบันนี้
(N) วันนี้
(SL) ด้วยตนเอง
(N) การเดินเตาะแตะ
(N) การเดินแบบไม่เร่งรีบ
(VI) (เด็กเล็กๆ) เดินเตาะแตะ
(VI) เดินแบบไม่เร่งรีบ
(N) เด็กวัยหัดเดิน
(N) น้ําตาลเมา
(SL) สําคัญพอที่จะพลีชีพให้
(N) ความยุ่งเหยิง
(SL) หนี
(N) นิ้วเท้า (ของคนและสัตว์)
(N) ปลายของไม้ตีกอล์ฟ
(N) ส่วนที่คล้ายนิ้วเท้า
(N) ส่วนปลายของรองเท้าหรือถุงเท้า
(N) ส่วนหน้าของเท้าสัตว์
(VI) ยืนหรือเดินด้วยปลายเท้า
(VT) ตีด้วยด้านหน้าของปลายไม้กอล์ฟ
(VT) แตะด้วยปลายเท้า
(VI) ระบําปลายเท้า
(N) เล็บเท้า
(IDM) แค่ทําตามที่ต้องการ
(N) ลูกอม
(N) ลูกอม
(N) เต้าหู้
(N) เสื้อคลุมหลวมยุคโรมันโบราณ
(N) เสื้อผ้า (คําไม่เป็นทางการ)
(ADJ) ที่มีอารมณ์มั่นคงและเชื่อมั่นในตัวเอง
(ADV) พร้อมกับคนอื่น
(ADV) รวมกัน
(ADV) อย่างเชื่อมโยงกัน
(ADV) อย่างต่อเนื่องกัน
(ADV) อย่างเห็นพ้องร่วมกัน
(ADV) อยู่ร่วมกัน (คําไม่เป็นทางการ)
(PHRV) พร้อมด้วย
(N) เครื่องปิดเปิดวงจรกระแสไฟฟ้า
(N) สลัก
(N) เครื่องปิดเปิดวงจรกระแสไฟฟ้า
(N) สาธารณรัฐหนึ่งในแอฟริกาตะวันตก
(SL) พอกันที
(N) งานตรากตรํา
(VI) ก้าวหน้าช้า
(VI) ทํางานหนัก
(N) โถส้วม
(N) ห้องน้ํา
(N) โถชักโครก
(N) แปรงขัดห้องน้ํา
(N) กระดาษชําระ
(N) แป้งทาตัว
(N) ม้วนกระดาษชําระ
(N) เครื่องอาบน้ําต่างๆ เช่น สบู่ แชมพู น้ําหอมระงับกลิ่นกาย
(N) สบู่
(N) การแต่งกาย
(N) น้ําหอมอ่อนๆ
(SL) เบียร์
(N) การเคลื่อนกลับไปกลับมา
(N) เหล้าองุ่นทําในเมืองทางตะวันออกเฉียงเหนือของฮังการี
(ADJ) ที่ทําพอเป็นพิธี
(N) ของที่ระลึก
(N) สิ่งที่ใช้เป็นสัญลักษณ์
(N) เหรียญพลาสติกหรือโลหะที่ใช้แทนเงิน
(IDM) เริ่มด้วย
(SL) ก้น
(N) โตเกียว
(N) เมืองโตเกียว
(N) หน่วยชั่งน้ําหนักของอินเดีย (1 tola เท่ากับ 11.7 กรัม)
(VT) กริยาช่อง 2 และ 3 ของ tell
(ADJ) ค่อนข้างดี
(ADJ) สามารถทนได้
(ADV) ดีพอใช้ได้
(ADV) อย่างสามารถทนได้
(N) การยอมรับความคิดเห็นของผู้อื่น
(N) ความอดกลั้น
(ADJ) ซึ่งต้านฤทธิ์ยาได้
(ADJ) ซึ่งยอมรับฟังความคิดเห็นของผู้อื่น
(ADJ) ที่มีความอดทน
(ADV) อย่างอดทน
(VT) ยอมรับฟังความคิดเห็นของผู้อื่น
(VT) ยอมให้เกิดขึ้น
(VT) สามารถต้านฤทธิ์ยาได้
(VT) อดทนต่อความยากลําบาก
(N) ความอดทน
(N) เสรีภาพในการนับถือศาสนา
(ADJ) ซึ่งยอมอดทน
(N) การสูญเสีย
(N) ค่าธรรมเนียมใช้ถนน
(N) การตีระฆัง
(VI) ตีระฆัง
(VT) ตีระฆัง
(N) ห้องเล็กๆ ที่ด่านเก็บค่าธรรมเนียม
(N) สะพานที่เก็บค่าผ่านทาง
(N) โทรศัพท์ทางไกลที่เก็บค่าบริการแพงกว่าปกติ
(N) ประตูเก็บค่าผ่านทาง
(N) คอกสําหรับเก็บค่าธรรมเนียม
(N) แมวหรือสัตว์ตัวผู้
(SL) โสเภณี (ที่ยืนขายตัวตามถนน)
(N) ขวานหิน
(VT) ใช้ขวานต่อสู้
(N) ต้นมะเขือเทศ
(N) มะเขือเทศ
(N) ความตาย
(N) สุสาน
(N) หลุมฝังศพ
(N) อนุสาวรีย์สําหรับคนตาย
(N) เด็กผู้หญิงที่มีพฤติกรรมคล้ายเด็กผู้ชาย
(N) ศิลาหน้าหลุมฝังศพ
(N) ชายที่ชอบมีเพศสัมพันธ์กับผู้หญิงหลายๆ คน
(N) แมวตัวผู้
(VI) หาผู้หญิงเพื่อเรื่องทางเพศ
(IDM) ทุกคน
(N) เล่มหรือฉบับ
(N) หนังสือเล่มหนา
(N) คนโง่
(SL) เรื่องโง่ๆ
(N) ทหารอังกฤษ
(N) ความโง่
(ADV) พรุ่งนี้
(ADV) อนาคต
(N) พรุ่งนี้
(N) อนาคต
(SL) อึ
(N) กลอง
(N) เสียงตีกลอง
(ADV) อย่างมากมาย
(N) จํานวนมาก
(N) หน่วยความจุภายในเรือ
(N) หน่วยน้ําหนักเท่ากับ 1,000 กิโลกรัม (ในอังกฤษ)
(N) หน่วยน้ําหนักเท่ากับ 2,000 ปอนด์ (ในอเมริกา)
(ADJ) เกี่ยวกับระดับเสียง
(N) ความตึงตัวของกล้ามเนื้อหรืออวัยวะอื่นๆในร่างกาย
(N) คุณภาพของเสียง
(N) เฉดสี
(N) น้ําเสียง
(N) ระดับเสียง
(N) ลักษณะทั่วๆไป
(N) เสียงที่เกิดจากเครื่องยนต์กลไก
(VI) ปรับสีให้กลมกลืน
(VI) พูดหรือออกเสียงด้วยระดับเสียงหนึ่ง
(N) คุณภาพของเสียง
(ADJ) ซึ่งแยกแยะเสียงสูงต่ําของดนตรีไม่ได้
(N) น้ํายาปรับสี
(ADJ) ทันสมัย
(VT) คีบหรือจับด้วยคีม
(N) สมาคมลับของชาวจีน (มักทําในเรื่องผิดกฎหมาย)
(N) คีม
(N) การพูด (คําทางการ)
(N) ความสามารถในการพูด
(N) ภาษา
(N) ลิ้น
(N) ลูกตุ้มระฆัง
(N) สิ่งที่มีรูปร่างลักษณะคล้ายลิ้น
(N) แหลม (แผ่นดิน)
(VI) ใช้ลิ้นบังคับเครื่องเป่าให้ออกเสียงตามต้องการ
(VT) จูบโดยใช้ลิ้น
(VT) ใช้ลิ้นบังคับเครื่องเป่าให้ออกเสียงตามต้องการ
(VT) เลีย
(N) ข้อต่อรางลิ้น
(IDM) เล่นๆ สนุกๆ ไม่จริงจัง
(N) พูดไม่ออก
(ADJ) ซึ่งพูดไม่ออก
(N) การพูดไม่ออก
(ADJ) เกี่ยวกับการบํารุงสุขภาพ
(ADJ) เกี่ยวกับโน้ตตัวแรก
(ADJ) เกี่ยวกับพยางค์ที่ลงน้ําหนัก
(ADJ) มีผลกระตุ้นจิตใจ
(N) น้ําโทนิค (มักใช้ผสมเหล้าดื่ม)
(N) โน้ตตัวแรกในระดับเสียง
(N) พยางค์ที่ลงน้ําหนัก
(N) ยาบํารุง
(N) สิ่งกระตุ้นจิตใจให้ดีขึ้น
(ADV) ในคืนนี้
(N) คืนนี้
(N) ขนาดของเรือ (วัดด้วยความจุของเรือที่สามารถรับได้)
(N) ระวางน้ําหนักเป็นตัน
(N) หน่วยชั่งน้ําหนักเป็นตัน (เท่ากับ 1,000 กิโลกรัม)
(IDM) ไม่ประสบผล
(N) ต่อมทอนซิล
(N) ภาวะต่อมทอนซิลอักเสบ
(N) การตัดต่อมทอนซิลออก
(SL) เหล้าวิสกี้
(SL) เหล้าวิสกี้
(SL) (บางสิ่ง) จํานวนมาก
(ADJ) เกี่ยวกับช่างตัดผม
(N) การตัดผม
(ADJ) ทันสมัย
(ADV) มากเกินไป
(ADV) อย่างมาก
(ADV) อีกด้วย
(IDM) อวดดีเกินตัว (เกินอายุ)
(IDM) อวดดีเกินตัว (เกินอายุ)
(IDM) อันตรายที่ใกล้มาก
(IDM) ดีเหลือเชื่อ
(VT) กริยาช่องที่ 2 ของ take
(SL) อวัยวะเพศชาย
(SL) คนโง่
(N) คนที่เป็นเครื่องมือของผู้อื่น
(N) เครื่องมือ
(N) วิธีการ
(N) ส่วนใบมีดของเครื่องมือ
(N) สิ่งที่ใช้ในงานต่างๆ
(N) อวัยวะเพศชาย (คําสแลง)
(VI) ขับรถ
(VT) ขับรถ
(VT) ใช้เครื่องมือทํางาน
(VT) ให้ครื่องมือ
(SL) เมา
(SL) ยิง
(IDM) สิ่งดีๆที่ได้รับมากเกินไป
(IDM) จนพอใจ
(VI) ส่งเสียงเป่าแตรหรือนกหวีด
(VT) ส่งเสียงเป่าแตรหรือนกหวีด
(N) พื้นผิวที่หยาบ (โดยเฉพาะกระดาษ ทําให้สีหรือกาวสามารถติดได้)
(N) ฟัน
(N) รสชาติ
(N) สิ่งที่มีอํานาจทําลายล้าง
(VT) ทําให้มีฟัน
(N) อาการปวดฟัน
(N) การปวดฟัน
(ADV) อย่างดุเดือด
(N) แปรงสีฟัน
(N) หวีเสนียด
(ADJ) ที่มีฟัน
(N) ยาสีฟัน
(N) ไม้จิ้มฟัน
(N) ยาสีฟันที่เป็นผง
(ADJ) ซึ่งมีรสอร่อย
(N) คําเรียกเด็กหญิงหรือผู้หญิง
(N) คําเรียกเด็กหญิงหรือผู้หญิง
(N) เท้า
(N) คําเรียกเด็กหญิงหรือผู้หญิง
(N) เท้า
(ADJ) ที่ประสบความสําเร็จสูงสุด
(ADJ) สูงที่สุด
(N) จุดสูงสุด
(N) ด้านบน
(N) ตําแหน่งหน้าที่หรือคนในตําแหน่งหน้าที่ที่สูงสุด
(N) ฝา
(N) ส่วนที่ดีที่สุด
(N) ส่วนบนสุดของศีรษะ
(N) ส่วนเริ่มต้น
(N) เสื้อ (โดยเฉพาะของสตรี)
(N) หลังคารถ
(VT) เด็ดยอด
(VT) ไปจนถึงยอด
(VT) เสริมยอด
(VT) อยู่ในระดับต้นๆ
(N) ลูกข่าง
(SL) สุดยอด
(N) บุษราคัม
(SL) ตัวตลกนําในละครล้อเลียน
(SL) ผู้นํา
(N) รองเท้ายาวที่หุ้มข้อเท้าสูงขึ้นมา
(N) บุคคลสําคัญ
(N) คนที่มีอิทธิพล
(N) เสื้อคลุมตัวใหญ่
(N) บุคคลหรือกลุ่มบุคคลที่มีอํานาจสูงสุด
(SL) ผู้มีอํานาจ
(N) ซึ่งเกี่ยวกับชั้นสูงสุด
(SL) ผู้นํา
(VT) ใส่ปุ๋ย
(N) หมวกน้ําหนักเบาใส่เพื่อกันความร้อนจากแสงอาทิตย์
(N) คนที่ดื่มเหล้าอย่างหนัก
(N) ดีเยี่ยม
(N) หมวกทรงสูงของผู้ชาย
(SL) ท้วม
(N) เพลงละครหรือภาพยนตร์ยอดนิยม
(N) ดีเยี่ยม
(N) หมวกน้ําหนักเบาใส่เพื่อกันความร้อนจากแสงอาทิตย์
(N) เกี่ยวกับการตัดตกแต่งพุ่มไม้เป็นรูปต่างๆ
(N) หัวข้อ
(ADJ) เกี่ยวกับเรื่องที่ได้รับความสนใจในขณะนั้น
(N) มวยผม
(N) หงอนบนหัวนก
(ADJ) ที่ไม่มีส่วนบน
(ADJ) ที่ไม่มีหลังคา
(ADJ) เปลือยช่วงบน
(SL) เกี่ยวกับการโชว์แบบเปลือยท่อนบนของผู้หญิง
(ADJ) ซึ่งเป็นระดับสูงสุด
(ADJ) คุยโว
(N) เสากระโดงที่สูงที่สุดของเรือ
(ADJ) สูงสุด
(ADJ) ชั้นเยี่ยม
(PRF) สถานที่
(N) ผู้เชี่ยวชาญการทําแผนที่และอธิบาย
(ADJ) เกี่ยวกับการทําแผนที่และอธิบายภูมิประเทศ
(ADJ) เกี่ยวกับการทําแผนที่และอธิบายภูมิประเทศ
(N) การทําแผนที่
(N) ภูมิประเทศ
(N) สิ่งที่ใช้แต่งหน้าอาหาร
(VI) โค่น
(VI) ง่อนแง่น
(VT) โค่นล้มอํานาจ
(VT) ทําให้โค่น
(ADJ) ที่ระดับสูงสุด (คําที่ไม่เป็นทางการ)
(ADV) ในระดับสูงสุด (คําที่ไม่เป็นทางการ)
(N) ใบเรือ
(ADJ) ลับสุดยอด
(N) ด้านบนสุดเหนือดาดฟ้าเรือ
(N) ด้านบนของพื้น
(IDM) ดีกว่า
(SL) สมอง
(ADV) ยุ่งวุ่นวาย
(IDM) พูดอย่างสุภาพ
(N) หมวกผู้หญิงชนิดไม่มีขอบ
(N) หินบนยอดเขา
(SUF) ผู้ซึ่ง
(N) คบไฟ
(N) ไฟฉาย
(N) สิ่งที่ทําให้เกิดเปลวไฟ
(VT) วางเพลิง
(N) ผู้ถือคบเพลิง
(VT) กริยาช่องที่ 2 ของ tear
(N) นักสู้วัวในประเทศสเปน
(N) ความทรมาน
(N) สาเหตุที่ทําให้เจ็บปวดทรมาน
(N) สิ่งที่รบกวน
(VT) ทําให้ทรมาน
(VT) รบกวน
(N) คนหรือสิ่งที่ทรมาน
(N) คนหรือสิ่งที่ทรมาน
(VT) กริยาช่องที่ 3 ของ tear
(N) คนที่ไม่สามารถควบคุมอารมณ์ได้
(N) พายุทอร์นาโด
(SL) เหล้าวิสกี้
(N) ขีปนาวุธติดวัตถุระเบิดที่ยิงจากเรือดําน้ํา
(N) ดอกไม้เพลิงแบบหนึ่ง
(VT) โจมตีด้วยตอร์ปิโด
(VT) ทําลาย
(N) เรือตอร์ปิโด
(ADJ) เฉื่อยชา
(ADJ) ที่กบดานอยู่
(N) เรือตอร์ปิโด
(N) การกบดาน
(N) ความเฉื่อยชา
(N) แรงที่ทําให้หมุน
(VT) หมุนปุ่มบังคับให้เพิ่มขึ้น
(SL) โกรธ
(N) กระแสน้ําเชี่ยว
(ADJ) ซึ่งไหลเชี่ยว
(ADJ) ที่ถูกเผาจนแห้งเกรียม
(ADJ) ที่มีอารมณ์รุนแรง (โดยเฉพาะเรื่องทางเพศ)
(ADJ) ที่ร้อนจนทําให้แห้งเกรียมได้ (ใช้กับอากาศ)
(N) ส่วนผิวโลกที่อยู่ด้านข้างเส้นศูนย์สูตร
(N) การบิด
(ADJ) เกี่ยวกับการบิด
(N) รูปปั้นเฉพาะส่วนลําตัว
(N) ลําตัว
(N) การละเมิด
(N) ผู้ล่วงละเมิด
(N) อาหารเม็กซิโก
(ADJ) เกี่ยวกับการล่วงละเมิดสิทธิของผู้อื่น
(N) คนที่เคลื่อนไหวช้า
(N) เต่า
(SL) ปวดอึอย่างมาก
(N) กระดองเต่า
(N) ความคดเคี้ยว
(ADJ) ซับซ้อน
(ADJ) บิดงอ
(ADJ) หลอกลวง
(N) การทรมาน
(N) ความเจ็บปวด
(N) วิธีทรมาน
(VT) ทรมานให้เจ็บปวด
(VT) ทําให้บิดเบี้ยว
(N) สมาชิกพรรคอนุรักษ์นิยม
(IDM) สิ่งที่จําเป็น และสําคัญมากกว่า
(IDM) พูดได้แค่นั้น
(IDM) ค่อนข้างจะ
(IDM) เอาใจ
(IDM) ในความเห็น
(N) การทอย (เหรียญ)
(N) การโยน
(VI) เคลื่อนที่ไปมา
(VI) ทอย(เหรียญ)
(VT) ทอย(เหรียญ)
(VT) ผสมโดยการพลิกกลับด้าน
(VT) โยน
(N) คนเมา
(N) โอกาสเป็นไปได้เท่าๆ กัน
(SL) การเสี่ยงโอกาส
(N) เด็กเล็ก
(VT) รวมทั้งหมด
(ADJ) โดยสมบูรณ์
(ADJ) ทั้งหมด
(N) ผลรวม
(VT) ทําลาย (คําสแลง)
(VT) รวมยอด
(N) เกี่ยวกับระบบการปกครองแบบเผด็จการ
(N) ระบบการปกครองแบบเผด็จการ
(N) ความสมบูรณ์แบบ
(N) จํานวนทั้งหมด
(N) เครื่องคํานวณ
(VT) คิดรวม
(ADV) โดยสิ้นเชิง
(SL) คนงดเครื่องดื่มมีอัลกอฮอล์
(N) รูปสลักบนเสา
(N) การสลักรูปบนเสา
(IDM) เท่าที่ความสามารถจะมี
(IDM) เท่าที่รู้
(IDM) สุดท้าย
(IDM) ตรงกันข้าม
(IDM) ในทางตรงกันข้าม
(IDM) ในส่วนพื้นฐาน
(IDM) ส่วนที่เข้าไม่ถึง
(IDM) ถึงที่สุด
(IDM) ตรงตามที่เขียน
(SL) อย่างสูงสุด
(IDM) สุดยอด
(IDM) จํานวนเงิน
(IDM) ผู้ชนะทีมีทั้งอํานาจ และทรัพย์สมบัติ
(N) การก้าวเดินอย่างไม่มั่นคง
(VI) เดินโซเซ
(VI) ไม่มั่นคง
(ADJ) โซเซ
(ADJ) โซเซ
(ADJ) ที่ไม่มั่นคง
(N) การติดต่อสื่อสาร
(N) การสัมผัส
(N) ความรู้สึก
(N) จํานวนเล็กน้อย
(N) รายละเอียด
(VI) นําสิ่งของมาให้สัมผัสกัน
(VI) สัมผัส
(VT) กดเบาๆ
(VT) เกี่ยวข้อง
(VT) ใช้หรือกิน
(VT) นําสิ่งของมาให้สัมผัสกัน
(VT) มีอิทธิพล
(VT) สัมผัส
(IDM) ไม่แน่นอน
(IDM) พาดพิงในเรื่องที่คนอื่นไม่ชอบ
(IDM) พาดพิงในเรื่องที่คนอื่นไม่ชอบ
(N) การได้6คะแนนเพราะครองบอลเข้าประตูคู่ต่อสู้ได้
(N) การลงสู่พื้นของเครื่องบิน
(ADJ) ที่ถูกเจือด้วยสิ่งอื่นเล็กน้อย
(ADJ) ประทับใจ
(IDM) บ้า
(ADJ) ที่สามารถกระตุ้นอารมณ์
(PREP) เกี่ยวกับ
(ADV) อย่างซาบซึ้ง
(N) มาตรฐานของการทดสอบ
(VI) พิมพ์สัมผัส
(N) ไม้ซึ่งติดไฟง่าย
(ADJ) กระตุ้นได้ง่ายด้วยการสัมผัส
(ADJ) ที่โกรธง่าย
(ADJ) ลุกไหม้ง่าย
(ADJ) แข็งแรง
(ADJ) ที่ทนทาน
(ADJ) ที่น่ากลัว
(ADJ) ที่ลงโทษร้ายแรง
(ADJ) ยาก
(ADJ) เหนียว(อาหาร)
(ADV) อย่างก้าวร้าว
(INT) คําอุทานถึงความโชคร้าย
(N) คนที่ต่อต้านสังคม
(IDM) การแสดงหรือการพูดที่ยากที่จะทําตาม
(IDM) ทนทาน
(IDM) เหนียวมาก
(SL) คนเจ้าปัญหา
(SL) แย่มาก
(VT) ทําให้แข็งแรง
(IDM) งานที่ยากเกินกว่าจะทํา
(SL) คนร้าย (ผู้ชาย)
(IDM) แย่จัง (มักใช้ในกรณีที่กล่าวแบบไม่ค่อยจริงใจ)
(SL) แย่มาก
(N) ความยาก
(N) ความเหนียว
(N) ความอดทน
(IDM) งานที่ยากเกินกว่าจะทํา
(SL) ภาระหนัก
(N) ผมปลอมของชาย
(N) การท่องเที่ยวไปชมสถานที่ต่างๆ
(N) เกมการแข่งขันที่แข่งต่อเนื่องกันโดยทีมเดียว
(N) ระยะเวลาการปฏิบัติหน้าที่
(VI) ท่องเที่ยวไปชมสถานที่ต่างๆ
(VT) ท่องเที่ยวไปชมสถานที่ต่างๆ
(N) งานใช้ความสามารถ
(ADJ) เกี่ยวกับการท่องเที่ยว
(N) การท่องเที่ยว
(N) รถขนาดใหญ่ที่เหมาะกับการเดินทาง
(N) การท่องเที่ยว
(N) ธุรกิจท่องเที่ยว
(N) นักท่องเที่ยว
(N) การแข่งขัน
(N) การแข่งขัน
(N) เครื่องห้ามเลือด
(N) กลุ่มที่ยุ่งเหยิง (ผมหรือขน)
(VT) ทําให้ผมยุ่ง
(ADJ) ไม่เป็นระเบียบ
(ADJ) ยุ่งเหยิง
(VI) ชักชวน
(VT) ชักชวน
(VT) ทําให้ยุ่ง
(N) การลาก
(N) เชือกที่ใช้ลากโยง
(N) สิ่งที่ใช้ลากโยง
(VT) พ่วง
(N) กลุ่มเส้นใย
(N) การพ่วงหรือลาก
(ADJ) ในไม่ช้า
(PREP) ใกล้จะถึง
(PREP) ช่วยเหลือทางการเงินต่อ
(PREP) ในเรื่องเกี่ยวกับ
(PREP) ไปสู่
(ADJ) ถูกกาลเทศะ
(N) เขตห้ามจอด
(N) เรือลาก
(N) รถยกรถคันอื่น
(N) ผ้าขนหนู
(N) ผ้าเช็ดจานชาม
(VI) เช็ดให้แห้ง (ด้วยผ้าขนหนู)
(N) ชั้นเก็บแผ่นซีดีหรือวีดีโอ
(N) ตึกสูง
(N) ป้อมปราการ
(VI) สูงขึ้นไป
(VI) เหนือกว่า
(ADJ) ที่สําคัญที่สุด
(ADJ) รุนแรง
(ADJ) สูงลิ่ว
(IDM) คนที่มีกําลังใจดีมาก (โดยเฉพาะในยามมีปัญหา)
(N) คนมีผมสีทอง
(IDM) ถึงผู้เกี่ยวข้อง
(IDM) ถึงผู้ที่เกี่ยวข้อง
(N) สายโยง
(N) เขตเมือง
(N) ชาวเมือง
(N) เทศบาลเมือง
(ADJ) เกี่ยวกับเมืองที่มีคนมีการศึกษาสูง
(N) เจ้าหน้าที่จดทะเบียน
(N) ศาลากลางจังหวัด
(N) บ้านทาวน์เฮาส์
(N) บ้านที่อยู่ในเมือง
(N) การวางผังเมือง
(N) ผังเมือง
(N) ภาพทิวทัศน์ของเมือง
(N) ชาวเมือง
(N) เขตชุมชน
(N) ชาวเมือง
(N) ทางริมแม่น้ํา
(N) โรคโลหิตเป็นพิษ
(ADJ) มีพิษ
(ADJ) เป็นพิษ
(N) ยาพิษ
(N) ความเป็นพิษ
(N) พิษวิทยา
(N) พิษ
(N) ของจําลอง
(N) ของเล่น
(PRF) ข้าม
(N) การตามหา
(N) การวาด
(N) จํานวนบางเบา
(N) ทาง (ที่มนุษย์หรือสัตว์เดินผ่านไป)
(N) ร่องรอย
(N) รอยเท้า
(VI) ตามหา
(VI) ติดตาม
(VT) ร่างคร่าวๆ
(VT) สืบหาร่องรอย
(N) บังเหียน
(N) ธาตุที่เป็นส่วนสําคัญของวิตามินหรือฮอร์โมน
(N) ผู้ตามรอย
(N) กระสุนปืนปล่อยควันไฟทําให้เห็นวิถีที่ยิงออกไป
(N) ลวดลาย
(N) หลอดลม
(N) การผ่าตัดหลอดลม
(N) การบันทึกอัตโนมัติ
(N) การลอก
(N) สิ่งที่ผลิตจากการลอกลาย
(N) กระดาษลอกลาย
(N) ร่องแผ่นเสียง
(N) ร่องเสียงในเทปแม่เหล็ก
(N) รางรถไฟ
(N) ลู่
(N) หนทาง
(VI) ติดตาม
(VT) ติดตาม
(N) ทางทั้งหมด
(ADJ) เกี่ยวกับกรีฑา
(N) กรีฑา
(N) การแข่งขันกรีฑาหลายประเภท
(N) สถิตของการแข่งขันกรีฑา
(N) รองเท้าพื้นตะปูใช้เล่นกีฬา
(N) ผู้เดินตรวจทางรถไฟ
(N) ช่วงระยะเวลาหนึ่ง
(N) พื้นที่
(N) ระบบ
(N) หนังสือเล่มเล็กๆ
(ADJ) ควบคุมได้ง่าย
(ADJ) ดัดแปลงได้ง่าย
(ADJ) ซึ่งดึงออกเป็นเส้นตามยาวได้
(N) การลาก
(N) แรงลาก
(ADJ) เกี่ยวกับการลากดึง
(N) แทรกเตอร์
(N) รถลากที่เป็นรถพ่วง
(N) รถฉุดลาก
(N) การค้าขาย
(N) การแลกเปลี่ยน
(N) ช่างฝีมือ
(N) ลมมรสุม
(N) อาชีพ
(VI) ค้าขาย
(VT) นําของเก่าไปแลก
(VT) แลกเปลี่ยน
(N) กิจการซื้อขายแลกเปลี่ยน
(N) เครื่องหมายการค้า
(VT) จดทะเบียนเครื่องหมายการค้า
(VT) ใส่เครื่องหมายการค้า
(N) ชื่อทางการค้า
(N) การแลกเปลี่ยนของ
(N) การแลกเปลี่ยนของ
(N) ราคาขายส่ง
(N) ผู้ค้า
(N) เส้นทางการค้า
(N) ลมสินค้า
(N) คนที่มีอาชีพที่ต้องใช้ฝีมือ เช่น ช่างไม้
(N) เจ้าของร้าน
(N) พ่อค้า
(N) พ่อค้า
(N) สหภาพแรงงาน
(N) ลมสินค้า
(N) ตั๋วที่นําไปใช้แลกของ
(N) ประเพณี
(N) สิ่งที่ทําสืบต่อกันมา
(ADJ) แบบดั้งเดิม
(ADJ) โบราณ
(N) ความเชื่อเรื่องจารีตประเพณี
(VT) พูดใส่ร้าย
(N) การจราจร
(N) การลักลอบค้า
(VI) ค้าขายสิ่งผิดกฎหมาย
(N) วงเวียน
(N) ตํารวจจราจร
(N) การจราจรติดขัด
(ADJ) ที่มีการจราจรแออัด
(N) ผู้ค้าขาย
(N) ไฟจราจร
(N) ตํารวจจราจร
(N) กฎจราจร
(N) ยางไม้แห้งชนิดหนึ่ง
(N) ผู้แสดงเรื่องโศก
(N) ผู้แสดงเรื่องโศก
(N) เหตุการณ์ร้ายแรง
(ADJ) น่าสลดใจ
(N) ละครเศร้าปนตลกขบขัน
(N) ร่องรอยที่ทิ้งไว้ให้ตามได้
(N) หนทาง
(VI) เดินอย่างช้าๆ
(VI) ตาม
(VT) ตามรอย
(N) ผู้บุกเบิก
(N) ผู้ลาก
(N) เถาวัลย์ชนิดหนึ่ง
(N) เกียร์
(N) ขบวนรถ
(N) ชายกระโปรงยาวๆ
(N) รถไฟ
(N) เหตุการณ์ที่เกิดขึ้นต่อเนื่องตามลําดับ
(VI) โดยสารรถไฟ
(VI) เตรียมตัว
(VI) ฝึกซ้อม (ทางกีฬา)
(VI) อบรม
(VT) ให้ความรู้
(ADJ) สามารถฝึกได้
(ADJ) ฝึกหัดมาแล้ว
(N) ผู้ได้รับการฝึกหัด
(N) ครูฝึก
(N) เครื่องมือฝึกสอน
(N) ผู้ฝึกสัตว์ให้เชื่อง
(ADJ) เกี่ยวกับการฝึก
(N) การฝึก
(N) พนักงานรถไฟ
(SL) คนที่ใส่ใจกับรายละเอียดเล็กๆ มากเกินไปจนน่าเบื่อ
(VI) เดินลอยชาย
(N) คุณสมบัติ
(N) เส้นขีด
(N) ผู้ทรยศ
(ADJ) ทรยศ
(N) วิถีกระสุน
(N) เส้นโคจร
(N) รถราง
(N) เส้นทางเดินรถไฟราง
(N) การขัดขวาง
(N) การผูกมัด
(N) โซ่
(N) ตาข่ายดักสัตว์
(N) ไม้วัดรูปวงรี
(VT) ขัดขวาง
(VT) ดักด้วยตาข่าย
(N) การเดินทางไกล
(N) คนจรจัด
(VI) เดินเท้า
(VI) เดินหรือย่ําเสียงตึงตัง
(VI) กระทืบ
(N) เตียงผ้าใบ
(N) ทางรถราง
(N) สภาวะงงงัน
(VT) ทําให้อยู่ในภวังค์
(N) ทางผ่าน
(VI) เคลื่อนไหวอย่างรวดเร็ว
(ADJ) ที่มีอารมณ์สงบ
(ADJ) สงบสุข
(N) ความสงบ
(VT) ทําให้สงบ
(N) ยาระงับประสาท
(N) ความสงบเงียบ
(PRF) ข้าม
(VT) เจรจา
(VT) ดําเนินการ
(N) การดําเนินการ
(N) การติดต่อทางธุรกิจ
(N) ความสัมพันธ์ระหว่างบุคคล
(ADJ) เกี่ยวกับการดําเนินการ
(N) รายงานการประชุม
(ADJ) ซึ่งข้ามเทือกเขาแอลป์ไป
(ADJ) ซึ่งข้ามมหาสมุทรแอตแลนติกไป
(N) ตัวรับและส่งในเครื่องเดียวกัน
(VI) อยู่เหนือ
(VT) อยู่เหนือ
(ADJ) ดีกว่า
(ADJ) ดีกว่า
(N) หลักการเรียนรู้ด้วยตนเอง
(VT) ถ่ายถอดอักษร
(VT) แปลง
(N) ใบรับรองผลการศึกษา
(N) การถ่ายสําเนา
(N) เครื่องแปลงความถี่หรือกระแส
(VT) ผ่านตามขวาง
(N) การผ่านตามขวาง
(N) ส่วนปีกของโบสถ์ซึ่งเป็นแนวขวาง
(N) การขนส่ง
(N) การเปลี่ยน
(N) การเผยแพร่
(N) การส่ง
(N) การโอน
(VI) ย้าย
(VT) ขนย้าย
(VT) ปลูกถ่าย
(VT) เปลี่ยนมือ
(VT) ย้าย
(VT) ส่งผ่าน
(ADJ) สามารถโยกย้ายได้
(N) การโยกย้าย
(N) ผู้โอน
(ADJ) สามารถโยกย้ายได้
(N) การเปลี่ยนแปลง
(VT) ทําให้รูปลักษณ์ภายนอกเปลี่ยนไป
(VT) ทําให้นิ่งงัน
(VT) แทง
(VI) เปลี่ยนแปลง
(VT) ทําให้เปลี่ยนแปลง
(N) การเปลี่ยนรูป
(ADJ) 
(N) หม้อแปลง
(VT) ฉีดเข้าเส้นเลือด
(VT) ซึม
(VT) ถ่ายเท
(VT) ถ่ายเลือด
(N) การถ่ายเท
(N) การถ่ายเลือด
(VI) กระทําผิด
(VT) รุกล้ํา
(N) การกระทําผิด
(N) สภาพชั่วคราว
(ADJ) เกิดผลกระทบนอกจิตใจ
(ADJ) ชั่วคราว
(ADJ) ชั่วประเดี๋ยว
(N) บุคคลหรือสิ่งที่อยู่ชั่วคราว
(N) วิทยุทรานซิสเตอร์
(VI) ติดตั้งวงจรทรานซิสเตอร์
(VT) ติดตั้งวงจรทรานซิสเตอร์
(N) การเดินทางผ่าน
(N) การเปลี่ยน
(N) การส่งผ่าน
(VT) ทําให้เปลี่ยน
(ADJ) เกี่ยวกับการส่งผ่าน
(ADJ) เกี่ยวกับสกรรมกริยา
(N) สกรรมกริยา
(ADV) เกี่ยวกับการเปลี่ยนแปลง
(N) ความเปลี่ยนแปลง
(N) สกรรมกริยา
(N) ความไม่ยั่งยืน
(ADJ) มีอายุสั้น
(ADJ) ไม่ยั่งยืน
(N) การแปลความหมายได้
(ADJ) ซึ่งแปลความหมายได้
(N) การแปลความหมายได้
(VT) ทําความเข้าใจ
(VT) เปลี่ยน
(VT) แปล
(N) นักแปล
(N) การแทนที่
(N) การเปลี่ยน
(N) การแปล
(N) คําแปล
(ADJ) เกี่ยวกับการแปล
(N) นักแปล
(N) โปรแกรมแปลภาษา
(VT) ถอดถ่ายตัวอักษร
(N) การถอดถ่ายตัวอักษร
(VT) โยกย้าย
(N) การโยกย้าย
(N) ความฝ้ามัว
(N) ความฝ้ามัว
(ADJ) ที่ให้แสงผ่านได้น้อย
(VI) กลับชาติมาเกิด
(VI) อพยพ
(N) การกลับชาติมาเกิด
(N) การย้ายถิ่นฐาน
(N) ผู้ย้ายถิ่น
(ADJ) เกี่ยวกับการย้ายถิ่น
(VT) ส่งผ่าน
(N) การส่งผ่าน
(ADJ) ซึ่งส่งผ่านได้
(VT) ถ่ายทอด
(VT) เป็นสื่อ
(N) การส่งสัญญาณ
(N) เครื่องส่ง
(N) การเปลี่ยนรูป
(VI) ดัดนิสัย
(VI) แปรรูป
(VT) เปลี่ยน
(ADJ) ข้ามประเทศ
(ADJ) ประกอบด้วยชนชาติต่างกัน
(N) บริษัทข้ามชาติ
(ADJ) ซึ่งข้ามมหาสมุทร
(N) คานขวาง
(ADJ) ซึ่งอยู่อีกฟากของมหาสมุทรแปซิฟิก
(N) ลักษณะโปร่งแสง
(N) ลักษณะโปร่งแสง
(N) ส่วนที่โปร่งแสงของสไลด์หรือภาพ
(ADJ) ที่มองผ่านได้ง่าย
(ADJ) โปร่งใส
(ADJ) ใสซื่อ
(ADV) อย่างโปร่งแสง
(N) ความโปร่งแสง
(ADJ) ซึ่งโปร่งแสง
(N) การขับเหงื่อ
(N) การคายน้ํา
(VI) ปรากฏ
(N) การย้าย
(N) สิ่งที่ย้าย
(VT) ปลูกถ่าย
(VT) ย้าย
(VT) ย้ายต้นไม้ไปปลูกใหม่
(N) การย้ายปลูก
(N) เครื่องรับส่งเรดาร์
(N) การขนส่ง
(N) ความปิติยินดี
(N) พาหนะ
(VT) ขนย้าย
(VT) บรรทุก
(N) การขนส่ง
(N) การคมนาคม
(N) การเนรเทศ
(N) ค่าโดยสาร
(N) ตั๋วเดินทาง
(N) ธุรกิจการขนส่ง
(N) ระบบการขนส่ง
(N) วิธีการขนส่ง
(VI) เปลี่ยนตําแหน่ง
(VT) เปลี่ยนตําแหน่ง
(N) การเปลี่ยนตําแหน่ง
(N) ผู้มีจิตใจเหมือนเพศตรงข้าม
(N) การมีจิตใจเหมือนเพศตรงข้าม
(N) การมีจิตใจเหมือนเพศตรงข้าม
(VT) ถ่ายเท
(N) การถ่ายเท
(N) การเปลี่ยนสสารหนึ่งไปเป็นอีกสสารหนึ่ง
(ADJ) เกี่ยวกับธาตุที่มีจํานวนอะตอมสูงกว่าธาตุยูเรเนียม
(ADJ) เกี่ยวกับธาตุที่มีจํานวนอะตอมสูงกว่าธาตุยูเรเนียม
(ADJ) ขวาง
(ADJ) ตามขวาง
(ADJ) ทแยง
(N) ทางลัด
(N) สิ่งที่ตัดขวาง
(ADV) ตามขวาง
(N) การแทยง
(N) กลอุบาย
(N) กับดัก
(N) การดักโจมตี
(N) ท่อพักน้ํา
(N) บ่อทรายในสนามกอล์ฟ
(N) ปาก (คําไม่เป็นทางการ)
(N) รถเทียมม้า (ไม่มีหลังคา)
(SL) ปาก
(VT) วางกับดัก
(N) เครื่องดักจับฝุ่นละออง
(N) แท่งที่แขวนไว้สําหรับเหวี่ยงในกายกรรม
(N) กระดูกข้อมือ
(N) สี่เหลี่ยมคางหมู
(N) สี่เหลี่ยมด้านไม่เท่า
(ADJ) มีลักษณะเป็นสี่เหลี่ยมคางหมู
(N) กระดูกข้อมือ
(N) สี่เหลี่ยมคางหมู
(N) กับระเบิด
(ADJ) ที่ติดกับ
(N) คนวางกับดัก
(N) เครื่องประดับ
(N) ผู้เคร่งศาสนา
(N) กีฬายิงเป้าบิน
(N) ขยะ
(N) คนไร้ค่า
(N) เรื่องเหลวไหล
(VT) โจมตี
(VT) ทิ้ง
(N) ถังขยะ
(SL) เมามาก
(N) ขยะ
(ADJ) ไร้ค่า
(N) หินภูเขาไฟ
(N) แผลบาดเจ็บ
(ADJ) เกี่ยวกับบาดแผล
(ADJ) ซึ่งบอบช้ําทางจิตใจ
(ADJ) ที่ใช้กับบาดแผล
(N) งานหนัก
(VI) ตรากตรําทํางาน
(N) การเคลื่อนที่
(N) การเคลื่อนย้าย
(N) การท่องเที่ยว
(VI) เดินทาง
(VI) ท่องเที่ยว
(VI) ย้าย
(N) สํานักงานท่องเที่ยว
(N) ตัวแทนสํานักท่องเที่ยว
(N) นักท่องเที่ยว
(VT) ไปเที่ยว
(VT) สํารวจ
(ADJ) ที่กีดขวาง
(N) สิ่งที่ขวาง
(VI) เดินข้าม
(N) การล้อเลียน
(VT) ล้อเลียน
(N) เลื่อนของอินเดียนแดง
(N) เลื่อนของอินเดียนแดง
(N) ตะขอที่เรียงเป็นแถวใช้จับปลา
(N) อวนลาก
(VT) จับปลาโดยใช้อวนลาก
(N) การจับปลาด้วยอวน
(N) ถาด
(ADJ) ทรยศ
(ADJ) ไม่น่าไว้วางใจ
(ADJ) ไม่มั่นคง
(N) การทรยศ
(N) น้ําเชื่อม
(ADV) อย่างควบคุมอารมณ์ไม่ได้
(N) การก้าว
(N) การก้าวเดิน
(N) ขั้นบันได
(N) ดอกยาง (รถยนต์, รองเท้า)
(N) พื้นรองเท้า
(N) เสียงก้าวเท้า
(VI) ก้าวย่าง
(VI) ย่ํา
(VI) เหยียบ
(VT) เหยียบ
(N) ผู้เหยียบย่ํา
(N) คันถีบ
(VI) ถีบจักร
(N) เครื่องโม่
(N) เครื่องออกกําลังกายแบบสายพานวิ่ง / ลู่วิ่ง
(N) งานประจําหรือวิถีชีวิตซ้ําๆที่น่าเบื่อหรือเหน็ดเหนื่อย
(N) การกบฏ
(N) การทรยศ
(ADJ) ซึ่งก่อกบฎ
(ADV) อย่างทรยศ
(N) กองการคลัง
(N) ของมีค่า
(N) สมบัติ
(VT) ตีค่าสูง
(VT) รัก
(N) ผู้ดูแลทรัพย์สมบัติ
(N) เหรัญญิก
(N) เหรัญญิก
(N) ทรัพย์สินมีค่าที่ขุดพบ
(N) กรมคลัง
(N) เงินทุน
(N) ท้องพระคลัง
(N) ที่เก็บทรัพย์สมบัติ
(N) วรรณกรรมมีค่า
(N) พันธบัตรรัฐบาล
(N) พันธบัตรรัฐบาล
(N) พันธบัตร
(N) เงินคงคลัง
(N) อาหารที่น่ารับประทาน
(VT) เกี่ยวกับ
(VT) ทําตามกระบวนการ
(VT) ปฏิบัติ
(VT) รักษา
(VT) เลี้ยง
(VT) ให้ความเพลิดเพลิน
(ADJ) ซึ่งรักษาได้
(N) ผู้รักษา
(N) บทความ
(N) การเจรจา
(N) การดูแล
(N) การทําให้คืนสภาพ
(N) การปฏิบัติ
(N) วิธีแสดง
(N) สนธิสัญญา
(ADJ) เกี่ยวกับระดับเสียงที่สูงที่สุด
(ADJ) สามชั้น
(ADJ) แหลม (เสียง)
(N) ระดับเสียงที่สูงที่สุด
(VI) เพิ่มเป็นสามเท่า
(N) ความแหลม
(N) ต้นไม้
(N) แผนผังรูปต้นไม้
(VT) ไล่ขึ้นต้นไม้
(N) พืชชนิดหนึ่ง
(N) กระแต
(N) การตัดแต่งต้นไม้
(N) ยอดไม้
(VI) เดินทางช้าๆ
(N) ผู้เดินทางช้าๆ
(N) โครงบังตา
(N) โครงไม้ระแนง
(N) พยาธิตัวแบน
(N) การสั่น
(VI) กระเทือน
(VI) สั่น
(N) การสั่นเทา
(ADV) สั่น
(ADJ) สั่น
(ADJ) ดีมาก
(ADJ) ใหญ่โตมาก
(N) เครื่องป้องกันการสั่นสะเทือน
(ADJ) สั่นไหว
(ADJ) อย่างเสียงสั่น
(N) การสั่นไหว
(N) เสียงสั่น
(ADJ) ซึ่งมีเสียงสั่น
(ADJ) ขลาดกลัว
(ADJ) มีลักษณะสั่นไหว
(ADV) อย่างขลาดกลัว
(ADV) อย่างสั่นไหว
(N) ความขลาดกลัว
(N) ความสั่นไหว
(N) สลักไม้
(N) คู
(N) สนามเพลาะ
(ADJ) อย่างตรงไปตรงมา
(N) เสื้อกันฝนแบบทหาร
(N) เขียง
(N) คนขุดคู
(N) ถาดหรือจานไม้
(N) คนกินจุ
(N) แนวทาง
(N) สมัยนิยม
(VI) โน้มเอียง
(ADJ) ซึ่งเป็นที่นิยม
(N) เครื่องเจาะ
(N) การเจาะ
(N) การเจาะกะโหลกศีรษะ
(N) เครื่องเจาะกะโหลกศีรษะ
(N) การสั่นระริก
(N) ความกลัว
(ADJ) ซึ่งลงโทษผู้ทรยศ
(N) การบุกรุก
(N) การล่วงล้ํา
(VI) ล่วงล้ํา
(VI) ละเมิดกฎหมาย
(N) เปียผม
(N) ผม (โดยเฉพาะผมยาวของผู้หญิง)
(N) ขาหยั่ง
(N) กางเกงรัดรูปลวดลายสก็อต
(N) แต้ม
(PRF) สาม
(ADJ) พิจารณาคดีได้
(N) กลุ่มที่มีจํานวน 3
(N) ธาตุที่มีจํานวนประกอบ 3
(VT) การทดลอง
(N) การลองผิดลองถูก
(N) บัญชีทดลอง
(N) รูปสามเหลี่ยม
(N) สามขาสําหรับยกของ
(N) เหล็ก 3 เหลี่ยมสําหรับเคาะจังหวะในดนตรี
(ADJ) ที่เป็นสามเท่า
(ADJ) เป็นรูปสามเหลี่ยม
(ADJ) มีจํานวนสาม
(ADJ) เกี่ยวกับยุคภูเขาไฟระเบิด
(ADJ) เกี่ยวกับชนเผ่า
(N) เชื้อชาติ
(N) ตระกูล
(N) เผ่า
(N) พันธุ์
(N) ชาวเขา
(N) ความยากลําบาก
(N) ศาลยุติธรรม
(ADJ) ซึ่งคุ้มครองสิทธิของประชาชน
(N) คนหรือองค์กรคุ้มครองสิทธิของประชาชน
(N) การคุ้มครองสิทธิของประชาชน
(ADJ) ซึ่งเป็นสายย่อยของแม่น้ํา
(N) แม่น้ําสายย่อย
(N) เครื่องบรรณาการ
(N) ส่วย
(N) ชั่วขณะหนึ่ง
(N) พยาธิตัวกลม
(N) พยาธิตัวจี๊ด
(N) คํานามพหูพจน์ของ trichina
(N) คํานามพหูพจน์ของ trichina
(N) โรคพยาธิ
(ADJ) เกี่ยวกับโรคพยาธิ
(N) การเล่นตลก
(N) มายากล
(N) เล่ห์เหลี่ยม
(N) วิธีพลิกแพลง
(SL) ลูกค้าขายบริการทางเพศ
(VI) ใช้เล่ห์เหลี่ยม
(N) กลอุบาย
(N) การใช้กลอุบาย
(ADV) อย่างมีเล่ห์เหลี่ยม
(N) การหลอกลวง
(N) กระแสน้ําไหลเอื่อยๆ
(N) การเคลื่อนอย่างช้าๆ
(VI) เคลื่อนไหวอย่างช้าๆ
(VI) ไหลเป็นหยด
(VT) ทําให้ไหลเป็นหยด
(SL) ความเชี่ยวชาญ
(N) การหลอกลวง
(ADJ) เจ้าเล่ห์
(ADJ) มีเล่ห์เหลี่ยม
(ADJ) ยาก
(ADJ) หลอกลวง
(N) ธงสามสี
(N) ธงสามสี
(N) รถสามล้อ
(ADJ) มีสามง่าม
(N) เครื่องมือหรืออาวุธที่มีสามง่าม
(N) ฉมวกจับปลามีสามง่าม
(ADJ) ผ่านการทดสอบแล้ว
(ADJ) ผ่านความอยากลําบาก
(ADJ) ซึ่งมีขึ้นทุกสามปี
(ADV) อย่างมีขึ้นทุกสามปี
(N) คนหรือสิ่งทดสอบ
(N) ขนมเค้กชนิดหนึ่ง
(N) รายละเอียด
(N) เรื่องไร้สาระ
(ADJ) ที่มีจํานวนน้อย
(ADJ) ที่ไม่จริงจัง
(ADJ) ไม่สําคัญ
(ADJ) ไร้ค่า
(ADV) อย่างไม่จริงจัง
(ADV) อย่างไม่สําคัญ
(ADJ) ซึ่งมีสามส่วน
(VT) หนุน
(N) ไกปืน
(N) ตัวนํา
(VT) กระตุ้น
(VT) เหนี่ยวไก
(ADJ) ซึ่งชอบทําสงคราม
(N) มือปืน
(N) สารไตรกลีเซอไรด์มีมากเป็นโทษกับร่างกาย
(N) วิชาตรีโกณมิติ
(ADJ) ซึ่งมีสามด้าน
(N) การออกเสียงรัว
(N) เสียงรัว
(VI) พูดเสียงสั่น
(VI) ร้องเพลงด้วยเสียงสั่น
(VI) ออกเสียงรัว
(N) เลขเต็มที่ตามด้วยจํานวน 0 12 ตัว
(N) แมลงทะเลชนิดหนึ่ง
(N) การแสดงสามตอนต่อกัน
(ADJ) ผอมแบบแข็งแรง
(ADJ) พร้อม
(ADJ) พอดี
(ADJ) สุภาพเรียบร้อย
(N) การตัด
(N) เครื่องประดับ
(N) สภาพสมบูรณ์
(VT) ตัด
(VT) ตัดขน
(VT) ตัดแต่ง
(VT) ประดับ
(N) ช่วงเวลาสามเดือน
(ADJ) เกี่ยวกับช่วงเวลาสามเดือน
(ADJ) เกี่ยวกับช่วงเวลาสามเดือน
(ADV) อย่างเสมอกัน
(N) ผู้ขลิบ
(N) กิ่งไม้ที่ถูกเล็ม
(N) การตัดเล็ม
(N) สาธารณรัฐตรินิแดด
(N) ชาวตรินิแดด
(N) ความเชื่อเรื่องพระบิดา พระบุตรและพระจิต (Trinity)
(N) วัตถุระเบิดชนิดหนึ่ง (เรียกย่อว่า TNT)
(N) วัตถุระเบิดชนิดหนึ่ง (เรียกย่อว่า TNT)
(N) กลุ่มที่มี 3 คน
(N) สิ่งประดับเล็กน้อย
(N) กลุ่มที่ประกอบด้วย 3 คน
(ADJ) ซึ่งมีสามห้อง
(N) สารประกอบอ็อกไซด์ที่มีอ็อกซิเจนสามส่วน
(N) สารประกอบอ็อกไซด์ที่มีอ็อกซิเจนสามส่วน
(N) การเดินทาง
(N) ความผิดพลาด
(N) ช่วงเวลาที่เคลิ้มจากยาเสพย์ติด (คําสแลง)
(N) ประสบการณ์น่าตื่นเต้น
(VI) กระโดด
(VI) เดินทาง
(VI) พูดผิดพลาด
(VI) สะดุด
(ADJ) ไตรภาคี
(N) การแบ่งสามส่วน
(N) พระไตรปิฎก
(ADJ) ประกอบด้วยสามชนิด
(ADJ) ประกอบด้วยสามส่วน
(ADJ) สามครั้ง
(N) จํานวนสามเท่า
(N) จํานวนสามส่วน
(VT) ทําให้เป็นสาม
(N) หนึ่งในแฝดสามคน
(ADJ) สามเท่า
(VT) ทําสําเนาสามฉบับ
(ADV) สามเท่า
(N) ขาตั้งสามขา
(N) โต๊ะหรือแท่นที่มีสามขา
(N) เมืองทริโปลีเป็นเมืองหลวงของประเทศลิเบีย
(VI) สะดุด
(N) คนเดินทาง
(ADJ) ว่องไว
(N) แผ่นกระดาษพับสามทบ
(N) เรือรบแบบใช้พายสมัยโบราณ
(VT) แบ่งเป็น 3 ส่วน
(ADJ) ซ้ําๆซากๆ
(N) ไอโซโทปกัมมันตรังสี
(N) เทพเจ้าที่มีท่อนบนเป็นคนและท่อนล่างเป็นปลา
(N) อนุภาคซึ่งมีประจุบวกประกอบด้วย1protonและ2neutron
(VT) บดละเอียด
(N) การบดละเอียด
(N) การฉลองชัยชนะ
(N) ความยินดีจากชัยชนะ
(N) ชัยชนะ
(VI) ฉลองชัยชนะ
(VI) ได้รับชัยชนะ
(VI) ประสบความสําเร็จ
(VI) ยินดีจากชัยชนะ
(ADJ) เกี่ยวกับชัยชนะ
(ADJ) ยินดี
(N) ประตูชัย
(ADJ) ที่รู้สึกภาคภูมิจากชัยชนะ
(N) หนึ่งในกลุ่มหรือคณะสามคน
(N) การปกครองแบบมีสามคนปกครอง
(N) การมีวาเลนซีเท่ากับสาม
(N) การมีวาเลนซีเท่ากับสาม
(ADJ) ซึ่งมีวาเลนซีเท่ากับสาม
(N) ขาตั้งสามขา
(N) เรื่องเล็กๆ น้อยๆ
(ADJ) ธรรมดา
(ADJ) น่าเบื่อ
(ADJ) ไม่สําคัญ
(ADJ) ไม่เอาจริงเอาจัง
(ADJ) เล็กๆ น้อยๆ
(N) ลักษณะเล็กๆน้อยๆ
(N) สิ่งเล็กๆน้อยๆ
(ADV) อย่างไม่สําคัญ
(N) ศาสตร์ทางภาษาในยุคกลาง
(SUF) เพศหญิง
(SL) คนขับรถกินเลน
(N) จังหวะซึ่งประกอบด้วยสองพยางค์
(VI) กริยาช่องที่ 2 ของ tread
(VT) กริยาช่องที่ 2 ของ tread
(VI) กริยาช่องที่ 2 และ 3 ของ tread
(VT) กริยาช่องที่ 2 และ 3 ของ tread
(VT) กริยาช่องที่ 3 ของ tread
(SL) ผู้หญิงที่ไม่สวย
(N) คนถ้ํา
(N) คนสนุกสนาน
(N) ม้าขนาดยักษ์
(N) สงครามในนิทานกรีกโบราณ
(SL) คนที่น่าเกลียด (มักหมายถึงผู้หญิง)
(N) รถขนแร่
(N) รถเข็น
(N) รถเข็น
(N) รถรางไฟฟ้า
(N) รถไฟฟ้าที่ไม่มีราง
(SL) เมายาหรือเมาเหล้า
(N) รถรางไฟฟ้า
(SL) ชุดชั้นใน
(N) รถขนแร่
(N) รถเข็น
(N) แตรเล็ก
(N) ทรอมโบน
(SL) เดินช้าๆ (เพราะเหนื่อย)
(N) กลุ่ม
(N) กองทหาร
(VI) เดินขบวน
(VI) ออกันเข้ามา
(N) ทหารม้า
(N) ม้าของพลทหารม้า
(N) เรือลําเลียงทหาร
(N) กลุ่ม
(N) กองกําลัง
(N) กองทหาร
(ADJ) เกี่ยวกับโภชนาการ
(N) ของที่ระลึก
(N) รางวัล
(N) สิ่งที่ยึดได้จากศัตรูและเก็บไว้เป็นที่ระลึกถึงชัยชนะ
(N) อวัยวะของสัตว์ที่ได้จากการล่า
(ADJ) ที่เกี่ยวกับเขตร้อนของโลก
(N) เขตร้อนของโลก
(ADJ) เกี่ยวกับเขตร้อน
(ADJ) ร้อนชื้น
(N) พายุในเขตร้อน
(VT) ปรับให้เหมาะกับเขตร้อน
(ADV) ในเขตร้อน
(N) พืชเมืองร้อน
(N) ปีทางสุริยคติ
(N) เส้นรุ้งที่อยู่ห่างเส้นศูนย์สูตรไปทางเหนือ
(N) เส้นรุ้งที่อยู่ห่างเส้นศูนย์สูตรไปทางใต้
(N) การตอบสนองสิ่งเร้า
(N) ชั้นบรรยากาศโลกชั้นล่างสุด
(N) ท่าทางวิ่งเหยาะๆ
(VI) (ม้า) วิ่งเหยาะๆ
(VI) วิ่งช้าๆ
(VT) ทําให้วิ่งเหยาะๆ
(SL) ท้องเสีย
(SL) อาการท้องเสีย
(SL) ท้องเสีย
(N) การวิ่งของคนหรือสัตว์
(SL) เท้า (2 ข้าง)
(N) ความกังวลใจ
(N) ความทุกข์ยาก
(N) ปัญหา
(N) อุปสรรค
(N) ีการตั้งท้องโดยไม่ต้องการ
(VT) ทําให้ไม่สบายใจ
(VT) รบกวน
(SL) เมีย
(IDM) ปัญหากําลังก่อตัว
(N) ผู้ก่อปัญหา
(N) ช่างซ่อม
(N) ผู้แก้ปัญหา
(ADJ) น่ารําคาญ
(ADJ) ้เป็นปัญหา
(ADJ) ไม่เชื่อฟัง
(ADJ) ไม่สะดวกสบาย
(ADJ) ยากลําบาก
(N) ความคับแค้นใจ
(N) ความน่ารําคาญ
(N) ความยากลําบาก
(N) รางน้ํา
(SL) กิน
(VT) เฆี่ยนตี
(VT) ชนะอย่างเด็ดขาด
(VT) ลงโทษ
(N) คณะผู้แสดง
(VI) เดินทางแสดง
(N) คณะผู้แสดง
(SL) กิจกรรมทางเพศ
(SL) อวัยวะเพศชาย
(SL) อวัยวะเพศชาย
(SL) เมาเหล้าหรือเมายา
(N) กางเกง
(SL) อวัยวะเพศชาย
(N) ปลาจําพวกหนึ่งมีลักษณะคล้ายปลาแซลมอน
(SL) ผู้หญิงที่ไม่มีความน่าดึงดูด
(N) ขุมทรัพย์
(N) เกรียง
(VT) ทําให้เรียบด้วยเกรียง
(ADJ) ซึ่งวัดเป็นหน่วยน้ําหนักทรอย
(N) ระบบชั่งน้ําหนักทรอย (ใช้ชั่งเงิน ทอง เพชรพลอย)
(N) การทิ้งหน้าที่
(N) การหนีโรงเรียน
(ADJ) ที่ไม่ยอมทํางาน
(N) เด็กหนีเรียน
(N) ผู้ที่โดดงาน
(N) การละทิ้งความรับผิดชอบ
(N) การบรรเทาชั่วคราว
(N) การสงบศึกชั่วคราว
(N) รถเข็น
(N) รถบรรทุก
(N) การเข้าไปเกี่ยวข้อง
(N) การขนส่งโดยรถบรรทุก
(N) คนขับรถบรรทุก
(VI) ยินยอม
(N) ปริมาณสิ่งของที่รถบรรทุกรับได้ในหนึ่งคัน
(N) ความโหดร้าย
(N) ความโหดร้าย
(ADJ) รุนแรง
(ADJ) โหดร้าย
(N) การเดินอย่างเมื่อยล้า
(VI) เดินอย่างเมื่อยล้า
(ADJ) ถูกต้อง
(ADJ) ที่ซื่อสัตย์
(ADJ) ที่เป็นของแท้
(ADJ) ที่เป็นเรื่องจริง
(ADJ) อย่างซื่อสัตย์
(ADV) แน่นอน
(ADV) เป็นจริง
(ADJ) ซื่อสัตย์
(N) คนที่กล้าหาญ
(IDM) ทําอย่างที่เคยทํา
(IDM) รักษาสัญญา
(N) เห็ดชนิดกินได้
(N) คํากล่าวที่เป็นจริง
(ADV) อย่างถูกต้อง
(ADV) อย่างแท้จริง
(N) คนที่ดี
(N) ชุดไพ่ที่เอาชนะชุดอื่นได้
(VT) เก่งกว่า
(N) แตร
(N) เสียงแตร
(VI) เป่าแตร
(SL) ตด
(N) ไพ่ที่ทําให้ชนะคนอื่น
(IDM)  แสร้งทํา
(N) สิ่งไร้ประโยชน์
(N) แตร
(N) เสียงแตร
(VI) เป่าแตร
(VI) แผดเสียงเหมือนแตร
(VT) ป่าวประกาศ
(N) คนป่าวประกาศ
(N) คนเป่าแตร
(VT) ตัดสั้น
(N) การตัดเป็นท่อนๆ
(N) กระบอง
(VT) ตีด้วยกระบอง
(N) ล้อเล็ก
(VI) กลิ้ง
(VT) ทําให้กลิ้ง
(N) ผู้กลิ้งล้อหรือเฟือง
(N) งวง
(N) ลําต้น
(N) ลําตัว
(N) หีบใส่ของ
(N) การโทรศัพท์ทางไกล
(N) กางเกงในชาย
(N) กางเกงว่ายน้ํา
(N) เสาค้ํา
(VT) มัด
(N) สะพานข้ามเหว
(N) ความเชื่อใจ
(N) ระบบผูกขาดทางการค้า
(N) สินเชื่อ
(VI) วางใจ
(VT) คาดหวัง
(VT) เชื่อเครดิต
(VT) วางใจ
(N) ทรัสต์ (ทําธุรกิจเกี่ยวกับการซื้อขายหลักทรัพย์)
(N) ผู้ได้รับมอบหมายให้จัดการดูแล
(N) หน้าที่ของผู้ที่ได้รับมอบหมาย
(ADJ) ซึ่งไว้วางใจ
(N) ความไว้วางใจ
(N) เงินที่ทรัสต์นําไปลงทุน
(ADV) อย่างไว้วางใจ
(N) ความไว้วางใจ
(ADJ) ที่เชื่อถือได้
(N) เขตแดนในความดูแล
(N) ความคู่ควรแก่การไว้วางใจ
(ADJ) น่าไว้วางใจ
(ADJ) เชื่อถือได้
(N) คนที่เชื่อถือได้
(N) นักโทษที่ได้รับความไว้วางใจ
(N) ข้อเท็จจริง
(N) ความจริง
(ADJ) ซื่อสัตย์
(ADV) ตามความจริง
(N) ความซื่อสัตย์
(ADJ) ไม่มีความจริง
(N) ีความจริง
(N) ค่าความจริง
(N) การทดลอง
(N) การลอง
(VI) พยายาม
(VT) ตรวจสอบ
(VT) ทดสอบ
(VT) ทําให้เหลืออด
(VT) สอบสวนในศาล
(ADJ) ที่ลําบาก
(IDM) ลองทําบางสิ่ง
(IDM) พยายามเสี่ยงโชคในการทําบางสิ่ง
(IDM) พยายามทําสิ่งที่สามารถทําได้
(IDM) ลองสวม
(N) การพิสูจน์ความสามารถ (ก่อนเข้าสู่ทีมกีฬาหรือการแสดง)
(N) การแสดงก่อนรอบจริงเพื่อดูปฏิกิริยาของผู้ชม
(IDM) ทดสอบ(ความสามารถในการแสดง การเล่นกีฬา)
(IDM) ทดลองว่าดีหรือไม่
(IDM) ทดลองว่าดีหรือไม่
(IDM) ทดลองว่าดีหรือไม่
(N) การปกครองแบบเผด็จการ
(IDM) ทดลองว่าดีหรือไม่
(IDM) ทําให้รําคาญ
(IDM) ลองสวม
(IDM) ลอง(เสื้อผ้า)
(N) ไม้ฉาก
(N) การนัดพบ
(N) สถานที่นัดพบ
(N) ผู้นัดหมาย
(N) แมลงดูดเลือด
(N) เสื้อยืดคอกลม แขนสั้นและไม่มีปก
(N) ไม้ฉากรูปตัว T
(N) แตรใหญ่
(N) ถังน้ํา
(ADJ) เกี่ยวกับหลอดหรือท่อ
(ADJ) ไม่มีเสียงสะท้อน
(ADJ) อ้วนและเตี้ย
(SL) คนอ้วน
(N) ท่อ
(N) ทางใต้ดิน
(N) หลอด
(VT) ส่งผ่านหลอดหรือท่อ
(N) หัวใต้ดินของพืช
(N) ตุ่มเล็กๆ
(ADJ) เกี่ยวกับวัณโรค
(ADJ) ที่มีตุ่มเล็กๆ
(N) ตุ่มเล็กๆ
(N) สารสกัดจากเชื้อวัณโรค
(N) วัณโรค
(N) เกี่ยวกับตุ่มเล็กๆ
(N) ปุ่มกระดูก
(ADJ) เกี่ยวกับหัวใต้ดินของพืช
(ADJ) คล้ายหน่อ
(ADJ) ที่มีหัวใต้ดิน
(N) ท่อ
(SL) คนอ้วน
(ADJ) ที่มีลักษณะคล้ายหลอดหรือท่อ
(SL) ก้น
(N) สิ่งที่สอดเข้าไป
(SL) อาหาร
(VT) เก็บไว้ในที่มิดชิด
(VT) สอดเข้าไป
(N) ผู้สอดเข้าไป
(IDM) รับประทานด้วยความหิว
(N) กษัตริย์อังกฤษในช่วงปีค.ศ.1485-1603
(N) วันอังคาร
(N) อังคาร
(N) หินปูน
(ADJ) เกี่ยวกับหินปูน
(N) ปอยผม
(ADJ) ประดับพู่
(ADJ) เป็นกระจุก
(N) นกเล็กชนิดหนึ่ง
(N) การกระตุก
(N) เรือโยง
(SL) การช่วยตัวเอง
(VT) ดึง
(N) เรือโยง
(N) การต่อสู้
(N) เกมชักเย่อ
(N) ค่าเล่าเรียน
(SL) ก้น
(N) ไม้ดอกทิวลิป
(N) ผ้าบางเนื้อละเอียด
(VI) ล้ม
(ADJ) ซึ่งชํารุดทรุดโทรม
(ADJ) ซึ่งพังทลายลง
(N) แก้วน้ําที่มีก้นหนาไม่มีหูจับ
(N) จํานวนหนึ่งแก้ว
(N) นักกายกรรม
(IDM) เข้าใจได้ทันที
(N) วัชพืชชนิดหนึ่ง
(N) การแสดงกายกรรม
(N) รถบรรทุกของสมัยก่อน
(N) รถบรรทุกของสมัยก่อน
(VT) ทําให้บวม
(ADJ) บวม
(ADJ) บวม
(ADJ) โอ้อวด
(N) ท้อง (คําไม่เป็นทางการ)
(SL) อวัยวะเพศชาย
(N) การบวม
(N) เนื้องอก
(N) ส่วนที่บวม
(N) การบวม
(N) เนื้องอก
(N) ส่วนที่บวม
(N) ความว้าวุ่นใจ
(N) ความอลเวง
(ADJ) ว้าวุ่นใจ
(ADJ) อึกทึกครึกโครม
(ADV) อย่างอึกทึกครึกโครม
(N) ความอึกทึกครึกโครม
(N) สุสานโบราณ
(N) ทูน่า
(N) ปลาทูน่า
(N) ถังขนาดใหญ่
(N) ที่ราบที่ไม่มีต้นไม้ในขั้วโลกเหนือ
(N) ทํานอง
(VT) ตั้งเสียง
(VT) ปรับ
(ADJ) มีท่วงทํานอง
(ADJ) มีเสียงเพราะ
(ADV) อย่างมีท่วงทํานอง
(N) ความมีเสียงเพราะ
(ADJ) ซึ่งไร้เสียง
(N) น้ําเสียง
(N) การอุ่นเครื่อง
(N) แร่ทังสเตน
(N) เสื้อคลุมรัดเอวของสาวกรีก
(N) การปรับเสียง
(N) ส้อมเสียง
(N) ประเทศตูนิเซีย
(N) หลุม
(N) อุโมงค์
(VT) ขุดอุโมงค์
(N) ผู้ขุดอุโมงค์
(N) ผู้ขุดอุโมงค์
(N) ปลาทูน่า
(N) แกะตัวผู้
(N) สองเพนนี
(ADJ) สองเพนนี
(N) หมวกใหญ่ของชาวแคนาดา
(N) ผ้าโพกหัวของชาวมุสลิม
(N) หมวกที่คล้ายผ้าโพกหัวของชาวมุสลิม
(ADJ) มีลักษณะคล้ายหมวกโพกศีรษะ
(ADJ) ขุ่น
(N) ความขุ่น
(N) ความทึบ
(N) ความสับสน
(ADJ) อย่างขุ่นมัว
(N) ความขุ่น
(N) ความทึบ
(N) ความวุ่นวาย
(ADJ) ที่เป็นรูปกรวยคว่ํา
(ADJ) ที่มีลักษณะขดเป็นวง
(N) กระดูกรูปกรวย
(N) เปลือกหอยรูปกรวย
(N) กังหัน
(N) ระบบขับเคลื่อนแบบเทอร์โบ
(N) ระบบขับเคลื่อนแบบเทอร์โบ
(N) เครื่องบินที่ขับเคลื่อนด้วยระบบเทอร์โบ
(N) เครื่องยนต์ที่ต่อกับใบพัดเครื่องบิน
(N) ปลาชนิดหนึ่ง
(N) การเคลื่อนไหวผิดปกติของบรรยากาศ
(N) การไหลทะลัก
(N) ความวุ่นวาย
(N) ความวุ่นวาย
(ADJ) ที่มีบรรยากาศแปรปรวน
(ADJ) รุนแรง
(ADJ) สับสนอลหม่าน
(ADV) อย่างแปรปรวน (บรรยากาศ)
(ADV) อย่างรุนแรง
(ADV) อย่างวุ่นวาย
(SL) ชายรักร่วมเพศ
(N) จานก้นลึก
(N) พื้นที่
(N) สนามหญ้า
(N) หญ้าเทียม
(VT) คลุมด้วยหญ้า
(VT) ฆ่า (คําสแลง)
(VT) บังคับให้ออกไป (คําสแลง)
(ADJ) เกี่ยวกับสนามหญ้า
(ADJ) บวม
(ADJ) โอ้อวด
(N) การบวม
(N) ความโอ้อวด
(N) ชาวตุรกี
(N) ภาษาตุรกี
(N) ไก่งวง
(N) คนโง่ (คําหยาบ)
(N) ตุรกี
(N) ประเทศตุรกี
(N) ผ้าเช็ดตัวขนยาว
(ADJ) เกี่ยวกับประเทศตุรกี
(ADJ) เกี่ยวกับภาษาตุรกี
(N) ภาษาราชการของประเทศตุรกี
(N) การอาบน้ําด้วยน้ําร้อน (อาจมีการนวดด้วย)
(N) ชาวพื้นเมืองในอัฟกานิสถาน
(N) ขมิ้น
(N) ความสับสนอลหม่าน
(N) การเดินเล่น
(N) การเปลี่ยน
(N) การเลี้ยว
(N) การหมุน
(N) คราว
(N) โค้ง
(N) วงเลี้ยว
(N) หน้าที่
(N) เหตุการณ์เปลี่ยนแปลง
(N) โอกาส
(VI) บูด
(VI) เปลี่ยน
(VT) กลายเป็น
(VT) ปล่อย
(VT) เปลี่ยน
(VT) เปลี่ยน (ความคิด)
(VT) ผลัด (ใบ)
(VT) ย้อนกลับ
(VT) เลี้ยว
(IDM) เพิกเฉย
(IDM) แสร้งทําไม่เห็น
(IDM) ผลัดกัน
(N) การเปลี่ยนแปลงความคิดเห็น
(N) การหมุนรอบ
(IDM) แสร้งทําเมินเฉย
(IDM) แสร้งทําไม่ได้ยิน
(IDM) เพิกเฉย
(N) การหมุนไปรอบๆ
(N) ข้อต่อสายลวด
(N) คนทรยศ
(N) การปฏิเสธ
(N) ผู้หมุน
(N) การกลึง
(N) การหมุน
(N) จุดเลี้ยว
(N) สิ่งที่หมุน
(N) จุดเลี้ยว
(N) จุดวิกฤติ
(N) ต้นหัวผักกาด
(N) หัวผักกาด
(SL) เย็นลง!
(SL) หยุดนะ!
(IDM) หยุดนะ (คําไม่เป็นทางการ)
(N) พัศดี
(PHRV) เลี้ยวซ้าย
(PHRV) ปล่อยเป็นอิสระ
(PHRV) ปิด (น้ํา, แก๊ซ, ไฟฟ้า)
(PHRV) เปลี่ยนไปทางใหม่
(PHRV) มีสีหน้าหรือท่าทาง
(PHRV) เลิกจ้าง
(PHRV) เลิกสนใจ (คําไม่เป็นทางการ)
(PHRV) สร้าง
(PHRV) แยกจาก
(PHRV) เลิกชอบ
(N) ถนนเส้นเล็กที่แยกจากเส้นใหญ่
(IDM) ใกล้ปีใหม่
(PHRV) ทําให้น่าสนใจ (คําไม่เป็นทางการ)
(PHRV) เปิด
(PHRV) เริ่มแสดงสีหน้าหรือท่าทาง
(PHRV) ขึ้นอยู่กับ
(PHRV) จู่โจม
(PHRV) หันไปทาง
(IDM) หันกลับไปยัง
(IDM) ละทิ้ง
(IDM) เปลี่ยนความคิด
(IDM) เริ่มเดินทาง
(IDM) สามารถทํา
(IDM) สร้างความกดดันให้ทําบางสิ่ง
(IDM) เริ่มร้องไห้
(N) การชุมนุม
(N) ผลิตภัณฑ์
(PHRV) ดับไฟ
(IDM) จบอย่างมีความสุข
(IDM) เริ่มชีวิตใหม่
(PHRV) เอาออกจาก
(IDM) กลับกลายเป็น
(ADJ) ที่พลิกกลับได้
(N) การคว่ํา
(N) การเปลี่ยนแปลง
(N) การพลิกกลับ
(N) การหมุนเวียน
(N) จํานวนขาย
(N) อัตราการลาออก
(PHRV) ค้นหา
(PHRV) เงยขึ้น
(PHRV) (ท้องไส้) ปั่นป่วน
(PHRV) ทําให้ป่วย
(PHRV) (พนักงาน) ลาออกจากบริษัท
(PHRV) พลิก (หน้าหนังสือ)
(IDM) (คนที่ตายไปแล้ว) ตกใจ
(PHRV) มอบคืน
(PHRV) ส่งให้
(VI) หน้าซีด
(N) ด่านเก็บเงินบํารุงถนน
(N) ถนนสําหรับรถยนต์ที่วิ่งด้วยความเร็วสูง
(N) ไฟเลี้ยว
(IDM) ทําให้อวดดี
(IDM) ทําให้ไม่สบาย
(IDM) ใช้ประโยชน์
(N) ทางเข้าที่มีแกนหมุนให้ผ่านได้ทีละคน
(IDM) กดดันให้ทําสิ่งใดสิ่งหนึ่ง
(IDM) เมินเฉยต่อคําดูถูก
(IDM) พลิกสถานการณ์ให้บางคนตกอยู่ในตําแหน่งหรือสภาพที่แตกต่างออกไป
(IDM) พลิกสถานการณ์
(PHRV) หันกลับไป (ทํางานหนัก) เพื่อช่วย
(PHRV) เปลี่ยน (คําพูด) ความหมายเป็น
(PHRV) เปลี่ยน (ทิศทาง) ไปทาง
(PHRV) เริ่มต้น (วิถีชีวิต)
(PHRV) หันไป
(PHRV) ทําให้ยุ่งเหยิง
(PHRV) ้สับสน
(PHRV) หงายท้อง
(PHRV) เปลี่ยน (ความคิด) ไปทาง
(PHRV) หันไปทาง
(IDM) พลิกคว่ํา
(PHRV) (เรือ) พลิกคว่ํา (ก่อนจม)
(PHRV) พับไว้
(ADJ) ที่พับขึ้น
(N) การเปลี่ยนเพิ่มขึ้น
(N) ส่วนที่พับขึ้นของขากางเกง
(N) สิ่งที่พับกลับ
(PHRV) ขุดพบโดยบังเอิญ
(PHRV) ทําให้ป่วย (คําไม่เป็นทางการ)
(PHRV) พับให้สั้น
(PHRV) เพิ่มเสียง
(PHRV) มาถึง (โดยไม่คาดคิดมาก่อน)
(PHRV) หงาย
(IDM) ตาย (คําสแลง)
(IDM) โชคดี
(N) น้ํามันสน
(N) ยางสน
(VT) เก็บยางสน
(VT) ใช้น้ํามันสน
(N) ความเลวทราม
(N) ยางสน (คําเรียกสั้นๆ ของ turpentine)
(N) เหล้า (ใช้ในออสเตรเลีย)
(N) แร่เทอร์ควอยซ์ มีสีน้ําเงินหรือน้ําเงินอมเขียว
(N) หอคอย
(N) เต่า
(N) นกเขาขนาดเล็ก
(N) นกเขาจําพวก Streptopelia turtur
(N) คอเสื้อแบบคอเต่า
(SL) ปวดอึอย่างมาก
(N) ภาษามาตรฐานของประเทศอิตาลี
(N) งาช้าง
(VT) แทงด้วยงา
(ADJ) เหมือนงาช้าง
(N) สัตว์ซึ่งมีงาหรือเขี้ยวยาว
(ADJ) ไม่มีงา
(ADJ) เหมือนงา
(ADJ) เกี่ยวกับการไอ
(N) การดิ้นรน
(VI) ดิ้นรน
(N) กอหญ้า
(N) ปอยผมหรือขน
(N) ผีเสื้อราตรี
(ADJ) ซึ่งเป็นพุ่มหรือกลุ่ม
(INT) คําอุทานแสดงความไม่พอใจ
(N) การอุทานแสดงความไม่พอใจ
(SL) เรื่องไร้สาระ
(VI) กล่าวคําอุทานแสดงความไม่พอใจ
(N) การสั่งสอน
(ADJ) เกี่ยวกับผู้คุ้มครอง
(ADJ) มีอํานาจในการคุ้มครอง
(N) ผู้ที่มีอํานาจคุ้มครอง
(ADJ) เกี่ยวกับผู้คุ้มครอง
(ADJ) มีอํานาจในการคุ้มครอง
(N) ผู้ที่มีอํานาจคุ้มครอง
(N) ครูพิเศษ
(VI) สอนพิเศษ
(VT) ดูแล
(ADJ) เกี่ยวกับผู้สอน
(N) การเรียนพิเศษ
(N) โปรแกรมการสอนในคอมพิวเตอร์
(ADV) ทั้งหมด
(N) ผลไม้รวม
(N) กระโปรงสั้นของนักบัลเล่ต์
(N) คําเรียก tuxedo
(SL) ชุดสูทเข้าชุดกันของผู้ชายที่หางเสื้อด้านหลังไม่ยาว
(N) ชุดทักซิโด้
(N) โทรทัศน์ (คําย่อของ television)
(N) คําพูดที่ไร้สาระ
(N) ผู้พูดไร้สาระ
(ADJ) สอง
(N) เสียงอู้อี้
(ADJ) อู้อี้
(SL) อวัยวะเพศหญิง
(SL) คนงี่เง่า
(VT) หยิก
(ADJ) หยิก
(N) ผ้าขนสัตว์
(ADJ) ที่ทําจากผ้าขนสัตว์
(N) สาวใช้วัยรุ่น
(N) เสียงนกร้อง
(N) เครื่องขยายเสียงเครื่องเล็ก
(N) แหนบ
(ADJ) ที่เป็นหนึ่งในจํานวนสิบสองหน่วย
(ADJ) ที่อยู่ในลําดับที่สิบสอง
(ADV) ในลําดับที่สิบสอง
(N) ลําดับที่สิบสอง
(N) หนึ่งในสิบสองส่วน
(N) วันสุดท้ายของเทศกาลคริสต์มาส
(ADJ) ที่เป็นจํานวนสิบสอง
(N) กลุ่มที่มีจํานวนสิบสอง
(N) จํานวนสิบสอง
(N) หนึ่งปี
(N) ลําดับที่ยี่สิบ
(ADJ) ยี่สิบ
(N) ยี่สิบ
(N) เลขที่ยี่สิบเอ็ด
(N) คนน่ารังเกียจ
(SL) คนโง่เง่า
(ADV) สองครั้ง
(ADV) สองเท่า
(ADJ) มีการกลับชาติมาเกิด
(ADJ) ซึ่งมีเชือกสองเส้นขวั้นเป็นเกลียว
(ADJ) ซึ่งบอกไว้แล้วสองครั้ง
(N) การล้อเล่น
(VI) ล้อเล่น
(VI) หมุนกลับไปกลับมา
(VT) ล้อเล่น
(VT) หมุนกลับไปกลับมา
(IDM) ฆ่าเวลาด้วยการกระดิกนิ้วเล่น
(N) กิ่งไม้
(N) แขนง
(VT) เข้าใจ
(VT) สังเกต
(VT) เห็น
(N) ช่วงเวลาสุดท้าย
(N) ช่วงเวลาหลังจากพระอาทิตย์ตกหรือก่อนฟ้าสาง
(N) แสงของดวงอาทิตย์ขณะที่จะลับจากขอบฟ้า
(N) สภาวะก้ํากึ่ง
(N) ผ้าทอลายแบบทแยง
(N) ความเหมือนกัน
(N) แฝด
(VI) เป็นคู่กัน
(VI) มีฝาแฝด
(VT) ทําให้เป็นคู่กัน
(N) เตียงคู่
(N) สายเชือก
(VI) พันรอบ
(VT) ถักเป็นเกลียว
(N) อาการปวดฉับพลันและรุนแรง
(N) เวลาชั่วพริบตาเดียว
(N) แสงแวววาว
(VI) เป็นแวววาว
(VI) ผ่านไปอย่างรวดเร็ว
(VI) ส่องแสงระยิบระยับ
(N) ผู้ขยิบตา
(PHRV) ระยิบระยับด้วย
(PHRV) แวววาว
(N) การกระพริบตา
(N) การส่องแสงระยิบระยับ
(N) เวลาชั่วพริบตาเดียว
(ADV) อย่างระยิบระยับ
(N) ห้องที่มีเตียงเดี่ยวสองเตียง
(N) กลุ่มดาวคู่
(N) การบิด
(N) การปั่น
(VT) วน
(N) ผู้ปั่น
(N) คนไม่สําคัญ
(VI) บิดเป็นเกลียว
(VI) ผิดรูปร่าง
(VT) ทําให้บาดเจ็บ
(VT) ทําให้ผิดรูปร่าง
(VT) บิดเป็นเกลียว
(PHRV) หมุนรอบ
(PHRV) บิดเบือน
(ADJ) ที่ผิดศีลธรรม
(N) ผู้ทําให้ผิดรูปร่าง
(PHRV) หมุนรอบ
(PHRV) บิดเบือน
(IDM) จัดการและควบคุมได้
(IDM) บังคับ
(VT) บ่นว่า
(N) การเคลื่อนไหวแบบกระตุกถี่ๆ
(VI) กระตุก
(SL) นักดูนก
(N) ความตื่นเต้น
(N) เสียงเพลงแหลมสูง (นกหรือสัตว์เล็กๆ)
(VI) ร้องเสียงแหลม (ของนก)
(VI) ร้องหรือพูดด้วยเสียงแหลมสูง
(VT) ร้องหรือพูดด้วยเสียงแหลมสูง
(N) ผู้ส่งเสียงแหลมเล็ก
(ADJ) ที่ร้องเสียงแหลม
(PREP) ระหว่าง
(ABBR) คําย่อจาก betwixt
(ADJ) สอง
(N) กลุ่มที่มีจํานวนสอง
(N) จํานวนสอง
(PRON) สอง
(IDM) ถูกและหาง่าย
(ADJ) ซึ่งเป็นมูลค่าขั้นต่ํา
(SL) ถูก
(ADJ) สองคูณสี่
(ADJ) ซึ่งมีสองด้าน
(ADJ) ที่มีสองด้าน
(ADJ) ซึ่งมีสองหน้า
(ADJ) ที่มีสองหน้า
(ADJ) หลอกลวง
(ADV) อย่างมีสองหน้า
(N) การตีสองหน้า
(ADJ) ซึ่งแข็งแรง
(ADJ) ที่เป็นสองเท่า
(ADJ) ที่มีสองชั้น
(ADJ) ที่มีสองเท้า
(ADJ) ซึ่งใช้มือทั้งสองข้าง
(SL) สภาพ
(SL) คนโง่
(IDM) คนหรือสิ่งที่เหมือนกัน (เช่น ความคิด, ทัศนคติ, บุคลิก ฯลฯ)
(N) จํานวนสองเพนนี (หน่วยเงินตราของอังกฤษ)
(ADJ) ซึ่งมีค่าสองเพนนี
(ADJ) ซึ่งมีสองชิ้น
(ADJ) ที่ประกอบด้วยสองชิ้น
(IDM) อยากอยู่กันตามลําพังสองคน มากกว่ามีคนอื่นอยู่ด้วย
(ADJ) ที่เป็นสองเท่า
(N) การเต้นรําในจังหวะบอลรูม
(ADJ) ซึ่งหลอกลวง
(SL) หลอกคนรัก
(IDM) หลอกลวง (คู่รักหรือคู่แต่งงานอีกฝ่าย)
(ADJ) ซึ่งมีสองสี
(ADJ) ซึ่งแยกเป็นสองทาง
(ADJ) ที่เคลื่อนที่ได้ทั้งสองทาง
(N) วิทยุติดต่อ
(N) ยานพาหนะที่มีสองล้อ
(N) รถสองล้อ (เช่น จักรยาน)
(SUF) สิบเท่า
(SUF) แสดงความเป็นนามธรรม
(N) นักธุรกิจที่ร่ํารวยและมีอิทธิพลมาก
(ADJ) ซึ่งผูกไว้
(N) เด็กเล็กๆ (คําไม่เป็นทางการ)
(N) สุนัขพันทาง
(ADJ) เกี่ยวกับเยื่อแก้วหู
(N) เยื่อแก้วหู
(N) แผ่นสั่นของหูโทรศัพท์
(N) เยื่อแก้วหู
(N) หูชั้นกลาง
(ADJ) เกี่ยวกับรูปแบบ
(N) ตรา
(N) รูปแบบ
(N) ลักษณะที่เป็นแบบอย่าง
(SUF) สิ่งที่เป็นรูปแบบ
(VI) เขียนแบบตัวพิมพ์
(VI) หลอมตัวพิมพ์
(VT) หลอมตัวพิมพ์
(N) แบบตัวพิมพ์
(N) เอกสารที่พิมพ์
(VT) เรียงพิมพ์
(N) เครื่องเรียงพิมพ์
(N) ช่างเรียงพิมพ์
(N) การเรียงพิมพ์
(VT) พิมพ์ดีด
(N) เครื่องพิมพ์ดีด
(N) การพิมพ์ดีด
(ADJ) เกี่ยวกับการพิมพ์
(ADJ) เกี่ยวกับหรือคล้ายโรคไข้ไทฟอยด์
(N) ไทฟอยด์
(N) ไข้รากสาดน้อย
(ADJ) เกี่ยวกับพายุไต้ฝุ่น
(N) พายุไต้ฝุ่น
(ADJ) เกี่ยวกับโรคไข้รากสาดใหญ่
(N) โรคไข้รากสาดใหญ่
(ADJ) ซึ่งเป็นตัวอย่าง
(ADJ) ซึ่งเป็นสัญลักษณ์
(N) การเป็นตัวอย่าง
(ADV) อย่างเป็นแบบฉบับ
(N) ความแตกต่าง
(N) ความเป็นสัญลักษณ์
(VT) เป็นตัวอย่าง
(N) พนักงานพิมพ์ดีด
(ABBR) คําย่อของ typographer, typographic, typographical, typography
(N) ความผิดพลาดในการพิมพ์
(N) ผู้เชี่ยวชาญการพิมพ์
(ADJ) เกี่ยวกับการพิมพ์
(ADJ) เกี่ยวกับการพิมพ์
(ADV) ทางการพิมพ์
(N) การพิมพ์
(N) การศึกษาเกี่ยวกับรูปแบบและสัญลักษณ์
(ADJ) เกี่ยวกับทรราชย์
(ADJ) เกี่ยวกับทรราชย์
(VI) กระทําอย่างป่าเถื่อน
(VI) ปกครองแบบกดขี่
(VT) กระทําอย่างป่าเถื่อน
(VT) ปกครองแบบกดขี่
(N) ไดโนเสาร์พันธุ์หนึ่งซึ่งกินเนื้อสัตว์เป็นอาหาร
(ADJ) ซึ่งข่มเหง
(N) อย่างข่มเหง
(N) ผู้ปกครองซึ่งกดขี่
(N) ผู้ปกครองที่เผด็จการ
(N) ยางรถ
(N) ผู้มาใหม่
