(โอ) พยัญชนะ|อังกฤษ|ตัว|ที่|15
(อะ|คลอ|ค|') adv. โดย|นาฬิกา|,|ตาม|นาฬิกา|,..โมง...,.นาฬิกา. one o|'|clock อย่าง|รวดเร็ว|,|ฉับพลัน|,|ยินดี|ยิ่ง
(โอ|'|เค) adj.,|adv.,|vt.,|n. ถูกต้อง|,|ถูก|,|ใช้ได้|,|ดี|แล้ว|,|เรียบร้อย|,|อนุมัติ|,|รับรอง|ว่า|ถูก|,|ตกลง|,|ครับ n. การ|ตกลง|  |Syn. OK|,|okay
(โอเอ) ย่อ|มา|จาก office automation แปล|ว่า การ|อัตโนมัติ|สํานักงาน|, สํานักงาน|อัตโนมัติ หมายถึง การ|ใช้|เครื่อง|คอมพิวเตอร์|ภายใน|สํานักงาน เพื่อให้|ดําเนินการ|ไป|โดย|อัตโนมัติ หลีกเลี่ยง|การ|ปฏิบัติ|ด้วย|มือ|ให้|มาก|ที่สุด เป็นต้น|ว่า การ|ทํา|จดหมายเวียน (ข้อความ|ใน|จดหมาย|เหมือน ๆ กัน แต่|ส่ง|ถึง|ชื่อ|คน|หลาย|คน) ใน|กรณี|นี้ หาก|ใช้|คอมพิวเตอร์|ทํา ก็|จะ|ประหยัด|เวลา|ได้|มาก เพราะ|สามารถ|สั่ง|ทีเดียว|ได้|เลย ส่วน|ใน|ความหมาย|ของ|คําแปล|ที่|ว่า "|สํานักงาน|อัตโนมัติ|" นั้น อธิบาย|ง่าย ๆ ได้|ว่า หมายถึง สํานักงาน|ที่|ใช้|เครื่อง|คอมพิวเตอร์|นั่นเอง (ใน|ภาษาอังกฤษ บางที|ใช้ automated office)| 
(โค|ช) n. รถโดยสาร|,|ครู|พิเศษ|,|ครู|ส่วนตัว
(โอ|ฟ) คน|โง่|,|คน|ทึ่ม|,|คน|ซุ่ม|ซา|ม|,|คนบ้า ๆ บอ ๆ ,|คน|ไม่|เต็ม.  |Syn. oafish adj.
(โอ|ค) n. ต้น|โอ๊ก (genus ouercus) ,|ไม้|โอ๊ก
ปุ่ม|กลม|บน|ต้น|โอ๊ก
ปุ่ม|กลม|บน|ต้น|โอ๊ก
(ออร์) n. ไม้|พาย|,|ไม้|กรรเชียง|,|คน|กรรเชียง|,|คน|เลว vt.,|vi. พายุ|,|กรรเชียง|,|แจว
(ออร์|'|ลอค) n. ที่|พาด|ไม้|กรรเชียง|เรือ
(ออร์ซ|'|เมิน) n. คน|พาย|เรือ|  |Syn. oarsmanship n. pl. oarsmen
(โอเอ|'|ซิ|ส) n. บริเวณ|ที่|อุดม|ด้วย|น้ํา|และ|ต้นไม้|ใน|ทะเลทราย|,|สิ่ง|เกื้อกูล|ใน|ยามยาก pl. oases|  |Syn. retreat
(โอ|ท) n. ต้น|โอ|ต|,|ข้าว|โอ|ต -|Phr. (feel one|'|s oats รู้สึก|เบิกบานใจ)|  |Syn. calf
(โอ|ท|'|เทิน) adj. เกี่ยวกับ|ข้าว|โอ๊ต|,|ต้น|โอ๊ต
(โอ|ธ) n. คํา|สาบาน|,|สัจจะ|,|คํา|สบถ -|Phr. (take oath สาบาน|ให้|สัจจะ)| 
(โอ|ท|'|มี|ล|,|-|มี|ล|') n.,|adj. ข้าว|โอ|ตบ|ด|หยาบ ๆ ,|ข้าว|โอ|ต|ต้ม|ที่|เป็น|อาหารเช้า
(ออ|บ|ละ|กา|'|โท) adj. จํา|ต้อง|,|ต้อง|มี|,|ไม่|มี|ไม่|ได้|,|ละทิ้ง|ไม่|ได้. n. ส่วน|ที่|จะ|ต้อง|มี|,|ส่วน|ที่|ละทิ้ง|ไม่|ได้.  |Syn. obligato
(ออ|บ|'|เคอร์|'|เดท) adj. รูป|หัวใจ|ปลาย|แหลม
(ออ|บ|'|ดู|ริ|ท) adj. ใจแข็ง|,|ดื้อรั้น|  |Syn. obduracy n.  |Syn. stubborn
(โอ|บี|'|เดียนซฺ) n. การ|เชื่อฟัง|,|การ|อยู่|ใน|โอวาท|  |Syn. docility
(โอ|บี|'|เดียนทฺ) adj. เชื่อฟัง|,|เชื่อฟัง|คําสั่ง|,|อยู่|ใน|โอวาท|,
(โอ|เบ|'|เซินซฺ) n. การ|ก้ม|คํานับ|,|การ|ปฏิบัติ|ตาม|,|การ|เคารพ.  |Syn. obeisant adj.  |Syn. fealty
(ออ|บ|'|บะไลซ) vi. ทํา|เครื่องหมาย|" - "|หรือ|"|+|"|  |Syn. obelism n.
(ออ|บ|'|บะลิสคฺ) n. อนุสาวรีย์|เป็น|แท่ง|หิน|สูง|รูป|สี่เหลี่ยม|และ|ยอด|เป็น|พีระมิด|,|เครื่องหมาย|ที่|ใช้|ใน|การ|อ้างอิง.  |Syn. obeliscal adj. obeliskoid adj.
(ออ|บ|'|บะไลซ) vi. ทํา|เครื่องหมาย|" - "|หรือ|"|+|"|  |Syn. obelism n.
(โอ|บีส|') adj. อ้วน|มาก|เกิน|ไป|  |Syn. obesity n.  |Syn. corpulent|,|fat
(โอ|เบ|') {|obeyed|,|obeying|,|obeys|} vi.,|vt. เชื่อฟัง|,|ยอมตาม|  |Syn. obeyer n. obeyingly adv.
(ออ|บฟัส|'|เคท|') vt. ทํา|ให้|ยุ่งเหยิง|ใจ
(โอ|'|บิ|อิท|,|ออ|บ|'|อี) L. เขา (หล่อน) ตาย
(ออ|บ|'|บิ|ท) n.,|adj. obituary
(ออ|บ|'|บิ|เทอะ) adj. ประกอบ|,|เสริม|,|ถือ|โอกาส
(โอ|บิ|ช|'|ชุ|เออ|รี) n.,|adj. ข่าว|มรณะ|กรรม
(ออ|บ|'|เจ|คทฺ) {|objected|,|objecting|,|objects|} n. สิ่งของ|,|วัตถุ|,|สิ่ง|ที่|เข้าใจ|ได้|,|เรื่อง|,|เรื่องราว|,|จดหมาย|,|เป้าหมาย|,|วัตถุประสงค์|,|กรรม|ของ|กริยา|หรือ|บุพบท|,|ภาวะ|วิสัย. vi. (ออ|บ|เจ|คทฺ|') คัดค้าน|,|ไม่|เห็นด้วย|,|รังเกียจ|,|ไม่|ยอม. vt. คัดค้าน.  |Syn. objector n.
n. แว่น|หรือ|เลนซ์|ของ|กล้องจุลทรรศน์|ที่อยู่|ใกล้|กับ|วัตถุ|ที่|จะ|ดู
ภาษา|จุดหมาย|หมายถึง ชุดคําสั่ง|ที่|เป็น|ภาษาเครื่อง (machine language) หรือ|ภาษา|ที่|คอมพิวเตอร์|เข้าใจ|และ|ปฏิบัติ|ตาม|ได้|ทัน|ที่|ถ้า|ผ่าน|การ|เชื่อมโยง (link) โดย|ปกติ ใน|การ|เขียน|โปรแกรม|หรือ|ชุดคําสั่ง เรา|มักจะ|เขียน|คําสั่ง|ให้|เครื่อง|ปฏิบัติ|ตาม|เป็น|ภาษาระดับสูง (high level language) หรือ|ที่|เรียก|ว่า|ภาษาต้นฉบับ (source language) ซึ่ง|คอมพิวเตอร์|ไม่|เข้าใจ|และ|จะ|ต้อง|นํา|ไป|แปล|ให้|เป็น|ภาษาเครื่อง|หรือ|ภาษา|จุดหมาย|ก่อน คอมพิวเตอร์|จึง|จะ|ทํางาน|ตาม|คําสั่ง|ที่|ต้องการ|ได้
การ|เชื่อมโยง|และ|การ|ฝัง|ตัว|ของ|วัตถุ|ใช้|ตัวย่อ|ว่า OLE (อ่าน|ว่า โอ|เล) เท่า|กับ|การ|แทรก|เอกสาร หรือ ภาพ หรือ|บาง|ส่วน|ของ|เอกสาร ที่|ได้|สร้าง|ขึ้น|ไว้|ใน|โปรแกรม|หนึ่ง (เรียก|ว่า วัตถุ) เข้า|ไป|ใน|แฟ้ม|เอกสาร หรือ|ส่วน|ของ|เอกสาร|ที่|สร้าง|ขึ้น|มา|จาก|อีก|โปรแกรม|หนึ่ง แถม|ด้วย|การ|ที่|สามารถ|ยึด|โยง|หรือ|เชื่อมโยง|ความ|ผูกพัน|ระหว่าง|เอกสาร|ทั้ง|สอง|ไว้|ให้|อีก|ด้วย การ|ยึด|โยง|ดังกล่าว|มี|ความหมาย|ว่า การ|แก้|ใข|แฟ้ม|หนึ่ง|จะ|ทํา|ให้|อีก|แฟ้ม|หนึ่ง|ถูก|แก้|ไป|ด้วย|โดย|อัตโนมัติ วิธีการ|นี้|นิยม|ใช้|มาก|ใน|ระบบ|วินโดว์
โปรแกรม|จุดหมาย|โปรแกรมภาษาเครื่อง|หมายถึง|โปรแกรม|ที่|แปล|เป็น|ภาษาเครื่อง (machine language) แล้ว การ|แปล|นี้|จะ|ใช้|ตัว|แปล|ที่|เรียก|ว่า compiler ทั้งนี้ เพราะ|การ|เขียน|โปรแกรม|เป็น|ภาษาเครื่อง|นั้น|ยาก|เกิน|ความ|สามารถ|ของ|มนุษย์|ธรรมดา เรา|จึง|เขียน|กัน|ด้วย|ภาษา|ที่|เรียก|ว่า|ภาษา|เชิง|มนุษย์ (human|-|oriented language) ซึ่ง|ง่าย|กว่า แล้ว|เรียก|โปรแกรม|เหล่านี้|ว่า "|โปรแกรม|ต้นฉบับ|" (source program) เมื่อ|ตัว|แปล|ทํา|การ|แปล|โปรแกรม|ต้นฉบับ|นี้|เป็น|โปรแกรมภาษาเครื่อง|แล้ว คอมพิวเตอร์|จึง|จะ|ปฏิบัติ|ตาม|ได้|ดู compiler|, ประกอบ|ดู source program เปรียบเทียบ
การ|ทํา|โปรแกรม|เชิง|วัตถุ|หมายถึง วิธีการ|เขียน|โปรแกรม|ของ|นักเขียน|โปรแกรม|รุ่น|ใหม่ ที่|จัดแบ่ง|การ|เขียน|คําสั่ง|กัน|ออก|เป็น|ชุด ๆ แต่ละ|ชุด|เรียก|ว่า "|วัตถุ|" (object) แล้ว|จึง|นํา|เอา|ชุดคําสั่ง|แต่ละ|ชุด|นั้น|มา|รวม|กัน|เป็น|โปรแกรม|ชุด|ใหญ่|อีก|ที|หนึ่ง ใน|บาง|ครั้ง|ยัง|อาจ|นํา "|วัตถุ|" ของ|โปรแกรม หนึ่ง|ไป|รวม|กับ "|วัตถุ|" ของ|อีก|โปรแกรม|หนึ่ง แล้ว|เรียก|ออก|มา|ใช้ได้|เลย ทั้งนี้|ทํา|ให้|ผู้เขียนโปรแกรม|ใหม่|ไม่|จําเป็น|ต้อง|เริ่มต้น|ใหม่|ทั้งหมด วิธีการ|ดังกล่าว|นี้|ช่วย|ประหยัด|เวลา|ได้|มาก พูด|ให้|ง่าย|ก็|คือ ทุก|โปรแกรม|ไม่|ต้อง|เริ่มต้น|จาก|ศูนย์ อนึ่ง คํา|ว่า "|วัตถุ|" นั้น หมายรวม|ไป|ถึง|ภาพ|หรือ|กราฟิก|ด้วย ภาพ|หนึ่ง|ภาพ เช่น การ|สร้าง|วง|กลม|นั้น เกิด|จาก|การ|เขียน|โปรแกรม|โดย|ใช้|สูตร|คํานวณ|เส้นโค้ง ซึ่ง|จะ|ประกอบ|ด้วย|คําสั่ง|หลาย|ร้อย|คําสั่ง แล้ว|เก็บ|ไว้|เป็น "|วัตถุ|" หนึ่ง ฉะนั้น เมื่อใด|ที่|เรา|สั่ง|วาด|วง|กลม ก็|เท่า|กับ|ไป|เรียก "|วัตถุ|" นี้|มา|ใช้ หลังจาก|นั้น หาก|เรา|จะ|ต่อเติม|เป็น|ภาพ|อื่น|ต่อไป คอมพิวเตอร์|ก็|จะ|ไป|ดึง|อีก "|วัตถุ|" หนึ่ง|มา|ทํา|ต่อ|ให้
(อับ|เจ|ค|'|ทะ|ไฟ) vt. ทํา|ให้|เป็น|รูปธรรม|,|ทํา|ให้|แลเห็น|,|ทํา|ให้|เป็น|ตัวตน|,|ทํา|ให้|สัมผัส|ได้|  |Syn. objectification n.
(อับ|เจ|ค|'|เชิน) n. การ|คัดค้าน|,|การ|โต้แย้ง|,|การ|ไม่|เห็นด้วย|,|ตัว|คัดค้าน|,|  |Syn. rebuttal
(อับ|เจ|ค|'|เชิน|นะ|เบิล) adj. น่า|รังเกียจ
(อับ|เจ|ค|'|ทิฟว) n. เป้าหมาย|,|วัตถุประสงค์|,|เป้า|,|จุดประสงค์ ูadj. เกี่ยวกับ|รูปธรรม|,|เกี่ยวกับ|วัตถุ|,|เกี่ยวกับ|สิ่งของ|,|เป็นจริง|,|ไม่|ลําเอียง|,|ไม่|มี|อคติ|,|เกี่ยวกับ|ภาวะ|วิสัย|,|เกี่ยวกับ|กรรมการ|,|เกี่ยวกับ|เป้าหมาย|  |Syn. objectiveness n.
n. กรรมการ.
n. แว่น|หรือ|เลนส์|ที่อยู่|ใกล้|วัตถุ|ที่|จะ|ส่อง|ดู
(อับ|เจ|ค|'|ทะวิส|ซึม) n. ลัทธิ|วัตถุนิยม
(ออ|บ|เจ|คทิฟ|'|วิ|ที) n. การ|ยึดถือ|วัตถุ|ภาวะ|วิสัย|,|ข้อเท็จจริง|ภายนอก|,|ความ|เป็น|รูปธรรม
(ออ|บ|'|จะ|เก|ท) vt. ประณาม|อย่าง|รุนแรง
(ออ|บ|'|เลท|,|โอ|เบลท|') adj. แบน|ที่|ขั้ว|,|เป็น|รูป|ไข่.  |Syn. oval
(โอ|เบล|'|เชิน) n. การ|เซ่น|ไหว้|,|บวงสรวง|,|สิ่ง|ที่|ใช้|บวงสรวง|หรือ|เซ่น|ไหว้.  |Syn. oblatory adj. oblational adj.
(ออ|บ|'|บ|ลิเก|ท) vt. เป็น|ภาระ|หน้าที่|,|ให้|คํามั่น|,|ทํา|ให้|มี|พันธะ|,|ทําบุญ|คุณ|ให้|,|เป็น|เกณฑ์|,|บังคับ|,|กําหนด|,|ตกลง. adj. จําเป็น|,|สําคัญ|  |Syn. obligable adj. obligator n.
(ออ|บ|ละ|เก|'|เชิน) n. พันธะ|,|ความจํา|เป็น|,|ภาวะ|หน้าที่|,|หน้าที่|,|ข้อผูกพัน|,|เกณฑ์|,|หนี้|,|การ|บังคับ|,|บุญคุณ|,|ความรู้สึก|เป็นหนี้|บุญคุณ|,|สัญญา|,|พันธบัตร|,|ตั๋วเงิน|,|เงิน|ชําระ|หนี้.  |Syn. obligative adj.  |Syn. duty|,|debt
(อะบลิก|'|กะ|โท|รี|,|-|ทอ|'|รี|,|ออ|บ|'|ละ|กะ|โท|รี) adj. เป็น|พันธะ|,|เป็น|ภาระ|หน้าที่|,|จําเป็น|,|จํา|ต้อง|,|เป็น|ข้อผูกพัน.  |Syn. obligatorily adv.
(อะไบลจฺ) {|obliged|,|obliging|,|obliges|} vt. บังคับ|,|บีบบังคับ|,|เกณฑ์|,|ขอ|ให้|ทํา|,|ผูกมัด|,|ทําบุญ|คุณ|ให้|,|กรุณา|,|ทํา|ให้|เป็นหนี้|,|vi. ช่วยเหลือ|,|กระทํา|เพื่อ|แสดง|เจตนา|ที่|ดี.  |Syn. obligedly adv. obligedness n. obliger n.  |Syn. gratif
(ออ|บ|ละ|จี|') n. ผู้|จําเป็น|ต้อง|ทํา|,|ลูกหนี้|,|ทาส
(อะไบล|'|จิง) adj. มี|น้ําใจ|,|จํา|ต้อง|ปฏิบัติ|,|เต็มใจ|หรือ|อยาก|ทําบุญ|คุณ|ให้|,|กรุณา|,|อยาก|ช่วยเหลือ|,|เป็นมิตร.  |Syn. obligingly adv. obligingness n.  |Syn. kind
(ออ|บ|'|ละ|กอร์) n. ผู้|มี|ภาระ|หน้าที่|,|ผู้|ให้|กู้ยืม
(อะบลีค|') adj. เอียง|,|ลาด|,|เป็น|มุม|เอียง|,|เฉ|,|เยื้อง|,|ถาก|,|ทแยง|,|ไม่|ตรงไปตรงมา|,|อ้อม.
(อะบลิค|'|วิ|ที) n. การ|เอียง|,|ความ|บิดเบือน
(อะบลิท|'|เท|อเรท) vt. ขจัด|ร่องรอย|ทิ้ง|,|ขจัด|,|กําจัด|,|ลบ|ออก|,|ถู|ออก|,|ขัด|ออก|,|ทํา|ให้|สูญหาย.  |Syn. obliterable adj. obliteration n. obliterative adj.
(อับ|ลิฟ|'|เวียน) n. การ|ถูก|ลืม|,|การ|สูญ|จาก|ความทรงจํา|,|การ|ให้|อภัย|  |Syn. eclipse|,|extinction
(อะบลิฟ|'|เวียส) adj. ไม่|คํานึง|ถึง|,|ไม่|รู้|ถึง|,|ลืม|,|ซึ่ง|ทํา|ให้|ลืม.  |Syn. obliviousness n.  |Syn. unaware
(ออ|บ|'|ลอง) adj. เป็น|รูป|ไข่|,|เป็น|รูป|กลม|รี|,|เป็น|รูป|สี่เหลี่ยมผืนผ้า. n. รูป|กลม|รี|,|รูป|สี่เหลี่ยมผืนผ้า|,|รูป|ไข่.  |Syn. oblongish adj. oblongness n.  |Syn. elongated
(ออ|บ|'|ละ|ควี) n. คํา|ประณาม|,|ผรุสวาท|,|การ|ประณาม|,|ชื่อเสียง|เลว|,|ความ|อับอาย.  |Syn. obloquial adj.  |Syn. disgrace
(อับ|นอ|ค|'|เชิส) adj. น่า|รังเกียจ|,|น่า|ขยะแขยง|,|ได้|รับ|อันตราย|หรือ|สิ่ง|เลว|ได้|ง่าย|,|มี|กลิ่น|เหม็น.  |Syn. obnoxiousness n.  |Syn. objectionable
(โอ|'|โบ) n. ปี่|ลิ้น|คู่|ชนิด|หนึ่ง|ที่|มี|เสียง|แหลม
(โอ|'|โบ|อิสทฺ) n. นัก|เป่าปี่|โอ|โบ
(ออ|บ|โบ|'|เวท) adj. เป็น|รูป|ไข่ไก่|คว่ํา (เช่น|ใบไม้|บาง|ชนิด|หนึ่ง)| 
(ออ|บ|โบ|'|วอ|ยด) adj. เป็น|รูป|ไข่ไก่|คว่ํา เป็น|รูป|กลม|รี|คว่ํา
(อับ|ซี|น|') adj. ลามก|,|อนาจาร|,|ลามก|อนาจาร|,|หยาบโลน|,|หยาบคาย|,|น่า|รังเกียจ|,|น่า|ขยะแขยง.  |Syn. obsceneness n.  |Syn. lewd Ant. decent
(อับ|ซี|น|'|นิ|ที|,|-|ซี|'|นิ|ที) n. ความ|ลามก
(อับ|ส|คิว|'|รันทิส|ซึม|,|ออ|บส|คิว|แร|น|'|ทิส|ซึม) n. การ|ปิดบัง|,|ความ|คลุมเครือ|,|ความ|ไม่|เด่นชัด
(ออ|บส|คิว|เร|'|เชิน) n. การ|ปิดบัง|,|การ|ทํา|ให้|คลุมเครือ
(อับ|ส|เคียว|'|เออะ) adj. คลุมเครือ|,|ไม่|ชัดแจ้ง|,|มืดมัว|,|มัว|,|ไม่|มี|ชื่อเสียง|,|เล็กน้อย|,|ห่างไกล|,|ไกล|ลิบ|ลับ vt. ปิดบัง|,|ซ่อนเร้น|,|ทํา|ให้|สับสน|,|ทํา|ให้|มืดมน|,|ทํา|ให้|มืดมัว|,|ทํา|ให้|คลุมเครือ|,|ทํา|ให้|ด้อย|ลง. n. ความ|มืดมัว|,|ความ|ไม่|ชัดแจ้ง.
(อับ|ส|เคียว|'|ริ|ที) n. ความ|คลุมเครือ|,|ความ|ไม่|ชัดแจ้ง|,|ความ|มืดมัว|,|ความ|ไม่|มี|ชื่อเสียง|,|ความ|สับสน|,|สิ่ง|ที่|ไม่|เด่นชัด|,|ผู้|ที่|ไม่|มี|ชื่อเสียง|  |Syn. ambiguity|,|dimness
(ออ|บ|'|ซะเครท) vt. อ้อนวอน|,|วิงวอน|,|ขอ|ความ|กรุณา|,|ขอร้อง|  |Syn. obsecration n.
(ออ|บ|ซี|'|ควิ|อัน|ซฺ) n. การ|ประชุม|,|การ|สอ|พล|อ|,|การ|เอาใจ
(ออ|บ|ซี|'|ควิ|อัน|ซฺ) n. การ|ประชุม|,|การ|สอ|พล|อ|,|การ|เอาใจ
(ออ|บ|ซี|'|เควี|ยล) adj. เกี่ยวกับ|พิธี|ฌาปนกิจ
(ออ|บ|'|ซี|ควิส) n. พิธี|ฌาปนกิจ|,|พิธี|ฝังศพ
(อับ|ซี|'|เควียส) adj. ประจบ|,|สอ|พล|อ|,|เอาใจ|,|ซื่อสัตย์|,|เชื่อฟัง.  |Syn. obsequiousness n.  |Syn. fawning
(ออ|บ|'|ซะควี) n. พิธี|ฌาปนกิจ pl. obsequies
(อับ|เซิร์ฟ|'|วะเบิล) adj. น่า|สังเกต|,|มองเห็น|ได้|,|เด่นชัด|,|น่า|ปฏิบัติ|ตาม|,|น่า|สนใจ|,|น่า|ฉลอง|  |Syn. observability n. observably adv.
(อับ|เซิร์ฟ|'|เวินซฺ) n. การ|สังเกต|,|การ|ปฏิบัติ|ตาม|,|การ|ฉลอง|,|พิธี|,|พิธีการ|,|ขบวนการ|,|ธรรมเนียม|ปฏิบัติ|,|กฎ|,|วินัย|ศาสนา (ของ|นิกาย|โรมันคาทอลิก)| 
(อับ|เซ|อ|'|เวินทฺ) adj. ระวัง|,|เอาใจใส่|เคร่งครัด|,|ตาไว|,|คอย|ดู|,|ช่างสังเกต|,|ซึ่ง|รักษา|วินัย|,|ซึ่ง|ปฏิบัติ|ตาม|กฎ|หรือ|ระเบียบ|หรือ|หน้าที่.n. ผู้ปฏิบัติ|ตาม|,|ผู้รักษา|วินัย|  |Syn. attentive
(ออ|บ|เซ|อเว|'|เชิน) n. การ|สังเกต|,|การ|ปฏิบัติ|ตาม|กฎ|หรือ|ระเบียบ|หรือ|หน้าที่|,|ข้อสังเกต|,|ความเห็น|,|ข้อ|เตือนใจ|,|ข้อมูล|,|ข้อความ|,|ข่าว|,|สิ่ง|ที่|ได้|จาก|การ|สังเกต|  |Syn. perception
(อับ|เซ|อ|'|วะ|โท|รี) n. ที่|สังเกตการณ์|,|หอ|ดู|ดาว|,|หอคอย|,|สถานี|อุ|ติ|นิยม|วิทยา
(อับ|เซ|อฟว|') vt. สังเกต|,|มองดู|,|คอย|ดู|,|สังเกตการณ์|,|ปฏิบัติ|ตาม|,|ปฏิบัติ|หน้าที่|,|รักษา|วินัย|,|รักษา|กฎหมาย|,|ประกอบ|พิธี|,|ฉลอง|,|เชื่อฟัง.
(อับ|เซ|อ|'|เวอะ) n. ผู้|สังเกต|  |Syn. onlooker
(ออ|บ|เซ|ส|') {|obsessed|,|obsessing|,|obsesses|} vt. ครอบงํา|,|สิง|,|ทํา|ให้|ทุกข์ใจ|,|ทํา|ให้|ลําบาก|,|หลอกหลอน.  |Syn. obsessingly adv. obsessor n.
(อับ|เซ|ส|'|เชิน) n. การ|ครอบงํา|จิตใจ|,|ความคิด|ครอบงํา|,|ภาวะ|ที่|ถูก|ครอบงํา|,|การ|ทํา|ให้|ทุกข์ใจ|หรือ|ลําบาก.  |Syn. preoccupation
(ออ|บซะเลส|') vi. ล้าสมัย|,|พ้น|สมัย
(ออ|บซะเลส|'|ซันซฺ) n. ความ|ล้าสมัย
(ออ|บซะเลส|'|ซันทฺ) adj. พ้น|สมัย|,|ล้าสมัย
(ออ|บซะลีท|') adj. ล้าสมัย|,|เลิก|ใช้|แล้ว|,|เก่า|คร่ําครึ.  |Syn. obsoleteness n.  |Syn. desused
(ออ|บ|'|สทะเคิล) n. อุปสรรค|,|สิ่ง|กีดขวาง
การ|วิ่ง|วิ|บาก|,|ทาง|วิ|บาก.  |Syn. obstacle racer n.
(อับ|ส|ที|'|ท|ริ|ค|,|-|เคิล) adj. เกี่ยวกับ|การ|คลอด|บุตร|,|เกี่ยวกับ|สู|ติ|เวช
(อับ|ส|ที|'|ท|ริ|ค|,|-|เคิล) adj. เกี่ยวกับ|การ|คลอด|บุตร|,|เกี่ยวกับ|สู|ติ|เวช
(ออ|บสทิท|ริ|ช|'|เชิน) n. สูติแพทย์
(ออ|บส|ที|'|ท|ริ|คซฺ) n. สูติศาสตร์
(ออ|บ|'|สทะ|นา|ซี) n. ความ|ดันทุรัง|,|ความ|ดื้อดึง|,|โรค|ที่|รักษา|ยาก|  |Syn. stubbornness
(ออ|บ|'|สทะนิท) adj. ดันทุรัง|,|หัวแข็ง|,|ดื้อดึง|,|ดื้อรั้น|,|รักษา|ยาก|,|บังคับ|ไม่|อยู่|,|ควบคุม|ได้|ยาก|,|เอาชนะ|ได้|ยาก|  |Syn. obstinateness n.  |Syn. headstrong
(อับ|ส|เท|รพ|'|เพอรัส) adj. อึกทึก|ครึกโครม|,|เอะอะโวยวาย|,|ควบคุม|ได้|ยาก|,|ซึ่ง|ต่อต้าน|อย่าง|ดื้อรั้น|  |Syn. turbulent
(อับ|สทรัคทฺ|') vt. ขัดขวาง|,|กีดขวาง|,|กีดกั้น.  |Syn. obstructer n. obstructor n. obstructivity n.  |Syn. choke|,|stop|,|shield|,|bar
(อับ|สทรัค|'|เชิน) n. สิ่ง|ขัดขวาง|,|อุปสรรค|,|การ|ขัดขวาง|,|ภาวะ|ที่|ถูก|ขัดขวาง|  |Syn. obstacle
(อับ|สทรัค|'|เชินนิสทฺ) n. ผู้|ขัดขวาง|,|ผู้|กีดขวาง|,|ผู้|เป็น|อุปสรรค.  |Syn. obstructionism
(ออ|บ|'|สท|รู|อัน|ท) adj. ซึ่ง|ขัดขวาง|,|ซึ่ง|กีดขวาง|,|ซึ่ง|เป็น|อุปสรรค|,|ซึ่ง|ขัดขวาง|เสียง n. ตัว|ขีด|ขวาง|,
(อับ|เท|น|') {|obtained|,|obtaining|,|obtains|} vt. ได้|,|ได้|มา|,|ไป|ถึง|,|vi. แพร่หลาย|,|ประสบ|ความ|สําเร็จ.  |Syn. obtainable adj. obtainer n. obtainment n.  |Syn. get
(ออ|บ|เท|คท) adj. (ตัว|ดักแด้)| 
(ออ|บ|เท|สท) vt. ขอร้อง|ให้|มา|เป็น|พยาน|,|ขอร้อง|ขอ. vi. คัดค้าน.  |Syn. obtestation. n.  |Syn. beseech. protest
(อับ|ท|รูด|') v. บุกรุก|,|รุกล้ํา|,|ดัน|,|พุ่ง|ออก|,|เสือก|ยื่น|,|โผล่|,|แลบ|,|ดันทุรัง|,|ถลัน.  |Syn. obtruder n. obtrusion n.  |Syn. encroach
(อับ|ท|รู|'|ซิ|ฟว) adj. ซึ่ง|บุกรุก|,|ซึ่ง|รุกล้ํา|,|ถลัน|เข้า|ไป|,|โผล่|พรวด|,|ยื่น|,|เสือก|,|โอ้อวด
(อับ|ทัน|ดฺ) vt. ทํา|ให้|เฉื่อยชา|,|ผ่อนคลาย|,|บรรเทา|,|ทํา|ให้|ลด|น้อย|ลง|  |Syn. blunt. dull|,|deaden
(อับ|ทัน|'|เดิน|ทฺ) adj. ซึ่ง|ทํา|ให้|เฉื่อยชา|,|ซึ่ง|ผ่อนคลาย|,|ซึ่ง|บรรเทา|ความ|เจ็บปวด|,|ซึ่ง|ทํา|ให้|ลด|น้อย|ลง n. ยา|บรรเทา|ปวด|,|ยา|ผ่อนคลาย
(ออ|บ|'|ทะเรท) vt. ปิด|,|อุด|  |Syn. obturation n. obturator n.
(อัง|ทิว|ชฺ|') adj. ทื่อ|,|ไม่|คุม|,|ทึ่ม|,|คลุมเครือ|,|ไม่|ชัดแจ้ง|,|ไม่|รุนแรง|, (เสียง) ต่ํา|,|เป็น|มุมป้าน|  |Syn. blunt|,|dull
(ออ|บ|'|เวอซ) n. ด้าน|หัว|ของ|เหรียญ|,|ผิวหน้า|,|ด้าน|ที่|เด่นชัด|,|ด้าน|ตรง|,|ด้าน|ที่|มี|ผลกระทบ
(ออ|บเวอ|'|เชิน) n. ภาวะ|ที่|ถูก|เปลี่ยน|หรือ|พลิก
(ออ|บเวิร์ท) vt. พลิก|ให้|เห็น|อีก|ด้าน|หนึ่ง|เปลี่ยน|ด้าน|ดู|,|เปลี่ยน|หน้า|ดู|,|เปลี่ยน|เป็น|แง่|ตรงข้าม
(ออ|บ|'|วิเอท) vt. ป้องกัน|หรือ|ขจัด|,|ทํา|ให้|ไม่|จําเป็น|,|ปัดเป่า|,|หลีกเลี่ยง.  |Syn. obviable adj. obviation n. obviator n.  |Syn. avert
(ออ|บ|'|เวียส) adj. ชัดเจน|,|ชัดแจ้ง|,|เด่นชัด|,|เห็น|ได้|ง่าย|,|เข้าใจ|ได้|ง่าย.  |Syn. obviousness n.  |Syn. clear
(ออ|ค|คะ|รี|'|นะ) n. ขลุ่ย|รูป|ไข่|,
(อะเค|'|เชิน) n. โอกาส|,|จังหวะ|,|กาล|สมัย|,|ฤกษ์|,|คราว|,|เหตุผล|,|เหตุ|,|ชนวน|,|ธุรกิจ|,|งาน vt. ทํา|ให้|เกิด|ขึ้น|vt. ทํา|ให้|เกิด|ขึ้น|  |Syn. occasions n.,|pl. สิ่ง|จําเป็น. -|Phr (on occasion เป็นครั้งเป็นคราว|,|บาง|ครั้ง|บาง|คราว)|  |Syn. event|,|gala
(อะเค|'|เชินเนิล) adj. เป็นครั้งเป็นคราว|,|ตาม|โอกาส|,|เฉพาะกาล|,|เฉพาะ|สมัย|  |Syn. casual
ความผิด|ปกติ|เป็น|ครั้งคราว|หมายถึง ความผิด|พลาด|ที่|เกิด|ขึ้น|เป็น|ครั้งคราว โดย|หา|สาเหตุ|ของ|ความผิด|พลาด|นั้น ไม่|ได้ เช่น โปรแกรม|ที่|กําลัง|วิ่ง|อยู่|ดี ๆ ก็|เกิด|มี|ลูก|ระเบิด|ขึ้น (เฉพาะ|เครื่อง|แมค|อิน|ทอ|ช) หรือ|ค้าง (hang) เท่า|กับ|บอก|ให้|รู้|ว่า|มี|ความผิด|ปกติ|เกิด|ขึ้น|แล้ว และ|เรา|จะ|ไม่|สามารถ|ทํา|ความผิด|ปกติ|นั้น ให้|เกิด|ซ้ํา|ได้|อีก (เพราะ|ไม่|ทราบ|ว่า|เกิด|ได้|อย่างไร)| 
(ออ|คเค|'|เชินนัลลิส|ซึม) n. ทฤษฎี|ว่าด้วย|โอกาส|หรือ|ฤกษ์
(ออ|ค|'|ซิ|เดิน|ทฺ) n. -|Phr. (The Occident ประเทศ|ตะวันตก) (ยุโรป|และ|อเมริกา) ,|= Western Hemisphere (ดู) ,|บริเวณ|ตะวันตก|,|ตะวันตก -|Occidental adj.,|n.
(ออ|ค|'|ซะพัท) n. หัว|ด้านหลัง|,|ท้ายทอย|  |Syn. occipital adj. pl. occiputs|,|occipita
(ออ|คคลูด|') v. ปิด|,|อุด|,|จุก|,|ทํา|ให้|ดัน|,|ทํา|ให้|ผ่าน|ไม่|ได้.  |Syn. occludent adj.  |Syn. block off|,|throttle|,|obstruct
(อะคลู|'|เชิน) n. การ|อุด|,|การ|ปิด|  |Syn. obstruction
(อะคลู|'|ซิ|ฟว) adj. ซึ่ง|อุดตัน|,|ซึ่ง|หยุดยั้ง|, (ฟันบน|และ|ล่าง) ซึ่ง|ขบ|ติด|  |Syn. occlusiveness n.
(อะคัลทฺ|'|,|ออ|ค|'|คัลทฺ) adj. ลึกลับ|,|ลี้ลับ|,|ไม่|เปิดเผย|,|ซ่อนเร้น|,|แอบแฝง|,|เข้าใจ|ยาก|  |Syn. mysterious
(ออ|คคัล|เท|'|เชิน) n. การ|หาย|ไป|,|การ|แอบแฝง|,|การ|ซ่อนเร้น|,|การ|ปิดบัง
(อะคัล|'|ทิส|ซึม) n. ความ|เชื่อ|ใน|เรื่อง|ผีสาง|,|ความ|เชื่อ|ใน|เรื่อง|เวทมนตร์|คาถา|,|ลัทธิ|ลึกลับ|  |Syn. occultist n.,|adj.
(ออ|ค|'|คิว|เพิน|ซี) n. การ|ครอบครอง|,|การ|พํานัก|อาศัย|,|การ|มี|ถิ่น|ที่อยู่|,
(ออ|ค|'|คิว|เพินทฺ) n. ผู้|ครอบครอง|,|ผู้|พํานัก|อาศัย|  |Syn. inhabitant|,
(ออ|ค|คิว|เพ|'|เชิน) n. อาชีพ|,|การงาน|,|การ|ครอบครอง|  |Syn. vocation|,|profession
(ออ|ค|คิว|เพ|'|เชินเนิล) adj. เกี่ยวกับ|การ|ครอบครอง|,|เกี่ยวกับ|อาชีพ
โรค|ที่|เกิด|จาก|อันตราย|ของ|อาชีพ
อาชีวะบําบัด
(ออ|ค|'|คิว|ไพ) vt. ครอบครอง|,|ยึดครอง|,|ครอง|,|ใช้เวลา|,|มุ่งมั่น|,|ยุ่ง|อยู่|,|อาศัย|อยู่|,|มี|ถิ่น|ที่อยู่|  |Syn. seize
(อะเคอ|') vi. ป|รา|กฎ|ขึ้น|  |Syn. come about
(อะเคอ|'|เรินซฺ) n. การ|ป|รา|กฎ|ขึ้น|,|สิ่ง|ที่|ป|รา|กฎ|ขึ้น|,|เหตุการณ์|,|กรณี|  |Syn. occurrent adj.  |Syn. happening
(โอ|'|เชิน) n. มหาสมุทร|,|ความ|มหาศาล.  |Syn. oceanic adj.
n. เรือเดินสมุทร
(โอ|เชินแน|'|เรียม) n. พิพิธภัณฑ์|สัตว์น้ํา|ทะเล|ขนาด|ใหญ่
(โอ|'|เชินฟรันทฺ) n. ที่ดิน|ชายฝั่ง|มหาสมุทร
(โอ|ชี|แอ|น|'|เนีย|,|โอชะ|แอ|น|'|นิ|คะ) n. ชื่อ|หมู่เกาะ|ใน|ตอน|กลาง|และ|ใต้|ของ
(โอ|ชี|แอ|น|'|เนีย|,|โอชะ|แอ|น|'|นิ|คะ) n. ชื่อ|หมู่เกาะ|ใน|ตอน|กลาง|และ|ใต้|ของ
(โอ|ซี|'|อะ|นิด) n. นาง|เทพธิดา|แห่ง|ทะเล pl. Oceanids|,|Oceanides
(โอ|ชิน|อก|'|กระ|ฟี) n. มหาสมุทร|ศาสตร์|,|สมุทร|ศาสตร์.  |Syn. oceanographer n.
(โอ|ชิน|อก|กระ|ฟี) มหาสมุทร|ศาสตร์.  |Syn. oceanographic|,|adj.
(โอ|ซะ|นอ|ล|'|ละ|จี) n. = oceanography (ดู)|  |Syn. oceanological adj.
(โอ|เซ|ล|'|ลาร์) adj. เกี่ยวกับ|ocellus (ดู)| 
(ออ|ส|'|ซะเล|ทิด|,|โอ|เซ|ล|'|ละ|ทิด) adj. คล้าย|ตา|,|มี|ส่วน|คล้าย|ตา adj. ocellate
(ออ|สซะเล|'|เชิน) n. จุด|ที่|คล้าย|ตา
(โอ|เซ|ล|'|ลัส) n. ตา|ของ|สัตว์|ที่|ไม่|มี|กระดูกสันหลัง|,|ประกอบ|ด้วย|เรตินา|-|รงควัตถุ|และ|เส้นใย|ประสาท|,|จุด|ที่|คล้าย|ตา (เช่น|บน|หางนกยูง) pl. ocelli
(โอ|'|ซะลอท) n. แมว|ชนิด|หนึ่ง|ที่|คล้าย|เสือดาว
(โอ|'|เคอะ) n. สี|เหลือง|อ่อน|หรือ|ส้ม|แดง|  |Syn. ocherous adj.
(ออ|คลอ|ค|'|ระ|ซี) n. การ|ปกครอง|โดย|ฝูงชน|,|กฎหมู่.  |Syn. ochlocrat n. ochery adj. ochroid adj.
(โอ|'|เคอะ) n. สี|เหลือง|อ่อน|หรือ|ส้ม|แดง|  |Syn. ocherous adj.
abbr. optical character recognition|,|optical character reader (แปล|ตรง ๆ ได้|ว่า เครื่อง|อ่าน|อักขระ|ด้วย|แสง) หมายถึง ความ|สามารถ|ของ|คอมพิวเตอร์|และ|การ|ใช้|โปรแกรม|ทํา|ให้|แสง|ผ่าน|ตัว|อักขระ|หรือ|ภาพ แล้ว|สามารถ|รับรู้ นําเข้า|ไป|เก็บ|ใน|หน่วยความจํา และ|นํา|ไป|ประมวลผล|ได้ ซึ่ง|จะ|ทํา|ให้|ทุ่นเวลา|กว่า|การ|ส่ง|ข้อมูล|เข้า|ด้วย|แป้นพิมพ์|ได้|มาก|ทีเดียว ใช้|ใน|การ|อ่าน|ตัวเลข|ต่าง ๆ เช่น ธนาคาร|นํามา|ใช้|อ่าน|เบอร์|บัญชี|ของ|เช็ค เป็นต้น
(ออ|ค|'|รี|อิท) adj. เป็น|ปลอก|หุ้ม
(ออ|ค|'|ทะ|เกิน) n. รูป|แปดเหลี่ยม
(ออ|คทะ|เฮ|ด|'|ดรัล) adj. แปด|ด้าน
(ออ|ค|'|ทะฮีดรัน) n. รูป|แปดเหลี่ยม
ฐาน|แปด|อัฐ|นิยม|หมายถึง ระบบ|ตัวเลข|ที่|มี|ตัวเลข|แปด|ตัว คือ 0 - 7 อันที่จริง|มนุษย์|เรา|คุ้นเคย|และ|ใช้|ระบบ|เลขฐานสิบ|ซึ่ง|มี|เลข 10 ตัว คือ 0 - 9 ก็|เพราะ|เรา|มี|นิ้ว|ไว้|ให้|นับ 10 นิ้ว|ด้วย|กัน ส่วน|คอมพิวเตอร์|นั้น|ใช้|ระบบ|เลขฐานสอง|เป็น|หลัก
(ออ|คแทม|'|เมอรัส) adj. ซึ่ง|ประกอบ|ด้วย|แปด|ส่วน
(ออ|ค|'|เท|น) n. สารประกอบ|ไฮโดรคาร์บอน|ชนิด|หนึ่ง
n. ค่า|แสดง|คุณสมบัติ|ของ|ตัว|ของ|การ|เผาไหม้
(ออ|ค|'|เท|ฟว) n. เสียง|แปด|คู่|,|ระดับ|แปด|เสียง|,|กลุ่ม|หรือ|สิ่ง|ที่|แปด|,|โคลง|แปด|บรรทัด
(ออ|ค|เท|'|โว) n. ขนาด|หนังสือ|ที่|,|=|6 x 9 นิ้ว
(ออ|ค|เท|ท|') n. กลุ่ม|นักร้อง|หรือ|นักดนตรี|คน|,|กลุ่ม|หนึ่ง|8|คน|,|โคลง|8|บรรทัด (สัมผัส|แปด) ,|กลุ่ม (ชุด) หนึ่ง|แปด
(ออ|ค|เท|ท|') n. กลุ่ม|นักร้อง|หรือ|นักดนตรี|คน|,|กลุ่ม|หนึ่ง|8|คน|,|โคลง|8|บรรทัด (สัมผัส|แปด) ,|กลุ่ม (ชุด) หนึ่ง|แปด
(ออ|ค|โท|'|เบอะ) n. ตุลาคม|,|เหล้า|ที่|กลั่น|ใน|เดือน|ตุลาคม
(ออ|ค|'|ทะพัส) n. ปลาหมึก pl. octopuses|,|octopi
(ออ|ค|'|ทู|เพล|คซ|,|ออ|คทู|'|เพล|คซ) adj. แปด|เท่า|,|ใหญ่|เป็น|แปด|เท่า
(ออ|ค|'|คิว|ละ) adj. เกี่ยวกับ|ตา
เป็น|เส้นประสาท 1 ใน 12 ของ เส้นประสาท|ของ|cranial nerves ทํา|หน้าที่|ควบคุม|การ|เคลื่อนไหว|ของ|กล้ามเนื้อ|ลูกตา
(ออ|ค|'|คิว|ลิสทฺ) n. จักษุแพทย์
(คํา|เสริม|หน้า) "|ตา|"
(ออ|ค|คิว|โล|โม|'|เทอะ) adj. ซึ่ง|ทํา|ให้|ลูก|นัยน์ตา|เคลื่อน
(ออด) interj. คําอุทาน|ที่หมาย|ถึง "|พระผู้เป็นเจ้า|"
(ออด) interj. คําอุทาน|ที่หมาย|ถึง "|พระผู้เป็นเจ้า|"
การ|ตรวจสอบ|ภาวะ|คู่|หรือ|คี่|หมายถึง วิธีการ|ตรวจสอบ|โดย|การ|ตรวจสอบ|แต่ละ|หน่วย|ข้อมูล|ไม่ว่า|จะ|เป็น|ไบต์ (byte) หรือ|เป็น|คํา (word) ว่า|มี|จํานวน|บิต (bit) ที่|เป็น 1 เป็น|จํานวนคู่|หรือ|คี่ โดย|การ|เพิ่ม|หนึ่ง|บิต|ที่|เรียก|ว่า บิต|เสริม (parity bit) เข้าที่|ท้าย|หรือ|ต้น|ข้อมูล|นั้น ๆ เพื่อให้|จํานวน|บิต|ที่|เป็น 1 เป็น|เลขคี่|หรือ|คู่|เป็น|การ|ตรวจสอบ|ความ|เคลื่อนคลาด|ใน|การ|อ่าน|, บันทึก|, หรือ|ถ่าย|โอน|ข้อมูล|นั้น ๆ โดย|ปกติ พอ|อ่าน|ข้อมูล|เข้า|ไป|หน่วย|หนึ่ง บิต|เสริม|ก็|จะ|ถูก|นํามา|คํานวณ|และ|เปรียบเทียบ|กับ|บิต|เสริม|ที่|เก็บ|ไว้|แล้ว หาก|มี|ค่า|เท่า|กัน|ก็|แปล|ว่า|การ|อ่าน|ข้อมูล|เข้า|ไป|ถูกต้อง มิฉะนั้น อาจ|ต้อง|ให้|อ่าน|ซ้ํา|อีก|ครั้ง|หนึ่ง|มี|ความหมาย|เหมือน parity check
n. ปริมาณ|ที่|น้อย|กว่า|หน่วย|ปกติ|ใน|การ|ค้าขาย|,|จํานวน|ที่|น้อย|กว่า|100|หุ้น|หรือ|10|หุ้น|แล้วแต่|กรณี|  |Syn. odd|-|lot adj.
ภาวะ|คี่|หมายถึง การ|ตรวจสอบ|ความผิด|พลาด|ของ|ข้อมูล|โดย|การ|เพิ่ม|บิต|ต่อ|หัน|เข้า|กับ|ข้อมูล (concatenate) เพื่อให้|จํานวน|บิต|ที่|มี|ค่า|เป็น|คู่ เปลี่ยน|เป็น|เลขคี่|ดู even parity เปรียบเทียบ
(ออด|'|จอบ) vi. ทํางาน|ย่อย|,|ทํางาน|ปลีก|  |Syn. odd -|jobber n.
(ออด|'|บอล) n. คน|พิกล -|adj. แปลก
(ออด|'|ดิช) adj. แปลก|,|พิกล
(ออด|'|ดิ|ที) n. คน|พิกล|,|สิ่ง|ประหลาด|,|สิ่ง|ที่|แปลก|,|ความ|แปลกประหลาด|,|ความ|พิกล|  |Syn. peculiarity
(ออด|'|มัน|ทฺ) n. ของแปลก|ประหลาด|,|เศษ|เล็ก|เศษ|น้อย|ที่|เหลือ|,|สิ่ง|ที่|เหลือ|ไว้|,|เหตุการณ์|ประหลาด|,|นิสัย|ประหลาด|  |Syn. remnant
(ออด|ซ) n.,|pl. ความ|เป็นต่อ|ใน|การ|พนัน|,|โอกาส|ที่|จะ|เป็น|ไป|ได้|มาก|กว่า|,|ความ|ได้|เปรียบ|,|ปริมาณ|ที่|ดี|กว่า|หรือ|เหนือกว่า. -|at odds ไม่|ลงรอย|กัน|,|ไม่|เห็นด้วย. -|Phr. (by all odds|,|by long odds|,|by odds อย่าง|ไม่|ต้องสงสัย|,|แน่นอน|,|ใน|ทุก|กรณี)| 
n. ของ|กระจุกกระจิก|,|สิ่ง|ที่|เป็น|เศษ|เล็ก|เศษ|น้อย|,|ปกิณกะ|,|ของ|เบ็ดเตล็ด|  |Syn. scraps|,|refuse
(โอด) n. บทกวี|สรรเสริญ|,|บทกวี|สําหรับ|ร้อง
(โฮ|ดี|'|อัม) n. โรง|แสดง|ดนตรี pl. odea
(โอ|'|ดิค) adj. เกี่ยวกับ|ode
(โอ|'|ดิน) n. เทพเจ้า|แห่ง|สงคราม บทกวี ความ|รู้
(โอ|'|เดียส) adj. น่า|รังเกียจ|,|น่าเกลียด|,|อัปลักษณ์|,|น่า|ขยะแขยง.  |Syn. odiousness n.  |Syn. abhorrent
(โอ|'|เดี|ยม) n. ความ|เกลียดชัง|มาก|,|ความ|ขยะแขยง|,|ความ|อัปลักษณ์|,|ความ|อัปยศ|อดสู|  |Syn. opprobrium
(โอ|'|ดะ|กราฟ) n. เครื่องมือวัด|ระยะ|ทาง|ที่|ผ่าน
(โอด|อม|'|มิ|เทอะ) n. เครื่องมือวัด|ระยะ|ทาง|ที่|ผ่าน|  |Syn. odometrical|,|adj.
(คํา|เสริม|หน้า) =|odonto|- (ดู)| 
(โอด|อนแทล|'|เจีย) n. อาการ|ปวดฟัน
(คํา|เสริม|หน้า) มี|ความหมาย|ว่า|"|ฟัน|"
(โอ|ดอน|'|ทอย|ด) adj. คล้าย|ฟัน
(โอ|ดอน|ทอ|ล|'|โลจิสทฺ) n. ทันตแพทย์
(โอ|ดอน|ทอ|ล|'|โลจี) n. ทัน|ตก|ร|รม.  |Syn. odontological adj.  |Syn. dentistry
(โอ|'|เดอะ) n. กลิ่น|,|ชื่อเสียง|ที่|ไม่|ดี|  |Syn. odourless adj., odorless adj.
(โอ|'|ดะ|รันทฺ) n. สิ่ง|ที่|มี|กลิ่น
(โอ|ดะ|ริ|ฟ|'|เฟอรัส) adj. มี|หรือ|ให้|กลิ่น (โดยเฉพาะ|ที่|เป็น|กลิ่น|หอม) .  |Syn. odoriferousness n.  |Syn. odorous
(โอ|'|ดะ|รัส) adj. = odoriferous (ดู) .
(โอ|'|เดอะ) n. กลิ่น|,|ชื่อเสียง|ที่|ไม่|ดี|  |Syn. odourless adj., odorless adj.
(โอ|ดิส|'|เซียส) n. วีรบุรุษ|ใน|สงคราม Trojan War (เทพนิยาย|กรีก|โบราณ)| 
(ออด|'|ดิ|ซิ) n. การ|เดินทาง|ผจญภัย|ที่|ยาวนาน|  |Syn. expedition
(อี|คอ|ล|'|โลจี) n. =|ecology (ดู)| 
(อี|ดี|'|มะ) n. =|edema pl. oedemata
โอ|อี|เอ็ม|ย่อ|มา|จาก original equipment manufacturer หมายถึง ผู้ผลิต|อุปกรณ์|เดิม เช่น บริษัท ก. ผลิต|คอมพิวเตอร์ แต่|บริษัท ข. ผลิต|เฉพาะ|หน่วย|บันทึก|ให้|ใช้|ใน|คอมพิวเตอร์|ของ|บริษัท ก. เรา|เรียก|บริษัท ข. ว่า|เป็น OEM
(อิ|ซอ|ฟ|'|ฟะกัส) n.,|หลอดอาหาร
(เอิร์ซ|'|ส|เท|ค) n. หน่วย|ความ|เข้มข้น|ของ|สนามแม่เหล็ก
(ออ|ฟ) prep. ของ|,|แห่ง|,|ด้วย|,|โดย|,|เกี่ยวกับ|,|ถึง|,|ใน|จําพวก|,|ใน|เรื่อง|,|ใน|ฐานะ|,|ใน|ปริมาณ|,|ใน|จํานวน|,|ที่|จะ|,|ที่|มี
(โอ|'|เฟ) n. คน|ขาว. ไข่ขาว|,|คน|ผิว|ขาว
(ออ|ฟ) adv. ออก|,|ห่าง|ออก|ไป|,|ห่าง|,|แยก|ออก|จาก|,|ไกล|ออก|ไป|,|พ้น|ไป|,|ไป|เสีย|,|ไป|,|หลุด|,|ขาด|ออก|,|ขาด|,|พ้น|,|สิ้นเชิง|,|หมด|ไป prep. แยก|ออก|จาก|,|ห่าง|ออก|ไป|,|หลุด|,|ขาด|ออก|,|จาก|ไป|,|ขาด|,|พ้น|,|จาก adj. ผิด|,|ผิดปกติ|,|ผิด|มาตรฐาน|,|ไม่|เป็น|ที่|พอใจ|,|ไม่|เป็น|ที่|พอใจ|,|ไม่|เป็น|ผล|,|อิสระ|,|ว่าง|,|พัก|,|หยุดพัก|,|หยุด|ทํางาน|, (ขับ|รถ) บน|ด้าน|ขวา|,|เริ่ม|ไป|,|ไม่|สําคัญ|,|แยก|,|ค่อนข้าง|เลว n. ภาวะ|ที่อยู่|ห่าง|ออก|ไป|,|ภาวะ|ที่|หยุดพัก|การ|ทํางาน|,|ภาวะ|ที่|ผิด|มาตรฐาน หรือ|ค่อนข้าง|เลว ภาวะ|ที่|ออก|นอก|เส้น|,|ออก|ไป|,|ไป|ให้|พ้น
n. ความ|เป็น|ไป|ได้|เล็กน้อย|มาก
อุปกรณ์|นอก|สาย|อุปกรณ์|ไม่|เชื่อม|ตรง|หมายถึง ส่วนประกอบ|หรือ|อุปกรณ์|ของ|ระบบ|คอมพิวเตอร์ ที่|ไม่|ได้|ติดต่อ|โดย|ตรง|กับ|หน่วยประมวลผลกลาง (central processing unit) และ|อยู่|นอกเหนือ|การ|ควบคุม|ของ|หน่วย|ประมวลผล กลาง เช่น เครื่อง|เจาะ|บัตร (keypunch)| 
การ|ประมวลผล|แบบ|ไม่|เชื่อม|ตรง|หมายถึง การ|ประมวลผล|ที่|ทํา|ขึ้น|โดย|ไม่|มี|การ|เชื่อมต่อ|กับ|หน่วยประมวลผลกลาง (central processing unit) เช่น การ|แปลง|ข้อมูล|จาก|บัตร|แล้ว|บันทึก|ข้อมูล|ลง|ใน|แถบ|บันทึก หรือ|จาน|บันทึก เป็นต้น|ดู on line processing เปรียบเทียบ
(อู|ฟ|'|เบิร์ด) n. ขุมทรัพย์|,|เจ้าของ|เงิน
(ออ|ฟ|'|เอา|เออะ) n. ชั่ง|โมง|ที่|หยุดพัก|งาน|,|ระยะ|เวลา|พักผ่อน adj. เกี่ยวกับ|ชั่วโมง|หรือ|ระยะ|เวลา|ดังกล่าว
(ออ|ฟ|'|คี) adj. ผิด|เสียง|,|ผิด|ระดับ|เสียง|,|ผิดปกติ|,|ค่อนข้าง|หยาบโลน
(ออ|ฟ|'|ลิม|'|มิ|ทซฺ) adj. ห้าม|เข้า
นอก|สาย|ไม่|เชื่อม|ตรง|ถ้า|ใช้|กับ|เครื่อง|ปลาย|ทาง (terminal) หมายความ|ว่า ไม่|เชื่อมต่อ|กับ|เครื่อง|คอมพิวเตอร์|ใน|เครือข่าย หรือ|คอมพิวเตอร์|อื่น|ใด|เลย ถ้า|ใช้|กับ|อุปกรณ์|ต่อ|พ่วง เป็นต้น|ว่า เครื่องพิมพ์ ก็|หมายความ|ว่า|ไม่|เชื่อมต่อ|กับ|คอมพิวเตอร์|เช่นกัน ดู on line เปรียบเทียบ
(ออ|ฟ|'|โลด) vt.,|vi. เอา|ลง
(ออ|ฟ|'|ซี|เซิน) adj.,|adv. ใน|ระยะ|เวลา|หนึ่ง|ของ|ปี|,|เกี่ยวกับ|ฤดู|ว่าง. n. ความ|เป็น|ไป|หรือ|เกิด|การ|ป|รา|กฎ|ขึ้น|ใน|ระยะ|เวลา|หนึ่ง|ของ|ปี|,|ฤดู|ว่าง
(ออ|ฟ|'|เธอะคัฟ) adj. ซึ่ง|เตรียม|ตัว|มา|น้อย|หรือ|ไม่|ได้|เตรียม|ตัว|มา|เลย
(ออ|ฟ|เธอ|เชลฟ) adj. ซึ่ง|มี|อยู่|พร้อม|,|ซึ่ง|ดัดแปลง|ได้|ง่าย
(ออ|'|เฟิล|,|ออ|ฟ|'|เฟิล) n. เนื้อ|เน่า|,|ซาก|สัตว์|,|ขยะ|,|มูลฝอย|,|ของ|ทิ้ง|,|เศษ|เล็ก|เศษ|น้อย
adj. ผิดปกติ|,|ผิดธรรมดา|,|ผิด|มาตรฐาน
(ออด|คา|สทฺ|,|-|แคสทฺ) adj. ซึ่ง|ถูก|ขว้าง|ทิ้ง|,|ซึ่ง|ถูก|ปฏิเสธ
(อะเฟนซฺ|') n. การ|กระทํา|ผิด|,|การ|กระทํา|ผิด|กฎหมาย|,|การ|รุก|,|การ|โจมตี|,|การ|ทํา|ให้|ขุ่นเคือง|,|การ|ก้าวร้าว|,|สิ่ง|ที่|ทํา|ให้|ขุ่นเคือง|,|สิ่ง|ที่|ละเมิด|,|ความรู้สึก|ขุ่นเคือง|,|ฝ่าย|รุก|,|ฝ่าย|โจมตี
(อะเฟนดฺ|') n. กระทํา|ผิด|,|ละเมิด|,|รุกราน|,|ทํา|ให้|ขุ่นเคือง|,|ทํา|ให้|ไม่|พอใจ.  |Syn. offendable adj. offendible adj. offender n.  |Syn. fault|,|vice|,|attack
(อะเฟนซฺ|') n. การ|กระทํา|ผิด|,|การ|กระทํา|ผิด|กฎหมาย|,|การ|รุก|,|การ|โจมตี|,|การ|ทํา|ให้|ขุ่นเคือง|,|การ|ก้าวร้าว|,|สิ่ง|ที่|ทํา|ให้|ขุ่นเคือง|,|สิ่ง|ที่|ละเมิด|,|ความรู้สึก|ขุ่นเคือง|,|ฝ่าย|รุก|,|ฝ่าย|โจมตี
(อะเฟน|'|ซิ|ฟว) adj. ซึ่ง|ทํา|ให้|ไม่|พอใจ|,|ซึ่ง|ทํา|ให้|ขุ่นเคือง|,|ก้าวร้าว|,|ไม่|พอใจ|,|ล่วงละเมิด|,|น่า|รังเกียจ|,|เกี่ยวกับ|การ|ละเมิด|,|เกี่ยวกับ|การ|ละเมิด|,|เกี่ยวกับ|การ|กระทํา|ผิด.  |Syn. offensiveness n.
(ออ|ฟ|'|เฟอะ) v.,|n. (การ) เสนอ|,|กล่าว|ว่า|จะ|ยก|ให้|,|มอบ|,|ถวาย|,|ให้|,|เสนอ|ราคา|,|บอก|ราคา|,|บอก|ขาย|,|ขอ|แต่งงาน|,|แสดง|,|ทํา|ให้|ป|รา|กฎ|,|ประมูล|,|บูชา|  |Syn. offerer n. offeror n.
(ออ|ฟ|'|เฟ|อริ|ง) n. สิ่ง|ที่|เสนอ|ให้|,|สิ่ง|ที่|ถวาย|ให้|,|ของ|บูชา|,|ของขวัญ|,|การ|เสนอ|,|การ|มอบ|,|การ|ถวาย|,|การ|บูชา|  |Syn. submission
(ออ|ฟ|'|เฟอ|โท|รี) n. ของ|บูชา|,|เพลง|สวด|ใน|พิธี|ถวาย|ของ|บูชา.  |Syn. offertorial adj.
(ออ|ฟ|'|แฮ|นดฺ) adv.,|adj. ไม่|ได้|ตระเตรียม|มา|ก่อน|,|ไม่|ได้|คาดคิด|มา|ก่อน|,|ทันทีทันใด|,|ฉับพลัน|,|ไม่|นาน|,|เฉพาะหน้า|,|เฉพาะกาล|,|ไม่|มี|พิธีรีตอง|,|ไม่|ได้|ยึด|หรือ|พิง|,|ไม่|มี|มารยาท.  |Syn. offhandedly adv. offhandness n.  |Syn. extemporaneous
(ออ|ฟ|'|แฮ|นดิด) adj. ไม่|ได้|ตระเตรียม|มา|ก่อน|,|ทันทีทันใด
(ออ|ฟ|'|ฟิซฺ) n. สํานักงาน|,|ที่ทําการ|,|สถาบัน|,|ร้านค้า|,|กระทรวง|,|กรม|,|กอง|,|ตําแหน่ง|,|การ|ทํางาน|,|หน้าที่|,|ภาระ|หน้าที่|,|สมรรถนะ|,|งาน|,|การ|บริการ|  |Syn. offices n.,|pl. ที่ทํางาน|บ้าน|ใน|บ้าน (เช่น|ครัว|หรือ|ที่|ซัก|หรือ|รีดผ้า)|  |Syn. function|,|position
การ|อัตโนมัติ|สํานักงาน|ใช้|ตัวย่อ|ว่า OA (อ่าน|ว่า โอเอ) หมายถึง การ|ใช้|เครื่อง|คอมพิวเตอร์|ภายใน|สํานักงาน เพื่อให้|ดําเนินการ|ไป|โดย|อัตโนมัติ หลีกเลี่ยง|การ|ปฏิบัติ|ด้วย|มือ|ให้|มาก|ที่สุด เป็นต้น|ว่า การ|ทํา|จดหมายเวียน (ข้อความ|ใน|จดหมาย|เหมือน ๆ กัน แต่|ส่ง|ถึง|ชื่อ|คน|หลาย|คน) ใน|กรณี|นี้ หาก|ใช้|คอมพิวเตอร์|ทํา ก็|จะ|ประหยัด|เวลา|ได้|มาก เพราะ|สามารถ|สั่ง|ทีเดียว|ได้|เลย ส่วน|ใน|ความหมาย|ของ|คําแปล|ที่|ว่า "|สํานักงาน|อัตโนมัติ|" นั้น อธิบาย|ง่าย ๆ ได้|ว่า หมายถึง สํานักงาน|ที่|ใช้|เครื่อว|คอมพิวเตอร์|นั่นเอง (ใน|ภาษาอังกฤษ บางที|ใช้ automated office)| 
(ออด|'|ฟิซ|แบ|'|เรอะ) n. ข้าราชการ
(ออ|ฟ|'|ฟิ|ซบ|ลอค) n. ย่าน|สํานักงาน
(ออ|ฟ|'|ฟิส|เซอะ) n. เจ้าหน้าที่|  |Syn. officerial adj.  |Syn. official
(อะฟิช|'|เชิล) n. ข้าราชการ|,|เจ้าพนักงาน adj. เป็นทางการ
(อะฟิช|'|เชิลดัม) n. วงการ|ข้าราชการ
(อะฟิช|'|ชะ|ลิซ) n. ภาษา|หรือ|สํานวน|หนังสือ|ราชการ|ที่|เข้าใจ|ยาก
(อะฟิช|'|ชะ|ลิซ|ซึม) n. วิธีการ|ทาง|ราชการ|,|ระบบ|ราชการ
(อะฟิช|'|ชิ|อัน|ทฺ) n. ผู้|ประกอบ|พิธี|ทาง|ศาสนา|,|ผู้|ประกอบ|พิธี
(อะฟิช|'|เซีย|รี) adj. เกี่ยวกับ|สํานักงาน|,|ซึ่ง|มี|ตําแหน่ง|การงาน
(อะฟิช|'|ชิ|เอท) v. ปฏิบัติ|หน้าที่|,|ประกอบ|พิธี|  |Syn. officiation n. officiator n.  |Syn. administer
(อะฟิช|'|เชิส) adj. เสือก|,|ชอบ|ยุ่ง|เรื่อง|ของ|คน|อื่น|,|ซึ่ง|เอาอกเอาใจ|เกิน|ไป.  |Syn. officiousness n.  |Syn. meddlesome
(ออ|ฟ|'|ฟิง) n. ทะเล|ตอน|เห็น|จาก|ฝั่ง|ไกล|ลิบ|ออก|ไป|,|ตําแหน่ง|ที่อยู่|ไกล|จาก|ฝั่ง|มาก. -|phr. (in the offing ไกล|ออก|ไป|แต่|ยัง|มองเห็น|,|ใน|อนาคต|ที่|คาดหมาย|ไว้)| 
(ออ|ฟ|'|ฟิช) adj. อยู่|ห่าง ๆ ,|เมิน|เฉย|,|วางข้อ
(ออ|ฟ|'|เล็ท) n. ท่อ|ปล่อย|น้ํา
(ออ|ฟ|'|เซ|ท) n. สิ่ง|ชดเชย|,|การ|หักล้าง|กัน|,|การ|เริ่มต้น|,|ขั้นบันได|ฝา|ผนัง|,|หน่อ|แยก|,|แขนง|,|สาขา|,|เชื้อสาย|,|การ|วาง|เอียง|,|ระบบ|การ|พิมพ์|ออ|ฟ|เซ|ท (offset lithography) ,|ช่วง|ระยะ|ที่|แยก.
(ออ|ฟ|'|ชู|ท) n. กิ่งก้าน|,|สาขา|,|แขนง|หน่อ|,|เชื้อสาย|ที่|ห่าง|ออก|ไป|,|ผล|ปลีกย่อย|,|ควันหลง
(ออ|ฟ|'|ไซ|ดฺ) adj.,|adv. นอก|เส้น|,|นอก|บริเวณ
(ออ|ฟ|'|สพ|ริ|ง) n.,|ทายาท|,|บุตร|,|ผู้|สืบ|เชื้อสาย|,|ผล|,|ลูก|สัตว์|,|หน่อ|อ่อน pl. offspring|,|offsprings|  |Syn. descendant
(ออ|ฟ|'|ส|เท|จ) adv. นอก|เวที. adj. นอก|เวที|,|หลัง|เวที|,
(ออ|ฟ|'|เท|ค) n. คู|ระบาย|น้ํา|,|ที่|ระบาย|น้ํา
(ออ|ฟทฺ) adv. =|often (ดู)| 
(ออ|ฟ|'|เฟิน|,|ออ|'|เฟิน) adv. บ่อย ๆ ,|เป็น|ประจํา
(โอ|จี|'|,|โอ|'|จี) n. เส้นโค้ง|คล้าย|อักษร|S|ที่|เกิด|จาก|การ|ต่อ|กัน|ของ|เส้น|นูน|กับ|เส้น|เว้า|,|เส้นโค้ง|รูป|หัวหอม
(โอ|'|ไจ|ฟว|,|โอ|ไจ|ฟว) n. ซี่|โค้ง|หลังคา|ทแยง|,|โค้ง|รูป|ยอด|แหลม|,|เส้น|แจกแจง|,|ความ|ถี่|สะสม|,|ปลาย|ทู่|ของ|หัว|จรวด|,|ที่|ครอบ|สายไฟ|ทั้งหมด
(โอ|'|เกิล) vt. ทํา|ตาหวาน
(โอ|'|เก|อะ) n. ยักษ์|กิน|คนใน|เทพนิยาย
(โอ) interj.,|n.,|interj. คําอุทาน vi. อุทาน|ด้วย|คํา|"|oh|"
(โอห์ม) n. หน่วย|ความ|ต้านทาน|ไฟฟ้า
(ดฮ|'|มิ|จ) n. ความ|ต้านทาน|ไฟฟ้า|ที่|เป็น|โอห์ม
(โอม|'|มิ|เทอะ) n. เครื่องมือวัด|ความ|ต้านทาน|ไฟฟ้า|เป็น|โอห์ม
(โอ|โฮ|') interj. คําอุทาน|แสดง|ความ|ประหลาดใจ|,|ความ|ปี|ติ|ยินดี|หรือ|อื่น ๆ| 
(ออ|ยล|ฺ) n. น้ํามัน
(ออ|ย|'|ลิเนส) n. การ|ทา|ด้วย|น้ํามัน|,|การ|มี|น้ํามัน|เจือปน|,|ลักษณะ|ที่|เป็น|น้ํามัน|,|ความ|เยิ้ม|ไป|ด้วย|น้ํามัน|,|การ|เอาอกเอาใจ|,|การ|ประจบ|,|ความ|ราบรื่น|,|ความ|กลมกล่อม
(ออ|ย|'|ลี) adj.,|adv. เป็น|มัน|,|ซึ่ง|มี|น้ํามัน|,|เอาอกเอาใจ|,|ราบรื่น|,|กลมกล่อม.  |Syn. oiliness n.  |Syn. polished
(ออ|ยทฺ|'|เมิน|ทฺ) n. ครีม|,|ยา|ขี้ผึ้ง|,|ยา|ที่|เป็น|ครีม
ปุ่ม|ตกลง|หมายถึง ช่อง|สี่เหลี่ยม|เล็ก ๆ มี|ตัวอักษร OK อยู่|ข้างใน มักจะ|ปรากฏ|ให้|เห็น|ใน|กรอบ|สนทนา (dialog box) ใน|ระบบ|วินโดว์ ถ้า|กด|ปุ่ม|นี้ ก็|เท่า|กับ|เป็น|คําสั่ง|ให้|คอมพิวเตอร์|ลงมือ|ปฏิบัติ|ตาม|คําสั่ง|ที่|กําหนด|ไว้|ใน|กรอบ|สนทนา หลังจาก|ที่|เลือก|หรือ|กําหนด|ตัวเลข|บาง|ตัว|ตาม|ที่|ต้องการ|ได้|แล้ว ปุ่ม|นี้|มักจะ|มี|คู่|มา|กับ|ปุ่ม Cancel เพราะ|ถ้า|ไม่|ต้องการ|ให้|คอมพิวเตอร์|ปฏิบัติ ก็|กด|ปุ่ม Cancel แทน OK (ใช้|ใน|แมค|อิน|ทอ|ช|ด้วย)| 
(โค|คา|'|พี) n. สัตว์เลี้ยงลูกด้วยนม|คล้าย|ยีราฟ|แต่|คอ|สั้น|กว่า
(โอ|'|เค) adj.,|adv.,|n.,|vt. = O.K.
(โอ|'|เค) adj.,|adv.,|n.,|vt. = O.K.
(โอ|'|เค) adj.,|adv.,|n.,|vt. = O.K.
(โอ|ลด|ฺ) adj. แก่|,|เก่าแก่|,|ชรา|,|อายุ|มาก|,|เฒ่า|,|อดีต|,|คร่ํา|,|เดิม|,|โบราณ|  |Syn. aged
(โอ|ลด|'|บอย) n. เฒ่า|ทารก|,|คนแก่|ที่|ร่าเริง|แจ่มใส
เจ้า|เพื่อนยาก|  |Syn. old boy
บ้านเกิดเมืองนอน|ของ|คน|อพยพ
n. ความ|ไม่|มั่นใจ|,|ความ|กลัว|,|การ|ไร้|ความ|กล้า
n. ถ่านไฟเก่า
n. คน|หัวโบราณ.
n. คน|หัวโบราณ.
n. ชื่อ|ธงชาติ|อเมริกัน|  |Syn. Stars and Stripes
n. อ้าย|เฒ่า|ลามก|,|ชาย|ชรา|ที่|น่า|รําคาญ
n. สมาชิก|พวก|อนุรักษ์นิยม|,|พวก|หัวเห็ด|,|ทหาร|รักษา|พระองค์|ของ|น|โป|เลียน. -|Old Guardism n.
n. คน|ชํา|ชอง ผู้|มี|ประสบการณ์
n. ซาตาน|,|ตัว|มาร
n. ล้าสมัย|,|โบราณ|,|แบบ|เก่า|  |Syn. out|  |Syn. of|-|date
สาว|ทึม|ทึก|,|สาวแก่
n. บิดา|,|สามี|,|ผู้|มี|อํานาจ|,|หัวหน้า|,|กัปตัน|หรือ
n. ชื่อ|ไม้เลื้อย|จําพวก|หนึ่ง
n. นัก|จิตรกร|ผู้มีชื่อเสียง|สมัยก่อน
n. ซาตาน|,|ตัว|มาร
n. ระบบ|เก่า|,|ระบอบ|การ|ปกครอง|แบบ|สม|บูรณาญา|สิทธิ|ราช
n. ฝ่าย|อนุรักษ์นิยม|  |Syn. oldschool adj.
n. ซาตาน|,|ตัว|มาร
n. ผู้|ช่ํา|ช่อง
n. พระคัมภีร์|ไบเบิล|ฉบับ|เก่า|หรือ|เล่ม|ต้น|ของ|คริสต์ศาสนา
n. ทวีป|ยุโรป|เอเชีย|และ|แอฟริกา
(โอ|ลด|'|แฟง|เกิ|ลด|ฺ) adj. โบราณ|,|ล้าสมัย
(โอ|ลด|'|เม|'|ดิช) adj. คล้าย|สาวแก่
(โอ|ลด|'|ชู) adj. คุ้นเคย|,|ไม่|โอ้อวด
(e) y (โอ|ลด|'|ไท|มี) adj. เกี่ยวกับ|สมัยก่อน|,|เกี่ยวกับ|สมัย|แรกเริ่ม|,|โบราณ
(โอ|ลด|'|ไท|เมอะ) n. คน|เก่า|คนแก่ (veteran)| 
(โอ|ล|'|เดิน) adj. แก่|,|โบราณ|,|อดีต|,|สมัยก่อน
(โอ|ล|'|เดอะ) adj. คุณศัพท์|เปรียบเทียบ|ของ|old
(โอ|ล|'|ดิสทฺ) คุณศัพท์|เปรียบเทียบ|ของ|old
(โอ|ล|'|ดี) n. คนชรา|,|คนแก่|,|คน|สูงอายุ|,|ของเก่า|,|เพลง|เก่า|,|เรื่อง|เก่า
(โอ|ล|'|ดิช) adj. ค่อนข้าง|เก่า
(โอ|ลด|'|ส|เทอะ) n. คนแก่|,|ผู้อาวุโส
(โอ|ล|'|ดี) n. คนชรา|,|คนแก่|,|คน|สูงอายุ|,|ของเก่า|,|เพลง|เก่า|,|เรื่อง|เก่า
(โอ|เล|') n. การ|ตะโกน|,|เปล่ง|เสียง|ที่|แสดง|ถึง|การ|เห็นด้วย โอ|เล <|คํา|อ่าน|>|ย่อ|มา|จาก object linking and embedding (แปล|ว่า การ|เชื่อมโยง|และ|การ|ฝัง|ตัว|ของ|วัตถุ) เท่า|กับ|การ|แทรก|เอกสาร หรือ|ภาพ|หรือ|บาง|ส่วน|ของ|เอกสาร ที่|ได้|สร้าง|ขึ้น|ไว้|ใน|โปรแกรม|หนึ่ง (เรียก|ว่า วัตถุ) เข้า|ไป|ใน|แฟ้ม|เอกสาร หรือ|ส่วน|ของ|เอกสาร ที่|สร้าง|ขึ้น|มา|จาก|อีก|โปรแกรม|หนึ่ง แถม|ด้วย|การ|ที่|สามารถ|เชื่อมโยง|หรือ|ยึด|โยง|ความ|ผูกพัน|ระหว่าง|เอกสาร|ทั้ง|สอง|ไว้|ให้|อีก|ด้วย การ|ยึด|โยง|ดังกล่าว|มี|ความหมาย|ว่า การ|แก้|ใข|แฟ้ม|หนึ่ง|จะ|ทํา|ให้|อีก|แฟ้ม|หนึ่ง|ถูก|แก้|ไป|ด้วย|โดย|อัตโนมัติ วิธีการ|นี้|นิยม|ใช้|มาก|ใน|ระบบ|วินโดว์
(โอ|ลี|แอ|ล|'|จินัส) adj. คล้าย|หรือ|ประกอบ|ด้วย|หรือ|มี|น้ํามัน|,|ให้|น้ํามัน
(โอ|'|ลิ|แอ|นเดอะ) n. พืช|จําพวก Nerium เช่น ต้น|ยี่|โถ|,|ยี่|โถ|จีน
(โอ|'|ลิ|โอ) n. =|oleomargarine (ดู)| 
Pref."|น้ํามัน|"
(โอ|'|ลิ|โอ|กราฟ|,|-|แก|รฟ) n. ภาพสีน้ํามัน|บน|ผ้าใบ|หรือ|อื่น ๆ|  |Syn. oleographic adj.
(e) (โอ|ลิ|โอ|มาร์|'|จะ|ริน) n. เนยเทียม
(ออ|ล|'|เลอ|ริ|คัล|'|เซอะ) n. การ|ปลูก|ผัก.  |Syn. olericultural adj. olericulturist n.
(โอ|'|เลีย|ม) n. น้ํามัน pl. olea
(ออ|ลแฟค|'|เชิน) n. กลิ่น|,|การ|ดม|กลิ่น|  |Syn. n. smell
(ออ|ลแฟค|'|ทะ|รี) n.,|adj. (เกี่ยวกับ) อวัยวะ|ดม|กลิ่น|,|ฆาน|ประสาท|  |Syn. olfactorily adv.
เป็น|เส้นประสาท|ที่|ทํา|หน้าที่|รับ|กลิ่น|ที่|มิ|วคัสเมมเบ|รน|ที่|จมูก เป็น 1 ใน 12 เส้นประสาท
(ออ|ลแฟคท|รอน|'|นิคซฺ) n. วิชาการ|ดม|กลิ่น|,|วิชา|ที่|เกี่ยวกับ|กลิ่น
(ออ|ล|'|ลิ|แคน) n. การ|หยอด|น้ํามันหล่อลื่น
(ออ|ล|'|ลิด) adj. เกี่ยวกับ|กลิ่น
(ออ|ล|'|ละ|การ์ค) n. ผู้ปกครอง|คน|หนึ่ง|ใน|ระบอบ|คณาธิปไตย|  |Syn. oligarchy คณาธิปไตย
(ออ|ลลิจี|'|เมีย) n. ภาวะ|การ|ขาดแคลน|โลหิต
(ออ|ลลิ|กอ|พ|'|พะลี) n. ภาวะ|การตลาด|ที่|มี|ผู้|ขาย|เพียง|2|-|3|ราย|  |Syn. oligopsonistic adj.
(ออ|ล|ละ|กอ|พ|'|ซะนี) n. ภาวะ|การตลาด|ที่|มี|ผู้ซื้อ|เพียง 2|-|3 ราย.  |Syn. oligopsonistic adj.
ภาวะ|อสุจิ|น้อย
(โอ|'|ลิ|โอ) n. อาหาร|ที่|ส่วนประกอบ|หลาย|อย่าง|,|อาหาร|ผัด|โป๊ยเซียน|,|จับฉ่าย|,|ของ|คลุกเคล้า|,|ปกิณกะ|,|บันทึก|เก็บเล็กผสมน้อย pl. polios
(ออ|ล|'|ลิฟว) n. ต้น|มะกอก|,|ผล|หรือ|ใบ|มะกอก
n. กิ่งก้าน|ของ|ต้น|โอ|ลิฟว์|ที่|เป็น|สัญลักษณ์|แห่ง|สันติภาพ
(ออ|ล|'|ลิเวท) n. ไข่มุก|เลี้ยง
(คะ|ลู|'|เวี|ยล) adj. ซึ่ง|ทรุด|หรือ|พัง|ลง|มา|กอง
(ออ|ล|'|ละ|จี) n. วิชาการ|,|วิทยาการ|,|วิทยาศาสตร์|,|ทฤษฎี|,|คํา|โอ้อวด
(โอ|ลิม|'|เพียน) adj. เกี่ยวกับ|ภูเขา
n. กีฬา|โอลิมปิค
n. สระ|ว่ายน้ํา|ขนาด|ที่|ยาว 25 เมตร|  |Syn. olympic pool
(โอ|มาน|') n. ชื่อ|ประเทศ|หนึ่ง|ใน|อา|รา|เบีย
(โอ|'|มาร์ ไคยาม|'|,|แยม|,|โอ|'|มาร์) n. นักกวี|และ|นัก|คณิตศาสตร์|ชาว|เปอร์เซีย|สมัยโบราณ
(โอ|เม|'|ซัม) n. กระเพาะ|ที่|สาม|ของ|สัตว์|เคี้ยว|เอื้อง อยู่|ระหว่าง reticulum กับ abomasum pl. omasa
(คอม|'|โบ) n. วงดนตรี|แจ๊ส|ขนาด|เล็ก
(ออม|'|บูด|ซฺ|แมน) n. สมาชิก|คณะ|กรรมการ|ป้องกัน|และ|ปราบปราม|การ|ทุจริต|ของ|เจ้าหน้าที่|ทั่วไป|ของ|รัฐ
(โอ|มี|'|กะ) n. อักษร|ตัว|ที่|24|ของ|ภาษา|กรีก|,|ตัว|สุดท้าย|,|อัน|สุดท้าย|,|ขึ้น|สุดท้าย
n. อนุภาค|อะตอม (atomic particle) ที่|สลาย|ตัว|เป็น|อนุภาค|เล็ก|ลง|ไป|อีก|เมื่อ|กระทบ|กับ|pi meson
(ออม|'|มะลิ|ท) n. ไข่เจียว|,|ไข่ทอด
(ออม|'|มะลิ|ท) n. ไข่เจียว|,|ไข่ทอด
(โอ|'|เมิน) n. ลาง|,|ลาง|สังหรณ์|,|ลาง|นิมิต vt. เป็น|ล่าง|,|เป็น|นิมิต|,|มี|ลาง|บอก|เหตุ|  |Syn. augury
ไขมัน|ใน|ช่องท้อง
(โอ|เมน|'|ทัม) n. เยื่อ|แขวน|กระเพาะ|ใน|ช่องท้อง.  |Syn. omental adj. pl. omenta
(ออม|'|มะนัส) adj. เป็น|ลาง|ร้าย|,|ไม่|เป็น|มงคล|,|เป็น|ลาง|สังหรณ์|  |Syn. ominousness n.  |Syn. augural
(โอ|มิ|ส|'|ซะเบิล) adj. ยอม|ได้|,|ละเลย|ได้|,|เอา|ออก|ได้
(โอ|มิ|ส|'|เชิน) n. การ|ละเว้น|,|การ|ละเลย|  |Syn. neglect
(โอ|มิ|ส|'|ซิ|ฟว) adj. เป็น|การ|ละเว้น|,|เป็น|การ|ละเลย|,
(โอ|มิ|ท|') vt. ละเว้น|,|เว้น|,|ละเลย|,|เอา|ออก|,|ตัดทอน|,|ข้าม|ไป
(omni nocte) adj. ทุก|คืน
(ออม|'|นะ|บัส) n. รถโดยสาร|,|รถยนต์|โดยสาร|,|รวม|บทประพันธ์|,|หนังสือ|รวม|เรื่อง|จิปาถะ pl. omnibuses
(ออม|นะ|แฟ|'|เรียส) adj. ทุกอย่าง|,|ทุก|แบบ|,|ทุก|ชนิด|,|ครอบคลุม|  |Syn. omnifariousness n.
(ออม|นิฟ|'|ฟิซันทฺ) adj. ซึ่ง|สร้าง|ทุกสิ่งทุกอย่าง|,|มี|อํานาจ|เต็มที่|,|มี|อํานาจ|ครอบคลุม|  |Syn. omnificience .
(ออม|นิ|แพ|'|ริ|ที) n. ความ|เสมอภาค|ทุกสิ่งทุกอย่าง
(ออม|นิฟิบ|'|เบียส) adj. ซึ่ง|สามารถ|ลง|สู่|พื้นดิน|ใน|ทุก|สภาพ
(ออม|นิพ|'|พะ|เทิน|ซฺ) n. ความ|มี|อํานาจ|ทุกอย่าง|,|ความ|สามารถ|อัน|มี|ทุกอย่าง|,|พ|ลา|นุ|ภาพ|อัน|เหลือ|คณ|นา|นับ|,|ความ|เป็น|พระเจ้า
(ออม|นิพ|'|พะ|เทิน|ทฺ) adj. มี|อํานาจ|ทุกอย่าง|,|มี|ความ|สามารถ|ทุกอย่าง|,|มี|อํานาจ|คล้าย|พระเจ้า. -|Phr. (the Omnipotent พระผู้เป็นเจ้า)|  |Syn. almighty
(ออม|นิเพ|รส|'|เซินทฺ) adj. มี|อยู่|ทั่วทุกแห่ง|ใน|ขณะเดียวกัน|  |Syn. pervasive
(ออม|นิส|'|เซินซ) n. การ|รอบรู้|ทุกอย่าง|,|การ|รอบรู้|,|สัพพัญญ|,|พระผู้เป็นเจ้า
(ออม|นิซ|'|ซันทฺ) adj. รอบรู้|  |Syn. omiscience n.
(ออม|'|นิท|รอน) n. เครื่อง|เร่ง|อเนกประสงค์
(ออม|'|เนี|ยม) n. จํานวน|รวม|ทั้งหมด|  |Syn. whole
(ออม|นิอัม|แก|ธ|'|เธอะ|รัม) n. การ|เก็บ|รวบรวม|ทุกสิ่งทุกอย่าง|,|การ|เก็บ|รวบรวม|หลาย|สิ่ง|หลาย|อย่าง|,|งานเลี้ยง|ที่|คน|ทุก|ประเภท|มา|ร่วม|กัน
(ออม|นิฟ|'|วะ|ระ) n. สัตว์|ที่|กิน|อาหาร|ทุกอย่าง
(ออม|'|มะ|วอ|,|-|โว) n. บุคคล|ที่|กิน|อาหาร|ทุกอย่าง
(ออม|นิฟ|'|เวอรัส) adj. กิน|ทุกอย่าง|กิน|ไม่|เลือก|,|กิน|ทั้ง|พืช|และ|สัตว์|,|รับ|ทุกอย่าง|,|อ่าน|หนังสือ|ทุก|ประเภท
(โอม|อฟ|'|ฟะกัส) adj. กิน|เนื้อ|ดิบ
Pref.adj. สะดือ|,|รก
(ออม|'|ฟะลัส) n. สะดือ|,|จุด|กลาง|,
โอ|เอ็มอาร์|ย่อ|มา|จาก optical mark reader หรือ|ที่|แปล|ว่า เครื่อง|อ่าน|สัญลักษณ์|ด้วย|แสง หมายถึง อุปกรณ์|ชนิด|หนึ่ง|ที่|ใช้|สําหรับ|อ่าน|ตัวพิมพ์ หรือ|เครื่องหมาย|ต่าง ๆ ด้วย|แสง นิยม|ใช้|ใน|การ|อ่าน|รหัส|แท่ง (bar code) หรือ|ตรวจ|ข้อสอบ|แบบ|มี|ตัวเลือก (multiple choices) ฯ
(ออ|น) prep.,|adv. บน|,|ที่|,|ตาม|,|ณ|,|ใน|เวลา|ที่|,|ใน|ขณะที่|,|ใน|วันที่|,|เกี่ยวกับ|,|อยู่|ใน|สถานการณ์|,|ใน|เรื่อง|,|โดย|,|อาศัย|,|ทันที|หลังจาก|,|ไป|สู่|,|ไป|ทาง|,|ติด|กัน|,|ประชิด|,|ประจํา adj. เปิด|อยู่|,|ใช้|อยู่|,|ซึ่ง|กําลัง|เกิด|ขึ้น|,|ตาม|แผน|,|ตาม|กําหนด n. ความเป็นอยู่|,|สถานการณ์|,|ด้าน|ข้าง -|Phr. (on and off บาง|ครั้ง|บาง|คราว|เป็น|ช่วง ๆ)| 
อุปกรณ์|เชื่อม|ตรง|หมายถึง อุปกรณ์|ที่อยู่|ภายใต้|การ|ควบคุม|ของ|หน่วยประมวลผลกลาง เช่น หน่วย|ขับ|แถบ|บันทึก (tape drive) หน่วย|ขับ|จาน|บันทึก (disk drive) เครื่องพิมพ์ (printer) รวม|ไป|ถึง|เครื่อง|ปลาย|ทาง (terminal) ฯลฯ ดู off|-|line device เปรียบเทียบ
การ|ประมวลผล|แบบ|เชื่อม|ตรง|หมายถึง การ|ประมวลผล|ที่|ทํา|โดย|อุปกรณ์|ที่อยู่|ภายใต้|การ|ควบคุม|ของ|เครื่อง|คอมพิวเตอร์ ไม่ว่า|อุปกรณ์|นั้น|จะ|เป็น|ส่วนหนึ่ง|ของ|ตัว|เครื่อง (เช่น|เครื่องอ่านบัตร) หรือ|อุปกรณ์|นั้น|จะ|อยู่|ห่าง|ออก|ไป|แต่|สามารถ|ติดต่อ|โดย|ตรง|กับ|เครื่อง|ได้ เช่น การ|ประมวลผล|โดย|มี|การ|สื่อสาร|ระหว่าง|เครื่อง|ปลาย|ทาง|หรือ|เทอร์มินัล (terminal) และ|หน่วยประมวลผลกลาง|โดย|ทาง|โทรศัพท์ หรือ|วิธี|อื่น ๆ การ|ทํา|เช่นนี้|เครื่อง|จะ|ประมวลผล|ทันที|ที่|ได้|รับ|ข้อมูล ซึ่ง|จะ|เข้า|สู่|ตัว|เครื่อง|คอมพิวเตอร์|ตลอดเวลา เช่น ที่|ใช้|ใน|การ|ส่ง|ยาน|อากาศ|ไป|นอก|โลก การ|ถอน|เงิน|ใน|ระบบ|เงิน|ด่วน เป็นต้น ดู batch processing เปรียบเทียบ
เชื่อม|ตรง|ใน|สาย|หมายถึง การ|เชื่อม|อุปกรณ์|หรือ|คอมพิวเตอร์|หรือ|เครื่อง|ปลาย|ทาง (terminal) เข้า กับ|เครื่อง|คอมพิวเตอร์|เครื่อง|อื่น ผ่าน|ทาง|สายเคเบิล|หรือ|ด้วย|วิธี|ใด ๆ ก็ตาม เพื่อให้|มี|การ|ทํางาน|ร่วม|กัน เป็นต้น|ว่า เครื่อง|ถอน|เงิน|ด่วน (ATM) จะ|ต้อง "|เชื่อม|ตรง|" กับ|คอมพิวเตอร์|เมนเฟรม|ที่|ธนาคาร|สํานักงานใหญ่ จึง|สามารถ|ประมวลผล|ให้|ได้|ว่า บัญชี|ของ|เรา|มี|เงิน|เท่าใด ถอน|แล้ว|เหลือ|เงิน|อีก|เท่าใด ดู off line เปรียบเทียบ
(โอ|'|นะ|นิส|ซึม) n. การ|กระทํา|กาม|อัตโนมัติ.  |Syn. onanist n. onanistic adj. -|S.,|n. masturbation
(วัน|ซฺ) adv. ครั้ง|หนึ่ง|,|ครั้ง|เดียว|,|แต่ก่อน adj. เมื่อก่อน|,|กาล|ก่อน conj. พอ....ก็|,|เมื่อไร...ก็|,|ถ้า....ก็ n. ครั้ง|หนึ่ง|,|โอกาส|เดียว|,|ครั้ง|เดียว|,|-|all at once ทันที|,|พร้อมกัน -|Phr. (at once ทันที|พร้อมกัน) -|Phr. (once and for all (once for all) ใน|ที่สุด|,|เด็ดขาด|,|ท
(ออ|ง|คอ|ล|'|โลจี) n. เนื้องอก|วิทยา|  |Syn. oncologic|,|oncological adj.
(ออ|น|'|คัม|'|มิ|ง) adj. ที่|กําลัง|มา|,|จวน|,|ใกล้|,|n. การ|เข้า|ใกล้|,|การ|เริ่ม|มา
(ออ|น|ดอม|'|มิ|เทอะ) n. เครื่องมือ|บันทึก|ความ|ยาว|คลื่น (wavelengths) ของ|คลื่น|วิทยุ
(วัน) adj.,|n. หนึ่ง|,|เดียว|,|เดี่ยว|,|แน่นอน -|Phr. (at one เป็นน้ําหนึ่งใจเดียวกัน) pron. บุคคล|หนึ่ง|,|สิ่ง|หนึ่ง
ได้|เปรียบ|,|นํา|คู่ต่อสู้|เพียง|หนึ่ง|คะแนน|,|แต่ละ
(วัน|ซฺ) คํา|ที่|แสดง|เป็น|เจ้าของ|ของ|one
(วัน|'|แฮ|นดิด) adj. มี|มือ|เดียว|,|ใช้|มือ|เดียว
(วัน|'|ฮอส) adj. ใช้|ม้า|ตาเดียว|,|ไม่|สําคัญ|,|เล็กน้อย|,|จํากัด -|S.,|adj. unimportant
(วัน|'|ไอ|เดียด|ฺ) adj. เกี่ยวกับ|ความคิด|คับแคบ|,|เกี่ยวกับ|วิธีการ|คิด|แบบ|ง่าย ๆ| 
(วัน|'|ไอ|เดียด|ฺ) adj. เกี่ยวกับ|ความคิด|คับแคบ|,|เกี่ยวกับ|วิธีการ|คิด|แบบ|ง่าย ๆ| 
(วัน|'|ไล|'|เนอะ) n. คําคม|,|ข้อความ|สั้น ๆ ที่|มี|ความหมาย|มาก|หรือ|ทํา|ให้|ชวนหัว|เราะ
(วัน|'|ไซ|'|ดิด) adj. ข้างเดียว|,|เข้าข้าง|,|ลําเอียง|  |Syn. one|-|sidedness n.  |Syn. partial|,|unequal
(วัน|'|อัพ) vt. ทํา|ให้|ดี|กว่า|,|ทํา|ให้|ได้|เปรียบ|ทํา|ให้|ได้|คะแนน|นํา|หนึ่ง|คะแนน|,|อยู่|เหนือ
(โอ|ไน|'|ระ|แมน|ซี) n. การ|หยั่งรู้|หรือ|ทํานาย|จาก|ความ|ฝัน การ|ทํานาย|ฝัน.  |Syn. oneiromancer n.
(วัน|'|นิส) n. ความ|เป็น|เอกลักษณ์|,|การ|มี|สิ่ง|เดียวกัน
(ออ|น|'|เนอรัส|,|โอ|'|เนอรัส) adj. เป็น|ภาระ|,|ลําบาก|,|ยาก|ยิ่ง|,|หนักหน่วง|  |Syn. onerousness n.
(วัน|เซ|ลฟฺ|') pron. ตัวเอง|,|ตนเอง - -|Phr. (by oneself ตนเอง|,|ไม่|มี|คน|อื่น|ด้วย ด้วย|ตัวเอง) -|Phr. (come to oneself|,|come to รู้ตัว)|  |Syn. one|'|s self
(ออ|น|'|โก|อิง) adj. ไม่|หยุดยั้ง|,|ต่อเนื่อง|,|ไป|เรื่อย|  |Syn. progressing|,|continuing
(อัน|'|ยัน) n. หอม|,|หัวหอม|หัว|ใหญ่
(ออ|น|'|ลุ|ค|เคอะ) n. ผู้|ชม
(โอน|'|ลี) adv.,|adj. เท่านั้น|,|เพียงแต่|,|สิ่ง|เดียว conj. เพียงแต่|,|ยกเว้น|ว่า|,|แต่ทว่า -|Phr. (only too ความจริง|แล้ว|,|อย่างยิ่ง|,|มาก ๆ)|  |Syn. solely|,|alone
(ออ|น|นะ|แมส|'|ทิค) adj. เกี่ยวกับ|ชื่อ
(ออ|น|นะ|แมท|'|ทะ|พี|'|อะ) n. การ|สร้าง|คํา|,|การ|ประกอบ|เป็น|คํา|,|การ|เลียน|เสียง|ใน|การ|ใช้|สํานวน|,|ศัพท์|ที่|เหมือน|เสียง|  |Syn. onomatopoetic|,|onomatopotic adj.
(ออ|น|'|เซ|ท) n. การ|เริ่ม|,|การ|โจมตี|  |Syn. attack|,|beginning
(ออ|น|'|สลอท) n. การ|โจมตี|,|การ|จู่โจม|  |Syn. incursion
(ออ|น|'|ทู) prep. ไป|ยัง|,|รู้|ถึง|,|เข้าใจ
(ออ|น|ทอ|จ|'|จีนี) n. การ|พัฒนา|เจริญเติบโต|ของ|สิ่งมีชีวิต
(ออ|น|ทอ|ล|'|โลจี) n. metaphysics (ดู) ที่|เกี่ยวกับ|ธรรมชาติ|ของ|สิ่ง|ที่|เป็นจริง
(โอ|'|นิส) n. ความ|รับผิดชอบ|,|ภาระ
(ออ|น|'|เวิร์ด) adv.,|adj. ไป|ข้างหน้า|,|ตําแหน่ง|ข้างหน้า.  |Syn. ahead
(ออ|น|'|เวิร์ดซฺ) adv. ไป|ข้างหน้า|,|ตําแหน่ง|ข้างหน้า|  |Syn. onward
เชื้อรา|ที่|เล็บ
(โอ|'|อะ|ไซ|ท) n. เซลล์|เพศ (germ cell) ตัวเมีย|ใน|ระยะ|โต|เต็มที่
(อู|ฟ) n. เงินสด|,|เงิน|  |Syn. cash|,|money
(อู|ฟ|'|ฟี่) adj. รวย|,|มั่งมี|,|มี|เงิน|มาก
(โอ|'|อะด|จน|นิ|ซิ|ส) n. การ|กําเนิด|และ|การ|เจริญเติบโต|ของ|ไข่|  |Syn. oogenetic|,|oogenetic adj.
(โอ|'|อะด|จน|นิ|ซิ|ส) n. การ|กําเนิด|และ|การ|เจริญเติบโต|ของ|ไข่|  |Syn. oogenetic|,|oogenetic adj.
(โอ|'|อะ|โก|เนี|ยม) n. เซลล์|สืบพันธุ์|ที่|จะ|หลาย|เป็น|oocyte (ดู) ,|เซลล์|สืบพันธุ์|ตัวเมีย|ของ|พืช thallophytes บาง|ชนิด|  |Syn. oogonial adj. oogonial adj.
(โอ|อะ|'|โลจี) n. วิชา|ว่าด้วย|ไข่|นก.  |Syn. oological adj. oologist n. oologist n.
(ฮุมฟ) n. พลัง|,|กําลัง|,|การ|มี|ชีวิต|,|ความ|มี|พลัง|,|เสน่ห์|,|ความ|ดึงดูด|ทาง|เพศ
(โอ|'|อะ|โก|เนี|ยม) n. เซลล์|สืบพันธุ์|ที่|จะ|หลาย|เป็น|oocyte (ดู) ,|เซลล์|สืบพันธุ์|ตัวเมีย|ของ|พืช thallophytes บาง|ชนิด|  |Syn. oogonial adj. oogonial adj.
(โอ|โอ|พี|, อุป) ย่อ|มา|จาก object|-|oriented programming หมายถึง วิธีการ|เขียน|โปรแกรม|ของ|นักเขียน|โปรแกรม|รุ่น|ใหม่ ที่|จัดแบ่ง|การ|เขียน|คําสั่ง|กัน|ออก|เป็น|ชุด ๆ แต่ละ|ชุด|เรียก|ว่า "|วัตถุ|" (object) แล้ว|จึง|นํา|เอา|ชุดคําสั่ง|แต่ละ|ชุด|นั้น|มา|รวม|กัน|เป็น|โปรแกรม|ชุด|ใหญ่|อีก|ที|หนึ่ง ใน|บาง|ครั้ง|ยัง|อาจ|นํา "|วัตถุ|" ของ|โปรแกรม หนึ่ง|ไป|รวม|กับ "|วัตถุ|" ของ|อีก|โปรแกรม|หนึ่ง แล้ว|เรียก|ออก|มา|ใช้ได้|เลย ทั้งนี้|ทํา|ให้|ผู้เขียนโปรแกรม|ใหม่|ไม่|จําเป็น|ต้อง|เริ่มต้น|ใหม่|ทั้งหมด วิธีการ|ดังกล่าว|นี้|ช่วย|ประหยัด|เวลา|ได้|มาก พูด|ให้|ง่าย|ก็|คือ ทุก|โปรแกรม|ไม่|ต้อง|เริ่มต้น|จาก|ศูนย์ อนึ่ง คํา|ว่า "|วัตถุ|" นั้น หมายรวม|ไป|ถึง|ภาพ|หรือ|กราฟิก|ด้วย ภาพ|หนึ่ง|ภาพ เช่น การ|สร้าง|วง|กลม|นั้น เกิด|จาก|การ|เขียน|โปรแกรม|โดย|ใช้|สูตร|คํานวณ|เส้นโค้ง ซึ่ง|จะ|ประกอบ|ด้วย|คําสั่ง|หลาย|ร้อย|คําสั่ง แล้ว|เก็บ|ไว้|เป็น "|วัตถุ|" หนึ่ง ฉะนั้น เมื่อใด|ที่|เรา|สั่ง|วาด|วง|กลม ก็|เท่า|กับ|ไป|เรียก "|วัตถุ|" นี้|มา|ใช้ หลังจาก|นั้น หาก|เรา|จะ|ต่อเติม|เป็น|ภาพ|อื่น|ต่อไป คอมพิวเตอร์|ก็|จะ|ไป|ดึง|อีก "|วัตถุ|" หนึ่ง|มา|ทํา|ต่อ|ให้
Pref. "|รังไข่|"
(โอ|อะฟอเรด|'|โท|มี) n. ศัลยกรรม|ผ่าตัด|เอา|รังไข่|ออก
(โอ|อะฟอ|ไร|'|ทิส) n. รังไข่|อักเสบ|,|มดลูก|อักเสบ
(อู|พซฺ) interj. คําอุทาน|แสดง|ความ|ไม่|พอใจ|,|ความผิด|หวัง|,|ความ|ประหลาดใจ|และ|อื่น ๆ| 
(โอ|'|อะสเพิร์ม) n. ไข่|ที่|ปฏิสนธิ|แล้ว|,|ไข่|ที่|ได้|รับ|เชื้อ|แล้ว
(โอ|'|อะสพอร์) n. ไข่|ที่|รับ|เชื้อ|แล้ว|ที่อยู่|ภายใน oogonium (ดู)| 
(อู|ซ) vi.,|n. (การ) ไหล|ซึม|,|ซึม|ออก|,|เยิ้ม|,|รั่ว|,|สิ่ง|ที่|ซึม|ออก|มา|  |Syn. seep|,|leak
รหัส|ดําเนินการ|ย่อ|มา|จาก operation code (แปล|ว่า รหัส|ดําเนินการ) หมายถึง|ส่วน|ของ|คําสั่ง|ใน|ภาษาเครื่อง (machine language) หรือ|ภาษาแอสเซมบลี (assembly language) ที่|เป็น|คําสั่ง|ให้|เครื่อง|ปฏิบัติ เช่น คําสั่ง|ให้|เครื่อง|บวก|หรือ|ลบ เป็นต้น อีก|ส่วนหนึ่ง|ของ|คําสั่ง|ซึ่ง|เป็น|ตัวถูกดําเนินการ เรียก|ว่า operand|ดู operand เปรียบเทียบ
(ออ|พ|'|ซิ|ท|') L. opere citato (ตาม|ที่|อ้างอิง)| 
(โอ|แพ|ส|'|ซิ|ที) n. ความ|ทึบ|,|ความ|ขุ่นมัว|,|สิ่ง|ทึบแสง|หรือ|ขุ่นมัว|,|ความ|เข้าใจ|ยาก|,|ความ|มี|ปัญญา|ทึบ|  |Syn. density
(โอ|'|เพิล) n. มุกดา|,|พลอย|สี|เหลือบ|เหลือง
(โอ|พะเลส|'|เซินทฺ) adj. เป็น|สีน้ํา|นม|,|เป็น|สี|เงินยวง.  |Syn. opaleacence n.
(โอ|'|พะลิน|,|ไลน์) adj. คล้าย opal
(โอ|'|เพค) adj. ทึบ|,|อับ|แสง|,|ไม่|โปร่งแสง|,|ไม่|โปร่งใส|,|มืด|,|คลุมเครือ|,|เข้าใจ|ยาก|,|โง่|,|ทึ่ม|,|ไม่|ฉลาด. n. สิ่ง|ที่|ทึม|แสง|,|สี|ทา|ฟิลม์|ให้|ทึม|แสง|  |Syn. impervious|,|stupid
(โอ|'|เพค) Organization of Petroleum Exporting Countries
(โอ|'|เพิน) adj.,|v. เปิด|,|เปิด|รับ|,|เปิด|กว้าง|,|เริ่มต้น|,|เปิด|อิสระ|,|โล่ง|,|ไม่|ปิดบัง|,|โปร่ง|,|ยัง|ไม่|ตกลง|กัน|ได้|,|ใจบุญ|,|ลงมือ|  |Syn. openly adv. openness n. -|Phr. (open up ลงมือ เริ่มต้น เริ่ม|ยิง|,|เริ่ม|คุ้นเคย|,|เปิดเผย|,|เพิ่ม|ความ|เร็ว) n. ที่|เปิดเผย|-|Phr. (the
n. กลางแจ้ง|,|ที่โล่ง
สถาปัตยกรรม|เปิด|หมายถึง แนว|คิด|ที่|จะ|ทํา|ให้การ|ออกแบบ|และ|การ|สร้าง|คอมพิวเตอร์|เป็น|ความ|รู้|ที่|เป็น|สาธารณะ|โดย ยินยอม|ให้|บริษัท|ต่าง ๆ นํา|ไป|ผลิต|ขาย|ได้ ทั้งนี้|เพื่อ|ช่วย|ให้การ|พัฒนาการ|สร้าง|คอมพิวเตอร์|ให้|ดี|ขึ้น|ไป|เรื่อย ๆ| 
n. ความลับ|ที่|รู้|กัน|ทั่วไป
n. วิธีการ|ยอม|เยี่ยม|ที่|ได้|ผล|,|คาถา|ที่|ใช้|เปิด|ประตู|ถ้ํา|โจร|ใน|นิยาย|อาหรับ|เรื่อง|Ali Baba
คําพิพากษา|ของ|ศาล|ที่|ไม่|ตายตัว
(โอ|'|เพิน แอร์) adj. กลางแจ้ง|,|ที่โล่ง
(โอ|'|เพิน|บุ|ค) adj. เปิด|หนังสือ|ได้
(โอ|'|เพิน|แฮ|น|'|ดิด) adj. ใจดี|,|ใจบุญ|,|เอื้อเฟื้อ|เผื่อแผ่|  |Syn. open|-|handedness n.  |Syn. munificent
(โอ|'|เพินไมดิด) adj. เปิดเผย|,|ตรงไปตรงมา|,|ไม่|ลําเอียง|,|ยอม|ฟัง|ข้อคิดเห็น|  |Syn. open|-|mindedness n.  |Syn. frank
(โอ|'|เพิน|เมา|ธฺ) adj. เปิดปาก|,|อ้า|ปาก|,|ตกตะลึง|,|มี|ปากกว้าง.  |Syn. open|-|mouthedly adv. open|-|mouthedness n.  |Syn. noisy
(โอ|'|เพินเนอะ) n. ผู้|เปิด|,|ที่|เปิด|,|เครื่อง|เปิด
(โอ|'|เพิน|แฮ|น|'|ดิด) adj. ใจดี|,|ใจบุญ|,|เอื้อเฟื้อ|เผื่อแผ่|  |Syn. open|-|handedness n.  |Syn. munificent
(โอ|'|พะนิง) n. การ|เปิด|,|การ|เปิดเผย|,|ที่โล่ง|,|กลางแจ้ง|,|รู|เปิด|,|ช่อง|,|การ|เริ่ม|,|ตอนแรก|,|การ|ฉลอง|การ|เปิด|ปฐมฤกษ์|,|ตําแหน่ง|งาน|ที่|ว่าง|,|โอกาส|,|การ|เปิด|เกม|  |Syn. hole|,|gap|,|start
(โอ|'|เพินเวิร์ค) n. ลายฉลุ|,|ลวดลาย|โปร่ง
(ออ|พ|'|เพอ|ระ) n. อุปรากร|,|ละคร|ดนตรี|' (ถ้า|มี|การ|ร้องเรียก|ว่า grand opera ถ้า|ไม่|มี|การ|ร้องเรียก|ว่า comic opera) ,|การ|แสดง|ละคร|ดังกล่าว|ครั้ง|หนึ่ง ๆ ,|โรงละคร|อุปรากร|,|โรงละคร|ดนตรี|'
n. หมวก|สูง|พับ|ได้|ที่|ทํา|ด้วย|ผ้าไหม|ของ|ผู้ชาย
(ออ|พ|'|เพอ|ระ|เบิล) adj. กระทํา|ได้|,|ใช้การได้|,|ทํา|หาร|ผ่าตัด|ได้.  |Syn. operability n. operably adv.  |Syn. feasible
(ออ|พ|'|เพเรินทฺ) adj. ให้|ผล|,|ได้|ผล|,|ซึ่ง|กําลัง|ปฏิบัติ|,|มี|ผล|บังคับ. n. ผู้|กระทํา|,|สิ่ง|ที่|กระทํา|  |Syn. operating
(ออ|พ|'|พะเรท) v. ทํางาน|,|ทํา|,|ปฏิบัติ|,|ผ่าตัด|,|เดิน|,|แล่น|,|หมุน|,|ขับ|,|ทํา|ให้|เกิด|ขึ้น|,|สู้รบ|  |Syn. operatable adj.
(ออ|พพะ|แร|ท|'|ทิค) adj. เกี่ยวกับ|หรือ|คล้าย|อุปรากร
ระบบปฏิบัติการ|ใช้|ตัวย่อ|ว่า OS หมายถึง ซอฟต์แวร์|ระบบ (systems software) ที่|ทํา|หน้าที่|ควบคุม|การ|ทํางาน|ของ|ฮาร์ดแวร์|ทั้งหมด รวม|ทั้ง|การ|ปฏิบัติงาน|ของ|โปรแกรม|ด้วย เปรียบ|เสมือน|เป็น|แม่บ้าน ที่|คอย|ดูแล|ให้|อุปกรณ์|ต่าง ๆ ทํางาน|ประสานกัน ระบบปฏิบัติการ|ของ|โม|โค|ร|คอมพิวเตอร์ จะ|เรียก|ว่า ระบบปฏิบัติการ|แบบ|ใช้|จาน (disk operating system|หรือ|ที่|ใช้|ตัวย่อ|ว่า DOS) ที่|มี|ชื่อ|โด่งดัง|อยู่|ใน|ขณะนี้ ก็|คือ MS DOS (ใช้|กับ|พี|ซี) และ System 7 (ใช้|กับ|แมค|อิน|ทอ|ช) หลังจาก|ดอส|แล้ว ก็|มา|นิยม|ใช้|ระบบ|วินโดว์|แทน
(ออ|พพะเร|'|เชิน) n. การ|กระทํา|,|การ|ทํางาน|,|ปฏิบัติการ|,|ศัลยกรรม|,|การ|เดิน|เครื่อง|,|การ|สู้รบ|,|วิธีการ|ทาง|คณิตศาสตร์ (เช่น|การ|บวก|,|การ|ลบ|หรือ|อื่น ๆ) ,|กิจการ|,|ปฏิบัติการ|ทาง|ทหาร|,|ยุทธการ|  |Syn. working|,|act|,|maneuver
ใช้|ตัวย่อ|ว่า op code (อ่าน|ว่า ออ|ป โค|ด) หมายถึง|ส่วน|ของ|คําสั่ง|ใน|ภาษาเครื่อง (machine language) หรือ|ภาษาแอสเซมบลี (assembly language) ที่|เป็น|คําสั่ง|ให้|เครื่อง|ปฏิบัติ เช่น คําสั่ง|ให้|เครื่อง|บวก|หรือ|ลบ เป็นต้น อีก|ส่วนหนึ่ง|ของ|คําสั่ง|ซึ่ง|เป็น|ตัวถูกดําเนินการ เรียก|ว่า operand|ดู operand เปรียบเทียบ
n. การ|วิจัย|ปฏิบัติการ|โดย|ใช้|วิธีการ|ทาง|คณิตศาสตร์ เพื่อ|หา|เป้าหมาย|และ|ให้|ได้|ประสิทธิภาพ|ที่|มาก|ที่สุด
(ออ|พพะเร|'|เชินเนิล) adj. ทํา|ได้|,|ใช้ได้|,|เกี่ยวกับ|ปฏิบัติการ|ทาง|ทหาร|,|เกี่ยวกับ|ศัลยกรรม|,|เกี่ยวกับ|การ|คํานวณ|หรือ|คณิตศาสตร์.  |Syn. working
การ|วิจัย|ดําเนินการ|ใช้|ตัวย่อ|ว่า OR (อ่าน|ว่า โอ|อาร์) หมายถึง|การ|ศึกษา|วิจัย|เกี่ยวกับ|ผล|การ|ดําเนินงาน เพื่อ|นํามา|จัด วาง|เป็น|ระบบ หรือ|เป็น|ทฤษฎี|ที่|จะ|ทํา|ให้การ|ดําเนินงาน|ต่อไป|ดี|ขึ้น รวม|ทั้ง|ทํา|ให้|สามารถ|พยากรณ์|ผล|ของ|การ|ประกอบ|การ|ใน|อนาคต|ได้|ด้วย บางที|ใช้ operational research
(ออ|พ|'|พะเรทิฟว) n. ผู้ปฏิบัติ|การ|,|นักสืบ|,|สายลับ|,|ช่าง|,|คนงาน. adj. เกี่ยวกับ|ปฏิบัติการ|,|มี|อิทธิพล|,|มี|ผล|,|ได้|ผล|,|เกี่ยวกับ|ศัลยกรรม|,|เกี่ยวกับ|การงาน|  |Syn. operativity n.
(ออ|พ|'|พะเร|เทอะ) n. ผู้|คุม|เครื่อง|,|ช่าง|คนงาน|,|ผู้ปฏิบัติ|การ|,|พนักงาน|ต่อ|โทรศัพท์|,|พนักงาน|ขับ|รถ|,|พ่อค้า|ซื้อขาย|ที่ดิน|หรือ|อสังหาริมทรัพย์|,|ผู้|ดําเนิน|กิจการ|ทาง|อุตสาหกรรม|,|ผู้|กระทํา|ศัลยกรรม|,|สัญลักษณ์|ทาง|คณิตศาสตร์|,|เครื่องหมาย|คํานวณ|,|ตัว|คิด|คํานวณ -|S...
(โอ|ฟิ|ออ|ล|'|โลจี) n. การ|ศึกษา|เกี่ยวกับ|งู|,|งู|วิทยา|  |Syn. ophoologist n.
(ออ|ฟแธล|'|มิ|ค) adj. เกี่ยวกับ|ตา
(ออ|ฟแธ|ลม|อล|'|ลิจิสทฺ) n. จักษุแพทย์
(ออ|ฟแธ|ลม|อล|'|โลจี) n. จักษุ|วิทยา.  |Syn. ophthalmologic (al) adj.
(ออ|ฟแธล|'|มะส|โค|พ) n. เครื่องตรวจ|ส่อง|ภายใน|ลูกตา (โดยเฉพาะ|ส่วน|ที่|เป็น|เรตินา) .
(โอ|'|พิเอท) n. ยา|ที่|ประกอบ|ด้วย|ฝิ่น|,|ยา|ที่|มี|ฝิ่น|เจือปน|,|อนุพันธ์|ฝิ่น|,|ยา|ที่|ทํา|มา|จาก|ฝิ่น
(โอ|ไพน์|') vt.,|vi. มี|ความคิดเห็น|,|แสดง|ความคิดเห็น|,|รู้สึก|ว่า|,|เข้าใจ|ว่า
(โอ|พิน|'|เยิน) n. ข้อคิดเห็น|,|ความคิดเห็น|,|ทัศนะ|  |Syn. notion
(อะพิน|'|เยินเน|ทิด) adj. ดื้อดึง|,|มี|ความเห็น|ที่|ยึด|แน่น|  |Syn. opinionatedness n.
โรค|พยาธิ|ใบไม้|ใน|ตับ
(โอ|'|เพี|ยม) n. ฝิ่น
() n. โรง|ยา|ฝิ่น
n. ต้น|ฝิ่น
(อะ|พอ|ส|'|ซัม) n. สัตว์|คล้าย|หนู|ที่|มี|ประ|เป๋า|หน้าท้อง
(ออ|พ|'|พะเลท) vt. ขัดขวาง|,|ต่อต้าน|,|ยับยั้ง|,|ทํา|ให้|อุดตัน|,|ทํา|ให้|ท้องผูก|  |Syn. oppilation n.
(อะ|โพ|'|เนิน|ซี) n. การ|ขัดขวาง|,|การ|ต่อต้าน|,|การ|ทํา|ให้|อุดตัน|,|ความ|เป็น|ศัตรู|  |Syn. opposition
(อะ|โพ|'|เนิน|ทฺ) n. ผู้|ขัดขวาง|,|คู่|ปรปักษ์|,|คู่แข่ง|,|ฝ่าย|ตรงกันข้าม. adj. ขัดขวาง|,|เป็น|ปรปักษ์|,|เป็น|ฝ่ายตรงข้าม|  |Syn. antagonist
(ออ|พ|'|เพอ|ทูน|') adj. เหมาะสม|,|พอดี|,|ถูก|กา|ละ|,|ได้|เวลา|  |Syn. opportuneness n.  |Syn. timely
(ออ|พเพอทู|'|นิ|ซึม) n. ลิทธิ|ฉวยโอกาส|  |Syn. opportunist n.
(ออ|พเพอทู|'|นิสทฺ) n. นักฉวยโอกาส
(ออ|พเพอทู|'|นิ|ที) n. โอกาส|,|จังหวะ|,|กา|ละ|,|โอกาส|ที่|ดี|,|จังหวะ|ที่|ดี|,|  |Syn. occasion
(อะ|โพ|'|ซะเบิล) adj. ต่อต้าน|ได้|,|ต่อสู้|ได้|,|เป็น|ปรปักษ์|ได้.  |Syn. opposability n.  |Syn. resistable
(อะ|โพ|ซ|') v. ต่อต้าน|,|คัดค้าน|,|ไม่|เห็นด้วย|,|เป็น|ปรปักษ์|  |Syn. opposer n. opposingly adv. opposed|,|opposing adj.  |Syn. check|,|resist
(ออ|พ|'|พะ|ซิ|ท) adj.,|prep.,|adv. ตรงกันข้าม n. ผู้ (สิ่ง|ที่) อยู่|ตรงกันข้าม|  |Syn. oppositeness n.  |Syn. facing|,|opposed
(ออ|พพะ|ซิ|ซ|'|เชิน) n. การ|คัดค้าน|,|การ|ต่อต้าน|,|การ|เป็น|ปรปักษ์|,|ผู้|เป็น|ปรปักษ์|,|พรรค|ฝ่ายค้าน|,|การ|วาง|ให้|อยู่|ตรงกันข้าม|,|ตําแหน่ง|ที่อยู่|ตรงกันข้าม (เป็น|มุม|180|องศา) .  |Syn. oppositional adj.  |Syn. antagonism
(ออ|พพะ|ซิ|ซ|'|ชัน|นิสทฺ) n. สมาชิก|พรรค|ฝ่ายค้าน|,|ผู้|เสนอ|นโยบาย|ที่|คัดค้าน
(อะเพ|รส|') vi. กดขี่|,|กด|,|บีบ|,|บังคับ|,|เป็น|ภาระ|หนัก|,|ทํา|ให้|หนักใจ|,|ทํา|ให้|รู้สึก|เป็นทุกข์|  |Syn. oppressor n.  |Syn. crush|,|afflict
(อะเพรช|'|เชิน) n. การ|กดขี่|,|การ|บีบบังคับ|,|ภาวะ|ที่|ถูก|กดขี่|,|ความรู้สึก|ที่|ถูก|กดขี่|,|เผด็จการ|  |Syn. persecution
(อะเพ|รส|'|ซิ|ฟว) adj. เป็น|การ|กดขี่|,|ซึ่ง|ทํา|ให้|ลําบาก|ใจ|,|ซึ่ง|ทํา|ให้|เป็นทุกข์|หนัก|อึ้ง.  |Syn. oppressiveness n.  |Syn. tyrannical
(อะ|โพ|ร|'|เบียส) adj. น่าเกลียด|ชัง|,|น่า|อัปยศ|อดสู|,|น่า|ตําหนิ|,|น่า|สบ|ประมาท|,|น่า|ละอายใจ.  |Syn. opprobriousness n.
(อะ|โพ|ร|'|เบ|รี|ยม) n. การ|ตําหนิ|,|การ|สบ|ประมาท|,|ความ|น่า|อัปยศ|อดสู|,|สิ่ง|ที่|ทํา|ให้|อัปยศ|อดสู
(อะ|พูน) vt. ประณาม|,|โต้แย้ง|,|โจมตี|,|ตั้ง|กระทู้ถาม.  |Syn. oppugner n.
(อะ|พัก|'|นันทฺ) adj. ต่อต้าน|,|คัดค้าน|ฐ อยู่|ตรงกันข้าม|,|เป็น|ปรปักษ์|  |Syn. oppugnancy n.  |Syn. resisting|,
(คะ|พร|อฟ|'|ฟลัส) adj. ซึ่ง|อาศัย|อยู่|ใน|อุจจาระ
(ออ|พซฺ) n. เทพธิดา|แห่ง|ความ|อุดมสมบูรณ์
(ออ|พทฺ) vi. เลือก|,|คัดเลือก|  |Syn. optant n.
(ออ|พ|เท|'|ทิฟว) adj. ประสงค์|,|ปรารถนา. n. รูป|ประโยค|ประสงค์|,
(ออ|พ|'|ทิค|,|-|เคิล) adj. เกี่ยวกับ (สายตา|,|การ|มองเห็น|,|วิทยาศาสตร์|แห่ง|แสง|และ|สายตา)| 
เส้นประสาท|ของ|cranial nerves คู่|ที่|สอง มี|หน้าที่|กระแส|ประสาท (impulses) จาก|เรตินา|สู่|สมอง
(ออ|พ|'|ทิค|,|-|เคิล) adj. เกี่ยวกับ (สายตา|,|การ|มองเห็น|,|วิทยาศาสตร์|แห่ง|แสง|และ|สายตา)| 
เครื่อง|อ่าน|รหัส|แท่ง|ด้วย|แสง|หมายถึง เครื่องมือ|ที่|ใช้|แสง|ผ่าน|ตัว|รหัส|แท่ง แล้ว|สามารถ|นํา|รหัส|เหล่านี้|มา|แยก|ออก|ว่า เป็น|รหัส|ของ|สินค้า|อะไร ราคา|เท่าใด บาง|บริษัท|อาจ|จะ|ใช้|เป็น|ตัวควบคุม|บัญชี|พัสดุ|ได้
การ|รับรู้|อักขระ|ด้วย|แสง|ใช้|ตัวย่อ|ว่า OCR (อ่าน|ว่า โอ|ซี|อาร์) หมายถึง ความ|สามารถ|ของ|คอมพิวเตอร์|และ|การ|ใช้|โปรแกรม|ทํา|ให้|แสง|ผ่าน|ตัว|อักขระ|หรือ|ภาพ แล้ว|สามารถ|รับรู้ นําเข้า|ไป|เก็บ|ใน|หน่วยความจํา และ|นํา|ไป|ประมวลผล|ได้ ซึ่ง|จะ|ทํา|ให้|ทุ่นเวลา|กว่า|การ|ส่ง|ข้อมูล|เข้า|ด้วย|แป้นพิมพ์|ได้|มาก|ทีเดียว ใช้|ใน|การ|อ่าน|ตัวเลข|ต่าง ๆ เช่น ธนาคาร|นํามา|ใช้|อ่าน|เบอร์|บัญชี|ของ|เช็ค เป็นต้น
จาน|แสง|หมายถึง จาน|ที่|ใช้|ใน|การ|บันทึก|ข้อมูล|โดย|ใช้|ลําแสง|เลเซอร์|ที่|ส่ง|ออก|มา|เป็น|ช่วง ๆ มี|ความ|จุ|สูง|ถึง|ประมาณ 600|- 1,300 ล้าน|ตัวอักษร ราคา|ยัง|ค่อนข้าง|แพง|และ|ทํางาน ค่อนข้าง|ช้า โดย|ปกติ จะ|ต้อง|เก็บ|อยู่|ใน|กล่อง หัวอ่าน|และ|บันทึก|จะ|ต้อง|เป็น|วัตถุ|ที่|ใช้|แสง
เส้นใย|นํา|แสง|หมายถึง|วัสดุ|ที่|ทํา|จาก|ใย|แสง หรือ|พลาสติก ที่|สามารถ|สะท้อน|แสง หรือ|แสง|ผ่าน|ทะลุ|ได้ ใช้|ใน|การ|ถ่าย|โอน|ข้อมูล|หรือ|สื่อสาร|ข้อมูล|แบบ|หนึ่ง สามารถ|ถ่ายเท|ข้อมูล ได้|ทีละ|มาก ๆ และ|ทํา|ได้|รวดเร็ว เช่น สามารถ|ส่ง|เอกสาร 2700 หน้า|ได้|ภายใน|เวลา|เพียง 6 วินาที ใน|ปัจจุบัน เชื่อ|กัน|ว่า ราคา|โดยรวม|ถูก|กว่า|การ|ถ่าย|โอน|ข้อมูล|ด้วย|วิธี|อื่น
เครื่อง|อ่าน|สัญลักษณ์|ด้วย|แสง|ใช้|ตัวย่อ|ว่า OMR (อ่าน|ว่า โอ|เอ็มอาร์) หมายถึง อุปกรณ์|ชนิด|หนึ่ง|ที่|ใช้|สําหรับ|อ่าน|ตัวพิมพ์ หรือ|เครื่องหมาย|ต่าง ๆ ด้วย|แสง นิยม|ใช้|ใน|การ|อ่าน|รหัส|แท่ง (bar code) หรือ|ตรวจ|ข้อสอบ|แบบ|มี|ตัวเลือก (multiple choices) ฯ
เมาส์แสง|หมายถึง อุปกรณ์|ที่|ทํา|หน้าที่|เหมือน|เมาส์ แต่|แทน|ที่|จะ|มี|ลูกกลิ้ง|กลม ๆ อยู่|ด้าน|ล่าง กลับ|ใช้|ลําแสง
เครื่อง|กราด|ตรวจ|ด้วย|แสง|หมายถึง เครื่องมือ|ซึ่ง|ใช้|แสง|กราด|ตรวจ|ไป|ทั่ว|บริเวณ|ที่|ต้องการ แล้ว|นํา|ไป|เก็บ|ใน|หน่วยความจํา มี|ทั้ง|แบบ|ระนาบ (flatbed) และ|แบบ|มือ|ถือ (handheld) อย่างไรก็ตาม แม้|จะ|สามารถ|เก็บ|ข้อ ความ (text) ได้ แต่|ก็|เก็บ|ใน|ลักษณะ|ที่|เป็น|ภาพ ดู scanner ประกอบ
(ออ|พทิช|'|เชิน) n. ผู้เชี่ยวชาญ|ทํา|แว่นสายตา|หรือ|อุปกรณ์|อื่น ๆ ที่|เกี่ยวกับ|ตา|,|ช่าง|ทํา|หรือ|พ่อค้า|แว่นตา
(ออ|พ|'|ทิ|ซิ|สทฺ) n. ผู้เชี่ยวชาญ|เกี่ยวกับ|optics
(ออ|พ|'|ทิคซฺ) n. วิทยาศาสตร์|แสง|และ|สายตา|,|ทัศนศาสตร์
(ออ|พ|'|ท|เมิล) adj. ดี|ที่สุด|,|เหมาะ|ที่สุด|,|น่า|พอใจ|ที่สุด|  |Syn. best
(ออ|พทิม|'|มิ|เทอะ) n. เครื่องมือ|เปรียบเทียบ|แสง
(ออ|พ|'|ทะไมซฺ) vi. มอง|ใน|แง่|ดี. vt. ทํา|ให้|มี|ผลดี|ที่สุด|,|ทํา|ให้|เหมาะ|ที่สุด|,|เขียน|โปรแกรม|ให้|ได้|ผลดี|ที่สุด (ของ|คอมพิวเตอร์)|  |Syn. optimisation n.  |Syn. optimize
(ออ|พ|'|ทิ|มิ|ส|ซึม) n. การ|มอง|ใน|แง่|ดี|,|ลัทธิ|ความ|เบิกบานใจ
(ออ|พ|'|ทะ|มิ|สทฺ) n. ผู้|มอง|ใน|แง่|ดี|,|ผู้|มอง|โลก|ใน|แง่|ดี
(ออ|พทะ|มิ|ส|'|ทิค) adj. ซึ่ง|มอง|ใน|แง่|ดี|,|ซึ่ง|มอง|โลก|ใน|แง่|ดี|,|เกี่ยวกับ|ลัทธิ|เบิกบานใจ.  |Syn. optimistical adj. optimistically adv.  |Syn. hopeful|,
(ออ|พ|'|ทะมัม) n. ภาวะ|ที่|ดี|ที่สุด|,|ผลลัพธ์|ที่|ดี|ที่สุด adj. ดี|ที่สุด pl. optima|,|optimums|  |Syn. optimal|,|best
(ออ|พ|'|เชิน) n. การ|เลือก|,|ทางเลือก|  |Syn. choice|,|voice
เป็น|แป้น|หนึ่ง|บน|แผง|แป้น|อักขระ|ของ|เครื่อง|คอมพิวเตอร์|ตระกูล|แอ|ปเปิล มี|สัญลักษณ์ ? อยู่|บน|แป้น เป็น|แป้น|ที่|ต้อง|ใช้|ร่วม|กับ|แป้น|อื่น จะ|ทํา|ให้|เกิด|เป็น|คําสั่ง|เฉพาะ รายการ|คําสั่ง|ใน|เมนู|ต่าง ๆ ก็|จะ|มี|บอก|ไว้|ว่า ถ้า|ใช้|แป้น|นี้|กับ|แป้น|ใด จะ|หมายถึง|คําสั่ง|ให้|ทํา|อะไร อย่างไรก็ตาม การ|กด|แป้น|นี้|ตาม|ลําพัง|จะ|ไม่|มี|ผล|แต่อย่างใด|เลย (คล้าย|แป้น ALT ของ|พี|ซี)| 
(ออ|พ|'|เชินเนิล) adj. ให้|เลือก|ได้|,|มี|ทางเลือก.  |Syn. optionality n.  |Syn. elective
(ออ|พ|ชัน|นี|') n. ผู้|มี|สิทธิ|เลือก|,|ผู้|เลือก
Pref. สายตา|,|ตา
(ออ|พ|ทอ|ม|'|มิ|เทอะ) n. เครื่องมือวัด|ความผิด|พลาด|ของ|หาร|หักเห|แสง|ของ|ตา|,|เครื่องวัด|กําลัง|สายตา|,|เครื่องวัด|สายตา
(ออ|พ|ทอ|ม|'|มิ|ท|ริ|สทฺ) n. ผู้เชี่ยวชาญ|ใน|การ|วัด|สายตา|และ|ประกอบ|แว่น
(ออ|พ|ทอ|ม|'|มิ|ท|รี) n. การ|วัด|สายตา|และ|ประกอบ|แว่น.  |Syn. optometrical adj.
(ออ|พ|'|โท|ไท|พฺ) n. แบบ|ตัวหนังสือ|ที่|ใช้|ทดสอบ|สายตา
(ออ|พ|'|พิวเลินซฺ) n. ความ|มั่งคั่ง|,|ความ|เจริญรุ่งเรือง.  |Syn. opulency
(ออ|พ|'|พิวเลินทฺ) adj. มั่งคั่ง|,|อุดมสมบูรณ์|,|เจริญรุ่งเรือง|,|มากมาย.
(โอ|'|พัส) n. บทประพันธ์ pl. opuses|,|opera|  |Syn. literary work
(โอ|พัส|'|คิวล์) n. งาน|เล็ก ๆ น้อย ๆ ผลงาน|เล็ก ๆ ทาง|วรรณคดี.  |Syn. opuscular adj.
(ออร์) conj. หรือ|,|หรือว่า|,|ใน|ราว|,|ประมาณ
(ออ|'|ระ|เคิล) n. เท|พยากรณ์|,|คําพยากรณ์|,|สถานที่|อัน|ศักดิ์สิทธิ์|  |Syn. oracles พระคัมภีร์|ไบเบิล|,|ผู้ทํา|นาย|ที่|ศักดิ์สิทธิ์|  |Syn. sage
(โอ|แร|ค|'|คิว|ละ) adj. เกี่ยวกับ|oracle (ดู) ,|เป็น|การ|พยากรณ์|,|เป็น|ปริศนา|,|ศักดิ์สิทธิ์|,|คลุมเครือ|  |Syn. obscure
(ออ|'|เริล) adj. ด้วย|ปาก|,|เกี่ยวกับ|คําพูด n. การ|สอบ|ปากเปล่า|  |Syn. verbal
(โอ|แรง|'|ออ|แรง) n. =|orang|-|utan (ดู)| 
(ออ|'|ริน|จฺ) n.,|adj. ส้ม|,|ต้น|ส้ม|,|สี|ส้ม.  |Syn. orangy|,|orangey adj.
n. น้ําส้ม|ค้น
(ออ|ริน|เจ|ด|') n. น้ําส้ม|คั้น
(ออ|'|ริน|เจอ|รี) n. สวน|ส้ม|ใน|เรือน|กระ|ชํา|,|สวน|ส้ม
(โอ|แรง|กู|แทน|,|ออ|แรง|'|กุ|แทน) n. ลิง|อุรังอุตัง|  |Syn. oran|-|utan|,|orangutang|,|orang|-|outang|,|orang
(โอ|เรท|'|,|ออ|เรท|'|,|ออ|'|เรท) vi.,|vt. กล่าว|คําปราศรัย|,|กล่าว|คํา|โวหาร|,|แสดง|สุนทรพจน์
(โอ|เร|'|เชิน) n. คํา|โวหาร|,|คําปราศรัย|,|คํา|สุนทรพจน์|,|การ|แสดง|สุนทรพจน์|,|ศิลปะ|แห่ง|การ|พูด|  |Syn. address
(ออ|'|ระ|เทอะ) n. ผู้|กล่าว|คําปราศรัย|,|นัก|โต้วาที|,|โจทก์|,|ผู้|ร้องเรียน|  |Syn. discourser
(ออ|'|ระ|โท|รี) n. ศิลปะการแสดง|สุนทรพจน์|,|คํา|สุนทรพจน์|,|คํา|โวหาร|,|คําปราศรัย
(ออ|บ) n. รูปทรง|กลม|,|ลูก|โลก|,|ลูกตา|,|วง|กลม|,|วง|โคจร|ของ|วัตถุ|ใน|อวกาศ|,|โลก. vt. กลาย|เป็น|รูป|วง|กลม|,|หมุน|รอบ|,|โคจร|  |Syn. globe
(ออร์|บิ|ค|'|คิว|ละ) adj. เป็น|วง|กลม|,|เป็น|รูป|ลูก|โลก|,|เป็น|รูป|วง|กลม.  |Syn. orbicularity n.
(ออร์|บิ|ค|'|คิว|ลิท|,|-|เลท) adj. เป็น|วง|กลม|,|เป็น|รูป|ลูก|โลก
(ออร์|'|บิ|ท) n. วง|โคจร|,|วิถี|โคจร|,|วิถีทาง|,|เขต|อิทธิพล|,|เบ้าตา|,|ขอบ|ตา|,|ตา. vt.,|vi. โคจร|  |Syn. orbital adj. orbiter n.  |Syn. path|,|circuit
(ออร์ค|,|ออร์|'|คะ) n. ปลาวาฬ|จําพวก Grampus orca|  |Syn. killer whale
(ออร์ค|,|ออร์|'|คะ) n. ปลาวาฬ|จําพวก Grampus orca|  |Syn. killer whale
(ออร์|'|เคิร์ด) n. สวน|หรือ|แปลง|ผลไม้
(ออร์|'|เคอดิสทฺ) n. ผู้ดู|แล|สวน|ผลไม้|,|เจ้าของ|สวน|ผลไม้|,|ผู้|เพาะเลี้ยง|ต้นไม้|ที่|ให้|ผล
(ออร์|'|เคอ|มัน) n. =|orchardist
(ออร์|'|เคสท|ระ) n. วงดนตรี|,|มโหรี|  |Syn. orchestral adj.
(ออร์|'|คิด) n. กล้วยไม้
(ออร์|คิด|คอ|ล|'|โลจี) n. วิชา|ที่|ว่าด้วย|การ|เลี้ยง|กล้วยไม้.  |Syn. orchidologist n.
(ออร์|'|คิส) n. กล้วยไม้|,|กล้วยไม้|ใน|แถบ|อบอุ่น
(ออร์|เดน|') vt. บวช|,|ทํา|ให้|เป็น|พระ|,|บัญญัติ|,|ออก|คําสั่ง|,|ออก|กฎหมาย|,|กําหนด|,|ลิขิต|,|ดลบันดาล. vi. ออก|คําสั่ง|,|บัญญัติ.  |Syn. ordainable adj. ordainment n.
(ออร์เดี|ยล|') n. การ|ทดสอบ|อย่าง|ทรหด|ที่สุด|,|ประสบการณ์|ที่|แสน|สาหัส|  |Syn. test
(ออร์|'|เดอะ) n. คําสั่ง|,|ใบสั่ง|,|ตั๋วแลกเงิน|,|ธนาณัติ|,|หนังสือ|มอบอํานาจ|,|ระดับ|,|ลําดับ|,|ขั้น|,|นิกาย|,|คณะสงฆ์|,|อนุกรม|,|ชนิด|,|แบบแผน|,|ระเบียบ|,|สมณศักดิ์|,|เครื่อง|อิสริยาภรณ์|,|การ|ลงมติ|ใน|ที่ประชุม|นิติบัญญัติ. -|Phr. (in order เหมาะสม|,|เป็น|ระเบียบ) -|Phr. (in order that เพื่อ|ว่า) vt.ออก|คําสั่ง|,|สั่ง|ซื้อ|,|ทํา|ให้|เป็น|ระเบียบ|,|บรรพชา|,|แต่งตั้ง|ให้|เป็น|พระ
() n. เช็ค|ลงชื่อ
n. การ|จัด|ขบวน|รบ
(ออร์|'|ดะ|ลินิส) n. ความ|มี|ระเบียบ|,|ความ|มี|วินัย|,|ความ|เรียบร้อย
(ออร์|'|เดอลี) adj.,|adv. มี|ระเบียบ|,|มี|วินัย|,|รักษา|วินัย|,|เกี่ยวกับ|คําสั่ง|,|ตาม|ลําดับ|,|ตาม|ขั้นตอน n. เจ้าหน้าที่|ข่าวสาร|,|เจ้าหน้าที่|ทั่วไป|,|ทหาร|ที่|ส่ง|คําสั่ง|,|เจ้าหน้าที่|โรงพยาบาล.  |Syn. neat|,|proper
(ออร์|'|ดะ|เนิล) adj. เกี่ยวกับ|ประเภท|,|เกี่ยวกับ|เลขลําดับ. n. เลขลําดับ ,|หนังสือ|พิธีการ
เลข|แสดง|ลําดับ|,|จํานวน|ที่|แสดง|ลําดับ.
(ออร์|'|ดะ|เนิซฺ) n. คําสั่ง|,|กฎ|,|พระราชกฤษฎีกา|,|เทศบัญญัติ|,|พิธี|ทาง|ศาสนา|  |Syn. law
(ออร์ดิแนนดฺ|') n. ผู้สมัคร|ชิง|ตําแหน่ง|สมณศักดิ์|หรือ|ตําแหน่ง|ทาง|ศาสนา
(ออร์|ดะ|แน|'|ริ|ลี) adj. โดย|ปกติ|,|โดย|ธรรมดา|,|อย่าง|มี|เหตุผล|  |Syn. commonly
(ออร์|'|ดิ|นะ|รี) adj. ปกติ|,|ธรรมดา|,|สามัญ|,|พื้น ๆ ,|ต่ํา|กว่า|ถัวเฉลี่ย|,|ระดับ|ต่ํา. n. ภาวะ|ที่|ปกติ|,|สิ่ง|ที่|ปกติ|,|ลูกขุน -|Phr. (out of the ordinary ผิด|ธรรม|,|เป็น|กรณี|ยกเว้น.)|  |Syn. ordinariness n.
(ออร์|'|ดะ|เนท) n. (คณิตศาสตร์) ระยะ|จาก|แกน|"|x|"|ที่|วัด|ขนาน|กับ|แกน|"|y|"
(ออร์|ดะ|เน|'|เชิน) n. พิธี|บวช|,|การ|บวช ,|การ|มอบ|ตําแหน่ง|สมณศักดิ์|,|การ|จัดการ|,|การ|บันดาล|,|การ|แบ่ง|ขั้นตอน|,|การ|แต่งตั้ง|,|การ|ออก|คําสั่ง
(ออร์|'|เนิน|ซฺ) ปืนใหญ่|,|อาวุธยุทโธปกรณ์|,|สรร|พา|วุธ|ทาง|ทหาร|,|กรม|สรร|พา|วุธ|,|หน่วยงาน|ยุ|ธ|สัมภาระ|  |Syn. arms|,|armaments
(ออ|'|ดะ|นันซฺ) n. การ|จัด|,|การ|วัดผล|งาน|ทาง|ศิลปะ|หรือ|วรรณคดี|,|คําสั่ง|,|พระราชกฤษฎีกา.  |Syn. ordonnant adj.
(ออ|'|เจอะ. -|เดียว) n. มูลสัตว์|,|ปุ๋ย|,|สิ่ง|ที่|ถูก|ขับ|ออก.  |Syn. ordurous adj.
(ออร์) n. แร่|,|สินแร่
(ออร์|'|เกิน) n. อวัยวะ|,|หีบเพลง|,|หีบเพลง|เป่า|,|ออร์แกน|,|กระบอกเสียง|,|หนังสือพิมพ์|,|นิตยสาร|,|เครื่องมือ|,|องค์การ|  |Syn. voice|,|instrument
(ออร์|'|เกิน|ดี) n. สิ่งทอ|เนื้อ|ละเอียด|ที่|ทํา|ด้วย|ผ้าฝ้าย|หรือ|ผ้า|มัสลิน|,|ผ้า|แก้ว. adj. ซึ่ง|ทํา|ด้วย|สิ่งทอ|ดังกล่าว
(ออร์|'|เกิน|ดี) n. สิ่งทอ|เนื้อ|ละเอียด|ที่|ทํา|ด้วย|ผ้าฝ้าย|หรือ|ผ้า|มัสลิน|,|ผ้า|แก้ว. adj. ซึ่ง|ทํา|ด้วย|สิ่งทอ|ดังกล่าว
(ออร์แกน|'|นิค) adj. (เกี่ยวกับ) อวัยวะ|,|อินทรีย์|,|องค์ประกอบ|,|เนื้อเยื่อ|ชีวิต|,|กฎ|,|องค์|,|องค์การ. n. อินทรียสาร.  |Syn. organicity n.
n. อินทรี|ย|เคมี
n. โรค|ที่|มี|การ|เปลี่ยนแปลง|ของ|โครงสร้าง|หรือ|เนื้อเยื่อ
(ออร์|'|กะ|ไน|ซ) vt.,|vi. สร้าง|,|ทํา|ให้|เป็น|ระบบ|,|จัดตั้ง|,|รวบรวม|,|ทํา|ให้|มี|ประสิทธิภาพ.  |Syn. organisable adj. organizable adj. organisation n. organization n.  |Syn. systematize|,|sort
(ออร์|'|กะ|ไน|เซอะ) n. ผู้|รวบรวม|,|แฟ้ม|จัด|แยก
(ออร์|'|กะ|นิส|ซึม) n. ร่าง|ของ|สิ่งมีชีวิต|,|สิ่งมีชีวิต|,|ระบบ|,|องค์การ|,|องค์กร.  |Syn. organismic|,|organismal adj.  |Syn. creature
(ออร์|'|กะ|นิสทฺ) n. ผู้|เล่น|หีบเพลง|,|ผู้|เล่น|ออร์แกน
(ออร์|กะ|ไน|เซ|'|เชิน) n. องค์การ|,|คณะ|,|รูป|,|ระบบ|,|องค์ประกอบ|,|โครงสร้าง|สิ่งมีชีวิต|,|การ|ควบคุม|,|การ|จัดตั้ง.  |Syn. organisation.  |Syn. organizational adj.  |Syn. arrangement
(ออร์|'|กะ|ไน|ซ) vt.,|vi. สร้าง|,|ทํา|ให้|เป็น|ระบบ|,|จัดตั้ง|,|รวบรวม|,|ทํา|ให้|มี|ประสิทธิภาพ.  |Syn. organisable adj. organizable adj. organisation n. organization n.  |Syn. systematize|,|sort
(ออร์|'|กะ|ไน|เซอะ) n. ผู้|รวบรวม|,|แฟ้ม|จัด|แยก
(ออร์|'|แก|ซ|ซึม) n. จุด|สุดยอด|ของ|ความรู้สึก|ทาง|เพศ|  |Syn. orgasmic|,|orgastic adj.
(ออร์|'|จี) n. การ|สนุกสนาน|กัน|อย่าง|เป็นบ้าเป็นหลัง|,|งาน|ปาร์ตี้|ที่|มี|การ|ร่วม|ประเวณี|อย่าง|สับสน|ปนเป|,|พิธี|บูชา|สิ่งศักดิ์สิทธิ์|ที่|มี|การ|ดื่ม|สุรา|และ|เต้นรํา|,|พฤติการณ์|ที่|ปล่อยเนื้อปล่อยตัว
(ออร์|'|จี) n. การ|สนุกสนาน|กัน|อย่าง|เป็นบ้าเป็นหลัง|,|งาน|ปาร์ตี้|ที่|มี|การ|ร่วม|ประเวณี|อย่าง|สับสน|ปนเป|,|พิธี|บูชา|สิ่งศักดิ์สิทธิ์|ที่|มี|การ|ดื่ม|สุรา|และ|เต้นรํา|,|พฤติการณ์|ที่|ปล่อยเนื้อปล่อยตัว
(โอ|'|เรียน|ทฺ|,|ออ|'|เรียน|ท) n. -|Phr. (the Orient ประเทศ|ใน|แถบ|บูรพาทิศ|,|บูรพาทิศ) adj. ทิศตะวันออก -|v. ปรับ|,|ปรับ|ตัว|,|ทํา|ให้|เข้าใจ|,|กําหนด|ตําแหน่ง|ของ|,|หัน|ไป|ทาง|ทิศตะวันออก|  |Syn. adapt|,|adjust
(โอ|ริ|เอน|'|เทิล|,|ออ|'|-) adj. เกี่ยวกับ|ประเทศ|ใน|บูรพาทิศ|, (ไข่มุก) แวววาว|,|ชั้นดี|มาก n. ชาว|ตะวันออก|, (โดยเฉพาะ|คน|จีน และ|ญี่ปุ่น) .
(โอ|ริ|เอน|เท|'|เชิน) n. การ|ปรับ|ตัว|,|ทํา|ให้|เข้าใจ|,|การ|กําหนด|ทิศทาง|หรือ|ตําแหน่ง|  |Syn. orientative adj.  |Syn. bearings|,|stance
(ออ|'|ระ|ฟิส) n. ปาก|,|รู|เปิด|,|ทางเข้า|,|ช่อง|  |Syn. orificial adj.  |Syn. opening
(ออ|ระกา|'|มี) n. เทคนิค|ใน|การ|พับ|กระดาษ|,|สิ่ง|ที่|เกิด|จาก|การ|พับ|กระดาษ
(ออ|'|ริ|จิน) n. แหล่ง|กําเนิด|,|มูลเหตุ|,|การ|เกิด|,|รากฐาน|,|พืชพันธุ์|,|ระยะ|แรกเริ่ม|,|จุด|เดิม|,|จุดเริ่มต้น|  |Syn. beginning
(อะ|ริ|จ|'|จิเนิล) adj.,|n. แรกเริ่ม|,|ต้นตอ|,|ต้นฉบับ|,|เดิม|,|ซึ่ง|มี|มา|แต่เดิม|,|เป็น|ราก|,|เป็น|ฐาน|,|ใหม่|,|สด|,|เป็น|ครั้ง|แรก|,|เป็น|ของแท้ ,|มูลเหตุ|,|รากฐาน
ผู้ผลิต|อุปกรณ์|เดิม|ใช้|ตัวย่อ|ว่า OEM (อ่าน|ว่า โอ|อี|เอ็ม) หมายถึง ผู้ผลิต|อุปกรณ์|เดิม เช่น บริษัท ก. ผลิต|คอมพิวเตอร์ แต่|บริษัท ข. ผลิต|เฉพาะ|หน่วย|บันทึก|ให้|ใช้|ใน|คอมพิวเตอร์|ของ|บริษัท ก. เรา|เรียก|บริษัท ข. ว่า|เป็น OEM
(ออ|ริ|จ|'|จะ|แนล|'|ลิ|ที) n. ความคิด|ริเริ่ม|,|ลักษณะ|ที่|ริเริ่ม|,|ความ|ใหม่เอี่ยม|,|ความ|ไม่|ซ้ํา|แบบ|ใคร|  |Syn. creativity
(อะ|ริ|จ|'|จะ|นัลลี) adv. โดย|ดั้งเดิม|,|ครั้ง|แรก|,|เป็น|ลักษณะ|เฉพาะ
(อะ|ริ|จ|'|จะ|เนท) vi. บังเกิด|จาก|,|เริ่ม|จาก. vt. ริเริ่ม|,|ก่อ|ให้|เกิด.  |Syn. originable adj. origination n. originator n.  |Syn. initiate|,|create
(โอ|'|ริ|โอ|ล) n. นก|สีฉูดฉาด|ใน|ตระกูล Oriolidae|, นกขมิ้น
(โอ|ไร '|เอิน|,|ออ|ไร|'|เอิน) n. กลุ่ม|ดาว|พราน
(ออ|'|นะ|เมิน|ทฺ) n. เครื่องประดับ|,|เครื่องตกแต่ง vt. ประดับ|,|ตกแต่ง|  |Syn. adornment
(ออร์|นะ|เมน|'|เทิล) adj. เกี่ยวกับ|เครื่องประดับ n. สิ่ง|ประดับ
(ออร์|นะ|เมน|เท|'|เชิน) n. การ|ประดับ|,|สิ่ง|ประดับ|  |Syn. adornment
(ออร์เนท|') adj. ซึ่ง|ประดับ|มาก|เกิน|ไป|,|ฉูดฉาด|,|หรูหรา|,|ฟุ่มเฟือย.  |Syn. ornateness n.  |Syn. opulent
(ออร์|'|เนอ|รี) adj. ต่ําช้า|,|ต่ําต้อย|,|เจ้าอารมณ์|,|มี|นิสัย|ไม่|ดี.  |Syn. orneriness n.  |Syn. low
(ออร์|นะ|ธอล|'|ละ|จี) n. นก|วิทยา|  |Syn. ornithologic adj. ornithological adj. ornithologist n.
(ออ|'|ระ|ทัน|ดฺ) adj. เกี่ยวกับ|เสียง|ที่|ดัง|กัง|วา|ล ชัดเจน กลมกล่อม|,|น้ําท่วม|ทุ่ง|,|ฟุ่มเฟือย|,|เอิกเกริก.  |Syn. orotundity n.  |Syn. resonant
กําพร้า|,|บรรทัด|รั้งท้าย|เป็น|ศัพท์|ที่|ใช้|ใน|โปรแกรมประมวลผล|คํา (word processing) หมายถึง บรรทัด|สุดท้าย|ของ|ย่อหน้า ที่|ถูก|แยก|จาก|ส่วน|ที่|เหลือ|ทั้งหมด|ไป|อยู่|คน|ละ|หน้า (ถ้า|เป็น|บรรทัด|แรก|ของ|ย่อหน้า จะ|เรียก|ว่า "|widow|") โปรแกรมประมวลผล|คํา หรือ|โปรแกรม|จัดพิมพ์ มักจะ|มี|คําสั่ง|เฉพาะ|ใน|เรื่อง|นี้ โดย|ผู้ใช้|สามารถ|สั่ง|ให้|นํา|ไป|รวม|กับ|ส่วน|ที่|เหลือ|ของ|ย่อหน้า|ให้|ได้ ดู widow เปรียบเทียบ
(o) - Pref. ตรง|,|ตั้ง|ตรง|,|ขวา|,|ถูกต้อง|,|มุมฉาก|,|เดิม|,|ใกล้เคียง
(ออร์ธะ|ดอน|'|ทิคซฺ) n. ทันตกรรมจัดฟัน.  |Syn. orthodontic adj.  |Syn. orthodonia
(ออ|ธะ|ดอน|'|ทิสทฺ) n. ทันตแพทย์|จัด|ฟัน
(ออร์|'|ธะดอคซฺ) adj. ดั้งเดิม|,|ขนาน|แท้|,|ต้นตํารับ|,|ถูกต้อง|,|อย่าง|ปกติ|ชน|ทั้งหลาย|,|เป็น|ธรรมเนียม|ปฏิบัติ|,|ซึ่ง|ตกทอด|มา|จาก|โบราณกาล|,|เป็น|ทาง|ราชการ|,|เป็น|ประเพณี.
(ออร์ธะดอค|'|ซี) n. ความ|เชื่อ|หรือ|หลักปฏิบัติ|ที่มา|แต่|ดั้งเดิม
(ออร์ธะ|พี|'|ดิคซฺ) n. ออร์โธ|พี|ดิกส์|,|การแพทย์|ที่|เกี่ยวกับ|การ|แก้ไข รักษา|หน้าที่|และ|สภาพ|ของ|ระบบ|โครงกระดูก ข้อต่อ และ|โครงสร้าง|อื่น ๆ ที่|เกี่ยวข้อง.  |Syn. orthopedy|,|orthopaedy
(ออร์ธะ|พี|'|ดิสทฺ) n. แพทย์|ออร์โธ|พี|ดิกส์
(ออร์ธะ|พี|'|ดิคซฺ) n. ออร์โธ|พี|ดิกส์|,|การแพทย์|ที่|เกี่ยวกับ|การ|แก้ไข รักษา|หน้าที่|และ|สภาพ|ของ|ระบบ|โครงกระดูก ข้อต่อ และ|โครงสร้าง|อื่น ๆ ที่|เกี่ยวข้อง.  |Syn. orthopedy|,|orthopaedy
(ออร์ธะ|พี|'|ดิสทฺ) n. แพทย์|ออร์โธ|พี|ดิกส์
ดู|ที่ postural hypotension
(โอเอ|ส) ย่อ|มา|จาก operating system (ระบบปฏิบัติการ) หมายถึง ซอฟต์แวร์|ระบบ (systems software) ที่|ทํา|หน้าที่|ควบคุม|การ|ทํางาน|ของ|ฮาร์ดแวร์|ทั้งหมด รวม|ทั้ง|การ|ปฏิบัติงาน|ของ|โปรแกรม|ด้วย เปรียบ|เสมือน|เป็น|แม่บ้าน ที่|คอย|ดูแล|ให้|อุปกรณ์|ต่าง ๆ ทํางาน|ประสานกัน ระบบปฏิบัติการ|ของ|โม|โค|ร|คอมพิวเตอร์ จะ|เรียก|ว่า ระบบปฏิบัติการ|แบบ|ใช้|จาน (disk operating system|หรือ|ที่|ใช้|ตัวย่อ|ว่า DOS) ที่|มี|ชื่อ|โด่งดัง|อยู่|ใน|ขณะนี้ ก็|คือ MS DOS (ใช้|กับ|พี|ซี) และ System 8 (ใช้|กับ|แมค|อิน|ทอ|ช) หลังจาก|ดอส|แล้ว ก็|มา|นิยม|ใช้|ระบบ|วินโดว์ (Windows) แทน ระบบ|เหล่านี้|ได้|รับ|การ|พัฒนา|อยู่|ตลอดเวลา เช่น ขณะนี้ ใน|ขณะที่|แมค|ใช้ System 8 หรือ 8.5 พี|ซี|กําลัง|นิยม|ใช้ วินโดว์ 95 และ|98
โอเอ|ส|/|ทู|หมายถึง เครื่องหมายการค้า|ของ|ผลิตภัณฑ์|ของ|บริษัท|ไอ|บีเอ็ม และ|บริษัท|ไม|โค|รซอฟต์ ย่อ|มา|จาก|คํา|เต็ม|ว่า operating system II ระบบปฏิบัติการ|ชุด|นี้|สร้าง|ขึ้น|มา|ใช้|กับ|เครื่อง|คอมพิวเตอร์ส่วนบุคคล|หรือ|พี|ซี
(ออ|ส|'|เคอะ) n. รางวัล ผลงาน|ดีเด่น|ของ|วงการ|ภาพยนตร์|ใน|อเมริกา
(ออ|ส|'|ชะ|เลท) vi.,|vt. (ทํา|ให้) แกว่ง|,|ส่าย|,|สั่น|,|รัว|,|ลังเลใจ.  |Syn. vaccillate
(ออ|สซะเล|'|เชิน) n. การ|แกว่ง|,|การ|ส่าย|,|การ|สั่น|,|การ|รัว|,|ความ|ลังเลใจ|  |Syn. vibration|,|vacillation
(ออ|ส|'|ซะเล|เทอะ) n. เครื่องมือ|แกว่ง|หรือ|สั่น|,|ผู้|มี|ใจ|โลเล|,|สิ่ง|ที่|แกว่ง|หรือ|สั่น
(ออ|ส|คิว|เล|'|เชิน) n. การ|จูบ|,|จูบ|,|การ|สัมผัส|กัน|ของ|เส้นโค้ง|  |Syn. kiss
(ออ|ซ|โม|'|ซิ|ส) n. ป|รา|กฎ|การณ์|ที่|ของเหลว|ไหล|ผ่าน|น้อย|กว่า|,|การ|ค่อย ๆ ดูดซึม|,.  |Syn. osmotic adj.
แรงดัน|ของ|สารละลาย|ที่|ไหล|ผ่าน|เยื่อ (semipermeable membrane)| 
(ออ|ส|'|พ|รี) n. เหยี่ยว|ขนาด|ใหญ่|ที่|มัน|กิน|ปลา|เป็น|อาหาร
(ออ|ส|'|ซะ|ไฟ) v. (ทํา|ให้) กลาย|เป็น|กระดูก|,|แข็งกระด้าง|,|กลาย|เป็น|ไม่|ผ่อนปรน|,|ยึดมั่น|,|ดื้อ.  |Syn. ossifier n. ossification n.
(o) - Pref.= กระดูก
(โอ|ส|เท|น|'|ซะเบิล) adj. แสร้ง|,|โอ้อวด|,|เปิดเผย|แก่|คน|ทั่วไป|,|แน่ชัด|,|ชัดเจน.  |Syn. ostensibility n. ostensibly adj.
(ออ|ส|เท|น|เท|'|เชิน) n. การ|โอ้อวด|,|การ|เอา|หน้า|,|การ|แสดง|ออก|  |Syn. showiness
(ออ|ส|เท|น|เท|'|เชิส) adj. โอ้อวด|,|เอา|หน้า|,|ซึ่ง|แสดง|ออก|  |Syn. pretentious|,|boastful
(ออ|ส|ที|ออ|พ|'|พะธี) n. กระดูก|และ|กล้ามเนื้อ|บําบัด เน้น|ทาง|กาย|ภาค|บําบัด|และ|การ|ใช้|มือ|ช่วย|  |Syn. osteopathic adj.
(ออ|ส|'|เลอะ) n. ผู้ดู|แล|ม้า
(ออ|ส|'|ท|ระ|ไซ|ซ) vt. เอา|ออก|ไป|จาก|สังคม|,|เนรเทศ|,|เอา|ออก|,|ตัด|สิทธิ์
(ออ|ส|'|ท|ระ|ไซ|ซ) vt. เอา|ออก|ไป|จาก|สังคม|,|เนรเทศ|,|เอา|ออก|,|ตัด|สิทธิ์
(ออ|ส|'|ท|ริ|ชฺ) n. นกกระจอกเทศ ,|ผู้|ที่|ชอบ|หลบหน้า
(โอ|แทล|'|เจีย) n. อาการ|ปวดหู.  |Syn. otalgic adj.
(อัธ|'|เธอะ) adj. อื่น|,|อีก|,|อื่น|อีก|,|อะไร|อีก|,|มาก|กว่า|,|จํานวน|พิเศษ|,|ต่าง|ไป|กว่า|,|ไม่|เหมือน|กัน|,|แตกต่าง|กัน|,|อัน|ก่อน|,|ก่อน. -|every other..วัน|เว้น|วัน -|Phr. (the other day (night) สอง|สาม|วันก่อน|,|เมื่อ|วานซืน|นี้) n. สิ่ง|อื่น|,|คน|อื่น|,|อัน|อื่น|,|วัน|อื่น pron. สิ่ง|อื่น|,|คน|อื่น adv. มิฉะนั้น|,|ตรงกันข้าม
(อัธ|'|เธอะ|ไว|ซฺ) adv. อีก|อย่างหนึ่ง|,|หาไม่|แล้ว|,|ถ้า|ไม่|เช่นนั้น|,|มิฉะนั้น|,|อีก|อย่างหนึ่ง|,|ประการ|อื่น. adj. อื่น|,|เป็น|อย่าง|อื่น|,|แตกต่าง|,|ตรงกันข้าม
(อัธ|'|เธอะเวิร์ลลี) adj. เกี่ยวกับ (โลก|อื่น|,|โลกหน้า|,|ชาติหน้า) ,|ซึ่ง|มุ่ง|ทาง|จิต.  |Syn. otherworldliness n.
(โอ|'|ทิค|,|ออ|ท|'|ทิค) adj. เกี่ยวกับ|หู
(โอ|ไท|'|ทิส) n. ภาวะ|หู|อักเสบ
(โอ|ทอ|ล|'|ละ|จี) n. โสต|วิทยา.  |Syn. otological adj.
(ออ|ท|'|เทอะ) n. นาก|,|นาก|น้ํา|,|สัตว์|จําพวก
(ออ|ท|'|ทะ|เมิน) adj. เกี่ยวกับ|อาณาจักร|ออ|ต|โต|มาน (ตุรกี|สมัยก่อน) . n. ชาว|ตุรกี.
(เอา|ชฺ) interj. คําอุทาน|แสดง|ความ|เจ็บปวด|อย่าง|กะทันหัน
(ออ|ท) auxv. ควร|จะ|,|ควร n. หน้าที่|,|ภาระ|หน้าที่|,|=|aught
(ออ|ท|'|ทัน|ทฺ) abbr. ought not
(วี) adv.,|n. F. =|yes (ดู)| 
(เอา|ซฺ) n. หน่วย|น้ําหนัก 437.5|grains|หรือ|480 grains ,|จํานวน|เล็กน้อย
(เอา|'|เออะ) pron. ของ|เรา
(เอา|ซฺ) pron. ของ|เรา|เอง|,|ของ|ของ|เรา
(อาร์|เซ|ลฟฺ|') pron. เรา|เอง|,|ข้าพเจ้า|เอง|,|ตัว|เรา|เอง|,|พวกเรา
(เอา|เออะ|เซ|ลฟซฺ|') pron. เรา|เอง|,|พวกเรา|เอง|,
(เอา|ซฺทฺ) vt. ขับ|ออก|,|ไล่ออก|,|ชิง|,|เบียด|,|แย่ง|,|เพิกถอน|  |Syn. dislodge
(เอา|'|ส|เทอะ) n. การ|ขับไล่|,|การ|ขับ|ออก|,|การ|เพิกถอน
(เอา|ทฺ) adv.,|adj. ออก|ไป|,|ออก|,|ข้างนอก|,|ออก|หมด|,|หมด|,|หมดสิ้น|,|ห่างไกล|กัน|,|พ้น|,|พ้น|สมัย|,|ขาด|,|ผิด|,|ขาด|,|ตก|,|สลบ|ไป|,|หมดสติ -|Phr. (all out เต็มที่|,|พยายาม|เต็มที่) -|Phr. (out from under ออก|จาก|สภาวะ|ที่|ลําบาก) n. ภายนอก|,|ส่วน|ไม่|ดี prep. ไป|ข้างนอก|,...ไป|ตาม. interj. ไป|ให้|พ้น|!|,|ออก|ไป
Pref.ออก|,|นอก|,|ไกล|,|เหนือกว่า|,|ยิ่ง|กว่า
 |Syn. out (เอา|ทฺ|'|อัน|เอา|ทฺ|') adj. ตลอด|,|ทั่ว|,|สมบูรณ์|,|โดย|ตลอด|,|เต็มที่|,|โดย|สิ้นเชิง|,|เปิดเผย
(เอา|ทฺ|'|แอ|คทฺ) vt. กระทํา|เหนือกว่า
(เอา|ทฺ|'|บิด) vt. บอก|ราคา (ใน|การ|ประมูล) สูง|กว่า|,|ประมูล|สูง|กว่า
(เอา|ทฺ|'|บอร์ด) adj.,|adv. นอก|ลํา|,|ติด|ท้าย. n. เรือ|ติด|ท้าย|,|เครื่องยนต์|ติด|ท้าย|ลํา|เรือ
n. เครื่องยนต์|ติด|ท้าย|ลํา|เรือ
(เอา|ทฺ|'|เบา|ดฺ) adj. ขาออก|,|นอก|สถาน|,|แล่น|ออก
(เอา|ทฺ|'|เบรค) n. การ|ระเบิด|ออก|,|การ|แตก|ออก|,|การ|ประ|ทุ|,|การ|พุ|,|การ|ระบาด|,|การ|จลาจล
(เอา|ทฺ|'|บีลดิง) n. สิ่ง|ปลูกสร้าง|ข้างนอก
(เอา|ทฺ|'|เบิร์สทฺ) n. การ|ระเบิด|ออก|,|การ|เดือด|พล่าน|,|การ|หลั่ง|ออก|,|การ|ออก|,|การ|พ่น|ออก|  |Syn. eruption
(เอา|ทฺ|'|คา|สทฺ) n. บุคคล|ที่|ถูก|ขับ|ออก|,|ผู้|ถูก|ทอดทิ้ง|,|คนจร|จัด|adj. ซึ่ง|ถูก|ขับ|ออก|,|ซึ่ง|ถูก|ทอดทิ้ง|,|จรจัด|,|ไม่|มี|บ้าน|อยู่|  |Syn. vagabond
(เอา|ทฺ|'|คา|สทฺ) n. จัณฑาล|,|ผู้|ไม่|มี|วรรณะ|,|ผู้|ถูก|ถอน|วรรณะ
(เอา|ทฺ|'|ค|ลา|สทฺ) vt. เหนือกว่า|,|ยิ่ง|กว่า|,|ดี|กว่า|  |Syn. outdo
(เอา|ทฺ|'|คัม) n. ผลลัพธ์|,|ผล|,|ทางออก
(เอา|ทฺ|'|คัมเมอะ) n. ผู้|มา|จาก|ที่|อื่น|,|ชาว|ต่าง|ประเทศ
(เอา|ทฺ|'|ค|รอ|พ) n. ชั้น|หิน|ที่|โผล่|ออก|มา|,|ส่วน|ที่|โผล่|,|สิ่ง|ที่|ปะทุ|ขึ้น|vi. โผล่|,|โผล่|ออก|,|ปะทุ
(เอา|ทฺ|'|ไคร) n. เสียงร้อง|ดัง|,|เสียง|โวยวาย|,|การ|โวยวาย|,|การ|ประท้วง|หรือ|คัดค้าน|อย่าง|รุนแรง|,
(-|ทิด) adj. ล้าสมัย|,|หมดสมัย
(เอา|ทฺ|'|ดู) vt. เอาชนะ|,|พิชิต|,|ทําดี|กว่า|,|ดี|กว่า|,|เหนือกว่า|  |Syn. exceed
(เอา|ทฺ|'|ดอร์) adj. นอก|บ้าน|,|กลางแจ้ง|,|ภายนอก|,|ชายป่า.  |Syn. outdoors
(เอาท์ดอรร์ซ|') adv.,|adj. นอก|บ้าน|,|กลางแจ้ง|,|ภายนอก. n. บริเวณ|ภายนอก|,|กลางแจ้ง|,|นอก|บ้าน|,|ชายป่า
(เอา|'|เอท|โม|สทฺ) adj. นอก|สุด|,|ไกล|สุด|,|ห่าง|ใจกลาง|ที่สุด
(เอา|ทฺ|'|ฟี|ลด|ฺ) n. สนาม|นอก
(เอา|ทฺ|'|ฟิท) n. เครื่องมือ|ทั้ง|ชุด|,|เสื้อผ้า|ทั้ง|ชุด|,|เครื่องแต่งกาย|,|เครื่อง|สัมภาระ|,|หน่วย|ปฏิบัติการ|,|บริษัท|ห้างร้าน|,|สติปัญญา|,|การ|ติดตั้ง|เครื่องมือ. vt.,|vi. ติดตั้ง|เครื่องมือ|,|ติดตั้ง|สัมภาระ|  |Syn. gear|,|rig
(เอา|ทฺ|'|แฟ|ลง|คฺ) vt. โอบ|ปีก (ข้าศึก) ,|มี|ชัย|,|ขัดขวาง.  |Syn. outflanker n.  |Syn. outwit
(เอา|ทฺ|'|โฟล) n. การ|ไหล|ออก|,|สิ่ง|ที่|ไหล|ออก|,|ปริมาณ|ที่|ไหล|ออก|  |Syn. outflanker n.  |Syn. stream
(เอา|ทฺ|'|โก) n. การ|ออก|ไป|,|นอก|เขต|,|รายจ่าย|,|สิ่ง|ที่|ไหล|ออก|ไป|,|การ|กระทํา|ได้|ดี|กว่า|,|การ|เดินทาง|ได้|ไกล|กว่า -|S.
(เอา|ทฺ|'|โก|อิง) adj. ออก|ไป|,|จาก|ไป|,|ออก|สังคม|,|เกี่ยวกับ|อาหาร|นอก|บ้าน
(เอา|ทฺ|'|โก|ร) vt. เจริญเติบโต|เร็ว|กว่า|,|โต|พ้น. vi. โต|เกิน|,|โต|พ้น|,|ปะทุ|,|โผล่|,|แตก|กิ่งก้านสาขา|,|งอก
(เอา|ทฺ|'|โกรธ) n. การ|เจริญเติบโต|,|การ|แตก|กิ่งก้านสาขา|,|ผล|เพิ่มเติม|,|ผลพลอยได้|,|เนื้องอก|,|ปุ่ม|,|ตุ่ม|,|กิ่งก้าน|,|สาขา|,|ส่วน|งอก
(เอา|ทฺ|'|เก|ส) vt. เอาชนะ|ด้วย|ปัญญา
(คู|ธ) adj. นิ่ว|นวล|,|อ่อนโยน|,|มี|มารยาท|คุ้นเคย
(เอา|'|ทิง) n. การ|ออก|นอก|บ้าน|,|การ|ออก|ไป|เที่ยว|,|กิจกรรม|นอก|บ้าน|,|ทะเล|นอก|ฝั่ง|,|การ|แข่งขัน|ทาง|กีฬา|,|การ|ซ้อม|การ|ควบ|ม้า|หรือ|แข่ง|เรือ|  |Syn. excursion
(เอาท์|แล|น|'|ดิช) adj. พิกล|,|ประหลาด|,|บ้านนอก|,|เทศ|,|ต่างชาติ|,|ที่|ลับ|ตา.  |Syn. outlandishness n.  |Syn. bizarre
(เอา|ทฺ|'|ลา|สทฺ) vt. อยู่|ได้|นาน|กว่า|,|ทน|กว่า|,|อยู่|รอด|  |Syn. outlive
(เอา|ทฺ|'|ลอ) n. คนนอก|กฎหมาย|,|คนร้าย|,|ผู้ร้าย|,|อาชญากร vt. ทํา|ให้|เป็น|สิ่ง|ผิด|กฎหมาย|,|คว่ําบาตร|,|ประณาม|,|ห้าม|  |Syn. law|-|breaker
(เอา|ทฺ|'|เล) n. ค่าใช้จ่าย|,|ค่า|โสหุ้ย|,|รายจ่าย. vt. จ่าย|,|ใช้จ่าย|  |Syn. spending
(เอา|ทฺ|'|เลท|,|-|ลิท) n. ทางออก|,|ช่องลม|,|ทาง|ระบาย|,|ปากน้ํา|,|วิธีการ|ออก|,|ตลาด|,|ร้านค้า|  |Syn. passage
(เอา|ทฺ|'|ไลนฺ) n. เค้าโครง|,|รูปร่าง|,|สัณฐาน|,|เค้า|หน้า|,|เส้น|รอบ|นอก|,|ภาพ|คร่าว ๆ ,|แผนผัง|สังเขป|,|ต้นร่าง. vt. ร่าง|เค้าโครง|,|สรุป|ความ|  |Syn. outlines n.,|pl. ส่วน|ที่|สําคัญ|ข้อความ|สําคัญ|  |Syn. sketch|,|plan|,|draw
แบบ|อักษร|ที่|มีแต่|เส้น|ขอบ|หมายถึง แบบ|อักษร|แบบ|หนึ่ง|ที่|มีแต่|เส้น|ขอบ ตรง|กลาง|กลวง นิยม|ใช้|ใน|การ|ทํา|หัวเรื่อง
(เอา|ทฺ|'|ลิฟว) vt. มี|ชีวิต|อยู่|นาน|กว่า|,|อยู่|ทน|กว่า|,|มี|อายุ|ยืน|กว่า.  |Syn. outliver n.  |Syn. outlast
(เอา|ทฺ|'|ลุ|ค) n. ภาพ|,|ทัศนียภาพ|,|ช่อง|หรือ|หอ|สังเกตการณ์|,|ทัศนะ|,|การ|ภายหน้า|,|ภาพ|อนาคต|,|ท่าทาง|,|การ|มอง|,|การ|สังเกต
(เอา|ทฺ|'|ไล|อิง) adj. ห่างไกล|,|นอก|ทาง|,|ห่างไกล|จาก|ศูนย์กลาง|,|รอบ|นอก|,|ชายแดน|,|นอก|เรื่อง|,|นอก|ประเด็น|  |Syn. remote
(เอา|ทฺมะนู|'|เวอะ) vt. ชนะ|ใน|เชิง|เหลี่ยม|,|ชนะ|ด้วย|การ|พลิกแพลง|  |Syn. exercise
(เอา|ทฺมะนู|'|เวอะ) vt. ชนะ|ใน|เชิง|เหลี่ยม|,|ชนะ|ด้วย|การ|พลิกแพลง|  |Syn. exercise
(เอา|ทฺ|'|โม|ดิด) adj. ล้าสมัย|,|พ้น|สมัย|  |Syn. obsolete
(เอา|ทฺ|'|โม|สทฺ) adj. นอก|สุด|,|ไกล|สุด|,|ห่าง|จาก|ศูนย์กลาง|ที่สุด
(เอา|ทฺนัน|'|เบอะ) vt. มี|จําหน่าย|มาก|กว่า
(เอา|ทฺ|'|เพเชินทฺ) n. คนไข้|นอก
(เอา|ทฺ|'|เพล) vt. เล่น|ได้|ดี|กว่า|,|เอาชนะ
(เอา|ทฺ|'|โพ|สทฺ) n. ด่าน|หน้า|,|ด่าน|ที่อยู่|ห่างไกล|,|ด่าน|นอก|,|กองทหาร|ใน|ด่าน|ดังกล่าว
(เอา|ทฺ|'|พอร์) vt.,|vi. (การ) ทํา|ให้|ไหล|ออก|,|ไหล|ออก|  |Syn. effuse|,|outflow
(เอา|ทฺ|'|พุ|ท) n. ผลิตผล|,|การ|ผลิต|,|ปริมาณ|หรือ|จํานวน|ที่|ผลิต|ได้|,|ข้อมูล|ที่|ส่ง|ออก|มา
บัฟเฟอร์|ส่ง|ออก|ใน|กรณี|ที่|อัตรา|ความ|เร็ว|ใน|การ|ทํางาน|ของ|อุปกรณ์|บาง|อย่าง|มี|ความ|เร็ว|ไม่|เท่า|กัน เป็นต้น|ว่า เครื่องพิมพ์|และ|หน่วย|ประมวลผล|ซึ่ง|ทํางาน|ด้วย|ความ|เร็ว|ที่|แตกต่าง|กัน|มาก คอมพิวเตอร์|ประมวลผล|เสร็จ|แล้ว|จึง|ต้อง|ส่ง|ผล|มา|รอ|อยู่|ที่|บัฟเฟอร์|ก่อน เพราะ|เครื่องพิมพ์|จะ|ใช้เวลา|มาก|กว่า|ใน|การ|พิมพ์ (พิมพ์|ตาม|ไม่|ทัน) เรา|จะ|พบ|บ่อย ๆ ว่า แม้ว่า|จะ|สั่ง|ให้|หยุด|พิมพ์ แต่|เครื่องพิมพ์|จะ|ไม่|หยุด|ทันที ทั้งนี้|เป็น|เพราะ|มี|ข้อมูล|ที่|คอมพิวเตอร์|ส่ง|ไป|รอ|อยู่|ที่|บัฟเฟอร์|แล้ว เครื่องพิมพ์|จะ|ต้อง|พิมพ์|จน|หมด|ข้อมูล|ใน|บัฟเฟอร์|นี้ จึง|จะ|หยุด อันที่จริง บัฟเฟอร์|นั้น|เป็น|ส่วนหนึ่ง|ของ|หน่วยความจํา|นั่นเอง
ข้อมูล|ออก|หมายถึง|ข้อมูล|ที่|คอมพิวเตอร์|ทํา|การ|ประมวลผล|ให้|เรียบร้อย|แล้ว พร้อม|ที่|จะ|ส่ง|ออก|ไป|ทาง|จอภาพ เครื่องพิมพ์ พล็อตเตอร์ หรือ|อุปกรณ์|ส่ง|ออก|อื่น ๆ รวม|ทั้ง|หน่วย|ขับ|จาน|บันทึก
อุปกรณ์|ส่ง|ออก|อุปกรณ์|แสดง|ผล|หมายถึง|อุปกรณ์|ที่|ใช้|ใน|การ|แสดง|ข้อมูล|ที่อยู่|ใน|หน่วยความจํา หรือ|ผลลัพธ์|ที่|ได้|จาก|การ|ประมวลผล การ|แสดง|นั้น|อาจ|แสดง|ผ่าน|ทาง|อุปกรณ์|ได้|หลาย|ชนิด เป็นต้น|ว่า จอภาพ เครื่องพิมพ์ พล็อตเตอร์ รวม|ทั้ง|หน่วย|ขับ|จาน|บันทึก ดู input device เปรียบเทียบ
สื่อ|แสดง|ผล|เมื่อ|คอมพิวเตอร์|ประมวลผล|ให้|ตาม|คําสั่ง|แล้ว ก็|จะ|ส่ง|ผล|ให้|เรา|ทราบ|ผ่าน|ทาง|หน่วย|แสดง|ผล (output unit) ซึ่ง|มี|ตัวกลาง|หรือ|สื่อ|หลาย|ชนิด|ที่|นิยม|ใช้|กัน|แพร่หลาย คือ 1. บัตร (card) 2. แถบ|บันทึก (magnetic tape) 3. กระดาษ|พิมพ์ (continuous form) 4. จาน|บันทึก (disk) ฯลฯดู input media เปรียบเทียบ
หน่วย|ส่ง|ออก|หมายถึง องค์ประกอบ|ส่วนหนึ่ง|ของ|คอมพิวเตอร์ เรา|ถือ|ว่า คอมพิวเตอร์|นั้น|มี|องค์ประกอบ|ด้วย|กัน 3 ส่วน คือ หน่วย|รับ|ข้อมูล (input unit) หน่วยประมวลผลกลาง (central processing unit) และ|หน่วย|แสดง|ผล (output unit) ซึ่ง|มี|อุปกรณ์|ต่าง ๆ เช่น จอภาพ|, พล็อตเตอร์|, เครื่องพิมพ์ ฯลฯ|ดู input unit เปรียบเทียบ
(เอา|ทฺ|'|เรจฺ) vt.,|n. (การ) ทํา|ให้|เจ็บแค้น|ใจ|,|ทํา|ให้|โกรธ|,|ก้าวร้าว|,|ทําร้าย|,|ข่มขืนกระทําชําเรา
(เอา|ทฺเร|'|เจิส) adj. รุนแรง|,|ซึ่ง|ทํา|ให้|เจ็บแค้น|ใจ|,|รุนแรง|,|เหลือทน|,|เกะกะ|ระราน.  |Syn. outrageousness n.
(เอา|ทฺ|'|รี|ช) vt.,|vi. (การ) ไป|เกิน|,|ยื่น|เกิน|,|ขยาย|ออก
(เอา|'|ไร|ทฺ) adj.,|adv. สมบูรณ์|,|ทั้งหมด|,|เต็มที่|,|ตรงไปตรงมา|,|เปิดเผย|,|ไม่|มี|การ|ยับยั้ง|,|ทันที|,|ฉับพลัน|  |Syn. outrightness n.  |Syn. downright|,|utter
(เอา|ทฺ|'|รัน) vt. วิ่ง|เร็ว|กว่า|,|วิ่ง|ไกล|กว่า|,|วิ่ง|ชนะ|,|ชนะ|,|ฟุ้งซ่าน|,|เตลิดเปิดเปิง
(เอา|ทฺ|เซ|ล|') vt. ขาย|เกิน|,|ขาย|มาก|กว่า|,|ขาย|ดี|กว่า
(เอา|ทฺ|'|เซ|ท) n. การ|เริ่ม|,|ระยะ|เริ่มแรก
(เอา|ทฺ|ไช|น|') v. (ทํา|ให้) วาว|กว่า|,|แวววาว|กว่า|,|สว่างไสว|กว่า|,|ดี|กว่า|,|เด่น|กว่า|,|เลิศ|กว่า.  |Syn. surpass
(เอา|ทฺ|'|ชู|ท) v.,|n. (การ) ยิง|ปืน|ได้|ดี|กว่า|,|ยิง|เลย|,|ยิง|ออก|ไป|,|ส่ง|ออก|ไป|,|การ|ยิง|ออก|,|สิ่ง|ที่|ยิง|ออก|,|สิ่ง|ที่|ส่ง|ออก
(เอา|ทฺ|'|ไซ|ดฺ) n. ข้างนอก|,|ด้าน|นอก|,|ผิว|นอก|,|ส่วนนอก|,|สิ่ง|ภายนอก|,|นอก|วงการ|,|โฉมหน้า|,|โฉม|ภายนอก adj.,|adv. ภายนอก|,|ด้าน|นอก|,|ผิว|นอก|,|วง|นอก|,|ไกล|สุด|,|เต็ม|ขีด prep. ภายนอก|,|ข้างนอก. -|Phr. (at the outside เต็มที่ เต็ม|ขีด มาก|ที่สุด) -|Phr. (outside of นอกจาก ยกเว้น)| 
(เอา|ทฺ|ไซ|'|เดอะ) n. คนนอก|,|คน|ที่|ไม่|ชํานาญ|,|ม้าแข่ง|,|ผู้|แข่ง
(เอา|ทฺ|'|สเคิร์ท) n. ชานเมือง|,|เขต|ภาย|รอบ|นอก|,|ขอบ|,|ริม
(-|ซฺ) n. ขอบ|,|ริม|  |Syn. border
(เอา|ทฺสมาร์ท|') vt. ชนะ|ด้วย|ปัญญา|,|ฉลาด|กว่า|,|หลอก|ผ่าน|ไป|ได้|  |Syn. outwit
(เอา|ทฺ|'|ซอร์) vt. บิน|อยู่|เหนือ
(เอา|ทฺ|'|ส|โพ|คเคิน) adj. พูด|โผงผาง|,|พูด|ตรงไปตรงมา|,|พูดจา|เปิดเผย|,|กิริยา|ช่อง 3 ของ outspeak.  |Syn. outspokenly adv. outspokenness n.  |Syn. frank
(เอา|ทฺ|'|ส|แทน|ดิง) adj. เด่น|,|สําคัญ|โผล่|ออก|,|นูน|ออก|,|ยัง|ไม่|ได้|ชําระ|,|ยังคง|เป็น|อยู่|,|ยัง|ไม่|ยุติ|,|ยัง|ไม่|สําเร็จ|,|ยัง|คาราคาซัง|อยู่|,|ค้าง|,|ยัง|แก้|ไม่|ตก.  |Syn. noted
(เอา|ทฺ|'|เวิร์ด) adj.,|adv. ภายนอก|,|ด้าน|นอก|,|นอก|เขต|,|นอก|บริเวณ|,|เนื้อหนัง|มัง|สา|,|เปิดเผย|,|ชัดเจน|,|ไม่|เกี่ยวข้อง|โดย|ตรง. n. ส่วน|ที่อยู่|ภายนอก|,|โลก|ภายนอก|,|โลก|ของ|วัตถุ|,|ไป|จาก|ท่า.  |Syn. outwardness n.  |Syn. exterior
(-|'|เวิร์ดซฺ) adv. =|outward
(เอา|ทฺ|'|แวร์) vt. สวมใส่|ได้|นาน|กว่า|,|ใช้|ทน|กว่า|,|มี|ชีวิต|ยืน|นาน|กว่า|,|สวม|จน|เก่า|,|ใช้|จน|เก่า|,|สูญเสีย|กําลัง|,|ปล่อย|เวลา|ผ่าน|ไป|ด้วย|ความ|อดทน
(เอา|ทฺเว|') vt. มี|ค่า|เกิน|,|มี|ความ|สําคัญ|เกิน|ไป|,|มี|ภาระ|มาก|เกิน|,|มี|น้ําหนัก|เกิน|  |Syn. overshadow
(เอา|ทฺ|'|เวน|ทฺ) กริยา|ช่อง 3 ของ outgo
(เอา|ทฺวินดฺ) vt. ทํา|ให้|หมด|แรง|หายใจ|,|ทํา|ให้|หมด|เรี่ยวแรง
(เอา|ทฺ|'|วิท) vt. ชนะ|ด้วย|สติปัญญา|,|ต้ม|,|หลอกลวง|,|คิด|ได้|ดี|กว่า
(เอา|ทฺเวิร์ค|') vt. ทํางาน|ได้|ดี|กว่า|,|ทํางาน|ได้|เร็ว|กว่า|,|ทํา|ให้|เสร็จ|,|ทํางาน|สําเร็จ. n. (เอา|ทฺ|'|เวิร์ค) สิ่ง|ก่อสร้าง|ป้องกัน|ข้าศึก|รอบ|นอก|ที่|ง่าย ๆ|  |Syn. outworker n.
(โอ|'|วะ) n. พหูพจน์|ของ ovum
(โอ|'|เวิล) adj.,|n. มี|รูป|ไข่|,|เป็น|รูป|กลม|รี|,|สิ่ง|รูป|ไข่|,|ส่วน|ที่|เป็น|รูป|ไข่|,|ลูก|ฟุตบอล
(โอ|'|วะ|รี) n. รังไข่
(โอ|'|เวท) adj. รูป|ไข่|,|รูป|กลม|รี.
(โอ|เว|'|เชิน) n. การ|ต้อนรับ|อย่าง|เอิกเกริก|,|การ|ปรบมือ|ต้อนรับ|อย่าง|กระตือรือร้น|,|การ|โห่ร้อง|ต้อนรับ
(อัฟ|'|เวิน) n. เตาอบ|,|เตา.
(โอ|'|เวอะ) prep. เหนือ|,|บน|,|เหนือกว่า|,|สูง|กว่า|,|เกิน|กว่า|,|มาก|กว่า|,|เกิน|,|ตลอด|,|ทั่ว|,|ตลอด|,|ทั่ว|ตัว|,|ให้|ตลอด|,|หมด|,|ชอบ|กว่า. -|Phr. (over and above นอกจาก) adv|, เหนือ|,|ข้าม|,|เลย|,|พลิก|,|เปลี่ยน|ข้าง|,|อีก|ครั้ง|,|ต่อเนื่อง|,|เกิน|,|ตลอด|,|ทั่ว. -|Phr. (all over ทั่ว|ผิวหน้า ทุกหนทุกแห่ง ตลอด ทั้งหมด) adj. เหนือ|สูง|ขึ้น|ไป|,|เบื้องบน|,|เกิน|,|ส่วนใหญ่|,|มาก|เกิน|ไป|,|เลย|,|ผ่าน|,|อดีต n. ส่วนเกิน
Pref. เกิน|,|เหนือ|,|มาก|เกิน|ไป|,|อยู่|เหนือ|,|ข้าม|,|เพิ่ม|,|พิเศษ
(โอ|'|เวอะเธอะเคา|'|เทอะ) adj. ซึ่ง|ซื้อขาย|กัน|โดย|ตรง|,|ไม่|ต้อง|มี|ใบสั่ง|แพทย์|,|ไม่|ต้อง|ผ่าน|ตลาดหลักทรัพย์
(โอ|เวอะ|แอ|คทฺ|') vt.,|vi. กระทํา|เกิน|  |Syn. overaction n.
(โอ|'|เวอะ|ออ|ล) adv.,|adj. ทั้งหมด|,|รวม|ทั้งสิ้น|,|กล่าว|โดย|สรุป.  |Syn. overalls n.,|pl. กางเกง|ทํางาน|หลวม ๆ ที่|มี|สาย|คาด|ไหล่|,|เสื้อคลุม|กว้างใหญ่|,|กางเกง|กัน|เปื้อน|,|กางเกง|รัดรูป|ของ|ทหาร|  |Syn. all|-|inclusive
(โอ|เวอะ|ออ|') vt. ทํา|ให้|กลัว|,|ขู่ขวัญ
(โอ|'|เวอะแบร์) vt. ชนะ|,|เหนือกว่า|,|ลํา|หน้า|,|ท่วม|,|ครอบงํา. vi. ให้|ผล|มาก|เกิน|ไป|,|มี|ลูก|มาก|เกิน|ไป.  |Syn. overbearer n.  |Syn. dominate
(โอ|'|เวอะ|แบ|'|ริ|ง) adj. ครอบงํา|,|ยกตนข่มท่าน|,|หยิ่ง|ยโส|,|เผด็จการ|,|เอาชนะ|ได้|,|คว่ํา|ได้|  |Syn. overbearingness n.
(โอ|'|เวอะ|โบ|ลน) adj. มาก|เกิน|ไป|,|พอง|เกิน|ไป|,|โอ้อวด|,. (ดอกไม้) บาน|เกิน|ไป|-|v. กิริยา|ช่อง 3 ของ|  |overblow
(โอ|'|เวอะ|บอร์ด) adv. ตก|เรือ|,|ออก|นอก|ลํา|เรือ|,|ลง|ทะเล|,|ลง|น้ํา
(โอ|'|เวอะเคม) v. กริยา|ช่อง 2 ของ overcome
(โอ|'|เวอะ|คา|สทฺ) adj. ครอบ|,|คลุม|,|ครื้ม|,|มืด|ครื้ม|,|มี|เมฆ|มาก -|v. ปกคลุม|ด้วย|เมฆ|มาก|,|ทํา|ให้|มืดครึ้ม|,|ทํา|ให้|เป็นทุกข์|,|ทํา|ให้|กลุ้ม|, (ท้องฟ้า) มืดมน|,|เป็นทุกข์|  |Syn. cloudy|,|gloomy
(โอ|'|เวอะชาร์จฺ) n.,|vt.,|vi. คิด|ราคา|แพง|เกิน|ไป|,|บรรจุ|หรือ|บรรทุก|มาก|เกิน|ไป|,|อัด|ไฟ|มาก|เกิน|ไป|,|เสริม|แต่ง|หรือ|ระบาย|สี|มาก|เกิน|ไป|,|คุย|โม้.  |Syn. overcharger n.
(โอ|'|เวอะเค|ลาด|ฺ) v. (ทํา|ให้) มี|เมฆ|ปกคลุม|,|มืด|ครื้ม|,|มัว|,|บัง|,|เป็นทุกข์
(โอ|'|เวอะ|โค|ท) n .เสื้อคลุม|ใหญ่|กัน|หนาว|,|เสื้อคลุม|ใหญ่
(โอ|'|เวอะคัม) v. มี|ชัย|,|พิชิต|,|ถูก|ข่มขวัญ|,|ถูก|ครอบงํา|,|ปกคลุม.  |Syn. overcomer n.
(โอ|'|เวอะ|ดู) v. ทํา|มาก|เกิน|ไป|,|ทํา|เกิน|ไป|,|ต้ม|หรือ|ให้|ความ|ร้อน|มาก|เกิน|ไป|,|ทํา|ให้|เหน็ดเหนื่อย|เกิน|ไป|  |Syn. overdoer n.  |Syn. overwork
(โอ|'|เวอะด|รา|ฟทฺ) n. การ|เบิกเงิน|เกิน|บัญชี (O.D) ,|กระแส|ลมเหนือ|เตาไฟ|,|การ|ปล่อย|ลม|มาก|เกิน|ไป
(โอ|'|เวอะด|รา|ฟทฺ) n. การ|เบิกเงิน|เกิน|บัญชี (O.D) ,|กระแส|ลมเหนือ|เตาไฟ|,|การ|ปล่อย|ลม|มาก|เกิน|ไป
(โอ|'|เวอะด|รอ) v. วาด|เลยเถิด|,|ถอน|เงิน|เกิน|บัญชี|,|น้าว|ธนู|เกิน|ไป|,|พรรณนา|มาก|เกิน|ไป|,
(โอ|'|เวอะดิว) adj. พ้น|กําหนด|,|เลย|เวลา|,|เกิน|ไป|,|เกิน|ขอบเขต|,|คอย|นาน|เกิน|ไป|,|เจริญ|หรือ|สุกงอม|เกิน|ไป
การ|สลับ|กลุ่ม|ข้อมูล|ใน|เรื่อง|การ|สื่อสาร|ข้อมูล (data communications) หมายถึง|เทคนิค|ใน|การ|แบ่ง|ข้อมูล|ออ|,|ล้น|มาก|เกิน|เก็บ|หมายถึง ปรากฏการณ์|ที่|หน่วยความจํา|ไม่|สามารถ|รับ|ข้อมูล|เข้า|ไป|ได้|อีก เพราะ|เกิน|ขนาด|ความ|จุ เหมือน|น้ํา|ล้น|ฝาย|กั้น อาจ|จะ|มี|ผล|ทํา|ให้|เครื่อง|คอมพิวเตอร์|หยุด|ทํางาน|ไป|เลย|ก็ได้
(โอ|'|เวอะ|โก|ร) vt.,|vi. ขึ้น|มาก|เกิน|ไป|,|ขึ้น|ปกคลุม|มาก|เกิน|ไป|,|โต|ใหญ่|เกิน|ไป.  |Syn. overgrowth n.
(โอ|'|เวอะ|แฮ|นดฺ) adj.,|adv. ข้าม|ไหล่|,|ลง|มา|จาก|ข้างบน|,|ฟาด|ลง|มา|,|จาก|บน|สู่|ล่าง n. การ|ส่ง|ข้าม|ไหล่|,|การ|ฟาด|ลง|มา|,|การ|เย็บ|ขอบ.
(โอ|'|เวอะ|แฮ|ง) v. ห้อย|อยู่|เหนือ|,|แขวน|อยู่|เหนือ|,|เงื้อม|,|ยื่น|ออก|,|โผล่|ออก|, (ภัย) ใกล้|เข้า|มา|,|คุกคาม|,|แผ่|คลุม. n. สิ่ง|ที่|ชะโงก|เงื่|อม|,|ส่วนเกิน
(โอ|'|เวอะฮอล) vt.,|n. (การ) ยก|เครื่อง (ยนต์) ,|ปรับปรุง|ใหม่|,|ยก|หรือ|พลิก|ขึ้น|เพื่อ|ทํา|การ|ตรวจ|,|ตาม|ทัน|,|ไล่|ทัน|,|ผ่อนคลาย|,|คลาย|,|ชําระ|,|สะ|สาง|  |Syn. inspect|,|repair
(โอ|'|เวอะเฮียร์) vt. แอบ|ได้ยิน|,|ได้ยิน|โดย|บังเอิญ
(โอ|'|เวอะ|แล|นดฺ) adv. โดย|ทาง|บก|,|ตัด|ผ่าน vt. เดินทาง|บก. vi. เดินทาง|บก
(โอ|'|เวอะ|แล|พ) v.,|n. (การ) วาง|ทับ|,|วาง|ซ้อน|,|ทับ|,|ทับ|กัน|,|ทํา|ให้|สอดคล้อง|กับ|,|สอดคล้อง|กับ|,|คาบเกี่ยว|กัน|,|เหลื่อม|,|ประจวบเหมาะ|กับ.  |Syn. lap over|,|extend over
ซ้อน|แทน|หมายถึง การ|แบ่ง|โปรแกรม|ขนาด|ใหญ่|ออก|เป็น|หลาย ๆ โปรแกรม บางที|เรียก|ส่วนย่อย ๆ นี้|ว่า มอ|ดุล (modul) ด้วยเหตุที่|ว่า|โปรแกรม|นั้น|มี|ขนาด|ใหญ่|เกิน|กว่า|ที่|จะ|บรรจุ|ได้|ใน|หน่วยความจํา|ของ|เครื่อง|คอมพิวเตอร์|ที่|มี|อยู่ จึง|ต้อง|มี|การ|จัด|แยก|คําสั่ง|บาง|ชุด|ไว้|ต่างหาก จะ|เรียก|มา|ใช้|เมื่อ|ถึง|เวลา|จําเป็น|เท่านั้น โปรแกรม|ที่|แยก|ไป|นี้|เรียก|ว่า|โปรแกรม|ซ้อน|แทน การ|เรียก|มา|ใช้|ต้อง|เรียก|ผ่าน|โปรแกรม|ใหญ่|อีก|ที|หนึ่ง (ให้|โปรแกรม|ใหญ่|เป็น|ผู้|เรียก|ให้) โปรแกรม|เหล่านี้|จะ|ใช้|นามสกุล|ว่า .OVR ซึ่ง|ก็|คง|มา|จาก|คํา " overlay " นั้น|เอง
(โอ|'|เวอะลีพ) vt. กระโดด|ข้าม|,|ทํา|เลยเถิด|,|เมิน|เฉย|,|เพิกเฉย|,|กระโดด|ไกล|กว่า
(โอ|'|เวอะไล) vt. วาง|เหนือ|,|วาง|บน|,|นอน|บน
(โอ|'|เวอะ|โลด|') vt. บรรทุก|เกิน|พิกัด|,|ใช้|กระแส|ไฟฟ้า|มาก|เกิน|ไป
(โอ|'|เวอะ|ลุ|ค) vt. มองข้าม|,|เมิน|เฉย|,|แกล้ง|มองไม่เห็น|,|มอง|ลง|ไป|ดู|ทัศนียภาพ|,|ควบคุม|,|ดูแล n. ทัศนียภาพ|ที่|ป|รา|กฎ|แก่|สายตา|,|การ|สํารวจ|,|การ|สังเกต
n. ผู้|ควบคุม|,|ผู้|คุม|งาน|  |Syn. overseer
(โอ|'|เวอะลอร์ด) n. ศักดินา|เหนือ
(โอ|'|เวอะลี) adv. มาก|เกิน|,|เหลือเกิน
(โอ|'|เวอะไล|'|อิง) กริยา|ช่อง 3 overlie
vt. ครอบงํา|มี|อํานาจ|เหนือ|,|พิชิต
(โอ|'|เวอะแมชฺ) vt. มี|ชัย|,|ชนะ|,|เหนือกว่า|,|ดี|กว่า|  |Syn. surpass
(โอ|'|เวอะ|ไน|ทฺ) adv.,|adj. ค้าง|คืน|,|ตลอด|คืน|,|เมื่อคืน|,|ใน|คืนก่อน|,|กลางคืน|,|รวดเร็ว|,|ทันทีทันใด|,|ใน|เวลา|อัน|สั้น
(โอ|'|เวอะ|พา|ซฺ) n. ทาง|ข้าง|,|สะพานลอย|,|ทางผ่าน|สาย|ด่วน vt. ข้าม|,|ผ่าน|,|ผ่าน|เหนือ|,|เกิน|,|รุกราน|,|รุกล้ํา|,|มี|เกิน|,|ชนะ|,|ดี|กว่า|,|มี|ประสบการณ์|,|มองข้าม|,|เพิกเฉย
(โอ|เวอะ|เพล|') v. แอ๊คท่า|เกิน|ไป|,|ทํา|เลยเถิด|,|แสดง|เกิน|ความ|เป็นจริง|,|ให้|ความ|สําคัญ|เกิน|ไป.
(โอ|'|เวอะเรท) vt. ตี|ค่า|สูง|เกิน|ไป|,|ประเมิน|ค่า|สูง|เกิน|ไป
(โอ|'|เวอะ|รี|ช) v. ยื่น|เลย|,|ไป|เลย|,|ไป|ถึง|,|ทํา|เลยเถิด|,|เอาชนะ|ด้วย|สติปัญญา|,|โกง|,|หลอกลวง.
(โอ|'|เว|อะไร|ดฺ) vt. ขี่ม้า|ข้าม|,|เอาชนะ|,|ข่ม|,|ครอบงํา|,|ขี่ม้า|มาก|เกิน|ไป n. ค่าตอบแทน|การ|ขาย|,|ค่านายหน้า
(โอ|'|เว|อะไร|ดิง) adj. สําคัญ|กว่า
(โอ|'|เวอะ|รู|ล) adj. ตี|กลับ|,|ลบล้าง|,|ไม่|ยอม|ตาย|,|ส่ง|กลับ|,|ปกครอง|,|ใช้อํานาจ|เหนือ|,|บังคับ|อยู่|,|พิชิต|  |Syn. overruler n.  |Syn. cancel
(โอ|'|เวอะรัน) v.,|n. (การ) ย่ํายี|,|เหยียบย่ํา|,|ท่วม|,|ล่วงล้ํา|,|บุกรุก|,|มี|เต็มไปหมด|,|งอก|หรือ|เจริญ|ขึ้น|เต็มไปหมด|,|แพร่หลาย|,|วิ่ง|ไป|ได้|เร็ว|กว่า|,|ไป|ได้|เร็ว|กว่า|,|มี|เกิน|,|ไหล|ท่วม|,|โจมตี|,|พิชิต|,|ไล่|ตาม|ทัน|,|ทํา|เลยเถิด|,|ส่วนเกิน
(โอ|'|เวอะ|ซอ) กริยา|ช่อง 2 ของ oversee
(s) (โอ|'|เวอะ|ซี|ซฺ) adv.,|adj. โพ้นทะเล|,|ต่าง|ประเทศ.  |Syn. abroad
(โอ|'|เวอะ|ซี) vt. คุม|งาน|,|ควบคุม|,|ตรวจตรา|,|สํารวจ|,|มอง|ลง|สู่|เบื้อ|ล่าง|  |Syn. direct
(โอ|'|เวอะ|ซี|'|เออะ) n. ผู้|ควบคุม|,|ผู้|คุม|งาน|,|นายงาน|คนจน|ของ|เจ้าหน้าที่|ทาง|ศาสนา|  |Syn. supervisor
(โอ|'|เวอะ|เซ|ท) vi.,|vt. (ทํา|ให้) คว่ํา|,|ล้มล้าง n. การ|ล้ม|คว่ํา|,|ความ|ยุ่งเหยิง
(โอ|'|เวอะแ?ด|'|โด) vt. ลด|ราศี|,|ข่ม|,|บดบัง|,|ทํา|ให้|มืดครึ้ม|,|ปกป้อง|,|ให้|ที่อยู่.  |Syn. dominate
(โอ|'|เวอะ|?|ู) n. รองเท้า|หุ้ม|รองเท้า (เพื่อ|กัน|เปียก|หรือ|กัน|หนาว)| 
(โอ|'|เวอะ|ชู|ท) v. ยิง|เลย|,|ยิง|พลาด|,|ทํา|เลยเถิด|,|เท|ลง|บน|,|บิน|เลย|,|ไป|เลย n. ระดับ|หรือ|ปริมาณ|ที่|เลย|ไป
(โอ|'|เวอะชอท) adj. ยิง|ข้าม|,|ซึ่ง|ไหล|อยู่|บน vi.,|vt. กริยา|ช่อง 2 และ 3 ของ overshoot
(โอ|'|เวอะ|ไซ|ทฺ) n. การ|สังเกต|พลาด
(โอ|'|เวอะ|ไซ|?|ซ) adj. ,|n. (สิ่ง|ที่) ใหญ่|เกิน|ไป
(โอ|'|เวอะสเคิร์ท) n. กระโปรง|นอก|,|ชาย|เสื้อนอก|  |Syn. outerskirt
(โอ|'|เวอะสลีพ) vi..vt. (ทํา|ให้) นอน|เลย|เวลา|ที่|กําหนด|ตื่น
(โอ|'|เวอะส|เท) vt. อยู่|นาน|เกิน|ไป|,|อยู่|เลย|เวลา
(โอ|'|เวอะส|เทพ) vt. ก้าวก่าย|,|ล้ํา|ก้าว|เลย|  |Syn. pass over
(โอ|เวิร์ท|') adj. เปิดเผย|,|ไม่|ปิดบัง|,|ชัดเจน
(โอ|เวอะ|เท|ค|') vt. ตาม|ทัน|,|โจมตี|อย่าง|ฉับพลัน|,|เกิด|ขึ้น|อย่าง|ทันทีทันใด. vi. ผ่าน|พาหนะ|อื่น
vt.,|vi. กริยา|ช่อง 2 ของ overthorow
(โอ|'|เวอะโธร) vt.,|n. (การ) โค่น|,|ล้ม|คว่ํา|,|ขว้าง|ลูก|ได้|ไกล|กว่า vi. ขว้าง|ไกล|เกิน|ไป
(โอ|'|เวอะ|ไท|มฺ) n. ระยะ|นอก|เวลา|ใน|การ|ทํางาน|,|งาน (เงิน) นอก|เวลา -|adv.,|adj. นอก|เวลา vt. ล้าง|ฟิล์ม|นาน|เกิน|ไป
(โอ|'|เวอะ|โทน) n. เสียง|ประกอบ|,|เสียง|สอดแทรก|,|เสียงสูง|คู่|แปด|ที่|ผสม|อยู่|กับ|เสียงต่ํา|,|ความหมาย|รอง|,|บทบาท|รอง|,|การ|แย้ม|ให้|รู้|,|การ|พูด|เป็นนัย
(โอ|'|เวอะเชอะ) n. เพลง|โหมโรง|,|ฉาก|เริ่มต้น|,|โคลง|นํา|,|การ|เล่น|นํา|,|บทนํา|,|การ|เริ่มต้น|,|การ|แสดง|เอง|,|การ|เสนอ|,|การ|ทาบทาม.vt. เสนอ|,|ทาบทาม|  |Syn. proposal|,|offer
(โอ|'|เวอะเทิร์น) vt.,|vi.,|n. (การ) ล้มล้าง|,|คว่ํา|,|พลิก|ตัว
(โอ|'|เวอวีน) vi. หยิ่ง|,|ยะโส|  |Syn. overweener n.
(โอ|'|เวอะเว) vt. หนัก|เกิน|,|หนัก|กว่า|,|กดขี่
(โอ|'|เวอะเวท) n.,|adj. น้ําหนัก|เกิน
(โอ|'|เวอะเวล์ม) vt. ครอบงํา|,|ปกคลุม|,|มี|ชัย|ท่วมท้น|,|คว่ํา|,|ทํา|ให้|ตกตะลึง|มาก|  |Syn. overpower
(โอ|'|เวอะเวล|'|มิ|ง) adj. ซึ่ง|ครอบงํา|,|ซึ่ง|ปกคลุม|,|ท่วมท้น|,|รุนแรง|มาก|  |Syn. overwhelmingly adv. overwhelmingness n.  |Syn. crushing|,|severe
(โอ|'|เวอใวน์ดฺ) vi. ไขลาน|เกิน|ใป
บันทึก|ทับ|หมายถึง การ|บันทึก|แฟ้มข้อมูล|ลง|เก็บ|ใน|หน่วย|บันทึก โดย|ใช้|ชื่อ|ซ้ํา|กับ|ชื่อ|แฟ้มข้อมูล|ที่|มี|อยู่|เดิม หรือ|บันทึก|ข้อมูล|ทับ|ลง|ไป|ใน|ที่อยู่ (address) เดิม การ|ทํา|ดังกล่าว|จะ|มี|ผล|ให้|ข้อมูล|ใน|แฟ้มข้อมูล|เดิม|หาย|ไป (มี|ความหมาย|เหมือน replace) ส่วนมาก คอมพิวเตอร์|มักจะ|มี|คําเตือน|ย้ํา|ให้|ก่อน|เสมอ โดยเฉพาะ|เมื่อ|ใช้|คําสั่ง "|save as|" เพื่อ|สั่ง|เก็บ|ข้อมูล|ลง|ใน|หน่วย|บันทึก
(โอ|'|เวอะ|รอ|ท) adj. เหน็ดเหนื่อย|เกิน|ไป|,|พิถีพิถัน|เกิน|ไป|,|ประณีต|เกิน|ไป|,|เคร่งเครียด|เกิน|ไป|,|ตกใจ|ง่าย|,|ไม่|เป็น|ไป|ตาม|ธรรมชาติ vi. กริยา|ช่อง 3 ของ overwork
(โอ|วิพ|'|พะรัส) adj. ออก|ไข่|,|ซึ่ง|ออก|ไข่|  |Syn. oviparity n.
(โอ|'|วอ|ยดฺ) adj.,|n. (สิ่ง|หรือ|ส่วน|ที่) เป็น|รูป|ไข่
การ|ตก|ไข่
(โอ|'|วิล) n. ไข่|ภายใน|ถุง|ไข่|,|ไข่|เล็ก ๆ| 
(โอ|'|วัม) n. ไข่|,|เซลล์|ไข่ pl. ova
(โอ) vt.,|vi. เป็นหนี้
(โอ|'|อิง) adj. เป็นหนี้|,|ค้าง|อยู่|,|ซึ่ง|ควร|จะ|มี หรือ|ให้ -|Phr. (owing to เนื่องจาก)| 
(เอา|ลฺ) n. นกเค้าแมว
(เอา|'|เลท) n. ลูก|นกเค้าแมว
(เอา|'|ลิช) adj. คล้าย|นกเค้าแมว
(โอน) adj.,|n. (สิ่ง|ที่|เป็น|ของ) ตัวเอง|,|เป็น|เจ้าของ -|Phr. (hold one|'|s own ยืนหยัด|,|ทน|อยู่) vi.,|vt. มี|,|ยอมรับ|,|รับ|ว่า|เป็น|ของ|,|คล้อยตาม|,|เชื่อฟัง.
(โอน|'|เนอะ) n. เจ้าของ
(โอน|'|เนอะ|ชิ|พ) n. ความ|เป็น|เจ้าของ
(ออ|คซฺ) n. วัว pl. oxen|,|oxes
(ออ|คซฺ|'|คาร์ท) n. เกวียน|ลาก|ด้วย|วัว
(ออ|ค|'|เซิน) n. พหูพจน์|ของ ox
(ออ|คซฺ|'|เฟิร์ด) n. ชื่อ|มหาวิทยาลัย|ใน|อังกฤษ
(ออ|ค|'|ไซ|ดฺ) n. สารประกอบ|ออกซิเจน|กับ|ธาตุ|อื่น|หรือ|กลุ่ม|ของ|ธาตุ|  |Syn. oxidic adj.
(ออ|ค|'|ซิ|ไดซ) vt. เปลี่ยน|ธาตุ|ให้|เป็น|oxide|,|รวม|ตัว|กับ|ออกซิเจน
(ออ|ค|'|ซิ|ไดซ) vt. เปลี่ยน|ธาตุ|ให้|เป็น|oxide|,|รวม|ตัว|กับ|ออกซิเจน
(ออ|ค|'|ซิ|เจน) n. ธาตุ|ออกซิเจน
อาจ|เรียก|ว่า pitosin เป็น|ฮฮร์|โม|น|ที่|ออกฤทธิ์|อย่าง|มาก|ที่|มดลูก ช่วย|ทํา|ให้|กล้ามเนื้อ|มดลูก|บีบ|ตัว และ|ยัง|กระตุ้น|การ|หลั่ง|น้ํานม
(ออ|ย|'|ส|เทอะ) n. หอยนางรม|,|คน|ที่|ไม่|พูด
abbr. ounce|,|ounces
abbr. ounce|,|ounces
(โอ|'|โซน|,|โอโซน|') n. โอโซน
