abbr. registered nurse|,|Royal Navy
v.p.,|rsvp abbr. repondez s|'|il vous plait (โปรด|ตอบ)
v.p.,|rsvp abbr. repondez s|'|il vous plait (โปรด|ตอบ)
สัญลักษณ์|ของ|ธาตุ radium
(แร|บ|'|บิ|ท) n.,|vi.,|vt. (ประกอบ|ด้วย|,|ประกบ) ช่อง|เดือย|ไม้|,|ปาก|ราง|ลิ้น|,|รอย|บาก|,|บาก|,|บาก|ประกบ.  |Syn. rebate
(แร|บ|'|ไบ) n. พระ|ใน|ศาสนา|ยิว|,|ผู้นํา|ศาสนา|ยิว|  |Syn. rabbin
(แร|บ|'|บิ|ท) n. กระต่าย|,|ขน|กระต่าย|,|หนัง|ขน|กระต่าย
(แร|บ|'|เบิล) n. ฝูงชน|ที่|วุ่นวาย|ไร้|ระเบียบ|,|ฝูง|สัตว์|,|ฝูง|แมลง|,|สิ่งของ|ที่|เป็น|กอง|เรี่ยราด. vt. รวม|เป็น|ฝูงชน -|Phr. (the rabble สามัญชน ชนชั้นต่ํา ประชาชน|ทั่วไป)|  |Syn. mob
(แร|บ|'|บิ|ค) adj. เกี่ยวกับ|โรค|กลัว|น้ํา
(แร|บ|'|บิด) adj. หัวรุนแรง|,|ไม่|มี|เหตุผล|,|คลั่ง|,|โกรธ|มาก|,|บ้า|,|วิกลจริต|,|เป็น|โรค|กลัว|น้ํา|  |Syn. rabidity n. rabidness n. rabidly adv.  |Syn. furious
(เร|'|บีซ|,|เร|'|บี|อี|ซ|') n. โรค|กลัว|น้ํา|,|โรค|พิษสุนัขบ้า.  |Syn. rabic adj.
(เร|คู|น|'|,|รา|คู|น|') n. สัตว์|คล้าย|หมี|เล็ก ๆ แต่|มี|หาง|เป็น|ช่อ|เ หากิน|ใน|เวลา|กลางคืน|,|หนัง|ขน|ของ|สัตว์|ดังกล่าว|  |Syn. racoon
(เรส) vi.,|vt.,|n. (การ) วิ่ง|แข่ง|,|วิ่ง|อย่าง|รวดเร็ว|,|แข่ง|ม้า.,|แข่งขัน|ความ|เร็ว|,|การ|แข่งขัน|,|ความ|เชี่ยว|,|เชื้อชาติ|,|ชนชาติ|,|เผ่าพันธุ์|,|วงศ์|ตระกูล|,|เชื้อสาย|,|พันธุ์|, ชนชั้น|,|รสนิยม
n. ม้าแข่ง
ลู่|วิ่ง|,|ลาน|วิ่ง|,|สนาม|วิ่ง|แข่ง|,|สนามม้า|  |Syn. race|-|track|,|racetrack
n. ม้าแข่ง
(เรส|'|คอร์ส) n. สนาม|แข่งขัน|,|ลู่|วิ่ง|,|ลาน|วิ่ง|,|สนามม้า|  |Syn. racetrack
n. ม้าแข่ง
(เร|ซี|ม|') n. ช่อ|ดอก|แบบ|ง่าย ๆ ,|ช่อ|รวม|แบบ|ง่าย ๆ|  |Syn. racemed adj.  |Syn. inflorescence
(เร|'|เซอะ) n. ผู้|วิ่ง|แข่ง|,|สิ่ง|ที่|เข้า|ร่วม|แข่งขัน|ความ|เร็ว|,|สิ่ง|ที่|มี|ความ|เร็ว|สูง|,
(เร|'|เชิล) adj. เกี่ยวกับ|เชื้อชาติ (ชนชาติ|,|มนุษยชาติ|,|เผ่าพันธุ์|,|วรรณะ|,|เชื้อสาย)| 
(เรส|'|ซิ|ง) n. การ|แข่งขัน|ความ|เร็ว|,|การ|วิ่ง|แข่ง|,|การ|แข่ง|ม้า|,|การ|แข่ง|รถ|,|การ|ไป|หรือ|หมุน|อย่าง|รวดเร็ว|  |Syn. contest|,|chase
(เร|'|ซิ|ส|ซึม) n. ลัทธิ|ชนชาติ|,|ลัทธิ|เชื้อชาติ|,|ลัทธิ|เผ่าพันธุ์|,|ลัทธิ|เหยียดผิว|,|ลัทธิ|เหยียดหยาม|ชนชาติ|  |Syn. racist n.
(แร|ค) n. ชั้น|,|หิ้ง|,|ขั้ว|,|ราว|,|โครง|,|ฟันเฟือง|,|เครื่อง|ทรมาน|ดึง|แขนขา|ทั้ง|4|ใน|สมัยโบราณ|,|ความ|เจ็บปวด|ที่|รุนแรง|มาก|,|ความ|หายนะ|,|การ|ทําลาย|,|เชื่อถือ|ไม่|ได้ vt. ทรมาน|ด้วย|เครื่อง|ดังกล่าว|,|ทํา|ให้|เจ็บปวด|มาก|,|ดึง|,|ขูดรีด|  |Syn. frame|,|crate|,|torment
(แร|ค|'|คิท) n. เสียง|อึกทึก|ครึกโครม|,|เสียง|หนวกหู|, กิจกรรม|ที่|ผิด|กฎหมาย|,|กิจกรรม|ต้ม|คน|,|ธุรกิจ|อาชีพ|,|การ|ค้าขาย vi. ทํา|เสียง|อึกทึก|ครึกโครม|,|ร่วมงาน|สังคม|ที่|อึกทึก|ครึกโครม|,|ไม้|ตี|ลูก (เทนนิส|,|แบดมินตัน|และ|อื่น ๆ)|  |Syn. noisy confusion
(แร|ค|'|คิเทียร์) n. กิจกรรม|ต้ม|คน|,|กิจกรรม|ที่|ผิด|กฎหมาย|,|การ|ขู่เข็ญ|เงิน|,|การ|ฉ้อโกง|,|กิจกรรม|อั้งยี่|  |Syn. swindler|,|extortionist
(แร|ค|'|คิทซ) n. กีฬา|ตี|ลูก|ที่|ใช้|คน|2|คน|หรือ|4|คนใน|บริเวณ|ที่|มี|กําแพง|ล้อมรอบ|4|ด้าน|โดย|ใช้|ไม้|ตี|ที่|มี|ด้าม|สั้น|,|รองเท้า|หิมะ|ขนาด|เท่า|กับ|ไม้|ตี|ลูก|เทนนิส.  |Syn. racquet
(แร|ค|'|คิ|ที) adj. อึกทึก|ครึกโครม|,|ชอบ
(เร|คู|น|') n. =|raccoon (ดู)| 
(แร|ค|'|คิท) n. =|racket (ดู)| 
(เร|'|ซี) adj. รักษา|รสชาติ|เดิม|,|มี|ชีวิตชีวา|,|มี|พลังงาน|,|มี|รสชาติ|,|เผ็ดร้อน|,|แหลมคม|,|ยั่ว|อารมณ์|  |Syn. racily adv. raciness n.  |Syn. spirited
(เร|'|ดาร์) n. เรดาร์
(เร|'|เดี|ยล) adj. แผ่|ออก|จาก|ศูนย์กลาง|,|แผ่|รัศมี|,|เกี่ยวกับ|รัศมี|,|เกี่ยวกับ|กระดูก|แขน|ท่อน|นอก|,|เกี่ยวกับ|ลูก|สูบ|ที่|เคลื่อน|เข้าออก|จาก|จุด|กลาง|หรือ|เพลา|  |Syn. radially adv. radiality n.
(เร|'|เดียน) n. เส้นโค้ง|ของ|วง|กลม|ที่|มี|ความ|ยาว|เท่า|กับ|รัศมี|ของ|ความ|โค้ง|ของ|มัน|/|เป็น|ส่วนโค้ง (arc) ที่|เท่า|กับ 57.2958|องศา|/|ใช้|อักษรย่อ|ว่า.rad.
(เร|'|เดียนซฺ) n. ความ|สว่าง|หรือ|แสง|ที่|แผ่|รัศมี|,|ความ|ร่าเริง|แจ่มใส.  |Syn. radiancy
(เร|'|เดียนทฺ) adj. ซึ่ง|ออก|จาก|จุดศูนย์กลาง|,|ปล่อย|แสง|,|สว่าง|,|ส่อง|สว่าง|,|ส่อง|สว่าง. n. รังสี|ที่|แผ่|ออก|  |Syn. shining|,|bright
(เร|'|ดิเอท) vi. แผ่|รังสี|,|ปล่อย|ออก|มา|เหมือน|รังสี|,|ปล่อย|ออก|จาก|จุดศูนย์กลาง|,|แวววาว|ไป|ด้วย. adj. ออก|จาก|จุดศูนย์กลาง|,|ซึ่ง|มี|รังสี|ออก|จาก|จุด|สูนย์|กลาง|  |Syn. radiability n. radiably|,|adv.  |Syn. shine|,|spread out
(เรดิเอ|'|เชิน) n. การ|แผ่|รังสี|คลื่น|แม่เหล็กไฟฟ้า|,|พลังงาน|รังสี|,|สิ่ง|ที่|ถูก|ปล่อย|ออก|จาก|จุดศูนย์กลาง|,|กัมมันตภาพรังสี.
n. โรค|ที่|เกิด|จาก|การ|ถูก|กัม|มัน|ต|ภาพ|รัง|ส|'
(เร|'|ดิเอ|เทอะ) n. สิ่ง|ที่|ปล่อย|รังสี|,|เครื่อง|นํา|ความ|ร้อน|,|หม้อน้ํา|รถยนต์|,|หม้อ|ที่|ต่อ|กับ|ท่อน้ํา|ร้อน|ริม|ผนัง
n. ฝา|หม้อน้ํา|รถยนต์
n. หน้า|หม้อน้ํา|รถยนต์|ชั้นนอก
(แรด|'|ดิเคิล) adj. มูลฐาน|,|รากฐาน|,|ส|มุ|ฎ|ฐาน|,|หัวรุนแรง|,|สุดขีด|,|รุนแรง|, (คณิตศาสตร์) เกี่ยวกับ|หรือ|กลาย|เป็น|root|,|เกี่ยวกับ|รากศัพท์|  |Syn. radically adj. n. ผู้|มี|หัวรุนแรง|,|ฝ่ายซ้าย|,|กลุ่ม|ธาตุ|,|เครื่องหมาย|หรือ|จํานวน|กรณฑ์|,|รากศัพท์|,|หมวด|น้ํา
(คณิตศาสตร์) เครื่องหมาย|หรือ|เครื่องหมาย|กรณฑ์
(แรด|'|ดิคัลลิส|ซึม) n. การ|ยึด|หลักการ|ที่|รุนแรง|,|ลัทธิ|หัวรุนแรง
(แรด|'|ดิเคิล) n. ราก|ปฐมภูมิ|,|ราก|แรก|,|รากฝอย|,|ส่วน|ที่|คล้าย|ราก|,|ฝอย|เล็ก|สุด|ของ|ประสาท|หรือ|หลอด|ต่าง ๆ ใน|ร่างกาย|  |Syn. radicel|,|rootlet
(เร|'|ดิ|ไอ) pl. พหูพจน์|ของ radius
(เร|'|ดิ|โอ) n. วิทยุ. adj. เกี่ยวกับ|วิทยุ|หรือ|ใช้|รังสี. -|v. ถ่ายทอด|โดย|วิทยุ
ปุ่ม|วิทยุ|หมายถึง|ปุ่ม|ประเภท|หนึ่ง|บน|จอภาพ ใช้|แทน|คําสั่ง|บาง|คําสั่ง|ได้ ส่วนมาก|จะ|อยู่|ติด ๆ กัน|เหมือน|ปุ่ม|บน|เครื่อง|วิทยุ ปุ่ม|ประเภท|นี้ เมื่อ|กด|ปุ่ม|หนึ่ง|แล้ว ปุ่ม|ที่|เหลือ|จะ|ถูก|ยกเลิก|โดย|อัตโนมัติ|เหมือน|ปุ่ม|วิทยุ จึง|เรียก|กัน|ว่า|ปุ่ม|วิทยุ ใช้|กับ|คอมพิวเตอร์ หมายถึง|ปุ่ม|คําสั่ง|ที่|กด|เลือก|ได้|เพียง|อัน|เดียว ถ้า|กด|เลือก|ปุ่ม|คําสั่ง|อัน|ใด|อัน|หนึ่ง|หนึ่ง|แล้ว ปุ่ม|คําสั่ง|อื่น|หรือ|ปุ่ม|ที่|เลือก|ไว้|เก่า|ก็|จะ|ถูก|ยกเลิก
Pref. วิทยุ|,|ธาตุ|radium|,|มี|กัมมันตภาพรังสี|,|เป็น|รังสี|,|ปล่อย|ออก|จาก|จุด|กลาง
(เรดิ|โอ|แอ|ค|'|ทิฟว) adj. เกี่ยวกับ|หรือ|เกิด|จาก|กัมมันตภาพรังสี.
(เรดิ|โอ|แอ|คทิฟ|'|วิ|ที) n. ุภาวะ|กัมมันตภาพรังสี
(เรดิ|โอ|คาร์|'|เบิน) n. ไอ|โซ|โท|บ (isotope) กัมมันตภาพรังสี|ที่|มี|มวล|เท่า|กับ|14|และ|มี|ค่า|half|-|life|เท่า|กับ|5.568|ปี|ใช้|ใน|การ|คํานวณ|อายุ|ของ|วัตถุ|อินทรีย์.  |Syn. carbon|14,|carbon|-|14
(เรดิ|โอ|ฟรี|'|เควิน|ซี) n. ความ|ถี่|ของ|คลื่น|วิทยุ
(เร|'|ดิ|โอ|แก|รม) n. ภาพ|เอก|ซฺเรย์|หรือ|แกม|ม่าเรย์|ของ|อวัยวะ|ภายใน|ร่างกาย|,|เอก|ซูเรย์|,|โทรเลข
(เร|'|ดิ|โอ|กราฟ) n. =|radiogram vt. ถ่าย|ภาพ radiogram
(เรดิ|ออก|'|กระ|ฟี) n. การ|ถ่าย|ภาพ|เอก|ซฺเรย์|หรือ|แกมมา|เรย์|ของ|อวัยวะ|ภายใน|ร่างกาย.  |Syn. radiographer n. radiographic adj. radiographical adj.
(เรดิ|ออ|ล|'|โลจี) n. รังสีวิทยา.  |Syn. radiologist n.
(เร|'|ดิ|โอ|โฟน) n.,|v. (ส่ง) โทรศัพท์|วิทยุ|,|เครื่อง|รับส่ง|โทรศัพท์|วิทยุ|  |Syn. radiophonic adj. radiophony n.
(เร|'|ดิ|โอ|โฟ|'|โท|กราฟ) n. ภาพ|ที่|ถ่ายทอด|โดย|วิทยุ.  |Syn. radiophotography n .  |Syn. radiophotogram
(เร|'|ดิ|โอ|โฟ|'|โท|กราฟ) n. ภาพ|ที่|ถ่ายทอด|โดย|วิทยุ.  |Syn. radiophotography n .  |Syn. radiophotogram
(เร|'|ดิ|โอ|เซ|ท) n. เครื่อง|รับ|วิทยุ
(-|เท|ล|'|ละ|แก|รม) n. วิทยุ|โทรเลข
(เรดิ|โอ|เท|ล|'|ละ|กราฟ) n.,|v. (ส่ง) โทรเลข|ที่|ส่ง|โดย|วิทยุ|,|วิทยุ|โทรเลข.  |Syn. radiotelegraphic adj.
(เรดิ|โอ|เท|ล|'|ละ|โฟน) n.,|v. (ส่ง) โทรศัพท์|ที่|ถ่ายทอด|โดย|คลื่น|วิทยุ|,|วิทยุ|โทรศัพท์.  |Syn. radiotelephony radiotelephonic adj.
(เรดิ|โอ|เท|ล|'|ลิ|ไท|พฺ) n. เครื่อง|โทรพิมพ์|วิทยุ.  |Syn. radioteletypewriter
(แรด|'|ดิช) n. หัว|ผักกาด (ขาว|หรือ|แดง) ,|หัว|ไช่|เท้า|,|พืช|ของ|หัว|ดังกล่าว
(เร|'|เดี|ยม) n. ธาตุ|กัมมันตภาพรังสี|สูง|ที่|เป็น|โลหะ|ชนิด|หนึ่ง|:|Ra
(เร|'|เดียส) n. รัศมี|,|เส้น|รัศมี|,|ความ|ยาว|ของ|รัศมี|,|ส่วน|ที่|รัศมี|,|อิทธิพล|,|ขอบเขต|,|กระดูก|แขน|ท่อน|นอก|,|เส้นเลือด|ดํา|ตาม|ยาว|ที่|สําคัญ|ใน|ส่วนหน้า|ของ|ปีก|แมลง pl. radii|,|radiuses
(เร|'|ดิคซฺ) n.เลข|ฐาน|ของ|ระบบ|เลข|หรือ|logarithms|หรือ|อื่น ๆ ,|ราก|,|รากศัพท์|,|ส|มุ|ฎ|ฐาน|,|มูลฐาน|, จํานวน|สัญลักษณ์|ที่|ใช้|บอก|ว่า|เลข|ใน|ระบบ|นั้น ๆ ว่า|มี|สัญลักษณ์|โดด ๆ กี่|ตัว เช่น ระบบ|ฐาน|สิบ|มี|สัญลักษณ์ 10 ตัว ระบบ|ฐาน|สิบ|หก|มี|สัญลักษณ์ 16 ตัว เป็นต้น ใน|การ|เขียน มักจะ|ต้อง|บอก|ฐาน|กํากับ|ไว้|ด้วย|เสมอ|และ|มี|วิธี|เขียน|หลาย|แบบ (ถ้า|เป็น|เลข|ฐาน 10 จะ|ไม่|ต้อง|เขียน|ฐาน|กํากับ) เช่น|101 (8) หมายความ|ว่า 101 เป็น|เลข|ฐาน|แปด (101) 2 หมายความ|ว่า 101 เป็น|เลขฐานสอง|มี|ความหมาย|เหมือน base number|ดู number system ประกอบ pl. radices|,|radixes|  |Syn. root|,|a radical
(แร|ฟ|'|เฟิล) n. การ|ขาย|สินค้า|โดย|การ|จับ|ฉลาก|,|ขยะ|,|กาก|,|สิ่ง|ที่|ยุ่งเหยิง vt. ขาย|โดย|การ|จับ|ฉลาก
(รา|ฟทฺ|,|แร|ฟทฺ) n.,|v. (ขนส่ง|ทาง) แพ|,|แพ|ชูชีพ|,|ซุง|หรือ|กระดาน|ที่|ผูก|ติด|กัน|เป็น|แพ|,|คน|จํานวน|มาก
n. สะพาน|แพ
(รา|ฟ|'|เทอะ|,|แร|ฟ|'|เทอะ) n. คาน|ค้ํา|หลังคา|,|จัน|ทัน|,|ฝูง vt. ใส่|จัน|ทัน|,|กอง|เป็น|คั่น|ดิน
(แรก) n. เศษผ้า|,|ผ้าขี้ริ้ว|,|ผ้า|เช็ด|,|เศษ|,|เศษ|เนื้อเปื่อย.  |Syn. rags ผ้าขี้ริ้ว|,|หนังสือพิมพ์|หรือ|นิตยสาร|ชั้นเลว
(เรจฺ) n. ความ|เดือดดาล|, ความ|รุนแรง|ของ|ลม คลื่น|ไฟ|โรค|อื่น ๆ ,|ความ|รุนแรง|ของ|อารมณ์|,|ความ|อยาก|อาหาร|หรือ|อื่น ๆ ,|ความ|คลั่ง|,|ความ|เร่าร้อน|,|สิ่ง|ที่|คลั่งไคล้|ไหล|หลง. vi. พูด|หรือ|กระทํา|ด้วย|ความ|เดือดดาล|,|รีบเร่ง|ไป|,|ลุกลาม|,|โหม|พัด|,|โหม|กระหน่ํา.  |Syn. ragingly adv.
(แรก|'|กิด) adj. สวม|เสื้อผ้า|ที่|ขาด|กระ|รุ่ง|กระ|ริ่ง|,|มอมแมม|สกปรก|,|ขาด|กระ|รุ่ง|กระ|ริ่ง|,|ขรุขระ|,|ยุ่งเหยิง|,|หยาบ|,|อึกทึก|แสบ|แก้วหู|,|ไม่|สมบูรณ์.  |Syn. raggedly adv. raggedness n.  |Syn. tattered|,|shaggy
(ไร) n. ไร่ (2|/|5 เอเคอร์)| 
(เรด) vt.,|vi.,|n. (การ) จู่โจม|,|โจมตี|อย่าง|กะทันหัน|,|ปล้น|,|เข้า|ตรวจค้น|  |Syn. raider n.
(เรล) n.,|v. (ใส่) ราว|,|ราว|ไม้|,|รั้ว|,|ราง|,|รางรถไฟ|,|วง|กบ|,|นก|กวัก|,|ต่อว่า|,|ด่า|,|กล่าว|คับแค้นใจ
n. ที่นั่ง|บน|รางรถไฟ
n. รั้ว|,|รั้ว|ราว
(เรล|'|คาร์) n. รถ|เดิน|ราง
(เร|'|เลอ|รี) n. การ|หัวเราะ|เย้า|แหย่|,|การ|หยอกล้อ|  |Syn. ridicule|,|banter
(เร|'|ลิง) n.ราว|,|ราว|ลูกกรง|,|ราวบันได|,|ความ|คับแค้นใจ
(เรล|'|โร|ด) n. ทางรถไฟ|,|บริษัท|ทางรถไฟ|,|ระบบ|ทางรถไฟ vt. ขนส่ง|ทางรถไฟ|,|จัด|ให้|มี|ทางรถไฟ|,|สร้าง|ทางรถไฟ|,|ส่ง|ไป|อย่าง|เร็ว ๆ ลวก ๆ ,|ทํา|ให้|ผ่าน|ไป|อย่าง|เร็ว ๆ ลวก ๆ ,|ตัดสิน|คดี|อย่าง|เร่งรีบ|และ|ลวก ๆ|  |Syn. rush|,|push|,|force
(เรล|'|เวย์) n. ทางรถไฟ|,|ระบบ|ทางรถไฟ|ทาง|รถ
(เร|'|เมิน|ทฺ) n. เครื่องนุ่งห่ม|,|เสื้อผ้า|อาภรณ์|  |Syn. clothing
(เรน) n. ฝน|,|น้ําฝน vi. ฝน|ตก|,|ตกลง|มา|คล้าย|ฝน. vt. ส่ง|ลง|มา|,|ทํา|ให้|ตกลง|มา|เป็น|จํานวน|มาก|,|ให้|อย่าง|มากมาย|,|เสนอ|ให้|อย่าง|มากมาย|, -|Phr. (rain cats and dogs ฝน|ตกลง|มา|อย่าง|หนัก|หรือ|ไม่|ขาดสาย)|  |Syn. rains n. ฤดู|ฝน|,|หน้า|ฝน|,|การ|หลั่งไหล|ลง|มา|อย่าง|แรง
n. เครื่องวัด|ปริมาณน้ําฝน|,|มาตร|วัด|น้ําฝน
n. เครื่องวัด|ปริมาณน้ําฝน|,|มาตร|วัด|น้ําฝน
n. ฝน|ที่|สาด|ลง|มา|เพียง|ชั่ว|ครู่
(เรน|'|พรู|ฟ) adj. กัน|ฝน|,|ป้องกัน|ฝน
(เรน|'|โบ) n. รุ้ง|,|สี|รุ้ง|,|ระดับ|ต่าง ๆ ,|ความ|เพ้อฝัน|,|สิ่ง|ลึกลับ
(เรน|'|โค|ท) n. เสื้อฝน|,|เสื้อกันฝน
(เรน|'|ด|รอ|พ) n. หยดน้ํา|ฝน
(เรน|'|ฟอล) n. ฝน|ตก|,|ปริมาณน้ําฝน|ที่|ตกลง
(-|ส|เพา|ทฺ) n.ท่อน้ํา|ฝน|,|ท่อระบายน้ํา
(เรน|'|สทอร์ม) n. พายุ|ฝน
(เร|'|นี) adj. มี|ฝน|ตก|,|เปียก|ฝน|,|น้ําฝน|  |Syn. rainily adv. raininess n.
เวลา|ขัดสน|,|วันที่|มี|ฝน|ตก
(เรส) vt.,|vi. (การ) ยก|,|ยก|ขึ้น|,|ชู|ขึ้น|,|ทํา|ให้|สูง|ขึ้น|,|เงย|,|ยก|ระดับ|,|สร้าง|,|ตั้ง|เสา|,|สนับสนุน|,|ส่งเสริม|,|เลื่อน|ขั้น|,|เลี้ยง (เด็ก|,|ไก่...) ,|ระดม|พล|,|ปลุก|,|ยั่วยุ|,|ทํา|ให้|คืนชีพ|,|เพิ่ม|ค่า|,|ทํา|ให้|ขนม|ฟู|,|รวบรวม|เงิน|,|เก็บ|ภาษี|,|เพาะปลูก|,|วาง|เงิน|พนัน|มาก|ขึ้น|,|ติดต่อ|ทาง|วิทยุ
(เร|'|เซอะ) n. ผู้|ยก|,|ผู้|ยก|ขึ้น|,|ผู้|เลี้ยง|,|ผู้|เพาะปลูก|,|ผู้|รวบรวม|เงิน|,|ผู้ทํา|ขนมปัง
(เร|'|ซิ|น) n. ลูก|เกด|,|องุ่น|แห้ง|  |Syn. raisiny adj.
(รา|'|จะ) n. ราชา|,|ผู้นํา|  |Syn. king|,|prince
(รา|'|จะ) n. ราชา|,|ผู้นํา|  |Syn. king|,|prince
(เรค) n. คราด|,|เครื่อง|คราด|,|คน|เสเพล|,|คน|เหลวไหล|,|คน|เจ้าชู้|,|การ|เอียง|,|การ|เอียง|ลาด -|v. คราด|,|ขูด|,|กวาด|,|เสเพล|,|คุ้ย|,|เก็บ|,|เขี่ย|,|มอง|กราด|,|ยิ่ง|กราด|,|ประณาม|,|ค้นคว้า|,|เสาะหา|  |Syn. raker n.
(เร|'|คิช) adj. คล้าย|คราด|,|เสเพล|,|เหลวไหล.  |Syn. rakishly adv. rakishness n.
(แร|ล|'|ลี) vt. ชุมนุม|,|รวบรวม|,|ระดม|พล|,|รวม|กําลัง|,|สํารวม|,|ปลุกระดม|,|ปลุก|เร้า|จิตใจ. vi. รวม|กัน|,|มา|ช่วยเหลือ|,|หาย|เป็นปกติ|,|ตีโต้|,|ตี|ลูก|กลับ|,|แลก|หมัด. n. การ|ชุมนุม|,|การ|รวบรวม|,|การ|ระดม|พล|,|การ|สํารวม|,|งาน|ชุมนุม|,|การ|ชุมนุม|แข่ง|รถยนต์|ทางไกล|,|การ|โต้|กลับ|,|การ|ตี|ลูก|กลับ|,|การ|แลก|หมัด|,|การ|สูง|ขึ้น|อย่าง|รวดเร็ว|ของ|ราคา
(แรม) n. แกะ|ตัวผู้|,|กลุ่ม|ดาว|แกะ|,|เครื่อง|กระทุ้ง|,|เครื่อง|กะ|แทก|,|เครื่อง|ตอก|เสา|เข้ม|,|การ|ยัดเยียด|เรื่องราว|ลง|ใน|สมอง.,|แรม|ย่อ|มา|จาก random access memory แปล|ว่า หน่วยความจํา|เข้าถึง|โดย|สุ่ม เป็น|หน่วยความจํา|ประเภท|หนึ่ง|ที่|เรา|สามารถ|เข้าถึง|ได้|โดย|วิธีการ|สุ่ม การ|เข้าถึง|โดย|สุ่ม หมายถึง การ|เข้าถึง|หน่วยความจํา|ทุก|จุด|ได้ โดย|ใช้เวลา|ใน|การ|เข้าถึง|เท่า|กัน|หมด ไม่|ต้อง|ตั้งต้น|ใหม่|ทุก|ครั้ง|แล้ว|รอ|ไป|ตาม|ลําดับ (อย่าง|แถบ|บันทึก|หรือ|เทป) "|แรม|" จะ|หมายถึง หน่วยความจํา|ที่อยู่|ใน|เครื่อง|คอมพิวเตอร์|วัด|ขนาด|กัน|เป็น|กิโลไบต์ หรือ|เมกะไบต์ ทํางาน|ได้|รวดเร็ว|มาก แต่|เมื่อ|ปิด|ไฟ ข้อมูล|ใน|นี้|ก็|จะ|หาย|ไป|หมด ไมโครคอมพิวเตอร์|ที่|ขาย|ทั่วไป|มักจะ|ต้อง|มี|ข้อความ|บอก|ว่า มี|แรม|ขนาด|ใด ยิ่ง|มี|แรม|มาก ก็|จะ|ยิ่ง|ทํางาน|ได้|เร็ว ดู ROM เปรียบเทียบ vt. กระทุ้ง|,|ตอก|,|กระแทก|,|ยัด|,|ยัดเยียด|,|ดัน|อย่าง|แรง.  |Syn. rammer n.  |Syn. strike|,|batter|,|cram
จาน|แรม|หมายถึง ส่วน|ของ|หน่วยความจํา|ที่อยู่|ใน|เครื่อง|คอมพิวเตอร์|ที่ทํางาน|แบบ|เข้าถึง|โดย|สุ่ม|เหมือน|แรม แต่|ใช้|เก็บ|แฟ้มข้อมูล|เพื่อให้|เรียก|มา|ใช้ได้|เหมือน|จาน|บันทึก จาน|แรม|นี้|จะ|ทํางาน|ได้|เร็ว|กว่า|จาน|บันทึก|ธรรมดา|มาก อย่างไรก็ตาม ข้อเสีย|ก็|คือ|ถ้า|ปิด|ไฟ|ที่|เครื่อง ข้อมูล|เหล่านี้|จะ|หาย|หมด โดย|ปกติ จะ|มี|การ|แบ่ง|จาน|แรม|นี้ ออก|มา|จาก|แรม|ส่วนหนึ่ง เพื่อ|ใช้|เก็บ|แฟ้ม|ที่|ต้องการ|เรียก|ใช้|โปรแกรม สําเร็จ|สมัย|ปัจจุบัน|มักจะ|มี|ขนาด|ใหญ่ และ|ต้องการ|ใช้เนื้อ|ที่|ใน|แรม|มาก ทํา|ให้|คอมพิวเตอร์|ที่|มี|แรม|ต่ํา|เกือบจะ|ใช้ไม่ได้|อีก|ต่อไป หรือ|ไม่|ก็|ทํางาน|ช้า|มาก อาจ|จะ|แก้ไข|ได้|ด้วย|วิธีการ|เพิ่ม|แรม|มี|ความหมาย|เหมือน virtual disk ดู RAM ประกอบ
(รา|'|มะ) n. (เทพนิยาย|ฮินดู) เทพเจ้า|ทั้ง|3 (Vishnu|,|Balarama|,|Ramachandra) ,|พระราม
(แรม|มะ|ดาน|') n. เดือน|9|ของ|ปฏิทิน|อิสลาม|,|การ|อด|อาหาร|ประจํา|อย่าง|เข้มงวด|ตั้งแต่|พระอาทิตย์|ขึ้น|จน|พระอาทิตย์|ตก|ที่|กระทํา|ใน|เดือน|นี้
(แรม|'|เบิล) vi. เดิน|เที่ยว|,|เดิน|เตร่|,|เดิน|เล่น|,|ท่องเที่ยว|,|คุย|เรื่อยเปื่อย|,|เขียน|เรื่อยเปื่อย|,|ขึ้น|เปะปะ|,|เลื้อย|ไป|ทั่ว|  |Syn. wander|,|stroll|,|stray
(แรม|'|เบลอะ) n. ผู้|เดิน|เที่ยว|,|ผู้|เดิน|เตร่|,|ผู้|คุย|หรือ|เขียน|เรื่อยเปื่อย|,|สิ่ง|ที่|ขึ้น|เปะปะ|,|กุหลาบ|เลื้อย
(แรม|บัง|คฺ|'|เชิส) adj. ควบคุม|ยาก|,|เตลิดเปิดเปิง|,|อึกทึก|ครึกโครม|,|พาล
(แรม|บู|'|เทิน) n. เงาะ|,|ต้น|เงาะ
(แรม|มิ|ฟิเค|'|เชิน) n. การ|แตก|กิ่งก้านสาขา|,|กิ่งก้าน|,|สาขา|,|ลักษณะ|หรือ|ปัญหา|ที่|เกี่ยวข้อง|  |Syn. offshoot|,|branch|,|result
(แรม|'|มะ|ไฟ) vt.,|vi. แตก|กิ่งก้านสาขา|,|แตก|สาขา|,|ขยาย|สาขา|  |Syn. divide
(แรม|พฺ) n. ทาง|ลาด|,|ด้าน|ลาด|,|บันได|ขึ้นลง|เครื่องบิน|,|การ|ยืน|บน|ขา|หลัง. vi. ยัน|บน|ขา|หลัง|,|ทํา|ให้|มี|ด้าน|ลาด|,|กระโดด|หรือ|พุ่ง|ด้วย|ความ|โกรธ|  |Syn. rampingly adv.  |Syn. slope|,|incline
(แรม|'|พิจฺ) n. ความ|โมโห|โท|โส|,|พฤติกรรม|ที่|รุนแรง|,|ความ|ตึงตัง. vi. แสดง|ออก|ด้วย|ความ|โมโห|โท|โส|,|วิ่ง|พล่าน|,|ตึงตัง|,|อาละวาด|, -|Phr. (on the rampage อาละวาด|,|มากมาย)|  |Syn. outbreak|,|frenzy|,|storm|,|rage
(แรม|'|เพินทฺ) adj. รุนแรง|,|ตึงตัง|,|อาละวาด|,|วิ่ง|พล่าน|,|แผลง|ฤทธิ์|,|ยืน|บน|ขา|หลัง.  |Syn. raging|,|furious
(แรม|'|พาร์ท) n. เชิงเทิน|,|มูลดิน|หรือ|กําแพง|ดิน|สําหรับ|ป้องกัน|,|ปราการ|,|ป้อม|,|เครื่อง|ป้องกัน vt. สร้าง|เครื่อง|ป้องกัน|ดังกล่าว|  |Syn. fortification|,|embankment|,|wall
(แรม|'|รอด) n. ไม้|กระทุ้ง|ดินปืน|,|ไม้|เขี่ย|ลํา|กล้อง|ปืน|ให้|สะอาด. adj. ตายตัว|,|แข็งทื่อ
(แรม|แชค|'|เคิล) adj. โคลงเคลง|,|หลวม|,|จวน|ล้ม|,|ตาม|อําเภอใจ|,|ตาม|อารมณ์
(แร|น) v. กริยา|ช่อง 2 ของ run
(แร|นชฺ) n. ฟาร์ม|ปศุสัตว์|,|ทุ่ง|เลี้ยง|ปศุสัตว์|,|บุคคล|ที่ทํางาน|ใน|ฟาร์ม|ปศุสัตว์ vi. ทํา|ฟาร์ม|ปศุสัตว์|,|ทํางาน|เลี้ยง|ปศุสัตว์
(แร|น|'|เชอะ) n. เจ้าของ|ฟาร์ม|ปศุสัตว์|,|ผู้ทํา|งาน|ใน|ฟาร์ม|ปศุสัตว์
(แร|น|'|ซิ|ด) adj. เหม็น|หืน|,|เหม็น|ตุ ๆ ,|เหม็น|เน่า|  |Syn. rancidness n.  |Syn. sour|,|spoiled|,|fetid
(แร|น|ซิ|ด|'|ดิ|ที) n. กลิ่น|เหม็น|หืน|หรือ|เหม็น|เน่า|,|การ|มี|กลิ่น|เหม็น|ดังกล่าว
(แรง|'|เคอะ) n. ความ|เจ็บใจ|,|ความ|คับแค้นใจ|,|ความ|อาฆาต|แค้น|,|ความ|เกลียดชัง.  |Syn. rancored adj. rancoured adj.  |Syn. enmity|,|malice
(แรง|'|เคอะ|เริส) adj. เจ็บใจ|,|แค้นใจ|,|อาฆาต|แค้น|,|เกลียดชัง.  |Syn. hateful|,|malicious
(แรง|'|เคอะ) n. ความ|เจ็บใจ|,|ความ|คับแค้นใจ|,|ความ|อาฆาต|แค้น|,|ความ|เกลียดชัง.  |Syn. rancored adj. rancoured adj.  |Syn. enmity|,|malice
(แร|นดฺ) n. แถบ|หนัง|ใน|รองเท้า|บริเวณ|สัน|เท้า|,|ที่ราบสูง|ริมแม่น้ํา|,|คันนา|,|คัน|ดิน|,|ขอบ
(แร|น|'|เดิม) adj. โดย|การ|สุ่ม|,|ส่งเดช|,|ไม่|เลือก|,|เป็น|ไป|โดย|บังเอิญ|,|ตามบุญตามกรรม|,|ตาม|โอกาส. adv. โดย|การ|สุ่ม|,|ตามบุญตามกรรม -|Phr. (at random โดย|การ|สุ่ม|,|ตามบุญตามกรรม)|  |Syn. randomly adv. randomness n.  |Syn. haphazard|,|chance
การ|เข้าถึง|โดย|สุ่ม|การ|เข้าถึง|ข้อมูล|ที่|บันทึก|ไว้|โดย|สุ่ม|หมายความ|ว่า|เข้าถึง|ได้|ทุก ๆ จุด|ได้|โดย|ทันทีทันใด เป็นต้น|ว่า การ|เข้าถึง|ข้อมูล|ที่|เก็บ|ใน|จาน|บันทึก ซึ่ง|จะ|ใช้เวลา|เท่า|กัน|หมด|ไม่ว่า|เก็บ|ไว้|ที่|จุด|ไหน ต่าง|กับ|การ|เข้าถึง|ข้อมูล|ที่|เก็บ|ไว้|ใน|แถบ|บันทึก|หรือ|เทป ถ้า|ข้อมูล|ที่|ต้องการ|อยู่|ตอน|ปลาย ก็|จะ|ต้อง|รอ|ให้|เทป|เดิน|หน้า|ไป|จนถึง|จุด|นั้น|เสียก่อน การ|เข้าถึง|ข้อมูล|โดย|วิธี|นี้ จะ|มี|หัวอ่าน|/|บันทึก (read head) ต่อ|กับ|ก้าน|โลหะ|ที่|เคลื่อน|เข้า|/|ออก|ได้ เหนือ|จาน|ที่|หมุน|รอบ|แกน|อีก|ที|หนึ่ง เปรียบเทียบ) ถ้า|เปรียบ|กับ|การ|ฟัง|เพลง|จาก|จานเสียง|และ|เทป จะ|ทํา|ให้|เข้าใจ|ได้|ง่าย|ขึ้น กล่าวคือ ถ้า|เป็น|เทป|หรือ|แถบ|บันทึก หาก|จะ|ฟัง|เพลง|ที่อยู่|ใน|ลําดับ|ท้าย ๆ ก็|จะ|ต้อง|รอ|ให้|เทป|หมุน|ผ่าน|เพลง|ใน|ลําดับ|แรก ๆ ไป|ก่อน แต่|ถ้า|เป็น|จานเสียง เรา|ต้องการ|ฟัง|เพลง|ใด ก็|สั่ง|ได้|ทันที|ดู sequential access เปรียบเทียบ
หน่วยความจํา|เข้าถึง|โดย|สุ่ม|ใช้|ตัวย่อ|ว่า RAM (อ่าน|ว่า แรม) เป็น|หน่วยความจํา|ประเภท|หนึ่ง|ที่|เรา|สามารถ|เข้าถึง|ได้|โดย|วิธีการ|สุ่ม การ|เข้าถึง|โดย|สุ่ม|หมายถึง การ|เข้าถึง|หน่วยความจํา|ทุก|จุด|ได้ โดย|ใช้เวลา|ใน|การ|เข้าถึง|เท่า|กัน|หมด ไม่|ต้อง|ตั้งต้น|ใหม่|ทุก|ครั้ง|แล้ว|รอ|ไป|ตาม|ลําดับ (อย่าง|แถบ|บันทึก|หรือ|เทป) "|แรม|" จะ|หมายถึง หน่วยความจํา|ที่อยู่|ใน|เครื่อง|คอมพิวเตอร์ วัด|ขนาด|กัน|เป็น|กิโลไบต์ หรือ|เมกะไบต์ ทํางาน|ได้|รวดเร็ว|มาก แต่|เมื่อ|ปิด|ไฟ ข้อมูล|ใน|นี้|ก็|จะ|หาย|ไป|หมด ไมโครคอมพิวเตอร์|ที่|ขาย|ทั่วไป|มักจะ|ต้อง|มี|ข้อความ|บอก|ว่า มี|แรม|ขนาด|ใด ยิ่ง|มี|แรม|มาก ก็|จะ|ยิ่ง|ทํางาน|ได้|เร็ว ใน|ปัจจุบัน ไมโครคอมพิวเตอร์|ที่|วางขาย|ทั่วไป|จะ|มี|แรม|ประมาณ 1 - 8 เมกะไบต์ ปัจจุบัน|โปรแกรม|สําเร็จ|ใหญ่ ๆ หลาย|โปรแกรม เจาะจง|ว่า|จะ|ต้อง|ใช้|กับ|คอมพิวเตอร์|ที่|มี|แรม|อย่าง|น้อย 8 เมกะไบต์|ดู read only memory เปรียบเทียบ
หน่วย|เก็บ|เข้าถึง|โดย|สุ่ม|เป็น|หน่วยความจํา|ประเภท|หนึ่ง|ที่|เรา|สามารถ|เข้าถึง|ได้|โดย|วิธีการ|สุ่ม การ|เข้าถึง|โดย|สุ่ม|หมายถึง การ|เข้าถึง|หน่วยความจํา|ทุก|จุด|ได้ โดย|ใช้เวลา|ใน|การ|เข้าถึง|เท่า|กัน|หมด ไม่|ต้อง|ตั้งต้น|ใหม่|ทุก|ครั้ง|แล้ว|รอ|ไป|ตาม|ลําดับ (อย่าง|แถบ|บันทึก|หรือ|เทป) หน่วย|เก็บ|ใน|ที่นี้|หมายถึง หน่วยความจํา|ที่อยู่|ใน|เครื่อง|คอมพิวเตอร์ วัด|ขนาด|กัน|เป็น|กิโลไบต์ หรือ|เมกะไบต์ ทํางาน|ได้|รวดเร็ว|มาก แต่|เมื่อ|ปิด|ไฟ ข้อมูล|ใน|นี้|ก็|จะ|หาย|ไป|หมด นอกจากนั้น|ยัง|หมายถึง|จาน|บันทึก ซึ่ง|ใช้เวลา|ใน|การ|เข้าถึง|ข้อมูล|เท่า|กัน|หมด|เช่นกัน
แฟ้ม|สุ่ม|หมายถึง แฟ้มข้อมูล|ที่|จัด|เก็บ|ระเบียน (record) กระจาย|ออก|ไป|ใน|เนื้อที่|จัด|เก็บ|บน|สื่อ|ต่าง ๆ (medium) โดย|ไม่|เรียง|ไป|ตาม|ลําดับ|ก่อน|หลัง|อย่าง|แฟ้ม|ลําดับ (sequential file) ตําแหน่ง|ของ|ระเบียน|มักจะ|ขึ้น|อยู่|กับ|เขต|หลัก (key field) เขต|หลัก|นี้|จะ|ขึ้น|กับ|ฟังก์ชัน|แบบ|แฮ|ช (hashing function) เพื่อ|ระบุ|ตําแหน่ง|ที่|แน่นอน|ใน|ที่|จัด|เก็บ|มี|ความหมาย|เหมือน direct file|ดู random access ประกอบ
(รา|'|นี) n. (ใน|อินเดีย) มเหสี|,|ราชินี|,|กษัต|รี|,|เจ้าหญิง|ผู้|ครอง|แผ่นดิน|  |Syn. rani
(แรง) v. กริยา|ช่อง 2 ของ ring|2
(เรนจฺ) n.,|vt. (จัด) แถว|,|แนว|,|ลําดับ|,|ช่อง|ระยะ|,|ทิว|,|ทิวเขา|,|เทือกเขา|,|ขอบเขต|,|เขต|,|วิถี|กระสุน|,|วิถี|ยิง|,|ค่า|แตกต่าง|ระหว่าง|ตัวแปร|น้อย|ที่สุด|กับ|ตัวแปร|มาก|ที่สุด|,|ตําแหน่ง|,|ชั้น|,|ประเภท|,|การ|จัด|ลํา|-|ดับ|,|กลุ่ม|ค่า|ทาง|สถิติ|ทั้งหมด vi. ผันแปร|ภายใน|ขอบเขต|หนึ่ง|,|เปลี่ยนแปลง|ใน|ช่วง|หนึ่ง|,|ขยาย|ออก
(เรน|'|เจอะ) n. เจ้าหน้าที่|สํารวจ|ของ|กรมป่าไม้|,|เจ้าหน้าที่|เฝ้า|ป่า|หรือ|อุทยาน|,|ผู้|ท่องเที่ยว|,|ทหาร|เฉพาะกิจ|สําหรับ|สงคราม|กองโจร|หรือ|การ|จู่โจม|อย่าง|กะทันหัน|  |Syn. rangership n.
(แรง|กูน|') n. ชื่อ|เมืองหลวง|และ|เมืองท่า|ของ|พม่า (Myanmar) ,|กรุง|ย่าง|กุ้ง
(รา|'|นี) n. =|ranee (ดู) pl. ranis
(แรง|คฺ) n.,|v. (จัด) ตําแหน่ง|,|ยศ|,|ชั้น|,|แถว|,|ขบวน|,|รูป|ขบวน|,|กองทหาร|  |Syn. position|,|standing|,|class
(แรง|'|คิง) adj. (ตําแหน่ง) อาวุโส|,|เป็น|ที่|เคารพนับถือ|อย่าง|มาก|,|มี|ตําแหน่ง|หน้าที่|เฉพาะ
(แรง|'|เคิล) vt. ทํา|ให้|คับแค้นใจ|,|ทํา|ให้|เจ็บใจ. vi. คับแค้นใจ|,|ปวดร้าวใจ.  |Syn. ranklingly adv.  |Syn. irritate|,|fester|,|embitter
(แร|น|'|แซค) vt. ค้นหา|ทุก|แง่|ทุก|มุม|,|ค้นหา|กระจุยกระจาย|,|ปล้นสะดม.  |Syn. ransacker n.  |Syn. search|,|scour|,|plunder
(แร|น|'|เซิม) n. ค่าไถ่|,|ค่าไถ่|ตัว|,|การ|ไถ่|ตัว|,|การ|ไถ่|เชลย|,|การ|ไถ่บาป. vt. ไถ่|,|ไถ่|ตัว|,|ไถ่บาป.  |Syn. ransomer n.  |Syn. liberation
(แร|นทฺ) vi.,|vt.,|n. (การ) พูด|โผงผาง|,|พูด|เอะอะ|,|คุย|โว|,|คําพูด|ลักษณะ|ดังกล่าว|,|การ|หา|ความ|สุข|สําราญ|อย่าง|เต็มที่|  |Syn. ranter n. rantingly adv.  |Syn. rave
(แร|พ) vt.,|vi.,|n. (การ) เคาะ|,|ตี|,|เคาะ|หรือ|ตี|เป็น|จังหวะ|,|พูด|โผงผาง|,|พูด|โพล่ง|,|ด่า|ว่า|,|ตําหนิ|,|โทษ|สําหรับ|การ|กระทํา|ความผิด|,|เสียงเคาะ|,|เสียง|ตี|,|การ|ลงโทษ|,|การ|คุย|  |Syn. rapper n.  |Syn. strike|,|hit
(ระ|เพ|'|เชิส) adj. โลภ|,|ละโมบ|,|ตะกละ|,|ช่วงชิง|,|แย่งชิง|,|ปล้นสะดม|  |Syn. rapacity n.
(ระ|แพ|ส|'|ซิ|ที) n. ความ (โลภ|,|ละโมบ|,|ตะกละ|,|ช่วงชิง|,|แย่งชิง|,|ปล้นสะดม)| 
(เรพ) n. v.,|n. (การ) ข่มขืน|ชําเรา|,|ช่วงชิง|,|ชิงทรัพย์.  |Syn. rapist n.  |Syn. ravish|,|violate|,|molest
(แร|พ|'|พิด) adj. เร็ว|,|รวดเร็ว|,|ว่องไว|,|ฉับพลัน|,|กะทันหัน. n. ส่วน|ของ|สายน้ํา|ที่|ไหล|เชี่ยว|  |Syn. rapidly adv.  |Syn. swift|,|quick|,|fast
(แร|พ|'|พิด|ไฟ|เออะ) adj. รวดเร็ว|,|ต่อเนื่อง|กัน|อย่าง|รวดเร็ว|,|เกี่ยวกับ|ปืน|ยิง|เร็ว|  |Syn. rapidfirer ปืน|ยิง|เร็ว
(แร|พพิด|'|ดิ|ที) n. ความ|เร็ว|,|ความ|รวดเร็ว|,|ความ|ขัน.  |Syn. rapidness
(เร|'|เพียร์) n. ดาบ|เล็ก|สําหรับ|แทง|,|กระบี่|  |Syn. rapiered adj.
(แร|พ|'|อิน) n. การ|ปล้น|,|การ|ปล้นสะดม|,|การ|ฉกชิง|,|การ|ชิงทรัพย์|  |Syn. plunder|,|pillage
n. การ|ปล้น|และ|อัคคีภัย
(เร|'|พิสทฺ) n. ผู้|ข่มขืน|ชําเรา
(แร|โพ|'|,|ระ|พอร์|') n. สายสัมพันธ์|,|ความ|สามัคคี|,|ความ|เห็นอกเห็นใจ|,|ไมตรีจิต
(แร|พ|พอ|เท|อ|') n. ผู้|ถูก|กําหนด|ให้|เขียน|รายงาน|ต่อ|ที่ประชุม|ใหญ่
(ระ|พร|อช|มาน|') n. การ|สร้าง|สายสัมพันธ์|,|การ|สร้าง|ไมตรีจิต
(แร|พทฺ) adj. ใจจดใจจ่อ|, (จิต) ครอบงํา|,|ลืมตัว|,|ปี|ติ|ยินดี|อย่าง|มาก|,|ลิงโลด|อย่าง|หลงใหล.  |Syn. raptly adv.  |Syn. enraptured
(แร|พ|'|เชอะ) n. ความ|ปลาบปลื้ม|อย่าง|หลงใหล|,|ความ|ลืมตัว|,|ความ|ปี|ติ|ยินดี|อย่าง|ห|ลือ|ล้น|,|การ|แสดง|ออก|ซึ่ง|ความ|ปี|ติ|ยินดี|อย่าง|เหลือล้น
(แร|พ|'|เชอะเริส) adj. ปลาบปลื้ม|อย่าง|หลงใหล|,|ลืมตัว|,|ปี|ติ|ยินดี|อย่าง|เหลือล้น.  |Syn. rapturousness n.  |Syn. joyful|,|exlted Ant. distressed
(แรร์) adj. หา|ยาก|,|น้อย|,|บาง|,|เบาบาง|,|ไม่ค่อย|มี|,|ไม่|บ่อย|,|เลิศ|,|ประเสริฐ|,|น่า|ชมเชย|  |Syn. rareness n.  |Syn. uncommon
(แร|ริ|แฟค|'|เชิน) n. การ|ทํา|ให้|เบาบาง|,|การ|ทํา|ให้|หา|ยาก|,|การ|ทํา|ให้|น้อย|ลง|,|การ|ทํา|ให้|เข้มข้น|น้อย|ลง|,|การ|ทํา|ให้|บริสุทธิ์|,|การ|ทํา|ให้|สูงส่ง.  |Syn. rarefactive adj.
(แร|'|ริ|ไฟ|ดฺ) adj. สูงสุด|,|สูงส่ง|,|หา|ยาก|,|ไม่|ทึบ|,|ไม่|หนาแน่น|,|บาง|,|ใน|วง|แคบ|  |Syn. lofty
(แร|'|ริ|ไฟ) vt.,|vi. (ทํา|ให้) (กลาย|เป็น) หา|ยาก|,|เบาบาง|ลง|,|บริสุทธิ์|  |Syn. rarefiable adj. rarefier n.
(แร|'|ลี) adv. อย่าง|หา|ยาก|,|ไม่|บ่อย|,|ไม่ค่อย|มี|,|ประเสริฐ|  |Syn. infrequently|,|seldom
(แร|'|ไร|พฺ) adj. สุก|เร็ว. n. ผลไม้|ที่|สุก|เร็ว|,|ผัก|ที่|โต|เร็ว
(เร|'|ริ|ง) adj. รีบร้อน|,|เร่าร้อน|,|กระตือรือร้น|  |Syn. eager
(แร|'|ริ|ที) n. สิ่ง|ที่|หา|ยาก|,|ความ|หา|ยาก|,|ความ|ไม่ค่อย|มี|,|ความ|ประเสริฐ|,|ความ|เบาบาง (ของ|อากาศ|หรือ|แก๊ส) pl. rarities|  |Syn. scarcity
(แร|ส|'|เคิล) n. คน|พาล|,|อันธพาล|,|คน|เสเพล|,|คน|เลว|,|คน|ทุจริต|,|คน|โกง|,|อ้าย|เสือ|นี่. adj. ทุจริต|,|เลว|,|สาร|เลว|,|พาล|,|อันธพาล|  |Syn. rapscallion|,|scoundrel
(แร|สแคล|'|ลิ|ที) n.ความ|พาล|,|นิสัย|พาล|,|การ|กระทํา|ที่|เป็น|อันธพาล|หรือ|สาร|เลว
(แร|ส|'|คะ|ลี) adj.,|adv. มี|ลักษณะ|ของ|คน|พาล|,|ทุจริต|,|เลว|,|สาร|เลว|,|พาล.  |Syn. dishonest|,|mean
(แร|ช) adj. หุนหันพลันแล่น|,|ใจร้อน|,|ไม่|รอบคอบ|,|ไม่|ยั้งคิด|,|สะเพร่า n. ผื่น|บน|ผิวหนัง (เช่น|ลมพิษ) ,|การ|ระบาด|,|การ|แพร่หลาย.  |Syn. rashess n.  |Syn. hasty|,|impetuous
(รา|สพฺ|,|แร|สพฺ) vt.,|vi. ถู|ด้วย|ตะไบ|หยาบ|,|ขูด|,|ครูด|,|ทํา|ให้|ระคายเคือง|,|เกิด|เสียง|การ|ถูก|ด้วย|ตะไบ|ที่|หยาบ|  |Syn. rasper n. raspish adj.  |Syn. grate
(แร|ซ|'|เบอ|รี) n. ผลไม้ (ต้นไม้) เล็ก ๆ /|รส|เปรี้ยว|จําพวก Rubus|, สี|ม่วง|แดง|อม|ดํา
(รา|ส|'|พิง|,|แร|ส|'|พิง) adj. เสียง|ห้าว|,|เสียง|ตะไบ|ถู|,|ซึ่ง|ทํา|ให้|ร้อนใจ|หรือ|กระสับกระส่าย|  |Syn. raspingly adv.  |Syn. raspy
(รา|ส|พู|'|ทิน) n. Grigori Efimovich|พระ|ผู้มีอิทธิพล|มาก|ใน|ราชสํานัก|ของ|พระเจ้า|ซาร์นิ|โค|ลัส|ที่|2|และ|พระนาง|Czarina Alexandra
แร|สเตอร์ <|คํา|อ่าน|>|หมายถึง การ|ที่|ลําแสง|อิเล็กตรอน|ผ่าน|วัตถุ|อย่างใด|อย่างหนึ่ง|แล้ว|ส่ง|เข้า|สู่|จอภาพ|เช่นเดียวกับที่|ใช้|ใน|การ|กราด|ภาพ (scan) คือ|การ|ยิง|ลําแสง|อิเล็กตรอน|ให้|ผ่าน|ภาพ|ไป|อย่าง|ต่อเนื่อง|ทีละ|เส้น แล้ว|ส่ง|ขึ้น|บน|จอภาพ ตั้งแต่|บรรทัด|บน|สุด|จนถึง|ล่าง|สุด เรา|จะ|มองเห็น|เส้น|ใหม่|ก่อน|ที่|เส้น|เก่า|จะ|หาย|ไป เส้น|ที่|มองเห็น|นี้|จะ|รวม|กัน|เป็น|ภาพ|ที่|เรา|ต้องการ เรียก|ว่า|ภาพ "|แร|สเตอร์|"
(แร|ท) n. หนู|,|คน|ทรยศ|,|คน|เนรคุณ|,|ผู้สื่อข่าว|,|ม้วน|ผม|ปลอม|,|หญิง|ชั่ว|, smell a rat สงสัย|การ|ทรยศ สังสัย. -|interj. rats คําอุทาน|แสดง|ความผิด|หวัง ความ|รังเกียจ|หรือ|อื่น ๆ vi. เป็น|นักข่าว|,|จับ|หนู vt. ทํา|ผม|ทรง|กระเซิง
(เร|'|ทะเบิล) adj. ประเมิน|ได้|,|ตีราคา|ได้|,|เป็น|สัดส่วน|,|ต้อง|เสีย|ภาษี.  |Syn. rateable|  |Syn. ratability|,|ratableness n. ratably adv.
(เร|แทน|') =|หวาย
(แร|ค|'|ชิ|ท) n. เฟือง|หรือ|เก|ลียว|ที่|มี|สปริง|สับ|ให้|หมุน|ไป|ทาง|เดียว|,|ซี่|เฟือง มี|สปริง|สับ|ดังกล่าว|,|ซี่|เฟือง|กับ|เฟือง|ล้อ|ที่|มี|สปริง|สับ|ให้|หมุน|ไป|ทาง|เดียว|,|เฟือง|ล้อ|ดังกล่าว|  |Syn. ratchet wheel
(เรท) n. อัตรา|,|อัตรา|เปรียบเทียบ|,|อัตรา|ค่าโดยสาร|,|อัตรา|ความ|เร็ว|,|ค่า|บรรทุก|,|ราคา|,|ทุน|,|ค่าใช้จ่าย|,|อัตรา|ภาษีอากร|,|ค่า|ประกันภัย|,|ขั้น|,|ระดับ|,|ขนาด|, -|Phr. (at any rate ทุก|กรณี|อย่าง|น้อย|ที่สุด|ยังคง) vt. ประเมิน|ค่า|,|ตีราคา|,|กะ|,|วาง|ราคา|,|vi. มี|ค่า|,|ถูก|ประเมิน|ค่า|,|มี|ตําแหน่ง|หรือ|ขั้นสูง|มาก|,|มี|ฐานะ vt. vi. ด่า ดุด่า ว่าด้วย|ความ|โกรธ
n. อัตรา|แลกเปลี่ยน|เงินตรา|  |Syn. exchange rate
(เร|'|ทะเบิล) adj. =|ratable (ดู)|  |Syn. rateability|,|rateableness n. rateably adv.  |Syn. ratable
(เรท|'|เพเออะ) n. (ผู้|ชําระ|ภาษี|,|ผู้|ชําระ|ค่าโดยสาร|,|ผู้|ชําระ|ค่าธรรมเนียม|  |Syn. ratepaying n.,|adj.  |Syn. taxpayer
(เร|'|เทอะ) n. ผู้|ประเมิน|ราคา|,|ผู้|ประเมิน|ค่า|,|ผู้|กําหนด|ขั้น|หรือ|ลําดับ|,|บุคคล|หรือ|สิ่งของ|ที่|จัด|อยู่|ใน|ขั้น (ลําดับ|,|ตําแหน่ง..)| 
(รา|'|เธอะ) adv. ค่อนข้าง|,|ค่อนข้าง|จะ|,|ออกจะ|,|พอสมควร|,|อยาก|,|มาก|กว่า|,|ตรงกันข้าม|,|แน่นอน|ทีเดียว -|interj. คําอุทาน|แสดง|การ|ยืนยัน
(แร|ททิฟิเค|'|เชิน) n. การ|ให้|สัตยาบัน|,|การ|ยืนยัน|,|การ|อนุมัติ|  |Syn. ratificationist n.  |Syn. approval
(แร|ท|'|ทิ|ไฟ) vt. ให้|สัตยาบัน|,|ยืนยัน|,|อนุมัติ|  |Syn. ratifier n.  |Syn. corroborate|,|approve
(เร|'|ทิง) n. การ|แบ่งแยก|ตาม|ชั้น|,|ขั้น|,|ยศ|หรือ|ระดับ|,|ชั้น ขั้น|,|อันดับ|ของ|บริษัท|,|เปอร์เซ็นต์|ผู้|ขม|หรือ|ผู้ฟัง|ของ|รายการ|หนึ่ง|,|ค่า|ที่|บ่งบอก|,|การ|แบ่งแยก|อัตรา|ภาษี
(เร|'|ชิ|โอ|,|เร|'|โช) n. อัตราส่วน|,|สัดส่วน|,|ความ|สัมพันธ์|ระหว่าง|สอง|จํานวน|,|อัตรา|เปรียบเทียบ|,|ราคา|เปรียบเทียบ|ระหว่าง|ทองคํา|กับ|เงิน pl. ratios|  |Syn. relation|,|rate|,|proportion
(เร|'|เชิน) n. การ|ปันส่วน|,|ปริมาณ|ปันส่วน|,|ปริมาณ|ที่|แบ่ง|สรร|,|อาหาร|ปันส่วน vt. ปันส่วน|,|แบ่ง|สรร|  |Syn. rations n. เสบียง|  |Syn. portion|,|dole|,|allot
(แร|ช|'|เชินเนิล) adj. มี|เหตุผล|  |Syn. reasoning
(แร|ช|'|ชะ|แนล) n. ข้อความ|แห่ง|เหตุผล|,|ข้อความ|เหตุผล|แห่ง|หลักการ|,|พื้นฐาน|ของ|เหตุผล|  |Syn. basis|,|reason
(แร|ช|'|ชะ|เนิลไลช) vt.,|vi. จัด|ให้|เข้า|หลัก|แห่ง|เหตุผล|,|ขจัด|radical (ดู) ออก|จาก|สมการ|หรือ|ค่า|ของ|คณิตศาสตร์|  |Syn. rationalisation n. rationaliszation n. rationaliser n. rationalizer n.
(แร|ช|'|เชินแนล|'|ลิ|ที) n. ความ|มี|เหตุผล|  |Syn. rationalism n.
(แร|ช|'|ชะ|เนิลไลช) vt.,|vi. จัด|ให้|เข้า|หลัก|แห่ง|เหตุผล|,|ขจัด|radical (ดู) ออก|จาก|สมการ|หรือ|ค่า|ของ|คณิตศาสตร์|  |Syn. rationalisation n. rationaliszation n. rationaliser n. rationalizer n.
(เร|'|เชินนิง) n. การ|แบ่งสันปันส่วน
(แร|ทซฺ|'|เบน) n. ยา|เบื่อ|หนู
(เร|แทน|') n. หวาย|  |Syn. ratan
(แร|ท|'|เทิล) vi.,|vt. (ทํา|ให้) ส่ง|เสียง|รัว (เอี๊ยด ๆ ,|กรอกแกรก|,|แก|ร๊ก ๆ..) ,|เคลื่อนที่|,|วิ่ง|,|พูด|อย่าง|รวดเร็ว|,|ทํา|ให้|วุ่น|,|จัด|ให้|มี|เชือก|โยง|เป็น|ขั้นบันได|ของ|เรือ n. เสียง|รัว|ดังกล่าว|,|ของ|เด็ก|เล่น|ที่|เขย่า|เสียง|รัว|,|เสียง|หายใจ|ที่|ผิดปกติ
n. คน|ขี้|คุย|ที่|โง|  |Syn. rattlehead|,|rattlepate
(แร|ท|'|เทิ|ลด|ฺ) adj. ทึ่ม|,|เซ่อ|,|ว้าวุ่น|,|กระวนกระวายใจ|  |Syn. dazed
(แร|ท|'|เทิลสเนค) n. งู|กะ|ปะ|,|งู|หาง|ดัง|รัว
n. สิ่งของ|ที่|ส่ง|เสียง|ดัง|หรือ|รัว ,|คน|ปากจัด|,|ของ|เล็ก ๆ น้อย ๆ ,|ของโบราณ
(แร|ท|'|ลิง) adj.,|adv. ส่ง|เสียง|รัว|,|ดี|ยิ่ง|,|มี|ชีวิตชีวา|,|เร็ว|,
n. กับดัก|หนู|,|ที่|จน|ตรอก|,|ที่|สกปรก|โกโรโกโส
(รอ|'|เคิส) adj. เข้มงวด|,|เสียง|ห้าว|,|เสียงแหบ|แห้ง.  |Syn. raucousness n. raucity n.  |Syn. harsh|,|strident|,|noisy
(แร|ฟ|'|วิจฺ) vt.,|vi. ทํา|ให้|เสียหาย|,|ทํา|ให้|เกิด|ผลร้าย|,|ทําลาย|,|ปล้นสะดม.  |Syn. ravagement n. ravager n.  |Syn. havoc|, damage)| 
(เรฟว) vi.,|vt.,|n. (การ) พูด|เพ้อเจ้อ|,|พูด|คลั่ง|,|ชมเชย|อย่าง|มาก|,|ทํา|ให้|เกิด|เสียง|รุนแรง|  |Syn. raver n.  |Syn. tribute
(แร|ฟ|'|เวิล) vt. แก้|เชือก|ออก|,|คลาย|ออก|,|แย่งชิง n. ความ|ยุ่งเหยิง|,|ความ|ซับซ้อน|  |Syn. raveler|,|raveller n. ravelly adj.  |Syn. fray|,|separate|,|loosen
(เร|'|เวิน) n. นก|สี|ดํา|และ|เป็น|มัน|จําพวก Corvus corax vi.vt.,|n. (การ) ปล้น|,|ปล้นสะดม|,|กิน|อย่าง|ตะกละ|,|กิน|อย่าง|มูมมาม|,|ตะกละ
(แร|ฟ|'|เวินนิง) adj. ตะกละ|,|แย่งชิง|,|ช่วงชิง n. ความ|ตะกละ|,|การ|แย่งชิง|,|การ|ช่วงชิง
(แร|ฟ|'|วะนัส) adj. ตะกละ|เป็น|ที่สุด|,|หิว|ที่สุด|,|อยาก|ที่สุด
(ระ|วีน|') n. หุบเขา|ลึก (มัก|มี|ลําธาร) ห้วย|ลึก
(แร|ฟ|'|วิช) vt. ชิง|,|ช่วงชิง|,|แย่งชิง|,|ข่มขืน|ชําเรา|,|เต็มไปด้วย|อารมณ์.  |Syn. ravisher n. ravishment n. ravishedly|,|adv.
(แร|ฟ|'|วิช|ชิง) adj. มี|เสน่ห์|,|ดึงดูดใจ|,|ทํา|ให้|หลงใหล|  |Syn. entrancing|,|enchanting
(รอ) adj. ดิบ|,|ยัง|ไม่|ได้|เสริม|แต่ง|,|หยาบ|,|ไร้|ประสบการณ์|,|ยัง|ไม่|ได้|รับ|การ|ฝึกฝน|,|ยัง|ไม่|คุ้น|, (หนัง) ยัง|ไม่|ได้|ฟอก|, (แผล) สด|,|หนาว|เหน็บ|,|เย็น|แสบ|,|ยัง|ไม่|ได้|ผสม|ให้|เจือจาง|, (ชายผ้า) ยัง|ไม่|ได้|เย็บ|,|โหด|,|หยาบคาย|,|ต่ําช้า|,|ทารุณ|,|ไม่|ยุติธรรม n. แผล|ถลอก|,|  |Syn. rawly adv.
(รอ|'|โบ|นดฺ) adj. มี|เนื้อ|น้อย|,|ผอมแห้ง|,|ผอม|เห็น|กระดูก
n. การ|กระทํา|ที่|ไม่|เป็นธรรม
(รอ|'|ไฮดฺ) n. หนัง|ที่|ยัง|ไม่|ได้|ฟอก
(เร) n. รังสี|,|ส่วน|หรือ|เส้น|ที่|ออก|เป็น|รัศมี|จาก|โครงร่าง|หนึ่ง|,|แฉก|,|แวว|แสง|,|แวว|แห่ง|ความ|หวัง|,|ปลากระเบน|,|เสียง|หนึ่ง|ใน|จํานวน|เสียง|ดนตรี|ทั้ง|7 vi. ปล่อย|รังสี vt. ปล่อย|รังสี|,|ทํา|ให้|ถูก|รังสี|,|ทํา|ให้|มี|เส้น|รัศมี|,|ทํา|ให้|เป็น|แฉก|  |Syn. beam|,|spark
(เร|'|ออ|น) n.ไหม|สังเคราะห์|ชนิด|หนึ่ง|,|สิ่งทอ|ที่|ทํา|จาก|ใย|สังเคราะห์|นี้
(เรซ) vt. รื้อถอน|,|ทําลาย|ราบ|,|ลบล้าง|,|ขจัด|  |Syn. rase|,|demolish
(เร|'|เซอะ) n.,|vt. (โกน|ด้วย) มีดโกน|,|เครื่อง|โกน|หนวด|หรือ|ขน
คําย่อ ของ red blood cells
สายต่อ|อาร์|ซี|เอ|หมายถึง สายไฟ|ที่|ต่อ|เชื่อม|หู|ฟัง|หรือ|ลําโพง|กับ|เครื่องเสียง ใช้|กับ|คอมพิวเตอร์|เฉพาะ|ใน|ส่วน|ที่|จะ|เกี่ยวกับ|ระบบ|เสียง
(เร|,|รี) n. เสียง|ดนตรี|เสียง|หนึ่ง|ใน|จํานวน|7 prep. ใน|กรณี|,|เกี่ยวกับ|,|อนุสนธิ
Pref.แก้|,|ตอบ|,|โต้ตอบ|,|ปฏิ|-|,|อีก|,|หลัง|,|ท้าย|,|ไป|ข้างหลัง|"
(รี|แอ|คทฺ|'|,|รี|'|แอ|คทฺ) vt. กระทํา|อีก
(รี|เค|ลม|') vi. เรียกร้อง|กลับ|,|เรียก|คืน|,|เรียกร้อง|อีก
(รี|คะ|เลค|'|เชิน) n. การ|เก็บ|อีก|ครั้ง|หนึ่ง
(รี|ค|รี|เอ|'|เชิน) n. การ|สร้าง|ใหม่|,|การ|ผลิต|,|การ|ประกอบ|ใหม่
(รี|เด|รส|') vt. แต่งตัว|ใหม่|,|ซ่อมแซม|ใหม่|,|ทายา|บน|บาดแผล|ใหม่
(รี|ลิส|') vt. ให้|เช่า|อีก
(รี|พรู|ฟว|') vt.,|vi. พิสูจน์|อีก
(รี|เซิร์ฟว|') vt.,|vi. บริการ|อีก
(รี|ซอร์ท|') vt. จัด|ใหม่|,|ใช้|ใหม่|,|แยก|ใหม่|,|คัด|ใหม่|,|แยก|เป็น|หมวดหมู่|ใหม่
(รี|เซา|ดฺ|') vt.,|vt. ทํา|ให้|เกิด|เสียง|อีก
(รี|ส|เท|รน|') vt.,|vi. รัด|อีก|,|ทํา|ให้|ตึงเครียด|อีก|,|เค้น|อีก|,|กรอง|อีก|,|บีบ|อีก
(รี|เท|รด|') vt.,|vi. เหยียบย่ํา|อีก|,|ย่ํา|อีก|,|ย่ํา|กลับ|,|เดิน|กลับ|,|เดิน|บน|เส้นทาง|เดิม
(รี|ไทร|') vt. ทดลอง|ใหม่|,|ทดสอบ|ใหม่
(รี|ชฺ) vt.,|vi. (การ) ถึง|,|มา|ถึง|,|ไป|ถึง|,|บรรลุ|,|ยื่น|,|เอื้อม|,|เป็น|จํานวน|ถึง|,|ขอบเขต|,|ระยะ|ที่|ไป|ถึง|,|ช่วง|ระยะ|ทาง|,|ช่วง|แขน|ของ|นักมวย|  |Syn. reachable adj reacher n.  |Syn. extend|,|present|,|touch
(รี|แอ|คทฺ|') vi. แสดง|ปฏิกิริยา|โต้ตอบ|,|โต้ตอบ|,|ต่อต้าน|,|คัดค้าน|,|แวด|ง|ปฏิกิริยา|ทาง|เคมี|  |Syn. response
(รี|แอ|ค|'|เชิน) n. ปฏิกิริยา|,|การ|โต้ตอบ|,|การ|ตอบสนอง|,|ปฏิกิริยา|ทาง|เคมี|,|ลัทธิ|ฝ่ายขวา
(รี|แอ|ค|'|เชิน|นะ|รี) adj. เกี่ยวกับ|พวก|ฝ่ายขวา|,|ชอบ|ให้|เกิด|ปฏิกิริยา|โต้ตอบ n. สมาชิก|ฝ่ายขวา|,|ผู้|ชอบ|การ|มี|ปฏิกิริยา|โต้ตอบ (มี|อีก|ชื่อ|ว่า|reactionist)|  |Syn. reactionism|,|reactionarism n.  |Syn. die|-|hard|,|rightist
(รี|แอ|ค|'|เทอะ) n. บุคคล|หรือ|สาร|ที่|มี|ปฏิกิริยา|โต้ตอบ|,|เครื่อง|ปฏิกรณ์|,|เครื่อง|ต้าน|ไฟฟ้า|,|เครื่อง|ปฏิกรณ์|นิวเคลียร์
(รีด) {|read|/|red|,|read|/|red|,|reading|,|reads|} vt.,|vi. อ่าน|,|อ่าน|ออก|เสียง|,|เข้าใจ|ความหมาย|,|ทํานาย|,|คาดการณ์|,|ดู|นาฬิกา adj. อ่าน|หนังสือ|มา|มาก|  |Syn. decipher|,|peruse
หน่วยความจํา|อ่าน|อย่างเดียว|ใช้|ตัวย่อ|ว่า ROM (อ่าน|ว่า รอ|ม) แปล|ว่า|หน่วยความจํา|อ่าน|อย่างเดียว หมายถึง|หน่วยความจํา|ลักษณะ|หนึ่ง|ที่|ใช้|สําหรับ|อ่าน|ข้อมูล|ออก|มา|ได้|อย่างเดียว|เท่านั้น จะ|บันทึก|ข้อมูล|ลง|ไป|ไม่|ได้|เลย หน่วยความจํา|ส่วน|นี้|จะ|เก็บ|คําสั่ง|เบื้องต้น|ต่าง ๆ ไว้ และ|จะ|เก็บ|อยู่|ตลอดไป แม้ว่า|จะ|ปิด|สวิตซ์|ที่|เครื่อง|คอมพิวเตอร์ ข้อมูล|ใน|รอ|ม ก็|จะ|ไม่|สูญหาย|ไป|ไหน|ดู RAM เปรียบเทียบ
(รี|'|ดะ|เบิล) adj. อ่าน|ได้|ง่าย|,|อ่าน|เข้าใจ|ง่าย|,|อ่าน|ออก|ได้|  |Syn. readability n. readably adv.
(รี|อะเด|รส|') vt. แก้|ที่อยู่|ของ|จดหมาย|,|ทํา|ให้|ลงมือ|กัน|ใหม่
(รีด|'|เดอะ) n. ผู้อ่าน|,|ผู้|ตรวจ|เรื่อง|,|ผู้ช่วยศาสตราจารย์|,|ผู้ทํา|นาย
(รีด|'|เดอะ|ชิ|พ) n. จํานวน|ผู้อ่าน|ทั้งหมด|,|หน้าที่|ฐานะ|หรือ|อาชีพ|ของ|ผู้อ่าน|, (โดยเฉพาะ|ใน|มหาวิทยาลัย|อังกฤษ) ตําแหน่ง|อาจารย์|หรือ|ผู้|บรรยาย
(เรด|'|ดิลี) adv. อย่าง|รวดเร็ว|,|อย่าง|ฉับพลัน|,|โดย|ง่ายดาย|,|อย่าง|เต็มใจ
(เรด|'|ดิเนส) n. ความ|พร้อมเพรียง|,|การ|เตรียมพร้อม|,|ความ|รวดเร็ว|,|ความ|ฉับพลัน|,|ความ|ง่ายดาย|,|ความ|เต็มใจ|,|ความ|ยินยอม|  |Syn. promptness|,|willingness
(รีด|'|ดิง) n. การ|อ่าน|,|การ|อ่าน|ออก|เสียง|,|การ|พิจารณา|กฎหมาย|ตาม|วิธี|ของ|รัฐสภา|,|ความ|รู้|,|การ|แปล|,|จํานวน|ตัวเลข|ที่|อ่าน|ได้|จาก|อุปกรณ์ (เช่น|จาก|ปรอท|วัด|อุณหภูมิ) ,|การ|อ่าน|บทละคร|,|การ|บรรเลง|ดนตรี adj. เกี่ยวกับ|การ|อ่าน|,|ใช้|สําหรับ|อ่าน|  |Syn. perusal|,|interpret
(เรด|'|ดี) adj. พร้อม|,|เตรียมพร้อม|,|เสร็จ|,|รวดเร็ว|,|ทันที|,|ฉับพลัน|,|โน้มน้าว|,|ชอบ|,|มักจะ|,|คล่อง|,|สะดวก|,|ง่าย vt. เตรียมพร้อม n. the ready เงินสด ความ|พร้อมเพรียง|ที่|จะ|ใช้ interj คําอุทาน|ให้|เริ่ม|การ|แข่งขัน (เริ่ม|ได้|!|!) Ready all|!|! ทุกคน|เข้า|ประจํา|ที่ -|Phr. (make ready เตรียมพร้อม)| 
(-|'|เมด) adj. สําเร็จรูป|,|ทํา|ไว้|ล่วงหน้า|,|ทํา|เสร็จ|แล้ว|,|ตัด|เสร็จ|แล้ว n. สิ่ง|ที่|ทํา|ไว้|ล่วงหน้า|แล้ว|,|เครื่อง|สําเร็จรูป|,|เสื้อผ้า|สําเร็จรูป
(เรด|'|ดี|มิ|คซฺ) n. ผลิตภัณฑ์|ที่|พอ|ผสม|น้ํา|แล้ว|ก็|ใช้ได้|,|ผลิตภัณฑ์|ที่|ผสม|ไว้|ให้|เสร็จ|แล้ว
(รี|เอ|'|เจินทฺ) n. สารเคมี|ที่|ใช้|ใน|การ|วิเคราะห์|ทดลอง|และ|การ|สังเคราะห์|ทาง|เคมี|,|ตัว|กระทํา
(เรี|ยล) adj. แท้|,|จริง|,|แท้จริง|,|โดยแท้|,|ไม่|ปลอม|,|จริงใจ|,|เกี่ยวกับ|ตัวเลข|จริง (ไม่|ใช่|เศษส่วน|หรือ|เลข|ผสม) adv. มาก|,|อย่าง|มาก|  |Syn. realness n.  |Syn. true|,|actual|,|genuine
(รี|'|เอิล|-|,|รี|ล|-) ทรัพย์สิน (โดยเฉพาะ|ที่ดิน) ,|ที่ดิน|และ|โรงเรียน|  |Syn. real|-|estate adj.  |Syn. property|,|real property
ภาวะ|จริง|หมายถึง แบบ|วิธีการ|ปฏิบัติงาน|ของ|ไม|โค|ร|โพ|ร|เซ|สเซอร์ (microprocessor) 80286 ขึ้น|ไป ที่|สามารถ|ทํา|การ|ได้|เหมือน|กับ|รุ่น 8088 ของ|ไมโครคอมพิวเตอร์|รุ่น|แรก ๆ| 
(เรี|ยล|-) n. ตัวเลข|ที่แท้|จริง (ไม่|ใช่|เศษส่วน|และ|ไม่|ใช่|เลข|ผสม)|  |Syn. real
การ|ประมวลผล|แบบ|ทันที|หมายถึง ระบบ|การ|ประมวลผล|ข้อมูล|ที่|ทํา|ใน|ทันที|ที่|ข้อมูล|ถูก|ส่ง|เข้า เพื่อให้|ได้|ผลลัพธ์|ออก|มา|ทันที|เพื่อ|จะ|ได้|สั่ง|การ|อย่างหนึ่ง|อย่างใด|หรือ|ควบคุม|ได้ เช่น การ|ประมวลผล|ของ|เครื่อง|ถอน|เงิน|ด่วน|ตาม|ธนาคาร|ต่าง ๆ (ATM) ซึ่ง|ให้|บริการ|การ|ฝาก|ถอน ทํา|ให้|ผู้ใช้|บริการ|ทราบ|ผล|ใน|ทันที เพราะ|เครื่อง|คอมพิวเตอร์|จะ|ตรวจสอบ|ให้|ใน|ทันที|ว่า รหัส|ถูกต้อง|หรือ|ไม่ มี|เงิน|พอ|หรือ|ไม่ ฯ ถ้า|มี|พอ ก็|สั่ง|ปฏิบัติการ คือ|จ่าย|เงิน|ให้|เลย การ|จอง|ตั๋ว|เครื่องบิน ก็|มี|ลักษณะ|เป็น|แบบ|ทันที|นี้|เช่นกัน ส่วน|การ|ประมวลผล|ที่|ไม่|ต้อง|ทํา|ทันที เรียก|ว่า "|การ|ประมวลผล|เชิง|กลุ่ม|" (batch processing) หมายถึง|การ|ประมวลผล|ที่|ทํา|ต่อเนื่อง|กัน|ไป|ตาม|ลําดับ มี|ระบบปฏิบัติการ|เป็น|ตัวควบคุม การ|ประมวลผล|แบบ|นี้ มักจะ|เป็น|งาน|ใหญ่ ๆ จะ|ต้อง|มี|การ|รวบรวม|ข้อมูล|ให้|เรียบร้อย|ก่อน จึง|จะ|ส่ง|เข้า|ประมวลผล คอมพิวเตอร์|จะ|ทํา|การ|ประมวลผล|ให้|ตาม|ลําดับ|ก่อน|หลัง หรือ|ลําดับ|ความ|สําคัญ วิธีการ|นี้|ประหยัด|กว่า แต่|ช้า|และ|ไม่|ทันใจ|ดู batch processing เปรียบเทียบ
ตัวแปร|ทศนิยม|หมายถึง|ตัวแปร|ที่|กําหนด|ให้|เก็บ|ค่า|ทศนิยม (real constant) บาง|ภาษา|กําหนด|ให้|มี|ลักษณะ|พิเศษ|ต่าง|กับ|ตัวแปร|ที่|จะ|ใช้|เก็บ|ค่า|จํานวนเต็ม (integer)| 
(รี|อะไล|เซ|'|เชิน) n. การ|ทํา|ให้|เป็นจริง|,|การ|เข้าใจ|อย่าง|แท้จริง|,|การ|สํานึก|,|การ|เปลี่ยน|ให้|เป็น|เงินสด|หรือ|เงิน|,|ได้|รับ|กําไร|หรือ|รายได้|สําหรับ|ตนเอง|,|การ|ขาย|ได้|เงิน|,|ความ|สม|ปรารถนา|  |Syn. understanding
(รี|'|อะไลซ) vt. เข้าใจ|,|สํานึก|,|ทํา|ให้|เป็นจริง|,|ทํา|ให้|สม|ปรารถนา|,|ทํา|ให้|บรรลุผล|,|เปลี่ยน|เป็น|เงินสด|หรือ|เงิน|,|ได้|กําไร|หรือ|มี|รายได้|,|ขาย|ได้|กําไร vi. เปลี่ยน|ทรัพย์สิน|หรือ|สินค้า|ให้|เป็น|เงินสด|หรือ|เงิน|  |Syn. realisable adj. realizable adj. realisably adv.
(รี|'|อะลิส|ซึม) n. ความ|สนใจ|ใน|ความ|เป็นจริง|,|ลักษณะ|ที่|เหมือน|จริง|,|การ|มอง|สิ่ง|ต่าง ๆ ตาม|ความ|เป็นจริง|,|ลัทธิ|นิยม|ความจริง|,|ลัทธิ|เขียน|ตาม|ความ|เป็นจริง|,|ลัทธิ|ที่|ว่า|จักรวาล|เป็น|สิ่ง|ที่|มี|ตัวตน|จริง ๆ| 
(รี|อะลิส|'|ทิค) adj. เกี่ยวกับ|ความจริง|,|เป็น|ไป|ได้|,|เป็นจริง|,|เกี่ยวกับ|realism (ดู)|  |Syn. realistically adv.
(รี|แอ|ล|'|ลิ|ที) n. ความ|เป็นจริง|,|สภาพ|ที่|เป็นจริง|,|การ|คล้าย|ของ|จริง|,|ของ|จริง|,|ความจริง|,|สิ่ง|ที่|เป็น|อิสระ|จาก|สิ่ง|อื่น ๆ ทั้งหมด และ|เป็น|ที่มา|ของ|สิ่ง|ทั้งหลาย -|Phr. (in reality ตาม|ความ|เป็นจริง|,|จริง ๆ)|  |Syn. genuine|,|natural ,|lifelike
(รี|อะไล|เซ|'|เชิน) n. การ|ทํา|ให้|เป็นจริง|,|การ|เข้าใจ|อย่าง|แท้จริง|,|การ|สํานึก|,|การ|เปลี่ยน|ให้|เป็น|เงินสด|หรือ|เงิน|,|ได้|รับ|กําไร|หรือ|รายได้|สําหรับ|ตนเอง|,|การ|ขาย|ได้|เงิน|,|ความ|สม|ปรารถนา|  |Syn. understanding
(รี|'|อะไลซ) vt. เข้าใจ|,|สํานึก|,|ทํา|ให้|เป็นจริง|,|ทํา|ให้|สม|ปรารถนา|,|ทํา|ให้|บรรลุผล|,|เปลี่ยน|เป็น|เงินสด|หรือ|เงิน|,|ได้|กําไร|หรือ|มี|รายได้|,|ขาย|ได้|กําไร vi. เปลี่ยน|ทรัพย์สิน|หรือ|สินค้า|ให้|เป็น|เงินสด|หรือ|เงิน|  |Syn. realisable adj. realizable adj. realisably adv.
(เรี|ยล|'|ลิ) adv. โดยแท้|,|โดยแท้จริง|,|โดย|ความ|เป็นจริง|,|จริง ๆ ,|โดย|จริงใจ interj. คําอุทาน|แสดง|ความ|ประหลาดใจ ความ|โกรธ|หรือ|อื่น ๆ|  |Syn. truly|,|genuinely|,|verily|,|quite
(เรล์ม) n. ราชอาณาจักร|,|อาณาจักร|,|บริเวณ|,|แผ่นดิน|,|ดินแดน|,|ขอบเขต|ล ปริมณฑล
(รี|'|อัล|เทอะ) n. ผู้|เกี่ยวกับ|ธุรกิจ|หลักทรัพย์|  |Syn. realtor n. นายหน้า|ซื้อขาย|หลักทรัพย์|,|นายหน้า|ซื้อขาย|ที่ดิน|และ|โรงเรือน|,|นายหน้า|ซื้อขาย|อสังหาริมทรัพย์
(รี|'|เอิล|ที) n. ที่ดิน|โรงเรือน|,|หลักทรัพย์|,|อสัง|หา|ริม|ทรัพย|  |Syn. real property|,|real estate
(รีม) n. จํานวน|มาตรฐาน|ของ|กระดาษ|ที่|ประกอบ|ด้วย|500|แผ่น (เมื่อก่อน|480|แผ่น) หรือ|516|แผ่น (printer|'|sream|,|perfect ream) ,|หนึ่ง|รีม|,|จํานวน|มาก|,|=|20 quires
(รีม|'|เมอะ) n. เครื่อง|คว้าน|รู
(รี|แอ|น|'|นิเมท) vt. ทํา|ให้|มี|ชีวิตชีวา|,|ทํา|ให้|คืนชีพ|,|ฟื้นฟู|  |Syn. reanimation n.
(รี|พ) vt.,|vi. เก็บเกี่ยว|,|เก็บเกี่ยว|ข้าว|,|รับ|ผลตอบแทน.  |Syn. reapable adj.  |Syn. gather|,|realize|,|obtain|,|get
(รี|'|เพอะ) n. เครื่อง|เก็บเกี่ยว|ข้าว|,|ผู้|เก็บเกี่ยว|,|ผู้|รับ|ผลตอบแทน|,|  |Syn. the Reaper|,|the Grim Reaper n. พญามัจจุราช|ที่|ถือ|มีด|โค้ง|ตัด|หญ้า|,|ความ|ตาย
n. เครื่อง|เก็บเกี่ยว|ข้าว
(เรียร์) n. ข้างหลัง|,|ด้านหลัง|,|ส่วนหลัง|,|แนวหลัง|,|กอง|หลัง|,|ท้าย|,|ห้องส้วม|,|บั้นท้าย|,|ก้น vt. เลี้ยง|,|เลี้ยงดู|,|อบรม|สั่งสอน|,|เพาะปลูก|,|ก่อสร้าง|,|ตั้ง|,|สร้าง|,|ทํา|ให้|ม้า|ชู|เท้า|หน้า|ขึ้น vi. (ม้า) ชู|เท้า|หน้า|ขึ้น|,|ชู|ศีรษะ|,|ชู|ขึ้น adj. หลัง|,|ท้าย -|Phr. (bring up the rear ตาม|หลัง|,|อยู่|ท้าย)| 
n. นาย|พลเรือตรี
(รี|'|อาร์ม) vt.,|vi. ติด|อาวุธ|ใหม่|,|ติด|อาวุธ|ใหม่|หรือ|อาวุธ|ที่|ดี|ขึ้น|  |Syn. rearmament n.
(เรีย|'|โม|สทฺ) adj. หลัง|สุด|,|ท้าย
(รี|อะเรนจฺ|') vt. จัด|ใหม่|,|ปรับปรุง
(เรีย|'|เวิร์ด) adj.,|adv. ไป|ทาง|หลัง|,|ทาง|หลัง|,|ถอยหลัง|,|n. ตําแหน่ง|หลัง|,|กอง|หลัง|,|แนวหลัง
(เรีย|'|เวิร์ดซ) adj.,|adv. ไป|ทาง|หลัง|,|ทาง|หลัง|,|ถอยหลัง
(รี|'|เซิน) n. เหตุผล|,|มูลเหตุ|,|สติ|สัมปชัญญะ|,|ความ|สํานึก|,|การ|พิจารณา|ที่|ดี|,|จิต|ปกติ|,|ความ|พอควร|,|ความ|ไม่|บ้า vi. คิด|อย่าง|มี|เหตุผล|,|ชี้แจง|อย่าง|มี|เหตุผล vt. คิด|อย่าง|มี|เหตุผล|,|คิด|คํานวณ|ใน|ใจ|,|สรุป|,|ชี้แจง|เหตุผล -|Phr. (by reason of เพราะ)|  |Syn. reasoner n.
(รี|'|เซิน|นะ|เบิล) adj. เหมาะสม|,|มี|เหตุผล|,|พอสมควร|,|ไม่|เกิน|ไป|,|ไม่|แพง|ไป|,|ราคา|พอสมควร|  |Syn. reasonableness n. reasonability n. reasonable adv.  |Syn. sensible|,|judicious|,|rational Ant. illogical
(รี|'|เซินดฺ) adj. มี|เหตุผล|  |Syn. reasonedly adv.
(รี|'|เซินนิง) n. การ|มี|เหตุผล|,|การ|คิด|อย่าง|มี|เหตุผล|,|การ|ชี้แจง|อย่าง|มี|เหตุผล|,|การ|คิด|คํานวณ|ใน|ใจ|,|เหตุผล|,|มูลเหตุ|  |Syn. reasoningly adv.  |Syn. logic|,|thought
(รี|'|เซินลิส) adj. ไร้|เหตุผล|,|ไร้|สติ|,|ไร้|ความ|สํานึก
(รี|อะ|เซ|ม|'|เบิล) vt.,|vi. รวม|ตัว|ใหม่|,|ประกอบ|ใหม่|,|ชุมนุม|กัน|ใหม่
(รี|ฟว) {|reaved|/|reft|,|reaving|,|reaves|}|v. ชิง|,|แย่งชิง|,|ช่วงชิง|,|ปล้น|,|ฉีก|,|ทํา|ให้|แตก|,|พราก|,|แยก|,|ตัด
(เรบ) n. ทหาร|ฝ่าย|กบ|ฎ (ย่อ|จาก|rebel)| 
(รี|'|เบท|,|ริ|เบท|') n. เงิน|คืน|,|ส่วนลด|,|เงิน|ลด|,|ส่วน|หัก|,|เงิน|ภาษี|ที่|ต้อง|หัก|คืน|ให้ vt. หัก|คืน|,|ให้|ส่วนลด|,|ลด|ส่วน|,|หัก|ออก|,|ทํา|ให้|ทู่|,|ทํา|ให้|ไม่|คม|  |Syn. rebatable|,|rebateable adj. rebater n.
(เรบ|'|เบิล) n. กบ|ฎ adj. กบ|ฎ|,|ขัดขืน|,|หัวรั้น|,|จลาจล|,|หัวดื้อ. vi. ก่อการ|กบ|ฎ|,|ขัดขืน|,|ต่อต้าน|  |Syn. insurrectionist|,|resist
(ริ|เบล|'|เยิน) n. การ|กบ|ฎ|,|การ|จลาจล|,|การ|ก่อการ|จลาจล
(รี|เบล|'|เยิส) adj. เป็น|กบ|ฎ|,|ซึ่ง|ก่อการ|กบ|ฎ|,|ซึ่ง|ก่อการ|จลาจล|,|ขัดขืน|,|ทรยศ|,|พยศ|,|ไม่|เชื่อฟัง|  |Syn. rebelliousness n.  |Syn. defiant|,|mutinous
ปลุก|เครื่อง|อีก|ครั้ง|หมายถึง การ|เริ่ม|เครื่อง|ใหม่|อีก|ครั้ง|หนึ่ง (การ|เปิด|สวิตซ์|ที่|เครื่อง|คอมพิวเตอร์|เพื่อ|เริ่ม|การ|ปฏิบัติงาน|ครั้ง|แรก|นั้น เรียก|ว่า "|boot|") ทํา|ได้ 2 วิธี คือ|ปิด|แล้ว|เปิด|สวิตซ์|ใหม่ เรียก|ว่า "|cold boot|" ส่วน|อีก|วิธี|หนึ่ง|ที่|เรียก|ว่า "|warm boot|" คือ|การ|กด|แป้น Ctrl|, Alt|, Del พร้อม ๆ กัน หรือ|กด|ปุ่ม Reset ที่|ตัว|เครื่อง (เฉพาะ|เค|รี่|อง|พี|ซี) มัก|ใช้|เมื่อ|เค|รี่|อง|หยุดชะงัก (hang) การ|ทํา|เช่นนี้|จะ|ลบล้าง|ทุกอย่าง|ที่|สร้าง|ไว้|แล้ว|ให้|หมด|ไป|ด้วย
(รี|บอร์น|') adj. เกิด|ใหม่|,|เกิด|อีก
(รี|เบาน์ดฺ|') vi.,|n. (การ) กระโดด|ขึ้น|อีก|ครั้ง|หนึ่ง|,|สะท้อน|กลับ|,|เด้ง|กลับ|,|ดีด|กลับ|,|ตอบสนอง|,|ลูกบอล|ที่|สะท้อน|กลับ|,|กริยา|ช่อง 2 และ 3 ของ rebind vt. ทํา|ให้|สะท้อน|กลับ|  |Syn. recover|,|recoil|,|echo
(รี|บัฟ|') vt.,|n. (การ) บอกปัด|,|ปฏิเสธ|,|หยุดยั้ง|,|ขับ|ออก|  |Syn. rebuffable adj.  |Syn. reject
(รี|บิล|ดฺ|') {|rebuilt|,|rebuilding|,|rebuilds|} vt. ซ่อมแซม|,|สร้าง|ใหม่|,|ปรับปรุง|ใหม่|,|ทํา|ให้|คืน|สภาพ|เดิม|  |Syn. repair
(รี|บิ|วคฺ|') vt.,|n. (การ) ดุ|,|ดุด่า|,|ต่อว่า|,|ประณาม|,|ตําหนิ|,|ว่ากล่าว|  |Syn. rebukingly adv.  |Syn. reprove|,|reprimand
(รี|'|บัส) n., (pl. rebuses) ปริศนา|ทาย|คํา|หรือ|วลี|โดย|ใช้|ภาพ สัญลักษณ์|คํา|หรือ|วลี|หรือ|อื่น ๆ| 
(รี|บัท|') vt.,|vi. โต้แย้ง|,|พิสูจน์|แย้ง|,|นําสืบ|หักล้าง|,|โต้|กลับ|  |Syn. rebutable adj. rebutment n. rebuttal n.
(รี|แคล|'|ซี|เท|ริน|ทฺ) adj. ดื้อรั้น|,|พยศ|,|ดื้อดึง|,|ไม่|เชื่อฟัง|,|ไม่|อ่อนน้อม|,|หัวแข็ง|,|หัวรั้น n. บุคคล|ที่|มี|ลักษณะ|ดังกล่าว|  |Syn. recalcitrance n. recalcitrancy n.
(รี|แคล|'|ซิ|เท|รท) vi. ต้าน|,|ต่อต้าน|,|ฝ่าฝืน|,|ไม่|เชื่อฟัง.  |Syn. recalcitration n.
(รี|คอ|ล|') vt.,|n. (การ) ระลึก|,|รําลึก|,|หวน|คิด|,|เรียก|กลับ|,|นํา|กลับ|,|เพิกถอน|,|ยกเลิก|,|ฟื้นฟู|  |Syn. recallable adj.  |Syn. remember
(ริ|แคน|ทฺ|') vt.,|vi. ถอน|คํา|,|กลับ|คํา|,|กลับ|ความเห็น|,|ประกาศ|เลิก|นับถือ|  |Syn. recantation n.  |Syn. withdraw|,|disavow|,|revoke
(รี|แคพ|') vt. ปะ|ยาง|รถ n. ยาง|รถ|ที่|ได้|รับ|การ|ปะ|  |Syn. recappable adj.
(รี|คะ|พิช|'|ชะ|เลท) vt.,|vi. สรุป|ความ|,|สรุป|รวบยอด|,|สรุป|,|บรรยายสรุป|,|วิวัฒน|การ|ซ้ํา|,|กล่าว|ซ้ํา|,|กล่าว|ย้ํา.  |Syn. recapitulation n. recapitulative|,|recapitulatory adj.
(รี|แคพ|'|เชอะ) vt.,|n. (การ) จับ|อีก|,|จับ|ซ้ํา|,|ประสบ|อีก|,|ยึด|กลับคืน|,|รําลึก|,|ระลึก|  |Syn. retake|,|recall
(รี|ซีด|') vi. ถอย|,|ถอย|ห่าง|,|ถอยหลัง|,|ลด|,|ตกต่ํา|,|ล่าถอย|,|ห่าง|ออก vt. มอบ|คืน|,|ยอม|คืน|  |Syn. move back
(รี|ซี|ท|') n. ใบเสร็จรับเงิน|,|ใบเสร็จ|รับ|ของ vt.,|vi. ระบุ|ว่า|ได้|รับ|,|ออก|ใบเสร็จ|รับ|ของ|หรือ|เงิน|,|ประทับตรา|รับ|เงิน|  |Syn. receipts n.,|pl. จํานวน|หรือ|ปริมาณ|ที่|ได้|รับ|,|การ|ได้|รับ|,|สิ่ง|ที่|ได้|รับ|,|รายรับ|  |Syn. reception
(รี|ซี|'|วะเบิล) adj. รับ|ได้|,|พึง|รับ|ได้|,|ซึ่ง|คอย|รับ|ใบเสร็จ|,|พึง|เก็บ|ได้|  |Syn. receviables n.,|pl. หลักทรัพย์|ที่|รับ|ได้ receivability n.
(รี|ซี|ฟว|') vt. รับ|,|ได้|มา|ซึ่ง|,|รับ|,|ต้อนรับ|,|ประสบ|,|ประสบการณ์|,|รับภาระ|,|รับ|เข้า|มา|,|รับ|น้ําหนัก|,|ต้าน|ไว้|,|รับฟัง|,|รับ|พิจารณา|,|ยอมรับ|ความจริง|,|ยอมรับ|ว่า|ถูกต้อง vi. รับ|,|ยอมรับ|,|ต้อนรับ|  |Syn. hold|,|contain Ant. reject|,|tell avoid
(รี|ซี|'|เวอะ) n. ผู้|รับ|,|เครื่อง|รับ|วิทยุ|,|ภาชนะ|,|หม้อ|รับ|ไอน้ํา
(รี|ซี|'|เวอะ|ชิ|พ) n. การ|เป็น|ผู้|พิทักษ์|ทรัพย์|,|การ|เป็น|ผู้|รับ|,|ฐานะ|การ|เป็น|ผู้|รับ
(รี|เซน|'|เชิน) n. ฉบับ|ปรับปรุง|ใหม่|,|การ|ปรับปรุง|ใหม่|,|การ|แก้ไข|เพิ่มเติม
(รี|'|เซน|ทฺ) adj. เมื่อ|เร็ว ๆ นี้|,|เมื่อ|ไม่|นาน|,|เกี่ยวกับ|ยุค|ปัจจุบัน n. ยุค|Holocene (ดู)|  |Syn. recentness n. recently adv.  |Syn. modern|,|fresh|,|new|,|late
(รี|เซ|พ|'|ทะเคิล) n. ที่|รองรับ|,|ภาชนะ|รองรับ|,|ที่|เก็บ|,|ฐาน|ดอกไม้|  |Syn. container
(รี|เซ|พ|'|เชิน) n. การ|รับ|,|การ|รับรอง|,|การ|ต้อนรับ|,|งาน|ตอบรับ|,|การ|รับ|วิทยุ|,|การ|รับ|เข้า
(รี|เซ|พ|'|เชินนิสทฺ) n. พนักงาน|ต้อนรับ|,|เจ้าหน้าที่|ต้อนรับ
(รี|เซ|พ|'|ทิฟว) adj. เกี่ยวกับ|การ|รับ|,|สามารถ|รับ|ได้|ดี|,|เต็มใจ|รับ|,|เกี่ยวกับ|ประสาท|หรือ|อวัยวะ|สัมผัส|  |Syn. receptiveness n. -|receptivity n.
(รี|เซ|พ|'|เทอะ) n. อวัยวะ|สัมผัส|,|เครื่อง|รับ|,|ตัวรับ|,|กลุ่ม|เซลล์|ที่|รับ|การ|กระตุ้น|,|ปลาย|ประสาทสัมผัส
(รี|เซ|ส|'|,|รี|'|เซ|ส) n. การ|หยุดพัก|,|การ|พักผ่อน|,|ช่วง|ระยะ|เวลา|ที่|ศาล|ปิด|,|ข่วง|ระหว่าง|การ|ปิดประชุม|,|การ|ปิด|ภาคเรียน|,|เวิ้ง|,|อ่าว|,|ช่อง|หรือ|ส่วน|เว้า|ของ|กําแพง|,|ซอก|,|ที่|ซ่อน|,|โพรง|, vt. วาง|ใน|ซอก|หรือ|ช่อง|,|ใส่|ใน|ที่|ลับ vi. พักผ่อน หยุดพัก ปิด|ภาคเรียน|  |Syn. recesses n. ซอก
(รี|เซ|ส|'|เชิน) n. การ|ถอย|,|การ|ถอน|,|ส่วน|เว้า|เข้า|ของ|กําแพง|หรือ|อาคาร|,|ระยะ|ซบเซา|ของ|ธุรกิจ|,|การ|ตกต่ํา|ของ|ราคา ,|การ|คืน|กรรมสิทธิ์|กลับ|เจ้าของ|เดิม|,|การ|มอบ|คืน|  |Syn. recessional adj.
(รี|เซ|ส|'|ซิ|ฟว) adj. ถอย|,|ถอย|กลับ|,|เกี่ยวกับ|ลักษณะ|กรรมพันธุ์|อ่อน n. ลักษณะ|กรรมพันธุ์|อ่อน|  |Syn. recessiveness n.  |Syn. receding Ant. forward
(รี|'|ชาร์จฺ) v.,|n. (การ) อัด|กระแส|ไฟ|ใหม่|,|บรรจุ|ใหม่|,|จู่โจม|ใหม่|,|ฟ้องร้อง|ใหม่|,|กล่าวหา|ใหม่|,
(รี|ซิ|ด|'|ดะ|วิส|ซึม) n. การ|กระทํา|ผิด|ติด|นิสัย|,|การ|กระทํา|ซ้ํา|จน|ติด|นิสัย|  |Syn. recidivist n. recidivistic adj. -|recidivous adj.
(เรส|'|ซะ|พี) n. ตํารับ|,|ตํารับ|ยา|,|ใบสั่ง|แพทย์|,|วิธี|ปรุง|อาหาร|หรือ|ปรุง|ยา|,|วิธีการ|บรรลุ|เป้าหมาย|,|เคล็ดลับ|,|วิธีการ
(รี|ซิ|พ|'|เพียนซฺ) n. การ|รับ|,|การ|ต้อนรับ|  |Syn. recipient ผู้|รับ|  |Syn. recipiency
(รี|ซิ|พ|'|ระ|เคิล) adj. ซึ่งกันและกัน|,|ต่าง|ตอบแทน|กัน n. สิ่ง|ที่|เป็น|ไป|ทั้ง|สอง|ฝ่าย|,|การ|แลกเปลี่ยน|กัน|,|หมู|ไป|ไก่|มา|,|จํานวน|เลขที่|กลับ|กัน|  |Syn. reciprocality n.  |Syn. mutual
(รี|ซิ|พ|'|ระ|เคท) vt. แลกเปลี่ยน|กัน|,|ยื่น|หมู|ยื่น|แมว|,|รู้สึก|ต่าง|ตอบแทน|กัน|,|ทํา|ให้|เคลื่อน|ไป|ข้างหน้า|และ|ถอยหลัง|สลับ|กัน vi. ตอบแทน|,|สนอง|,|ตอบสนอง|,|แลกเปลี่ยน|,|เคลื่อน|ไป|มา|  |Syn. reciprocative adj. reciprocatory adj. reciprocation n. reciprocator n.
(เรสซะ|พร|อส|'|ซิ|ที) n. ความ|สัมพันธ์|ซึ่งกันและกัน|,|การ|แลกเปลี่ยน|,|การ|แลก|แลกเปลี่ยน|ผลประโยชน์|  |Syn. mutuality
(รี|ซิ|ส|'|เ?ิน) n. การ|ยกเลิก|,|การ|เพิกถอน
(รี|ไซ|'|เทิล) n. การ|เล่น|ดนตรี|เดี่ยว|,|การ|ท่อง|,|การ|ท่อง|ให้|ครู|ฟัง|,|การ|บรรยาย|,|อาขยาน|,|การ|อ่อน|ออก|เสียง|  |Syn. retelling
(เรส|ซิ|เท|'|เ?ิน) n. การ|เล่น|ดนตรี|เดี่ยว|,|การ|ท่อง|,|การ|ท่อง|ให้|ครู|ฟัง|,|บทเรียน|ท่องจํา|,|การ|บรรยาย|ใน|ห้องเรียน|,|การ|อ่าน|ออก|เสียง
(รี|ไซ|ทฺ|') v. ท่อง|,|ท่องจํา|,|ท่อง|ให้|ครู|ฟัง|,|ว่า|ปากเปล่า|,|อาขยาน|,|อ่าน|ออก|เสียง|,|สาธยาย|  |Syn. retell|,|narrate
(เรค|'|ลิส) adj. ไม่|สนใจ|,|ไม่|ไตร่ตรอง|,|ใจร้อน|,|สะเพร่า|,|ไม่|ยั้งคิด|,|ไม่|ระวัง|,|บุ่มบ่าม.  |Syn. recklessly adv. recklessness n.
(เรค|'|เคิน) vt. นับ|,|คํานวณ|,|คิด|คํานวณ|,|คิด|บัญชี|,|ประเมิน|,|นับถือ|,|พิจารณา|,|คิด vi. นับ|,|คํานวณ|,|คิด|บัญชี|,|คิด -|Phr. (reckon with คาดคะเน)| 
(เรค|'|คะ|นิง) n. การ|นับ|,|การ|คํานวณ|,|การ|คิด|บัญชี|,|การ|ชําระ|บัญชี|,|เวลา|ใช้|เงิน|  |Syn. count|,|computation
(รี|แค|ลด) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ reclothe
(รี|เค|ลม|') vt.,|n. (การ) หักร้างถางพง|,|บุกเบิก|,|ทํา|ประโยชน์|ที่ดิน|,|ทํา|ให้|ที่ดิน|ใช้การได้|,|ทํา|ประโยชน์|จาก|ของเสีย|,|ปรับปรุง|,|ปฏิรูป|  |Syn. reclaimant n. reclaimable adj.
(เร|คละ|เม|'|เชิน) n. การ|หักร้างถางพง|,|การ|บุกเบิก|,|การ|ทํา|ประโยชน์|ใน|ที่ดิน|,|การ|ทํา|ประโยชน์|จาก|ของเสีย|,|การ|ปรับปรุง
(รี|ไคล|น|') vi. เอน|ไป|ข้างหลัง|,|พิง|,|เอนกาย|,|หนุน|,|เอกเขนก vt. ทํา|ให้|เอน|ไป|ข้างหลัง|  |Syn. reclinable adj. reclination n. recliner n.  |Syn. lie back or down
n. เก้าอี้นอน|,|เก้าอี้|เอนกาย
(เรค|'|ลูส) adj.,|n. (ผู้) อยู่|อย่าง|สันโดษ|,|ปลีกตัว|จาก|สังคม|,|โดดเดี่ยว|  |Syn. reclusive adj.  |Syn. hermit|,|solitary|,
(รี|คลู|'|เ?ิน) n. การ|อยู่|อย่าง|สันโดษ|,|ชีวิต|ที่|สันโดษ|,|การ|ปลีกตัว|จาก|สังคม
(เรค|'|คะ|ไน|ซ) vt. จํา|ได้|,|จําแนก|ออก|,|รู้จัก|,|ยอมรับ|,|ทักทาย|,|แสดง|ว่า|เห็น|คุณค่า|,|แสดง|ว่า|รู้จัก|,|สํานึก|  |Syn. recognisability n. recognizability n. recognis (z) able adj. recognisably adv. recognizably adv.
(เรคเคิกนิช|'|เชิน) n. การ|จํา|ได้|,|การ|จําแนก|ออก|,|การ|รู้จัก|,|การ|ยอมรับ|,|การ|ทักทาย|,|การ|แสดง|ว่า|เห็น|คุณค่า|,|การ|แสดง|ว่า|รู้จัก|,|การ|แสดง|ความ|ขอบคุณ|  |Syn. recognitive adj. recognitory adj.
(ริ|คอก|'|นิเซินซฺ|,|-|คอน|'|นิเซินซฺ) n. การ|ค้ํา|ประกัน|,|หนังสือ|ค้ํา|ประกัน|,|เงินประกัน|ที่|มอบ|ให้แก่|ศาล|,|เงินประกัน|,|เงิน|ค้ํา|ประกัน|,|หลักฐาน|,|เครื่อง|แสดง|,|เหรียญ|หรือ|เข็ม|ประดับ
(เรค|'|คะ|ไน|ซ) vt. จํา|ได้|,|จําแนก|ออก|,|รู้จัก|,|ยอมรับ|,|ทักทาย|,|แสดง|ว่า|เห็น|คุณค่า|,|แสดง|ว่า|รู้จัก|,|สํานึก|  |Syn. recognisability n. recognizability n. recognis (z) able adj. recognisably adv. recognizably adv.
(รี|คอยล์|') vi.,|n. (การ) ถอยหลัง|,|ล่าถอย|,|หดตัว|,|ระยะ|สะท้อน|กลับ|ของ|ปืน|,|แรง|สะท้อน|กลับ|มา|ของ|ปืน|  |Syn. recoilingly adv.  |Syn. withdraw|,|finch
(เรค|'|คะ|เลคทฺ|') v. ระลึก|,|จํา|ได้|,|รําลึก|,|คิด|คะนึง|,|หวน|คิด|  |Syn. recollective adj.
(เรค|คะ|เลค|'|ทิด) adj. สงบ|,|เงียบ|,|สุขุม|,|เยือกเย็น|,|ระลึก|ได้|,|รําลึก|ถึง|,|สํารวมใจ|  |Syn. calm|,|recall
(เรค คะ|เลค|'|เชิน) n. ความทรงจํา|,|ข้อ|รําลึก|,|เรื่อง|ที่|จํา|ได้|,|เรื่อง|ใน|ค|วา|ทรง|จํา|,|ช่วง|ระยะ|เวลา|ที่|จํา|ได้|,|บันทึก|ความทรงจํา|  |Syn. remembrance Ant. oblivion
(เรค|'|คะ|เมน|ดฺ) vt. แนะนํา|,|ชี้แนะ|,|เสนอแนะ|,|ฝากฝัง|,|มอบ|,|ทํา|ให้|อยาก|ได้|,|ทํา|ให้|เป็น|ที่|ดึงดูดใจ vi. แนะนํา|  |Syn. recommendable adj. recommendation n. recommendatory adj.
(รี|คะ|มิ|ท|') vt. มอบหมาย|อีก|,|ส่ง|ให้|พิจารณา|อีก|,|ผูกมัด|อีก|,|กระทํา|ผิด|อีก|  |Syn. recommitment n. recommittal n.
(เรค|'|เคิมเพนซฺ) v. ตอบแทน|,|ชดเชย|,|ชดใช้|,|ตอบสนอง n. การ|ชดเชย|,|การ|ชดใช้|,|ค่าชดเชย|,|ค่า|ชดใช้|,|รางวัล|,|ค่าตอบแทน|,|  |Syn. recompensable adj. recompenser n.  |Syn. reimburse|,|recoup|,|amends
(เรค|'|เคิน|ไซ|ละ|เบิล) adj. ประนีประนอม|กัน|ได้|,|ปรองดอง|กัน|ได้|,|คืนดี|กัน|ได้|,|ไก|ล่|-|เกลี่ย|ได้|  |Syn. reconcilability n reconcilably adv.
(เรค|'|เคิน|ไซ|ลฺ) vt. ประนีประนอม|,|ไกล่เกลี่ย|,|ทํา|ให้|ปรองดอง|กัน|,|ทํา|ให้|คืนดี|กัน|,|ทํา|ให้|ลงรอย|กัน|,|ทํา|ให้|เชื่อม|กัน|,|  |Syn. reconciler n. reconcilingly adv.  |Syn. conciliate
(เรคเคิน|ซิ|ลลิเอ|'|เชิน) n. การ|ประนีประนอม|,|การ|ไกล่เกลี่ย|,|การ|ทํา|ให้|คืนดี|กัน|,|การ|ทํา|ให้|ลงรอย|กัน|  |Syn. rapprochment
(เรคเคิน|ซิ|ล|'|ลิอะ|ทอ|รี) adj. เกี่ยวกับ|การ|ประนีประนอม|,|เกี่ยวกับ|การ|ไกล่เกลี่ย
(เรค|'|เคินไดทฺ|'|,|รี|คอน|'|ไดทฺ) adj. ลึกซึ้ง|มาก|,|ลึกลับ|มาก|,|ซอกแซก|,|รู้จัก|กัน|น้อย|,|คลุมเครือ|  |Syn. reconditeness n.  |Syn. deep|,|occult|,|secret
(รี|เคินดิช|'|เชิน) vt. ซ่อมแซม|,|สภาพ|ดี|ขึ้น|,|ปรับปรุง|  |Syn. repair|,|make over
(รี|คอน|'|นิเซินซฺ) n. การ|ลาดตระเวน|,|การ|สํารวจ|,|การ|รังวัด|ปักเขต|คร่าว ๆ ,|การ|สอด|แนม|,|หน่วย|ลาดตระเวน|,|รถ|ลาดตระเวน|  |Syn. reconnoissance|,|survey|,|view
(รี|คะ|นอ|ย|'|เทอะ) vt.,|vi. ลาดตระเวน|,|สอด|แนม|,|สํารวจ|,|ตรวจสอบ|  |Syn. reconnoitrer|,|reconnoiterer n.  |Syn. survey
(รี|คะ|นอ|ย|'|เทอะ) vt.,|vi. ลาดตระเวน|,|สอด|แนม|,|สํารวจ|,|ตรวจสอบ|  |Syn. reconnoitrer|,|reconnoiterer n.  |Syn. survey
(รี|คัน|ซิ|ด|'|เดอะ) vt.,|vi. พิจารณา|ใหม่|,|พิจารณา|ทบทวน|,|คิด|ใหม่|,|แปรญัตติ|ใหม่|  |Syn. reconsideration n.  |Syn. rethink
(รี|คัน|สทรัคทฺ|') vt. สร้าง|ใหม่|,|ก่อสร้าง|ใหม่|,|ประกอบ|ใหม่|,|ประกอบ|เรื่อง|จาก|ข้อมูล|,|ฟื้นฟู|  |Syn. reconstructible adj. reconstructor n.  |Syn. remodel
(เรค|'|เคิร์ด) n. บันทึก|,|การ|บันทึก|,|สํานวน|,|สิ่ง|ที่|บันทึก|ไว้|,|ประวัติ|,|เอกสาร|,|หลักฐาน|ที่|บันทึก|หรือ|เก็บ|ไว้|,|จานเสียง|,|แผ่นเสียง|,|เทป|บันทึก vt.,|vi. (รี|คอร์ด|') บันทึก|,|ลง|บันทึก adj. เป็น|บันทึก|,|เกี่ยวกับ|บันทึก|,|ยอดเยี่ยม|,|ทําลาย|สถิติ|,|ตี|กว่า|คน|อื่น ๆ ทั้งหมด|, -|Phr. (on record เป็น|ที่|รู้|กัน) ระเบียน|บันทึก|1. หมายถึง|หน่วย|หนึ่ง|ของ|ข้อมูล|ที่|บันทึก|ไว้|ใน|ฐาน|หรือ|คลัง|ข้อมูล|โดย|ปกติ ระเบียน|หนึ่ง|จะ|ประกอบ|ด้วย|เขต|ข้อมูล (field) 1 เขต|ขึ้น|ไป เช่น ระเบียน|ของ|พนักงาน|ของ|บริษัท|แห่ง|หนึ่ง ประกอบ|ด้วย|เขต|ข้อมูล 10 เขต มี ชื่อ นามสกุล ที่อยู่ วัน|เข้า|ทํางาน เงินเดือน|ที่|ได้|รับ ตําแหน่ง|ปัจจุบัน ฯ เป็นต้น ดู field ประกอบ|2. ใน|อีก|ความหมาย|หนึ่ง แปล|ว่า บันทึก|เก็บ|ใน|หน่วยความจํา|หรือ|ใน|สื่อ|ที่|ใช้|เก็บ|ข้อมูล|ชนิด|ใด|ชนิด|หนึ่ง เช่น จาน|บันทึก (ใน|ภาษาอังกฤษ มัก|ใช้|คํา|ว่า write แทน|มาก|กว่า)| 
n. ผู้ทํา|ลาย|สถิติ
n. เครื่องเล่นจานเสียง|,|จานเสียง
(รี|คอร์ด|'|เดอะ) n. ผู้|บันทึก|,|เครื่องบันทึก
(รี|คอร์ด|'|ดิง) n. การ|บันทึก|,|สิ่ง|ที่|บันทึก|ไว้|,|จานเสียง|,|จานเสียง|,|เทป|บันทึก|เสียง
n. จานเสียง|,|แผ่นเสียง
n. ฟิล์ม|บันทึก|,|เทป|บันทึก|เสียง
(รี|คอร์ด|'|ดิง|'|มิ|เทอะ) n. เครื่องบันทึกเสียง
(รี|คอร์ด|'|ดิสทฺ) n. เจ้าหน้าที่|บันทึก|เสียง (โดยเฉพาะ|ฟิล์ม|ภาพยนตร์)| 
(รี|เคานทฺ|') vt.,|n. (การ) นับ|อีก|,|นับ|ใหม่|,|คํานวณ|ใหม่|,|คิด|ใหม่|,|บรรยาย|,|สาธยาย|,|เล่า|,|ระบุ
(รี|เคา|'|เทิล) n. การ|นับ|ใหม่|,|การ|คํา|-|นวณ|ใหม่|,|การ|บรรยาย|ใหม่|,|การ|เล่น|ใหม่
(รี|คู|พ|') v. หัก|กลบลบ|หนี้|,|เอา|คืน|,|เอา|ทุน|คืน|,|ชดใช้|,|ยึดถือ|บาง|ส่วน|เพื่อ|ชําระ|หนี้|  |Syn. recoupment n.
(รี|คอร์ส|'|,|รี|'|คอร์ส) n. การ|ขอ|ความ|ช่วยเหลือ|,|การ|หัน|ไป|พึ่งพาอาศัย|หรือ|ขอ|ความ|ช่วยเหลือ|,|สิทธิ|ไล่เบี้ย|,|สิ่ง|ที่|หัน|ไป|ขอ|ความ|ช่วยเหลือ|  |Syn. resource|,|resort
(รี|คัฟ|'|เวอะ) vt. เอา|กลับคืน|,|เอา|มา|ได้|อีก|,|กู้|,|ค้นพบ|ใหม่|,|พบ|อีก|,|คืน|สภาพ|,|กลับ|อย่างเดิม|,|ทํา|ให้|คืน|สภาพ|,|ทํา|ให้|กลับ|อย่างเดิม|,|ได้|ค่า|สินไหม|ทด|เชย|,|ได้|ค่าชดเชย|,|ไป|ถึง|,|แยก|ทอง|จาก|ดิน|,|คลุม|ใหม่|,|ปกคลุม|ใหม่ vi. คืน|สภาพ|เดิม|,|หาย|เป็นปกติ|,|ชนะ|คดี|  |Syn. recoverable adj.
(รี|คัฟ|'|เวอะ|รี) n. การ|เอา|กลับคืน|,|การ|กู้|,|การ|คืน|สู่|สภาพ|เดิม|,|สิ่ง|ที่|ได้|คืน|มา|  |Syn. restoration
n. ห้องพัก|ฟื้น|,|ห้องพัก|ฟื้น|หลัง|การ|ผ่าตัด
(เรค|'|ริ|เอินทฺ) adj. ขี้ขลาด|,|ตาขาว|,|ทรยศ|,|หักหลัง|,|ไม่|ซื่อสัตย์|,|เนรคุณ n. คน|ขี้ขลาด|,|คน|ทรยศ|,|คน|หักหลัง|  |Syn. recreance n. recreancy n.
(เรค|'|ริ|เอท) vt. พักผ่อน|,|หย่อนใจ|,|หา|ความ|สําราญ|,|ฟื้นฟู|กาย|หรือ|จิต|,|สร้าง|ใหม่|  |Syn. recreative adj. recreator n.  |Syn. refresh|,|restore
(เรค|ริ|เอ|'|เชิน) n. การ|หา|ความ|บันเทิง|,|การ|พักผ่อนหย่อนใจ|,|นันทนาการ|,|กา|รส|ราญ|ใจ|  |Syn. recreational|,|recreatory adj.
(เรค|'|ระ|เมิน|ทฺ) n. น้ําลาย|หรือ|น้ํา|คัด|หลั่ง|ที่|ถูก|ดูดซึม|กลับ|  |Syn. recremental adj.
(รี|ค|ริม|'|มิ|เนท) vi. ฟ้องแย้ง|,|กล่าวหา|แย้ง|,|ด่า|กลับ|,|  |Syn. recrimination n. recriminative n. recriminatory adj. recriminator n.
(รี|ครู|เดส|') vi. ระบาด|ขึ้น|อีก|,|ปะทุ|ขึ้น|อีก|  |Syn. recrudescence n. recrudescency n. recrudescent adj.
(รี|ครู|ท|') n. สมาชิก|ใหม่|,|ทหาร|ใหม่ vi.,|vt. เกณฑ์ทหาร|ใหม่|,|จ้าง|คน|ใหม่|,|รับ|คน|ใหม่|,|จัด|ให้|มี|เสบียง|ใหม่|,|ฟื้นฟู|สภาพ|,|บํารุง|  |Syn. recruitable adj. recruiter n.
(รี|ครู|ท|'|เมิน|ทฺ) n. การ|เกณฑ์ทหาร|ใหม่|,|การ|รับ|สมาชิก|ใหม่
(เรค|'|เทิล) adj. เกี่ยวกับ|ไส้|ตรง
(เรค|'|แทง|เกิล) n. สี่เหลี่ยม|มุมฉาก
(เรค|แทง|'|กิว|ละ) adj. รูป|คล้าย|สี่เหลี่ยม|มุมฉาก|,|มี|มุมฉาก|,|เป็น|มุมฉาก|  |Syn. rectangularity n.
(เร็ค|ที|ฟิเค|'|เชิน) n. การ|ทํา|ให้|ถูกต้อง|,|การ|แก้ไข|,|การ|ทํา|ให้|บริสุทธิ์|โดย|การ|กลั่น|ซ้ํา|,|การ|เปลี่ยน|กระแส|สลับ|ให้|เป็น|กระแส|ตรง|,|การ|หา|ความ|ยาว|ของ|เส้นโค้ง|  |Syn. rectifiable adj.
(เรค|'|ทิ|ไฟ|เออะ) n. ผู้|แก้ไข|,|ผู้|ปรับ|,|เครื่อง|ปรับ|,|เครื่อง|ปรับ|กระแส|สลับ|ให้|เป็น|กระแส|ตรง|,|เครื่อง|ทํา|ให้|ไอระเหย|จับตัว|เป็น|หยดน้ํา|ใน|เครื่อง|กลั่น
(เรค|'|ทิ|ไฟ) vt. ทํา|ให้|ถูกต้อง|,|แก้ไข|ให้|ถูกต้อง|,|ปรับ|ให้|ถูกต้อง|,|คํานวณ|ให้|ถูกต้อง|,|ทํา|ให้|บริสุทธิ์|โดย|การ|กลั่น|ซ้ํา|,|เปลี่ยน|กระแส|สลับ|ให้|เป็น|กระแส|ตรง|,|หา|ความ|ยาว (ของ|เส้นโค้ง)|  |Syn. rectifiable adj.  |Syn. correct|,|mend|,|amend
(เรค|'|ทิลินเนี|ยล|,|-|เนียร์) adj. เป็น|เส้นตรง|,|เกิด|จาก|เส้นตรง|,|มี|ลักษณะ|เป็น|เส้นตรง|,|เคลื่อน|เป็น|เส้นตรง
(เรค|'|ทิลินเนี|ยล|,|-|เนียร์) adj. เป็น|เส้นตรง|,|เกิด|จาก|เส้นตรง|,|มี|ลักษณะ|เป็น|เส้นตรง|,|เคลื่อน|เป็น|เส้นตรง
(เรค|'|ทิทูด) n. ความ|เที่ยงธรรม|,|ความ|ถูกต้อง|,|ความ|ยุติธรรม|,|ความ|มี|ศีลธรรม
(เรค|'|เทอะ) n. อธิการ|โบสถ์|,|เจ้าคณะ|เขต|ปกครอง|ของ|โบสถ์|โปรเตสแตนต์|,|อธิการบดี|ของ|มหาวิทยาลัย|  |Syn. rectorial adj. rectorate n.
(เรค|'|ทัม) n. ไส้|ตรง pl. rectums|,|recta
(รี|คัม|'|เบินทฺ) adj.,|n. (ผู้) นอน|ลง|,|เอกเขนก|,|พักผ่อน|,|พิง|,|หนุน|,|ขี้เกียจ|,|เกี่ยวกับ|ส่วน|ที่|เอน|ลง|ทาง|สิ่ง|อื่น|  |Syn. recumbency n. recumbence n. recumbently adv.
(รี|คิว|'|เพอ|ระ|เบิล) adj. ฟื้น|ตัว|ได้|,|ฟื้น|ตัว|จาก|การ|สูญเสีย|เงินได้ -|ability n.
(รี|คิว|'|เพอเรท) vi.,|vt. (ทํา|ให้) ฟื้น|คืน|,|พักฟื้น|,|กลับ|มี|สภาพ|หรือ|กําลัง|เหมือน|เดิม|,|กู้|,|เอา|คืน|  |Syn. recuperation n. recuperator n. recuperative adj. recuperatory adj.  |Syn. recover|,|recoup
(รี|คิว|เพอเร|'|เทอะ) n. คน|ที่พัก|ฟื้น|แล้ว|,|เครื่อง|กู้
(รี|เคอร์|') vi. เกิด|ขึ้น|อีก|,|กลับ|มา|อีก|,|กําเริบ|,|เกิด|เป็น|ความคิด|ขึ้น|มา|อีก|,|พิจารณา|อีก|,|หยิบยก|ขึ้น|มา|อีก|  |Syn. recurringly adv.
(รี|เคอ|'|เรินซฺ) n. การ|เกิด|ขึ้น|อีก|,|การ|กลับ|มา|อีก|,|การ|กําเริบ|,|การ|หันกลับ|,|การ|หยิบยก|ขึ้น|มา|พิจารณา|อีก.
(รี|เคอ|'|เรินทฺ) adj. เกิด|ขึ้น|อีก|,|ป|รา|กฎ|บ่อย ๆ ,|หันกลับ|,|กําเริบ|  |Syn. recurring|,|repeated|,|repeating
n. เศษ|ทศนิยม|ไม่|รู้จัก|จบ
n. =|relapsing fever (ดู)| 
ถัง|ขยะ|เป็น|ศัพท์|ที่|ใช้|ใน|ระบบ|วินโดว์ 95 ของ|พี|ซี (แมค|อิน|ทอ|ช|ใช้ trash) หมายถึง ที่|ซึ่ง|จัด|ไว้|เป็น|การ|เฉพาะ|สําหรับ|ลาก|แฟ้มข้อมูล|ที่|ไม่|ต้องการ|ทิ้ง|ลง|ไป สัญรูป|ก็|มี|ลักษณะ|เหมือน|ถัง|ขยะ ใช้|เป็น|ที่|ทิ้ง|สิ่ง|ที่|ไม่|ต้องการ|ใช้|อีก|แล้ว (ถ้า|เก็บ|ต่อไป จะ|ทํา|ให้|เปลือง|ที่ อย่าง|น้อย|ก็|ทํา|ให้|มี|ที่|ว่าง|มาก|ขึ้น) มี|ความหมาย|คล้าย|คําสั่ง delete ใน|ดอ|สนั่น|เอง เมื่อ|ต้องการ|กําจัด|ของ|ใน|ถัง|ขยะ|ให้|หมด|ไป ก็|ใช้|คําสั่ง "|empty recycled bin " แต่|ถ้า|เปลี่ยนใจ|ไม่|ลบทิ้ง ก็|สามารถ|เปิด|ถัง (กด|เมาส์|ที่|ถัง 2 ที) ลาก|แฟ้มข้อมูล|นั้น|กลับคืน|ออก|มา|ได้
(เรด) n. สี|แดง|,|สิ่ง|ที่|มี|สี|แดง|,|ผู้|นิยม|ซ้ายจัด (โดยเฉพาะ|คอมมิวนิสต์) -|Phr. (in the red ขาดทุน|,|เป็นหนี้) adj. สี|แดง|,|มี|รอย|แดง|, (การเมือง) ซ้ายจัด|,|คอมมิวนิสต์|  |Syn. redly adv. redness n.
n. เม็ดเลือดแดง|,|  |Syn. erythrocyte
n. พรม|สี|แดง|สําหรับ|ให้|แขกเมือง|ผู้มีเกียรติ|เดิน เป็น|การ|ต้อนรับ|ที่|ให้|เกียรติ|,|การ|ต้อนรับ|อย่าง|สม|เกียรติ.  |Syn. red|-|carpet adj.
n. สาธารณรัฐประชาชนจีน (คอมมิวนิสต์)|  |Syn. China
n. สภากาชาด|,|= Geneva cross
n. หมวก|ทางการ|ขอบ|กว้าง|ของ|พระราชาคณะ|ของ|นิกาย|โรมันคาทอลิก|,|พระราชาคณะ|ดังกล่าว
n. อินเดีย|แดง
n. สัญญาณไฟ|จราจร|สี|แดง|,|'|หยุด|'|,|คําสั่ง|ให้|หยุด|,|สัญญาณ|เตือน|ภัย
n. อินเดีย|แดง
n. เนื้อ|สี|แดง (เนื้อวัว|,|เนื้อ|แกะ|และ|เนื้อ|ลูก|แกะ) ไม่|ใช่|เนื้อหมู เนื้อ|ปลา เนื้อไก่|หรือ|เนื้อ|ลูก|วัว
n. อินเดีย|แดง
n. นายทหาร|เสนาธิการ|ของ|อังกฤษ
n. ระเบียบแบบแผน|ที่|หยุมหยิม|เกิน|ไป|,|แถบ|โบแดง|ที่|ใช้|ผูก|หนังสือ|ราชการ|,|ระเบียบ|ราชการ
(เรด|'|บ|ลัด|ดิด) adj. แข็งแรง|,|มี|พลัง|มาก|,|ตื่นเต้น|เร้าใจ|  |Syn. red|-|bloodedness n.
(เรด|'|แฮ|น|'|ดิด) adj.,|adv. ซึ่ง|จับ|ได้|คาหนังคาเขา|  |Syn. red|-|handedly adv.
(รี|แดคทฺ|') vt. เรียบเรียง|ใหม่|,|แก้ไข|,|ปรับปรุง|,|ตรวจ|ทาน|,|ร่าง (ประกาศ|,|ข้อความ|หรือ|อื่น ๆ)|  |Syn. redaction n. redactal adj. redactor n.  |Syn. revise|,|edit
(เรด|'|แคพ) n. พนักงาน|ขน|กระเป๋า|ตาม|สถานีรถไฟ|,|ทหาร|สารวัตร|,
(เรด|'|โค|ท) n. ทหาร|อังกฤษ (สมัย|อเมริกา|เป็น|อาณานิคม)|  |Syn. British soldier
(เรด|'|เดิน) vt. ทํา|ให้|เป็น|สี|แดง vi. กลาย|เป็น|สี|แดง|,|หน้าแดง (ด้วย|ความ|โกรธ)|  |Syn. blush
(เรด|'|ดิช) adj. ค่อนข้าง|แดง|,|มี|สี|แดง
(รีด) vt. แนะนํา|,|ให้|คําปรึกษา|,|เตือน|,|อธิบาย n. คําแนะนํา|,|คําปรึกษา|,|โครงการ|,|แผนงาน|,|นิยาย|,|เรื่อง|เล่า|  |Syn. counsel|,|advise
(รี|ดี|ม|') vt. ซื้อ|คืน|,|ไถ่ถอน|,|ชําระ|หนี้|,|กู้|คืน|,|ใช้|คืน|,|ได้|มา|คืน|,|แลกเปลี่ยน (พันธบัตร|,|หลักทรัพย์|,|ใบหุ้น|,|คูปอง) เป็น|เงินสด|หรือ|สินค้า|,|ชดเชย|,|ชดใช้|,|ปฏิบัติ|ตาม|สัญญา|,|ไถ่บาป|  |Syn. redeemable adj. redeemability n. redeemably adv.
(รี|ดี|'|เมอะ) n. ผู้|ไถ่ถอน|,|ผู้ซื้อ|คืน|,|ผู้|ไถ่บาป|  |Syn. Redeemer n. พระ|เยซู|คริสต์
(รี|ดี|'|มิ|ง) adj. ชดใช้|ความผิด|,|ไถ่ถอน
(รี|เดมพฺ|'|เชิน) n. การ|ซื้อ|คืน|,|การ|ไถ่ถอน|,|การ|ชําระ|หนี้|,|การ|กู้|คืน|,|การ|ไถ่บาป|,|การ|ช่วย|ชีวิต|,|การ|ชดใช้|,|การ|แลกเปลี่ยน (พันธบัตร|,|หลักทรัพย์|,|ใบหุ้น|,|คูปอง) เป็น|เงินสด|หรือ|สินค้า|,|การ|ปฏิบัติ|ตาม|สัญญา|  |Syn. redemptional adj.  |Syn. reposs
(รี|เดมพ|'|ทิฟว) adj. เป็น|การ|ซื้อ|คืน|,|เป็น|การ|ไถ่|คืน|,|เป็น|การ|ไถ่บาป|,|เป็น|การ|ชดใช้|,|เป็น|การ|ช่วย|ชีวิต|,
(เรด|'|ดะ|เลินทฺ) adj. มี|กลิ่น|น่า|ดม|,|มี|กลิ่น|หอม|,|หอมกรุ่น|,|ทํา|ให้|หวน|ระลึก|ถึง|  |Syn. redolence n. redolency n. adv.
(รี|เดา|'|ทะเบิล) adj. น่า|หวาดกลัว|,|มี|ชื่อเสียง|,|เด่น|  |Syn. formidable
(รี|เด|รส|') vt. ทํา|ให้|ถูกต้อง|,|แก้ไข|,|ปรับปรุง|,|ชดเชย|,|ชดใช้ n. (รี|'|เด|รส) การ|ทํา|ให้|ถูกต้อง|,|การ|แก้ไข|,|การ|ชดเชย|,|การ|ชดใช้|  |Syn. redressable adj. redressible adj. redresser n. redressor n.  |Syn. restoration|,|remedy
(เรด|'|สคิน) n. อินเดียนแดง
(เรด|'|สทาร์ท) n. นก|thrush|ขนาด|เล็ก|ที่|มี|หาง|สี|แดง|อม|น้ําตาล
(เรด|เท|'|เพอ|รี) n. =|redtapism (ดู)| 
(เรด|'|เท|พิส|ซึม) n. ระเบียบ|ราชการ|,|ระบบ|ระเบียบ|ที่|หยุมหยิม|,|ลัทธิ|เจ้าขุนมูลนาย
(รี|ดิวซฺ|') vt. ทํา|ให้|น้อย|ลง|,|ลด|,|ย่อ|,|ทํา|ให้|หมด|,|ทด|,|ปรับปรุง|,|ทอน|,|ทํา|ให้|เบาบาง|,|ทํา|ให้|เจือจาง|,|แยก|สลาย|,|รวบรวม|,|รวบยอด vi. กลาย|เป็น|ลด|ลง|,|เกิด|ขบวน (ดู)|  |Syn. reducibility n. reducible adj. reducibly adv.  |Syn. diminish|,|lessen
คอมพิวเตอร์|ลดทอน|คําสั่ง|ใช้|ตัวย่อ|ว่า RISC อ่าน|ว่า ริสก์ เป็น|คอมพิวเตอร์|ระบบ|หนึ่ง|ซึ่ง|ปฏิบัติการ|ได้|เร็ว|มาก ๆ เพราะ|กําหนด|ให้|ไม|โค|ร|โพ|ร|เซ|สเซอร์ (microprocessor) แต่ละ|ตัว|ทํางาน|จํากัด|เฉพาะ|บาง|อย่าง
(รี|ดู|'|เซอะ) n. ผู้ทํา|ให้|ลด|,|ตัว|ทํา|ให้|ลด|,|น้ํายา (oxidizing solution) ที่|ใช้|ลด|ความ|เข้มข้น|ของ|ฟิล์ม|เน|กา|ติฟว์|,|น้ํายา|ล้าง|รูปถ่าย
(รี|ดัค|'|เชิน) n. การ|ลด|ลง|,|การ|ย่อ|,|การ|ทํา|ให้|หด|,|การ|ทด|,|การ|ทอน|,|การ|ทํา|ให้|เจือจาง|,|การ|เอา|ออกซิเจน|ออก|จาก|ออกไซด์|,|การ|เพิ่ม|ไฮโดรเจน|แก่|สาร|,|การ|ได้|อิเล็กตรอน|ของ|สาร|,|การ|ลด|วา|เลน|ซี|ของ|ธาตุ|ที่|มี|ประจุ|บวก|ใน|สารประกอบ|  |Syn. reductional adj. -|S...
(รี|ดัค|'|ทิฟว) adj. ลด|ลง|,|ลด|น้อย|ลง|,|ย่อ|,|หด n. สิ่ง|ที่|ทํา|ให้|เกิด|ขบวนการ|reduction (ดู) ,
(รี|ดัค|'|เทอะ) n. เครื่อง|ลด|ความ|กดดัน|หรือ|อัตรา|ความ|เร็ว|,|ตัว|ทํา|ให้|คืน|สู่|รูป|หรือ|สภาพ|เดิม|,|=|reducer (ดู)| 
(รี|ดัน|'|เดิน|ซี) n. การ|มี|เหลือเฟือ|,|การ|มี|มาก|เกิน|ไป|,|ความ|ล้น|,|คําพูด|ซ้ําซาก|  |Syn. redundance|,|superfluity
(รี|ดัน|'|เดิน|ทฺ) adj. เหลือเฟือ|,|มาก|เกิน|ไป|,|ใช้|คํา|มาก|เกิน|ไป|,|น้ําท่วม|ทุ่ง|  |Syn. wordy|,|repetitive
(เรด|'|วูด) n. ต้นสน|จําพวก Sequoia
(รี|เอค|'|โค) vi. สะท้อน|กลับ|,|ดัง|สะท้อน|,
(รีด) n. พืช|จําพวก|กก|หรือ|อ้อ|,|ขลุ่ย|,|ปี่|,|เพลง|ที่|ร้อง|กับ|เครื่องดนตรี|ดังกล่าว|,|ลํา|แฝก|,|ไม้รวก
n. เครื่องมือ|ประเภท|ปี่|และ|ขลุ่ย
n. หีบเพลง|ประเภท|ชัก|ชนิด|หนึ่ง|ที่|มี|กลิ่น
n. ปี่|หรือ|ขลุ่ย|ชนิด|ที่|มี|ลิ้น
(รี|'|ดิง) n. ลาย|ร่อง|,|ลาย|นูน
(รี|'|ดี) adj. เต็มไปด้วย|ต้น|กก|หรือ|ต้น|อ้อ
(รี|ฟ) n. หินโสโครก|,|โขด|หิน|ใต้|น้ํา|หรือ|สูง|ขึ้น|มา|เกือบ|พัน|ระดับ|น้ําทะเล|,|ทาง|แร่
(รี|ค) n.,|v. (ดม|,|ส่ง) กลิ่น|รุนแรง|ที่|ไม่|ชวน|ดม|,|กลิ่น|เหม็น|,|ไอ|,|ควัน vt. ใช้|ควัน|อบ|,|ปล่อย|ควัน|,|ปล่อย|ไอ|  |Syn. reekingly adv. reeky adj.
(รี|ล) n. หลอด|,|หลอด|ด้าย|,|หลอด|ไม้รวก|,|รอก|ม้วน|,|เครื่อง|ม้วน|,|จาน|ม้วน|,|เครื่อง|ปั่น|ด้าย|,|ปริมาณ|ด้าย|หรือ|เทป|หรือ|ฟิล์ม|ต่อ|ม้วน|,|อาการ|หมุน (เคว้ง|,|โซเซ...) vt. ม้วน|,|ปั่น|ด้าย|,|ทํา|ให้|หมุน vi. หมุน|,|เคว้ง|,|โซเซ|,|วก|เวียน|,|หมุนเวียน|,|รู้สึก|เวียนศีรษะ -|Phr. (reel of พูด|หรือ|เขียน|หรือ|ผลิต|ออก|มา|อย่าง|รวดเร็ว|และ|ง่ายดาย)| 
(รี|อี|เลคทฺ|') vt. เลือกตั้ง|ใหม่|  |Syn. reelection n.
(รี|เอน|ฟอร์ส|') =|reinforce (ดู)|  |Syn. reenforcement n. reenforceer n.
ยก|เครื่อง|ใหม่|หมายถึง การ|ปรับปรุง|เปลี่ยนแปลง|ระบบ|การ|ทํางาน|ใหม่|หมด|ทั้ง|สํานักงาน อาจ|จะ|เริ่ม|ตั้งแต่ เปลี่ยน|โครงสร้าง กําหนด|สายงาน|ใหม่ ไป|จนถึง กําหนด|เวลา|ทํางาน ฯ ทุกอย่าง|เพื่อ|บรรลุ|วัตถุประสงค์|ที่|จะ|ทํา|ให้การ|ทํางาน|มี|ประสิทธิภาพ|ดี|ขึ้น
(รี|ฟว) v. ร้อย|เชือก|,|ร้อย|ด้าย|,|ใช้|เชือก|หรือ|ด้าย|ร้อย|ผ่าน|,|ผูก|รอบ|,|แล่น|วก|เวียน|ผ่าน|,|ชอบ|ผ่าน|,
(รี|อิก|แซม|'|มิ|น) vt. ตรวจสอบ|ใหม่|,|สอบ|พยาน|ใหม่|,|adj.  |Syn. reexamination n. re|-|examiner n.
(รี|เฟค|'|ทะ|รี) n. โรง|รับประทาน|อาหาร|ใน|สถานที่|ศาสนา
(รี|เฟอ|') v. อ้าง|ถึง|,|อ้างอิง|,|พาดพิง|,|กล่าว|ถึง|,|เกี่ยวโยง|ไป|ถึง|,|ค้นหา (หลักฐาน|,|พจนานุกรม) ,|เสนอแนะ|,|ถาม|  |Syn. referable adj. referrable adj. referral n. referrer n.  |Syn. attribute|,|impute|,|consign
(เรฟ|'|เฟอ|รี) n. ผู้ตัดสิน (มวย|,|ฟุตบอล) ,|คนกลาง|,|ผู้|ชี้ขาด vt.,|vi. ทํา|หน้าที่|เป็น|ผู้ตัดสิน|  |Syn. arbiter|,|judge|,|umpire
(เรฟ|'|เฟอเรินซฺ) n. การ|อ้างอิง|,|การ|อ้าง|ถึง|,|หนังสืออ้างอิง|,|เครื่องหมาย|อ้างอิง|,|บุคคล|ที่|อ้าง|ถึง|,|ความ|สัมพันธ์|,|หลักฐาน|,|หลักฐาน|ที่|ผู้สมัคร|งาน|อ้าง|ถึง|  |Syn. mention|,|source
(เรฟฟะเรน|'|ดัม) n. ประชามติ|,|การ|ลง|ประชามติ|,|คะแนนเสียง|ที่|ประชาชน|ลง pl. referendums|,|referenda
(รี|ฟิล|') vt. ใส่|อีก|,|เติม|อีก|,|บรรจุ|อีก n. (รี|'|ฟิล) ,|สิ่ง|ที่|เติม|เข้า|ไป|ใหม่ (เช่น|ไส้|ดินสอ)|  |Syn. refillable adj.
(รี|ไฟ|นฺ|') vt.,|vi. ทํา|ให้ (กลาย|เป็น) บริสุทธิ์|,|ซัก|,|ฟอก|,|กลั่น|,|สกัด|,|ขัดเกลา|,|ทํา|ให้|สุภาพ|เรียบร้อย|  |Syn. refinable adj. refiner n.
(รี|ไฟ|นดฺ|') adj. สุภาพ|เรียบร้อย|,|ขัดเกลา|,|สละสลวย|,|ปราศจาก|สิ่ง|สกปรก|,|กลั่น|,|กรอง|,|ประณีต|,|ละเอียดลออ|  |Syn. refinedly adv. refinedness n.  |Syn. subtle)| 
(รี|ไฟ|น|'|เมิน|ทฺ) n. ความ|สุภาพ|เรียบร้อย|,|ความ|ประณีต|,|ความ|สํารวย|,|ความ|ละ|อี|ย|ดล|ออ|,|การ|ทํา|ให้|บริสุทธิ์|,|การ|กลั่นกรอง|,|สิ่ง|ที่|ทํา|ให้|บริสุทธิ์|แล้ว|,|สิ่ง|ที่|ขัดเกลา|แล้ว|  |Syn. fineness|,|elegance
(รี|ไฟ|'|เนอ|รี) n. โรงกลั่น|,|โรงกลั่นน้ํามัน|,|โรง|ทํา|น้ําตาล|,|โรงงาน|สกัด
(รี|เฟลคทฺ|') vt.,|vi. สะท้อน|กลับ|,|ส่อง|กลับ|,|สะท้อน|ภาพ|ให้|เห็น|,|ครุ่นคิด|,|ไตร่ตรอง|,|ส่อ|ให้|เห็น|,|นํามา|สู่ (ชื่อเสียง|,|การ|ตําหนิ)|  |Syn. reflectibility n. reflectingly adv.  |Syn. cast back|,|mirror|,|show|,|ponder
(รี|เฟลค|'|เชิน) n. การ|สะท้อน|กลับ|,|การ|ส่อง|กลับ|,|สิ่ง|ที่|สะท้อน|กลับ|,|ภาพสะท้อน|,|แสง|สะท้อน|,|ความ|ร้อน|สะท้อน|กลับ|,|การ|ครุ่นคิด|,|การ|ไตร่ตรอง|,|การ|ตําหนิ|,|การ|กล่าวหา|,|การ|พับ|กลับ|,|การ|งอก|ลับ.  |Syn. al adj.  |Syn. reflexion|,|thought
(รี|'|เฟลคซฺ) n.,|adj. ปฏิกิริยา|โต้ตอบ|ที่|ไม่|เจตนา|ต่อ|สิ่ง|กระตุ้น|,|การ|สะท้อน|กลับ|,|ภาพสะท้อน|,|สิ่ง|ที่|สะท้อน|กลับ vt. (รี|เฟลคซฺ) ทํา|ให้|สะท้อน|กลับ|,|หันกลับ|,|หมุน|กลับ|,|พับ|กลับ|  |Syn. reflexly adv.  |Syn. reponse|,
(รี|'|ฟลัคซฺ) n. การ|ไหล|กลับ|,|กระแส|น้ําลด|,|กระแส|ทวน|  |Syn. flowing back|,|ebb
(รี|ฟอร์ม|') vt.,|vi.,|n. (การ) ปฏิรูป|,|เปลี่ยน|รูป|,|ปรับปรุง|,|เข้าแถว|ใหม่|,|เข้า|รูปแบบ|ใหม่|,|แก้ไข|ใหม่|,|กลับ|เนื้อ|กลับ|ตัว|,|ดัด|นิสัย|  |Syn. reformable adj. reformative adj. reformer n. reformingly adv.  |Syn. improvement|,|corr
(เรฟฟะเม|'|เชิน) n. การ|ปฏิรูป|,|การ|เปลี่ยน|รูป|,|การ|ปรับปรุง|,|การ|เข้าแถว|ใหม่|,|การ|กลับ|เนื้อ|กลับ|ตัว|,|การ|แก้ไข|ใหม่|,|การ|ดัด|นิสัย|  |Syn. Reformation n. การ|ปฏิรูป|ศาสนา|ใน|ศตวรรษ|ที่ 16 ที่|ทํา|ให้|เกิด|นิกาย|โปรเตสแตนต์|ขึ้น -|reformational adj.
(รี|ฟอร์ม|'|มะทิฟว) adj. เป็น|การ|ปฏิรูป|,|เป็น|การ|ปรับปรุง|,|เป็น|การ|ดัด|นิสัย
(รี|ฟอร์|'|มะ|ทอ|รี) adj. =|reformative (ดู) n. โรงเรียน|ดัดสันดาน
(รี|ฟอร์ม|ดฺ|') adj. กลับ|เนื้อ|กลับ|ตัว|, Reformed เกี่ยวกับ|โบสถ์|นิกาย|โปรเตสแตนต์|  |Syn. amended
(รี|แฟรคทฺ|') vt. ทํา|ให้|หักเห|,|หา|ค่า|การ|หักเห|,|  |Syn. refractable adj. refractedly adv. refraction n.
(รี|แฟรค|'|ทอ|รี) adj. ดื้อ|,|ดื้อรั้น|,|รั้น|,|ดื้อดึง|,|ไม่|ยอม|อ่อนข้อ|,|ไม่|อ่อนน้อม|,|หัวแข็ง|,|พยศ|, (โรค) รักษา|ยาก|,|ดื้อยา|,|ต้าน|โรค|,|หลอม|ยาก|  |Syn. obstinate|,|headstrong
(รี|เฟ|รน|') vi.,|vt. ระงับ|,|ข่ม|จิต|,|กลั้น|,|ละเว้น|,|เลิก|,|หยุดยั้ง n. (เพลง|หรือ|บทกวี) ลูกคู่|,|บท|ลูกคู่|,|บท|ซ้ํา|,|บท|รับ|,|ทํานอง|  |Syn. refrainment n.
(รี|เฟรช|') vt. ทํา|ให้|มี|ชีวิตชีวา|,|ทํา|ให้|สดชื่น|,|กระตุ้น|ความจํา|,|ก่อ|ไฟ|,|เติม|พลัง|,|อัด|แบตเตอรี่|,|ทํา|ให้|ฟื้น|คืน vi. ดื่ม|เครื่องดื่ม|,|กระปรี้กระเปร่า|,|สดใส|,|ฟื้น|คืน|  |Syn. refresher n. refreshful adj.  |Syn. revive|,|freshen|,|reanimate
อัตรา|การ|ทํา|ใหม่|หมายถึง อัตรา|ความ|เร็ว|ที่|เครื่อง|สามารถ|จะ|สร้าง|ภาพ|ใหม่ หลังจาก|ที่|ได้|รับ|ข้อมูล|เพิ่ม|ขึ้น|หรือ|มี|การ|แก้ไข|เพิ่มเติม เมื่อ|มี|การ|สร้าง|ภาพ|ใด|ภาพ|หนึ่ง|ไป|แล้ว หาก|มี|การ|แก้ไข|หรือ|ย้าย จอภาพ|จะ|ต้อง|สร้าง|ภาพ|ใหม่|ทุก|ครั้ง ใน|การ|สร้าง|ภาพ|ใหม่|นี้ ยิ่ง|ทํา|ได้|เร็ว|เท่าใด|ยิ่ง|ดี อัตรา|ความ|ช้า|/|เร็ว ของ|การ|สร้าง|ภาพ|ใหม่|นี้|ขึ้น|กับ|คุณภาพ|ของ|จอ|ด้วย
(รี|เฟรช|'|เมิน|ทฺ) n. สิ่ง|ที่|ทํา|ให้|สดชื่น|หรือ|กระปรี้กระเปร่า (โดยเฉพาะ|เครื่องดื่ม|หรื|อาหาร) การ|ทํา|ให้|สดชื่น|หรือ|กระปรี้กระเปร่า|  |Syn. food|,|drink|,|renewal
(รี|ฟ|ริ|จ|'|เจอ|เรินทฺ) adj. ทํา|ให้|เย็นเยือก|,|ทํา|ให้|หนาว|เยือก|,|ลด|อุณหภูมิ|,|ลด|ไข้|,|เย็นชืด n. สาร|ที่|ทํา|ให้|เย็นเยือก|,|สาร|ลด|อุณหภูมิ|  |Syn. chill|,|freeze
(รี|ฟ|ริ|จ|'|เจอ|เรท) vt. ทํา|ให้|เย็นเยือก|,|ทํา|ให้|เย็น|,|แช่เย็น|  |Syn. refrigerative|,|refrigeratory adj.
(รี|ฟ|ริ|จ|เจอ|เร|'|เชิน) การ|ทํา|ให้|เย็นเยือก|,|การ|ทํา|ให้|เย็น|,|การ|แช่เย็น
(รี|ฟ|ริ|จ|'|จะ|เร|เทอะ) n. ตู้เย็น
(เรฟทฺ) v. กริยา|ช่อง 2 และ 3 ของ reave
(เรฟ|'|ฟิวจฺ) n. ที่หลบภัย|,|ที่|ปลอดภัย|,|ที่พึ่ง|,|ร่มโพธิ์ร่มไทร vt. ให้|ที่หลบภัย|แก่. vi. หลบภัย|,|ลี้ภัย
(เรฟ|'|ฟิ|วจี) n. ผู้|ลี้ภัย|,|ผู้|หลบภัย|,|ผู้|หนี|ภัย|  |Syn. refugeeism n.
(รี|ฟัล|'|เจินทฺ) adj. ส่อง|สว่าง|,|ช่วงโชติ|,|เจิดจ้า|,|สุก|ปลั่ง.  |Syn. refulgence n. refulgency n. refulgently adv.
(รี|ฟัน|ดฺ|') vt.,|vi.,|n. (การ) คืน|เงิน|ให้|,|ชําระ|กลับ|,|ชดใช้|,|vt. ให้|ทุน|ใหม่|  |Syn. refunder n. refundment n.
(รี|ฟิว|'|ซะเบิล) adj. ปฏิเสธ|ได้|,|ไม่|ยอม|ได้|,|บอกปัด|ได้|,
(รี|ฟิว|'|เซิล) n. การ|ปฏิเสธ|,|การ|ไม่|ยอม|,|การ|บอกปัด|  |Syn. rejection|,|denial|,|veto
(รี|ฟิวซ|') vt.,|vi. ปฏิเสธ|,|ไม่|ยอม|,|ไม่|ยอม|ให้|,|ไม่|ยอมรับ|สิทธิ n. (เรฟ|'|ฟิวซ) ขยะ|,|กาก|,|สิ่งของ|ที่|ทิ้ง|แล้ว|,|เศษ|ที่|ใช้|แล้ว adj. ถูก|ทิ้ง|,|ทิ้ง|แล้ว|,|ไร้|ค่า|  |Syn. refusable adj.  |Syn. decline Ant. accept
(เรฟฟิว|เท|'|เชิน) n. การ|พิสูจน์|ว่า|ไม่|จริง|,|การ|โต้แย้ง|,|การ|หักล้าง|,|การ|ลบล้าง|,|การ|ปฏิเสธ|,|  |Syn. refutal|,|disproof
(รี|ฟิวทฺ|') vt. พิสูจน์|ว่า|ไม่|จริง|,|โต้แย้ง|,|หักล้าง|,|ลบล้าง|,|ปฏิเสธ|,|  |Syn. refutability n. refutable adj. refuter n.
(รี|เกน|') vt. เอา|กลับ|มา|,|ได้|คืน|,|เอา|คืน|,|กู้|,|มี|สติ|อีก|,|กลับ|ไป|สู่|,|ฟื้น|สติ|,|มา|ถึง|อีก|  |Syn. regainable adj. regainer n.
(รี|'|กัล) adj. เกี่ยวกับ|กษัตริย์|,|เกี่ยวกับ|เจ้า|,|ราชา|,|โอ่อ่า|,|หรูหรา|,|สง่า|ผ่า|เผย|  |Syn. regally adv.
(รี|เก|ล|') vt.,|n. (การ) ให้|ความ|เพลิดเพลิน|สนุกสนาน|แก่|,|ทํา|ให้|ปี|ติ|ยินดี|,|เลี้ยง|ต้อนรับ|ด้วย|อาหาร|อัน|โอชะ|,|อาหาร|หรือ|เครื่องดื่ม|อัน|โอชะ|,|งานเลี้ยง|ใหญ่|  |Syn. regalement n.  |Syn. delight|,|enchant|,|feast
(รี|เก|'|เลีย) n.,|pl. อํานาจ|สิทธิ์ขาด|ของ|กษัตริย์|,|เครื่องหมาย|หรือ|สัญลักษณ์|ของ|กษัตริย์|,|ราช|กกุธภัณฑ์|,|เครื่องหมาย|เหรียญตรา|แสดง|ตําแหน่ง|ยศ|หรือ|ขั้น|,|เสื้อผ้า|อาภรณ์|อัน|หรูหรา
(รี|แก|ล|'|ลิ|ที) n. ความ|เป็น|กษัตริย์|,|อํา|-|นา|จ|สิทธิ์ขาด|ของ|กษัตริย์|,|ราชอาณาจักร|  |Syn. royalty
(รี|การ์ด|') vt. พิจารณา|,|ถือ|ว่า|,|เห็น|ว่า|,|จ้องมอง|,|เอาใจใส่|,|นับถือ|,|เคารพ vi. สนใจ|,|จ้องมอง n. การ|อ้างอิง|,|ความ|สัมพันธ์|,|ความคิด|,|ความ|สนใจ|,|การ|มอง|,|การ|จ้องมอง|,|ความ|นับถือ|,|ความ|เคารพ|,|ไมตรีจิต|  |Syn. regards n. ความ|เคารพนับถือ regardable adj.
(รี|การ์ด|'|เดิน|ทฺ) adj. มอง|กลับ|,|มอง|ไป|ข้างหลัง|,|ระมัดระวัง
(รี|การ์ด|'|ฟู|ล) adj. ระมัดระวัง|,|เอาใจใส่|,|สนใจ|  |Syn. regardfulness n.  |Syn. attentive|,|heedful
(รี|การ์ด|'|ดิง) prep. เกี่ยวกับ|,|ใน|เรื่อง|  |Syn. as regards|,|with (in) regard to
(รี|การ์ด|'|ลิส) adj.,|adv. ไม่|ระมัดระวัง|,|ไม่|คํานึง|ถึง|,|ไม่|เอาใจใส่|,|ไม่|สนใจ|  |Syn. regardlessness n.  |Syn. heedless|,|thoughtless
(รี|กา|'|ทะ|,|รี|แก|ท|'|ทะ) n. การ|แข่ง|เรือ|,|ประเพณี|การ|แข่ง|เรือ|  |Syn. boat race
(รี|'|เจิน|ซี) n. ตําแหน่ง|อํานาจ|ของ|ผู้|สําเร็จ|ราชการ|แผ่นดิน|,|การ|ปกครอง|โดย|ผู้|สําเร็จ|ราชการ|,|ระยะ|เวลา|ของ|การ|เป็น|ผู้|สําเร็จ|ราชการ|แผ่นดิน
(รี|เจน|'|นะ|เรท) vt. ทํา|ให้|เกิด|ใหม่|,|สร้าง|ใหม่|,|ให้|ชีวิต|ใหม่|,|ทํา|ให้|มี|พลังงาน|ใหม่ vi.,|adj. ปฏิรูป|,|สร้าง|รูปแบบ|ใหม่|,|เกิด|ใหม่|  |Syn. regenerable adj. regeneracy n. regeneration n. regenerative adj. regenerator n. -|S...
(รี|'|เจินทฺ) n. ผู้|สําเร็จ|ราชการ|แผ่นดิน|,|อุปราช|,|ผู้ว่าการ|,|สมาชิก|สภา|มหาวิทยาลัย|,|ข้าหลวง adj. เกี่ยวกับ|ผู้|สําเร็จ|ราชการ|แผ่นดิน|,|ปกครอง|  |Syn. regental adj. regentship n.
(เรจ|'|จิ|ไซ|ดฺ) n. การ|ปลงพระชนม์|กษัตริย์|,|ผู้|ปลงพระชนม์|กษัตริย์|  |Syn. regicidal adj.
?|gime (ระ|จีม|') n. ระบบ|การ|ปกครอง|,|ระบบสังคม|,|กฎเกณฑ์|ที่|เคร่งครัด|  |Syn. system of rule
(เรจ|'|จะ|เมน) n. กฎเกณฑ์|,|หลัก|,|กฎเกณฑ์|ที่|เคร่งครัด|เกี่ยวกับ|การ|กิน การ|ออกกําลัง|กาย|หรือ|กิจกรรม|อื่น ๆ ,|การ|ปกครอง|,|ระบบ|การเมือง|,|รัฐบาล|  |Syn. rule|,|government
(เรจ|'|จะ|เมิน|ทฺ) n. กรม|ทหาร|,|กองทหาร|,|รัฐบาล vt. จัด|เป็น|กรม|หรือ|กองทหาร|,|บริหาร|อย่าง|เคร่งครัด|โดย|ไม่|เลือก|หน้า|  |Syn. regimentation n.
(รี|ไจ|'|นะ) n. ราชินี|,|ตําแหน่ง|ราชินี|  |Syn. reginal adj.  |Syn. queen
(รี|'|เจิน) n. บริเวณ|,|ส่วน|,|แถบ|,|ดินแดน|,|แคว้น|,|ภูมิภาค|,|เขต|การ|ปกครอง|,|ขอบเขต|,|ปริมณฑล|  |Syn. regional adj.  |Syn. area|,|place
(เรจ|'|จิส|เทอะ) n. การ|ลงทะเบียน|,|ทะเบียน|,|สมุด|ทะเบียน|,|เจ้าหน้าที่|ทะเบียน|,|บันทึก|,|เครื่องบันทึก|,|เครื่อง|รับ|จ่าย|เงินสด|โดย|อัตโนมัติ (หรือ|cash register) ,|การ|ทาบ|กัน|ของ|กระบวนการ|พิมพ์|สอด|สี vt. บันทึก|  |Syn. registrable adj. registerable adj.
(เรจ|'|จิส|เท|ริน|ทฺ) n. ทหาร|กองเกิน|,|ผู้|ถูก|ขึ้นทะเบียน|,|ผู้|ถูก|จดทะเบียน
(เรจ|'|จิสทราร์) n. นายทะเบียน|,|พนักงาน|ทะเบียน|,|บริษัท|ที่|ทํา|หน้าที่|จดทะเบียน|หลักทรัพย์|หรือ|ใบหุ้น|  |Syn. registrarship n.
(เรจจิส|เท|ร|'|เชิน) n. การ|จดทะเบียน|,|การ|ลงทะเบียน|,|สมุด|จดทะเบียน|,|วิธีการ|พิมพ์|สอด|สี|ให้|เข้า|กัน|  |Syn. registrational adj.
(เรจ|'|จิสท|รี) n. การ|ลงทะเบียน|,|การ|จดทะเบียน|,|การ|ขึ้นทะเบียน|,|สํานักงาน|ทะเบียน|,|สํานักงาน|จดทะเบียน|,|สัญชาติ|เรือ|สินค้า|ที่|จดทะเบียน|ไว้|,|สมุด|จดทะเบียน|,|รายละเอียด|ของ|ทะเบียน|ที่|จด|ไว้
n. สํานักงาน|จดทะเบียน|,|สํานักงาน|จัดหา|งาน|ประเภท|งาน|บ้าน
(รี|'|เจียส) adj. (ศาสตราจารย์|ใน|มหาวิทยาลัย|อังกฤษ) ดํารง|ตําแหน่งที่ตั้ง|ขึ้น|โดย|หรือ|ขึ้น|อยู่|กษัตริย์|,|ราช
(เรก|'|เนิน|ทฺ) adj. ซึ่ง|ปกครอง|,|มี|อํานาจ|,|มี|อยู่|ทั่ง|ไป|  |Syn. regnancy n.
(รี|กอร์จ|') vt. สํารอก|ออก|มา|,|อาเจียน|,|กลืน|เข้า|ไป|อีก|,|vi. ไหล|กลับ|อีก|,|วน|กลับ|,|ทะลัก|ออก
(รี|'|เก|รส) n. การ|ถอยหลัง|,|การ|ถอย|กลับ|,|การ|ถอยหลังเข้าคลอง|,|การ|เสื่อมถอย vi. (รี|เก|รส|') ถอยหลัง|,|ถอย|กลับ|,|เสื่อมถอย|,|หวน|กลับ|สู่|ภาวะ|เดิม|  |Syn. regression n. regressor n.
(รี|เก|รส|'|ซิ|ฟว) adj. ถอยหลัง (อัตรา|ภาษี) ลด|น้อย|ตาม|สั่ด|ส่วน|ของ|ฐาน|ภาษี|ที่|เพิ่ม|ขึ้น.
(รี|เก|รท|') vt. เสียใจ|,|โทมนัส|,|สลดใจ|,|n. ความ|เสียใจ|,|ความรู้สึก|เสียใจ|,|ความ|โทมนัส|,|ความ|สลดใจ|  |Syn. regrets n. การ|ปฏิเสธ|การ|เชิญ|อย่าง|สุภาพ regretable adj. regrettable adj. regretter n. regrettingly adv.  |Syn. dep
(รี|เก|รท|'|ฟู|ล) adj. เสียใจ|,|โทมนัส|,|เศร้าใจ|  |Syn. fulness n.  |Syn. remorseful|,|sorrowful
(เรก|'|กิว|ละ|เบิล) adj. ควบคุม|ได้|,|บังคับ|ได้|  |Syn. conttrollable
(เรก|'|กิว|ละ) adj. ปกติ|,|ธรรมดา|,|สามัญ|,|เป็น|ประจํา|,|สม่ําเสมอ|,|เป็น|กิจวัตร|,|ตาม|กฎ|,|มี|กฎเกณฑ์|,|มี|ระเบียบ|,|ตาม|ระเบียบ|,|ตาม|แบบแผน|,|ถูกต้อง|ตาม|กฎเกณฑ์|,|เกี่ยวกับ|ทหารประจําการ|, (กาแฟ) มี|ปริมาณ|ปกติ|ของ|นม|หรือ|ครีม n. ลูกค้า|ประจํา|,|ทหาร|อาชีพ|,|ทหารประจําการ|,|สมาชิก|พรรค|ที่|ยึดถือ|นโยบาย|ของ|พรรค
n. กองทัพ|ทหารประจําการ|ที่|ถาวร|  |Syn. regular army ทหารประจําการ
(เรก|'|กิว|ละ|ไลซ) vt. ทํา|ให้|เป็นปกติ|  |Syn. regularisation n. regularization n.  |Syn. regulate
(เรกกิว|แล|'|ริ|ที) n. กฎ|,|กฎเกณฑ์|,|ระเบียบ|,|ระบบ|,|ลักษณะ|ประจํา|  |Syn. steadiness
(เรก|'|กิว|ละ|ไลซ) vt. ทํา|ให้|เป็นปกติ|  |Syn. regularisation n. regularization n.  |Syn. regulate
(เรก|'|กิว|เลอ|ลี) adv. โดย|ปกติ|,|ตาม|ธรรมดา|,|เป็น|ประจํา|,|ตาม|แบบแผน
(เรก|'|กิวเลท) vt. ควบคุม|,|ดูแล|,|ปรับ|,|ทํา|ให้|เป็น|ระเบียบ|,|วาง|ระเบียบ|,|กําหนด|,|บัญญัติ|  |Syn. regulative adj. regulatory adj.  |Syn. control|,|adjust|,|rule
(เรกกิวเล|'|เชิน) n. กฎ|,|กฎข้อบังคับ|,|กฎเกณฑ์|,|ระเบียบ|,|ระบบ|,|การ|ควบคุม|,|การ|ดูแล|,|การ|ปรับ|,|การ|ทํา|ให้|เป็น|ระเบียบ adj. ปกติ|,|ธรรมดา|,|เป็น|ประจํา|,|เป็น|กิจวัตร
(เรก|'|กิวเล|เทอะ) n. ผู้|ควบคุม|,|คน|ควบคุม|,|เครื่อง|ควบคุม|,|ตัว|ปรับ|,|เครื่อง|ปรับ|,|นาฬิกา|มาตรฐาน
(เรก|'|กิวลัส) n. ชื่อ|ดาว|ยักษ์|ใน|กลุ่ม|ดาว Leo|,|กาก|โลหะ|หลอม|ที่|ใต้|เตา|หรือ|ถ้วย|เผา|,|ผลิตผล|ไม่|บริสุทธิ์|จาก|การ|ถลุง|แร่ pl. reguluses|,|reguli
(ริ|เกอร์|'|จิ|เท|ท) vi. ไหล|กลับ vt. ทํา|ให้|ไหล|กลับ|,|ทํา|ให้|เคี้ยว|เอื้อง.  |Syn. regurgitant n.  |Syn. flow back
(ริ|ฮะ|บิล|'|ลิ|เท|ท) vt. พักฟื้น|,|ทํา|ให้|สุขภาพ|กลับคืน|สู่|ปกติ|,|กู้|ชื่อเสียง|,|กู้|ฐานะ|  |Syn. rehabilitation n. rehabilitative adj.
(รี|แฮ|ช|') vt. ปรับปรุง|ใหม่|,|ทํา|ให้|รูปแบบ|ใหม่|,|n. การ|ปรับปรุง|ใหม่|,|การ|ทํา|ใน|รูปแบบ|ใหม่|,|สิ่ง|ที่|ได้|รับ|การ|ปรับปรุง|หรือ|ปฏิรูป
(รี|เฮอร์|'|เซิล) vi.,|n. (การ) ซ้อม|,|ฝึกซ้อม|,|บรรยาย.  |Syn. rehearsable adj. rehearser n.
(รี|เฮิร์ส|') n. ฝึกซ้อม|,|บรรยาย
(ไร|คฺ) n. อาณาจักร|,|ชาติ|,|จักรวรรดิ (First Reich จักรวรรดิ|โรมัน|อัน|ศักดิ์สิทธิ์|ระหว่าง|ปี ค.ศ.962|-|1806,|Second Reich จักรวรรดิ|เยอรมัน|ระหว่าง|ปี ค.ศ.1871|-|1898,|Third Reich ประเทศ|เยอรมนี|สมัย|นา|ซี|ระหว่าง|ปี ค.ศ.1933|-|1945)|  |Syn. empire|,|realm|,|national
(รี|'|อะ|ไฟ) vt. ทํา|ให้|เป็น|รูปธรรม|  |Syn. reification n.
(เรน) n.,|vi. (มี) การ|ปกครอง|โดย|กษัตริย์|,|อํานาจ|การ|ปกครอง|,|อํานาจ|ของ|รัฎฐาธิปัตย์|,|อํานาจ|ครอบงํา|,|อิทธิพล|ครอบงํา|,|ครอบงํา|,|มี|อยู่|ทั่วไป|  |Syn. dominion
(รี|อิมเบิร์ส|') vt. ใช้|เงิน|คืน|,|ชําระ|เงิน|คืน|,|ใช้|เงิน|คืน|ที่|ออก|ไป|ก่อน|  |Syn. reimbursement n.  |Syn. recompense|,|rebate|,|remunerate
(รี|อิม|โพ|ซ|') vt. เก็บ|ภาษี|อีก|,|กําหนด|อีก|,|เรียกร้อง|อีก|  |Syn. impose anew
(เรน) n. บังเหียน|,|เชือก|บังเหียน|,|วิธีการ|ควบคุม|,|เครื่อง|นํา vt.,|vi. ดึง|บังเหียน|,|ระงับ|,|หยุดยั้ง|,|บังคับ|,|ควบคุม|  |Syn. restraint|,|check
(รี|อิน|คาร์|'|เนท) vt. ให้|สิง|ร่าง|ใหม่|,|ให้|จุติ|ใหม่ adj. (สิง) ร่าง|ใหม่|,|จุติ|ใหม่|,|กลับ|ชาติ|ใหม่|  |Syn. incarnate again|  |Syn. reincarnation n.
(เรน|'|เดียร์) n. กวาง|ขนาด|ใหญ่|ชนิด|หนึ่ง
(รี|อิน|ฟอร์ส|') vt. เพิ่ม|กําลัง|ใหม่|,|เสริม|กําลัง|,|สนับสนุน|,|ทํา|ให้|แข็งแรง|,|ทํา|ให้|ได้|ผล|ยิ่ง|ขึ้น|,|เพิ่ม|,|เสริม|  |Syn. strengthen|,|reenforce
n. คอนกรีตเสริมเหล็ก
(รี|อิน|ฟอร์ส|'|เมิน|ทฺ) n. การ|เสริม|กําลัง|,|สิ่ง|ที่|ใช้|เสริม|กําลัง|,|กองกําลัง|เสริม|,|กองกําลัง|สนับสนุน
(รี|อิน|ส|เท|ท|') vt. นํา|กลับ|,|ใส่|กลับ|,|คืน|สิทธิ|  |Syn. reinstatement|,|reinstation n. reinstator n|  |Syn. establish again
(รี|อิท|'|เท|อเรินทฺ) adj. ย้ํา|,|กล่าว|ซ้ํา
(รี|อิท|'|เท|อเรท) vt. กล่าว|ซ้ํา|,|กระทํา|ซ้ํา|  |Syn. reiterable adj. reiteration n. reiterative|  |Syn. repeat|,|iterate|,|stress
(รี|เจ|คทฺ|') vt. ปฏิเสธ|,|ทิ้ง|,|ไม่|ยอมรับ|,|บอกปัด|,|อาเจียน|,|ละทิ้ง|,|n. สิ่ง|ที่|ถูก|ปฏิเสธ|หรือ|บอกปัด|  |Syn. rejectable adj. rejecter n. rejective adj.  |Syn. rebuff|,|throw away
(รี|เจ|ค|'|เชิน) n. การ|ปฏิเสธ|,|การ|บอกปัด|,|สิ่ง|ที่|ถูก|ปฏิเสธ|,|สิ่ง|ที่|ถูก|ละทิ้ง
(รี|จอ|ยซฺ|') vi. ดีใจ|,|ยินดี|,|ปลื้ม|ปี|ติ|,|รื่นเริง vt. ทํา|ให้|ดีใจ|,|ทํา|ให้|ยินดี|,|ทํา|ให้|ปลื้ม|ปี|ติ|  |Syn. rejoiceful adj.  |Syn. delight|,|gladden
(รี|จอ|ย|'|ซิ|ง) n. ความ|ดีใจ|,|ความยินดี|,|ความ|ปลื้ม|ปี|ติ|ยินดี|,|ความ|รื่นเริง|  |Syn. rejoicingly adv.  |Syn. exultation|,|jubilation
(รี|จอยน์|') vt.,|vj. รวม|กัน|อีก|,|กลับ|มา|รวม|กัน|อีก|,|ผนึก|กัน|ใหม่|,|ตอบ|,|โต้ตอบ|,|โต้แย้ง|,|แก้|ฟ้อง|  |Syn. reunite
(รี|จอ|ย|'|เดอะ) n. การ|โต้ตอบ|,|คํา|โต้ตอบ|,|การ|โต้แย้ง|,|คํา|โต้แย้ง|  |Syn. reply|,|riposte
(รี|จู|'|วะเนท) vt. ทํา|ให้|เป็น|หนุ่ม|ขึ้น|อีก|,|ฟื้น|คืน|,|ทํา|ให้|กลับ|สู่|สภาพ|เดิม|  |Syn. rejuvenation n. rejuvenative adj. rejuvenator n.  |Syn. revitalize|,|refresh
(รี|แล|พซฺ|') vi.,|n. (การ) กลับ|สู่|สภาพ|เดิม|,|กลับ|ทรุด|,|กําเริบ|ใหม่|,|กลับ|สู่|ความ|เลว|เดิม|  |Syn. relapser n. relapsable adj.  |Syn. weaken|,|regress
(รี|เลท|') vt. บอก|,|เล่า|,|บรรยาย|,|ทํา|ให้|มี|ความ|สัมพันธ์|กัน|,|ทํา|ให้|เกี่ยวข้อง|กัน|,|vi. เกี่ยวข้อง|,|สัมพันธ์|,|สอดคล้อง|,|เป็น|ญาติ|กัน|  |Syn. relatability n. relatable adj. relater n.  |Syn. tell|,|narrate|,|delineate
(รี|เล|'|ทิด) adj. สัมพันธ์|กัน|,|เกี่ยวดอง|กัน|,|เป็น|ญาติ|กัน|,|เชื่อม|กัน|  |Syn. associated
(รี|เล|'|เชิน) n. ความ|สัมพันธ์|,|ความ|เกี่ยวดอง|กัน|,|ญาติ|,|เครือญาติ|,|การ|บรรยาย|,|เรื่องราว|  |Syn. existing connection|  |Syn. relational adj.
ฐานข้อมูล|เชิง|สัมพันธ์|หมายถึง ฐานข้อมูล|แบบ|หนึ่ง ที่|ประกอบ|ด้วย|แฟ้มข้อมูล|ที่|แยก|ต่างหาก|ออก|จาก|กัน|เป็น|หลาย ๆ แฟ้ม แต่ละ|แฟ้ม|เหล่านั้น|มี|ความ|สัมพันธ์|เชื่อมโยง|กัน|อยู่ การ|เรียกหา|ข้อมูล|ใน|แฟ้ม|หนึ่ง|จะ|โยง|ไป|หา|แฟ้ม|อื่น|ได้ เช่น เรา|อาจ|มี|แฟ้มข้อมูล|ที่|เก็บ|สินค้า และ|อีก|แฟ้มข้อมูล|หนึ่ง|เก็บ|รายชื่อ|ลูกค้า เรา|อาจ|สร้าง|แฟ้มข้อมูล|ใหม่ แล้ว|เลือก|เฉพาะ|ข้อมูล|ที่|ต้องการ|จาก|แต่ละ|แฟ้ม|ให้|มา|สัมพันธ์|กัน เพื่อ|จะ|รู้|ได้|ว่า ลูกค้า|คน|ใด|สั่ง|สินค้า|ใด|ไป|จํานวน|เท่าใด ทั้งสิ้น|ขึ้น|กับ|การ|ออกแบบ|ระบบ|ให้|แฟ้ม|เหล่านั้น|สัมพันธ์|กัน|ด้วย
ตัวดําเนินการ|สัมพันธ์|หมายถึง สัญลักษณ์ =|, > หรือ < ซึ่ง|ใช้|แทน|ความหมาย เท่า|กับ|, มาก|กว่า น้อย|กว่า ที่|ใช้|ระหว่าง|ตัวแปร 2 ตัว ตัวดําเนินการ|เหล่านี้|ใช้|ใน|การ|เขียน|โปรแกรม|ตาราง|จัดการ (spreadsheet) หรือ|โปรแกรม|การ|จัดการ|ฐานข้อมูล (database management)| 
(รี|เล|'|เชิน|ชิ|พ) n. ความ|สัมพันธ์|,|ความ|เกี่ยวพัน|,|ความ|เกี่ยวดอง|,|ความ|เป็น|ญาติ|กัน|,|ความ|เกี่ยวข้อง|กัน|  |Syn. association
(เรล|'|ละ|ทิฟว) n. ญาติ|,|ญาติพี่น้อง|,|เครือญาติ|,|สิ่ง|ที่|มี|ความ|สัมพันธ์|กัน|,|adj. สัมพันธ์|กัน|,|เกี่ยวดอง|กัน|,|เกี่ยวข้อง|กัน
เลขที่|อยู่|สัมพัทธ์|หมายถึง|เลขที่|อยู่ (address) ที่|ใช้|ใน|การ|เขียน|โปรแกรม|หรือ|ชุดคําสั่ง โดย|ใช้|จํานวน|ไบต์ จาก|เลขที่|อยู่|อื่น|ที่|มี|อยู่|แล้ว เช่น เลขที่|อยู่|สัมพัทธ์|ของ "|0004|" บ่งชี้|ว่า|ข้อมูล|นั้น|ได้|เก็บ|เอา|ไว้ ห่าง|จาก|เลขที่|อยู่|อีก|อัน|หนึ่ง|ไป|อีก 4 ที่ เป็นต้น
(เรล|'|ละ|ทิฟ|วลี) adv. ค่อนข้าง
(เรล|ละ|ทิฟ|'|วิ|ที) n. ความ|สัมพันธ์|,|ความ|สัมพันธ์|, (ฟิสิกส์) ทฤษฎี|ความ|สัมพันธ์|ของ|ไอน์สไตน์|ที่|เกี่ยวกับ|การ|เคลื่อนที่
(รี|เล|'|เทอะ) n. ผู้|บอก|,|ผู้เล่า|,|ผู้|บรรยาย
(รี|แล|คซฺ|') vt.,|vi. ผ่อน|,|คลาย|,|ปล่อย|,|ทํา|ให้|หาย|กังวล|,|ระบาย|ท้อง|  |Syn. relaxative|,|relaxatory adj. relaxedly adv.  |Syn. slacken
(รี|แล|ค|'|เซินทฺ) adj. ซึ่ง|ผ่อนคลาย|,|n. ยา|ผ่อนคลาย
(รี|แล|ค|เซ|'|เชิน) n. การ|ผ่อนคลาย|,|การ|ผ่อนคลาย|อารมณ์|,|การ|ถ่าย|ท้อง|,|ความ|หลวม|,|การ|ผ่อนผัน|  |Syn. abatement|,|slackening|,|easing
(รี|เล|') {|relaid|,|relaying|,|relays|} vt. ถ่ายทอด|,|สิ่ง|เป็น|ทอด ๆ ,|ผลัดเปลี่ยน|,|สับเปลี่ยน|,|เปลี่ยน|เวร|,|วาง|ใหม่|,|นอน|ใหม่|,|ปู|ใหม่ vi. ถ่ายทอด n. (รี|'|เล) ม้า|หรือ|สุนัข|ที่|ใช้|สับเปลี่ยน|,|เจ้าหน้าที่|ผลัดเปลี่ยน|,|การ|วิ่ง|ผลัด|,|เครื่อง|ถ่ายทอด|เสียง|,|เครื่อง|ถ่ายทอด|ภาวะ|กระแส|ไฟฟ้า|,|เครื่อง|ถ่ายทอด|,|เครื่อง|หมุน|ต่อ
การ|วิ่ง|ผลัด (Cf. medley relay)| 
n. ข่าว|สําหรับ|หนังสือพิมพ์
(รี|ลิส|'|ซี) n. ผู้|รับ|โอน|สิทธิ์|,|ผู้|ได้|รับ|การ|ปลด|หนี้
(รี|ลี|'|เซอะ) n. ผู้|ปล่อย|,|ผู้|ปลดปล่อย|,|เครื่อง|ปลดปล่อย
(รี|ลี|'|เซอะ) n. ผู้|สละ|สิทธิ์|,|ผู้|ปลด|หนี้|,|ผู้|โอน|กรรมสิทธิ์
(เรล|'|ละ|เก|ท) vt. ขับไล่|,|เนรเทศ|,|ผลักไส|,|ลด|ขั้น|,|ลด|ตํา|แนห่ง|,|  |Syn. relegable adj. relegation n.
(รี|เลน|ทฺ|') vi.,|vt. (ทํา|ให้) ผ่อนคลาย|,|บรรเทา|,|ยกโทษ|  |Syn. relentingly adv.  |Syn. soften|,|weaken
(รี|เลน|ท|'|ลิส) adj. ไม่|ผ่อนผัน|,|ไม่|ยอม|ผ่อนปรน|,|ไม่|ปรานี|,|ไม่|ไว้หน้า|,|ทรหด|,|บึกบึน|,|ไม่|ระย่อ|  |Syn. relentlessly adv. relentlessness n.  |Syn. unremitting
(รี|'|เลท) vt. ให้|เช่า|อีก|,|ใช้|เช่าช่วง
(เรล|'|ลิเวินซฺ) , relevancy (เรล|'|ลิเวิน|ซี) n. ความ|สัมพันธ์|กัน|,|การ|เข้า|ประเด็น|,|ความ|เข้า|เรื่อง|กัน|  |Syn. pertinence
(เรล|'|ลิเวินทฺ) adj. เข้า|ประเด็น|,|ตรง|ประเด็น|,|สัมพันธ์|กัน|,|เข้า|เรื่อง|กัน|  |Syn. relevantly adv.  |Syn. pertinent|,|apt|,|related
(รี|ไล|'|อะเบิล) adj. ไว้วางใจ|,|เชื่อถือ|ได้|,|น่า|เชื่อถือ|  |Syn. reliability n. reliably adv.  |Syn. trustworthy|,|dependable|,|trusty
(รี|ไล|'|เอินซฺ) n. ความ|ไว้วางใจ|,|ความ|เชื่อถือ|,|ความ|มั่นใจ|,|สิ่ง|ที่|ไว้วางใจ|  |Syn. confidence
(รี|ไล|'|เอินทฺ) adj. ไว้วางใจ|,|เชื่อใจ|,|มั่นใจ|,|เชื่อถือ|  |Syn. reliantly adv.  |Syn. confident
(เรล|'|ลิค) n. ของที่ระลึก|,|ของ|ที่|ตกทอด|,|สิ่ง|ตกทอด|ที่|เป็น|อนุสรณ์|,|  |Syn. relics n. พระธาตุ ซาก|ของ|คนตาย ของ|ตกทอด|ของ|ระลึก|ของ|อนุสรณ์ ซาก|สัตว์|หรือ|พืช|  |Syn. relique
(เรล|'|ลิคทฺ) n. พืช|หรือ|สัตว์|ที่|อาศัย|อยู่|ใน|สิ่งแวดล้อม|ที่|เปลี่ยน|ไป|เป็น|ไม่|เหมาะสม|,|ส่วน|ที่|เหลือ|,|ซาก|สัตว์|หรือ|พืช|,|แม่หม้าย|  |Syn. remnant
(รี|ลีฟ|') n. ความ|ผ่อนคลาย|,|ความ|บรรเทา|,|ความ|โล่งอก|,|การ|ผ่อนคลาย|,|การ|ปลดปล่อย|,|การ|ปลดเปลื้อง|,|การ|ช่วยเหลือ|,|การ|สงเคราะห์|,|การ|บรรเทาทุกข์|,|เงิน|ช่วยเหลือ|,|การ|เปลี่ยน|เวร|,|การ|เปลี่ยน|อารมณ์|,|สิ่ง|ที่|เปลี่ยน|อารมณ์|,|ภาพ|นั้น|แกะสลัก|,|ภาพ|นูน|,|ความ|เด่น|,|ความ|ไม่|เสมอ|กัน|ของ|ระดับ|พื้นดิน
(รี|ไล|'|เออะ) n. ผู้|เชื่อถือ|,|ผู้|ไว้วางใจ|,|ผู้อาศัย
(รี|ลีฟว|') vt. บรรเทา|,|ลด|,|ผ่อนคลาย|,|ปลดปล่อย|,|บรรเทา|,|แบ่งเบา|,|ช่วยเหลือ|,|สงเคราะห์|,|ทํา|ให้|นูน|,|เปลี่ยน|เวร|,|เปลี่ยน|ยาม|,|เปลี่ยน|บรรยากาศ|,|เปลี่ยน|อารมณ์ -|Phr. (to relieve oneself ปัสสาวะ|หรือ|อุจจาระ)|  |Syn. relievable adj. relievedly adv.
(รี|ลีฟ|'|เวอะ) n. ผู้|ปลดปล่อย|,|ผู้ช่วย|เหลือ|,|ผู้|รับช่วง
(รี|ลิจ|'|เจิน) n. ศาสนา|,|ลัทธิ|,|ความ|เลื่อมใส|ใน|ศาสนา|,|เรื่อง|ศาสนา|,|กลุ่ม|นักบวช|,|ความ|เลื่อมใส|,|ชีวิต|ใน|ศาสนา|,|ธรรมะ|,|หลักธรรม|  |Syn. religions n. พิธี|ศาสนา|,|ความ|เคร่งครัด|ใน|ศาสนา
(รี|ลิจ|'|เจิส) adj. เคร่ง|ศาสนา|,|เลื่อมใส|ใน|ศาสนา|,|ออกบวช|,|n. นักบวช|,|นักพรต|,|สมาชิก|ของ|นิกาย|ศาสนา|หนึ่ง|  |Syn. religiousness n.  |Syn. devout|,|pious|,|faithful
(รี|ลิง|'|กวิช) vt. ยกเลิก|,|สละ|,|ปลดปล่อย|,|ถอน|  |Syn. relinquisher n. relinquishment n.  |Syn. renounce|,|give up
(เรล|'|ลิช) n. รสชาติ|,|รส|อร่อย|,|รสนิยม|,|เครื่อง|ชูรส|,|เครื่องปรุง|รส|,|ความ|อร่อย|,|ความ|ชอบ|,|ความ|รื่นเริง|,|สิ่ง|ที่|ให้|ความ|รื่นเริง|,|vt. ปรุง|รส|,
(รี|ลิฟว|') vt. ประสบ|อีก|,|มี|ชีวิต|อีก|,|มี|ชีวิต|ใหม่|,|vi. มี|ชีวิต|อีก|,|มี|ชีวิต|ใหม่|,|ดํารง|ชีวิต|ใหม่|  |Syn. relivable adj.  |Syn. live again|,|revive
(รี|โล|'|เคท) vt. กําหนด|ตําแหน่ง|ใหม่|,|หา|ที่|ใหม่|,|ย้าย|ที่|ใหม่|,|แบ่ง|สรร|ใหม่|,|vi. ย้าย|ที่|ใหม่|  |Syn. relocation n.
(รี|ลัค|'|เทิน|ซฺ) n. ความ|ไม่|เต็มใจ|,|ความ|ไม่|สมัครใจ|,|ความ|ฝืนใจ|,|ความ|ฝืด|แม่เหล็ก
(รี|ลัค|'|เทิน|ทฺ) adj. ไม่|เต็มใจ|,|ไม่|สมัครใจ|,|ฝืนใจ|,|ต่อต้าน|,|ฝืด|  |Syn. unwilling|,|loath|,|averse
(รี|ไล|') vi. ไว้วางใจ|,|เชื่อใจ|,|วางใจ|,|เชื่อมั่น|,|อาศัย|,|พึ่งพาอาศัย|  |Syn. depend confidently
ย่อ|มา|จาก|คํา|ว่า remark เป็น|คําสั่ง|หนึ่ง|ใน|โปรแกรม|ที่|ทํา|ให้|สามารถ|เพิ่ม|ข้อความ|เข้า|ไป|ใน|โปรแกรม|ได้|อีก|บรรทัด|หนึ่ง โดย|ที่|จะ|ไม่|มี|ผลกระทบ|ใด ๆ ต่อ|โปรแกรม|เลย (คอมพิวเตอร์|ไม่|นํา|ไป|ประมวลผล) ส่วนมาก|จะ|ใช้|ใน|การ|บันทึก หรือ|ทํา|หมายเหตุ หรือ|ใช้|บรรยาย|ความ|ที่|ต้องการ|จะ|ให้|มี|เก็บ|ไว้|ใน|โปรแกรม|ด้วย เพื่อ|กัน|ลืม หรือ|เพื่อให้|ผู้ใช้|อื่น|เข้าใจ)| 
(รี|เมน|') vi. ยังคง|,|ยัง|อยู่|,|เหลือ|,|ค้าง|,|พัก|อย่|,|n. สิ่ง|ที่|เหลือ|อยู่|,|สิ่ง|ที่|ค้าง|อยู่|,|  |Syn. remains บทประพันธ์|ของ|ผู้ตาย|ที่|ยัง|ไม่|ได้|ตีพิมพ์|,|ลักษณะ|ที่|เหลือ|อยู่|,|ซากศพ|,|ซาก|สัตว์|หรือ|พืช|,|เศษ|,|เศษ|อา|-|หาร|  |Syn. stay behind|,|survive|,
(รี|เมน|เดอะ|') n. สิ่ง|ที่|เหลือ|อยู่|,|สิ่ง|ที่|ค้าง|อยู่|,|ของเหลือ|,|ของ|ตกค้าง|,|ซาก|,|เศษ|,|ของ|ตกทอด|,|คน|ตกค้าง|,|จํานวน|ที่|เหลือ|ส่วน|,|หนังสือ|ตกค้าง (ขาย|ไม่|ออก)|  |Syn. remainders n. แสตมป์|ที่|ยกเลิก|แต่|ยัง|ไม่|ได้|ใช้ adj. เหลือ|,|ตกค้าง|,|vt. ขาย|เป็น|ของเหลือ|,|ขาย|เป็น|ของ|ตกค้าง
(ริ|มาน|ดฺ|') vi. ส่ง|กลับ|,|ส่ง|กลับ|ลง|ไป|ยัง|ศาล|ที่ต่ํา|กว่า|พิจารณา|,|คุมขัง|ระหว่าง|รอ|การ|พิจารณา|คดี n. การ|ส่ง|กลับ|,|การ|ส่ง|กลับ|ลง|ไป|ยัง|ศาล|ต่ํา|กว่า|พิจารณา|,|บุคคล|ที่|ถูก|ส่ง|กลับ|,|บุคคล|ที่|ถูก|คุมขัง|ระหว่าง|รอ|พิจารณา|คดี|  |Syn. send back
n. สถาน|พินิจ|สําหรับ|ผู้|กระทํา|ความผิด|ที่|มี|อายุ 8|-|16|ปี
(รี|มาร์ค|') vt. เอ่ย|,|พูด|,|กล่าว|,|สังเกต|เห็น|,|ให้|ข้อคิดเห็น vi. สังเกต|เห็น|,|ให้|ข้อคิดเห็น n. การ|เอ่ย|,|การ|พูด|,|การ|ให้|ข้อคิดเห็น|,|ข้อคิดเห็น|,|ความเห็น|,|=|remarque (ดู)|  |Syn. remarker n.  |Syn. perceive|,|observe|,|heed
(รี|มาร์ค|'|คะ|เบิล) adj. พิเศษ|,|น่าทึ่ง|,|ยอดเยี่ยม|,|น่า|สังเกต|  |Syn. remarkability n. remarkableness n. remarkably adv.  |Syn. noteworthy|,|striking|,|unusual
(รี|มี|'|ดะ|เบิล) adj. แก้ไข|ได้|,|รักษา|ได้|,|เยียวยา|ได้|  |Syn. remediableness n. remediably adv.
(รี|มี|'|เดี|ยล) adj. เป็น|การ|รักษา|,|เป็น|การ|แก้ไข|,|เป็น|การ|เยียวยา|,|เป็น|ปรับปรุง.
(เรม|'|มิ|ดี|ลิส) adj. แก้ไข|ไม่|ได้|,|รักษา|ไม่|ได้|,|เยียวยา|ไม่|ได้|,|ไม่|อาจ|ซ่อมแซม|ได้
(เรม|'|มิ|ดี) n. การ|รักษา|,|วิธีการ|รักษา|,|วิธีการ|แก้ไข|,|สิ่ง|ที่|ใช้|ใน|การ|รักษา|,|ยา|,|สิ่ง|ที่|ใช้|ใน|การ|แก้ไข vt. รักษา|,|เยียวยา|,|บรรเทา|,|ฟื้นฟู|,|ทํา|ให้|ถูกต้อง|,|ขจัด|,|กําจัด|  |Syn. cure
(รี|เมม|'|เบอะ) vt. จํา|ได้|,|จดจํา|,|ระลึก|ได้|,|รําลึก|ได้|,|หวน|คิด|,|ส่ง|ความคิด|ถึง|ให้|,|ให้|รางวัล|,|ให้|ของขวัญ|,|เตือน|ความจํา vi. จํา|ได้|,|จดจํา|  |Syn. rememberer n.  |Syn. recall
(รี|เมม|'|เบ|ริน|ซฺ) n. ความทรงจํา|,|ความคิด|ถึง|,|การ|จํา|,|การ|รําลึก|,|ความ|รําลึก|,|เครื่อง|รําลึก|,|ช่วง|เวลา|แห่ง|ความทรงจํา|  |Syn. remembrances n. ความ|เคารพ|,|ความ|นับถือ|  |Syn. memory|,|recall|,|memento
(รี|ไมน์ด|') vt. เตือน|ความจํา|,|เตือน|,|ทํา|ให้|ระลึก|ถึง|,|ทํา|ให้|จํา|ได้|  |Syn. reminder n.
(รี|ไมน|'|ฟู|ล) adj. เตือน|ความจํา|,|เตือนสติ|,|ทํา|ให้|ระลึก|ถึง|  |Syn. reminiscent
(เรม|'|มะนิส) vi. รําลึก|ถึง|อดีต|,|ระลึก|ถึง|อดีต|,|ระลึก|ถึง|,|จํา|ได้|,|หวน|ระลึก|ถึง
(เรมมะนิส|'|เซินซฺ) n. การ|รําลึก|ถึง|อดีต|,|ความทรงจํา|,|เหตุการณ์|ใน|อดีต|ที่|จํา|ได้|,|บันทึก|ความทรงจํา|,|ของ|รําลึก|,|สิ่ง|ที่|ทํา|ให้|รําลึก|ถึง|,|ข้อ|รําลึก|  |Syn. recollection|,|memory
(เรมมะนิส|'|เซินทฺ) adj. ชวน|รํา|-|ลึก|ถึง|,|เตือน|ความทรงจํา|,|เกี่ยวกับ|การ|รําลึก|ถึง|อดีต|,|เป็น|ของ|รําลึก
(รี|มิ|ส|') adj. ไม่|ระมัดระวัง|,|สะเพร่า|,|เลินเล่อ|,|ประมาท|,|เมิน|เฉย|,|บกพร่อง|,|เกียจคร้าน|,|เฉื่อยชา|  |Syn. remissness n.  |Syn. lax Ant. careful
(รี|มิ|ส|'|ซะเบิล) adj. ยกโทษ|ให้|ได้|,|ยก|หนี้|ได้|,|เลิกล้ม|ได้|,|ผ่อนคลาย|ได้|,|ยกเว้น|ภาษี|ได้|  |Syn. remissibility n.
(รี|มิ|ช|'|เชิน) n. การ|อภัยโทษ|,|การ|ให้|อภัย|,|การ|ยก|หนี้|,|การ|ยกเว้น|ภาษี|,|การ|บรรเทา|,|การ|ลด|น้อย|ลง|,|การ|ปลด|หนี้|  |Syn. remissive adj. remissiveness n.  |Syn. pardon|,|amnesty|,|abatement
(รี|มิ|ท|') vt.,|vi. ส่ง|เงิน|,|อภัยโทษ|,|ยกโทษ|,|ยก|หนี้|,|ละเว้น|,|ผ่อนคลาย|,|บรรเทา|,|ทํา|ให้|กลับ|สู่|สภาพ|เดิม|,|ให้|กลับ|,|ส่ง|กลับ|ศาล|ชั้นต่ํา|กว่า n. การ|ส่ง|กลับ|ศาล|ชั้นต่ํา|กว่า|,|การ|ส่ง|บันทึก|จาก|ศาล|หนึ่ง|ไป|ยัง|อีก|ศาล|หนึ่ง|  |Syn. remittable adj. S. forward|,|excuse
(รี|มิ|ท|'|เทิล) n. = remission (ดู)| 
(รี|มิ|ท|'|เทิน|ซฺ) n. การ|ส่ง|เงิน|,|การ|ส่ง|คดี|,|เงิน|หรือ|คดี|ที่|ส่ง
(รี|มิ|ท|'|เทิน|ทฺ) adj. เป็น|พัก ๆ ,|เดี๋ยว|หนัก|เดี๋ยว|เบา|,|จับไข้|เป็น|พัก ๆ n. ไข้|ที่|กลับ|เป็น|พัก ๆ|  |Syn. remittence|,|remittency n.
(รี|มิ|ท|'|เทอะ) n. ผู้|ส่ง|เงิน|,|ผู้|ส่ง|คดี|,|การ|ส่ง|คดี|,|การ|สละ|สิทธิ์|,|การ|คืน|ตําแหน่ง
(เรม|'|เนิน|ทฺ) n. ส่วน|ที่|เหลือ|,|เศษ|,|เศษ|เล็ก|เศษ|น้อย|,|เศษผ้า|,|เดน adj. เหลือ|อยู่|,|ค้าง|  |Syn. remnantal adj.  |Syn. remainder
(รีม|อน|'|ส|เท|ริน|ซฺ) n. การ|คัดค้าน|,|การ|ทัดทาน|,|การ|ประท้วง|,|การ|โต้แย้ง
(รีม|อน|'|ส|เท|ริน|ทฺ) adj. คัดค้าน|,|ทัดทาน|,|ประท้วง|,|โต้แย้ง n. ผู้|คัดค้าน|,|ผู้|ทัด|-|ทาน|,|ผู้|ประท้วง|,|ผู้|โต้แย้ง
(รีม|อน|'|ส|เท|รท) vt. คัดค้าน|,|ทัดทาน|,|ประท้วง|,|โต้แย้ง vi. คัดค้าน|หรือ|โต้แย้ง|ด้วย|เหตุผล|  |Syn. remonstration n. remonstrative adj. remonstrator n.  |Syn. protest|,|object|,|contend
(รี|มอร์ส|') n. ความ|สํานึก|ผิด|,|ความ|เสียใจ|อย่าง|มาก|ต่อ|ความผิด|ที่|ได้|กระทํา|ไป|,|ความ|เห็นอกเห็นใจ|  |Syn. compunction|,|sorrow
(รี|มอร์ส|'|ฟู|ล) adj. สํานึก|ผิด|,|เสียใจ|มาก|ต่อ|ความผิด|ที่|ได้|กระ|ไป|  |Syn. remorsefully adv. remorsefulness n.  |Syn. regretful|,|sorry|,|repentant
(รี|มอร์ส|'|ลิส) adj. ไม่|สํานึก|ผิด|,|ไม่|มี|ความ|ปรานี|,|ไม่|มี|ความ|สงสาร|,|โหดเหี้ยม|,|ทารุณ|  |Syn. remorselessness n.
(รี|โม|ท|') adj. ไกล|,|ไกล|พ้น|,|ลึกลับ|,|นาน|มา|แล้ว|,|ยาวนาน|,|โดดเดี่ยว|,|ไม่|เกี่ยวข้อง|โดย|ตรง|,|ห่าง ๆ ,|ห่างเหิน|,|เมิน|เฉย|  |Syn. remotely adv. remoteness n.  |Syn. far apart
การ|ประมวลผล|แบบ|กลุ่ม|ระยะ|ไกล|หมายถึง การ|ประมวลผล|แบบ|เป็น|กลุ่ม|ที่|เครื่อง|คอมพิวเตอร์ หน่วย|รับ|ข้อมูล และ|หน่วย|แสดง|ผล|ไม่|ได้|อยู่|ใน|บริเวณ|เดียวกัน การ|ป้อน|ข้อมูล|ทุกอย่าง|ทํา|จาก|เครื่อง|ปลาย|ทาง (terminal) ที่อยู่|ห่าง|ไป|จาก|บริเวณ|ที่|ตั้ง|เครื่อง|คอมพิวเตอร์ การ|สื่อสาร|ข้อมูล|ทํา|ได้|โดย|ผ่าน|สายโทรศัพท์ สายเคเบิล ไมโครเวฟ หรือ|ดาวเทียม การ|แสดง|ผล|อาจ|ออก|ผล|ได้|ทั้งที่|เครื่อง|คอมพิวเตอร์ หรือ|ที่|เครื่อง|ปลาย|ทาง|ดู batch processing ประกอบ
ส่วน|เฝ้า|คุม|ระยะ|ไกล|จอ|เฝ้า|คุม|ระยะ|ไกล|หมายถึง จอภาพ|หรือ|อุปกรณ์|อื่น|ที่|ผู้|ควบคุม|การ|ดําเนินการ|ของ|เครื่อง ใช้|สั่ง|งาน เช่น ส่ง|ข้อมูล|เข้า|เครื่อง หรือ|สั่ง|ให้|เครื่อง|เริ่ม|กระทํา|การ (execute) แต่|เนื่องจาก|อุปกรณ์|นี้|อยู่|ห่าง|จาก|ตัว|เครื่อง การ|ควบคุม|จึง|ต้อง|มี|สาย|การ|สื่อสาร|เชื่อมโยง|ติดต่อ|กัน
การ|ควบคุม|ระยะ|ไกล (เช่น|การ ควบคุม|ขีปนาวุธ|ด้วย|สัญญาณ|วิทยุ)|  |Syn. remote|-|control adj.
เครื่อง|ปลาย|ทาง|ระยะ|ไกล|หมายถึง เครื่อง|ปลาย|ทาง|ที่อยู่|ห่าง|ออก|ไป|จาก|ตัว|เครื่อง|คอมพิวเตอร์ แต่|เชื่อมต่อ|กับ|ตัว|เครื่อง|ด้วย|ระบบ|การ|สื่อสาร เช่น ทาง|สายโทรศัพท์ เคเบิล ดาวเทียม ฯลฯ|ดู terminal ประกอบ
(รี|มูฟ|'|วะเบิล) adj. เอา|ออก|ได้|,|ย้าย|ได้|,|ถอด|ได้|,|ปลดเปลื้อง|ได้|,|ลบ|ได้|,|ยก|ไป|ได้|  |Syn. removability n. removableness n. removably adv.
จาน|แข็ง|นําเข้า|ออก|ได้|หมายถึง ฮาร์ด|ดิสก์ หรือ|จาน|บันทึก|แข็ง ที่|สามารถ|ใส่|เข้า|หรือ|ดึง|ออก|จาก|ตัว|เครื่อง|คอมพิวเตอร์|ได้ โดย|ปกติ จาน|แข็ง|นี้|มี|สอง|ชนิด คือ|ชนิด|ที่|จะ|ดึง|ออก|จาก|คอมพิวเตอร์|ได้ กับ|ชนิด|ที่|ดึง|ไม่|ได้ (ที่|ใช้|กัน|อยู่|ส่วนมาก|จะ|เป็น|ชนิด|หลัง|หรือ|ที่|เรียก|ว่า fixed disk คือ|ดึง|ออก|ไป|ไม่|ได้)| 
(รี|มู|'|เวิล) n. การ|เอา|ออก|,|การ|ย้าย|,|การ|ถอด|,|การ|เปลี่ยนแปลง|,|การ|โยกย้าย|,|การ|ไล่ออก|,|การ|ขับ|ออก|,|การ|ฆ่า|,|การ|ลอบ|ฆ่า
(รี|มูฟว|') vt. เอา|ออก|,|ย้าย|,|โยกย้าย|,|ถอด|,|ขน|ของ|,|ลบ|,|ขจัด|,|กําจัด|,|ปลด|,|ปลดเปลื้อง|,|ไล่ออก|,|ฆ่า|,|ลอบ|ฆ่า vi. ย้าย|,|โยกย้าย|,|จาก|ไป|,|หาย|ไป n. การ|เอา|ออก|, (ย้าย|,|โยกย้าย...) , ระยะ|ทาง|ที่อยู่|แยก|ห่าง|จาก|กัน|,|การ|คั่น|กลาง|,|การ|เลื่อน|ชั้น|,|ระดับ|ความ|แตกต่าง|  |Syn. remover n.
(รี|มิ|ว|'|เนอเรท) vt. จ่าย|เงิน|,|ให้|รางวัล|,|ตอบแทน|,|ชดเชย|  |Syn. remunerability n. remunerable adj. remunerably adv. remunerator n.  |Syn. reimburse
(รี|มิ|ว|'|นะ|เร|'|เชิน) n. การ|จ่าย|เงิน|,|การ|ให้|รางวัล|,|การ|ตอบแทน|,|การ|ชดเชย|,|รายได้|,|สินน้ําใจ|,|ค่าตอบแทน|  |Syn. payment
(รี|มิ|ว|'|นะ|เรทิฟว) adj. เป็น|รางวัล|เป็น|ค่าตอบแทน|,|มี|กําไร|,|เป็น|สินน้ําใจ|  |Syn. remunerativeness n.  |Syn. rewarding
(เรนนิ|ซาน|ซฺ|'|,|-|ซาน|ซฺ) n. ความ|เฟื่องฟู ความ|รู้|ทาง|ศิลป|วรรณกรรม|ใน|ยุโรป|สมัย|ศตวรรษ|ที่ 14|-|17,|สมัย|ดังกล่าว|  |Syn. renaissance การ|ฟื้นฟู|ชีวิต|พลัง|ความ|สนใจ|หรือ|อื่น ๆ ,|ชีวิต|ใหม่ adj. เกี่ยวกับ|สมัย|ดังกล่าว|,|เกี่ยวกับ|ลักษณะ|ศิลป|วรรณกรรม|ใน|สมัย|ดังกล่าว
n. ผู้|มี|ความ|รู้|กว้างขวาง
(รี|'|เนิล) adj. เกี่ยวกับ|ไต|,|เกี่ยวกับ|บริเวณ|ไต
เลือด|ที่|ไป|เลี้ยง|ไต
(รี|'|เนม) vt. ตั้ง|ชื่อ|ใหม่
(รี|แนส|'|เซินซฺ) n. =|Renaissance
(รี|แนส|'|เซินท์) adj. เกิด|ใหม่|,|มี|พลัง|ใหม่
(เรนดฺ) {|rent|,|rending|,|rends|} vt.,|vi. ฉีก|,|ฉีก|ขาด|,|ตัด|,|แยก|,|ผ่า|,|ดึง|ออก|,|รบกวน|ด้วย|เสียง|ดัง|,|ทําลาย|จิตใจ|  |Syn. rendible adj.
(เรน|'|เดอะ) vt. ทํา|ให้|,|กระทํา|,|ปฏิบัติ|,|จัด|ให้|มี|,|แสดง|,|ทํา|รายงาน|,|แสดง|บัญชี|,|เสนอ|,|จ่าย|,|ส่ง|,|ส่ง|คน|,|ถอดความ|,|แปล|,|สละ|,|ฉาบปูน vi. ให้|รางวัล|,|หลอม|สกัด n. ปูน|ที่|ฉาบ|ครั้ง|แรก|  |Syn. rendesable adj. renderer n.
(เรน|'|เด|อริ|ง) n. การ|แปล|,|การ|ถอดความ|,|การ|แสดง|,|แผนผัง|จําลอง|,|สิ่ง|จําลอง
โรงงาน|ปศุสัตว์ นํา|สัตว์|ที่|ตาย|มา|ทํา|ไข|สัตว์ ปุ๋ย หนัง|และ|อื่น ๆ|  |Syn. rendering plant
(ราน|'|ดะ|ว|'|ู) n. การ|นัดพบ|,|ที่|นัดพบ|,|ที่|ชุมนุม|,|ที่|ชุมนุม|พล|,|ที่|นัดพบ|ใน|อวกาศ|ของ|สถานี|อวกาศ|2|ลํา vi. นัดพบ|,|ชุมนุม|กัน pl. rendezvous|  |Syn. place for meeting
(เรนดิช|'|เชิน) n. การ|กระทํา|,|การ|แปล|,|การ|ถอดความ|,|การ|สละ|,|การ|แสดง|,|การ|ให้|,|การ|ทํา|รายงาน|  |Syn. version|,|interpretation
(เรน|'|นะ|เกด) n. คน|ทอดทิ้ง|เพื่อน|,|คน|ทรยศ|,|คน|เปลี่ยน|ศาสนา|,|คน|หักหลัง adj. ทอดทิ้ง|เพื่อน|,|ทรยศ|,|เปลี่ยน|ศาสนา|,|หักหลัง
(รี|นิว|') vt.,|vi. เริ่ม|ใหม่|,|ทํา|ใหม่|,|เปลี่ยน|ใหม่|,|ซ่อมแซม|,|เสริม|,|เติม|,|ฟื้นฟู|,|สร้าง|ใหม่|,|ทํา|ให้|เป็น|หนุ่ม|ใหม่|,|ทํา|ให้|มี|พลัง|ใหม่|,|ต่อ|สัญญา|,|ทํา|ให้|กลับ|สู่|สภาพ|เดิม|  |Syn. renewability n. renewable adj. renewably adv. renewedly adv. renewer n. ค
(รี|นิว|'|เอิล) n. การ|เริ่ม|ใหม่|,|การ|เปลี่ยน|ใหม่|,|การ|ฟื้นฟู|,|การ|สร้าง|ใหม่|,|การ|ทํา|ให้|กลับ|สู่|สภาพ|เดิม|,|การ|ต่อ|สัญญา|ใหม่|,|การ|รับ|นิตยสาร|ต่อ|,|การ|ยืนยัน|,|การ|ยืนยัน|คํามั่นสัญญา
ทํา|ให้|โปรตีน|ใน|นม|รวม|ตัว|กัน|เป็น|ก้อน|เรียก|ว่า carsinogen
(รี|เนา|ซฺ|') vt. สละ|,|ละทิ้ง|,|ประ|-|กา|ศ|สละ|,|ประกาศ|เลิก|,|สละ|บุตร|,|สละ|กรรมสิทธิ์|  |Syn. renouncement n. renouncer n.
(เรน|'|นะ|เวท) vt. ทํา|ใหม่|,|ปรับปรุง|ใหม่|,|ซ่อมแซม|,|ทํา|ให้|มี|พลัง|ใหม่|,|ทํา|ให้|มี|ชีวิตชีวา|ใหม่|,|ทํา|ให้|กลับ|สู่|สภาพ|เดิม adj. ทํา|ใหม่|,|ปรับปรุง|ใหม่|  |Syn. renovation n. renovative adj. renovator n.  |Syn. make new|,|revive|,|refurbish
(รี|เนา|นฺ|') n. ชื่อเสียง|,|กิตติศัพท์|,|เกียรติคุณ|  |Syn. fame|,|repute|,|celebrity
(รี|เนา|ดฺ|') adj. มี|ชื่อเสียง|,|มี|กิตติ|-|ศัพท์|เลื่องลือ|,|มี|เกียรติคุณ
(เรนทฺ) n. ค่าเช่า|,|การ|เช่า|,|ทรัพย์สิน|ที่|ให้|เช่า|,|รอย|แยก|,|รู|ฉีก|,|รู|ขาด|,|การ|แตกร้าว vt.,|vi. ให้|เช่า|,|กิริยา|ช่อง|2|และ|3|ของ|rend (ดู) -|Phr. (for rent ให้|เช่า)|  |Syn. rentability n. rentable adj.
(เรน|'|เทิล) n. ค่าเช่า|,|บ้านเช่า|,|ห้องเช่า|,|รายได้|จาก|การ|ให้|เช่า|,|adj. เกี่ยวกับ|ค่าเช่า
(เรน|'|เทอะ) n. ผู้|ให้|เช่า|,|เจ้าของ|ทรัพย์สิน|ที่|ให้|เช่า
(รี|นัน|ซิ|เอ|'|เชิน) n. การ|สละ|,|การ|ประกาศ|สละ|สิทธิ์|,|หนังสือ|สละ|สิทธิ์|,|การ|ประกาศ|ตัด|บุตร|  |Syn. renunciative adj. renunciatory adj.  |Syn. repudiation
(รี|ออ|'|กะ|ไน|ซ) vt.,|vi. รวบรวม|ใหม่|,|จัด|ระบบ|ใหม่|,|ปฏิรูป|,|ปรับปรุง|  |Syn. reorganisation n. reorganization n.
(รี|โอ|'|เพิน) vt.,|vi. เปิด|อีก|,|เปิด|ใหม่|,|เริ่ม|ใหม่|,|เริ่ม|อีก|  |Syn. open again|,|resume
(รี|ออ|'|กะ|ไน|ซ) vt.,|vi. รวบรวม|ใหม่|,|จัด|ระบบ|ใหม่|,|ปฏิรูป|,|ปรับปรุง|  |Syn. reorganisation n. reorganization n.
(รี|แพร|ฺ|') vt. ซ่อมแซม|,|ซ่อม|ปะ|,|แก้ไข|,|ปฏิสังขรณ์|,|ฟื้นฟู|,|รักษา|,|เยียวยา|,|ชดเชย|,|ชดใช้ n. การ|ซ่อมแซม|,|งาน|ซ่อมแซม|,|ส่วน|ที่|ซ่อมแซม|  |Syn. repairs ค่า|ซ่อมแซม repairability n. repairable adj. repairableness n. repairer n. คํา|ที่|มี|ความหมาย|เห|มื
(รี|แพน|ดฺ|') adj. เป็น|หยัก|ที่|ขอบ|,|เป็น|คลื่น|เล็กน้อย|  |Syn. repandy adv.
(เรพ|'|พะ|ระ|เบิล) adj. ซ่อมแซม|ได้|,|แก้ไข|ได้|,|ปรับปรุง|ได้|,|ปฏิสังขรณ์|ได้|,|รักษา|หรือ|เยียวยา|ได้|,|ชดเชย|ได้|  |Syn. reparably adv.
(เรพพะเร|'|เชิน) n. การ|ซ่อมแซม|,|การ|แก้ไข|,|ปรับปรุง|,|การ|ปฏิสังขรณ์|,|การ|ฟื้นฟู|,|การ|ชดเชย|,|การ|รักษา|การ|เยียวยา|  |Syn. reparative adj.  |Syn. atonement|,|amends
(เรพพะ|ที|') n. การ|ตอบ|อย่าง|รวดเร็ว|และ|หลักแหลม|,|การ|สนทนา|ที่|เต็มไปด้วย|การ|ตอบ|ดังกล่าว|,|ความ|สามารถ|ใน|การ|ตอบ|ดังกล่าว vt. โต้ตอบ|อย่าง|รวดเร็ว|และ|หลักแหลม
(รี|พาร์ทิช|'|เชิน) vt.,|n. (การ) แจกจ่าย|,|แจกแจง|,|แบ่ง|สรร|,|ปันส่วน
(รี|พา|สทฺ|') n. ปริมาณ|อาหาร|ต่อ|มื้อ|,|มื้อ|อาหาร|,|เวลา|รับประทาน|อาหาร|,|การ|รับประทาน|อาหาร vi. รับประทาน|อาหาร|,|เลี้ยง|อาหาร
(รี|เพ|'|ท|ริ|เอท) vt. ส่ง|คืน|,|ส่ง|กลับ|,|ส่ง|กลับ|ถิ่น|ที่อยู่|เดิม n. ผู้|ถูก|ส่ง|กลับ|ถิ่น|ที่อยู่|เดิม|  |Syn. repatriable adj. repatriation n.
(รี|เพ|') {|repaid|,|repaying|,|repays|} vt.,|vi. จ่าย|กลับ|,|คืน|เงิน|,|ชําระ|เงิน|คืน|,|ชดใช้|,|ตอบแทน|  |Syn. repayable adj. repayment n.  |Syn. reimburse|,|indemnify
(รี|พี|ล|') vt. ถอน|,|ยกเลิก|,|ลบล้าง|,|ละทิ้ง|,|เลิกล้ม n. การ|ถอน|,|การ|ยกเลิก|,|การ|ลบล้าง|,|การ|ละทิ้ง|,|การ|เลิกล้ม|  |Syn. repealability adj. repealable adj. repealer n.  |Syn. rescind|,|revoke
(รี|พี|ท|') vt.,|vi.,|n. (การ) พูด|ซ้ํา|,|ทํา|ซ้ํา|,|ย้ํา|,|ทํา|ใหม่|,|ท่อง|,|ว่า|ตาม|,|ทบทวน|,|ทํา|ซ้ํารอย|,|สิ่ง|ที่|กระทํา|ซ้ํา|  |Syn. repeatability n. repeatable adj.  |Syn. iterate|,|recite|,|rehearse
(รี|พี|'|ทิด) adj. กระทํา|ซ้ํา|,|พูด|ซ้ํา|  |Syn. repeatedly adv.
(รี|เพล|') vt. ขับไล่|,|ผลัก|ออก|,|ตี|กลับ|,|ต้านทาน|,|โต้|กลับ|,|ด้าน|การ|ซึม|ผ่าน|,|ยับยั้ง|,|ปฏิเสธ|,|ขจัด|,|ทํา|ให้|รังเกียจ vi. ขับไล่|,|ผลัก|ออก|,|ทํา|ให้|รังเกียจ|  |Syn. repellence|,|repelency n. repeller n.  |Syn. reject|,|refuse Ant. accept|,|attract
(รี|เพล|'|เลินทฺ) adj. ทํา|ให้|รังเกียจ|,|ทํา|ให้|น่า|เบื่อหน่าย|,|ขับไล่|,|โต้|กลับ|,|ต้าน|การ|ซึม|ผ่าน n. สิ่ง|ที่|ขับไล่|,|ยา|ขับไล่|แมลง|,|ยา|กัน|เซื่องซึม|,|สิ่ง|ป้องกัน|,|  |Syn. repellant
(รี|เพนทฺ|') vi. สํานึก|ผิด|,|เสียใจ|ใน|ความผิด|ที่|กระทํา|ไป|,|สํานึก|บาป vt. สํานึก|ผิด|,|เสียใจ|,|เศร้าใจ adj. เลื้อย|,|คลาน|  |Syn. repenter n. repentingly adv.  |Syn. regret|,|lament
(รี|เพน|'|เทิน|ซฺ) n. การ|สํานึก|ผิด|,|ความ|เสียใจ|,|ความ|เศร้าใจ|  |Syn. regret
(ริ|เพน|'|เทิน|ทฺ) adj. สํานึก|ผิด|,|เสียใจ|ใน|ความผิด|ที่|กระทํา|ไป|,|สํานึก|บาป
(รี|เพอคัช|'|เชิน) n. การ|สะท้อน|กลับ|,|การ|เด้ง|กลับ|,|สิ่ง|ที่|สะท้อน|กลับ|,|ผลสะท้อน|,|เสียงสะท้อน|  |Syn. effect|,|result
(รี|เพอคัส|'|ซิ|ฟว) adj. สะท้อน|กลับ|,|เด้ง|กลับ|,|เป็น|ผลสะท้อน|  |Syn. repercussiveness n.
(เรพ|'|เพอ|ทอ|รี) n. = repertoire (ดู) ,|รายการ|ละคร|ทั้งหมด|ที่|แสดง|ประจํา|,|คลัง|เก็บ|สินค้า|,|คลัง|แห่ง|ความ|รู้|  |Syn. repertorial adj.
(เรพพิทิช|'|เชิน) n. การ|ทํา|ซ้ํา|,|การ|พูด|ซ้ํา|,|สําเนา|,|สิ่ง|ที่|อัด|ใหม่|,|เรื่อง|ซ้ํา|,|จําลอง|,|การ|ท่อง|,|การ|บรรเลง|ซ้ํา|  |Syn. redoing
(เรพพิทิช|'|เชิส) adj. ซ้ํา|,|ซ้ํา ๆ ซาก ๆ ,|หลาย|ครั้ง|หลาย|หน|  |Syn. repetitiousness n.
(รี|เพท|'|ทิทิฟว) adj. ซ้ํา|,|หลาย|ครั้ง|  |Syn. repetitiveness n.  |Syn. repetitious
(รี|ไพน์|') vi. ไม่|พอใจ|,|บ่น|,|หงุดหงิด|,|โอดครวญ|  |Syn. repiner n.  |Syn. fret|,|complain
(รี|เพล|ส|') vt. แทน|ที่|,|สวม|ตําแหน่ง|,|ทํา|หน้าที่|แทน|,|รับช่วง|,|ชดใช้|คืน|  |Syn. replaceability n. replaceable adj. replacer n.
(รี|เพล|ส|'|เมิน|ทฺ) n. การ|แทน|ที่|,|การ|สวม|ตําแหน่ง|,|การ|ทํา|หน้าที่|แทน|,|การ|รับช่วง|,|การ|ชดใช้|คืน|,|บุคคล|ที่|เข้า|แทน|คน|อื่น|,|ของ|ทดแทน
(รี|เพล|น|'|นิช) vt. เติมเต็ม|ใหม่|,|ทํา|ให้|สมบูรณ์|ใหม่|,|เสริม|กําลัง|,|เติม|เชื้อเพลิง|,|เติม|อีก|,|เติม|ใหม่|  |Syn. replenishher n. replenishment n.  |Syn. restore|,|refill|,|stock|,|store
(รี|พลี|ท|') adj. อุดมสมบูรณ์|,|เต็มเปี่ยม|,|เต็มอิ่ม|,|เต็มที่|,|เต็มตัว|,|เต็ม|,|แน่น|,|อ้วน|  |Syn. repleteness n. repletive adj.
(รี|พลี|'|เชิน) n. ความ|เต็มเปี่ยม|,|ความ|อุดมสมบูรณ์|,|ความ|เต็มตัว|,|ความ|เต็มอิ่ม|  |Syn. fullness|,|satiation
(เรพ|'|ละ|คะ) n. ของ|จําลอง|,|รูปจําลอง
adj. พับ|,|งอก|ลับ
adj. พับ|,|งอก|ลับ
(เร|พละ|เค|'|เชิน) n. คําตอบ|,|การ|ตอบ|,|คําตอบ|ของ|โจทก์|,|การ|ตอบโต้|แย้ง|ของ|โจทก์|,|เสียงสะท้อน|,|เสียง|ก้อง|,|สําเนา|,|สิ่ง|จําลอง|,|การ|อัด|สําเนา|,|การ|ทํา|สิ่ง|จําลอง
(รี|ไพล|') vi. ตอบ|,|ตอบ|ได้|,|สนองตอบ|,|สะ|-|ท้อ|น|,|ก้อง|กลับ|,|ตอบ|คําร้อง|ของ|จําเลย vt. ตอบ n. คําตอบ|,|การ|ตอบ|,|การ|ตอบ|แก้|,|  |Syn. replier n.
(รี|พอร์ท|') n. รายงาน|,|คํา|แถลง|,|คําประกาศ|,|ข่าวลือ|,|เรื่อง|ซุบซิบ|,|บันทึก|,|บันทึก|การ|บรรยาย|,|ชื่อเสียง|,|เสียง|ดัง|ระเบิด vt.,|vi. รายงาน|,|เขียน|รายงาน|,|ทํา|รายงาน|,|ทํา|บันทึก|,|เขียน|ข่าว|,|ฟ้องร้อง|,|จด|คําบรรยาย|,|บอก|,|เล่า|  |Syn. reporter ผู้สื่อข่าว
(รี|พอร์ท|'|ทิด|ลี) adv. ตาม|ที่|รายงาน|,|ตาม|ข่าว
(รี|โพ|'|เซิล) n. การ|นอน|พิง|,|การ|พักผ่อน|,|การ|นอนหลับ|,|ความ|สงบ|,|ความ|สงบเงียบ|,|ความ|สุขุม|  |Syn. rest|,|composure|,|serenity|,|calm
(รี|โพ|ซ|') n. การ|นอน|พิง|,|การ|พักผ่อน|,|การ|นอนหลับ|,|ความ|สงบ|,|ความ|สงบเงียบ|,|ความ|สุขุม|,|การ|นิ่งเฉย|,|ความ|ไม่|หวั่นไหว|,|ความ|สํารวม|,|ความ|เย็นตา|,|ลักษณะ|เย็นตา vi. นอน|พิง|,|อิง|,|นอน|พักผ่อน|,|นอนหลับ|,|นอน|ตาย|,|สํารวม|,|สงบ|จิต|,|ขึ้น|อยู่ vt. ไว้ใจ|,|ไว้วางใจ|,|เชื่อใจ|,|วาง|,|ใส่|กับ|,|ไว้วางใจ|,|vt. นอน|พัก
(รี|โพ|ซ|'|ฟู|ล) adj. สงบเงียบ|,|สํารวมใจ|,|ไม่|หวั่นไหว|เงียบ|  |Syn. reposefully adv. reposefulness n.  |Syn. calm|,|quiet
(รี|ทอ|ส|'|ซิ|ทอ|รี) n. ที่|รับ|,|ที่|รองรับ|,|ที่|ใส่|,|ที่|เก็บ|,|สุสาน|,|ผู้|เป็น|ที่|ไว้วางใจ|,|คลังสินค้า|,|โกดัง|  |Syn. burial place|,|sepulcher
(เรพ|ริ|เฮ|นดฺ|') vt. ตําหนิ|,|ดุ|,|ด่า|ว่า|,|จับผิด|,|ประณาม|  |Syn. reprehendable adj. reprehender n.  |Syn. censure|,|blame
(เรพ|ริ|เฮ|น|'|ซะเบิล) adj. น่า|ตําหนิ|,|น่า|ดุ|,|น่า|ถูก|ต่อว่า|,|น่า|ประณาม|,|น่า|จับผิด|  |Syn. reprehensibility n. reprehensibly adv.  |Syn. culpable|,|blameworthy|,|remiss
(เรพ|ริ|เฮ|น|'|เชิน) n. การ|ตําหนิ|,|การ|ดุ|,|การ|ต่อว่า|,|การ|ประณาม|,|การ|จับผิด|  |Syn. reprehensive adj. .  |Syn. blameworthy
(เรพ|ริ|เซน|ทฺ|') vt. แทน|,|พูด|แทน|,|แสดง|,|แสดง|ให้|เห็น|,|เป็น|ตัวอย่าง|,|เป็น|เครื่องหมาย|,|หมายถึง|,|เท่า|กับ|,|บรรยาย|,|พรรณนา|  |Syn. representability n. representable adj. typicfy|,|impersonate
(เรพพ|ริ|เซน|เท|'|เชิน) n. การ|แทน|,|การ|เป็น|ผู้แทน|,|เครื่องหมาย|แสดง|ออก|,|ตัวอย่าง|,|ตัวแทน|,|ผู้แทน|,|ข้อคิดเห็น|,|ทัศนคติ|,|การ|แสดง|ออก|,|รูป|,|ภาพ|,|รูปปั้น|,|การ|แสดง|ละคร|,|ข้อเท็จจริง|,|เครื่อง|แสดง|,|การ|บรรยาย|  |Syn. representational adj.  |Syn. indic
(เรพ|ริ|เซน|'|ทะทิฟว) n.,|adj. (เป็น) ผู้แทน|,|ตัวแทน|,|ผู้แทน|ราษฎร|,|ตัวอย่าง|  |Syn. representativeness n.  |Syn. typical Ant. atypical
(รี|เพ|รส|') vt.,|vi. อดกลั้น|,|ปราบปราม|,|ควบคุม|,|ข่ม|จิต|,|ข่ม|อารมณ์|,|ระงับ.  |Syn. represser|, repressor n. repressible adj. repression n. repressive adj.
(รี|พ|รี|ฟว|') vt.,|บรรเทา|โทษ|,|บรรเทา|,|ลด n. การ|บรรเทา|โทษ|,|คําสั่ง|บรรเทา|โทษ|,|การ|บรรเทา|ชั่ว|คราว|  |Syn. repriever n.  |Syn. suspend|,|remit
(เรพ|ริ|มาน|ดฺ|') vt.,|n. (การ) ประณาม|,|กล่าวหา|อย่าง|รุนแรง|  |Syn. reprimander n. reprimandingly adv.  |Syn. condemnation|,|censure
(รี|พ|ริน|ทฺ|') vt. พิมพ์|อีก|,|พิมพ์|ใหม่ n. การ|พิมพ์|อีก|,|การ|พิมพ์|ใหม่|,|สิ่ง|ตีพิมพ์|อีก|,|สิ่ง|ตีพิมพ์|ใหม่|  |Syn. reprinter n.
(รี|ไพร|'|เซิล) n. การ|โต้ตอบ|ด้วย|กําลัง|,|การ|โต้ตอบ|ด้วย|กําลัง|ทาง|ทหาร|,|การ|แก้แค้น|,|การ|ยึด|ทรัพย์สิน|เพื่อ|เป็น|การ|โต้ตอบ|  |Syn. counterattack
(รี|ไพร|ซ|') n. เงิน|ค่า|ลดหย่อน|ประจําปี|,|การ|บรรเลง|ซ้ํา|,|การ|ป|รา|กฎ|อีก|,|การ|ปฏิบัติ|อีก vt. บรรเลง|ซ้ํา|,|ชดเชย|,|ชดใช้
(รี|โพ|รช|') vt.,|n. (การ) ต่อว่า|,|ดุ|,|ตําหนิ|,|ติ|เตือน|,|ประณาม|,|ทํา|ให้|ถูก|ตําหนิ|,|ทํา|ให้|ขายหน้า|,|ข้อ|ตําหนิ|,|สิ่ง|ที่|ทํา|ให้|ขายหน้า|,|สิ่ง|ที่|ทํา|ให้|เสื่อมเสีย|  |Syn. reproachable adj. reproachableness n. reproachably adv. reproacher n. reproachingly adv.
(รี|โพ|รช|'|ฟู|ล) adj. น่า|ตําหนิ|,|น่า|ต่อว่า|,|น่า|ประณาม|,|น่า|อับอาย|  |Syn. reproachfully adv. reproachfullness n.  |Syn. shameful
(เรพ|'|ระ|เบท) n. คน|สาร|เลว|,|คน|เลวทราม|,|คน|สํามะเลเทเมา|,|คน|เหลือขอ|,|คน|ที่|พระเจ้า|ทอดทิ้ง|และ|ไม่|สามารถ|จะ|ช่วย|ได้ vt. ประณาม|,|ตําหนิ|,|สาป|แข่ง|,|ทอดทิ้ง|,|ปฏิเสธ|,|ไม่|ยอมรับ.  |Syn. reprobacy n. reprobateness n. reprobater n.  |Syn. bad|,
(เร|พระ|เบ|'|เชิน) n. การ|ประณาม|,|การ|ตําหนิ|,|การ|สาปแช่ง|,|การ|ทอดทิ้ง|,|การ|ปฏิเสธ|,|การ|ไม่|ยอมรับ|  |Syn. reprobationary adj.
(เรพ|'|ระ|เบทิฟว) adj. ประณาม|,|ตําหนิ|,|สาปแช่ง|,|ทอดทิ้ง|,|ปฏิเสธ|,|ไม่|ยอมรับ|  |Syn. reprobatively adv.  |Syn. reprobating
(รี|พระ|ดิวซฺ|') vt. ทํา|สําเนา|,|อัด|สําเนา|,|ถอดแบบ|,|จําลอง|,|ลอก|,|คัด|,|พิมพ์|ใหม่|,|สืบพันธุ์|,|แพร่พันธุ์|,|ทํา|พันธุ์|,|ทํา|ให้|ระลึก|ถึง vi. สืบพันธุ์|,|แพร่พันธุ์|,|ถอดแบบ|  |Syn. reproducer n. reproducibility n. reproducible adj.  |Syn. copy|,
(รี|พระ|ดัค|'|เชิน) n. การ|สืบพันธุ์|,|การ|แพร่พันธุ์|,|การ|ถอดแบบ|,|การ|จําลอง|,|การ|ทํา|สําเนา|,|การ|อัด|สําเนา|,|การ|พิมพ์|อีก สําเนา|,|สิ่ง|ที่|ถอดแบบ|,|สิ่ง|จําลอง|  |Syn. reproductive adj.  |Syn. duplication|,|propagation|,|copy
(รี|พรู|ฟ|') n. การ|ตําหนิ|,|การ|ติเตียน|,|การ|กล่าวหา|,|การ|ดุ|,|การ|ประณาม|  |Syn. reproofless adj.  |Syn. censure|,|rebuke
(รี|พรู|'|เวิล) n. = reproof (ดู)| 
(รี|พรู|ฟว|') vt.,|vi. กล่าว|คําตําหนิ|,|ตําหนิ|,|ติเตียน|,|กล่าวหา|,|ต่อว่า|,|ดุ|,|ประณาม|,|แสดง|ความ|ไม่|เห็นด้วย|  |Syn. reprover n.  |Syn. censure Ant. praise
(เรพ|'|ไทล์|,|-|ทิล) n. สัตว์เลื้อยคลาน|,|คน|สาร|เลว|  |Syn. reptiloid adj.
(รี|พับ|'|ลิค) n. สาธารณรัฐ
(รี|พับ|'|ลิเคิน) adj.,|n. (ผู้สนับสนุน) เกี่ยวกับ|สาธารณรัฐ|, Republican adj.,|n. (สมาชิก) เกี่ยวกับ|พรรค Republican Party|ใน|อเมริกา
(รี|พิว|'|ดิเอท) vt. บอกปัด|,|ไม่|ยอมรับ|,|ปฏิเสธ|,|ทอดทิ้ง|  |Syn. repudiable adj. repudiative adj. repudiation n. repudiator n. repudiatory adj.  |Syn. disavow|,|reject|,|discredit
(รี|พูน|') vt. ต่อต้าน|,|คัดค้าน|,|เป็น|ปฏิปักษ์ vi. ต่อต้าน|,|เป็น|ปฏิปักษ์
(รี|พัก|'|เนิน|ซฺ) n. การ|ต่อต้าน|,|การ|คัดค้าน|,|การ|เป็น|ปฏิปักษ์|,|ความ|รังเกียจ|อย่าง|แรง|,|ความ|เกลียดชัง|,|ความรู้สึก|สะ|อิด|สะ|เอียน|  |Syn. repugnancy ,|aversion
(รี|พัก|'|เนิน|ทฺ) adj. ต่อต้าน|,|คัดค้าน|,|เป็น|ปฏิปักษ์|,|รังเกียจ|อย่าง|แรง|,|สะ|อิด|สะ|เอียน|  |Syn. repulsive
(รี|พัลซฺ|') vt.,|n. (การ) ขับ|ออก|,|ขับไล่ไสส่ง|,|ผลัก|,|ปัดแข้งปัดขา|  |Syn. repulser n. repulsive adj. repulsion n.  |Syn. repel|,|rebuff
(เรพ|'|พิวทะเบิล) adj. มี|ชื่อเสียง|,|น่า|เคารพ|,|น่า|นับถือ|,|ได้|มาตรฐาน|,|ดี|  |Syn. reputability|,|reputableness n. reputably adv.  |Syn. honourable|,|esteemed
(เรพพิว|เท|'|เชิน) n. ชื่อเสียง|,|กิตติ|-|ศัพท์|,|ความ|โด่งดัง|,|ความมีหน้ามีตา|  |Syn. good name
(รี|พิวทฺ|') n. ชื่อเสียง|,|กิตติศัพท์|,|ความ|โด่งดัง vt. มี|ชื่อ|ว่า|,|ขนานนาม|ว่า|,|ถือ|ว่า
(รี|พิว|'|ทิด) adj. มี|ชื่อเสียง|,|โด่งดัง|,|เป็น|ที่|เลื่องลือ|กัน|  |Syn. accounted|,|supposed
(รี|พิว|'|ทิด|ลี) adv. ตาม|ที่|เลื่องลือ|กัน
(รี|เควสทฺ|') n. การ|ขอร้อง|,|ความ|ต้องการ|,|คํา|ขอร้อง|,|คํา|เรียกร้อง|,|คํา|อ้อนวอน|,|สิ่ง|ที่|ขอร้อง|,|ความ|ต้องการ -|Phr. (at (by) request ตาม|คํา|ขอร้อง) vt. ขอร้อง|,|เรียกร้อง|,|อ้อนวอน|,|ขอ|,|ถามหา|  |Syn. requester n.  |Syn. desire|,|wish|,|appeal
(รี|ไคว|'|เออะ) vt.,|vi. ต้องการ|,|ประสงค์|,|ปรารถนา|,|ขอร้อง|,|เรียกร้อง|,|กําหนด|  |Syn. requirable adj. requirer n.  |Syn. need|,|demand
(รี|ไคว|'|เออะ|เมิน|ทฺ) n. ความ|ต้องการ|,|ความ|ประสงค์|,|การ|เรียกร้อง|,|สิ่ง|ที่|ต้องการ|,|สิ่ง|ที่|เรียกร้อง|,|สิ่ง|จําเป็น|  |Syn. necessity|,|requisite
(เรค|'|ควิ|ซิ|ท) adj. จําเป็น|,|ต้องการ|,|เป็น|สิ่ง|ที่|ขาด|เสีย|มิได้|,|เป็น|สิ่ง|จําเป็น|  |Syn. requisiteness n.
(เรคควิ|ซิ|ช|'|เชิน) n. การ|เรียกร้อง|,|ความ|ต้องการ|,|คํา|เรียกร้อง|,|ปัจจัย|ที่|ต้องการ|,|ปัจจัย|ที่|จําเป็น|,|แบบ|หนังสือ|เรียกร้อง vt. เรียกร้อง|,|ต้องการ|  |Syn. requisitionary adj. requisite ist n. requisitioner n.
(รี|ไคว|'|เทิล) n. การ|ชดเชย|,|การ|ตอบแทน|,|การ|ตอบสนอง|,|การ|โต้ตอบ|,|การ|แก้แค้น|,|สิ่ง|ที่|ชดเชย|,|สิ่ง|ตอบแทน|,|รางวัล|,|การ|ทําโทษ
(รี|ไควทฺ|') vt. ชดเชย|,|ตอบแทน|,|ตอบสนอง|,|โต้ตอบ|,|แก้แค้น|  |Syn. requitable adj. requitement n. requiter n.  |Syn. repay
เรซเอดิท <|คํา|อ่าน|>|ย่อ|มา|จาก resource editor เป็น|โปรแกรม|อรรถประโยชน์ (utility program) โปรแกรม|หนึ่ง|ใน|เครื่อง|แมค|อิน|ทอ|ช|ที่|ยอม|ให้|ผู้ใช้|แก้ไข|ส่วน|ต่าง ๆ ของ|แฟ้มข้อมูล|ใน|เครื่อง|แมค|อิน|ทอ|ช|ได้ เช่น เปลี่ยน|กรอบ|สนทนา หรือ|เมนู
(รี|ส|ซิ|นดฺ|') vt. ยกเลิก|,|เลิกล้ม|,|ลบล้าง|,|เพิกถอน|,|กลับ|,|ฆ่า|  |Syn. rescindable adj. rescinder n. rescindment n.  |Syn. annul|,|cancel|,|void|,
(รี|ซิ|ส|'|ซะเบิล) adj. ยกเลิก|ได้|,|เลิกล้ม|ได้|,|ลบล้าง|ได้|,|เพิกถอน|ได้|,|กลับ|ได้|,|กลับ|ได้|,|ฆ่า|ได้|  |Syn. revocable
(รี|ซิ|ส|'|เ'ิน) n. การ|ยกเลิก|,|การ|เลิกล้ม|,|การ|ลบล้าง|,|การ|เพิกถอน|,|การ|กลับ|,|การ|ฆ่า
(รี|สค|ริ|พทฺ|') n. พระราชกําหนด|,|พระราชกฤษฎีกา|,|คํา|แถลง|,|คําประกาศ|,|สิ่ง|ที่|เขียน|ใหม่|,|เอกสาร|ที่|เขียน|ใหม่
(เรส|'|คิว) vt. ช่วยเหลือ|,|ช่วย|ชีวิต|,|ช่วย|ให้|รอด|,|ให้|กําลัง|แย่ง|เอา|ไป|,|n. การ|ช่วยเหลือ|,|การ|ช่วย|ชีวิต|,|การ|ช่วย|ให้|รอด|,|การ|ใช้|กําลัง|แย่ง|เอา|ไป|  |Syn. rescuable adj. rescuer n.  |Syn. save|,|free|,|release|,|liberate
(รี|เซิร์ชฺ|'|,|รี|'|เซิร์ชฺ) n. การ|วิจัย|,|การ|ค้นคว้า|,|การ|วินิจฉัย|,|การ|สืบเสาะ|,|การ|สํารวจ vi.,|vt. วิจัย|,|ค้นคว้า|  |Syn. researchable adj. researcher n. researchist n.  |Syn. scrutiny|,|study|,|inquire|,|investigation
(รี|เซ|ม|'|เบลินซฺ) n. ความ|คล้ายคลึง|กัน|,|ความ|เหมือน|กัน|  |Syn. similarity|,|likeness
(รี|เซ|ม|'|เบลินทฺ) adj. คล้ายคลึง|กัน|,|เหมือน|กัน
(รี|เซ|ม|'|เบิล) vt. คล้ายคลึง|กับ|,|เหมือน|กับ|  |Syn. resemblingly adv.
(รี|เซน|ดฺ|') vt. ส่ง|ใหม่|,|ส่ง|กลับ|,|ส่ง|อีก
(รี|เซน|ทฺ|') vt. ขุ่นเคือง|,|ไม่|พอใจ|,|แค้นใจ|  |Syn. resentingly adv. resentive adj.
(รี|เซน|ทฺ|'|ฟู|ล) adj. ขุ่นเคือง|ใจ|,|ไม่|พอใจ|,|แค้นใจ|  |Syn. resentfulness n.  |Syn. indignant|,|hurt
(รี|เซน|ทฺ|'|เมิน|ทฺ) n. ความ|ขุ่นเคือง|ใจ|,|ความ|ไม่|พอใจ|,|ความ|แค้นใจ|  |Syn. dudgeon
(เรสเซอร์เว|'|เชิน) n. การ|สงวน|,|การ|จอง|,|การ|รักษา|ไว้|,|การ|สํารอง|,|ที่|สงวน
(รี|เซิร์ฟว|') vt. สงวน|,|จอง|,|รักษา|ไว้|สํารอง n. ทุนสํารอง|,|เงินสะสม|,|คน|สํารอง|,|ที่|สงวน|,|กองหนุน|,|สิ่ง|ที่|สง|น|ไว้|,|ป่าสงวน|,|เขต|สงวน|,|ความ|สงบเสงี่ยม|,|การ|สงวน|ท่าที|,|การ|ไม่|พูด|มาก|, -|Phr. (in reserve สํารอง|ไว้|ใน|อนาคต|,|สิ่ง|ทดแทน|,|อะไหล่|,|ส่วน|สํารอง|,|อวัยวะ|สํารอง)| 
(รี|เซิร์ฟวดฺ|') adj. สงวน|ไว้|,|สํารอง|ไว้|,|จอง|ไว้|,|รักษา|ไว้|,|สงบเสงี่ยม|,|สงวน|ท่าที|  |Syn. reservedness n.
คํา|สงวน|หมายถึง คํา|หรือ|รหัส|หนึ่ง|รหัส|ใด|ที่|กําหนด|ให้|ใช้|เพื่อ|การ|ใด|โดยเฉพาะ|แล้ว ห้าม|นํา|ไป|ใช้|เพื่อ|การ|อื่น|อีก|ได้ เช่น คํา copy del หรือ ren ล้วนแต่|เป็น|คําสั่ง|ที่|ใช้|ใน|ระบบปฏิบัติการ|ดอส|แล้ว คํา|เหล่านี้|เป็น|คํา|สงวน|ทั้งหมด จะ|นํา|ไป|ตั้ง|เป็น|ชื่อ|ตัวแปร หรือ|ชื่อ|แฟ้มข้อมูล|ไม่|ได้
(รี|เซอร์|'|วิสทฺ) n. ทหาร|กองหนุน
(เรซ|'|เซ|อวาร์|,|-|วาร์) n. อ่างเก็บน้ํา|,|ที่|สะสม|,|โพรง|เก็บ|,|สิ่ง|ที่|สํารอง|ไว้|มาก|  |Syn. reserve
(รี|ไซ|ดฺ|') vi. อยู่อาศัย|,|อยู่|เป็น|เวลานาน|,|พํานัก|อยู่|อย่าง|ถาวร|,|อยู่|ประจํา|,|อยู่|กับ ,|ตั้ง|ใหม่|เป็น|ปุ่ม|หนึ่ง|บน|เครื่อง|พี|ซี|บาง|เครื่อง การ|กด|ที่|ปุ่ม|นี้|จะ|เป็น|การ|เริ่ม|เปิด|เดิน|เครื่อง|ใหม่|ใช้|เหมือน|การ|กด|แป้น Ctrl + Alt + Del ใน|ระบบ|ดอส บางที|ใน|กรอบ|สนทนา|ก็|จะ|มี|ปุ่ม|นี้ ใน|กรณี|นั้น จะ|เป็น|คําสั่ง|ให้|ยกเลิก|ค่า|ที่|กําหนด|ใหม่ แล้ว|กลับ|ไป|ใช้|ค่า|เดิม|  |Syn. resider n.  |Syn. dwell|,|live|,|stay
(เรส|'|ซิ|เดิน|ซฺ) n. ที่อยู่อาศัย|,|ถิ่น|ที่อยู่|,|ที่อยู่|,|การ|อยู่อาศัย|,|การ|มี|ถิ่น|ที่อยู่|,|ช่วง|ระยะ|เวลา|การ|อยู่อาศัย|  |Syn. dwelling place|,|home
(เรส|'|ซิ|เดิน|ซี) n. ที่อยู่อาศัย|,|ถิ่น|ที่อยู่|,|ฐานะ|หรือ|ช่วย|ระยะ|การ|ฝึกหัด|ความ|ชํานาญ|สาขา|ใด|สาขา|หนึ่ง|ของ|แพทย์|ใน|โรงพยาบาล|,|จวน|,|ทําเนียบ|  |Syn. residence
(เรส|'|ซิ|เดิน|ทฺ) n. ผู้|อยู่อาศัย|,|แพทย์|ที่|กําลัง|ฝึกหัด|ความ|ชํานาญ|สาขา|หนึ่ง|ใด|ใน|โรงพยาบาล adj. ซึ่ง|อยู่อาศัย|,|ประจํา|อยู่|,|อยู่|เป็น|หลักแหล่ง|,|ใน|เนื้อแท้|  |Syn. residentship n.
(เรซ|ซิ|เดน|'|เชิล) adj. เกี่ยวกับ|ถิ่น|ที่อยู่|,|เกี่ยวกับ|การ|อยู่อาศัย|  |Syn. residentiality n. residentially adv.
(รี|ซิ|ด|'|ดิวอะ) n. พหูพจน์|ของ residuum
(รี|ซิ|จ|'|ดวล) adj. ที่|เหลือ|,|ส่วน|เหลือ|,|เหลือ|,|ตกค้าง|, n. จํานวน|ที่|เหลือ|,|ผล|ค้าง|  |Syn. residually adv.  |Syn. remaining
(เรซ|'|ซิ|ดิว) n. ที่|เหลือ|,|ส่วน|ที่|เหลือ|,|กาก|,|ส่วน|ที่|ตกค้าง|,|จํานวน|ที่|เหลือ
(รี|ซิ|จ|'|ดู|อัม) n. ที่|เหลือ|,|ส่วน|ที่|เหลือ|,|กาก|,|ส่วน|ที่|ตกค้าง|,|ผลิตผล|ที่|เหลือ|,|ผล|ค้าง pl. residua|  |Syn. remainder
(รี|ไซน์|') vt.,|vi. ลาออก|,|ลาออก|จาก|ตําแหน่ง|,|ยอม|,|สละ|,|ยอม|อยู่|ใต้|อิทธิพล|  |Syn. give up
(เรส|ซิ|เน|'|เชิน) n. การ|ลาออก|,|การ|ลาออก|จาก|ตําแหน่ง|,|ใบลาออก|,|การ|ยอม|,|การ|จํานน|,|การ|สละ|,|การ|ยอม|อยู่|ใต้|อิทธิพล|  |Syn. submission|,|withdrawal|,|patience
(รี|ไซ|ดฺ|') adj. ยอม|,|ยอมตาม|,|จํานน|  |Syn. resignedly adv. resignedness n.
(รี|ซิ|ล|'|เยินซฺ) n. ความ|สามารถ|ใน|การ|กลับ|สู่|สภาพ|เดิม|,|ความ|หด|ได้|,|ความ|ยืดหยุ่น|,|ความ|สามารถ|ใน|การ|ฟื้น|คืน|สู่|ปกติ
(รี|ซิ|ล|'|เยินทฺ) adj. กระโดด|กลับ|,|ดีด|กลับ|,|เด้ง|กลับ|,|กลับ|สู่|สภาพ|เดิม|,|ฟื้น|คืน|สภาพ|เดิม|  |Syn. flexible
(เร|'|ซิ|น) n. ยาง|เร|ซิ|น|,|ยางไม้|,|ยางสน|  |Syn. resinresinous adj.
(ริ|ซิ|สทฺ|') vt.,|vi. ต้าน|,|ต่อต้าน|,|ต้านทาน|,|สกัดกั้น|,|ทด|ต่อ|,|ขัดขืน|,|ขัดขวาง|,|อดทน|  |Syn. resistingly adv.  |Syn. withstand|,|confront
(รี|ซิ|ส|'|ทะเบิล) adj. ต้านทาน|ได้|  |Syn. resistability n.
(รี|ซิ|ส|'|เทิน|ซฺ) n. การ|ต้าน|,|การ|ต่อต้าน|,|การ|ต้านทาน|, ความ|ทน|,|ความ|อดทน|  |Syn. Resistance n. องค์การ|ใต้ดิน|ที่|ต้องการ|โค่น|ล้ม|รัฐบาล|  |Syn. fight|,|withstand
(ร|ซิ|ส|'|เทิน|ทฺ) adj. ต้าน|,|ต่อต้าน|,|ผู้|ต่อต้าน|,|ผู้|ขัดขืน|,|ผู้|อดทน|,|สิ่ง|ต่อต้าน|,|สิ่ง|สกัดกั้น S. resisting
(รี|โซ|ล|') vt. ใส่|พื้น|รองเท้า|ใหม่
(รี|ซอ|ล|'|ยะเบิล) adj. แก้ไข|ใหม่|ได้|,|ลงมติ|ใหม่|ได้|,|ละลาย|ใหม่|ได้|  |Syn. resolubility n. resolubleness n.
(เรซ|'|ซะลิวทฺ) adj. แน่วแน่|,|เด็ดเดี่ยว|,|ยืนหยัด|,|ตัดสินใจ|แล้ว|  |Syn. resoluteness n.  |Syn. determined|,|firm
(เรซซะลู|'|เชิน) n. ความ|แน่วแน่|,|ความ|เด็ดเดี่ยว|,|การ|ยืนหยัด|,|การ|ตัดสินใจ|แล้ว|,|มิติ|,|การ|ลงมติ|,|การ|แก้|ปัญหา|,|การ|ยุบ|ลง|ของ|ส่วน|ที่|บวม|หรือ|อักเสบ ,|ความ|คมชัด|หมายถึง ความ|ละเอียด|ของ|ภาพ โดย|จะ|นับ|จุด|เล็ก ๆ ใน|ภาพ|นั้น ยิ่ง|มี|มาก|จุดต่อ|นิ้ว|ก็|ยิ่ง|แสดง|ว่า|ภาพ|นั้น|มี|ความ|คมชัด เช่น อาจ|ใช้|วัด|ประสิทธิภาพ|ของ|เครื่องพิมพ์|เลเซอร์ (laser printer) ว่า สามารถ|พิมพ์|ได้ 300 - 600 จุดต่อ|นิ้ว เป็นต้น ถ้า|เป็น|ชนิด|ดี|มาก|ควร|จะ|พิมพ์|ได้|ถึง 2,400 จุดต่อ|นิ้ว ส่วน|ความ|ละเอียด|ของ|จอภาพ มักจะ|วัด|ทั้ง|ความ|กว้าง|และ|ยาว เช่น 320 X 200 แสดง|ว่า|จุด|มี|ขนาด|ใหญ่ แต่|ถ้า|เป็น 1240 X 800 แสดง|ว่า|จุด|มี|ขนาด|เล็ก หมายความ|ว่า ภาพ|คมชัด|กว่า เมื่อ|ใช้|อธิบาย|ถึง|ภาพ|สี คํา resolution ใช้|บอก|จํานวน|สี|ที่|สามารถ|แสดง|ได้|ใน|แต่ละ|ครั้ง ถ้า|ความ|คมชัด|ต่ํา จะ|แสดง|สี|ได้|ครั้ง|ละ|มาก ๆ ซึ่ง|ทํา|ให้|มี|ความรู้สึก|เหมือน|กับ|ว่า ภาพ|นั้น|มี|ความ|คมชัด|มาก ภาพ|ที่|มี|ความ|คมชัด|มาก|จริง ๆ จะ|แสดง|สี|ได้|น้อย|สี|ใน|คราว|เดียวกัน โดย|ปกติ มัก|ใช้|คํา high res และ low res เป็น|คําย่อ|ว่า ความ|คมชัด|มาก|หรือ|น้อย|ดู high resolutution และ low resolution ประกอบ|  |Syn. resolve|,|determination
(รี|ซอ|ล|'|วะเบิล) adj. แก้ไข|ได้|,|แก้|ปัญหา|ได้|,|ละลาย|ได้|  |Syn. resolvability n. resolvableness n.
(รี|ซอ|ลว|') vt.,|vi.,|n. (การ) ตกลงใจ|,|ตัดสินใจ|,|มี|มติ|,|แยก|ออก|,|แยก|วิเคราะห์ แยก|สลาย n. การ|ตกลงใจ|,|การ|ตัดสินใจ|,|ความ|แน่วแน่|,|มต|'|  |Syn. determine
(รี|ซอ|ลวด|ฺ|') adj. ตกลงใจ|,|ตัดสินใจ|  |Syn. resolute
(รี|ซอ|ล|'|เวินทฺ) adj. เกี่ยวกับ|การ|ละลาย|หรือ|การ|แตกแยก n. ยา|ที่|ทํา|ให้การ|บวม|หรือ|การ|อักเสบ|หาย|ไป|,|วิธี|แก้|ปัญหา
(เรซ|'|ซะ|เนิน|ซฺ) n. เสียง|ก้อง|,|เสียงสะท้อน|,|เสียง|กังวาน|,|เสียง|รัว|,|การ|สั่น|ที่|ทํา|ให้|เกิด|เสียง|ก้อง|, (เสียง) การ|ได้|ระดับ|กัน|,|การ|ได้|เสียง|คู่|แปด
(เรซ|'|ซะ|เนิน|ทฺ) adj. ก้อง|,|เกี่ยวกับ|เสียงสะท้อน|,|กังวาน|,|ซึ่ง|ทํา|ให้|เกิด|เสียง|ก้อง|, (เสียง) ได้|ระดับ|กัน|,|ได้|จังหวะ
(เรซ|'|ซะเนท) vt. ทํา|ให้|กังวาน|,|ทํา|ให้|สะท้อน|กลับ|,|ขยาย|เสียง|ให้|สั่นสะเทือน vi. สะท้อน|เสียง|,|ดัง|ก้อง|  |Syn. resonation n.
(รี|ซอร์บ|'|,|-|ซอร์บ|') vt. ดูดซึม|ออก|,|ดูด|เข้า|อีก|,|รับ|เข้า|ให้|  |Syn. resorbence n. resorbent adj. resorption n. resorptive adj.
(รี|ซอร์พ|'|เชิน|,|-|ซอร์พ|'|เชิน) n. การ|ดูดซึม|อีก|,|การ|ดูด|เข้า|อีก|,|การ|รับ|เข้า|ไป|อีก
(รี|ซอร์ท|') vt. อาศัย|,|พึ่ง|,|ใช้|,|ใช้|วิธี|,|ใช้|มาตรการ|,|ไป|,|มัก|ไป n. สถานที่|ที่|ผู้คน|ไป|กัน|บ่อย|,|ที่|มั่วสุม|,|ที่|มี|ชื่อเสียง|,|การ|ไป|อยู่|เสมอ|,|การ|อาศัย|,|การ|ใช้|มาตรการ|อัน|ใด|อัน|หนึ่ง|,|สิ่ง|ที่|ขอ|ความ|ช่วยเหลือ|,|ผู้|ที่|ถูก|ขอ|ความ|ช่วยเหลือ|  |Syn. go|,|use|,|employ
(รี|เซา|ดฺ|') vi. ดัง|ก้อง|,|สะท้อน|กลับ|,|ทํา|ให้|เสียง|ก้อง|,|ทํา|ให้|กังวาน|,|มี|ชื่อเสียง vt. ทํา|ให้|ดัง|ก้อง|,|ร้อง|เสียง|ดัง|,|ประกาศ|ด้วย|เสียง|อัน|ดัง|  |Syn. reverberate
(รี|เซา|'|ดิง) adj. ดัง|ก้อง|,|สะท้อน|กลับ|,|กังวาน|,|ดัง|มาก|,|สั่นสะเทือน|,|มี|กําลัง|,|รุนแรง|,|ชัดแจ้ง|,|ยิ่งใหญ่|  |Syn. echoing|,|clear|,|vibrating
(รี|ซอร์ส|') n. แหล่ง|ที่มา|,|หนทาง|,|วิธีการ|,|ทรัพย์สมบัติ|,|ทรัพยากร|  |Syn. resources n. ทรัพยากร|ของ|ประเทศ|,|กําลัง|เงิน|,|กําลัง|วัตถุ|,|ความ|สามารถ|ใน|การ|จัดการ|กับ|สถานการณ์ resourceless adj.  |Syn. resort|,|means
(รี|ซอร์ส|'|ฟู|ล) adj. สามารถ|รับมือ|สถานการณ์|ได้|ดี|,|มี|ความ|ชํานาญ|ดี|,|มี|สติปัญญา|ดี|,|เจ้า|ความคิด|,|หัวดี|,|อุดมสมบูรณ์|  |Syn. resourecfulness n.
(รี|สเพคทฺ|') n. ความ|นับถือ|,|ความ|เคารพ|,|ความ|ยําเกรง|,|ความ|คารวะ|,|ความ|เอาใจใส่|,|ความ|สัมพันธ์|,|ความ|เกี่ยวข้อง|,|ประเด็น|,|ข้อ|,|ประการ vt. นับถือ|,|เคารพ|,|สัมพันธ์|กับ|,|เกี่ยวกับ|,|คํานึง|,|พิจารณา|  |Syn. respecter n.  |Syn. regard|,|esteem
(รี|สเพค|'|ทะ|บิล|'|ลิ|ที) n. ความ|น่า|นับถือ|,|ความ|น่า|เคารพ|,|ความ|น่า|ยําเกรง|,|ความมีหน้ามีตา|,|บุคคล|ที่|มีหน้ามีตา|,|ความ|สูงต่ํา|,|ความ|เหมาะสม|,|ความ|ถูกต้อง|สมควร|  |Syn. respectabilities n. สิ่ง|ที่|ถูกต้อง|สมควร|,|สิ่ง|ที่|ถูกต้อง|ตาม|ทํานองคลองธรรม
(รี|สเพค|'|ทะเบิล) adj. น่า|นับถือ|,|น่า|เคารพ|,|น่า|ยําเกรง|,|มีหน้ามีตา|,|สูงส่ง|,|สมควร|,|ถูกต้อง|ตาม|ทํานองคลองธรรม|,|มี|ศักดิ์ศรี|,|มากมาย|  |Syn. respectableness n. respectably adv.  |Syn. admirable|,|proper|,|appreciable
(รี|สเพค|'|เทิน|ทฺ) adj. ซึ่ง|ตั้ง|ตรง|กับ|สายตา|,|เกี่ยวกับ|การ|มอง|ไป|ข้างหลัง
(รี|สเพค|'|เทอะ) n. ผู้|นับถือ|,|ผู้|เคารพ|,|ผู้|ยําเกรง|,
(รี|สเพคทฺ|'|ฟู|ล) adj. มี|ความ|นับถือ|,|มี|ความ|เคารพ|,|มี|ความ|ยําเกรง|,|สุภาพ|เรียบร้อย|  |Syn. respectfully adv. respectfulness n.  |Syn. reverent Ant. rude
(รี|สเพค|'|ทิง) prep. เกี่ยวกับ|,|ด้วยว่า|,|ใน|กรณี|  |Syn. regarding|,|concerning
(รี|สเพค|'|ทิฟว) adj. เกี่ยวกับ|แต่ละ|บุคคล|หรือ|แต่ละ|สิ่ง|,|แต่ละ|,|ทุก|,|ต่าง|ก็|,|โดยเฉพาะ|,|โดย|ลําดับ|  |Syn. respectiveness n.
(รี|สเพค|'|ทิฟ|วลี) adv. ตาม|ลําดับ|,|ทุก|,|แต่ละ|,|ต่าง|ก็
(รี|ส|เพล|') vt. สะกด|อีก|,|สะกด|ใหม่
(เรสพะเร|'|เชิน) n. การ|หายใจ
(เรส|'|พิเร|เทอะ) n. เครื่อง|หายใจ|,|หน้ากาก|ป้องกัน|แก๊ส|พิษ|,|เครื่องช่วย|การ|หายใจ
(เรสพะ|ระ|ทอ|'|รี) adj. เกี่ยวกับ|การ|หายใจ
(รี|ส|ไพ|'|เออะ) vi.,|vt. หายใจ|,|สูด|อากาศ|,|มี|ชีวิต|อีก
(เรส|'|พิท) n. การ|พักผ่อน|,|การ|หยุด|ชั่ว|คราว|,|การ|ทุเลา|,|การ|ยืด|เวลา|ออก|ไป vt. บรรเทา|,|ทุเลา|ชั่ว|คราว|,|ยืด|เวลา|ออก|ไป|  |Syn. delay|,|rest|,|recess
(ริ|ส|เพล|น|'|เดิน|ซฺ) n. ความ|รุ่งโรจน์|,|ความ|โชติช่วง|,|ความ|สุก|ปลั่ง|,|ความ|สุก|สกา|ว|,|ความงาม|อร่าม|,|  |Syn. resplendency
(ริ|ส|เพล|น|'|เดิน|ซี) n. =|resplendence (ดู)| 
(รี|ส|เพล|น|'|เดิน|ทฺ) adj. รุ่งโรจน์|,|โชติช่วง|,|สุก|ปลั่ง|,|สุก|สกา|ว|,|งาม|อร่าม|  |Syn. gleaming
(รี|ส|พอน|ดฺ|') vi. ตอบ|,|พูด|ตอบ|,|ตอบสนอง|,|โต้ตอบ|,|ขานรับ|,|รับ|,|vt. พูด|ตอบ n. ผล|ตอบ|,|การ|ตอบ|,|ฝา|ผนัง|ที่|ต่อ|กัน|  |Syn. reply Ant. ignore
(รี|ส|พอน|'|เดิน|ซฺ) n. การ|ตอบ|,|การ|ตอบสนอง|,|การ|ขานรับ|  |Syn. respondency
(-|ซี) n. =|respondence (ดู)| 
(รี|ส|พอน|'|เดิน|ทฺ) adj. เกี่ยวกับ|การ|ตอบ|,|เกี่ยวกับ|การ|ขานรับ n. ผู้ตอบ|,|ผู้|โต้ตอบ|,|ผู้ตอบ|สนอง|,|จําเลย|,|ผู้|แก้|คําถาม
(รี|ส|พอน|'|เดอะ) n. ผู้ตอบ|,|ผู้|โต้ตอบ|,|ผู้ตอบ|สนอง
(รี|ส|พอน|ซฺ|') n. คําตอบ|,|การ|ตอบ|,|คํา|รับ|,|ผล|ตอบ|,|ความรู้สึก|ตอบ|,|การ|โต้ตอบ|,|การ|ขานรับ|  |Syn. answer|,|reply
(ริ|ส|พอน|ซะ|บิล|'|ลิ|ที) n. ความ|รับผิดชอบ|,|ภาระ|,|ภาระ|หน้าที่|,|สิ่ง|ที่|รับผิดชอบ|,|สิ่ง|ที่|เป็น|ภาระ|หน้าที่|  |Syn. accountability
(รี|ส|พอน|'|ซะเบิล) adj. รับผิดชอบ|,|เป็น|ภาระ|,|เป็น|ภาระ|หน้าที่|,|เชื่อถือ|ได้|  |Syn. responsibleness n.  |Syn. accountable
(รี|ส|พอน|'|ซิ|ฟว) adj. เป็น|คําตอบ|,|เป็น|การ|ตอบ|,|เป็น|การ|ตอบสนอง|  |Syn. responsiveness n.  |Syn. reactive
(เรสทฺ) n. การ|พักผ่อน|,|การ|พัก|,|การ|นิ่งเฉย|,|การ|ตาย|,|การ|หยุด|,|ช่วง|เงียบ|,|จังหวะ|หยุด|,|ที่พัก|,|ที่พัก|ผ่อน|,|ที่|สําหรับ|พัก|,|ที่|ค้ํา|,|ส่วน|ที่|เหลือ|,|ส่วน|อื่น|,|ส่วน|ที่|เหลือ|หลัง|การ|หัก|ค่าใช้จ่าย|,|ส่วน|ที่|เป็น|ก|ไร|,|ทุนสํารอง vi. พักผ่อน|เอาแรง|,|นอน|พัก|,|หลับ|,|หยุดนิ่ง|,|พัก อาศัย|,|ไว้ใจ|,|วาง|บน|,|นั่ง
ห้องพัก|,|ห้องน้ํา (โดยเฉพาะ|ใน|ที่|สาธารณะ)| 
(รี|'|สทาร์ท) vt.,|vi. เริ่ม|ใหม่|,|เริ่มต้น|,
(รี|ส|เท|ท|') vt. กล่าว|อีก|,|กล่าว|ใหม่|,|แถลง|อีก|,|แถลง|ใหม่|  |Syn. restatement n.
(เรส|'|เท|อเรินทฺ) n. ภัตตาคาร|,|ร้าน|อาหาร
(เรส|เท|อ|ระ|เท|อ|') n. เจ้าของ|ภัตตาคาร|,|ผู้จัดการ|ภัตตาคาร pl. restaurateurs
(เรสทฺ|'|ฟู|ล) adj. พักผ่อน|เต็มที่|,|พักผ่อน|,|สงบ|,|สบาย|,|เงียบ|,|สงบเงียบ|  |Syn. restfully adv. restfulness n.  |Syn. quiet|,|tranquil
(เรส|'|ทิง) adj. พักผ่อน|,|อยู่|เฉย|,|นอน
n. ที่พัก|,|ที่พํานัก|,|สุสาน
(เรส|'|ทิ|ทิว|ทฺ) vt. ซ่อมแซม|,|ทํา|ให้|กลับ|สู่|สภาพ|เดิม|,|พักฟื้น|,|ชดใช้|,|ใช้|คืน|,|ล้าง|บาป|  |Syn. restitutive adj. restitutory adj.
(เรสทิ|ทิว|'|เชิน) n. การ|ซ่อมแซม|,|การ|ทํา|ให้|กลับ|สู่|สภาพ|เดิม|,|การ|พักฟื้น|,|การ|ชดใช้|,|การ|ใช้|คืน|,|การ|ล้าง|บาป|  |Syn. recompense|,|amends|,|restoration
(เรส|'|ทิฟว) adj. ว่ายาก|,|ดื้อรั้น|,|ควบคุม|ยาก|,|หัวแข็ง|,|กระวนกระวาย|,|ร้อนใจ|,|มี|จิตใจ|ที่|ไม่|สงบ|  |Syn. restiveness n.  |Syn. uneasy|,|restraint|,
(เรส|'|ลิส) adj. กระสับกระส่าย|,|ร้อนใจ|,|หงุดหงิด|,|ไม่|อยู่|กับ|ที่|,|ไม่|มี|การ|พักผ่อน|  |Syn. unquiet|,|disturbed
(เรสทะเร|'|เชิน) n. การ|ซ่อมแซม|,|การ|ปฏิสังขรณ์|,|การ|ทํา|ให้|คืน|สู่|สภาพ|หรือ|รูป|เดิม|,|การ|ทํา|ให้|คืนชีพ|,|การ|ทํา|ให้|กลับคืน|ดี|,|การ|ส่ง|คืน|,|การ|สร้าง|ขึ้น|ใหม่|  |Syn. renewal|,|replacement
(ริ|ส|ทอ|'|ระ|ทิฟว) adj. เป็น|การ|ซ่อมแซม|,|การ|ฟื้นฟู|,|เป็น|การ|ปฏิสังขรณ์|,|บํารุงเลี้ยง n. ยา|บํารุงกําลัง|,|สิ่ง|ที่|ทํา|ให้|คืน|สู่|สภาพ|เดิม|,|สิ่ง|ที่|ทํา|ให้|ฟื้น|สติ|  |Syn. restorativeness n.
(รี|สทอร์|') vt. ฟื้นฟู|,|ซ่อมแซม|,|ปฏิสังขรณ์|,|ทํา|ให้|แข็งแรง|,|บํารุงกําลัง|,|บํารุง|ร่างกาย|,|ส่ง|คืน|,|สร้าง|ใหม่|  |Syn. restorable adj. restorer n.  |Syn. reinstitute|,|repair
(รี|ส|เท|รน|') vt. ยับยั้ง|,|หยุดยั้ง|,|หักห้าม|,|อดกลั้น|,|กลั้น|,|ดึง|บังเหียน|,|รั้ง|,|จํากัด|,|คุม|,|ควบคุม|,|ข่มใจ|  |Syn. restrainability n. restrainable adj. restrainedly adv. restrainingly adv.  |Syn. repress|,|hinder
(รี|ส|เท|รน|'|เนอะ) n. ผู้|กรอง|,|สิ่ง|กรอง|,|สาร|เคมีที์|ยับยั้ง|ปฏิกิริยา|เคมี|,|ผู้|ยับยั้ง|,|ผู้|อดกลั้น|,|ผู้|ดึง|บังเหียน|,|น้ํายา|ทํา|ให้การ|ป|รา|กฎ|รูป|ขึ้น|ช้า (ใน|การ|ล้าง|รูป)| 
(รี|ส|เท|รน|ทฺ|') n. การ|ยับยั้ง|,|การ|หยุดยั้ง|,|การ|หักห้าม|,|การ|อดกลั้น|,|การ|กลั้น|,|การ|ห้ามปราม|,|การ|ดึง|บังเหียน|,|การ|หน่วงเหนี่ยว|,|วิธีการ|ยัง|ยั้ง|ดังกล่าว|,|การ|ข่มใจ|  |Syn. constraint|,|rein
(รี|สท|ริ|คทฺ|') vt. จํากัด|,|จํากัด|วง|,|ยับยั้ง|,|หักห้าม|,|ควบคุม|  |Syn. confine|,|curb|,|restrain
(รี|สท|ริ|ค|'|ทิค) adj. ถูก|จํากัด|,|ถูก|จํากัด|วง|,|ถูก|กําหนด|,|คับแคบ|  |Syn. restrictedness n|  |Syn. limited
(รี|สท|ริ|ค|'|เชิน) n. การ|จํากัด|,|การ|จํากัด|วง|,|การ|กําหนด|,|การ|บังคับ|  |Syn. restrictionist n.  |Syn. restraint
(รี|สท|ริ|ค|'|ทิฟว) adj. จํากัด|,|จํากัด|วง|,|มี|ขอบเขต|,|ถูก|กําหนด|,|คับแคบ|,|มี|ลักษณะ|จํากัด|  |Syn. restrictiveness n.  |Syn. restricted
(รี|ซัลทฺ|') vi. เป็น|ผล|,|ลงเอย|,|n. ผล|,|ผลลัพธ์|,|ผล|ที่|ตาม|มา|,|คําตอบ|,|มติ
(รี|ซัล|'|เทิน|ทฺ) adj. ซึ่ง|เป็น|ผล|,|ซึ่ง|บังเกิด|ผล|,|เป็น|ผล|มา|จาก|,|รวม|กัน|,|เป็น|ผลลัพธ์ n. (คณิตศาสตร์|,|ฟิสิกส์) vector (ดู) ที่|แสดง|ผลลัพธ์|,|ผลลัพธ์
(รี|ซัลทฺ|'|ฟู|ล) adj. มี|ผล|,|ได้|ผล|,|เต็มไปด้วย|ผล|  |Syn. fruitful
(รี|ซัล|'|ทิงลี) adv. ผล|ก็|คือ
(รซัลทฺ|'|ลิส) adj. ไร้|ผล|,|ไม่|มีด|อก|ผล
? (เรซ|'|ซูมเม|') n. ผล|สรุป|,|เรื่อง|ย่อ|,|ประวัติ|ย่อ|ของ|ผู้สมัคร|งาน|ที่|เกี่ยวกับ|การ|ศึกษา|ประสบการณ์|และ|อื่น ๆ|  |Syn. resume
(รี|ซูม|'|มะบึล) adj. เริ่มต้น|ใหม่|ได้|,|กลับคืน|ใหม่|ได้|,|คืน|สู่|สภาพ|เดิม|ได้
(รี|ซูม|') vt. เริ่มต้น|ใหม่|,|กลับคืน|ใหม่|,|คืน|สู่|สภาพ|เดิม|,|เข้า|ครอบครอง|ใหม่ vi. ดําเนิน|ต่อไป|ใหม่|,|เริ่มต้น|ใหม่|  |Syn. resumer n.
(รี|ซัมพฺ|'|เชิน) n. การ|เริ่มต้น|ใหม่|,|- การ|กลับคืน|ใหม่|,|การ|คืน|สู่|สภาพ|เดิม|,|การ|เข้า|ครอบครอง|ใหม่|,|การ|กลับ|เข้า|ทํางาน|ใหม่
(รี|ซัมพฺ|'|ทิฟว) adj. ซึ่ง|สรุป|,|ครอบคลุม|,|กลับคืน|ใหม่|,|ซึ่ง|คืน|สู่|สภาพ|เดิม|,|ซึ่ง|เอา|กลับ|,|ซึ่ง|เรียก|คืน|,
(รี|ซู|ไพ|นฺ|') adj. นอน|หงาย (supine) ทํา|ให้|มี|โฉม|ใหม่
(รี|เซิร์จ|') vt. ลุก|ขึ้น|มา|อีก|,|คืนชีพ|,|ฟื้น|คืน|  |Syn. revive
(รี|เซ|อ|'|เจินทฺ) adj. ฟื้น|คืน|อีก|,|คืนชีพ|,|ลุก|ขึ้น|มา|อีก|  |Syn. resurgence n.
(เรซ|'|ซะเรคทฺ) vi. คืนชีพ|,|ฟื้น|คืน|อีก|,|กลับ|มี|ชีวิต|ใหม่|,|vt. ทํา|ให้|คืนชีพ|,|ทํา|ให้|กลับ|มี|ชีวิต|ใหม่|,|ทํา|ให้|ฟื้น|คืน|อีก
(เรซ|'|ซะเรคเชิน) n. การ|คืนชีพ|,|การ|กลับ|มี|ชีวิต|ใหม่|  |Syn. Resurrection การ|คืนชีพ|ของ|พระ|เยซู|คริสต์|,|การ|ฟื้น|คืน|อีก|,|การ|กลับ|สู่|สภาพ|เดิม resurectionary adj. resurrective adj.  |Syn. revival|,|renewal
(รี|ซัส|'|ซิ|เท|ท) vt. ทํา|ให้|ฟื้น|คืน|ใหม่|,|ฟื้นฟู|,|ทํา|ให้|คืนชีพ|  |Syn. resuscitable adj. resuscitation n. resuscitative adj.  |Syn. revive|,|save
(รี|ซัส|'|ซิ|เท|เทอะ) n. ผู้ทํา|ให้|ฟื้น|คืน|อีก|,|ผู้|ฟื้นฟู|,|ผู้ทํา|ให้|คืนชีพ|,|เครื่องช่วย|ให้|หายใจ
(เรท) vt. แช่|ปอ|หรือ|ป่าน (เพื่อ|ทํา|ให้|เส้นใย|ออก|จาก|เนื้อไม้) vi. แช่|จน|นิ่ม|,|แช่|จน|เปื่อย
(รี|'|เท|ล) n.,|adj.,|adv. ขายปลีก|  |Syn. retailer n.
(รี|เท|น|') vt. สงวน|ไว้|,|รักษา|ไว้|,|เอา|ไว้|,|ผูกขาด|,|จดจํา|  |Syn. retainability n. retainableness n. retainable adj. retainment n.  |Syn. keep|,|maintain
(รี|เท|ค|') vt.,|n. (การ) เอา|อีก|,|เอา|คืน|,|เอา|กลับ|,|ชิง|กลับ|,|ยึด|กลับ|,|ยึด|คืน|,|ถ่าย|ภาพ|อีก|,|ถ่าย|ภาพ|ใหม่|  |Syn. retaker n.
(รี|แทล|'|ลิเอท) vi.,|vt. ตอบโต้|,|ตอบแทน|,|แก้เผ็ด|,|แก้|ลํา|  |Syn. retaliative|,|retaliatory adj. retaliator n.  |Syn. requite
(รี|แทลลิเอ|'|เชิน) n. การ|ตอบโต้|,|การ|ตอบแทน|,|การ|แก้เผ็ด|,|การ|แก้|ลํา|  |Syn. reprisal
(รี|ทาร์ด|') vt.,|vi.,|n. (การ) ทํา|ให้|ช้า|,|ขัดขวาง|,|ถ่วง|,|หน่วง|,|ทํา|ให้|ลด|ความ|เร็ว|,|เป็น|อุปสรรค|  |Syn. retardingly adv.  |Syn. delay|,|impede
(รี|ทาร์เด|'|เชิน) n. การ|ทํา|ให้|ช้า|,|สิ่ง|ที่|ทํา|ให้|ช้า|,|ความ|ชักช้า|,|ความ|อ่อน|ปัญญา|,|การ|เรียน|ได้|ช้า|  |Syn. retardative|,|retardtory adj.
(รี|ทาร์|'|ดิด) adj. ปัญญาอ่อน|,|ชักช้า|,|หน่วงเหนี่ยว
(รี|ทาร์|'|เดอะ) n. ผู้ทํา|ให้|ช้า|,|สิ่ง|ที่|ทํา|ให้|ช้า
(เรทชฺ) vi. พยายาม|อาเจียน|,|รู้สึก|คลื่นเหียน|  |Syn. vomit
(รี|เท|น|'|เชิน) n. การ|สงวน|ไว้|,|การ|กักกัน|,|การ|กัน|ไว้|,|สิ่ง|ที่|สงวน|ไว้|,|ความทรงจํา
(รี|เท|น|'|ทิฟว) adj. ซึ่ง|สงวน|ไว้|,|ซึ่ง|รักษา|ไว้|,|ซึ่ง|กักกัน|,|มี|อํานาจ|กัน|ไว้|,|มี|ความทรงจํา|ดี|,|สามารถ|เก็บ|ไว้|ได้|ดี|  |Syn. retentiveness n.
(เรท|'|ทิเซินซฺ) n. การ|พูด|น้อย|,|การ|ไม่|พูด|,|การ|เงียบ|,|การ|สงวน|ท่าที|  |Syn. reticency
(เรท|'|ทิเซิน|ซี) n. =|reticence (ดู)| 
(เรท|'|ทิเซินทฺ) adj. เงียบ|,|ไม่|พูด|,|ระมัดระวัง|,|พิถีพิถัน|,|อําพราง|,|สงวน|ท่าที.
(รี|ทิค|'|คิว|ละ) adj. คล้าย|ร่างแห|,|คล้าย|ตาข่าย|,|พัวพัน
(รี|ทิค|'|คิว|ลิท) adj. เป็น|ร่างแห|,|เป็น|ตาข่าย|,|ปกคลุม|ด้วย|ร่างแห|,|ปกคลุม|ด้วย|ตาข่าย
(-|ทิด) adj. =|reticulate (ดู)| 
(เรท|'|ทะ|นะ|,|เรท|'|นะ) n.เยื่อ|เรตินา|,|เยื่อ|ชั้นใน|สุด|ของ|ส่วนหลัง|ของ|ลูกตา มี|หน้าที่|รับ|ภาพ|จาก|แก้วตา|  |Syn. retinal adj.
(เรท|'|ทะนู) n. กลุ่ม|ผู้ติดตาม|,|  |Syn. retinued adj.
(รี|ไท|'|เออะ) vi. ถอย|ออก|,|ถอน|ตัว|,|ไป|นอน|,|เข้า|นอน|,|ปลด|,|ปลด|เกษียณ|,|ออก|ไป|,|จาก|ไป|,|ปลีกตัว|,|ซ่อน|ตัว|,|สละ|โลก vt. ถอน|,|ถอน|กลับ|,|เอา|ออก|,|ถอน|ตัว|,|รับ|คืน|ธนบัตร|  |Syn. retirer n.  |Syn. quit|,|resign|,|withdraw
(รี|ไท|'|เออร์ด) adj. ถอน|ตัว|,|ปลด|เกษียณ|,|อยู่|อย่าง|สันโดษ|  |Syn. retired lyadv. retiredness n.  |Syn. withdrawn
(รี|ไท|'|อะ|รี) n. ผู้|ปลด|เกษียณ|,|ผู้|เลิก|กิจการ
(รี|ไท|'|เออะ|เมิน|ทฺ) n.,|adj. การ|ปลด|เกษียณ|,|การ|อยู่|อย่าง|สันโดษ|,|สถานที่|สันโดษ
(รี|ไท|'|เออะ|ริ|ง) adj. ซึ่ง|ปลด|เกษียณ|,|เหนียม|อาย|,|นิ่งเงียบ|,|โดดเดี่ยว|  |Syn. withdrawing
(รี|ทุค|') vi.,|vt. กริยา|ช่อง 2 ของ retake
(รี|ทอร์ท|') vt.,|vi. โต้ตอบ|,|โต้แย้ง|,|ย้อน|ตอบ n. หลอดแก้ว|คอ|ยาว|สําหรับ|กลั่น|  |Syn. retorter n.  |Syn. reply to
(รี|ทอร์|'|เชิน) n. การ|โต้ตอบ|,|การ|ย้อน|ตอบ|,|การ|พูด|ย้อน|,|การ|แย้ง
(รี|ทัชฺ|') vi.,|n. (การ|,|ส่วน|ที่) ตกแต่ง|,|เสริม|แต่ง|,|ขัดเกลา|,|ใช้|สี|เสริม|แต่ง|,|ภาพ|เสริม|แต่ง|  |Syn. retouchable adj. retoucher n.
(รี|แทรคทฺ|') vt.,|vi. หด|กลับ|,|หด|,|ร่น|,|ถอน|,|เพิกถอน|,|ถอย|  |Syn. retractability n. retractibility n. retractable adj. retractible adj. retraction n. retractive adj. retractor n.
(รี|แทรค|'|ไท|ลฺ) adj. หด|ได้|,|ร่น|ได้|,|ถอย|ได้|,|ถอน|ได้|  |Syn. retractility n.
(รี|เท|รด|') vt. ซ่อม|หล่อ|ดอก|ยางรถยนต์|,|หล่อ|ดอก|,|ซ่อม|ปะ n. ยาง|รถ|ที่|หล่อ|ดอก|ใหม่|,|ผู้|เข้า|รับราชการ|อีก|  |Syn. remould
(รี|ท|รี|ท|') vi. ล่าถอย|,|ถอย|,|เพิกถอน|,|ยกเลิก|,|หลบ|ตัว|,|หลบหนี|,|สละ|สิทธิ|, (แก้ม|หน้าผาก) ตอบ|,|เอียง|ลาด n. การ|ถอย|,|แตร|เลิก|,|แตร|เย็น|,|สัญญาณ|ถอย|,|ธง|สัญญาณ|การ|ยอมแพ้|,|การ|ปลด|เกษียณ|,|ความ|สันโดษ|,|สถานที่|ลี้ภัย|หรือ|พักฟื้น|,|โรงพยาบาล|คนบ้า|  |Syn. retreatal adj. retreatingn
(รี|เท|รน|ชฺ|') vt.,|vi. ตัดทอน|,|ประหยัด|,|ขุด|สนาม|เพลาะ|ป้องกัน|  |Syn. retrenchable adj. retrenchment n.  |Syn. diminish|,|curtail
(รี|ท|ระ|บิ|ว|'|เชิน) n. เวร|,|กรรม|สนอง|,|การ|จองเวร|,|การ|ตอบแทน|,|การ|แก้แค้น|  |Syn. retributive adj.  |Syn. retaliation|,|recompense
(รี|ท|รี|'|เวิล) n. การ|เอา|กลับคืน|มา|,|การ|ทํา|ให้|คืน|สู่|สภาพ|เดิม|,|การ|แก้ไข|,|การ|ซ่อมแซม|,|การ|ช่วย|ชีวิต|,|การ|กอบกู้
(รี|ท|รี|ฟว|') vt.,|vi. (การ) เอา|คืน|มา|,|ทํา|ให้|คืน|สู่|สภาพ|เดิม|,|ซ่อมแซม|,|กู้|,|ช่วย|ชีวิต|,|กอบกู้|, (คอมพิวเตอร์) เก็บ|ข้อมูล|ไว้|ใน|ความทรงจํา|ของ|เครื่อง|คอมพิวเตอร์. n.  |Syn. retrievable adj.
(รี|ท|รี|'|เอะ) n. ผู้|เอา|คืน|มา|,|ผู้|ซ่อมแซม|,|ผู้|กอบกู้|,|ผู้ช่วย|ชีวิต|,|สุนัข|จําพวก|หนึ่ง|ที่|สามารถ|คา|ม|สัตว์|ที่|ถูก|ยิง|กลับคืน|มา
(คํา|เสริม|หน้า) เอา|คืน|มา|,|กลับ|มา
(รี|'|โทร|แอ|คทฺ) vi. โต้ตอบ|,|ต่อต้าน|,|มี|ผล|ย้อน|หลัง|,|เดิน|กลับ|  |Syn. retroactive adj.  |Syn. respond|,|react
(รี|ท|ระ|ซีด|') vi. ถอยหลัง|,|ปลด|เกษียณ|,|ออก|จาก|วงการ|,|หลับใน|,|เข้าข้าง|ใน vt. มอบ|คืน|,|คืน|ให้|,|คืน|ที่ดิน|ให|  |Syn. retrocession n. retrocedence n. retrocessive adj.  |Syn. recede|,|retire
(รี|โทร|เก|รเด|'|เชิน) n. การ|ถอยหลัง|,|การ|เสื่อม|,|การ|โคจร|กลับ|  |Syn. retrogradatory|  |Syn. withdrawal
(รี|'|ท|ระ|เกรด) v.,|adj. ถอยหลัง|,|ปลด|เกษียณ|,|เสื่อม|ลง|,|โคจร|กลับ
(รี|'|ท|ระ|เก|รส) vi. ถอยหลัง|,|เสื่อม|ลง|,|เสื่อมทราม|  |Syn. retrogression n. retrogressive adj.
(รี|ท|รอ|ส|') adj. หัน|ไป|ข้างหลัง|,
(รี|'|ท|ระ|สเพคทฺ) vt.,|n. (การ) หวน|กลับ|,|หวน|รําลึก|,|คิดถึง|อดีต|  |Syn. retrospection n. retrospective adj.,|n. retrospectively adv. retrospectiveness n.
(รี|ท|ระ|เวอ|'|เชิน) n. การ|มอง|กลับ|,|การ|หันกลับ|,|การ|วก|กลับ|,|การ|หวน|รําลึก|  |Syn. retroverse adj.
(เรท|โทร|เวิร์ท|') vt. มอง|กลับ|,|หันกลับ|,|พลิก|กลับ|,|วก|กลับ|,|หวน|รําลึก|,|แปลก|ลับ|,|เอียง|ไป|ข้างหลัง|  |Syn. turn back
(รี|ไทร|') vt. ทดลอง|ใหม่|,|ทดสอบ|ใหม่
แป้น|ขึ้น|บรรทัด|เป็น|แป้น|หนึ่ง|บน|แผง|แป้น|อักขระ มี|สัญลักษณ์ (บน|แป้น ใน|โปรแกรมประมวลผล|คํา (word processing) การ|กด|แป้น|นี้ เป็น|คําสั่ง|ให้|ขึ้น|บรรทัด|ใหม่ โดย|ที่|ยัง|พิมพ์|ข้อความ|ไม่|ถึง|จุด|สุดท้าย|ของ|บรรทัด ใน|บาง|โปรแกรม หมายถึง การ|สั่ง|ให้|นํา|ข้อมูล|เข้า|ไป|เก็บ|ใน|หน่วยความจํา|หรือ|เป็น|คําสั่ง|ให้|หน่วย|ประมวลผล|เริ่ม|ทํางาน (มี|ความหมาย|เหมือน|การ|กด|แป้น Enter Key) ใน|ระบบ|วินโดว์ ใช้|กด|แป้น|นี้|แทน|กด|เมาส์|ที่|ปุ่ม OK เมื่อ|ตอบ|คําถาม|ใน|กรอบ|สนทนา (dialog box) เสร็จ|แล้ว|ก็ได้
(รี|เทิร์น|') vi.,|vt.,|adj. กลับ|,|กลับ|มา|,|กลับคืน|,|คืน|,|ส่ง|คืน|,|ย้อน|กลับ|,|โต้ตอบ|,|ได้|ผล|,|ได้|ผลกําไร|,|ชัก (อาวุธ) กลับ|,|ตี|ไพ่ n. การ|กลับ|,|การ|กลับคืน|,|การ|กลับ|มา|,|การ|คืน|สู่|,|การ|ตอบ|,|การ|โต้ตอบ|,|การ|โต้แย้ง|,|ผล|ลพธ์|,|ผลกําไร|,|ผล|ตอบ|,|ดอก|ผล|,|ผล|การ|เลือกตั้ง|,|รายงาน|,|สถิติ|,|รายได้|,|รายรับ|,|จํานวน|ขาย
n. ตําบล|ที่อยู่|ของ|ผู้|ส่ง
(รี|เทอร์|'|นี) n. ผู้|กลับ|ประเทศ|,|ทหาร|ที่|กลับ|ประเทศ|,|นักเรียน|ที่|กลับ|บ้าน
(รี|ทูส|') adj. ซึ่ง|มี|ส่วน|บน|ป้าน|และ|เว้า|นิด ๆ (เช่น|ใบไม้|บาง|ชนิด)| 
(รี|ยู|'|เนียน) n. การ|รวม|ตัว|กัน|ใหม่|,|การ|ชุมนุม|กัน|ใหม่|,|การ|ทํา|ให้|สามัคคี|กัน|ใหม่|,|การ|พบ|กัน|ใหม่|  |Syn. remeeting
การ|เก็บ|กลับ
(รี|ยูซ|') vt. เอา|ไป|ใช้|อีก|,|ใช้|อีก|,|ใช้สอย|อีก n. การ|นํา|ไป|ใช้|ใหม่
(รี|แวล|'|ลิวเอท) vt. ประเมิน|ค่า|ใหม่|,|ประเมิน|ราคา|ใหม่|,|  |Syn. revaluation n.
(รี|แวม|พฺ|') vt. ปรับปรุง|ใหม่|,|ปรับปรุง|,|ซ่อมแซม|,|แก้ไข|  |Syn. revamper n. revampment n.  |Syn. renovate|,|redo
(รี|วีล|') vt.,|n. (การ) เปิดเผย|,|เผย|,|แสดง|ให้|เห็น|,|แสดง|,|ความ|สว่าง|,|เรื่อง|ที่|เปิดเผย|  |Syn. revealability n. revealableness n. revealable adj. revealor n. revelative adj.  |Syn. disclose|,|expose
(เรฟ|'|วะลี) n. สัญญาณ|เรียก|ชุมนุม|,|แตร|ปลุก|,|กลอง|ปลุก|,|สัญญาณ|ปลุก|,|การ|ชุมนุม|หลัง|การ|ให้|สัญญาณ|ดังกล่าว
(เรฟ|'|เวิล) vi.,|n. (การ) ชอบ|มาก|,|มี|ความ|สุข|มาก|,|หลง|,|สนุกสนาน|,|เที่ยว|สํามะเลเทเมา|,|ครึกครื้น|,|งาน|สนุกสนาน|และ|อึกทึก|ครึกโครม|  |Syn. reveler n. reveller n. revelment n. revelry n.  |Syn. delight|,|festivity Ant. dislike
(เรฟ|'|วะเล|'|เชิน) n. การ|เปิดเผย|, การ|เปิดเผย|ของ|พระเจ้า|  |Syn. revelational adj. revelationist n.  |Syn. disclosure|,|news
(เรฟ|'|วะเล|เทอะ) n. ผู้|เปิดเผย|,|ผู้|เผย|,|ผู้แสดง|ให้|เห็น|,|ผู้แสดง|ให้|เห็น|ความจริง|  |Syn. revelatory adj.
(เรฟ|'|เวล|รี) n.,|ความ|สนุกสนาน|,|การ|หา|ความ|สําราญ|,|การ|เที่ยว|สํามะเลเทเมา|  |Syn. boisterous festivity
(เรฟ|'|วะ|เนิน|ทฺ) n. ผู้|กลับคืน|ถิ่น|,|ผี|,|วิญญาณ
(รี|เวน|จฺ|') vt.,|vi.,|n. (การ) แก้แค้น|,|แก้เผ็ด|,|ทําโทษ|,|ผูก|พยาบาท|  |Syn. revengeless adj. revenger n.  |Syn. avenge|,|vengeance
(รี|เวน|จฺดฺ|') adj. ได้|แก้แค้น|แล้ว
(รี|เวน|จฺ|'|ฟู|ล) adj. ผูก|พยาบาท|,|ต้องการ|แก้แค้น|  |Syn. revengefulness n.
อากรแสตมป์
(รี|เวอ|'|บะเรท) vi.,|adj. ดัง|ก้อง|, (เสียง) สะท้อน|กลับ|,|ทํา|ให้|ดัง|สั่นสะเทือน|,|เด้ง|กลับ|  |Syn. reverberative adj. reverberator n.  |Syn. resound
(รี|เวอบะเร|'|เชิน) n. การ|ดัง|ก้อง|,|การ|สะท้อน|กลับ|,|การ|เด้ง|กลับ|,|เสียง|ก้อง|,|เสียงสะท้อน|กลับ|,|สิ่ง|ที่|สะท้อน|กลับ
(รี|เวียร|') vt. เคารพนับถือ|,|บูชา|,|ยําเกรง|  |Syn. reverable adj. reverer n.
(เรฟ|'|เวอเรินซฺ|,|เรฟ|'|เรินซฺ) n. ความ|เคารพนับถือ|,|การ|บูชา|,|การ|แสดง|คารวะ|,|การ|โค้ง|คํานับ|,|  |Syn. Reverence n. คํานําหน้า|ชื่อ|พระ|คริสต์|,|เกียรติศักดิ์ vt. แสดง|ความ|เคารพนับถือ reverencer n.  |Syn. veneration
(เรฟ|'|เวเรินด|,|เรฟ|'|เรินดฺ) n. น่า|เคารพนับถือ|,|น่า|บูชา|,|เกี่ยวกับ|พระ n. พระ|,|บาทหลวง|,|ตําแหน่ง|พระ|,|ตําแหน่ง|บาทหลวง|  |Syn. reverendship n.  |Syn. clergyman
(เรฟ|'|เวอเรินทฺ|,|เรฟ|'|เรินทฺ) adj. แสดง|ความ|เคารพนับถือ|  |Syn. reverentness n.  |Syn. respectful
(เรฟ|'|วะเรน|'|เชิล) adj. เกี่ยวกับ|ความ|เคารพนับถือ|,|เต็มไปด้วย|ความ|เคารพนับถือ|  |Syn. reverentiality n.  |Syn. reverent
(เรฟ|'|เวอ|รี) n. ความ|เพ้อฝัน|,|จินตนาการ|,|ห้วง|นึกคิด|,|บท|ดนตรี|เพ้อฝัน|  |Syn. daydream|,|fantasy
(รี|เวอ|'|เซิล) n. การ|พลิก|กลับ|,|การ|กลับ|กัน|,|ความ|ตรงกันข้าม|,|การ|ถอยหลัง|,|การ|กลับ|คําพิพากษา|,|ความ|เคราะห์ร้าย|,|ความ|ปราชัย|  |Syn. reverse
(รี|เวิร์ส|') n. ส่วน|กลับ|,|ด้าน|ตรงกันข้าม|,|การ|กลับ|กัน|,|การ|ถอยหลัง|,|ด้าน|กลับ|,|เกียร์|ถอยหลัง|,|ความ|เคราะห์ร้าย|,|ความ|ล้มเหลว|สิ้นเชิง vt.,|vi.,|adj. กลับ|กัน|,|พลิก|กลับ|,|หันกลับ|,|ถอยหลัง|,|เพิกถอน|,|ทํา|ให้|ไป|ใน|ทิศ|ตรงข้าม vi. หัน|หรือ|เคลื่อน|ไป|ใน|ทิศ|ตรงกันข้าม|,|กลับ|,|พลิก|กลับ|,|เปลี่ยน|เป็น
วิศวกรรม|ย้อน|กลับ|หมายถึง กระบวนการ|ถอดรหัส|โปรแกรม โดย|ไม่|ต้อง|ดู|รหัส|ที่|โปรแกรม|นั้น|ใช้|อยู่ แต่|ถอด|จาก|การ|วิเคราะห์|แยกแยะ|ว่า|โปรแกรม|นั้น ๆ มี|ผลกระทบ|ทาง|ด้าน|ฮาร์ดแวร์|อย่างไร ทํางาน|อย่างไร
(รี|เวิรซ|'|ซะเบิล) adj. กลับ|ได้|,|พลิก|กลับ|ได้|,|กลับ|ข้าง|ได้|,|กลับ|หัว|กลับ|หาง|ได้|,|เปลี่ยนแปลง|ได้|,|เปลี่ยน|กลับ|ได้|,|แก้ไข|ได้|, (เสื้อผ้า) ใส่|กลับ|ข้าง|ได้ n. เสื้อผ้า|ที่|ใส่|กลับ|ข้าง|ได้|  |Syn. reversibility n. reversibleness n. reversibly adv.
(รี|เวอ|'|เชิน) n. การ|กลับ|กัน|,|การ|พลิก|กลับ|,|การ|กลับ|สู่|สภาพ|เดิม|,|การ|กลับ|หัว|กลับ|หาง|,|การ|กลับ|ทิศทาง|,|การ|สวน|ทิศทาง|,|การ|คืน|ทรัพย์สิน|,|มรดก|ตกทอด|  |Syn. reversionally adv.  |Syn. return
(รี|เวิร์ท|') vi. กลับ|สู่|สภาพ|เดิม|,|คืน|สู่|,|คืน|กลับ vt. ทํา|ให้|กลับ|กัน|,|กลับ|คําพิพากษา|,|หมุน|กลับ|,|กลับ|ทิศทาง|  |Syn. revertibility n. revertible adj. revertive adj.  |Syn. regress|,|return
(เรฟ|'|เวอ|รี) n., (pl.  |Syn. ries) = reverie (ดู)| 
(รี|วิว|') n. การ|ทบทวน|,|การ|พิจารณา|ใหม่|,|สิ่ง|ตีพิมพ์|ปฏิทัศน์|,|บท|นิพนธ์|ปฏิทัศน์|,|การ|วิจารณ์|,|บทวิจารณ์|,|การ|ตรวจ|พล|,|การ|สังเกตการณ์ vt. ทบทวน|,|ตรวจสอบ|อีก|,|พิจารณา|ใหม่|,|วิจารณ์|,|ตรวจ|พล|,|สังเกตการณ์ vi. เขียน|บทวิจารณ์|,|เขียน|บท|ปฏิทัศน์|  |Syn. reviewal n. review
(รี|ไว|ลฺ|') vt.,|vi. ต่อว่า|,|ด่า|,|ประจาน|,|พูด|เสียดสี|,|ใช้|ถ้อยคํา|หยาบคาย|  |Syn. revilement n. reviler n. revilingly adv.
(รี|ไว|'|เซิล) n. การ|แก้ไข|ใหม่|,|การ|ปรับปรุง|ใหม่|,|การ|ชําระ|,|การ|เปลี่ยนแปลง|,|สิ่ง|ที่|ปรับปรุง|แก้ไข
(รี|ไว|ซ|') vi.,|n. (การ) แก้ไข|ใหม่|,|ปรับปรุง|ใหม่|,|เปลี่ยน|รูปแบบ|การ|พิมพ์|ใหม่|,|ตรวจ|ปรู๊ฟ|แก้ไข|ใหม่|,|สิ่ง|ที่|ปรับปรุง|แก้ไข|ใหม่|  |Syn. revisability n. revisable|,|revisible adj. reviser|,|revisor n.  |Syn. edit|,|alter
n. ฉบับ|แก้ไข|ปรับปรุง
(รี|วิส|'|เชิน) n. การ|ปรับปรุง|แก้ไข|,|ฉบับ|ปรับปรุง|แก้ไข|,|กระบวนการ|ปรับปรุง|แก้ไข|,|การ|ชําระ|ใหม่|  |Syn. revisional|, adj. revisionary adj.  |Syn. redaction|,|updating
ประวัติการ|ปรับปรุง|โปรแกรม|หมายถึง ประวัติการ|ปรับปรุง|โปรแกรม|แต่ละ|รุ่น|ตาม|ลําดับ เช่น ประวัติการ|ปรับปรุง|โปรแกรม Adobe Illustrator จาก|ฉบับ 1.0 ถึง|ฉบับ 3.2 ว่า ฉบับ|ใด|ปรับปรุง|ใน|เรื่อง|ใด|บ้าง อย่าง|นี้|เป็นต้น
(รี|วิส|'|เชินนิสทฺ) n.,|adj. การ|ยึดถือ|หลักการ|หรือ|ทฤษฎี|ที่|หันเห|จาก|เดิม
(รี|วิส|'|ซิ|ท) vt. เข้า|ชม|ใหม่|,|เข้า|ชม|อีก|,|เยี่ยมเยียน|ใหม่|  |Syn. visit again
(รี|ไว|'|ซะ|รี) adj. เกี่ยวกับ (การ|ปรับปรุง|แก้ไข|,|ฉบับ|ปรับปรุง|แก้ไข|,|กระบวนการ|ปรับปรุง|แก้ไข|,|การ|ชําระ|ใหม่)| 
(รี|ไว|'|ทะไลซ) vt. ให้|ชีวิต|ใหม่|แก่|,|ให้|พลัง|ใหม่|,|ให้|กําลัง|ใหม่|,|ทํา|ให้|สดชื่น|อีก|,|ฟื้นฟู|กลับ|สู่|สภาพ|เดิม|  |Syn. revitalisation n. revitalization n.  |Syn. revive
(รี|ไว|'|ทะไลซ) vt. ให้|ชีวิต|ใหม่|แก่|,|ให้|พลัง|ใหม่|,|ให้|กําลัง|ใหม่|,|ทํา|ให้|สดชื่น|อีก|,|ฟื้นฟู|กลับ|สู่|สภาพ|เดิม|  |Syn. revitalisation n. revitalization n.  |Syn. revive
(รี|ไว|'|อะเบิล) adj. ฟื้นฟู|ได้|,|ทํา|ให้|ฟื้น|ได้|,|ฟื้น|คืน|สู่|สภาพ|เดิม|ได้
(รี|ไว|'|เวิล) n. การ|ฟื้นฟู|,|การ|คืนชีพ|,|การ|ทํา|ให้|มี|พลัง|อีก|,|การ|นํามา|ใช้|อีก|- S. renewal
(รี|ไว|ว|') vt. ฟื้นฟู|,|ทํา|ให้|คืนชีพ|,|กระตุ้น|,|เร้าใจ|,|ทํา|ให้|เกิด|ขึ้น|อีก|,|ฉายหนัง|เก่า|,|นํา|กลับ|,|เร้าใจ|  |Syn. revivability n. revivable adj. revibably adv. reviver n. revivingly adv.  |Syn. restore|,|rescue
(รี|ไว|'|เวอะ) n. การ|ฟื้นฟู|คดี|,|ผู้|ฟื้น|คดี
(เรฟ|'|วะ|คะ|เบิล) adj. เพิกถอน|ได้|,|ยกเลิก|ได้|,|ถอน|ได้|,|ลบล้าง|ได้|,|เรียก|กลับคืน|ได้|  |Syn. revokable.  |Syn. revokability n. revokableness n. revokably adv.
(เรฟวะเค|'|เชิน) n. การ|เพิกถอน|,|การ|ยกเลิก|,|การ|ถอน|,|การ|ลบล้าง|,|การ|เรียก|กลับคืน|  |Syn. revocatory adj.  |Syn. annulment
(รี|โว|ค|') vt.,|vi. ยกเลิก|,|เพิกถอน|,|ลบล้าง|,|เรียก|กลับคืน|  |Syn. revokable adj.  |Syn. annul
(รี|โว|ลทฺ|') vi.,|vt.,|n. (การ) ปฏิวัติ|,|กบ|ฎ|,|จลาจล|,|ทรยศ|,|เอาใจ|ออกห่าง|,|หักหลัง|,|รังเกียจ|,|ขยะแขยง|  |Syn. revolter n.  |Syn. rebel|,|mutiny|,|feel horror
(รี|โว|ล|'|ทิง) adj. น่า|รังเกียจ|,|น่า|ขยะแขยง|,|เป็น|กบ|ฎ|,|เอาใจ|ออกห่าง|,|ซึ่ง|ก่อการ|กําเริบ|  |Syn. disgusting
(เรฟ|'|วะลิวทฺ) vi. ปฏิวัติ adj. ม้วน|กลับ|,|ม้วน|ลง|,|งอก|ลับ|,|งอ|ลง
(เรฟ|'|วะลิว|'|เชิน) n. การ|ปฏิวัติ|,|การ|เปลี่ยนแปลง|อย่าง|สิ้นเชิง (และ|มัก|รวดเร็ว) ,|การ|เปลี่ยนแปลง|อย่าง|ขนาน|ใหญ่|,|การ|หมุน|รอบ|,|การ|โคจร|,|การ|พลิก|แผ่นดิน|,|รอบ|,|วัฎ|จักร|  |Syn. revolutionary adj.,|n.  |Syn. revolt|,|cycle|,|rotation
(เรฟวะลู|'|เชิน|ไน|ซ) vt. ปฏิวัติ|,|ทํา|ให้|เกิด|การ|เปลี่ยนแปลง|อย่าง|สิ้นเชิง|,|หมุน|รอบ|  |Syn. revolutionizer n.  |Syn. effect a radical
(เรฟวะลู|'|เชิน|ไน|ซ) vt. ปฏิวัติ|,|ทํา|ให้|เกิด|การ|เปลี่ยนแปลง|อย่าง|สิ้นเชิง|,|หมุน|รอบ|  |Syn. revolutionizer n.  |Syn. effect a radical
(รี|วอ|ลว|') vi.,|vt. หมุน|รอบ|,|โคจร|,|เกิด|ขึ้น|เป็น|วัฎ|จักร|,|ครุ่นคิด|,|คิด|ทบทวน|,|ทํา|ให้|โคจร|  |Syn. revolvable adj. revolvably adv.  |Syn. spin|,|rotate|,|whirl
(รี|วอ|ล|'|เวอะ) n. ปืน|พก|ลูก|โม่|,|เครื่อง|หมุน|รอบ|,|สิ่ง|ที่|หมุน|รอบ|,|หม้อ|หลอม|ชนิด|หมุน|รอบ|ผู้|หมุน|รอบ
(รี|วอ|ล|'|วิง) adj. หมุน|รอบ|,|สามารถ|หมุน|รอบ|,|หมุนเวียน|,|เป็น|วัฎ|จักร|,
เงิน|กู้|หมุนเวียน
n. ประตู|หมุน|รอบ
n. เงิน|ทุนหมุนเวียน
(รี|วิว|') n. ละคร|ชุด|ประเภท|เสียดสี|ทางการ|เมือง|,|บทประพันธ์|เสียดสี|,|บทเพลง|เสียดสี|  |Syn. review|  |Syn. revuist n.
(รวัล|'|เชิน) n. ความรู้สึก|ขยะแขยง|,|การ|เปลี่ยนแปลง|อย่าง|รุนแรง|และ|ฉับพลัน|,|การ|ถอย|กลับ|,|การ|ถอน|กลับ|  |Syn. revulsionary adj. revulsive adj.  |Syn. recoil Ant. liking
(รี|วอร์ด|') n. รางวัล|,|เงิน|รางวัล|,|สิ่ง|ตอบแทน vt. ให้|รางวัล|,|ตอบแทน|,|ชดเชย|,|ทดแทน|  |Syn. rewardable adj. rewardableness n. rewardably adv. rewarder n.  |Syn. pay|,|remuneration
(รี|ไวน์|ดฺ|') vt. หมุน|อีก|,|ม้วน|อีก|,|เลื้อย|อีก|ไข|อีก|,|กว้าน|อีก|,|ชัก|รอก|อีก
(รี|ไว|'|เออะ) vt. จัด|ให้|เส้น|ลวด|ใหม่|,|ต่อ|สายไฟ|ฟ้า|ใหม่|  |Syn. rewirable adj.
(รี|เวิร์ดฺ|') vt. ใช้|ถ้อยคํา|ใหม่|,|เปลี่ยน|สํานวน|ใหม่|,|กล่าว|ซ้ํา|  |Syn. recast
(รี|'|ไร|ทฺ|') vt.,|n. (เรื่อง) เขียน|ใหม่|,|เขียน|ด้วย|สํานวน|ใหม่|,|ประพันธ์|ใหม่|  |Syn. rewriter n.  |Syn. revise
อาร์เอฟ <|คํา|อ่าน|>|ย่อ|มา|จาก radio frequency หมายถึง คลื่น|ความ|ถี่|วิทยุ
อาร์เอฟไอ <|คํา|อ่าน|>|ย่อ|มา|จาก radio frequency interference หมายถึง การ|รบกวน|ของ|คลื่น|วิทยุ|ใน|หลาย ๆ ความ|ถี่
อาร์จีบี <|คํา|อ่าน|>|ย่อ|มา|จาก red|, green|, blue คือ กระบวนการ|ผสม|สี|จาก|แม่สี 3 สี คือ สี|แดง เขียว และ|น้ําเงิน การ|ใช้|สัดส่วน|ของ|สี 3 สี นี้|ต่าง|กัน จะ|ทํา|ให้|เกิด|เป็น|สี|ต่าง ๆ ได้|อีก|มากมาย|หลาย|ร้อย|สี|ดู cmyk ประกอบ
(ระ|จีม|') n. ระบบ|การ|ปกครอง|,|ระบบสังคม|,|กฎเกณฑ์|ที่|เคร่งครัด|  |Syn. system of rule
(แร|พ|ซอ|ด|'|ดิค) adj. ใช้|ถ้อยคํา|ที่|หรูหรา|และ|ฟุ่มเฟือย|,|คลั่งไคล้|,|กระตือรือร้น|เกิน|ไป|,|ปิติยินดี|เหลือล้น|  |Syn. rhapsodical.  |Syn. rhapsodically adv.
(แร|พ|'|ซะดิสทฺ) n. ผู้พูด|หรือ|เขียน|บทกวี|ด้วย|อารมณ์|ที่|คลั่งไคล้|,|ผู้|ยกยอ|สรรเสริญ|อย่าง|มาก|เกิน|ปกติ|  |Syn. rhapsodistic adj.
(แร|พ|'|โซ|ดี) n. การ|ใช้|ถ้อยคํา|ที่|หรูหรา|และ|ฟุ่มเฟือย|,|บทเพลง|อิสระ|  |Syn. paean
(รี|'|อะ) n. นก|จําพวก|หนึ่ง|คล้าย|นกกระจอกเทศ|แต่|มี|ขนาด|เล็ก|กว่า|และ|มี|3|นิ้ว|ท้าว|ของ|เท้า|แต่ละ|ข้าง
(รี|'|อะสแทท) n. เครื่อง|ปรับ|กระแส|ไฟฟ้า|  |Syn. rheostatic adj.
(รี|'|ซัส) n. ลิง|จําพวก Macaca mulatta พบ|ใน|อินเดีย ใช้|เป็น|สัตว์|ทดลอง|ทาง|วิทยาศาสตร์|การแพทย์|  |Syn. Rhesus monkey
(เรท|'|เท|อริ|ค) n. ศิลปะ|การ|ใช้|ถ้อยคํา|,|วา|ท|ศิลป์|,|เชิง|สํานวน|,|ศิลปะ|ใน|การ|พูด|ชักจูง|ใจ|คน|,|เชิง|คุย|โว|,|เชิง|โวหาร|  |Syn. expressiveness|,|bombast
(รี|ทอ|'|ริ|เคิล) adj. เกี่ยวกับ rhetoric (ดู) ,
(รู|แมท|'|ทิค) adj. เกี่ยวกับ|โรค|รู|มา|ติ|ซึม|,|เป็น|โรค|รู|มา|ติ|ซึม n. ผู้|ที่|เป็น|โรค|รู|มา|ติ|ซึม|  |Syn. rheumatically adv.
(รู|แมท|'|ทิค) n. โรค|ชนิด|หนึ่ง|ที่|มัก|เป็น|กับ|เด็ก|/|มี|อาการ|ไข้|/|เหงื่อ|ออก|/|ปวด|ตาม|ข้อ|/|เจ็บ|คอ|และ|โรคหัวใจ
(รู|'|มา|ทิส|ซึม) n. โรค|ปวด|ตาม|ข้อ ตาม|กล้ามเนื้อ|,|โรค|รู|มา|ติ|ซึม|,|=|rheumatic fever (ดู)| 
(รู|'|มะ|ทอย|ดฺ) adj. คล้าย|โรค|รู|มา|ติ|ซึม|,|=|rheumatic (ดู)| 
โรค|เรื้อรัง|ที่|มี|อาการ|อักเสบ|ตาม|ข้อต่อ|,|รูปสัณฐาน|ผิดปกติ|และ|อื่น ๆ| 
(o) - Pref. '|จมูก|'
(ไรน์) n. ชื่อ|แม่น้ํา|ที่|ไหล|ผ่าน|สวิตเซอร์แลนด์|/|เยอรมนี|ตะวันตก|และ|เนเธอร์แลนด์ และ|ลง|สู่|ทะเลเหนือ|  |Syn. Rhein|,|Rhin|,|Rijn
(ไร|ไน|'|ทิส) n. โรค|เยื่อเมือก|ใน|ช่องจมูก|อักเสบ
(ไร|'|โน) n. แรด
น้ํามูก|ไหล
(ไร|'|โซม) n. ลําต้น|ใต้ดิน.
(รอ|ม|'|บอยดฺ) n. รูป|สี่เหลี่ยมขนมเปียกปูน adj. เป็น|รูป|สี่เหลี่ยมขนมเปียกปูน
(รู|'|บาร์|บ) n. ชื่อ|ลําต้น|อ่อน|จําพวก Rheum|, โก|ฐ|น้ํา|เต้า|,|ลําต้น|ใต้ดิน|ของ|พืช|ดังกล่าว
(ไร|มฺ) n. เสียง|สัมผัสใน|บทกวี|,|คํา|ที่|มี|เสียง|คล้องจอง|,|บทกวี|ที่|มี|เสียง|คล้องจอง -|Phr. (rhyme or reason เหตุผล|ที่|ถูกต้อง|ตาม|หลัก|ตรรก|วิทยา) vt. ประพันธ์|บทกวี|เป็น|เสียง|สัมผัส|,|ใช้|เสียง|สัมผัส|ประกอบ|  |Syn. rhymer n.  |Syn. rime
(ไร|'|มิ|สทฺ) n. นักประพันธ์|บทกวี|เสียง|สัมผัส
(ริ|ธ|'|ธึม) n. จังหวะ|,|เสียง|สัมผัส
(ริ|ธ|'|มิ|ค) adj. เป็น|จังหวะ|,|มี|จังหวะ|,|มี|เสียง|สัมผัส|,|มี|ลีลา|  |Syn. rhythmics n.
(ริ|ธ|'|มิ|เคิล) adj. เป็น|จังหวะ|,|มี|จังหวะ|,|เป็น|ท่วงทํานอง|ที่|ต่อเนื่อง|กัน|  |Syn. periodic
abbr. regular insulin
(ริบ) n. ซี่โครง|,|เนื้อที่|มี|ซี่โครง|,|กระดูกงู|เรือ|,|เส้น|ใบไม้|,|แกน|ขน|นก|,|ซี่โครง|ร่ม vt. ทํา|ให้|มี|ลักษณะ|ซี่โครง|,|ทํา|เป็น|สัน|,|ไถ|เป็น|ร่อง
(ริบ|'|เบิ|ลด|ฺ) adj. หยาบคาย|,|สามหาว n. คน|หยาบคาย|,|คน|สามหาว|  |Syn. ribaldy adj.
(ริบ|'|เบิ|ลด|รี) n. ลักษณะ|ที่|หยาบคาย|,|ความ|หยาบคาย|,|ความ|สามหาว|,|คําพูด|ที่|หยาบคาย
(ริบ|'|เบินดฺ) adj. สาย|ริบบิ้น|  |Syn. ribband
(ริบ|'|เบิน) n. สาย|ริบบิ้น|,|ริบบิ้น|,|สาย|สิ่งทอ|สาย|,|สิ่ง|ที่|เป็น|สาย|,|สาย|ริ้ว|,|โบ|,|ทาง|ยาว|,|สายสะพาย|เครื่อง|อิสริยาภรณ์|,|แถบ|เหรียญตรา
(ไร|โบ|เฟล|'|วิน) n. วิตามิน|-|บี|-|2|  |Syn. riboflavine|,|vitaminB|2,
มี|ความ|สําคัย|ใน|การ|แบ่ง|เซลล์|ใน|ระยะ|แรก ๆ สาร RNA จะ|กระจาย|ตัว|ทั้ว|ไป|ใน|เซลล์|ไป|เกาะ|ตาม Endoplasmic reticulum (ER) หรือ|กลาย|เป็น microsome ไป|ก็ได้
ประกอบ|ด้วย|สาร ribonucleic acid (RNA) เป็น|ตัวเร่ง|ปฏิกิริยา|ใน|การ|สังเคราะห์|โปรตีน|ภายใน|เซลล์
(ไร|ซฺ) n. เมล็ดข้าว|,|ต้น|ข้าว vt. ทํา|ให้|มี|ลักษณะ|คล้าย|ข้าว|,|ตํา|ข้าว|,|ทุบ|หรือ|บด|ให้|มี|ลักษณะ|เป็น|แป้ง|เปียก|ที่|คล้าย|ข้าว
n. รํา|ข้าว
n. โรงสี|ข้าว
(ริ|ชฺ) adj. รวย|,|มี|ค่า|,|อุดม|,|อุดมสมบูรณ์|,|มี|ผลิตผล|มาก|,|สวยงาม|,|หรูหรา|, (รส) จัด|, (รส) เข้มข้น|, (สี) เข้ม|, (เสียง) นิ่มนวล|, (กลิ่น) หอม|มาก|,|ขบขัน|,|น่า|หัวเราะ|,|ชอุ่ม n. คน|ร่ํารวย|ทั้งหลาย|  |Syn. richly adv. richness n.  |Syn. wealthy|,|abu
รูปแบบ|การ|เก็บ|ข้อมูล|เป็น|แอ|สกี|ใช้|ตัวย่อ|ว่า rtf (อ่าน|ว่า อาร์|ที|เอฟ) เป็น|รูปแบบ|ของ|การ|เก็บ|ข้อมูล|ที่|เป็น|เอกสาร (text) ใน|รหัส|แอ|สกี (ASCII) โปรแกรมประมวลผล|คํา (word processing) หลาย|โปรแกรม|จะ|เรียก|ข้อมูล|ที่|เก็บ|ใน|รูปแบบ|นี้|มา|อ่าน|ได้|ใช้การได้ แต่|ต้อง|กําหนด|แบบ|ตัวอักษร|ให้|ก่อน มัก|ใช้|นามสกุล (file name) ว่า .RTF
(ริ|ช|'|ชิ|ซ) n.,|pl. ความ|ร่ํารวย|,|ความ|อุดมสมบูรณ์|,|ทรัพย์สิน -|Id. (Riches have wings มี|ทรัพย์สิน|มัก|หมด|ไป|ได้|ง่าย)|  |Syn. wealth
(ริ|ช|'|นิส) n. ความ|มั่งคั่ง|,|ความ|สมบูรณ์
(ริ|ค) n. กอง|หญ้า|แห้ง|,|กอง|ฟาง|ข้าว vt. กอง|,|ทํา|ให้|เป็น|กอง vt.,|n. =|wrick (ดู)| 
(ริ|ค|'|คิทซฺ) n. โรค|กระดูก|อ่อน|มัก|เป็น|กับ|เด็ก|เนื่องจาก|การ|ขาดแคลน|วิตามิน|-|ดี|และ|แคลเซียม
(ริ|ค|'|คิ|ที) adj. ล้ม|ได้|ง่าย|,|โคลงเคลง|,|ง่อนแง่น|,|ขี้โรค|,|มี|ข้อต่อ|ที่|อ่อนแอ|,|โซเซ|,|ไม่|มั่นคง|,|ไม่|ปกติ|,|เกี่ยวกับ|โรค|กระดูก|อ่อน|  |Syn. ricketiness n.  |Syn. infirm
(ริ|ค|'|ชอ|,|ริ|ค|'|ชา) n. =|jinrikisha|  |Syn. irkshaw
(ริ|ค|'|ชอ|,|ริ|ค|'|ชา) n. =|jinrikisha|  |Syn. irkshaw
(ริ|ค|'|คะ|เช) n. การ|เด้ง|กลับ|,|การ|กระดอน|กลับ|,|การ|แฉลบ|,|การ|สะท้อน|,|กระสุน|ที่|กระดอน vi. เด้ง|กลับ|,|กระดอน|,|แฉลบ|,|สะท้อน
(ริ|ด) {|rid|/|ridded|,|ridding|,|rids|} vt. ขจัด|,|กําจัด|,|ทํา|ให้|หมด|ไป|,|สลัด|,|ทํา|ให้|หลุด|,|ทํา|ให้|พ้น|,|ช่วยเหลือ|,|กริยา|ช่อง 2 และ 3 ของ ride|  |Syn. ridder n.
(ไร|'|ดะ|เบิล) adj. ขี่|ได้|,|ขับขี่|ได้|, (ถนน|ทาง|น้ํา) ใช้|ขับขี่|ผ่าน|ได้|,|  |Syn. ridability n.
(ริ|ด|'|เดิน|ซฺ) n. การ|ขจัด|,|การ|ทํา|ให้|หลุด|,|การ|ทํา|ให้|พ้น|,|การ|ช่วยเหลือ|,|การ|ทํา|ให้|อิสระ|, -|Phr. (good riddance น่า|ยินดี|ที่|ได้|หลุดพ้น)|  |Syn. ridding
(ริ|ด|'|เดิน) v. กริยา|ช่อง 3 ของ ride
(ริ|ด|'|เดิล) n. ปัญหา|,|ปริศนา|,|คํา|ปริศนา|,|สิ่ง|ที่|ทํา|ให้|ฉงน|,|ตะแกรง|,|กระชอน|ที่|ร่อน|,|ตรวจสอบ|,|วิเคราะห์ vi. ทํา|ให้|พิศวง|งงงวย|,|ออก|ปริศนา vt. แทง|หรือ|เจาะ|เป็น|รู|พรุน|,|ร่อน|ด้วย|ตะแกรง|,|ทํา|ให้|เสื่อม|  |Syn. puzzle|,|enigma|,|mystery
(ไร|ดฺ) {|rode|,|ridden|,|riding|,|rides|} vi.,|vt. ขี่ม้า|,|ควบ|ม้า|,|ขี่|รถ|,|เดิน|เรือ|,|ลอยลํา|,|จอด|เรือ|,|โต้|คลื่น|,|อยู่|บน|,|ดําเนินการ|ต่อไป|,|วาง|เดิมพัน|,|อาศัย|,|ควบคุม|,|ครอบงํา|,|ทํา|ให้|ขี่ n. การ|เดินทาง|ด้วย|ม้า|,|การ|เดินทาง|ด้วย|พาหนะ|,|ทาง|สําหรับ|ขี่|หรือ|ขับ|รถ -|Phr. (ride down ใช้|อย่าง|ปรานี|ลง|แส้)| 
(ไร|'|เดอะ) n. ผู้|ขี่|,|ผู้|ขับ|,|สัตว์|ที่|ใช้|ขี่|,|ข้อความ|เพิ่มเติม|,|ส่วน|ที่|ปรับปรุง
(ริ|ดจฺ) n. สันเขา|,|สัน|,|สันหลังคา|,|สันปันน้ํา|,|เทือกเขา|,|ทาง|แคบ|,|หลัง|สัตว์|,|ส่วน|ที่|นูน|,|คิ้ว|,|ริ้ว|,|แนว|คันนา vt. ทํา|ให้|เป็น|สัน|,|ทํา|ให้|มี|คิ้ว (ริ้ว|หรือ|แนว) vi. กลาย|เป็น|สัน|ขึ้น|,|กลาย|เป็น|ทาง|แคบ|,|กลาย|เป็น|คิ้ว|หรือ|ริ้ว|หรือ|แนว|  |Syn. crest|,|spine|,|hill
(ริ|ดจฺ|'|โพ|ล) n. อกไก่|,|ขื่อ|,|ไม้|ขื่อ|  |Syn. ridge pole|,|ridge piece
(ริ|ดจฺ|'|ไท|ลฺ) n. กระเบื้อง|อกไก่|,|กระเบื้อง|หลบหลังคา
(ริ|ด|'|ดะ|คิว) vt.,|n. (การ) หัวเราะเยาะ|,|เยาะเย้ย|,|ยั่วเย้า|,|หยอกล้อ|  |Syn. ridiculer n.
(รี|ดิค|'|คิว|เลิส) adj. น่า|หัวเราะ|,|น่าขัน|,|ไร้|สาระ|,|ตลกขบขัน|  |Syn. ridiculousness n.  |Syn. laughable
(ไร|'|ดิง) n. การ|ขี่|,|การ|ขี่ม้า|,|การ|ควบ|ม้า|,|การ|ขี่|รถ|,|การ|ขับขี่|,|การ|ขี่|เรือ|,|การ|เดิน|เรือ|,|ทาง|สําหรับ|ขับขี่|,|ทาง|สําหรับ|ขี่ม้า
(ไร|ฟฺ) adj. มี|อยู่|ทั่วไป|,|แพร่หลาย|,|อุดม|,|อุดมสมบูรณ์|,|แน่นหนา|,|ปัจจุบัน|,|เร็ว ๆ นี้|  |Syn. rifeness n.  |Syn. prevalent
(ไร|'|เฟิล) n. ปืนยาว|,|ปืน|เล็ก|ยาว|,|ปืน|ไร|เฟิล|, rifles กองทหาร|ปืนยาว vt. ทํา|เป็น|ร่อง|,|ทํา|เป็น|ร่อง|ใน|ลํา|กล้อง|ปืน
(ริ|ฟทฺ) n. รอย|แตก|,|รอย|แยก|,|ช่อง|,|ร่อง|,|ร่องรอย|,|การ|แตกแยก|,|การ|แตกร้าว|  |Syn. fissure
(ริก) vt.,|n. (การ) ขึง|ใบ|เรือ|,|ขึง|สาย|ระโยงระยาง|,|ประกอบ|,|ทํา|ขึ้น|ชั่ว|คราว|,|แต่งตัว|,|ควบคุม|,|กําหนด|,|กักตุน|สินค้า|เพื่อ|เก็งกําไร|,|วางแผน|หลอกลวง|,|เครื่องมือ|,|อุปกรณ์|,|ชุด|รถม้า|,|เครื่องมือ|เจาะ|น้ํามัน|,|เครื่องแต่งกาย|,|เสื้อผ้า
(ริก|'|กิง) n. เชือก|หรือ|สาย|ระ|โยง|ระ|-|ยาง|ของ|เรือ|,|เครื่อง|เชือก|,|เสื้อผ้า|,|เครื่องแต่งกาย
(ไร|ทฺ) adj. ถูก|,|ถูกต้อง|,|ปกติ|,|เป็นธรรม|,|ยุติธรรม|, (ด้าน) หน้า|, (ด้าน) บน|, (ข้าง) ขวา|,|ตรง|ไป|,|เป็น|มุมฉาก n. ธรรม|,|ความ|ยุติธรรม|,|ความ|ถูกต้อง|,|สิทธิ|,|สิทธิ|ตาม|กฎหมาย|,|การ|หัน|ขวา|,|การ|เลี้ยว|ขวา|,|ฝ่าย|ที่|ถูกต้อง|,|สมาชิก|ฝ่ายขวา|,|สมาชิกรัฐสภา|ที่นั่ง|อยู่|ทาง|ด้าน|ขวา|ของ|ประธาน|สภา vt. ทํา|ให้|เรียบร้อย|,|ทํา|ให่|เห|ทาะ|สม|,|แก้แค้น|,|แก้ไข vi. ทรงตัว|,|ตั้ง|ตรง adv .เป็น|เส้นตรง|,|อย่าง|ถูกต้อง|,|แม่นยํา|,|เหมาะสม
n. มุมฉาก|,|มุม|90|องศา|  |Syn. rightangled adj.
n. มือขวา|,|ด้าน|ขวา|,|ปีก|ขวา|,|ตําแหน่ง (ผู้) ที่|มี|เกียรติ|หรือ|เป็น|ที่|ไว้วางใจ|เป็นพิเศษ|,|ความ|เข้มแข็ง
(ไร|ทฺ|'|เทิฟเว) n. สิทธิ|ผ่าน|,|สิทธิ|ไป|ก่อน|,|ทาง|ที่|สามารถ|ผ่าน|ได้|โดย|ชอบธรรม|,|ที่ดิน|ที่|ใช้|ตัด|ถนน|  |Syn. right|-|of|-|way n.
n. พวก|ฝ่ายขวา|,|พวก|อนุรักษนิยม|  |Syn. right|-|wing adj. rightwinger n.  |Syn. conservative
adj. โดย|สิ้นเชิง|,|เต็มที่|,|เต็มตัว|,|ทีเดียว|  |Syn. entirely
(ไร|ทฺ|'|แฮ|นดิด) adj. ด้าน|ขวา|,|ถนัด|ขวา|,|ใช้|กับ|มือขวา|,|หัน|ไป|ทาง|ขวา|,|มี|ประโยชน์|ที่สุด|,|มี|ประสิทธิภาพ|ที่สุด|,|น่า|ไว้วางใจ|ที่สุด|,|หมุน|ตาม|เข็มนาฬิกา|  |Syn. right|-|handedness n.
n. ผู้|ถนัด|ขวา|,|ผู้ใช้|มือขวา|เล่น
(ไร|ทฺ|'|เทิฟเว) n. สิทธิ|ผ่าน|,|สิทธิ|ไป|ก่อน|,|ทาง|ที่|สามารถ|ผ่าน|ได้|โดย|ชอบธรรม|,|ที่ดิน|ที่|ใช้|ตัด|ถนน|  |Syn. right|-|of|-|way n.
(ไร|'|เชิส) adj. ถูกต้อง|,|ชอบธรรม|,|มี|ธรรมะ|,|ตรงไปตรงมา
(ไร|'|เชิสนิส) n. ความ|ถูกต้อง|,|ความ|ชอบธรรม|,|การ|มี|ธรรมะ|,|ความ|ตรงไปตรงมา
(ไร|ทฺ|'|ฟู|ล) adj. โดย|ชอบธรรม|,|ยุติธรรม|,|ถูกต้อง|  |Syn. rightfulness n.  |Syn. legitimate|,|equitable
(ไร|'|ทิสทฺ) n. ผู้|ยึดถือ|ลัทธิ|อนุรักษนิยม|,|สมาชิก|พวก|เอียง|ขวา adj. ซึ่ง|ยึดถือ|ลัทธิ|อนุรักษนิยม|,|เอียง|ขวา|  |Syn. conservative|,|reactionary
(ไร|ทฺ|'|ลี) adv. อย่าง|ถูกต้อง
(ไร|ทฺ|'|นิส) n. ความ|ถูกต้อง|,|ความ|เหมาะสม|,|ความ|ชอบธรรม|  |Syn. correctness
(ไร|ทซฺ) n. สิทธิ|,|สิทธิ|โดย|ชอบธรรม|,|สิทธิ|ของ|พลเมือง adj. มี|สิทธิ|,|มี|สิทธิ|โดย|ชอบธรรม|ของ|พลเมือง|  |Syn. civil rights
(ริ|จ|'|จิด) adj. แข็ง|,|ตายตัว|,|ไม่|ยอม|,|ดื้อ|,|ไม่|ยืดหยุ่น|,|เข้มงวด|,|กวดขัน|  |Syn. rigidity|,|rigidness n. rigidly adv.  |Syn. hard|,|inflexible
(ริก|'|มะ|โร|ล) n. วิธีการ|ที่|ซับซ้อน|,|วิ|-|ธี|การ|หยุมหยิม|,|การ|พูด|ที่|ไร้|สาระ|  |Syn. rigamarole
(ไร|'|กอร์) n. ความ|แข็งทื่อ|,|ความ|หนาว|สะท้าน|,|= rigo (u) r (ดู)| 
n. การ|แข็งตัว|ของ|ร่าง|ที่|ตาย|แล้ว
(ริก|'|กะ|เริส) adj. แข็งตัว|,|แข็งทื่อ|,|เข้มงวด|มาก|,|กวดขัน|มาก|,|ถูกต้อง|ที่สุด|,|แม่นยํา|, (สภาพ|อากาศ) รุนแรง|  |Syn. rigorousness n.  |Syn. precise|,|stern|,|austere
(ริก|'|ชอ) n. = jinrikisha (ดู)| 
(ไร|ลฺ) vt. ทํา|ให้|ระคายเคือง|,|รบกวน|,|กวน|ให้|ขุ่น|  |Syn. irritate|,|vex|,|roil
(รี|ยี|'|วอ|,|ริ|ลเยฟ|'|โว) n. ภาพ|แกะสลัก|บน|ผนัง|กําแพง pl. relievi|  |Syn. relief
(ริ|ล) n. ลําธาร|,|สายน้ํา|เล็ก ๆ| 
(รี|ล|'|ลิท) n. ลําธาร|เล็ก ๆ ,|สายน้ํา|เล็ก ๆ| 
(ริม) n. ขอบ|,|ริม|,|ขอบ|ล้อ|,|กรอบ|ล้อ|,|ขอบ|เหว vt. ทํา|ให้|มี|ขอบ|,|ทํา|ให้|มี|ริม|,|กลิ้ง|รอบ|ขอบ|  |Syn. outer edge|,|border
(ไร|มฺ) n.,|vt.,|vi. = rhyme (ดู)|  |Syn. rimer n.
(ไร|ดฺ) n. เปลือก|,|เปลือก|ผลไม้|,|เปลือก|เนยแข็ง|,|เปลือก|ต้นไม้|,|หนัง|สัตว์
(ริน|'|เดอะเพสทฺ) n. โรค|ไวรัส|ร้ายแรง|ที่|เป็น|กับ|สัตว์เลี้ยง|/|มี|อาการ|ไข้|สูง|/|ท้องร่วง|และ|อื่น ๆ ,|โรค|ลงแดง|  |Syn. cattle plague
(ริ|ง) {|rang|,|rung|,|ringing|,|rings|} n. วงแหวน|,|แหวน|,|ล้อ|,|ห่วง|,|วงปี|ของ|ต้นไม้|,|ทาง|วง|กลม|,|สนาม|วัว|แข่ง|,|สนาม|มวย|,|สนาม|มวยปล้ํา|,|การ|ต่อย|มวย|,|การ|แข่งขัน|,|สังเวียน|,|วงการ|,|กลุ่ม|,|คณะ|,|ปอยผม|ที่|ขด|เป็น|วง|,|สี|ย|งก|ริ่ง|,|เสียง|กระดิ่ง|,|เสียง|โทรศัพท์|,|เสียง|กังวาน|,|การ|โทรศัพท์ -|v. ล้อม|วง|,|กลาย|เป็น|วงแหวน
ข่ายงาน|แบบ|วงแหวน|ใน|เรื่อง|ของ|ระบบเครือข่าย หมายถึง|การ|วาง|ข่ายงาน|เป็น|วง|กลม ให้|เครื่อง|ปลาย|ทาง (terminal) แต่ละ|เครื่อง มี|สายต่อ|เชื่อม|กับ|เครื่อง|ที่อยู่|ใกล้ ๆ วน|ต่อ|กัน|เป็น|วง|กลม|หรือ|วงแหวน บางที|เรียก เต็ม ๆ ว่า token ring network ดู star network เปรียบเทียบ
(ริ|งด|ฺ) adj. (เป็น|รูป) มี|วงแหวน|,|สวม|แหวน|,|หมั้น|แล้ว|,|แต่งงาน|แล้ว|,|ถูก|ล้อมรอบ
(ริ|ง|'|กิง) adj. ดัง|กังวาน|,|ก้อง|,|กังวาน|,|รุนแรง|,|เฉียบขาด|,|n. เสียง|กระดิ่ง|,|เสียง|กริ่ง|,|เสียง|กังวาน
(ริ|ง|'|ลีเดอะ) n. ผู้นํา|,|หัวหน้า|แก๊ง|,
(ริ|ง|'|ลิท) n. ปอยผม|ที่|ขด|งอ|,|ลอน|ผม|,
n. หัวหน้า|โรงละคร|สัตว์
(ริ|ง|'|เนคทฺ) adj. มี|แถบ|สี|รอบ|คอ
n. บริเวณ|ใกล้|เวที|การ|แสดง|,|บริเวณ|ใกล้|เวที|มวย|,|บริเวณ|ที่|สามารถ|มองเห็น|การ|แสดง
n. ขี้กลาก (โรคผิวหนัง|ชนิด|หนึ่ง|ที่|เกิด|จาก|เชื้อรา)| 
(ริน|ซฺ) vt. ล้าง|,|ล้าง|มือ|,|ล้าง|ปาก|,|สระ|ผม|,|ซัก|ผ้า|,|ชะล้าง|,|ริน n. การ|ล้าง|,|น้ํา|ที่|ใช้|ล้าง|,|น้ํายา|ล้าง|ผม|  |Syn. rinsable|,|rinsible adj.
(ริน|'|ซิ|ง) n. การ|ล้าง|,|น้ํา|ที่|ใช้|ล้าง|,|ของเหลว|ที่|ใช้|ล้าง
(ไร|'|เอิท) n.,|vi. (ก่อ) จลาจล|,|ความ|อลหม่าน|,|ความ|อึกทึก|ครึกโครม vt. หลง|ระเริง สํามะเลเทเมา|  |Syn. rioter n.  |Syn. disorder|,|outburst
(ไร|'|เอิท|เทอะ) n. ผู้ก่อการ|จลาจล|,|ผู้|ก่อ|ความ|ไม่|สงบ|,|ผู้|สํามะเลเทเมา
(ไร|'|เอิทเทิส) adj. เกี่ยวกับ|การ|จลาจล|,|อลหม่าน|,|โกลาหล|,|น่า|หัวเราะ|,|ปล่อยอารมณ์|เต็มที่
(ริก|'|กะ) n. ความ|แข็งทื่อ|,|ความ|เข้มงวด|,|ความ|ไม่|ยืดหยุ่น|,|ความ|ยากลําบาก|  |Syn. rigor
(ริ|พ) vt.,|n. (การ) ตัด|,|ฉีก|,|ผ่า|,|ชําแหละ|,|กรีด|ขาด|,|คว้าน|,|เลื่อย|,|ส่วน|ที่|ตัด|หรือ|ผ่า|ออก|  |Syn. rippable adj.
n. คลื่น|ยักษ์|  |Syn. undertow
(รี|แพ|'|เรียน) adj. เกี่ยวกับ|การ|อาศัย|อยู่|บน|ฝั่ง|แม่น้ํา|หรือ|ลําคลอง
(ไร|พฺ) adj. สุก|,|สุกงอม|,|เจริญ|เต็มที่|,|ได้|ที่|,|ถึง|กําหนด|,|เป็น|ผู้ใหญ่|,|สูงอายุ|,|ถึง|เวลา|,|ได้|เวลา|,|สมบูรณ์|,|ชํานาญ|  |Syn. ripeness n.  |Syn. mature|,|prepared
(ไร|'|เพิน) vt. ทํา|ให้|สุก|,|ทํา|ให้|สุกงอม|,|ทํา|ให้|เจริญเติบโต|เต็มที่|,|ทํา|ให้|สมบูรณ์|,|ทํา|ให้|เหมาะสม vi. สุก|,|งอม|,|เจริญเติบโต|เต็มที่|  |Syn. mature
(รี|โพ|สทฺ|') n. (การ|ฟัน|ดาบ) การ|แทง|กลับ|อย่าง|ฉับพลัน|,|การ|โต้ตอบ|อย่าง|ฉับพลัน vi. โต้ตอบ|อย่าง|ฉับพลัน
(รี|โพ|สทฺ|') n. (การ|ฟัน|ดาบ) การ|แทง|กลับ|อย่าง|ฉับพลัน|,|การ|โต้ตอบ|อย่าง|ฉับพลัน vi. โต้ตอบ|อย่าง|ฉับพลัน
(ริ|พ|'|เพอะ) n. ผู้|ฉีก|,|ผู้|ตัด|,|ผู้|เจาะ|ตะเข็บ|,|สิ่ง|ที่|ทํา|ให้|ฉีก|ขาด|,|ผู้|ฆ่า (โดยเฉพาะ|ฆาตกร|ที่|หั่น|ศพ|ของ|เหยื่อ|ที่|ถูก|ฆ่า) ,|เครื่อง|รื้อ|หลังคา|,|คน|ที่|ดี|ที่สุด
(ริ|พ|'|พิง) adj. เกี่ยวกับ|การ|ฉีก|ขาด|,|ดีเลิศ|,|เยี่ยม|,|ที่สุด|  |Syn. excellent
(ริ|พ|'|เพิล) vi.,|vt. (ทํา|ให้) เป็น|ระลอก|คลื่น|,|กระเพื่อม|,|ไหล|เป็น|ระลอก|คลื่น|,|เป็น|ลอน|, (เสียง) สูง ๆ ต่ํา ๆ ,|ดัง|พึมพํา n. คลื่น|เล็ก ๆ ,|ระลอก|คลื่น|,|ลอน|,|เสียง|คลื่น|,|เสียง|พึมพํา|,|เสียง|น้ํา|ไหล|ระลอก|  |Syn. purl
ริสก์ <|คํา|อ่าน|>|ย่อ|มา|จาก reduced instruction set computer (แปล|ว่า คอมพิวเตอร์|ลดทอน|คําสั่ง) เป็น|คอมพิวเตอร์|ระบบ|หนึ่ง|ซึ่ง|ปฏิบัติการ|ได้|เร็ว|มาก ๆ เพราะ|กําหนด|ให้|ตัว|ประมวลผล|แบบ|จุลภาค (microprocessor) แต่ละ|ตัว|ทํางาน|จํากัด|เฉพาะ|บาง|อย่าง
(ไร|ซ) (rose|,|risen|,|rising|,|rises|} vi.,|n. (การ) ลุก|ขึ้น|,|ยืน|ขึ้น|,|ตื่น|ขึ้น|,|ยืน|ตรง|,|ลุก|ขึ้น|ต่อสู้|,|เจริญเติบโต|,|ป|รา|กฎ|ขึ้น|,|ลอย|ขึ้น|,|ผุด|ขึ้น|,|กําเนิด|ขึ้น|,|ฟู|ขึ้น|,|เลื่อน|ขึ้น|,|เพิ่ม|ขึ้น|,|สูง|ขึ้น|,|นูน|ขึ้น|,|ก่อการ|กบ|ฎ|,|กระตุ้น|,|ราคา|สูง|ขึ้น|,|ฟื้น|ขึ้น|จาก|ความ|ตาย|,|ปิด|การ|ประชุม vt. ทํา|ให้|ลุก|ขึ้น
(รี|ส|'|เซิน) adj. โผล่|ขึ้น|,|ป|รา|กฎ|ขึ้น|,|เกิด|ขึ้น|,|ฟื้น|ขึ้น|มา|,|คืนชีพ
(ไร|'|เซอะ) n. ผู้|ตื่น|ขึ้น|,|ผู้|ลุก|ขึ้น|,|ผู้ก่อการ|จลาจล|,|แผ่น|กระดาน|ของ|บันได|ที่|ตั้ง|ขึ้น|,|เครื่อง|ที่|เลื่อน|ขึ้น|เลื่อน|ลง
(ริ|ส|'|ซะเบิล) adj. ชอบ|หัวเราะ|,|น่า|หัวเราะ|,|น่าขัน|,|เกี่ยวกับ|การ|หัวเราะ|  |Syn. laughable
(ไร|'|ซิ|ง) adj. สูง|ขึ้น|,|ลุก|ขึ้น|,|ลอย|ขึ้น|,|กําลัง|เจริญเติบโต|,|กําลัง|พัฒนา adv. ค่อนข้าง|มาก|,|ใกล้|เข้า|,|เกือบจะ|,|จวน|จะ n. การ|ลุก|ขึ้น|,|การ|ลอย|ขึ้น|,|การ|กบ|ฎ|,|สิ่ง|ที่|ลอย|ขึ้น|,|สิ่ง|ที่|ยื่น|ออก|มา|,|สิ่ง|ที่|นูน|ขึ้น|,|ฝี|,|ฝี|หนอง|,|สิว|,|การ|คืนชีพ prep. ย่าง|เข้า...ปี|,|ใกล้|เข้า|,|เกือบจะ
(ริ|สคฺ) n. การ|เสี่ยง|,|ภัย|,|อันตราย|, (ประกันภัย) อัตรา|การ|เสี่ยง vt. เสี่ยง|,|เสี่ยงภัย|,|เสี่ยง|ทํา|,|ลอง|  |Syn. dangerous chance|,|venture
(ริ|ส|'|คี) adj. เสี่ยง|,|เสี่ยงภัย|,|มี|ภัย|,|มี|อันตราย|,|เป็น|การ|ลอง|  |Syn. riskily adv. riskiness n.  |Syn. dangerous|,|perilous
(ไร|ทฺ) n. พิธี|ศาสนา|,|พิธี|บูชา|,|พิธีการ|,|พิธี|,|พิธีกรรม|,|ธรรมเนียม|ปฏิบัติ|,|ประเพณี
(ริ|ช|'|ชวล) n.,|adj. พิธี|ศาสนา|,|พิธี|บูชา|,|พิธีการ|,|พิธี|,|หนังสือ|พิธี|ศาสนา|,|หนังสือ|พิธีกรรม
(ริ|ช|'|ชวลลิส|ซึม) n. ลัทธิ|ยึดถือ|พิธี|ศาสนา|,|การ|ใช้|พิธี|ใน|ทาง|ศาสนา|  |Syn. ritual
(ไร|'|เวิล) n. คู่ต่อสู้|,|คู่แข่งขัน|,|คู่ปรับ|,|สิ่ง|ที่|พอจะ|ทัดเทียม|กัน|ได้ adj. แข่งขัน|กัน|,|เป็น|คู่แข่งขัน|,|ชิง|ดี|,|ตีเสมอ vt.,|vi. แข่งขัน|,|ชิง|ดี|,|ตีเสมอ|  |Syn. competitor|,|contestant|,|equal|,|emulate
(ไร|'|เวิล|รี) n. การ|แข่งขัน|กัน|,|การ|เป็น|คู่ต่อสู้|กัน|,|การ|ชิงดีชิงเด่น|,|การ|ตีเสมอ|  |Syn. rivalrous adj.  |Syn. competition|,|contest|,|duel
(ไร|ฟว) {|rived|,|riven|/|rived|,|riving|,|rives|} vt. ฉีก|,|ฉีก|ขาด|,|ผ่า|,|คว้าน|,|เจียน|,|กรีด|ออก|,|งัด|,|หัก|,|ทํา|ให้|กลัดกลุ้ม|ใจ vi. ฉีก|,|แยก|,|ผ่า|  |Syn. rend apart|,|harrow
(รี|ฟ|'|เวิน) v. กริยา|ช่อง 3 ของ rive adj. ผ่า|ออก|,|ฉีก|ออก|,|แยก|ออก|,|หัก|ออก
(ริ|ฟ|'|เวอะ) n. แม่น้ํา|,|สายน้ํา|,|กลุ่ม|ดาว|Eridanus|, -|phr. (sell down the river ทรยศ|หักหลัง|,|ทอดทิ้ง|,|หลอกลวง) '
n. ลุ่ม|แม่น้ํา|,|บริเวณ|ผืน|แผ่นดิน|ที่|มี|แม่น้ํา|ไหล|และ|แคว|ไหล|ผ่าน
(ริ|ฟ|'|เวอะ|แบงค์) n. ฝั่ง|แม่น้ํา
(ริ|ฟ|'|เวอะเบด) n. ร่อง|สายน้ํา|ใหญ่
(ริ|ฟ|'|เวอะ|เฮ|ด) n. ต้นน้ํา|,|แหล่ง|ที่มา|ของ|สายน้ํา
(ริ|ฟ|'|วิท) n. หมุด|ย้ํา|,|หมุด|เหล็ก|,|หมุด|โลหะ|,|หัว|หมุด|ย้ํา vt. ตี|ให้|เป็น|หัว|หมุด|ย้ํา|,|ย้ํา|ด้วย|หมุด|โลหะ|,|ยึด|,|ตรึง|,|จ้อง|,|เพ่ง|  |Syn. riveter|,|rivetter n.  |Syn. asten|,|engage|,|fix
(ริ|ฟ|'|วิว|ลิท) n. สายน้ํา|เล็ก ๆ ,|ลําธาร|เล็ก|  |Syn. streamlet
abbr. registered nurse|,|Royal Navy
ดู|ที่ ribonucleic acid
(โร|ช) n. ปลา|น้ําจืด|จําพวก Rutilus|, แมลงสาบ|,|ก้น|บุหรี่
(โร|ด) n. ถนน|,|ทาง|,|เส้นทาง|,|วิถี|,|วิถีทาง|,|ทางรถไฟ|,|ที่|ทอด|สมอ|,|อุโมงค์|เหมือง|  |Syn. street|,|highway
(โร|ด|'|เบด) n. โครง|ฐาน|ของ|ถนน|,|พื้น|ของ|ถนน|,|วัสดุ|ที่|ใช้|ทํา|โครง|ฐาน|ของ|ถนน|,|เส้นทาง|เดิน|รถ|,|ถนน|ที่|ถม|แล้ว
(โร|'|ดี|โอ) n. การ|แข่งขัน|การ|ขับ|รถ|ขนส่ง|ประจําปี
(โรม) vi. ท่องเที่ยว|,|ท่องเที่ยว|ไป|เรื่อย|,|เดิน|เตร่ vt. ท่องเที่ยว|,|เดิน|เตร่ n. การ|ท่องเที่ยว|,|การ|ท่องเที่ยว|ไป|เรื่อย|,|การ|เดิน|เตร่|  |Syn. roamer n.  |Syn. wander|,|rove|,|ramble
(โร|น) adj. สี|ส|วาด|,|สีน้ํา|ตาล|ผสม|สี|ขาว|,|สี|เทา|ผสม|สี|อื่น|,|เกี่ยวกับ|หนัง|ที่|มี|สี|ดังกล่าว n. ม้า|ที่|มี|สี|ดังกล่าว|,|หนัง|แกะ|นิ่ม|ที่|ใช้|ทํา|ปก|หนังสือ
(รอร์) vi.,|vt.,|n. (การ|,|เสียง) คําราม|,|แผดเสียง|ดัง|,|ร้อง|เสียง|ดัง|ก้อง|,|หัวเราะ|ลั่น|,|ส่ง|เสียง|ดัง|อึกทึก|ครึกโครม|  |Syn. bawl|,|yell
(รอ|'|ริ|ง) n. เสียง|คําราม|,|การ|แผดเสียง|คําราม|,|เสียง|สนั่น|,|เสียง|อึกทึก|ครึกโครม adj. ซึ่ง|แผดเสียง|ดัง|,|ดัง|สนั่น|,|อึกทึก|ครึกโครม|, (ไฟ) ลุกฮือ|,|เดือด|พล่าน adv. มาก|,|ยิ่ง|,|เต็มที่|  |Syn. bellowing|,|booming
(โร|สทฺ) vt.,|vi. ย่าง|,|ปิ้ง|,|ผิง|ไฟ|,|อบ|,|ทํา|ให้|อุ่น|,|ตําหนิ|อย่าง|รุนแรง|,|ล้อ|เล่น n. เนื้อ|ย่าง|,|เนื้อ|ปิ้ง|,|เนื้อ|อบ|,|สิ่ง|ที่|ถูก|ย่าง (ปิ้ง|,|อบ|,|ผิง) ,|งานเลี้ยง|ที่|มี|การ|ย่าง|เนื้อ|,|การ|ตําหนิ|อย่าง|รุนแรง adj. ย่าง|,|ปิ้ง|,|อบ|  |Syn. ridicule
(โร|ส|'|เทอะ) n. เครื่อง|ย่าง|หรือ|ปิ้ง|เนื้อ|,|เตา|ย่าง|หรือ|ปิ้ง|เนื้อ|,|ผู้|ย่าง|,|ผู้|ปิ้ง|,|ไก่|หรือ|สัตว์|ที่|เหมาะ|สําหรับ|ย่าง|หรือ|ปิ้ง|กิน
(รอบ) vt.,|vi. ปล้น|,|ชิงทรัพย์|,|แย่งชิง|,|ทํา|ให้|สูญเสีย|  |Syn. steal from|,|deprive
(รอบ|'|เบอะ) n. ผู้|ปล้น|,|ผู้|ชิงทรัพย์|,|ผู้|แย่งชิง|,|โจร|  |Syn. robbery n.
(โร|บ) n.,|v. (ใส่) เสื้อคลุม|ยาว|,|เสื้อ|ชุด|พิธี|,|เสื้อ|ค|ลุย|,|เสื้อ|กระโปรง|ของ|สตรี|,|เส|อ|คลุม|ชุดอาบน้ํา|  |Syn. robes n. เสื้อผ้า เครื่องแบบ rober n.  |Syn. gown
(รอบ|'|บิน) n. นก|เล็ก|จําพวก|หนึ่ง
(โร|'|เบิท|,|-|บอท|,|รอ|ท|'|เบิท) n. หุ่นยนต์|,|คน|ที่ทํางาน|เหมือน|เครื่องจักร|  |Syn. robotism n. robotistic adj.
(โร|บัส|ท|'|ฺ|,|โร|'|บัส|ทฺ) adj. แข็งแรง|,|เข้มแข็ง|,|มี|กําลัง|มาก|,|กํายํา|,|ที่|ใช้|กําลัง|มาก|,|เอางานเอาการ|,|หยาบ|,|เอะอะ|,|อุดมสมบูรณ์|  |Syn. hardy|,|vigorous
(รอ|ค) n. หิน|,|โขด|หิน|,|ก้อน|หิน|,|หินโสโครก|,|อันตราย|,|ภัยพิบัติ|,|รากฐาน|อัน|มั่นคง|,|เพชร|,|พลอย vi.,|vt.,|n. (การ) โยก|,|แกว่ง|,|ไกว|,|เขย่า|,|ทํา|ให้|สั่นสะเทือน|,|ร่อน|แร่|,|โคลงเคลง|,|ปลอบโยน adj. โยก|ไป|มา -|Phr. (on the rocks สู่|ความ|หายนะ|สู่|ภัยพิบัติ|,|ล้มละลาย|,|ไม่|มี|เงิน)| 
n. ชั้นต่ํา|สุด|,|ระดับ|ต่ํา|สุด|,|ฐาน|,|พื้น|  |Syn. rock|-|bottom adj.
n. น้ํามัน|หิน
 |Syn. roll (รอ|ค|'|เอิน|โร|ล|') n. (การ|เต้น) จังหวะ|โยก|ไป|โยก|มา|,|การ|เต้นรํา|จังหวะ|ดังกล่าว
(รอ|ค|'|เบา|ดฺ) adj. เต็มไปด้วย|โขด|หิน|,|มี|หิน|มาก|  |Syn. rocky
 |Syn. roll (รอ|ค|'|เอิน|โร|ล|') n.,|adj. (การ|เต้น) จังหวะ|โยก|ไป|โยก|มา|,|การ|เต้นรํา|จังหวะ|ดังกล่าว
(รอ|ค|'|เคอะ) n. คน|โยก|,|คน|ไหว|เปล|,|เครื่องร่อน|แร่|,|เครื่อง|เขย่า|,|เก้าอี้|โยก|,|คาน|โค้ง|ของ|,|เก้าอี้|โยก|,|ค้น|โยก|,|เพลา|โยก|,|คาน|กระเดื่อง|,|ม้า|ไม้|ที่นั่ง|โยก|ไป|มา|ได้ -|Phr. (off one|'|s rocker บ้า วิกลจริต)| 
n. คัน|โยก|,|เพลา|โยก
(รอ|ค|'|คิท) n. จรวด|,|ขีปนาวุธ|,|พลุ|,|คํา|ด่า|,|คําตําหนิ -|v. ขับเคลื่อน|ด้วย|จรวด|, (นก) บิน|ขึ้น|อย่าง|รวดเร็ว|เมื่อ|ตกใจ|  |Syn. severe reprimand
(รอ|ค|'|คิท|รี) n. วิทยาการ|ที่|เกี่ยวกับ|จรวด|,|จรวด|วิทยา
n. เก้าอี้|โยก|,|  |Syn. rocker
n. ม้า|ไม้|โยก|,|= hobbyhorse
(รอ|ค|'|คิง) adj. โยก|ไป|มา|,|แกว่งไกว
(รอด) n. ไม้|,|ท่อนไม้|,|แขนง|ไม้|,|ท่อน|กลม|ยาว|,|คันเบ็ด|,|ไม้|วัด|,|จุลินทรีย์|รูป|ท่อน|กลม|ยาว|,|ไม้เรียว|,|ค|ทา|,|ก้าน|ลูก|สูบ|เครื่องยนต์|,|การ|ทําโทษ|,|วินัย|,|อํานาจ|กดขี่|  |Syn. pole|,|stick|,|bar
(โร|ด) v. กริยา|ช่อง 2 ของ ride
(โร|'|เดิน|ทฺ) adj.,|n. (เกี่ยวกับ) สัตว์|ที่|ใช้|ฟัน|แทะ
(โร|'|ดี|โอ) n. การ|แสดง|ความ|สามารถ|ใน|การ|ขี่ม้า|และ|ใช้|ห่วง|เชือก|คล้อง|วัว|,|การ|ต้อน|จับ|ปศุสัตว์|,|คอก|สําหรับ|จับ|ปศุสัตว์|,|การ|แสดง|ความ|สามารถ|ใน|การ|ขี่|รถจักรยานยนต์ pl. rodeos
(โร) n. ก้อน|ไข่ปลา|,|น้ํา|อสุจิ|ของ|ปลา|,|ก้อน|ไข่|ปู|,|ก้อน|ไข่|กุ้ง|,|roe deer (ดู)| 
(โร|'|บัค) n.,|กวาง|ตัวผู้
(เรนทฺ|'|เกิน|,|เรนทฺ|'|เจิน|,|รันทฺ|'|เจิน) เอก|ซฺเรย์|หรือ|แกมมา|เรย์ (R|,|r)|  |Syn. Rontgen
(โร|ก) n. คน|พาล|,|คน|โกง|,|คน|ทุจริต|,|คนจร|จัด|,|คน|เกเร|,|คน|ที่|ชอบ|ยั่ว|คน|อื่น|,|สิ่งมีชีวิต|ที่|ผิดปกติ|,|พันธุ์|ที่|ไม่|ดี|,|ม้า|โกง|,|บุคคล|ที่|มี|มารยา (โดยเฉพาะ|เด็ก|หรือ|ผู้หญิง)|  |Syn. scoundrel
(โร|'|กะ|รี) n. ความ|พาล|,|พฤติกรรม|ของ|คน|พาล|,|ความ|เกเร|,|การ|หลอกลวง|,|การ|โกง|,|การ|หลอก|ต้ม|,|ความ|เจ้าเล่ห์|,|มารยา|  |Syn. rascality
(โร|'|กวิช) adj. พาล|,|หลอกลวง|,|โกง|,|เจ้าเล่ห์|,|มารยา|,|เกเร -|roguishly adv. -|roguishness n.  |Syn. mischievous|,|crafty|,|knavishg
?|le (โร|ล) n. บทบาท|,|หน้าที่|,|ภารกิจ
(โร|ล) vi.,|vt. ม้วน|,|มวน|,|กลิ้ง|,|กลอก|,|บด|,|หมุน|,|คลึง|,|ผ่านพ้น|ไป|,|หัน|,|พเนจร|,|ออก|เดินทาง|,|เริ่ม|ปฏิบัติการ|,|ดําเนินการ|,|ทํา|ให้|หมุน|,|ห่อ|,|พับ|,|ใส่|หมึก|เข้าที่|ลูกกลิ้ง|,|ปล้น|,|ชิงทรัพย์ n. เอกสาร|ที่|ม้วน|,|มวน|บุหรี่|,|สมุด|รายชื่อ|,|บัญชี|หางว่าว|,|ทะเบียน|,|ลูก|โม่|,|ลูกรอก|,|เพลา|กลิ้ง|,|เครื่อง|ลูกกลิ้ง
n. การ|ขาน|ชื่อ|,|การ|เรียกชื่อ|,|เวลา|ขาน|ชื่อ
(โร|ล|'|เลอะ) n. ผู้|กลิ้ง|,|ผู้|ม้วน|,|ผู้|มวน|,|ลูกกลิ้ง|,|สิ่ง|ที่|กลิ้ง|,|ลูกรอก|,|ลูก|โม่|,|เพลา|กลิ้ง
(รอ|ล|'|ลิค) vi. กระโดดโลดเต้น|,|เล่น|ซน|,|เล่น|อย่าง|ร่าเริง|,|กระทํา|ด้วย|ความ|ร่าเริง|  |Syn. rollicker n.
(รอ|ล|'|ลิง) n. การ|กลิ้ง|,|การ|ม้วน|,|การ|มวน|,|การ|กลอก|,|การ|บด|,|การ|หมุน|,|การ|คลึง|,|เสียง|กลิ้ง (เสียง|ม้วน...) adj. ซึ่ง|กลิ้ง (ม้วน|,|มวน..) ,|เป็น|ลูก|คลื่น|,|พลิก|กลับ|,|ขึ้น ๆ ลง ๆ ,|เซ|ไป|เซ|มา|,|ทํา|ให้|เกิด|เสียง|ดังที่|ต่อเนื่อง|  |Syn. rollingly adv.
รอ|ม|ย่อ|มา|จาก read only memory (แปล|ว่า|หน่วยความจํา|อ่าน|อย่างเดียว) หมายถึง|หน่วยความจํา|ลักษณะ|หนึ่ง|ที่|ใช้|สําหรับ|อ่าน|ข้อมูล|ออก|มา|ได้|อย่างเดียว|เท่านั้น จะ|บันทึก|ข้อมูล|ลง|ไป|ไม่|ได้|เลย หน่วยความจํา|ส่วน|นี้|จะ|เก็บ|คําสั่ง|เบื้องต้น|ต่าง ๆ ไว้ และ|จะ|เก็บ|อยู่|ตลอดไป แม้ว่า|จะ|ปิด|สวิตซ์|ที่|เครื่อง|คอมพิวเตอร์ ข้อมูล|ใน|รอ|ม|ก็|จะ|ไม่|ศูนย์|หาย|ไป|ไหน|ดู RAM เปรียบเทียบ
รอ|มไบ|ออ|ส <|คํา|อ่าน|>|ย่อ|มา|จาก read only memory basic input|/ output system หมายถึง|ไบ|ออ|ส|ที่อยู่|ใน|รอ|ม ซึ่ง|จะ|ทํา|หน้าที่|ทันที|ที่|เปิด|ไฟ|ที่|เครื่อง|คอมพิวเตอร์ โดย|จะ|ทํา|การ|ทดสอบ|ฮาร์ดแวร์|ส่วนกลาง ตรวจสอบ|หน่วยความจํา หน่วย|บันทึก ตรวจหา|โปรแกรม|หรือ|ชุดคําสั่ง|ที่|ต้อง|ใช้|ใน|การ|เริ่ม|เครื่อง|ใหม่|จน|พบ|โปรแกรม autoexec.bat จึง|จะ|ถือ|ว่า|หมด|หน้าที่ ถ้า|ไม่|พบ ก็|จะ|แสดง|คําสั่ง date และ time เมื่อ|ตอบ|คําถาม|เรียบร้อย ก็|จะ|ปรากฏ|เครื่องหมาย > (prompt) อยู่|หลัง|ชื่อ|หน่วย|บันทึก จึง|ถือ|ว่า|หมด|หน้าที่ หน่วยความจํา|ส่วน|นี้ จะ|เก็บ|คําสั่ง|ทั้งหมด|ไว้|ได้|แม้ว่า|จะ|ปิด|สวิตซ์|ที่|คอมพิวเตอร์|ดู BIOS ประกอบ
(โร|'|เมิน) adj. (เกี่ยวกับ) กรุง|โรม|โบราณ|,|อาณาจักร|โรมัน|โบราณ|,|ชาว|โรม|,|ศาสนา|นิกาย|โรมันคาทอลิก|,|เลข|โรมัน n. ชาว|โรม|,|ภาษา|อิตาลี|ใน|กรุง|โรม|  |Syn. roman n. อักษร|โรมัน
n. ศาสนาคริสต์|นิกาย|โรมันคาทอลิก
n. จมูก|โด่ง.
n. เลข|โรมัน (I|=|1,|V|=|5,|X|=|10,|L|=|50,|C =|100,|D|=|500|M|=|1,000)| 
(โร|แมน|ซฺ|') n. เรื่อง|รักใคร่|,|นวนิยาย|ผจญภัย|,|นวนิยาย|แห่ง|การ|จินตนาการ|,|เรื่อง|โกหก|  |Syn. daring|,|love affair
(โร|เม|'|เนีย) n. =|Rumania (ดู) ,|  |Syn. Rumanian n. adj.
(โร|แมน|'|นิค) adj. ซึ่ง|มา|จาก|Romans
(โร|แมน|'|ทิค) adj. เกี่ยวกับ|เรื่อง|รักใคร่|,|จินตนาการ|,|เป็น|ไป|ไม่|ได้|,|แสดง|ความ|รัก|,|เร่าร้อน|,|ร้อนรน|,|รุนแรง|,|เชิง|นวนิยาย|,|เพ้อฝัน|,|เป็น|ละคร n. บุคคล|ที่|เร่าร้อน (โดยเฉพาะ|เกี่ยวกับ|ความ|รัก|และ|จินตนาการ)|  |Syn. romanticist n.  |Syn. sent
(โรม) n. กรุง|โรม (เมืองหลวง|ของ|อิตาลี)| 
(โร|'|มี|โอ) n. คนรัก|ที่|เป็น|ผู้ชาย|,|ชาย|คู่รัก
(รอ|มพฺ) vi.,|n. (การ) เล่น|อึกทึก|ครึกโครม|,|วิ่ง|เล่น|,|เล่น|อย่าง|ครื้นเครง|,|กระทํา|อย่าง|รวดเร็ว|,|การ|ประสบ|ความ|สําเร็จ|อย่าง|รวดเร็ว|และ|ง่ายดาย|  |Syn. romper n. rompingly adv.  |Syn. play|,|gambol|,|sport
(รอ|ม|'|พิช) adj. วิ่ง|เล่น|,|ขี้|เล่น|,|เล่น|อึกทึก|ครึกโครม|,|ร่าเริง|  |Syn. rompishness n.  |Syn. frolicsome
(รอน|'|โด) n. บทกวี pl. -|deaux
(โร|'|เนียว) n. เครื่องพิมพ์|สําเนา|,|ชื่อ|เครื่องพิมพ์|สําเนา|ยี่ห้อ|หนึ่ง|,|vt. พิมพ์|สําเนา
(เรนท|'|เจิน) n. =|Roentgen (ดู)| 
(รูด) n. ไม้กางเขน (โดยเฉพาะ|ที่|มี|ขนาด|ใหญ่)|  |Syn. cross
(รู|ฟ) n. หลังคา|,|หลังคา|สิ่ง|ปลูกสร้าง|,|หลังคา|รถ|,|โครง|ค้ํา|หลังคา|,|สิ่ง|ที่|คล้าย|หลังคา|บ้าน|,|เพดา|ปาก|,|ส่วน|บน|,|แผ่น|บน -|Phr. (raise the roof ทํา|ให้|เกิด|เสียง|ดัง|,|บ่น|หรือ|ประท้วง|ด้วย|เสียง|ที่|ดัง|ทะเลาะ|กัน|เสียง|ดัง) vt. มุง|หลังคา|,|ครอบ|,|ปิด|คลุม pl. roofs
(รู|'|ฟิง) n. การ|มุง|หลังคา|,|วัสดุ|ที่|ใช้|มุง|หลังคา|,|หลังคา|,|หลังคา|บ้าน
(รุค) n. อีกา|สี|ดํา|,|นัก|ต้ม|,|ผู้|หลอกลวง|, (เกม|หมากรุก) เรือ vt. โกง|,|หลอกลวง|,|หลอก|ต้ม
(รุค|'|เคอ|รี) n. ฝูง|อีกา|,|ที่|ผสมพันธุ์|ของ|อีกา|,|ที่|นก|ชอบ|อยู่|กัน|เป็น|ฝูง
(รู|ม) n. ห้อง|,|ที่|ว่าง|,|ที่พัก|,|ช่องว่าง|,|เนื้อที่|,|โอกาส|,|  |Syn. rooms n. ที่พักอาศัย|,|คน|ที่อยู่|ใน|ห้อง vi. กิน|เนื้อที่|,|พัก|,|พักอาศัย|,|อยู่ vt. ขอ|ให้|พัก|,|ขอ|ให้|พักอาศัย|  |Syn. cubicle|,|chamber
n. ที่พักอาศัย|และ|อาหาร
(รู|ม|'|เมท) n. ผู้|ที่พัก|ห้อง|เดียวกัน
(รู|ม|'|มี|,|รู|'|มี) adj. มี|ห้อง|กว้าง|,|มี|ห้อง|ใหญ่|มี|เนื้อที่|มาก|,|ใหญ่|,|กว้าง|  |Syn. roomily adv. roominess n.  |Syn. commodious
(รู|สทฺ) n. ราว|เกาะ|,|คาน|เกาะ|,|คาน|นอน|,|กรงนก|ขนาด|ใหญ่|,|กรง|ไก่|ขนาด|ใหญ่|,|ที่พัก|,|สัตว์ปีก|ที่|เกาะ|อยู่|กัน|เป็น|ฝูง vi. เกาะ|บน|ราว|,|พัก|,|พักอาศัย|,|ค้าง|คืน vt. จัด|ที่พัก|ให้|,|จัด|ที่|เกาะ|ให้|  |Syn. henhouse
(รู|ส|'|เทอะ) n. สัตว์ปีก|ตัวผู้|,|ไก่|ตัวผู้|,|นก|ตัวผู้|,|คน|ที่|หยิ่ง|ยโส|,|คน|ที่|โอหัง|  |Syn. cock
(รู|ท) n. ราก|,|หน่อ|,|หัว|ใต้ดิน|,|ฐาน|,|รากฐาน|,|แหล่ง|ที่มา|,|แก่น|แท้|,|ราก|ของ|ต้นตอ|, (คณิตศาสตร์) กรณฑ์|,|ลูกหลาน|,|รากศัพท์|,|ราก|ของ|คํา vi. มี|กําเนิด|จาก|,|มี|บ่อเกิด|จาก -|Phr. (take root งอก|ราก เจริญเติบโต ยึด|แน่น)|  |Syn. rootlet|,|shoot|,|taproot
n. เบียร์|ที่|ผสม|น้ํา|สกัด|จาก|ราก|เปลือก|ไม้|และ|พืช|ลําต้น|อ่อน
สารบบ|ราก|หมายถึง สารบบ|แรก|สุด ซึ่ง|โดย|ปกติ|จะ|เป็น|สารบบ|เดียว|เท่านั้น|ที่|มี|อยู่|ใน|จาน|บันทึก|ข้อมูล ใน|ระบบปฏิบัติการ|ดอส จะ|แยก|ระหว่าง|สารบบ|และ|สารบบ|ย่อย|ด้วย|เครื่องหมาย \|\ (back slash) จาก|ตัวอย่าง|ข้างล่าง|นี้ C จะ|เป็น|สารบบ|ราก C|:|\|\|windows|\|\|pict|\|\|tartan.bmp
(รู|'|ทิจฺ) n. การ|หยั่ง|ราก|,|การ|เกิด|ราก
(รู|'|เทอะ) n. เครื่อง|คุ้ย|ดิน|,|เครื่อง|ดัน|ดิน
(โร|พ) n. เชือก|,|พวง|,|บุหรี่|ซิการ์ vi. ดึง|ออก|เป็น|เส้น|,|กลาย|เป็น|เชือก|  |Syn. cable|,|cord|,|line
n. สาย|ป่าน|หรือ|สาย|ฟั่น|สําหรับ|ทํา|เชือก
n. นัก|เดิน|บน|เส้น|เชือก|,|นัก|ไต่|เชือก|,|นัก|ไต่|เส้น|ลวด|  |Syn. ropedance n.  |Syn. ropewalker
n. บันได|เชือก
(โร|'|เพอ|รี) n. โรงงาน|ทํา|เชือก|,|การ|โกง
(โร|'|ซา|รี) n. การ|ชัก|ลูก|ประคํา|,|สาย|ลูก|ประคํา|ดังกล่าว
(โร|ซ) n. กุหลาบ|,|นางงาม|,|ความ|สบาย|แห่ง|ชีวิต -|v. กริยา|ช่อง 2 ของ rise
n. สี|ชมพู
n. ชมพู่
(โร|'|ซี|อิท) adj. สี|กุหลาบ|,|เหมือน|กุหลาบ|,|ผ่องใส|,|สบายใจ|,|มี|แวว|,|มี|ความ|หวัง
n. กระเจี๊ยบ|แดง กระเจี๊ยบ|เปรี้ยว
(โร|ซแม|'|รี) n. พืช|ไม้พุ่ม|จําพวก Rosmarinus
(โร|เซ|ท|') n. ลาย|รูป|ดอกกุหลาบ|,|การ|ประดับ|ด้วย|ลาย|ดอกกุหลาบ
(โร|'|ซะลี) adv. ด้วย|สี|กุหลาบ|,|ร่าเริง|,|เบิกบานใจ|,|มอง|โลก|ใน|แง่|ดี|,|อย่าง|สบายใจ
(รอ|ซ|'|ซิ|น) n. ชันสน
(รอ|ส|'|ท|รัม) n. จะ|งอน|ปาก|,|ปุ่ม|หรือ|หัว|ที่|คล้าย|ของ|,|พลับพลา|,|ยกพื้น|,|เวที|พูด pl. rostra|,|rostrums|  |Syn. platform
(โร|'|ซี) adj. ชมพู|,|แดง|อม|ชมพู|,|สี|กุหลาบ|,|ร่าเริง|,|เบิกบานใจ|,|ดีงาม|,|มอง|โลก|ใน|แง่|ดี|,|ทํา|ด้วย|กุหลาบ|,|ประดับ|ด้วย|กุหลาบ|  |Syn. rosiness n.  |Syn. fresh|,|rubicund|,|promising
(รอ|ท) vi.,|vi. (ทํา|ให้) เน่า|,|เปื่อย|,|บูด|,|ผุ|,|ผุพัง|,|เสื่อม|,|เสื่อมโทรม|,|ตาย|ไป|,|ซูบ|ผอม n. การ|เน่า|,|การ|เปื่อย|  |Syn. decompose|,|degenerate
(โร|แท|'|เรียน) n. สมาชิก|สโมสร|โร|ตา|รี่
(โร|'|ทะ|รี) adj. หมุน|รอบ|,|หมุน|รอบ|เพลา
n. สโมสร|โร|ตา|รี่
(โร|'|เท|ท) vi. หมุน|,|หมุน|รอบ|,|หมุนเวียน|,|โคจร|รอบ|,|สับเปลี่ยน vt. ทํา|ให้|หมุน|รอบ|,|ทํา|ให้|หมุนเวียน|,|ทํา|ให้|สับเปลี่ยน|  |Syn. rotatable adj.
(โร|เท|'|เชิน) n. การ|หมุน|,|การ|หมุน|รอบ
(โร|'|ทะ|โท|รี) adj. เกี่ยวกับ|การ|หมุน|รอบ|,|ซึ่ง|หมุน|รอบ|,|ซึ่ง|หมุนเวียน|,|ทํา|ให้|หมุน|รอบ
(โร|ท) n. วิถีทาง|,|ทางเดิน|,|วิธีการ|ตาม|ปกติ|, -|Phr. (by rote จาก|ความทรงจํา)|  |Syn. repetition
(โร|'|ทะ|กระ|เวอะ|'|,|-|เก|ร|'|เวอะ) n. เทคนิค|การ|พิมพ์|แบบ|โร|ตา|รี่|ที่|เป็น|ลูกกลิ้ง|ทองแดง|,|สิ่ง|ที่|ตีพิมพ์|ด้วย|เทคนิค|การ|พิมพ์|ดังกล่าว|,|ส่วน|ของ|หนังสือพิมพ์|ที่|พิมพ์|ด้วย|เทคนิค|ดังกล่าว
(โร|'|เทอะ) n. ส่วน|ที่|หมุน|รอบ|ของ|เครื่องยนต์|,|ตัว|ที่|หมุน|รอบ|,|ปีก|หมุน|ของ|เฮลิคอปเตอร์
(รอ|ท|'|เทิน) adj. เน่า|,|เปื่อย|,|เน่าเปื่อย|,|ผุพัง|,|เสื่อม|,|เสื่อมโทรม|,|เสื่อมทราม|,|เลว|,|น่า|รังเกียจ|  |Syn. decayed|,|unreliable|,|base
(โร|เทิน|ดฺ|') adj. กลม|,|อ้วน|กลม|,|ท้วม|,|เป็น|วง|,|ทรง|กลม|,|ดัง|กัง|วา|ล|,|ไพเราะ|,|กลมกล่อม
(รู|'|เบิล) n. = ruble (ดู)| 
(รู|เอ|'|,|รู|'|เอ) n. คน|เสเพล|,|คน|เหลวไหล|,|คน|ขี้|เหล้า|,|เสื้อ|ผู้หญิง|  |Syn. profligate
(รู|'|ฺ) n. เครื่องสําอาง|สี|แดง|,|ชาด|ทา|แก้ม|หรือ|ฝีปาก|ให้|แดง|,|ผง|สี|แดง|ที่|ใช้|ขัด|โลหะ (มัก|เป็น|ผง|เฟ|อริ|คอ|อก|ไซด์) vt. ทา|สี|แดง|ด้วย|เครื่องสําอาง vi.ใช้|เครื่องสําอาง|ทา|สี|แดง|,|ใช้|ผง|ขัด|โลหะ
(รัฟ) adj.,|n.,|v. (ทํา|ให้|,|กลาย|เป็น) (สิ่ง|ที่) ขรุขระ|,|ไม่|เรียบ|,|สาก|,|หยาบ|,|กระด้าง|,|ไม่|สวย|,|มี|ขน|รุงรัง|,|ไม่|ได้|ตกแต่ง|,|ไม่|ได้|เสริม|แต่ง|,|คร่าว ๆ ,|ตึงตัง|,|หยาบคาย|,|เกเร|, (พายุ) รุนแรง|,|ไม่|เป็น|ระเบียบ|,|จลาจล|,|ยากลําบาก|, (ยา) ฤทธิ์|แรง|,|คน|เกเร|,|คน|พาล|,|ความ|ลําบาก|,|ต้นร่าง
adj. มี|ขน|ที่|ขา
(รัฟ|'|ฮิว) vt. ทํา|ให้|มี|พื้นผิว|หยาบ|,|ทํา|อย่าง|หยาบ ๆ ,|ทํา|อย่าง|คร่าว ๆ|  |Syn. roughhew
(รัฟ|'|อัพ) n. การ|ใช้|กําลัง
(รัฟ|'|รอ|ท) adj. ตกแต่ง|ใน|ครั้ง|แรก|,|ทํา|อย่าง|หยาบ ๆ| 
(รัฟ|'|เฟิน) vt.,|vi. ทํา|ให้|หยาบ|,|ทํา|ให้|ขรุขระ|,|กลาย|เป็น|หยาบ|,|กลาย|เป็น|ขรุขระ
(รัฟ|'|ฮิวนู) adj. ซึ่ง|ทํา|อย่าง|หยาบ ๆ ,|หุนหันพลันแล่น|,|ไม่|ได้|รับ|การ|อบรม|สั่งสอน
(รัฟ|'|เนค) n. อันธพาล|,|คน|ที่|มี|นิสัย|หยาบคาย|,|คนงาน|เจาะ|น้ํามัน
(รัฟ|'|ไร|เดอะ) n. คน|ขี่ม้า|ที่|ทํา|ให้|ม้า|หาย|พยศ|,|คน|ขี่ม้า|ป่า|,|คน|ฝึก|ม้า|ให้|เชื่อง
(รู|เลท|') n. การ|พนัน|หมุน|วง|ล้อ|โดย|มี|ลูก|ให้|ตก|ตาม|เลขหมาย|,|เกม|พนัน|รู|เลทท์|,|วง|ล้อ|เล็ก|มี|ฟัน|สําหรับ|เจาะ|รู (โดยเฉพาะ|รู|ดวงตรา|ไปรษณีย์)| 
(เรา|ดฺ) adj.,|vt.,|vi. (ทํา|ให้|,|กลาย|เป็น) กลม|,|เป็น|กิจวัตร|,|อ้อม|กลับ|มา|,|มาก|,|เต็มที่|,|กลมกล่อม|,|อวบ|,|คล่องแคล่ว|,|ชัดเจน|,|ดัง|กังวาน|,|มี|ชีวิตชีวา|,|รุนแรง n. สิ่ง|ที่|เป็น|วง|กลม|,|สิ่ง|ที่|เป็น|รูป|วงแหวน|,|สิ่ง|ที่|เป็น|รูปทรง|กลม|,|รอบ|,|การ|หมุน|รอบ|,|การ|ตรวจ|,|การ|ลาด|ต|ระ|เวณ|, (การ|ชกมวย) ยก|,|เกม|, (กระสุน) นัด|,|ชุด|,|พัก|,|ครั้ง
n. แก้ม|ยุ้ย
n. การ|เล่น|หมุนเวียน
(เรา|นดฺ|'|เท|'|เบิล) adj. เกี่ยวกับ|การ|ประชุม|ที่|ผู้เข้าร่วม|ประชุม|มี|สิทธิ|เท่าเทียม|กัน
n. ตลอด|24|ชั่วโมง|,|ตลอดเวลา|,|ต่อเนื่อง|กัน|  |Syn. around|-|the|-|clock
n. ลับ|มุม|,|บริเวณ|ใกล้ ๆ ,|มุมถนน
n. การ|เดินทาง|ไป|กลับ
(เรา|นดฺ|'|แบ|คด|ฺ) adj. หลัง|ค่อม
(เรา|นฺ|'|อาย|ดฺ) adj. เบิกตา|โพลง
adj. ไหล่|โก่ง (ทํา|ให้|หลัง|ส่วน|บน|โก่ง)| 
n. กลุ่ม|คน|ที่นั่ง|เป็น|วง|กลม
(เรา|นดฺ|'|อะ|เบา|ทฺ) adj. อ้อม|,|อ้อมค้อม|,|วก|วน|,|เป็น|วง|กลม|,|อ้วน|กระปุกหลุก n. ม้า|เวียน|ขึ้นลง|สําหรับ|เด็ก|เล่น|,|วงเวียน|ที่|ต้อง|ขับ|รอบ|,|คําพูด|วก|วน|,|การ|พูด|วก|วน|  |Syn. circular
ค่า|ผิดพลาด|ปัด|เศษ|หมายถึง ค่า|ที่|เกิด|ความผิด|พลาด อัน|เกิด|จาก|การ|ปัด|เศษ เช่น ถ้า|ค่า|ที่แท้|จริง|เป็น 5.7427 เมื่อ|ปัด|เศษ|ทิ้ง|เหลือ|เพียง 5.74 ค่า|ผิดพลาด|ปัด|เศษ|จะ|เท่า|กับ .0027
การ|ปัด|เศษ|หมายถึง การ|ตัด|ตัวเลข|ที่|มี|ค่า|น้อย|ที่สุด|ออก เพื่อให้|ตัวเลข|กลม แม้|จะ|มี|ค่า|ผิดพลาด|บ้าง แต่|ก็|ควร|ให้|น้อย|มาก|จน|สามารถ|ยอมรับ|ได้ เช่น 1,048,576 ไบต์ ปัด|เศษ|ให้|เหลือ|เพียง 1 ล้าน|ไบต์ เรียก|ว่า 1 เมกะไบต์ (รับรอง|ตาม|กฎหมาย|ของ|สหรัฐ)| 
(เรา|นฺ|'|ดิช) adj. ค่อนข้าง|กลม|  |Syn. roundishness n.
(เรา|นดฺ|'|ลี) adv. เป็น|วง|กลม|,|เป็น|รูปทรง|กลม|,|อย่าง|รุนแรง|,|หุนหันพลันแล่น|,|ไม่|ปรานี|,|เต็มที่|,|อย่าง|สมบูรณ์|  |Syn. thoroughly
(เราน์ดฺ|'|อัพ) n. การ|ไล่|ปศุสัตว์|มา|รวม|กัน|,|ผู้|ขี่ม้า|ไล่|ปศุสัตว์|มา|รวม|กัน|,|การ|จับ|กลุ่ม|,|การ|ชุมนุม|,|การ|สรุป|,|บท|สรุป|,|สาระ|,|ใจความ|สําคัญ|  |Syn. collect|,|gather|,|amass|,|rally
(เราน์ดฺ|'|เวิร์ม) n. พยาธิ|ตัว|กลม
(เรา|ซ) vt.,|n. (การ) ปลุก|,|ปลุก|ให้|ตื่น|,|ทํา|ให้|ตื่น|,|กระตุ้น|,|ทํา|ให้|โกรธ|,|ยุยง|,|ก่อกวน|,|ดึง|ขึ้น|สุดกําลัง|,|การ|ดื่ม|เหล้า|รวด|เดียว|หมด|,|การ|ดื่ม|จน|เมา|,|การ|เลี้ยง|สุรา|,|การ|เลี้ยง|อาหาร|อย่าง|เอะอะโวยวาย vi. ตื่น|ขึ้น|มา|,|ลุก|ขึ้น|มา|,|ฮึด|สู้|  |Syn. awaken
(เรา|'|ซิ|ง) adj. ตื่นเต้น|,|เร้าใจ|,|ปลุกใจ|, (เปล่ง|เสียง) อึงคะนึง|,|กระฉับกระเฉง|,|แข็งแรง|,|มี|ชีวิตชีวา|,|สดชื่น.
(รู|โซ|') n. Jean Jacques (ค.ศ.1712|-|78) นัก|ปรัชญา|ชาว|ฝรั่งเศส
(เรา|ซฺทฺ) vt. ไล่|,|ขับไล่|,|ขับ|ออก|,|กระตุ้น|,|ปลุก|ให้|ตื่น|,|จับกุม|,|ค้น vi. ขยัน|ทํางาน|และ|รวดเร็ว|  |Syn. abundance|,|plenty
(เรา|ทฺ) n. การ|พ่าย|หนี|,|ฝูงชน|ที่|อลหม่าน|,|การ|ชุลมุน|วุ่นวาย|,|งาน|ชุมนุม|ที่|อึกทึก|ครึกโครม|,|กลุ่ม|คน vt. ทํา|ให้|แตก|พ่าย|หนี|,|ทํา|ให้|พ่ายแพ้|กระเซอะกระเซิง
(รู|ท) n. ทาง|,|เส้นทาง|,|เส้นทาง|เดิน|,|เส้นทางเดินเรือ|,|คําสั่ง|เดิน|ทัพ|,|vi. กําหนด|เส้นทาง|,|วาง|เส้นทาง|  |Syn. routerouter n. -|Phr. (en route อยู่|ใน|ระหว่าง|เส้นทาง)|  |Syn. course|,|road|,|passing
(รู|ที|น|') n.,|adj. งาน|ประจํา|,|วิธีการ|ประจํา|,|ตาม|ปกติ
(รู|ที|เนียร์|') n. ผู้ปฏิบัติ|ตาม|ระ|-|เบียบ|ที่|ใช้|ประจํา|,|ผู้|ยึด|แบบแผน|ที่|ตายตัว
(โร|ฟว) vt.,|vi.,|n. (การ) ท่องเที่ยว|,|พเนจร|,|เร่ร่อน|ไป ,|ใช่|เหยื่อ|เป็น ๆ ตกเบ็ด|,|  |Syn. roam|,|ramble|,|wander
(โร|'|วิง) adj. ท่องเที่ยว|,|ร่อนเร่|,|พเนจร|,|ไม่|อยู่|กับ|ที่|,|ทํางาน|ไม่|เป็น|ที่|  |Syn. rovingness n.  |Syn. roaming|,|drifting
(โร) vt. พาย|,|โยก|พาย|,|กรรเชียง vt. พาย|,|โยก|พาย|,|กรรเชียง|,|ทะเลาะวิวาท|เสียง|ดัง n. การ|พาย|,|แถว|,|แนว|,|แถว|กระดานหมากรุก|,|การ|ทะเลาะวิวาท|ด้วย|เสียง|ตึงตัง|,|ความ|อลหม่าน|อึกทึก|ครึกโครม|,|เสียง|ดัง|อึกทึก|ครึกโครม|  |Syn. rowable adj. rower n.
(โร|'|โบ|ท) n. เรือพาย|ขนาด|เล็ก
(เรา|'|ดี) adj.,|n. (คน) พาล|,|เสเพล|เกเร|,|ชอบ|เอะอะโวยวาย|  |Syn. rowdily adv. rowdiness n. rowdyish adj. rowdyishly adv. rowdyishness n. rowdyism n.  |Syn. unruly
(โร|'|เอิล) n. กงจักร|,|ล้อ|ที่|มี|ฟันเฟือง|โดยรอบ|,|ฟันเฟือง|ปลาย|เดือย|ส้น|รองเท้า|สําหรับ|แทง|ม้า|,|สาย|หนัง|ที่|ใช้|สอด|ใต้|ผิวหนัง|ม้า|เพื่อ|รีด|หนอง|หรือ|ของเหลว|ออก
(รอย|'|เอิล) adj. เกี่ยวกับ (กษัตริย์|,|ราชินี|,|ราช|นิ|กู|ล|,|ราชสํานัก) ,|ราช|,|หลวง|,|ใหญ่|,|มโหฬาร|,|เกี่ยวกับ|เจ้า|,|ดีเลิศ|,|เยี่ยม|,|ชั้นหนึ่ง|,|ใน|เรือ|ของ|เสาเอก|  |Syn. royally adv.  |Syn. regal|,|kingly|,|imperial|,|majestic
n. ชื่อ|สมาคม|นัก|ศิลปะ|ใน|อังกฤษ
n. สีน้ํา|เงิน|เข้ม|  |Syn. deep blue
n. พระบรม|วงศ์|,|ราชวงศ์|,|พระ|บรมวงศานุวงศ์
n. น้ํา|อาหาร|ที่|ผึ้ง|งาน|ขยอก|ออก|มา|เลี้ยง|ตัวอ่อน|ใน|รัง|ผึ้ง
n. ช่วง|เวลา|ที่|สนุกสนาน|มาก
(รอย|'|อัลลิสทฺ) n. ,|adj. (เกี่ยวกับ) สมาชิก|พรรค|อนุรักษ์|กษัตริย์|  |Syn. royalistic adj.
(รอย|'|อัล|ที) n. บุคคล|ใน|ราชวงศ์|,|ตําแหน่ง|กษัตริย์|,|พระบรม|ราช|,|ราชอาณาจักร|,|ราช|ตระกูล|,|สัมปทาน|จาก|กษัตริย์|,|ภาษี|สัมปทาน|,|ค่าภาคหลวง|,|ความ|สูงส่ง
อาร์|พี|จี <|คํา|อ่าน|>|ย่อ|มา|จาก report program generator เป็น|ภาษาคอมพิวเตอร์|ระดับ|สูง (high level language) ภาษา|หนึ่ง เหมาะ|กับ|งาน|ด้าน|ธุรกิจ คล้าย|กับ|ภาษา|โค|บอล (COBOL) โดยเฉพาะ|การ|ออกแบบ|รายงาน|ต่าง ๆ| 
อาร์|พี|เอ็ม <|คํา|อ่าน|>|ย่อ|มา|จาก revolutions per minute หมายถึง|จํานวน|ครั้ง|ที่|หมุน|รอบ|ตัวเอง|ต่อ|นาที ใช้|เป็น|หน่วย|วัด|ความ|เร็ว|ของ|การ|หมุน|ของ|อุปกรณ์|บาง|อย่าง เป็นต้น|ว่า จาน|บันทึก
v.p.,|rsvp abbr. repondez s|'|il vous plait (โปรด|ตอบ)| 
อาร์|ที|เอฟ <|คํา|อ่าน|>|ย่อ|มา|จาก rich text format เป็น|รูปแบบ|ของ|การ|เก็บ|ข้อมูล|ที่|เป็น|เอกสาร (text) ใน|รหัส|แอ|สกี (ASCII) โปรแกรมประมวลผล|คํา (word processing) หลาย|โปรแกรม|จะ|เรียก|ข้อมูล|ที่|เก็บ|ใน|รูปแบบ|นี้|มา|อ่าน|ได้|ใช้การได้ แต่|ต้อง|กําหนด|แบบ|ตัวอักษร|ให้|ก่อน มัก|ใช้|นามสกุล (file name) ว่า .RTF
(รับ) vt. ถูก|,|ขัด|,|สี|,|เสียดสี|,|นวด|,|ลูบ vi. ถู|ออก|,|ขัด|ออก|,|เสียดสี n. การ|ถู|,|การ|ขัด|,|การ|สี|,|การ|นวด|,|การ|ลูบ|,|สิ่ง|ระคายเคือง|,|อุปสรรค|,|ความ|ลําบาก|  |Syn. spread|,|chafe|,|contact|,|obstacle
(รับ|'|เบอะ) n. ยาง|,|ผู้|ถู|,|ผู้|นวด|,|ยางลบ|,|ถุงยาง (คุม|กําเนิด) ,|ผู้|ฆ่า|คน|,|อุปสรรค|,|สิ่ง|กีดขวาง adj. ทํา|ด้วย|ยาง|,|เกี่ยวกับ|การ|ผลิต|ยาง|  |Syn. India rubber|,|natural rubber|,|gum elastic|,|caoutchouc
ยาง|รัด|,|แถบ|ยาง|รัด
(-|สแทมพฺ) adj. ซึ่ง|ประทับตรา|ยาง|,|อนุมัติ|ตาม|พิธี|โดย|ไม่|ได้|พิจารณา|ก่อน
(รับ|'|บิ|ง) n. การ|ถู|,|การ|นวด
(รับ|'|บิ|ช) n. ของเสีย|,|ขยะ|,|สวะ|,|สิ่ง|ที่|เหลวไหล|,|สิ่ง|ที่|ไร้|สาระ|,|สิ่ง|ที่|ไร้|ค่า|  |Syn. refuse|,|trash|,|debris
(รับ|'|เบิล) n. เศษ|หิน|,|เศษ|อิฐ|,|เศษ|เหล็ก|,|เศษ|หัก|,|ชิ้น|เล็ก|ชิ้น|น้อย
(รับ|'|บลี) adj. ประกอบ|ด้วย|เศษ|อิฐ
(รู|บ) n. คน|บ้านนอก|,|คน|ลูกทุ่ง
(รู|บะเฟ|'|เชินทฺ) adj.,|n. (สาร|หรือ|ยา|ที่) ทํา|ให้|ผิวหนัง|แดง (เลือด|คั่ง)| 
(รู|เบล|'|ละ) n. โรคหัดเยอรมัน|  |Syn. German measles
(รู|'|บะ|คอน) n. ชื่อ|แม่น้ํา|ใน|ภาคเหนือ|ของ|อิตาลี -|Phr. (cross (pass) the Rubicon ตัดสินใจ|อย่าง|เด็ดเดี่ยว)| 
(รู|'|บะเคินดฺ) adj. แดง (หน้า) แดง|,|แดง|เรื่อ|  |Syn. red|,|reddish|,|ruddy
(รู|'|เบิล) n. เหรียญเงิน|และ|หน่วย|เงินตรา|ของ|โซเวียต|มี|ค่า|เท่า|กับ|100|kopecks.
(รู|'|บ|ริ|ค) n. ตัวหนังสือ|แดง|,|หัวเรื่อง|สี|แดง|,|เครื่องหมาย|สี|แดง|,|เครื่องหมาย|นําทาง|สี|แดง|,|ข้อ|ควร|ประพฤติ|ใน|พิธี|ทาง|ศาสนา|,|ข้อ|ควร|ประพฤติ|,|กฎ
(รู|'|บี) n. ทับทิม|,|พลอย|สี|แดง|,|สิ่ง|ที่|ทํา|ด้วย|ทับทิม|,|สิ่ง|ที่|ประดับ|ด้วย|ทับทิม|,
(รัค) n. จํานวน|มาก|,|ปริมาณมาก|,|พวก|ชั้นต่ํา|,|พวก|โหล่|,|พวก|ธรรมดา ๆ| 
(รัค|'|แซค) n. เครื่องหลัง|ของ|นัก|ไต่เขา|หรือ|นักทัศนาจร|  |Syn. knapsack
(รัด|'|เดอะ) n. หางเสือ|,|เครื่องชี้|แนะ|,|สิ่ง|ชี้แนะ
(รัด|'|ดี) adj.,|adv. มี|สี|แดง|,|มี|เนื้อหนัง|แดง|ที่|มี|สุขภาพ|ดี|,|นองเลือด|,|หลั่ง|เลือด|  |Syn. ruddily adv. ruddiness n.  |Syn. red|,|reddish|,|scarlet
(รูด) adj. หยาบคาย|,|ไม่|สุภาพ|,|หยาบ|,|ไม่|ประณีต|,|ไม่|ละเอียด|,|ไม่|ไพเราะ|,|ขรุขระ|,|สาก|,|รุนแรง|,|เจ้าอารมณ์|,|แข็งแรง|,|เจริญเติบโต|,|คร่าว ๆ|  |Syn. rudely adv. rudeness n.  |Syn. impolite|,|robust|,|barbaric
(รู|'|ดะ|เมิน|ทฺ) n. มูลฐาน|,|ชั้นต้น|,|พื้นฐาน|,|รูปแบบ|แรกเริ่ม|,|อวัยวะ หรือ|ส่วน|ของ|อวัยวะ|ยัง|ไม่|เจริญเติบโต|โดย|สมบูรณ์|,|เค้าโครง|  |Syn. rudimenttary adj. rudimentariness n.  |Syn. elements|,|first principles
(รู) vt.,|vi.,|n. (ความ) เสียใจ|,|สํานึก|ผิด|,|สลดใจ|,|สังเวช|ใจ|  |Syn. rueful adj. ruer n.  |Syn. repent
(รัฟ) n. ปก|คอเสื้อ|พับ|เป็น|ระเบียบ|รอบ|คอ|ที่|ใช้|สวม|ใน|สมัย|ศตวรรษ|ที|16|-|17,|การ|ทิ้งไพ่|ตัว|คิง vt. ทํา|ให้|ผม|ยุ่ง|,|ทํา|ให้|ผม|เป็น|กระเซิง
(รัฟ|'|เฟียน) n. คน|พาล|,|อันธพาล|,|นักเลง|โต|,|คน|โหดเหี้ยม|ที่|ชอบ|รังแก|คน|อื่น adj. พาล|,|โหดเหี้ยม|,|ไม่|เคารพ|กฎหมาย|  |Syn. ruffianism n.  |Syn. roughneck
(รัฟ|'|เฟิล) vt. ทํา|ให้|ไม่|เรียบ|,|ทํา|ให้|ขรุขระ|,|ทํา|ให้|สาก|,|ทํา|ให้|หยาบ|, (นก|หรือ|ไก่) พอง|ขน|รอบ|คอ|,|กระเพื่อม|,|พับ|เป็น|จีบ|,|ทํา|ให้|ย่น vi. กระเพื่อม|,|ย่น|,|เป็น|คลื่น|,|ฉงนสนเท่ห์|,|เคือง|ใจ n. การ|เป็น|คลื่น|,|การ|กระเพื่อม|,|สิ่ง|ที่|คล้าย|ขน|ปุย|รอบ|คอ|นก|,|ความ|ยุ่งเหยิง|,|สิ่ง|รบกวน|ใจ|,|ความ|เคือง|ใจ
(รัก) n. พรม|,|พรม|หนา|,|พรม|ขนสัตว์|,|หนัง|สัตว์|ที่|ใช้|ปู|พรม|  |Syn. mat|,|carpet|,|carpeting
(รัก|'|บี) n. กีฬา|รักบี้ (หรือ|เรียก|ว่า|Rugby football|หรือ rugger)| 
(รัก|'|กิด) adj. มี|ผิว|ขรุขระ|,|มี|ก้อน|หิน|มาก|,|ตะปุ่มตะป่ํา|,|สาก|,|มี|รอย|ย่น|,|เข้มงวด|,|ห้าวหาญ|,|โผงผาง|,|รุนแรง|,|มี|พายุ|,|ไม่|ไพเราะ|,|แสบ|แก้วหู|,|ไม่|สุภาพ|,|อดทน|,|ทนทาน|,|ยากแค้น|  |Syn. ruggedness n.  |Syn. uneven|,|difficult|,|robust
(รัก|'|เก|อะ) n. กีฬา|รักบี้|  |Syn. Rugby
(รู|'|อิน) n. ความ|พินาศ|,|ความ|หายนะ|,|ซากปรักหักพัง|,|สถานที่|ปรักหักพัง|,|ความ|ล่มจม|,|การ|ล้มละลาย vi. ทํา|ให้|พินาศ|,|ทําลาย ให้|ล่มจม|,|ทํา|ให้|ย่อยยับ|,|ล่อลวง (ผู้หญิง) vi. ประสบ|ความ|พินาศ|,|ประสบ|ความ|หายนะ|,|ล่มจม|,|ล้มละลาย|,|ย่อยยับ|  |Syn. ruinable adj. ruiner n.
(รู|อิเน|'|เชิน) n. การ|พินาศ|,|การ|ล่มจม|,|การ|ล้มละลาย|,|สิ่ง|ที่|พินาศ|,|สิ่ง|ที่|ย่อยยับ|,|สิ่ง|ปรักหักพัง|  |Syn. destruction
(รู|'|อะเนิส) adj. ทํา|ให้|พินาศ|,|ซึ่ง|ทําลาย|,|เป็น|ภัย|,|ย่อยยับ|,|ล่มจม|,|ประกอบ|ด้วย|ซากปรักหักพัง|  |Syn. disastrous|,|wasting
(รู|'|ละ|เบิล) adj. ปกครอง|ได้|,|ยอม|ได้
(รู|ล) n. กฎ|,|หลัก|,|ข้อบังคับ|,|ระเบียบ|,|กติกา|,|วินัย|,|วินัย|ศาสนา|,|การ|ปกครอง|,|การ|ควบคุม|,|การ|ครอบครอง|,|การ|ชี้ขาด|,|วิธีการ|ทาง|คณิตศาสตร์|,|ไม้บรรทัด|,|ไม้|วัด -|Phr. (as a rule โดย|ทั่วไป|,|ตาม|ปกติ) vt.,|vi. ควบคุม|,|ปกครอง|,|ครอบงํา|,|ชี้ขาด|,|มี|อิทธิพล|,|ตีเส้น|,|ขีด|เส้น -|Phr. (rule out ไม่|ยอมรับ)| 
n. บัญญัติ|ไต|รยางค์
n. กฎ|ทั่วไป|,|หลัก|ทั่วไป|,|วิธีการ|หยาบ ๆ| 
(รู|'|เลอะ) n. ผู้ปกครอง|,|ผู้|ควบคุม|,|ผู้|ครอบงํา|,|ประมุข|,|ผู้|ชี้ขาด|,|ไม้บรรทัด|  |Syn. monarch
(รู|'|ลิง) n. การ|วินิจฉัย|,|การ|ชี้ขาด|,|การ|ลาก|เส้น|ด้วย|ไม้บรรทัด adj. ปกครอง|,|ครอบงํา|,|ควบคุม|,|แพร่หลาย|,|มี|อยู่|ทั่วไป|  |Syn. decision|,|governing
(รัม) n. เหล้า|ที่|กลั่น|จาก|น้ําอ้อย|,|เหล้า|,|เครื่องดื่ม|ของ|เมา|,|ไพ่|รัมมี่ adj., แปลก|,|พิกล|,|พิลึก|  |Syn. queer
(รู|เม|'|เนีย) n. ประเทศ|โร|มา|เนีย|  |Syn. Romania|,|Roumania|  |Syn. Rumanian adj.,|n. เกี่ยวกับ (โร|มา|เนีย|,|ชาว ,|ภาษา)| 
(รัม|'|บะ) vi.,|n. (การ|,|เพลง) เต้นรํา|จังหวะ|รุม|บ้า|  |Syn. rhumba
(รัม|'|เบิล) vi.,|vt.,|n. (ทํา|ให้|,|เสียง) ดัง|ก้อง|,|ดัง|ฟ้าร้อง|,|แล่น|เสียง|ดัง|ก้อง|,|กระหึ่ม|  |Syn. rumbler n. rumblingly adv.  |Syn. drum|,|boom|,|roll
(รัม|'|บลี) adj. ดัง|ก้อง|,|ดัง|ฟ้าร้อง|,|ทํา|ให้|เกิด|เสียง|ดัง|ก้อง|,|ทํา|ให้|เกิด|กระหึ่ม
(รู|'|มะ|เนิน|ทฺ) n. สัตว์|เคี้ยว|เอื้อง (เช่น วัว|,|ควาย|,|กวาง|,|อูฐ) adj. เคี้ยว|เอื้อง|,|รําพึง|,|ครุ่นคิด|,|ตรึกตรอง|,
(รู|'|มะเนท) vi.,|vt. เคี้ยว|เอื้อง|,|รําพึง|,|ครุ่นคิด|,|ตรึกตรอง|,|ทบทวน|  |Syn. rumination n. ruminative adj. ruminatively adv. ruminator n.  |Syn. chew the cud|,|muse|,|ponder
(รัม|'|มิ|จฺ) vt.,|vi. (การ) ค้น|ทั่ว|,|ค้น|ทุกซอกทุกมุม|,|ค้น|กระจุย|,|ค้นหา|,|สิ่งของ|สัพเพเหระ|  |Syn. rummager n.  |Syn. root|,|ransack|,|poke|,|probe
(รัม|'|มี) n.ไพ่|รัม|มี|,|ขี้|เหล้า|,|คนเมา|  |Syn. rum
(รู|'|เมอะ) n. ข่าวลือ|,|ข่าว|เล่าลือ|,|เรื่อง|โจษจัน|,|vt. ปล่อยข่าว|ลือ|,|เล่าลือ|,|ซุบซิบ|  |Syn. report|,|tale|,|gossip
(รู|'|เมอะ) n. ข่าวลือ|,|ข่าว|เล่าลือ|,|เรื่อง|โจษจัน|,|vt. ปล่อยข่าว|ลือ|,|เล่าลือ|,|ซุบซิบ|  |Syn. report|,|tale|,|gossip
(รัม|พฺ) n. ตะโพก|สัตว์|,|เนื้อ|ตะโพก|,|ตะโพก|,|บั้นท้าย|,|ส่วน|ที่|เหลือ|,|ส่วน|ท้าย|,|ส่วน|ที่|ไม่|สําคัญ|,|สมาชิก|ที่|เหลือ|อยู่|ของ|สภา|  |Syn. posterior|,|buttocks
(รัม|'|เพิล) vt.,|vi. (ทํา|ให้|,|กลาย|เป็น) ย่น|,|พับ|,|จีบ|,|ยู่ยี่|,|ยุ่ง|,|ขมวดคิ้ว|  |Syn. crease|,|wrinkle
(รัม|'|พัส) n. ความ|วุ่นวาย|ที่|อึกทึก|ครึกโครม|,|ความ|อลหม่าน|,|การ|ส่ง|เสียง|เอะอะโวยวาย pl. rumpuses|  |Syn. commotion|,|uproar
(รัน) {|ran|,|run|,|running|,|runs|} vi.,|vt. วิ่ง|,|เข้า|แข่ง|,|รีบ|,|ขับ|,|แล่น|,|เดิน|เครื่อง|,|ดําเนินการ|,|ปฏิบัติการ|, (เวลา) ผ่าน|ไป|,|เป็น|จํานวน|,|เป็น|ดังต่อไปนี้|,|เป็นหนี้|,|มี|อายุ|,|ผ่าน|ไป|อย่าง|รวดเร็ว|,|เคลื่อน|ไป|ตาม|,|วิ่ง|ไป|ตาม|,|กระทํา n. การ|วิ่ง|,|ระยะ|ทาง|ที่|ไป|,|เส้นทาง|,|ทาง|น้ํา|ไหล|,|เที่ยว|เรือ|,|เที่ยว|รถ|,|ความ|ต่อเนื่อง|,|ก้าวหน้า|,|ทิศทาง|,|ดําเนินงาน|หมายถึง การ|ทํางาน|ของ|เครื่อง|คอมพิวเตอร์|ที่|เป็น|ไป|ตาม|ชุดคําสั่ง หรือ|โปรแกรม|ใน|ภาษา|เบ|สิ|ก (BASIC) ใช้|เป็น|คําสั่ง|ให้|เริ่ม|กระทํา|การ|ตาม|คําสั่ง|ใน|โปรแกรม
ระยะ|เวลา|ดําเนินงาน|หมายถึง เวลา|ที่|ใช้|ไป|ใน|ขณะที่|คอมพิวเตอร์|ปฏิบัติการ|ตาม|โปรแกรม|ใด โปรแกรม|หนึ่ง
(รัน|'|เดา|นฺ) adj. หมด|แรง|,|เหน็ดเหนื่อย|,|มี|สุขภาพ|ทรุดโทรม|,|สิ้นหวัง|, (นาฬิกา) ลาน|หมด|  |Syn. tired|,|exhausted|,|fatigued
(รัน|'|เอา|ทฺ) n. การ|หลบหนี|,|การ|หลีก|,|การ|เลี่ยง
(รัน|'|อะเว) n. ผู้|หลบหนี|,|ผู้|ลี้ภัย|,|การ|วิ่งหนี adj. หลบหนี
(รัง) n. ขั้นบันได|,|ซี่|ล้อ|รถ|,|ชั้น vi. กริยา|ช่อง 2 และ|ช่อง 3 ของ ring
(รัน|'|ลิท) n. สายน้ํา|เล็ก ๆ ,|ลําธาร
(รัน|'|เนอะ) n. ผู้|วิ่ง|,|นัก|วิ่ง|แข่ง|,|สัตว์|ที่|วิ่ง|เร็ว|,|ผู้|ส่ง|ข่าว|,|นัก|ค้า|ของ|หนี|ภาษี|,|ทาง|วิ่ง|,|เส้นทาง|,|แนวทาง|,|ผู้|คุม|เครื่อง|,|ผู้|ขับ|รถไฟ|,|ลูกกลิ้ง|,|พืช|ไม้เลื้อย
(รัน|'|เนอะอัพ) n., ผู้|ที่|ได้|ตําแหน่ง|รอง|ชนะเลิศ|,|ผู้|ที่|ได้|ตําแหน่ง|ตั้งแต่|ที่|2|ถึง|ที่|10|ของ|การ|แข่งขัน pl. runners|-|up
(รัน|'|นิง) n. การ|วิ่ง|,|การ|วิ่ง|แข่ง|,|การ|วิ่งเต้น|,|การ|ควบคุม|,|การ|จัดการ|,|การ|เคลื่อนที่|,|การ|ไหล|,|ความ|ต่อเนื่อง|กัน|,|การ|เดิน|เครื่อง adj. วิ่ง|,|วิ่ง|แข่ง|,|เป็น|ของเหลว|,|ซึ่ง|ไหล|,|ปัจจุบัน|,|เร็ว ๆ นี้|,|แพร่หลาย|,|มี|อยู่|ทั่วไป|,|ซึ่ง|ต่อเนื่อง|กัน|,|ยืดเยื้อ|,|ระหว่าง|การ|วิ่ง|,|มี|หนอง|ไหล|,|มี|ของ|เ
n. บัญชีเดินสะพัด
n. น้ําประปา|,|น้ํา|ก๊อก
(รัน|'|ออ|ฟ) n. ของเหลว|ที่|ไหล|ออก|,|ปริมาณ|ของเหลว|ที่|ไหล|ออก|,|การ|แข่งขัน|ขั้น|ชี้ขาด
(รันทฺ) n. สัตว์|แคระ|,|สัตว์|ที่|มี|ขนาด|เล็ก|กว่า|ปกติ|,|ลูก|สัตว์|ที่|มี|ขนาด|เล็ก|ที่สุด|หรือ|อ่อนแอ|ที่สุด|ของ|คอก|,|บุคคล|ร่าง|เล็ก|ที่|น่าดู|ถูก|  |Syn. runtish adj. runtness n.
(รัน|'|ที) adj. แคระ|,|ร่าง|เล็ก|  |Syn. runtiness n.  |Syn. stunted|,|dwarfish
(รัน|'|เว) n. ลาน|วิ่ง|,|ทางขึ้น|ของ|เครื่องบิน|,|ทาง|หนี|,|ทางเดิน|,|ทางเดิน|ของ|สัตว์ป่า|,|ลําน้ํา
(รู|พี|'|,|รู|'|พี) n. เหรียญ|รูปี|ของ|อินเดีย
(รู|พี|'|อะ) n. ธนบัตร|ของ|อินโดนีเซีย|มี|ค่า|เท่า|กับ|100|sen pl. rupiah|,|rupiaahs
(รัพ|'|เชอะ) vt.,|vi.,|n. (การ) แตก|ออก|,|แยก|ออก|,|แตกร้าว|,|ทํา|ให้|แตกแยก|  |Syn. rupturable adj.  |Syn. break|,|breach
(รู|'|เริล) adj. เกี่ยวกับ|ชนบท|,|เกี่ยวกับ|บ้านนอก|,|เกี่ยวกับ|การเกษตร|,|เกี่ยวกับ|ไร่นา|  |Syn. ruralism n. ruralist|,|ruralite n. ruralness n.  |Syn. country|,|rustic
(รู|ซ) n. อุบาย|,|เล่ห์|,|เล่ห์กล|,|เล่ห์เหลี่ยม|,|กลอุบาย|  |Syn. trick|,|stratagem
(รัช) vi.,|n. (การ) วิ่ง|,|วิ่ง|เข้า|ไป|,|วิ่ง|แร่|,|พุ่ง|,|พรวดพราด|,|ถลัน|,|เร่ง|,|รีบเร่ง|,|ผลัก|,|ไส|,|ป|รา|กฎ|ขึ้น|ฉับพลัน vt. กระทํา|อย่าง|เร่งรีบ|,|เร่งรีบ|,|กรู|กัน|ไป|,|ยื้อแย่ง|,|แย่ง|ซื้อ adj. เร่งรีบ|ฉุกละหุก|,|พรวดพราด|,|กุลีกุจอ|  |Syn. rushingly adv.
n. ระยะ|เวลา|ที่|มี|ผู้คน|มากมาย|ที่|เดิน|ไป|มา|  |Syn. rush|-|hour adj.
(รัสคฺ) n. ชิ้น|ขนมปัง|แห้ง|ที่|หวาน|,|ขนมปัง|ปิ้ง ขนมปัง|หวาน|กรอบ
(รัส|'|เซ|ท) n. สีน้ํา|ตาล|อม|เหลือง|หรือ|อม|แดง|  |Syn. russetish adj. russety adj.
(รัส|'|ชะ) n. รัสเซีย
(รัส|'|เชิน) adj. เกี่ยวกับ|รัสเซีย (ผู้คน|,|ภาษา|,|วัฒนธรรม|และ|อื่น ๆ) n. ชาว|รัสเซีย|,|ภาษา|รัสเซีย
n. เกม|หวาดเสียว|ที่|ผู้|เล่น|แต่ละ|คน|ผลัดกัน|ใช้|ปืน|พก|ใส่|ลูกกระสุน|หนึ่ง|ลูก|ปั่น|ลูก|โม่|แล้ว|จ่อ|ปาก|กระบอกปืน|ที่|ขมับ|แล้ว|ลั่น|ไก|ปืน
(รัสทฺ) n. สนิม|เหล็ก|,|สนิม|,|ขี้|สนิม|,|สี|สนิม|,|สิ่ง|ที่|ทํา|ให้|เสื่อม|,|นิสัย|ขี้เกียจ|,|โรค|พืช|ที่|เนื่องจาก|เชื้อรา|จํา|,|สีน้ํา|ตาล|อม|แดง|,|สี|สนิม vi. ขึ้น|สนิม|,|ติดโรค|พืช|ดังกล่าว|,|เสื่อมโทรม|,|กลาย|เป็น|สี|สนิม vt. ติดโรค|พืช|ดังกล่าว|,|ทํา|ให้|เสื่อมโทรม|,|ทํา|ให้|เป็น|สี|สนิม
(รัส|'|ทิค) adj. เกี่ยวกับ|ชีวิต|ชนบท|,|บ้านนอก|,|ธรรมดา ๆ ,|เกี่ยวกับ|คน|บ้านนอก|,|เงอะงะ|, (หิน) มี|ผิว|หยาบ n. คน|บ้านนอก|,|ชาว|ชนบท|  |Syn. rustical adj. rustically adv. rusticalness n. rusticness n.  |Syn. rural|,|unrefined Ant. so
(รัส|'|ทิเคท) vi.,|vt. (ส่ง|ไป|,|ทํา|ให้|เป็น) บ้านนอก|,|อยู่|บ้านนอก|,|ทํา|ให้|ผิว (หิน) หยาบ|  |Syn. rustication n. rusticator n.
(รัสทิส|'|ซิ|ที) n. ลักษณะ|บ้านนอก|,|ความ|เป็น|คน|บ้านนอก|,|นิสัย|บ้านนอก|,|ชีวิต|บ้านนอก|,|บรรยากาศ|บ้านนอก|,|ความ|ประหยัด|,|ความ|เงอะงะ|,|ความ|หยาบคาย
(รัส|'|เซิล) vi.,|vt. (ทํา|ให้) เกิด|เสียง|กรอบแกรบ (คล้าย|เสียง|เสียดสี|กัน|ของ|ใบไม้|เป็นต้น) ,|เกิด|เสียง|ดังกล่าว|,|กระทํา|อย่าง|กระฉับกระเฉง|,|กระทํา|อย่าง|ฉับไว|,|ขโมย|ปศุสัตว์|ออก|หา|อาหาร|กิน|,|n. เสียง|ดังกล่าว|  |Syn. rustingly adv.
(รัส|'|เลอะ) n. (ผู้) สิ่ง|ที่|ทํา|ให้|เกิด|เสียง|กรอบแกรบ|หรือ|เสียง|เสียดสี|,|ผู้|ขโมย|วัว|หรือ|ควาย
(รัสทฺ|'|พรู|ฟ) adj. กัน|สนิม
(รัส|'|ที) adj. เป็นสนิม|, (พืช) เป็น|โรค|เนื่องจาก|รา|จําพวก Uredinales|,|โกรธ|,|ฉุนเฉียว|,|เดือดดาล
(รัท) n. ความ|กําหนัด|ใน|สัตว์|,|อารมณ์|เพศ|ของ|สัตว์|,|ร่อง|ทาง|รถ|บน|ถนน|,|ร่อง|ล้อ|รถ|,|ร่อง|,|สภาพ|ที่|น่า|เบื่อหน่าย|ของ|ชีวิต vi. (สัตว์) มี|ความ|กําหนัด
(รู|ธ) n. ความ|สงสาร|,|ความ|เวทนา|,|ความ|เห็นอกเห็นใจ|,|ความ|เสียใจ|,|ความ|เศร้า
(รู|ธ|'|ฟู|ล) adj. น่า|เวทนา|,|น่า|สงสาร|,|น่า|เห็นอกเห็นใจ|,|ทํา|ให้|เสียใจ|,|ทํา|ให้|เศร้า.  |Syn. ruthfulness n.  |Syn. compassionate
(รู|ธ|'|ลิส) adj. ไม่|มี|ความ|เมตตา|,|ไร้|ความ|ปรานี|,|โหดเหี้ยม|,|ทารุณ|  |Syn. ruthfully adv. ruthfulness n.  |Syn. cruel|,|inhuman|,|merciless|,|pitiless|,|callous
(รัท|'|ทิช) adj. เต็มไปด้วย|ตัณหา
(รัท|'|ที) adj. เต็มไปด้วย|รอย|ล้อ|รถ|,|เต็มไปด้วย|ร่อง|  |Syn. ruttily adv. ruttiness n.
(อาร์|'|เอคซฺ) n. ใบสั่ง|ยา
(ไร) n. ข้าว|ไรย์|,|เมล็ดข้าว|ไรย์|,|เหล้า|วิสกี้|ที่|กลั่น|จาก|ข้าว|ไรย์|,|ขนมปัง|ข้าว|ไรย์
