(เอฟ|'|ส|ทอ|พ|') n. ความ|กว้าง|ของ|ม่าน|ปิด|เลนส์|กล้องถ่ายรูป
abbr. free on board ไม่|คิด|ค่า|ส่ง|สินค้า|ลงเรือ (ขึ้น|รถ|หรือ|เครื่องบิน) ,|ส่ง|ถึง|ท่า
(ฟา) เสียง|ที่|4|ของ|เสียง|ดนตรี
(แฟป) adj. ไม่|น่า|เชื่อ|,|มหัศจรรย์
(เฟ|'|เบิล) n. นิทาน|สั้น|,|นิทาน|,|ชาดก|,|ความ|เท็จ v. เล่า|นิทาน|,|โกหก.  |Syn. fabler n.
(เฟ|' เบิ|ลด|ฺ) adj. ซึ่ง|ไม่|มี|ตัวตน|,|เกี่ยวกับ|นิทาน
(แฟบ|'|ริ|ค) n. สิ่งทอ|,|ผ้า|,|โครงสร้าง|,|ตัวอาคาร|,|วิธีการ|สร้าง
(แฟบ|' ระ|คัน|ทฺ) n. ผู้ผลิต|,|ผู้สร้าง
(แฟบ|'|ระ|เคท) vt. ประดิษฐ์|,|คิดค้น|,|ปลอม|,|ปลอมแปลง|,|เสกสรร|,|ทอ.  |Syn. fabricative adj. fabricator n.
(แฟบ|ระ|เค|'|เชิน) n. การ|ประดิษฐ์|,|การ|คิดค้น|,|การ|ปลอม|ขึ้น|,|เรื่อง|ที่|เสกสรร|ขึ้น|มา|  |Syn. deceit
(แฟบ|' บิ|วลิสทฺ) n. คน|โกหก|,|คน|เสกสรร
(แฟบ|'|บิ|วลัส) adj. ไม่|น่า|เชื่อถือ|ที่สุด|,|โกหก|,|เป็น|เรื่อง|นิทาน.  |Syn. fabulously adv. fabulousness n.
(ฟะ|ซา|ด|') n. ส่วนหน้า|ของ|อาคาร|,|สิ่ง|ที่|ตกแต่ง|ภายนอก|,|ลักษณะ|ภายนอก|  |Syn. front|,|show -|pl. facades
(เฟส) {|faced|,|facing|,|faces|} n. ใบหน้า|,|หน้า|,|โฉม|,|รูปโฉม|,|หน้าตา|,|ด้านหน้า|,|ความ|หน้าด้าน|,|ความ|ทะลึ่ง|,|การ|แส|แสร้ง|,|ชื่อเสียง|,|ผิวหน้า|,|การ|เผชิญหน้า|,|ส่วนหน้า|กว้าง vt. หัน|หน้า|ไป|ทาง|,|เผชิญหน้า|โดย|ตรง|,|เผชิญหน้า|อย่าง|กล้าหาญ|กับ|,|หงาย (ไพ่) -|Phr. (in one|'|s face โดย|ตรง) vi. หัน|หน
ค่า|แท้จริง|,|ค่า|ตาม|ที่|พิมพ์|ไว้หน้า|บัตร
(เฟส|' ลิฟทฺ) n. ศัลยกรรม|ตกแต่ง|ใบหน้า|หาย|ย่น|,|การ|ตกแต่ง|ใหม่|  |Syn. facelifting
(เฟส|' ออ|ฟ) n. การ|เปิด|ลูก
n. ใบ|ปะ|หน้า
 |Syn. face adv. ประจันหน้า|กัน|,|ต่อหน้า
(เฟส|' ดาวน์) adv. หน้าคว่ํา|ลง
(เฟส|' การ์ด) n. หน้ากาก
(แฟส|'|ชิ|ท) n. ด้าน|,|เหลี่ยม|,|หน้า|ของ|เพชรพลอย|ที่|เจียระไน|แล้ว|,|หน้า|ประกบ|,|หน้า|,|หน้า|เล็ก ๆ ของ|ตา|แมลง|,|แง่|ปัญหา. vt. เจียระไน
(ฟะ|ซี|ท|') adj. ทะเล้น|,|ชอบ|เล่นตลก|,|ช่าง|รู้ -|facetely adv.  |Syn. faceteness n.
(ฟะ|ซี|' ชี|อี) n.,|pl. คําพูด|หรือ|ข้อความ|ที่|เล่นตลก
(ฟะ|ซี|'|เชิส) adj. ทะเล้น|,|ชอบ|เล่นตลก|,|เป็น|เชิง|ตลก|,|ขบขัน.  |Syn. facetiously adv. facetiousness n.  |Syn. jocose|,|funny
(เฟ|'|เชิล) adj. เกี่ยวกับ|หน้า. -|n. การ|นวด|หน้า.  |Syn. facially adv.
เส้นประสาท|ของ|cranial nerves คู่|ที่ 7 ที่|ไป|เลี้ยง|ลิ้น|ส่วนหน้า|ทํา|ให้|รู้|รส ควบคุม|การ|หดตัว|และ|คลาย|ตัว|ก|ล้ม|เนื้อ|บริเวณ|หน้า ทํา|ให้|มี|การ|แสดง|สีหน้า
(เฟ|' ชี|ช) n. ลักษณะ|ทั่วไป -|pl. facies
(แฟส|'|เซิล) adj. คล่องแคล่ว|,|ง่าย|,|สะดวก|,|ไม่|เปลือง|แรง|,|ละมุนละไม.  |Syn. facilely adv. facileness n.  |Syn. ready
(ฟะ|ซิ|ล|'|ลิ|เท|ท) vt. ทํา|ให้|ง่าย|ขึ้น|,|ทํา|ให้|สะดวก|,|สนับสนุน|,|ส่งเสริม|,|ก่อ|ให้|เกิด.  |Syn. facilitation n. facetiousness adj. facilitator n.  |Syn. expedite
(ฟะ|ซิ|ล|'|ลิ|ที) n. ความ|สะดวก|,|ความ|ง่าย|,|ความ|คล่องแคล่ว|,|สิ่ง|อํานวย|ความ|สะดวก|,|กิริยา|ที่|ละมุนละไม|  |Syn. dexterity|,|skill
(เฟ|'|ซิ|ง) n. ชั้น|พื้นผิว|,|ชั้น|ฉาบปูน|,|ชั้น|ปกคลุม|,|การ|ปะ|หน้า|,|การ|ฉาก|ปูน|,|การ|เย็บ|ขอบ|,|เครื่องหมาย|ทหาร|บน|บ่า|เสื้อ|แขน|เสื้อ คอเสื้อ|หรือ|ที่|อื่น ๆ adj. ซึ่ง|อยู่|ตรงกันข้าม
แสดง|พร้อมกัน 2 หน้า|หมายถึง การ|สั่ง|ให้|จอภาพ|แสดง|สอง|หน้า|พร้อมกัน โดย ปกติ จะ|แสดง|หน้าที่|เป็น|เลขคี่|ทาง|ขวา หน้าที่|เป็น|เลขคู่|ทาง ซ้าย เช่น จะ|แสดง|หน้า 2 ทาง|ซ้าย หน้า 3|ทาง|ขวา|พร้อม ๆ กัน หน้า 4 ทาง|ซ้าย หน้า 5 ทาง|ขวา|พร้อม ๆ กัน เป็นต้น (จะ|สั่ง|ให้|แสดง|หน้า 1 ทาง|ซ้าย|และ|หน้า 2 ทาง|ขวา|พร้อมกัน ไม่|ได้) โปรแกรม|ประเภท|ประมวลผล|คํา (word processing) หรือ|โปรแกรม|การ|จัดพิมพ์ (desktop publishing) จะ|มี|คําสั่ง facing pages นี้|ไว้|ให้|เลือก เพราะ|จะ|ทํา|ให้|ดู|การ|จัด|หน้า ซ้าย|และ|หน้า|ขวา|พร้อม ๆ กัน|ได้
(ฟะ|ชิน|' เนอรัส) adj. ร้ายกาจ|อย่าง|น่ากลัว
(แฟค|ซิ|ม|'|มะลี) n. สําเนา|,|vt. อัด|สําเนา|,|ถอดแบบ โทรสาร|โทรภาพ|ใช้|ตัวย่อ|ว่า FAX เป็น|ระบบ|สื่อสาร|ข้อมูล ที่|เป็น เอกสาร|และ|ภาพ|ที่|ส่ง|มา|ใน|รูป|ของ|สัญญาณไฟ|ฟ้า|ผ่าน|สายโทรศัพท์ เครื่อง|รับ|/|ส่ง|แฟกซ์|หรือ|โทรสาร|นั้น หมายถึง อุปกรณ์|ที่|มี|ลักษณะ|คล้าย|เครื่อง|โทรศัพท์ ใช้|ส่ง|และ|รับ|ข้อความ|หรือ|ภาพ ผู้|รับ|และ|ผู้|ส่ง|จะ|ต้อง|ใช้|กระดาษ|เป็น|สื่อ ปัจจุบัน เรา|อาจ|จะ|ต่อ|สาย|แฟกซ์|ผ่าน|โมเด็ม|เข้า|สู่|เครื่อง|คอมพิวเตอร์|ได้ ใน|กรณี|เช่นนี้ จะ|เป็น|การ|ส่ง|หรือ|รับ|ข้อมูล|จาก|คอมพิวเตอร์|เลย ไม่|ต้อง|ใช้|กระดาษ คล้าย|ไปรษณีย์|อิเล็กทรอนิกส์
(แฟคทฺ) n. ความจริง|,|ข้อเท็จจริง -|Phr. (in fact ตาม|ความ|เป็นจริง)|  |Syn. factful adj.  |Syn. reality
(แฟค|'|เชิน) n. หมู่|,|เหล่า|,|ก๊ก|,|พวก|,|ฝ่าย|,|การ|ต่อสู้|ภายใน|หมู่ (เหล่า|,|ก๊ก|,|พวก|,|ฝ่าย)| 
(แฟค|'|เชินเนิล) adj. เกี่ยวกับ|หมู่ (เหล่า|,|ก๊ก|,|พวก|,|ฝ่าย) ,|เห็นแก่ตัว|,|ซึ่ง|ถือ|พวก|ถือ|พ้อง
(แฟค|'|เชิน|นะ|รี) n. สมาชิก|ของ|ฝ่ายใดฝ่ายหนึ่ง. adj. เกี่ยวกับ|ฝ่ายใดฝ่ายหนึ่ง
(แฟค|'|เชิส) adj. ซึ่ง|เล่นพรรคเล่นพวก|,|ซึ่ง|แบ่ง|เป็น|ฝัก|เป็น|ฝ่าย.  |Syn. factiousness n.
(แฟคทิช|'|เชิส) adj. ไม่|ใช่|ธรรมชาติ|,|ปลอม|,|กุ|ขึ้น|เอง|,|ทํา|ด้วย|ฝีมือ|มนุษย์|,|สมมุติ|  |Syn. factitiousness n.  |Syn. artificial
(แฟค|'|ทิทิฟว) adj. เกี่ยวกับ|กริยา|ที่|ทํา|ให้|เกิด|ขึ้น
(แฟค|'|เทอะ) n. ปัจจัย|,|เหตุ|,|กรณี|,|ตัวคูณ|,|ตัวหาร|,|ผู้แทน|บริษัท. vt. แสดง|ว่า|เป็น|ผลคูณ.  |Syn. factorial n.,|adj. factorable adj. factorship n.  |Syn. agent
(แฟค|' เท|อริ|ง) n. การ|ทํา|การ|ค้าขาย|แทน|บริษัท
(แฟค|'|ทะ|รี) n. โรงงาน
(แฟค|โท|' ทัม) n. หัวหน้า|คนใช้|,|พ่อบ้าน
(แฟค|'|ชวล) adj. เกี่ยวกับ|ข้อเท็จจริง|  |Syn. factually adv. factuality n.
(แฟค|' คัล|เท|ทิฟว) adj. ตาม|อําเภอใจ|,|เกี่ยวกับ|สิทธิ|,|เกี่ยวกับ|อํานาจ|,
(แฟค|'|เคิล|ที) n. ความ|สามารถ|,|สติปัญญา|,|คณะ|,|อํานาจ.  |Syn. aptitude
(แฟด) n. สิ่ง|ที่|นิยมชมชอบ|ชั่วครั้งชั่วคราว (โดยเฉพาะ|อย่าง|รุนแรง) ,|แฟชั่น.  |Syn. faddish faddy adj. faddishness n. faddism n. faddist n.  |Syn. rage|,|craze
(เฟด) {|faded|,|fading|,|fades|} vi.,|vt. (ทํา|ให้) (สี) เลือน|, (สี) ตก|,|จาง|ลง|,|อ่อน|ลง|,|หาย|ไป|,|ค่อย ๆ ตาย|, (ภาพ) ค่อย ๆ ป|รา|กฎ|ขึ้น|หรือ|หาย|ไป.  |Syn. fadable adj. fadedly adv. fadedness n. fader n.  |Syn. pale
(เฟด|'|อิน) n. การ|ค่อย ๆ เพิ่ม|ขึ้น|ของ|ความ|ชัด|ของ|ภาพ (โทรทัศน์|,|ภาพ|ยนต์)| 
(เฟด|'|ลิส) adj. สี|ไม่|ตก|,|ไม่|ร่วงโรย|,|ไม่|ลด|น้อย|ลง.
(เฟดจฺ) vt. เหมาะ|กัน|,|พ้อง|กับ|,|ประสบ|ความ|สําเร็จ|,|เจริญ|,
(ฟี|'|ซี|ซ) n.,|pl. อุจจาระ|,|มูล.  |Syn. faecal adj.  |Syn. feces
(แฟก) {|fagged|,|fagging|,|fags|} vt.ทํา|ให้|หมด|กําลัง|,|บีบบังคับ|ให้|รับใช้|,|ฝน|ให้|กร่อน|หรือ|สึก. vi. หมด|กําลัง|,|เมื่อยล้า|,|ทํางาน|อาบเหงื่อต่างน้ํา. -|n. งาน|หนัก|,|ความ|เหน็ดเหนื่อย|,|บุหรี่|,|ผู้|รักร่วมเพศ|ชาย|,|มัด|ฟืน
(ฟาร์|'|เรนไฮทฺ) adj. เกี่ยวกับ|อุณหภูมิ|ฟาห์เรนไฮท์
(ไฟ|อาน|ซ|') n. เครื่อง|เคลือบ|ดินเผา
(เฟล) {|failed|,|failing|,|fails|} vi. ส้ม|เหลว|,|ไม่|สามารถ|,|ได้|ต่ํา|กว่า|กําหนด|,|สอบตก|,|ขาดแคลน|,|ล้ม|,|อ่อนกําลัง|,|เสื่อมถอย|,|ไม่|สามารถ|ชําระ|หนี้|ได้|,|แตก|,|หยุด|,|ใช้การไม่ได้. vt. ไม่|สามารถ|,|ทํา|ให้|ผิดหวัง|,|ได้|น้อย|กว่า|ที่|กําหนด. -|n. ความ|ล้มเหลว. -|without fail แน่นอน คํา|ที่|มี|ความหมาย|เห
(เฟล|'|ลิง) n. ความ|ล้มเหลว|,|ข้อบกพร่อง|,|ความ|อ่อนแอ.  |Syn. failingly adv. failingness n.  |Syn. fault
(เฟ|'|เลียร์) n. ความ|ล้มเหลว|,|การ|สอบตก|,|การ|ได้|ต่ํา|กว่า|ที่|กําหนด|,|การ|ขาดแคลน|,|ความ|เสื่อมถอย|,|ภาวะ|ล้มละลาย|,|ผู้|ที่|ล้มเหลว|,|สิ่ง|ที่|ล้มเหลว
(เฟน) adv.,|adj. เต็มใจ|,|ยินดี|,|ปรารถนา|,|ใฝ่ฝัน|,|จํา|ต้อง
(ฟะเนก|') vi. หลบหนี|งาน|หรือ|ความ|รับผิดชอบ|,|หลบหนี|,|โกง. vt. โกง|,|หลอก|,|ลวง -|fainaiguer n.
(เฟนทฺ) {|fainted|,|fainting|,|faints|} adj. สลัว ๆ ,|เลือน ๆ ,|อ่อนกําลัง|,|เป็น|ลม|,|หน้ามืด|,|วิงเวียน|,|ขาด|ความ|กล้า|,
(เฟนทฺ|'|ฮาร์ท|'|ทิด) adj. ขาด|ความ|กล้า|,|ขี้ขลาด|,|ตาขาว|,|โลเล.  |Syn. faintheartedly adv. faintheartedness n.  |Syn. timid
(แฟรฺ) adj. ยุติธรรม|,|ถูกต้อง|,|ซื่อสัตย์|,|ใหญ่|พอสมควร|,|มาก|,|ปานกลาง|,|ดี|พอใช้|,|สภาพ|,|สวยงาม|,|ไม่|มี|จุด|ด่างพร้อย|,|สะอาด|,|ชัดเจน|,|มี|ผิวพรรณ|ดี|,|มี|เสน่ห์.  |Syn. fairness n. -|adv. สุภาพ|,|ยุติธรรม. -|Phr. (fair and square ซื่อสัตย์|,|ตรงไปตรงมา) . -|Phr. (see fair ตัด
n. ตรงไปตรงมา|,|ยุติธรรม|,|ซื่อสัตย์
n. ลูก|เบ|สบ|อลล์|ที่|ถูก|ตี|และ|ไม่|เสีย
n. การ|เคหะ|ที่|ไม่|เลือก|ผิว|,|ของขวัญ
n. การ|ตัดสิน|อย่าง|ยุติธรรม|,|การ|เล่น|อย่าง|ยุติธรรม|,|พฤติกรรม|ที่|เที่ยงธรรม
n. เพศ|หญิง
(แฟร|'|แฮร์ดฺ) adj. ซึ่ง|มี|ผม|สี|ทอง|,|คน|โปรด|ของ|นาย|  |Syn. favourite
(แฟรฺ|'|ไม ดิด) adj. ซึ่ง|มี|ใจ|ยุติธรรม|,|เที่ยงธรรม.  |Syn. fair|-|mindedness n.
adj. มี|วาจา|ไพเราะ|,|ปากหวาน|,|พูด|ดี.  |Syn. fair|-|spokenness n.
n. บริเวณ|ตลาด|นัก|,|บริเวณ|แข่งขัน|,|บริเวณ|จัด|งาน
(แฟ|' ริ|ง) n. โครงสร้าง|ภายนอก|ของ|เครื่องบิน
(แฟร|'|ลี) adj. อย่าง|ตรงไปตรงมา|,|อย่าง|ยุติธรรม|,|อย่าง|ปานกลาง|,|โดย|ความ|เป็นจริง|,|โดย|สิ้นเชิง|  |Syn. justly
(แฟ|'|รี) n. เทพธิดา|,|นางฟ้า|,|ชาย|ที่รัก|ร่วมเพศ. adj. เกี่ยวกับ|เทพธิดา|,|คล้าย|นางฟ้า.  |Syn. elf
n. เทพนิยาย|,|เรื่อง|โกหก|,|เรื่อง|ประหลาด
n. แดน|สวรรค์|,|แดน|สุขาวดี|,|แดน|ที่|สวยงาม|มาก
(เฟธ) n. ศรัทธา|,|ความ|มั่นใจ|,|ความ|เลื่อมใส|,|ความ|ยึดมั่น|,|ความ|เชื่อ|ใน|ศาสนา|,|ความ|ซื่อสัตย์|,|คํา|รับรอง. -|Phr. (lose faith in สงสัย) . -|Phr. (in good faith ด้วย|ศรัทธา)|  |Syn. belief|,|creed
(เฟธ|'|ฟู|ล) adj. ซื่อสัตย์|,|รักษา|สัจจะ|,|ไว้ใจ|ได้|,|น่า|เชื่อถือ|,|ยึดมั่น|ใน|ข้อเท็จจริง. the faithful ผู้|ศรัทธา|  |Syn. faithfulness n.  |Syn. loyal|,|true
(เฟธ|'|เลส) adj. ไม่|ซื่อสัตย์|,|ไม่|มี|สัจจะ|,|ไม่|น่า|ไว้ใจ|,|เชื่อถือ|ไม่|ได้|,|ไม่|มี|ความ|เลื่อมใส|ใน|ศาสนา|  |Syn. treacherous|,
(เฟ|' เทอะ) n. ผู้|หลอกลวง|,|จอมปลอม
(เฟคฺ) {|faked|,|faking|,|fakes|} v.,|adj.,|n. (สิ่ง|ที่|,|ผู้|ที่) ปลอมแปลง|,|ทํา|เทียม|,|กุ|ขึ้น|,|เสแสร้ง|,|แกล้ง.
(เฟ|'|เคอะ) n. ผู้|ปลอมแปลง|,|ผู้|เสแสร้ง|,|ผู้ทํา|เทียม.
(เฟ|'|เคอ|รี) n. การ|ปลอมแปลง|,|การ|เสแสร้ง|,|การ|ทํา|เทียม|  |Syn. fraud
(แฟล|แล|ล|') n. เสื้อผ้า|อาภรณ์|หรูหรา|,|สิ่ง|ประดับ.
(ฟอล|'|เคิน) n. เหยี่ยว|,|เหยี่ยว|ล่า|นก.  |Syn. falconine adj.
(ฟอล|' คัน|เจน|' เทิล) adj. เห|ยี|ยว|ตัวเมีย
n. กีฬา|ล่า|เหยื่อ|ด้วย|นก|ตระกูล|เหยี่ยว|,
(ฟอล) {|fell|,|fallen|,|falling|,|falls|} vi. ตก|,|ร่วง|,|หล่น|,|ล้ม|,|ลด|,|ถอย|,|เหินห่าง|,|สูญเสีย|,|ตาย|,|พัง|ลง|,|เสื่อม|, (แสง) ส่อง|,|เกิด|ป|รา|กฎ|,|กลาย|เป็น|,|ผิดหวัง|,|เคลื่อน|ลง. vt. ล้ม (ต้นไม้) -|Phr. (fall short ไม่|เพียงพอ) . -|Phr. (all due ถึง|กําหนด) . -|n. การ|ตก|,|การ|ร่วง|,|การ|ลด|,|การ|ถอย|,|การ|เ
n. ผู้|ที่|ถูก|หลอกลวง|ได้|ง่าย|,|แพะรับบาป
(ฟะเล|'|เชิส) adj. หลอกลวง|,|ลวง|,|ซึ่ง|ทํา|ให้|เข้าใจผิด|,|ผิดพลาด|,|ซึ่ง|ทํา|ให้|ผิดหวัง.  |Syn. fallaciously adv. fallaciousness n.  |Syn. false Ant. true
(แฟล|'|ละ|ซี) n. การ|หลอกลวง|,|การ|ทํา|ให้|เข้าใจผิด|,|ความผิด|พลาด|,|การ|อ้าง|เหตุผล|หรือ|ความ|เชื่อ|ที่|ผิด|  |Syn. delusion
(แฟล|แล|ล|') n. เสื้อผ้า|อาภรณ์|หรูหรา|,|สิ่ง|ประดับ.
(ฟอล|'|เลิน) adj. ซึ่ง|ตกลง|มา|,|ซึ่ง|ล้ม|ลง|,|เสื่อมเสีย|,|ซึ่ง|สูญเสีย|พรหมจารี|,|ซึ่ง|ถูก|ทําลาย|,|ซึ่ง|ถูก|พิชิต|,|ตาย
(ฟอล|'|เลอะ) n. ผู้|ที่|ตกลง|มา|,|สิ่ง|ที่|ตกลง|มา|,|อุปกรณ์|หรือ|เครื่องมือ|ประเภท|ให้|ตกลง|มา|,|ผู้|โค่น|ต้นไม้
(ฟอล|'|ละ|เบิล) adj. ซึ่ง|กระทํา|ผิด|ได้|,|ซึ่ง|ถูก|หลอ|ง|ลวง|ได้|,|ยาก|ที่|จะ|ไม่|ผิด|,|ซึ่ง|ย่อม|กระทํา|ผิด|ได้.  |Syn. fallibility n.
n. โรค|ลมบ้าหมู
n. ลูก|อุกกาบาต|,|ดาวตก|,|ผี|พุ่ง|ใต้
n. การ|ตกลง|มา|,|เหตุการณ์|ที่|เกิด|ขึ้น|อย่าง|ไม่|คาดฝัน|  |Syn. fall|-|out
(แฟล|'|โล) adj. เกี่ยวกับ|ที่ดิน|ที่|ไถ|คราด|ทิ้ง|ไว้|,|ซึ่ง|ยัง|ไม่|ได้|เพาะปลูก. -|n. ที่ดิน|ดังกล่าว. vt. ไถ|คราด (ที่ดิน) ทิ้ง|ไว้.  |Syn. fallowness n.
(ฟอลซฺ) adj. ไม่|จริง|,|ไม่|ถูกต้อง|,|ผิด|,|ปลอม|,|เก๊|,|เท็จ|,|ไม่|แท้|,|หลอกลวง|,|ไม่|ซื่อสัตย์|,|ไม่|ถูก|ทํานอง|,|-|adv. อย่าง|ไม่|ซื่อสัตย์|,|ทรยศ. -|Phr. (play someone false ทรยศ|,|หักหลัง) . adv.  |Syn. falseness n. -|falsehood n.  |Syn. untrue
(ฟอสซ|' อาร์' ทิด) adj. ขี้|โกง|,|ใจ|ไม่|ซื่อ
(ฟอล|เซ|ท|' โท) n. เสียงสูง|ผิด|ธรรมชาติ
(ฟอล|' ซี) n. ที่|หนุน|รอง|ใน|,|ผม|ปลอม|,|หนวด|ปลอม|,|เครา|ปลอม
(ฟอล|'|ซิ|ไฟ) {|falsified|,|falsifying|,|falsifies|} vt. ทํา|ให้|ไม่|ถูกต้อง|,|ปลอมแปลง|,|พิสูจน์|ให้|เห็น|ว่า|ผิด|หรือ|ปลอม|,|เป็น|ตัวแทน|เก๊. vi. กล่าว|คํา|เท็จ|  |Syn. falsifiable adv. falsification n. falsifier n.  |Syn. misrepresent
(ฟอล|'|ซิ|ที) n. ความ|ไม่|จริง|,|ความ|เท็จ|,|ความ|ไม่|ถูกต้อง|,|ความ|ไม่|ซื่อสัตย์|,|การ|หักหลัง|,|ความ|หลอกลวง|,|สิ่ง|ที่|ไม่|จริง|,|ของปลอม
(ฟอล|'|เทอะ) {|faltered|,|faltering|,|falters|} v.,|n. (การ) เดิน|สะดุด|,|เดิน|โซเซ|,|เดิน|ตัวสั่น|,|พูด|ตะกุกตะกัก|,|ลังเล|,|รีรอ|,|วอ|กแวก|,|แกว่ง|ไป|แกว่ง|มา|,|อ้ํา ๆ อึ้ง ๆ|  |Syn. falterer n. faltering adj. falteringly adv.  |Syn. doubt|,|hesitate
(เฟม) n. ชื่อเสียง|,|กิตติศัพท์|,|เกียรติยศ|,|เกียรติคุณ|,|ศักดิ์ศรี|,|ข่าวลือ|,|การ|เล่าลือ. vt. ทํา|ให้|มี|ชี่อ|เสียง|,|เลื่องลือ.
(เฟ|มด|ฺ) adj. มี|ชื่อเสียง|,|โด่งดัง
(ฟะ|มิ|ล|'|เลีย|ล) adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|ครอบครัว|,|เป็น|กรรมพันธุ์|  |Syn. free
(ฟะ|มิ|ล|'|ยะ) adj. คุ้นเคย|,|คุ้น|,|ชิน|,|เคย|,|สนิทสนม|,|รู้|,|เห็น|เสมอ|,|รู้จัก|,|ใกล้ชิด|,|ตาม|สบาย|,|ไม่|มี
n. ผี|รับใช้
(ฟะ|มิ|ล|'|เลีย|ไร|ซ) vt. ทํา|ให้|คุ้นเคย|,|ทํา|ให้|เคยชิน|,|ทํา|ให้|รอบรู้|,|ทํา|ให้|รู้จัก|  |Syn. familiarisation|,|familiarization n. familiariser|,|familiarizer n.
(ฟะ|มิ|ลลิ|แอ|'|ริ|ที) n. ความ|คุ้นเคย|,|ความ|สนิทสนม|,|ความ|เคยชิน|,|ความ|ใกล้ชิด|,|การ|ไม่|มี|พิธีรีตอง|,|ความ|รอบรู้|,|ความ|ชํานาญ|  |Syn. intimacy
(ฟะ|มิ|ล|'|เลีย|ไร|ซ) vt. ทํา|ให้|คุ้นเคย|,|ทํา|ให้|เคยชิน|,|ทํา|ให้|รอบรู้|,|ทํา|ให้|รู้จัก|  |Syn. familiarisation|,|familiarization n. familiariser|,|familiarizer n.
(แฟม|'|มิ|ลี) n. ครอบครัว|,|ตระกูล|,|สกุล|,|พันธ์|,|วงศ์|ญาติ|,|ลูก|,|ลูกหลาน|  |Syn. house|,|class|,|group|,|kin
n. การ|คุม|กําเนิด
(แฟม|'|มิ|น) n. ภาวะ|ข้าวยากหมากแพง|,|ทุพภิกขภัย|,|ความ|อดอยาก|,|วา|ต|ภัย|,|ความ|อด|ตาย|  |Syn. starvation
(แฟม|'|มิ|ช) vt.,|vi. ทํา|ให้|อดอยาก|,|อดอยาก|,|อด|ตาย|  |Syn. starve
(เฟม|'|มัส) adj. มี|ชื่อเสียง|,|โด่งดัง|,|ดี|ยิ่ง|,|ชั้นหนึ่ง|,|ยอดเยี่ยม.  |Syn. famously adv. famousness n.  |Syn. celebrated Ant. obscure
(แฟม|' ยะลัส) n. ผู้ติดตาม -|pl. famuli
(แฟน) {|fanned|,|fanning|,|fans|} n. พัด|,|พัดลม|,|เครื่อง|เป่า|,|คน|คลั่ง|ใน|สิ่งหนึ่งสิ่งใด|,|คน|คลั่ง v. พัด|,|กระตุ้น|,|ปลุกระดม|,|ขับไล่|,|แผ่|ออก|คล้าย|พัด|,|กระพือ|ปีก|,|ปลิว|สะพัด|  |Syn. fanner n.
(ฟะแนท|'|ทิค) n. ผู้|มี|ความ|กระตือรือร้น|อย่าง|คลั่งไคล้|,|คน|คลั่ง. adj. ดู|fanatical
(ฟะแนท|'|ทิคิล) adj. คลั่งไคล้|,|  |Syn. fanatically adv. fanaticalness n.  |Syn. irrational
(แฟน|'|ซีด) adj. ไม่|จริง|,|ซึ่ง|นึกฝัน|เป็น|ที่|ต้องการ
(แฟน|'|ซี|เออะ) n. ผู้|คลั่งไคล้|,|ผู้|หลง|,|ผู้|ติด|,|นัก|ผสมพันธุ์|พืช|หรือ|สัตว์|  |Syn. expert
(แฟน|'|ซี|ฟู|ล) adj. เพ้อฝัน|,|ซึ่ง|นึกฝัน|,|ไม่|จริง.  |Syn. fancifully adv. fancifulness n.  |Syn. imaginary
(แฟน|'|ซิ|ลิส) adj. ไร้|จินตนาการ|,|ไร้|ความ|เพ้อฝัน
(แฟน|'|ซี) {|fancied|,|fancying|,|fancies|} n. จินตนาการ|,|ความ|นึกฝัน|,|ความ|นึก|ชอบ|,|รสนิยม|, adj. แห่ง|จินตนาการ|,|ซึ่ง|มี|การ|ประดับ|ตกแต่ง|,|มี|สีสัน|แพรวพราว|,|ลวดลาย|, (ราคา) แพง|มาก. vt. จินตนาการ|,|นึกฝัน|,|ชอบ|  |Syn. liking
n. คนรัก|ของ|หญิง|,|แมงดา|,|ผัว|หญิง|คน|ชั่ว
n. งาน|เย็บ|ปัก|ถัก|ร้อย
(แฟน|'|แฟรฺ) n. เสียง|แตร|ที่|ดัง|กัง|วา|ล|,|การ|แสดง|โอ้อวด|,|การ|โฆษณา|,|การ|ประชาสัมพันธ์|,|การ|ประโคม|,|แตรเดี่ยว
n. คน|ขี้|อวด|,|คน|ขี้|โม้|,|การ|แสดง|โอ้อวด
(แฟน|ฟะ|ระ|เนด|') n. การ|คุยโต|,|การ|โอ้อวด.
หมายถึง กระดาษ|ที่|พับ|ไว้|อย่าง|ปราณี|ต เพื่อ|ประโยชน์|ใน การ|ใช้ อย่าง|ต่อเนื่อง ใน|บาง|ครั้ง จะ|เรียก|ว่า กระดาษ|ต่อเนื่อง (continuous paper) กระดาษ|ชนิด|นี้|จะ|มี|รู|เจาะ|ไว้|ทั้ง|สอง|ข้าง เพื่อให้|ได้|เกาะ|เกี่ยวกับ|ฟันเฟือง ของ|เครื่องพิมพ์|เป็น|ระยะ ๆ ทํา|ให้การ|เคลื่อน|ตัว|ได้|ฉาก และ|เป็น|จังหวะ|อย่าง|ดี (ไม่|บิดเบี้ยว)| 
(แฟง) n. เขี้ยว|,|รากฟัน|,|ส่วน|ที่|คล้าย|เขี้ยว.  |Syn. fanged adj.
(แฟน|' นี) n. ก้น|,|ตะโพก
(แฟน|เท|'|เซีย) n. เพลง|เพ้อฝัน|  |Syn. fancy
(แฟน|' แทสซึม) n. ดู|phantasm
(แฟน|' แทสทฺ) n. นัก|จินตนาการ|,|นัก|นึกฝัน|,
(แฟน|แทส|'|ทิค) adj. เกี่ยวกับ|การ|จินตนาการ|,|แปลกประหลาด|,|น่า|หัศจรรย์|,|ใหญ่|อย่าง|ไม่|น่า|เชื่อ|,
(แฟน|'|ทะ|ซี) n. การ|จินตนาการ|,|การ|นึกฝัน|,|ความ|เพ้อฝัน|,|ผลิตผล|ของ|จินตนาการ. vi. จินตนาการ|,|นึกฝัน
(แฟน|' ทะซี|' นี) n.,|pl. หุ่นกระบอก|,|หุ่น|,|การ|แสดง|หุ่นกระบอก|  |Syn. puppets
abbr. Food and Agriculture Organization
(ฟาร์) adv. ไกล|,|ห่าง|,|มาก|,|ทีเดียว -|Phr. (by far มาก|,|เป็น|ปริมาณมาก.)|  |Syn. Phr. (far and away มาก) . farness n.
n. ประเทศ|ทั้งหลาย|ใน|ตะวันออกไกล|,|เอเชีย|ตอน|ใต้|และ|เอเชีย|อาคเนย์. -|Far Eastern adj.,|n.
adj. สุดขีด|,|อย่างยิ่ง|,|ลึก|,|ซึ่ง|เลยเถิด|,|ผิดปกติ|  |Syn. far|-|offness|,|n.
(แฟ|'|เริด) n. หน่วย|ความ|จุ|ไฟฟ้า
(แฟ|' ระ|เดย์) n. หน่วย|ไฟฟ้า|ที่|เท่า|กับ|96,500|คู|ลอมบ์
(ฟะ|แรด|' คิด) adj. เกี่ยวกับ|กระแส|ไฟฟ้า
(ฟาร์ซฺ) {|farced|,|farcing|,|farces|} n. ละคร|ตลก|,|เรื่อง|ตลก|,|เรื่อง|ที่|น่า|ขบขัน vt. สอดแทรก|,|ปรุงแต่ง|,|ยัด|,|ใส่
(ฟาร์เซอร์|') n. ผู้เขียน|ละคร|ตลก|,|ผู้เขียน|เรื่อง|ตลก|,|ตัว|ตลก
(ฟารฺ|'|ซิ|เคิล) adj. เกี่ยวกับ|ละคร|ตลก|,|น่า|หัวเราะ|,|เหลวไหล|  |Syn. farcicality n. farcicalness n. farcically adv.  |Syn. absurd Ant. serious
(ฟาร์ด) n. เครื่อง|สําอางค์|สําหรับ|ใบหน้า
(แฟรฺ) {|fared|,|faring|,|fares|} n. ค่าโดยสาร|,|โภชนา|อาหาร. vi. กิน|อาหาร|,|มี|ประสบการณ์|,|ป|รา|กฎ|,|ไป|,|ท่องเที่ยว.  |Syn. farer n.  |Syn. food|,|get on
(แฟรฺเวล|') interj. สวัสดี|,|พบ|กัน|ใหม่|,|ลา|ก่อน|,|ขอ|ให้|เป็นสุข. -|n. คํา|ร่ําลา|,|การ|จาก|ไป|,|งานเลี้ยง|อําลา adj. ที่สุด|,|เป็น|การ|อําลา|  |Syn. parting|,|good|-|by
(ฟาร์ม) n. ฟาร์ม|,|ไร่|,|นา|,|สถานที่|เลี้ยง|สัตว์ v. ทํา|ฟาร์ม|,|ทําไร่|,|ทํานา|,|ฝาก|เลี้ยง
(ฟาร์ม|'|เมอะ) n. ชาวนา|,|ชาวไร่|,|เจ้าของ|ฟาร์ม|,|ผู้|รับ|เลี้ยง (เด็ก)|  |Syn. grower
n. บ้านไร่|,|บ้าน|นา
(ฟาร์ม|'|มิ|ง) n. การ|ทําไร่|,|การ|ทํานา|,|การ|ทํา|ฟาร์ม
n. ที่ดิน|เพาะปลูก|,|ที่ดิน|ที่|เหมาะ|สําหรับ|เพาะปลูก
n. ฟาร์ม|พร้อมด้วย|สิ่ง|ก่อสร้าง|บน|ฟาร์ม
n. บริเวณ|ฟาร์ม|,
(ฟะ|แร|จ|' จะ|นัส) adj. ผสมผสาน
(ฟะเร|' โก) n. ส่วนผสม|ที่|ยุ่งเหยิง|,|จับฉ่าย -|pl. farragoes
(แฟ|' รี|เออะ) n. ช่าง|ตี|เหล็ก|ใส่|เกือก|ม้า
(แฟ|' รี|เออ|รี) n. สถานที่|หรือ|งาน|ของ|ช่าง|ตี|เหล็ก|ใส่|เกือก|ม้า
(ฟาร์|'|ไซ|'|ทิด) adj. สายตายาว|,|ซึ่ง|มอง|ไป|ไกล|,|ฉลาด.  |Syn. farsightedly adv. farsightedness n.  |Syn. wise
(ฟาร์ท) n. ตด|,|การ|ผายลม|,|บุคคล|ที่|ดูถูก. vi. ตก|,|ผายลม
(ฟาร์|'|เธอะ) adv.,|adj. ไกล|ออก|ไป|อีก ,|ไกล|กว่า|,
n. อินโดจีน
adj. ไกล|ที่สุด
(ฟาร์|'|เธสทฺ) adj.,|adv. ไกล|ที่สุด|,|ห่าง|ที่สุด|,|มาก|ที่สุด
abbr. fetal alcohol syndrome
(แฟซ|'|เซีย) n., พัง|พืด|,|แถบ|,|สาย|,|ผ้าพันแผล|  |Syn. fascial adj. -|pl. fasciae
(แฟซ|' ซิ|เอท) adj. เป็น|มัด ๆ ,|เป็น|มัด|,|เป็น|สาย
n. มัด|เล็ก ๆ| 
(แฟส|'|ซะเนท) vt. ชวน|เสน่ห์|,|ตรึงใจ vi. จับใจ|,|ตรึงใจ.  |Syn. fascinative adj.  |Syn. attract
adj. ซึ่ง|ทํา|ให้|หลง|เสน่ห์|,|ตรึงใจ|  |Syn. fascinatingly adv.  |Syn. captivating
(แฟสซะเน|'|เชิน) n. การ|ทํา|ให้|หลง|เสน่ห์|,|ความ|ตรึงใจ|,|เสน่ห์|,|อํานาจ|ดึงดูดใจ|  |Syn. charm
n. บุคคล|หรือ|สิ่ง|ที่|ทํา|ให้|หลง|เสน่ห์
โรค|พยาธิ|ใบไม้|ใน|ลําไส้
(แฟซ|'|ซิ|ส|ซึม) n. ลัทธิ|ชาตินิยม|ของ|รัฐบาล|เผด็จการ มี|ลักษณะ|ก้าวร้าว|และ|แบ่ง|ผิว
(แฟช|'|ซิ|สทฺ) n. ผู้|ยึดถือ|ลัทธิ|fascism|,|ผู้เผด็จการ. adj. เกี่ยวกับ|ลัทธิ|ฟาสซิสท์.  |Syn. fascistic adj.
(แฟซ) n. ความ|ลําบาก
(แฟช|'|เชิน) n. แฟชั่น|,|รูปแบบ|,|วิธีการ|,|สิ่ง|ที่|กําลัง|นิยม|กัน|,|แบบ|สมัยนิยม|,|คน|ที่|มี|ชื่อเสียง|เป็น|ที่|นิยม|,|ความ|นิยม|กัน. -|Phr. (in fashion ตาม|สมัย) . -|Phr. (out fashion ล้าสมัย)|  |Syn. make|,|style|,|mode|,|shape|,|form
adj. ทันสมัย|,|ตาม|สมัยนิยม. -|n. บุคคล|ที่|ทันสมัย.  |Syn. fashionableness n.  |Syn. stylish|,|-|A. outdated
(ฟาสทฺ) vi.,|n. (การ) อด|อาหาร|,|กินเจ adj. เร็ว|,|เดิน|เร็ว|,|แน่น|,|ติด|,|ด้าน|,|ตื้อ|,|มั่นคง|,|ซื่อสัตย์|,|ไม่|ตก (สี) ,|สนิท (หลับ) -|adv. แน่น|,|สนิท (หลับ) ,|เร็ว. -|Phr. (fast asleep หลับ|สนิท) .
(ฟาส|'|เซิน) vt. ผูก|,|แน่น|,|รัด|แน่น|,|มัด|แน่น|,|ยึด|,|ตรึง|,|ติด|,|รวม|ที่|,|ให้|ความ|สนใจ|,|เพ่ง.  |Syn. fastener n.  |Syn. affix
n. กระดุม|,|ขอ|เกี่ยว|,|สิ่ง|ยึด|,|ที่|ยึด|,|ที่|กลัด|,|ที่|เหน็บ
n. สิ่ง|ที่|ยึด|,|ที่|ยึด|,|การ|ยึด|,|การ|ติด|,|ที่|กลัด
(ฟัส|ทิด|'|เดียส) adj. เอาใจ|ยาก|,|จู้จี้|พิถีพิถัน.  |Syn. fastidiousness n.  |Syn. fussy
(ฟาสทิจ|' จีเอท) adj. เป็น|รูป|แหลม|,|เป็น|รูป|ยาว|เรียว|,
(ฟาสทฺ|'|นิส) n. สถานที่|มั่นคง|,|ความ|มั่นคง|,|ความ|เร็ว
แฟ็ตย่อ|มา|จาก file allocation table (แปล|ว่า ตาราง|การ|จัดสรร|แฟ้ม) ใช้|ใน|ระบบ|ดอส หมายถึง|ส่วนหนึ่ง|ของ|จาน|บันทึก|ที่|เป็นตาราง|สําหรับ|เก็บ|ชื่อ ขนาด ความ|จุ และ|ที่อยู่|ของ|แฟ้มข้อมูล|ต่าง ๆ ที่อยู่|ใน|จาน|บันทึก|นั้น
(เฟ|'|เทิล) adj. ซึ่ง|ทํา|ให้|ตาย|ได้|,|ถึงตาย|,|ร้ายกาจ|,|เป็น|อันตราย|,|เคราะห์ร้าย|,|สําคัญ|มาก|,|เป็น|เรื่อง|โชคชะตา|  |Syn. fatalness n.  |Syn. deadly|,|lethal
ข้อผิดพลาด|ร้ายแรง|หมายถึง ปัญหา|ที่|เกิด|ขึ้น|ซึ่ง|จะ|ทํา|ให้|โปรแกรม|หรือ|เครื่อง คอมพิวเตอร์|หยุด|ทํางาน|โดย|สิ้นเชิง ถ้า|เป็น|เครื่อง|แมค|อิน|ทอ|ช จะ|เห็น|เป็น|ลูก|ระเบิด
(เฟ|'|เท|ลลิ|ซึม) n. ชาตินิยม|,|พรหมลิขิต|นิยม|  |Syn. fatalist n. fatalistic adj. fatalistically adv.
(ฟะแทล|'|ลิ|ที) n. คนตาย|โดย|อุบัติเหตุ|,|ความ|หายนะ|ถึงตาย|,|อุบัติเหตุ|ถึงตาย|,|โชคชะตา|,|พรหมลิขิต|,|ดวง|จู๋|  |Syn. death|,|mortality
(เฟ|'|เทิลลี) adv. ใน|ลักษณะ|ที่|ทํา|ให้|ถึงแก่|ความ|ตาย|,|ตาม|โชคชะตา|,|ตาม|พรหมลิขิต
แฟตบิตส์เมื่อ|ต้องการ|จะ|นํา|ภาพ|มา|ขยาย|บน|จอภาพ|เพื่อให้|มองเห็น ส่วน|ละเอียด|ได้|ดี|ยิ่ง|ขึ้น วิธี|ทํา|ก็|คือ ขยาย|ขนาด|ของ|จุด|ซึ่ง|เป็น องค์ประกอบ สําคัญ|ของ|ภาพ|ให้|ใหญ่|หรือ|ให้|อ้วน ขึ้น|ตาม|ชื่อ ที่|ใช้|เรียก|เพื่อ|จะ|ได้|แก้ไข|ได้|ง่าย จุด|ที่|นํามา|ขยาย|ขนาด|นี้ ที่ เรียก|ว่า "|แฟตบิตส์|"
(เฟท) {|fated|,|fating|,|fates|} n. โชคชะตา|,|พรหมลิขิต|,|เคราะห์กรรม|,|เวร|,|ความ|หายนะ|,|ความ|ตาย|,|จุดจบ. vt. โชคชะตา|กําหนด|  |Syn. fortune
(เฟ|'|ทิด) adj. ตาม|ดวง|,|ซึ่ง|พรหมลิขิต|ได้|กําหนด|ไว้|  |Syn. doomed
(เฟท|'|ฟู|ล) adj. เป็น|เรื่อง|ความ|เป็น|ความ|ตาย|,|ซึ่ง|พรหมลิขิต|ได้|กําหนด|ไว้|,|ถึงตาย|ได้|,|เป็น|เวรกรรม|,|เป็น|ลาง|ร้าย|  |Syn. fatefulness n.
(แฟท|'|เฮ|ด) n. คน|โง่|,|คน|ทึ่ม
(ฟา|'|เธอะ) {|fathered|,|fathering|,|fathers|} n. บิดา|,|พ่อ|,|ผู้ปกครอง|,|พระ|,|พ่อ|บุญธรรม|,|คํา|เรียกชื่อ|ผู้อาวุโส|เพื่อ|แสดง|ความ|เคารพ|,|ผู้อาวุโส|ที่สุด|ของ|กลุ่ม|,|ผู้นํา|ของ|เมือง|,|ผู้|ก่อตั้ง|,|ผู้|มา|ก่อน|,|แบบ|เริ่มแรก -|Phr. (the Father พระผู้เป็นเจ้า) . vt. ให้|กําเนิด|,|ริเริ่ม|,|เป็น|พ่อ|,|ยอม|ร
n. พ่อตา|,|พ่อผัว
n. ประเทศ|บ้านเกิดเมืองนอน|,|ปิตุภูมิ
adj. ไม่|มี|พ่อ|,|ไม่|มี|พ่อ|ตาม|กฎหมาย
adj. ใน|ลักษณะ|ของ|พ่อ|  |Syn. fatherliness n.
(ฟา|'|เธิม) n. หน่วย|ความ|ยาว (ลึก) ที่|เท่า|กับ|6|ฟุต|หรือ|1.829|เมตร|ใช้|อักษรย่อ|ว่า|fath vt. วัด|ความ|ลึก|ด้วย|เสียง|,|เข้าใจ|ละเอียด.  |Syn. fathomable adj.  |Syn. six feet
(ฟา|'|ธ|อม|ลิส) adj. เหลือ|ที่|หยั่ง|ความ|ลึก|ได้|,|ซึ่ง|ไม่|อาจ|วัด|ปริมาณ|ได้|,|ซึ่ง|ไม่|อาจ|เข้าใจ|ได้.  |Syn. fathomlessly adv. fathomlessness n.
(ฟะทิก|') n. ความ|เหนื่อย|,|ความ|เพลีย|,|งาน|ที่|ลําบาก|,|งาน|กรรมกร|,|งาน|ที่|ใช้|แรง|  |Syn. fatigues n.,|pl. ชุด|ใช้|แรงงาน (ของ|ทหาร) vt. เหนื่อย|กาย|,|เหนื่อย|ใจ.  |Syn. exhaustion
(ฟะทิ|คด|ฺ|') adj. เหนื่อย|,|เหน็ดเหนื่อย
n. ลูกสาว|คน|ที่|เจ็ด|ของ|โม|ฮัม|หมัด
(แฟท|' ลิง) n. ลูก|สัตว์|ที่|เลี้ยง|ให้|อ้วน (สําหรับ|ฆ่า|กิน)| 
(แฟท|'|ลี) adv. อุ้ยอ้าย|,|เหมือน|คน|อ้วน|,|มี|น้ํามัน|มาก
(แฟท|'|นิส) n. ความ|อ้วน|,|ความ|พุงพลุ้ย|,|ความ|ร่ํารวย|,|ความ|อุดมสมบูรณ์|  |Syn. obesity
(แฟทซฺ) n. ฉายา|สําหรับ|คน|อ้วน
(แฟท|'|เทิน) {|fattened|,|fattening|,|fattens|} vt. ทํา|ให้|อ้วน|,|เลี้ยง|ให้|อ้วน|,|อ้วน|ขึ้น.  |Syn. fattenable adj. fattener n.
(แฟท|'|ทิช) adj. ค่อนข้าง|อ้วน.  |Syn. fattishness n.
(แฟท|'|ที) adj. ซึ่ง|ประกอบ|ด้วย|ไขมัน|,|ซึ่ง|มี|การ|สะสม|ของ|ไขมัน|มาก|เกิน|ไป.  |Syn. fattily adv. fattiness
(ฟะทู|'|อิ|ที) n. ความ|ทึ่ม|,|คําพูด|โง่ ๆ ,|เรื่อง|โง่ ๆ|  |Syn. fatuitous adj. (stupidity)| 
(แฟช|'|ชุอัส) adj.ทึ่ม|,|โง่|,|ไม่|จริง|,|ลวงตา.  |Syn. fatuously adv. fatuousness n.
(ฟอ|'|ซี|ท) n. ก๊อก|ไขน้ํา|,|หัว|ก๊อก
(ฟอ) int. คําอุทาน|รังเกียจ|เช่น|ฮึ่ม|!|,|ว้า|!
(ฟอลทฺ) n. ความผิด|พลาด|,|ข้อบกพร่อง|,|ความ|คลาดเคลื่อน|,|ชั้น|หิน|ที่|หัก|หรือ|เคลื่อน|ลง|,|การ|เสิร์ฟ|ลูก|ออก|,|การ|เสิร์ฟ|ลูก|ติด|เน็ท. -|Phr. (find fault (with)) บ่น|,|หาเรื่อง. -|to a fault มาก|เกิน|ไป. -|Phr. (at fault งงงวย)|  |Syn. defect|,|flaw
แนว|แตก|,|แนว|เคลื่อน|ลง
(ฟอลทฺ|'|ลิส) adj. ไม่|มี|ความผิด|,|สมบูรณ์.  |Syn. faultlessness n.  |Syn. perfect|,|ideal
(ฟอล|'|ที) adj. ซึ่ง|มี|ข้อบกพร่อง|,|ซึ่ง|มี|ข้อผิดพลาด.  |Syn. faultily adv. faultiness n.
(ฟอน) n. เทวดา|รูป|คน|แต่|มี|หู|-|เขา|-|หาง|และ|ขา|หลัง|คล้าย|แพะ
(ฟอ|'|นะ) n. สัตว์|ประจํา|เขต|ภูมิภาค|หนึ่ง|  |Syn. faunal adj. -|pl. faunas|,|faunae
(โฟ|พา|') ความ|ประพฤติ|ผิด|,|ความผิด|พลาด
(ฟาวี|' ละ) n. บริเวณ|สลัม
(ฟะ|'|เวอะ) n. ความ|กรุณา|,|การ|กระทํา|ที่|กรุณา|,|ความ|สงเคราะห์|,|ความ|ประทับใจ|,|ความ|นิยม|,|ความ|เข้าข้าง|,|ไมตรีจิต|,|บุญคุณ|,|การ|สนับสนุน|,|ความเห็น|พ้อง|,|ของขวัญ|,|ของ|ระลึก|,|เครื่องหมาย|,|โบ|,|สิทธิพิเศษ. -|Phr. (in favo (u) r of สนับสนุน|,|เข้าข้าง) . -|Phr. (in one|'|s favo (u) r เพื่อ|ผล|ประ|โย|ชน
(เฟ|'|เวอะ|ระ|เบิล) adj. เห็นด้วย|,|ซึ่ง|เป็น|ที่|นิยมชมชอบ|,|เป็น|ที่|โปรดปราน|,|ซึ่ง|อํานวย|ประโยชน์.  |Syn. favorableness|,|favourableness n. favorably|,|favourably adv.  |Syn. benefit
(เฟ|'|เว|อด) adj. ซึ่ง|เป็น|ที่|โปรดปราน|,|ซึ่ง|ได้|รับ|สิทธิพิเศษ|,|ซึ่ง|ได้|รับ|การ|สนับสนุน
(เฟ|'|เว|อริ|ท) n. คน|โปรด|,|ของ|โปรด|,|ผู้แข่งขัน|ที่|มี|หวัง|ชนะ|มาก|ที่สุด. adj. ซึ่ง|เป็น|ที่|โปรดปราน|,|ซึ่ง|ได้|รับ|การ|สนับสนุน
(ฟะ|'|เวอะ) n. ความ|กรุณา|,|การ|กระทํา|ที่|กรุณา|,|ความ|สงเคราะห์|,|ความ|ประทับใจ|,|ความ|นิยม|,|ความ|เข้าข้าง|,|ไมตรีจิต|,|บุญคุณ|,|การ|สนับสนุน|,|ความเห็น|พ้อง|,|ของขวัญ|,|ของ|ระลึก|,|เครื่องหมาย|,|โบ|,|สิทธิพิเศษ. -|Phr. (in favo (u) r of สนับสนุน|,|เข้าข้าง) . -|Phr. (in one|'|s favo (u) r เพื่อ|ผล|ประ|โย|ชน
(เฟ|'|เวอะ|ระ|เบิล) adj. เห็นด้วย|,|ซึ่ง|เป็น|ที่|นิยมชมชอบ|,|เป็น|ที่|โปรดปราน|,|ซึ่ง|อํานวย|ประโยชน์.  |Syn. favorableness|,|favourableness n. favorably|,|favourably adv.  |Syn. benefit
(เฟ|'|เว|อด) adj. ซึ่ง|เป็น|ที่|โปรดปราน|,|ซึ่ง|ได้|รับ|สิทธิพิเศษ|,|ซึ่ง|ได้|รับ|การ|สนับสนุน
(เฟ|'|เว|อริ|ท) n. คน|โปรด|,|ของ|โปรด|,|ผู้แข่งขัน|ที่|มี|หวัง|ชนะ|มาก|ที่สุด. adj. ซึ่ง|เป็น|ที่|โปรดปราน|,|ซึ่ง|ได้|รับ|การ|สนับสนุน
(เฟ|' วัส) n. โรคผิวหนัง -|pl. favuses
(ฟอน) n. ลูก|กวาง (โดยเฉพาะ|ที่|ยัง|ไม่|หย่านม) ,|สี|เหลือง|อม|น้ําตาล. vi. (กวาง) ให้|กําเนิด|ลูก. vt. ประจบ|,|กระดิก|หาง|และ|แสดง|ความ|ชอบ|หรือ|ขอ|ความ|สงสาร.  |Syn. fawner n. fawningly adv. fawningness n.
(แฟคซฺ) n. การ|ถอดแบบ|หรือ|ทํา|สําเนา|ด้วย|วิทยุ|หรือ|โทรเลข แฟกซ์ (โทรสาร) ย่อ|มา|จาก|คํา|ว่า facsimile เป็น|ระบบ|สื่อสาร|ข้อมูล ที่|เป็น เอกสาร|และ|ภาพ|ที่|ส่ง|มา|ใน|รูป|ของ|สัญญาณไฟ|ฟ้า|ผ่าน|สายโทรศัพท์ เครื่อง|รับ|/|ส่ง|แฟกซ์|หรือ|โทรสาร|นั้น หมายถึง อุปกรณ์|ที่|ใช้ ส่ง|และ|รับ|ข้อความ|หรือ|ภาพ ผู้|รับ|และ|ผู้|ส่ง|จะ|ต้อง|ใช้|กระดาษ เป็น|สื่อ ปัจจุบัน เรา|อาจ|จะ|ต่อ|สาย|แฟกซ์|ผ่าน|โมเด็ม|เข้า|สู่ เครื่อง|คอมพิวเตอร์|ได้ ใน|กรณี|เช่นนี้ จะ|เป็น|การ|ส่ง|หรือ|รับ|ข้อมูล|จาก|คอมพิวเตอร์|เลย ไม่|ต้อง|ใช้|กระดาษ คล้าย|ไปรษณีย์|อิเล็กทรอนิกส์
(เฟ) n. เทวดา|,|นางฟ้า|,|ภูต|น้อย vt.,|vi. ติด|,|เชื่อม|ติด
(เฟซ) vt. ก่อกวน|,|รบกวน|,|ทํา|ให้|กลัว|,|ทํา|ให้|กังวล
abbr. foreign body
abbr.Federal Bureau of Investigation สํานักงาน|สอบสวน|และ|สืบสวน|ของ|กรมตํารวจ (สหรัฐอเมริกา)| 
abbr. fasting blood sugar
(เอฟ|ซี|บี) เป็น|ตัวย่อ|ของ file control block (แปล|ว่า กลุ่ม|แฟ้มข้อมูล) เป็น|เรื่องราว|เกี่ยวกับ|แฟ้มข้อมูล|ที่อยู่|เป็น|กลุ่ม ซึ่ง|พวก|นักเขียน|โปรแกรม|เท่านั้น|ที่|จะ|ต้อง|รู้ ผู้ใช้|คอมพิวเตอร์|ทั่วไป ไม่|จําเป็น|ต้อง|รู้|ก็ได้
(เอฟ|ซี|ซี) ย่อ|มา|จาก|คํา|ว่า Federal Communication Commission (แปล|ว่า คณะ|กรรมการ|กลาง|กํากับดูแล|กิจการ|สื่อสาร) ซึ่ง|เป็น|หน่วยงาน|ของ|รัฐบาล|สหรัฐอเมริกา ที่|มี|หน้าที่|ควบคุม|ใน|เรื่อง|การ|สื่อสาร โดยเฉพาะ|การ|ควบคุม|สัญญาณ|ความ|ถี่|ของ|คลื่น|วิทยุ
(ฟีล) adj. ซื่อสัตย์|,|ซึ่ง|ตรง|,|จงรักภักดี|,
(ฟี|' อัลที) n. ความ|จงรักภักดี|,|ความ|ซื่อสัตย์
(เฟียร์) n. ความ|กลัว|,|สิ่ง|ที่|กลัว vt. กลัว|,|หวาดกลัว
(เฟีย|'|ฟู|ล) adj. น่ากลัว|,|ซึ่ง|ทํา|ให้|น่ากลัว|,|รู้สึก|ลัว|,|เต็มที่.  |Syn. fearfully adv. ness n.
(เฟีย|'|ลิส) adj. ไร้|ความ|กลัว|,|ไม่|หวาดหวั่น|,|กล้า.  |Syn. fearlessness n.
(เฟีย|'|เซิม) adj. น่ากลัว|,|น่า|หวาดหวั่น|,|กลัว.  |Syn. fearsomeness n.  |Syn. formidable
(ฟี|'|เซินซฺ) n. กระทํา|กรรม|,|กรรม
การ|ศึกษา|ความ|เป็น|ไป|ได้|ใน|วิชา|คอมพิวเตอร์|หมายถึง การ|ศึกษา|เพื่อ|ชี้|ให้|เห็น|ถึง|ความ|เป็น|ไป|ได้|ใน|การ|มี|หรือ|ใช้|คอมพิวเตอร์ โดย|คํานึง|ถึง|กําไร|และ|ต้นทุน ช่วง|เวลา กําลัง|เงิน|และ|กําลัง|คน เพื่อให้|ทํางาน|ตาม|โครงการ|ใด ๆ ที่|กําหนด โดย|ปรกติ|ใน|การ|ศึกษา|ความ|เป็น|ไป|ได้ จะ|มี|ข้อเสนอแนะ|ทางเลือก|อื่น|ที่|เหมาะสม|ไว้|ด้วย|เสมอ
(ฟี|'|ซะเบิล) adj. กระทํา|ได้|,|เป็น|ไป|ได้|,|ดําเนินการ|ได้|,|เหมาะสม.  |Syn. fessability|,|feasibleness n. feasibly adv.  |Syn. practicable Ant. unworkable
(ฟีสทฺ) {|feasted|,|feasting|,|feasts|} n. พิธี|ฉลอง|,|งานเลี้ยง|,|งาน|ฉลอง|,|อาหาร|มากมาย.v. จัด|งานเลี้ยง|,|เลี้ยง|ฉลอง|,|ทํา|ให้|ยินดี|,|ทํา|ให้|เพลิดเพลิน|  |Syn. feaster n.
adj. ร่าเริง|,|สนุกสนาน|  |Syn. festive
(ฟีท) n. ความ|ดี|ความ|ชอบ|,|ความ|สําเร็จ|,|ความ|สามารถ|,|ฝีมือ adj. ชํานาญ|,|คล่องแคล่ว|,|เหมาะสม|,|สะอาด|หมดจด|,|เรียบร้อย
(เฟธ|'|เธอะ) n. ขน|นก|,|ขน|,|สิ่ง|เล็ก ๆ น้อย. vt. ประดับ|ขน|นก|แก่.vi. เกิด|ขน|นก|ขึ้น. .
พิกัด|นักมวย|รุ่น|เบา (น้ําหนัก|118|-|126|ปอนด์) ,|สิ่ง|ที่|เบา|,|สิ่ง|ที่|ไม่|สําคัญ . adj. เบา|,|ไม่|สําคัญ
n. คน|โง่|,|คน|ทึ่ม
n. คน|โง่|,|คน|ทึ่ม|,|คน|ที่|สะเพร่า
(เฟธ|'|เธอ|รี) adj. ซึ่ง|มี|ขน|นก|ปกคลุม|,|คล้าย|ขน|นก|,|เบา|,|ไม่|สําคัญ.  |Syn. featheriness n.
(ฟีท|'|ลี) adv. อย่าง|ชํานาญ|,|อย่าง|แคล่วคล่อง|  |Syn. featliness n.  |Syn. skillfully
(ฟี|'|เชอะ) n. หน้าตา|,|ลักษณะ|โฉมหน้า|,|ภูมิประเทศ|,|ลักษณะ|เฉพาะ|,|สารคดี|พิเศษ|,|รูป|,|แบบ. vt. เป็น|ลักษณะ|เฉพาะ|,|เป็น|ลักษณะ|สําคัญ|,|ทํา|ให้|เด่น|  |Syn. attribute
(ฟี|'|เช|อด|ฺ) adj. เด่น|,|เป็น|จุดเด่น|,|เป็น|ลักษณะ|สําคัญ
adj. ไม่|น่า|สนใจ|,|ไร้|จุดเด่น|,|ไม่|มี|ลักษณะ|พิเศษ|เฉพาะ
n. ภาพยนตร์|นิทาน|สั้น ๆ| 
การ|เพิ่ม|ประสิทธิภาพ|เฉพาะ|ด้าน|หมายถึง การ|พัฒนา|โปรแกรมคอมพิวเตอร์|ให้|มี|ประสิทธิภาพ เพิ่ม|ขึ้น|ใน|แต่ละ|ด้าน
n. ภาวะ|ที่|มี|ไข้
adj. มี|ไข้|,|ทํา|ให้|เป็นไข้
(เฟบ|'|ระ|ฟิวจฺ) adj. ซึ่ง|ขจัด|ไข้|,|ซึ่ง|ลด|ไข้. -|n. ยาลดไข้.  |Syn. febrifugal adj.
(ฟี|'|เบ|ริ|ล) adj. เป็นไข้|,|เกี่ยวกับ|ไข้.  |Syn. febrility n.  |Syn. feverish
(เฟบ|'|รัว|รี) n. กุมภาพันธ์
(ฟี|'|เคิล) adj. เกี่ยวกับ|อุจจาระ
(ฟี|'|ซี|ซ) n.,|pl. อุจจาระ|,|มูล|,|กาก|,|ตะกอน|,|สิ่งปฏิกูล|  |Syn. excrement
(ฟี|' ซิ|ท) L. เขา (หล่อน) เป็น|ผู้ทํา
(เฟค|'|ลิส) adj. ไม่|ได้|ผล|,|ใช้การไม่ได้|,|อ่อนแอ|,|ไร้|ค่า|,|ไม่|เอาถ่าน|,|ขี้เกียจ.  |Syn. fecklessness n.  |Syn. ineffective
(เฟค|' คิว|ละ) n. สิ่งปฏิกูล|,|มูล|,|ตะกอน -|pl. feculae
(ฟี|'|เคินดฺ) adj. ทํา|ให้|เกิด|ผล|,|มี|ผล|หรือ|ลูก|ดก|,|อุดมสมบูรณ์|,|ดิน|ดี|,|สร้างสรรค์
(ฟีเคิน|'|ดิ|ที) n. ความ|มี|ลูก|ดก|,|ความ|อุดมสมบูรณ์|,|ความ|สามารถ|สร้างสรรค์|ได้|มาก|  |Syn. fruitfulness
(เฟด) v. กิริยา|ช่อง|2|และ|3|ของ|feed|  |Syn. fed up น่า|เบื่อหน่าย|,|น่า|รังเกียจ
 |Syn. faddle n. ความ|ไร้|สาระ|,|เรื่อง|ขี้|ประ|ติ๋ว|,|สิ่ง|ที่|ไม่|เป็น|หลัก|สําคัญ. vi. จู้จี้|,|ยุ่ง|,|เอะอะ. -|fiddle|-|faddler n.
(เฟด|'|เดอเริล) adj. สหพันธ์|,|สหรัฐ|,|ส|มา|พัน|ธ|รัฐ|,|สันนิบาต|,|พันธมิตร|,|กลาง
คณะ|กรรมการ|กลาง|กํากับดูแล|กิจการ|สื่อสาร|ใช้|ตัวย่อ|ว่า FCC (อ่าน|ว่า เอฟซี|ซี) เป็น|หน่วยงาน|ของ|รัฐบาล|สหรัฐอเมริกา ที่|มี|หน้าที่|ควบคุม|ใน|เรื่อง|การ|สื่อสาร โดยเฉพาะ|การ|ควบคุม|สัญญาณ|ความ|ถี่|ของ|คลื่น|วิทยุ
n. ระบบ|การ|ปกครอง|แบบ|สหรัฐ|หรือ|ส|มา|พัน|ธ|รัฐ
(เฟด|'|เดอเริลลิสทฺ) n. ผู้|นิยม|การ|ปกครอง|ใน|รูป|สหรัฐ|หรือ|ส|มา|พัน|ธ|รัฐ. -|  |Syn. federalistic adj.
(เฟด|'|เดอเรท) vt.,|vi. จัด|ให้|มี|การ|ปกครอง|ใน|รูป|สหรัฐ|หรือ|ส|มา|พัน|ธ|รัฐ. adj. ซึ่ง|เป็น|สหรัฐ|หรือ|ส|มา|พัน|ธ|รัฐ|  |Syn. federated
(เฟดเดอเร|'|เชิน) n. การ|รวม|เข้า|เป็น|สหรัฐ|หรือ|ส|มา|พัน|ธ|รัฐ|,|กลุ่ม|การเมือง (สหรัฐ|,|ส|มา|พัน|ธ|รัฐ|,|สหพันธ์|,|สันนิบาต|,|พันธมิตร|หรือ|อื่น ๆ)|  |Syn. league
(ฟี) {|feeed|,|feeing|,|fees|} n. ค่าธรรมเนียม|,|ค่าเล่าเรียน|,|เงิน|รางวัล|,|ค่าตอบแทน|,|ค่าบริการ. vt. ให้|ค่าธรรมเนียม|  |Syn. stipend
(ฟี|'|เบิล) adj. อ่อนกําลัง|,|อ่อนแอ|,|อ่อน|ปัญญา|,|อ่อน|คุณธรรม|,|ด้อย|,|เบาบาง.  |Syn. feebly adv.  |Syn. infirm|,|frail
(ฟี|'|เบิลไม|'|ดิด) adj. อ่อน|ปัญญา|,|โง่|,|ทึ่ม.  |Syn. feeble|-|mindeddly adv. feeble|-|mindedness n.
(ฟีด) {|fed|,|fed|,|feeding|,|feeds|} vt. ป้อน|,|ให้|อาหาร|,|เลี้ยง|,|ให้|,|จัด|ให้|,|ทํา|ให้|พอใจ|,|กระตุ้น. vi. กิน|,|กิน|อาหาร|,|เข้า|มา|,|การ|กระตุ้น. -|Phr. (be fed up (with) เบื่อ|,|เบื่อหน่าย) .  |Syn. feedable adj.  |Syn. nourish|,|nurture
n. การ|ไหล|กลับ|ของ|พลังงาน|,|การ|ป้อน|ข้อมูล|แก่|อุปกรณ์ควบคุม
n. ที่ดิน|เลี้ยง|ปศุสัตว์|ให้|อ้วน|เพื่อ|กิน.
(ฟีล) {|felt|,|felt|,|feeling|,|feels|} v. รู้สึก|,|สํานึก|,|ทราบ|ซึ้ง|,|เห็นใจ|,|เข้าใจ|,|สัมผัส|,|คล้ํา|,|คลํา|หา -|n. การ|รู้สึก|,|การ|สัมผัส|,|ประสาทสัมผัส. -|Phr. (feel one|'|s way ไป|ข้างหน้า|ระมัดระวัง)|  |Syn. sense|,|perceive|,|touch
(ฟีล|'|เลอะ) n. แผ่น|เหล็ก|วัด|ความ|ห่าง|,|ผู้|สัมผัส|,|หนวด|สัมผัส (ของ|แมลง) ,|ความคิดเห็น|ทัศนคติ|,|วิธีการ|หยั่ง|ดู|,|ผู้|สืบ|,|ผู้|หยั่ง
(ฟีล|'|ลิง) n. ความรู้สึก|,|ความคิดเห็น|,|ความรู้สึก|สัมผัส|,|อารมณ์|,|จิตใจ|,|ความเห็น|ใจ|,|ความ|สํานึก. adj. ไว (ความรู้สึก) ,|เห็นใจ|,|มี|อารมณ์.  |Syn. feelingly adv. feelingness n.  |Syn. sensation
(ฟีท) n. พหูพจน์|ของ foot
(ฟีซ|'|,|เฟซ) n. ความ|กังวล|,|การ|พุ่ง|ออก|ไป|อย่าง|รุนแรง|,|การ|ชน|อย่าง|แรง|,|การ|ปะทะ|กัน|อย่าง|แรง
(เฟน) {|feigned|,|feigning|,|feigns|} vt. แกล้ง|ทํา|,|แสร้ง|,|แสร้งทํา|,|เสก|สรรค์|,|ปลอม|,|เลียน|แบบ. vi.แสร้ง|,|ปั้น|เรื่อง|  |Syn. feigner n. feigningly adv.  |Syn. simulate|,|affect
(เฟนดฺ) adj. แสร้ง|,|ปลอม|,|ปลอมแปลง|,|เลียน|แบบ|,|ปั้น|ขึ้น|เอง.  |Syn. feignedly adv. feignedness n.
(เฟนทฺ) n. การ|โจมตี|แบบ|กล|ลวง|,|การ|เสแสร้ง. vt. โจมตี|แบบ|กล|ลวง|,|เสแสร้ง
(ฟีลิส|'|ซิ|เท|ท) vt. แสดง|ความยินดี|,|อวยพร|,|ทํา|ให้|มี|ความ|สุข.  |Syn. felicitator n.
(ฟิลิ|ซิ|เท|'|เชิน) n. การ|แสดง|ความยินดี|,|การ|อวยพร
(ฟีลิส|'|ซิ|ทัส) adj. เหมาะสม|,|ถูก|กาลเทศะ|,|เป็น|มงคล|,|ใช้|ถ้อยคํา|หรือ|สํานวน|ที่|เหมาะสม|,|สุข.  |Syn. felicitousness n.  |Syn. apt|,|timely Ant. inappropriate
(ฟิลิส|'|ซิ|ที) n. ความ|สุข|,|แหล่ง|ของ|ความ|สุข|,|ความ|สามารถ|,|ความ|เชี่ยวชาญ|,|โชคดี
(ฟี|'|ลิด) n. สัตว์|ตระกูล|แมว
(ฟี|'|ไลน์) adj. เกี่ยวกับ|สัตว์|ตระกูล|แมว|,|คล้าย|แมว|,|ลับ ๆ ล่อ ๆ ,|ทรยศ|,|กะล่อน -|n. สัตว์|ตระกูล|แมว.  |Syn. felilineness|,|felinity n.
โรค|ร้าย|ของ|แมว|ที่|เนื่องจาก|เชื้อไวรัส
(เฟล) {|felled|,|felling|,|fells|} vt. อดีตกาล|ของ|fall|,|ทํา|ให้|ล้ม|ลง|,|ชก|ล้ม|,|ตี|ล้ม|,|ยิง|ตก|,|ทํา|ให้|ตาย|,|ตัด|,|โค่น -|n. จํานวน|ไม้|โค่น|ลง|ใน|ฤดู|หนึ่ง.  |Syn. fellness adj.  |Syn. level
(เฟล|' ละ) n. ดู|fellow
(ฟะเล|' ชิ|โอ) n. การ|อม|หรือ|เลีย|ลึงค์
(เฟล|'|เลอะ) n. คน|โค่น|ต้นไม้|,|คน|ตัด|ไม้|,|เครื่อง|ตัด|ต้นไม้|,|ช่าง|เย็บ|ตะเข็บ
n. คน|ขาย|หนัง|สัตว์
(เฟล|'|โล) n. ขอบ|ล้อ|,|ขอบ|วง|ล้อ|รูป|พัด.
(เฟล|'|โล) n. คน|ผู้ชาย|,|เด็ก|ผู้ชาย|,|เพื่อน|,|เพื่อน|ร่วมงาน|,|บุคคล|,|มนุษย์|,|เจ้า|หมอ|,|คน|ชั้นเดียว|กัน|,|สิ่ง|ประกอบ|เป็น|คู่|,|ของ|คู่|กัน|,|นักศึกษา|บัญฑิต|วิทยาลัย|ที่|ได้|รับ|ทุนการศึกษา|,|สมาชิก|ของ|สมาคม|วิชาการ|,|ผู้|วิจัย|ใน|มหาวิทยาลัย vt. ทํา|ให้|เท่าเทียม|กับ|,|เท่าเทียม|กับ. adj. เกี่ยวกับ|ช
n. พี่น้องร่วมชาติ -|pl. -|fellowmen
n. พี่น้องร่วมชาติ -|pl. -|fellowmen
(เฟล|'|โล|ชิ|พ) n. ตําแหน่ง|ผู้|วิจัย|ใน|มหาวิทยาลัย|,|ตําแหน่ง|สมาชิก|ของ|สมาคม|วิชาการ|,|ความ|สัมพันธ์|ของ|มนุษย์|,|มิตรภาพ|,|การ|คบหา|,|ความ|เป็นมิตร|,|สมาคม|ของ|บุคคล|ที่|มี|อาชีพ|,|รสนิยม|,|บริษัท|,|กลุ่ม|นักวิจัย|ใน|มหาวิทยาลัย. vt. รับ|เข้า|เป็น|สมาชิก|ของ|สมาคม|หรือ|กลุ่ม. vi. ร่วม|เป็น|สมาชิก|ของ|ส|มา|ค
(เฟล|'|ลี) n. ดู|felloe
(ฟี|' โล' ดิซี|') n. ผู้|ฆ่าตัวตาย|,|การ|ฆ่าตัวตาย -|pl. felones|-|de|-|se|,|felos|-|de|-|se
(เฟล|'|เลิน) n. ผู้|กระทํา|ความผิด|อาญา|ร้ายแรง|,|คน|ชั่วช้า.,|ฝี|ตะ|มอ|ย|,|ฝี|ที่|ปลาย|นิ้ว adj. ร้ายกาจ|,|โหดร้าย|,|ทรยศ|  |Syn. criminal|,|culprit
(ฟะโล|'|เนียส) adj. เกี่ยวกับ|ความผิด|อาญา|ร้ายแรง|,|ร้ายกาจ|,|โหดร้าย|,|ชั่วช้า|  |Syn. feloniously adv. feloniousness n.  |Syn. malicious|,|wicked
(เฟล|'|เลิน|รี) n. ผู้|กระทํา|ความผิด|อาญา|ร้ายแรง|ทั้งหลาย
(เฟล|'|เลินนี) n. ความผิด|อาญา|ร้ายแรง (เช่น|ฆาตกรรม|-|วาง|เพลิง|-|ข่มขืน|กระทํา ชําเรา)| 
(เฟลทฺ) {|felted|,|feltign|,|felts|} n. กริยา|ช่อง 2 และ|ช่อง 3 ของ feel|,|สักหลาด|ที่|ไม่|ใช่|ทอ adj. เกี่ยวกับ|หรือ|ทํา|ด้วย|สักหลาด|,|คลุม|ด้วย|สักหลาด. vi. อัด|เข้า|ด้วย|กัน|เป็น|แผ่น
(เฟล|'|ทิง) n. วัตถุ|อัด|,|การ|อัด|,|เป็น|แผ่น|วัตถุ|สักหลาด|,|สักหลาด|,|วัตถุ|ที่|ทํา|สักหลาด
(ฟี|'|เมล) n. คน|ผู้หญิง|,|สตรี|,|สัตว์|ตัวเมีย adj. เกี่ยวกับ|เพศ|หญิง|หรือ|เพศ|ตัวเมีย
ปลั๊ก|ตัวเมีย|หมายถึง ปลั๊กไฟ|ฟ้า|แบบ|หนึ่ง|ที่|เป็น|ตัว|รองรับ (มีแต่|รู|ที่|จะ|รับ การ|เสียบ|จาก|ปลั๊ก|ตัวผู้|อีก|ที|หนึ่ง)| 
สิทธิ|ใน|การ|ออก|เสียง|ของ|หญิง.
(เฟม) n. ผู้หญิง|,|ภรรยา
n. (คัฟ|' เวิร์ท) n. หญิง|ที่|แต่งงาน|แล้ว|,|หญิง|ที่|มี|สามี
(เฟม|'|มะนี) n. ผู้หญิง|ทั้งหลาย
(เฟม|'|มะนิน) adj. เกี่ยวกับ|ผู้หญิง|,|เกี่ยวกับ|เพศ|หญิง|,|คล้าย|ผู้หญิง|,|อ่อนแอ|,|อ่อนโยน. -|n. คํา|ที่|เป็น|เพศ|หญิง|ใน|ทาง|ไวยากรณ์.  |Syn. femininely adv. feminineness n.
(เฟมฟะนิน|'|นิ|ที) n. ความ|เป็น|เพศ|หญิง|,|ลักษณะ|ของ|เพศ|หญิง|,|ผู้หญิง|ทั้งหลาย|  |Syn. feminity|,|women
เฟมโต|วินาที|เท่า|กับ หนึ่ง|ใน|พันล้าน|ล้าน|ของ|วินาที (10 -|15) ใช้|เป็น|หน่วย|วัด|ความ|เร็ว|ของ|การ|ทํางาน|ของ|อุปกรณ์|ใน|คอมพิวเตอร์ เช่น การ|ทํางาน|ของ|หน่วย|ประมวลผล|การ|ถ่าย|โอน|ข้อมูล การ|ดึง|ข้อมูล|จาก|หน่วยความจําสํารอง (auxiliary memory) สู่|หน่วยความจําหลัก (main memory) เป็นต้น
(ฟี|'|เมอะ) n. กระดูก|โคน|ขา|,|ส่วน|ที่|3|ของ|ขา|แมลง -|pl. femurs|,|femora
(เฟน) n. ที่ลุ่ม|,|หนอง|,|บึง|,
(เฟนซฺ) {|fenced|,|fencing|,|fences|} n. รั้ว|,|เครื่อง|กั้น|,|คอก|ล้อม|,|พะเนียด|,|ศิลปะ|หรือ|กีฬา|ฟัน|ดาบ|,|ความ|ชํานาญ|ใน|การ|โต้แย้ง|,|บุคคล|ผู้|รับ|และ|จําหน่าย|ของโจร|,|สถานที่|รับ|และ|จําหน่าย|ของโจร. -|Phr. (sit on the fence เป็น|กลาง|,|ไม่|เข้าข้าง|ฝ่าย|ใด) . vi. เล่น|หรือ|ฝึกฝน|การ|ฟัน|ดาบ|,|ล้อม|รั้ว|,
n. ผู้|ล้อม|รั้ว|,|ผู้|ฟัน|ดาบ|,|นัก|ดาบ|,|ม้า|ที่|ได้|รับ|การ|ฝึกฝน|กระโดดข้ามรั้ว|,|นัก|วิ่ง|กระโดด|ข้าม|เครื่องกีดขวาง|,|ผู้|มี|อาชีพ|ซ่อมแซม|และ|สร้าง|รั้ว
(เฟน|'|ซิ|ง) n. การ|ฟัน|ดาบ|,|ศิลปะ|การ|ฟัน|ดาบ|,|การ|พูด|หลบหลีก|,|รั้ว|,|วัสดุ|สําหรับ|ทํา|รั้ว
(เฟนดฺ) {|fended|,|fending|,|fends|} vt. ป้องกัน|,|พิทักษ์|,|ปัดเป่า|,|ผลัก|ออก|ไป|,|ปัด|ออก|ไป. vi. ต้าน|,|ต่อต้าน|,|หลบหลีก|,|ล้อม|รั้ว|,|พยายาม|ต่อสู้|เพื่อให้|ได้|มา|  |Syn. ward off
(เฟน|'|เดอะ) n. ผู้|ป้องกัน|,|ผู้|พิทักษ์|,|ผู้|ปัดเป่า|,|สิ่ง|ป้องกัน|,|แผ่น|กัน|โคลน|,|ที่|กัน|กระ|แทรก|,|เครื่อง|กันชน|,|กันชน|รถยนต์|,|ตะแกรง|หน้า|รถไฟ|,|ตะแกรง|หน้า|รถราง.  |Syn. fendered adj.
(ฟีเนส|' ทระ) n. รู|,|หน้าต่าง. -|fenestral adj. -|pl. fenestrae
adj. ซึ่ง|มี|หน้าต่าง|,|ซึ่ง|มี|รู|เปิด
adj. ซึ่ง|มี|หน้าต่าง|,|ซึ่ง|มี|รู|เปิด
(ฟีเนส|เท|ร|' เชิน) n. การ|ประกอบ|หน้าต่าง|,|รู|,|ช่อง|,
(เฟน|'|เนิล) n. พืช|ไม้ดอก|สี|เหลือง|จําพวก|หนึ่ง|,|ยี่หร่า|,|เม็ด|ยี่หร่า
(ฟิวดฺ) n. ที่ดิน|ที่|ได้|รับ (ตาม|ระบบ|ศักดินา)| 
(เฟฟ|,|ฟืฟ) vt. มอบ|ที่ดิน (ศักดินา) ให้แก่|,|ให้|ค่าธรรมเนียม. -|feoffor|,|feofer n.
(เฟฟ|' ฟี|,|ฟีฟี|') ผู้|ที่|ได้|รับ|มอบ|ที่ดิน
(เฟอ|' ริ|ที) n. ความ|ไม่|เชื่อง|,|ความ|ดุร้าย|,|ความ|โหดเหี้ยม
(เฟอ|'|เมิน|ทฺ) n. เชื้อหมัก|,|เชื้อ|ฟู|,|เอนไซม์ (enzyme) ,|การ|หมัก|,|การ|บูด|,|การ|เร่ง|,|ความ|ไม่|สงบ|,|ความ|สับสน|อลหม่าน vt. (เฟอ|เมน|ทฺ|') หมัก|,|ปลุกปั่น|,|กระตุ้น. vi. เกิด|การ|หมัก|,|เกิด|การ|บูด|,|มี|อารมณ์|ตื่นเต้น|,|เกิด|ความ|อลหม่าน.  |Syn. fermentability n. -|fermentable adj.
(เฟอ|เมน|เท|'|เชิน) n. การ|หมัก|,|การ|บูดเบี้ยว|,|การ|ปลุกปั่น|,|ความ|ตื่นเต้น
(เฟิร์น) n. ต้น|เฟิร์น|  |Syn. ferny adj.
(ฟะ|โร|'|เชิส) adj. ดุร้าย|,|ทารุณ|,|โหดร้าย|,|สุดขีด|,|รุนแรง.  |Syn. ferociously adv. ferociousness n.  |Syn. fierce
(ฟะ|รอ|ส|'|ซิ|ที) n. ความ|ดุร้าย|,|ความ|ทารุณ|,|ความ|โหดร้าย|  |Syn. cruelty
(เฟอ|'|เรียส) adj. เกี่ยวกับ|ธาตุเหล็ก
(เฟอ|'|ริ|ท) n. สัตว์|คล้าย|พังพอน มี|สี|ขาว|-|ตาแดง|-|ใช้|ไล่|กระต่าย|และ|หนู|ออก|จาก|รู vt. ขับ|ออก|,|ไล่ออก|,|ล่าสัตว์|โดย|ใช้|ferret|,|ค้นหา|,|สืบหา.  |Syn. ferreter n. ferrety adj.
(เฟอ|'|ริ|ค) adj. ซึ่ง|ประกอบ|ด้วย|ธาตุเหล็ก (3|วา|เลน|ซี่)| 
(เฟอร์|ริก|ออกไซด์) หมายถึง สาร|แม่เหล็ก|ที่|ใช้|เคลือบ|จาน|บันทึก (disk) ก็ดี แถบ|บันทึก (tape) ก็ดี ทํา|ให้|สามารถ|บันทึก|ข้อมูล|ลง|ไป|เก็บ|ไว้|ได้
Pref. เหล็ก
n. เครื่องวัด|ปริมาณ|ธาตุเหล็ก|ใน|โลหิต
(เฟอ|'|รัส) adj. ซึ่ง|ประกอบ|ด้วย|เหล็ก (2|วา|เลน|ซี่)| 
(เฟอ|'|เริล) n.,|v. (ใส่) หัว|หุ้ม|,|แถบ|โลหะ|ยึด|รากฟัน|,|ที่|รัด|โลหะ|หุ้ม|โลหะ|,|สาย|ครอบ|,|สาย|ยึด.  |Syn. ferule
L. เหล็ก
(เฟอ|'|รี) n. การ|ข้าม|ฟาก|,|เรือ|ข้าม|ฟาก vt. ส่ง|ข้าม|ฟาก. vi. ข้าม|ฟาก
n. เรือ|ข้าม|ฟาก
(เฟอ|'|ไท|ลฺ) adj. ซึ่ง|มี|ดิน|ดี|,|อุดมสมบูรณ์|,|ให้|ผล|,|ให้|ลูก|ได้|  |Syn. fertileness n.  |Syn. fecund
(เฟอ|'|ทะไลซ) vt. ผสมพันธุ์|,|ทํา|ให้|มี|ลูก|,|ทํา|ให้|เกิด|ผล|,|ทํา|ให้|ที่ดิน|อุดมสมบูรณ์|  |Syn. fertilizable|,|fertilisable adj.
(เฟอ|'|ทะไล|เซอะ) n. ปุ๋ย|,|สิ่ง|ที่|ทํา|ให้|เกิด|ลูก|,|ตัว|ทํา|ให้|เกิด|ลูก
(เฟอทิล|'|ลิ|ที) n. ความ|อุดมสมบูรณ์|,|ความ|สามารถ|ให้|ผล|หรือ|ลูก|ได้
(เฟอทะไล|เซ|'|เชิน) n. การ|ผสมพันธุ์|,|การ|ทํา|ให้|มี|ลูก|,|การ|ทํา|ให้|เกิด|ผล|,|การ|ทํา|ให้|ดิน|อุดมสมบูรณ์|,|ความ|อุดมสมบูรณ์.  |Syn. fertilisation ,|fecundation
(เฟอ|'|ทะไลซ) vt. ผสมพันธุ์|,|ทํา|ให้|มี|ลูก|,|ทํา|ให้|เกิด|ผล|,|ทํา|ให้|ที่ดิน|อุดมสมบูรณ์|  |Syn. fertilizable|,|fertilisable adj.
(เฟอ|'|ทะไล|เซอะ) n. ปุ๋ย|,|สิ่ง|ที่|ทํา|ให้|เกิด|ลูก|,|ตัว|ทํา|ให้|เกิด|ลูก
(เฟอ|'|เวิน|ซี) n. ความ|อบอุ่น|มาก|,|ความ|เร่าร้อน|,|ความ|กระตือรือร้น|  |Syn. ardency|,|zeal
(เฟอ|'|เวินทฺ) adj. อบอุ่น|มาก|,|ร้อนรน|,|เร่าร้อน|,|มี|ศรัทธา|สูง|,|อบอุ่น|,|กระตือรือร้น.  |Syn. fervently adv|, ferventness n.  |Syn. fervid
(เฟอ|'|วิด) adj. ร้อนรน|,|เร่าร้อน|,|กระตือรือร้น|,|ร้อน|,|เผาไหม้.  |Syn. fervidity n. fervidness n.  |Syn. fervent
(เฟอ|'|เวอะ) n. ความ|อบอุ่น|มาก|,|ความ|ร้อนรน|,|ความ|เร่าร้อน|,|ความ|ร้อน|จัด
(เฟอ|'|เวอะ) n. ความ|อบอุ่น|มาก|,|ความ|ร้อนรน|,|ความ|เร่าร้อน|,|ความ|ร้อน|จัด
(เฟส|' ซะนิน) adj. หยาบคาย|,|สามหาว|,|ลามก
(เฟส|'|เทิล) adj.เกี่ยวกับ|การ|เลี้ยง|ฉลอง.  |Syn. festally adv.  |Syn. celebration
(เฟส|'|เทอะ) vi.,|vt. (ทํา|ให้) เป็น|หนอง|,|ทํา|ให้|เกิด|แผล|เปื่อย|,|เน่าเปื่อย|,|ระทมทุกข์. -|n. แผล|เปื่อย|,|แผล|หนอง|,|ตุ่ม|หนอง|  |Syn. suppurate|,|putrefy
vt.,|vi.,|adj. รีบเร่ง|,|เร่ง
(เฟส|'|ทิเวิล) n.,|adj. (เกี่ยวกับ) วัน|เฉลิมฉลอง|,|วัน|เทศกาล|,|วัน|นักขัตฤกษ์|,|งาน|เฉลิมฉลอง|,|งาน|รื่นเริง|ตาม|ฤดูกาล|,|การ|รื่นเริง|,|การ|เฉลิมฉลอง.  |Syn. merrymaking|,|carnival
(เฟส|'|ทิฟว) adj. เกี่ยวกับ|การ|เลี้ยง|ฉลอง|,|เกี่ยวกับ|การ|เฉลิมฉลอง|,|รื่นเริง.  |Syn. festiveness n.  |Syn. joyous|,|merry
(เฟสทิฟ|'|วิ|ที) n. การ|เฉลิมฉลอง|,|งาน|เฉลิมฉลอง|,|เวลา|แห่ง|การ|เฉลิมฉลอง
(เฟส|ทูน|') n. ระย้า|,|การ|ประดับ|ด้วย|ระย้า. vt. ประดับ|ด้วย|ระย้า|,|ห้อย|ระย้า|  |Syn. garland
(เฟส|ทูน|'|เนอ|รี) n. การ|ประดับ|ด้วย|ระย้า|,|ระย้า
(ฟี|'|เทิล) adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|ทารก|ใน|ครรภ์
(ฟี|เท|'|เชิน) n. การ|ตั้ง|ครรภ์|  |Syn. pregnancy
(เฟทชฺ) {|fetched|,|fetching|,|fetches|} vt. ไป|เอา|มา|,|ไป|หยิบ|มา|,|เอา|มา|,|นํามา|,|ทํา|ให้|มา|,|ขาย|ได้|,|ได้|, (สูด|ลมหายใจ) ,|ถอนใจ|,|ทํา|ให้ (ตกลง|มา) ,|นํา|กลับ|,|ทํา|ให้|เกิด|ขึ้น. vi. ไป|เอา|มา|,|เคลื่อน|,|แล่น|เรือ|,|เอา|กลับ. -|n. การ|ไป|เอา|มา|,|อุบาย|,|แผนการ|,|เขต|ลม|คลื่น.,|ผี|  |Syn. fetch a breat ไป|นํามา|หมายถึง|นํา|ข้อมูล|หรือ|คําสั่ง|จาก|หน่วยความจํา|เข้า|ไป|ใส่|ไว้|ใน|หน่วยประมวลผลกลาง (CPU) เพื่อ|ทํา|การ|ประมวลผล บางที|ใช้|หมายถึง|การ|โอน|ย้าย|ข้อมูล|จาก|สื่อ (medium) เข้า|ไป|เก็บ|ใน|หน่วยความจํา
(เฟท|'|ชิง) adj. มี|เสน่ห์|,|ซึ่ง|ดึงดูดใจ.  |Syn. fetchingly adv.  |Syn. attractive|,|charming
(เฟท) {|feted|,|feting|,|fetes|} n. การ|เลี้ยง|ฉลอง|ทาง|ศาสนา|,|วัน|หรือ|งานเลี้ยง|ฉลอง|ทาง|ศาสนา|,|วัน|เฉลิมฉลอง|,|วันหยุด|,|การ|เลี้ยง|เฉลิมฉลอง|,|การ|รื่นเริง. vt. เลี้ยง|ฉลอง|ต้อนรับ|,|เลี้ยง|ฉลอง|เป็น|เกียรติ|แก่
(เฟท|'|ทิด|,|ฟี|'|ทิด) adj. ซึ่ง|มี|กลิ่น|เหม็น.  |Syn. fetidly|,|foetidly adv. fetidness|,|foetidness n.  |Syn. stinking
(เฟท|'|ทิช) เครื่องราง|,|สิ่ง|ที่|เชื่อ|ว่า|มี|อํานาจ|เวทมนตร์|,|สิ่ง|ที่|นับถือ|ทาง|ไสยศาสตร์.  |Syn. fetich|,|talisman|,|amulet
n. กระจุก|ขน|หลัง|ข้อเท้า|ม้า|,|ปุ่ม|กลาง|ข้อเท้า|ม้า|,|ข้อต่อ|หลัง|ข้อเท้า|ม้า
(ฟี|' เทอะ) n. กลิ่น|เหม็น|รุนแรง
(เฟท|'|เทอะ) n. โซ่|ตรวน|,|ตรวน|,|พันธนาการ|,|บังคับ.  |Syn. fetterer n.  |Syn. confine
n. กระจุก|ขน|หลัง|ข้อเท้า|ม้า|,|ปุ่ม|กลาง|ข้อเท้า|ม้า|,|ข้อต่อ|หลัง|ข้อเท้า|ม้า
(เฟท|'|เทิล) n. ภาวะ|,|สภาพ|,|ท่าทาง. vt. เอา|ทราย|ออก|,|ซ่อมแซม|พื้นที่|ตั้ง|เตาไฟ|  |Syn. state
(ฟิวดฺ) n.,|vi. (การ) ทะเลาะวิวาท|,|อาฆาต|พยาบาท|กัน|  |Syn. quarrel
(ฟิว|'|เดิล) adj. (เกี่ยวกับ) ทิ่ดิน|ศักดินา|,|ทรัพย์สิน|ที่|เป็น|มรดก|ตกทอด|,|ระบบ|ศักดินา|,|ยุค|กลาง (Middle Age) ,|เกี่ยวกับ|การ|อาฆาต|พยาบาท|ที่|ต่อเนื่อง|กัน|เป็น|เวลา|ยาวนาน|,|เกี่ยวกับ|การ|ทะเลาะวิวาท
(ฟิว|'|เดิลลิส|ซึม) n. ระบบ|ศักดินา|,|วิธีการ|ทาง|ศักดินา|,|ลัทธิ|ศักดินา. -|feudalist n.  |Syn. feudalistic adj.
(ฟิว|' ดิสทฺ) n. ผู้|ทะเลาะวิวาท|,|ผู้เชี่ยวชาญ|เกี่ยวกับ|กฎหมาย|ระบบ|ศักดินา
abbr. force expiratory volume in one scond
(ฟี|'|เวอะ) n. ไข้|,|อุณหภูมิ|ร่างกาย|ที่|สูง|กว่า|ปกติ|,|โรค|ที่|มี|อาการ|ไข้|,|ความ|ตื่นเต้น|อย่าง|มาก. vt. เป็นไข้.
(ฟี|'|เว|อริ|ช) adj. ตื่นเต้น|,|กระสับกระส่าย|,|มี|ไข้|,|เป็นไข้|  |Syn. feverishly|,|feverously adv. feverishness n.  |Syn. feverous
(ฟิว) adj. น้อย (เกิน|1) ,|ไม่|มาก (แต่|เกิน|1) สอง|สาม -|Phr. (no fewer than ไม่|น้อย|กว่า) . -|Phr. (some few จํานวน|เล็กน้อย) -|n. จํานวน|เล็กน้อย|,|จํานวน|น้อย. -|Phr. (quite a few จํานวน|มาก|,|มาก) . -|Phr. (the few จํานวน|จํากัด) . -|pron. จํานวน|น้อย.  |Syn. fewness n.
(ฟิว|'|เออะ) adj. น้อย|กว่า -|pron. จํานวน|น้อย
(ฟิว|' ท|ริ|ลซฺ) n. เรื่อง|เล็ก ๆ น้อย ๆ| 
(เฟ) adj. เหนือ|หลักธรรม|ชาติ|,|เกี่ยวกับ|เวทมนตร์|คาถา|,|ประหลาด|,|ซึ่ง|ล่วงรู้|เหตุการณ์|ล่วงหน้า
(เฟซ) n. หมวก|แขก|,|หมวก|ตุรกี
abbr. free fatty acid
abbr. family history
(ฟี|อาน|เซ|') n. คู่หมั้น|ชาย -|pl. fiances
(ฟิ|อาน|เซ|') n. คู่หมั้น|หญิง -|pl. fiancees
(ฟิ|แอ|ส|'|โค) n. ความ|ล้มเหลว|อย่าง|สิ้นเชิง|  |Syn. failure
(ไฟ|'|เอิท|,|ไฟ|'|แอ|ท) n. คําสั่ง|,|พระราชกฤษฎีกา|,|พระบรม|ราชโองการ|,|คําพิพากษา vt. ตี|,|ชก|,|ต่อย
(ฟี|อา|ท) L. ให้|มี|แสงสว่าง|เกิด|ขึ้น
(ฟิบ) n. คํา|โกหก|เล็ก ๆ น้อย ๆ ,|ความผิด|เล็ก ๆ น้อย ๆ ,|พูด|โกหก|เล็ก ๆ น้อย ๆ|  |Syn. fibber n.
(ไฟ|'|เบอะ) n. เส้นใย|  |Syn. fibered|,|fibred adj.
วิทยาการ|เส้นใย|นํา|แสง|หมายถึง เรื่องราว|เกี่ยวกับ|เส้นใยแก้ว|ซึ่ง|ใช้|วัสดุ|ที่|ทํา|จาก|ใย|แก้ว|หรือ|พลาสติก ใช้|เป็น|พาหะ|นํา|สัญญาณ|แสง ใช้|ใน|การ|ถ่าย|โอน|ข้อมูล หรือ|การ|สื่อสาร|ข้อมูล ปัจจุบัน|นิยม|ใช้|กัน|มาก|ใน|ระบบเครือข่าย นับ|เป็น|เทคโนโลยี|ขั้นสูง|อีก อย่างหนึ่ง ที่|เข้า|มา|แทน|สายเคเบิล เพราะ|สื่อสาร|ได้|เร็ว|กว่า|และ|รับส่ง|ข้อมูล|ได้|ทีละ|มาก|กว่า
(ไฟ|' เบอะ|ไร|ซ) vt. ,|vi. ทํา|ให้|เป็น|เส้นใย|,|กลาย|เป็น|เส้นใย
เลข|ไฟ|โบ|นา|ชชี่|หมายถึง แบบแผน|ทาง|คณิตศาสตร์|แบบ|หนึ่ง|ที่|กําหนด|ให้ จํานวน|เลขลําดับ|ที่|สาม เป็น|ผลบวก|ของ|เลข|สอง|ตัว|ที่อยู่|ลําดับ ก่อนหน้า เช่น 4, 8, 12, 20, 32..... (12 เป็น|ผลบวก|ของ 4 กับ 8 และ 20 เป็น|ผลบวก|ของ 8 กับ 12 เป็น|ดังนี้|ไป|เรื่อย ๆ) ใช้ได้|ดี|ใน|การ|เขียน|โปรแกรม|บาง|โปรแกรม เพราะ|ทํา|ให้|สามารถ|เข้า|สู่|จุด|ตําแหน่ง|ที่|ต้องการ|ได้|รวดเร็ว|ขึ้น (บางที|เรียก fibonacci series หรือ|อนุกรม|ไฟ|โบ|นา|ช|ชี)| 
(ไฟ|'|เบอะ) n. เส้นใย|,|สิ่ง|ที่|มี|ลักษณะ|เป็น|เส้น|,|ลักษณะ|ที่
(ไฟ|' บ|ริ|ล) n. เส้นใย|เล็ก ๆ สําคัญ|,|แก่น|แท้|,|รากฝอย.  |Syn. fibered|,|fibred adj.
การ|กระตุก|รัว|ของ|กล้ามเนื้อ
(ไฟ|' บริน) n. โปรตีน|ชนิด|หนึ่ง|ที่|ทํา|ให้|โลหิต|แข็งตัว|หรือ|จับตัว|เป็น|ลิ่ม|โลหิต
Pref. เส้นใย
n. เนื้องอก|ที่|ส่วนใหญ่|ประกอบ|ด้วย|เนื้อเยื่อ|เส้นใย
n. การ|สร้าง|หรือ|เกิด|เนื้อเยื่อ|มาก|ผิดปกติ
(ไฟ|'|บรัส) adj. ซึ่ง|ประกอบ|ด้วย|หรือ|มี|ลักษณะ|ของ|เส้นใย.  |Syn. fibrousness n.
(ฟิบ|'|บิ|ว|ละ) n. กระดูก|น่อง.  |Syn. fibular adj.
(ฟีช) n. ฟิล์ม|จิ๋ว
ผ้าพันคอ|สตรี
(ฟิค|'|เคิล) adj.เปลี่ยนแปลง|ได้|,|เอา|แน่|ไม่|ได้|,|เหลาะแหละ|,|แล้วแต่|อารมณ์|,|หลาย|ใจ.  |Syn. fickleness n.  |Syn. unstable
adj. ซึ่ง|ทํา|เป็น|รูปร่าง|ต่าง|ได้|,|ซึ่ง|ทํา|ด้วย|ดิน
(ฟิค|'|เชิน) n. นวนิยาย|,|นิทาน|,|เรื่อง|โกหก|,|ความ|เท็จ|,|การ|เสกสรร|เรื่อง|ขึ้น|  |Syn. story
n. นักเขียน|นวนิยาย
(ฟิคทิช|'|เชิส) adj.ซึ่ง|เป็น|เรื่อง|โกหก|,|ไม่|จริง|,|ไม่|มี|ตัวตน|,|ซึ่ง|เสกสรร|ขึ้น|,|ปลอม|,|ไม่|แท้.  |Syn. fictitiousness n.
adj. จินตา|นา|การ.
รู|สําหรับ|ใส่|สลัก
(ฟิด|'|เดิล) n. ซอ|,|ไวโอลิน -|Id. -|Phr. (play second fiddle (to) เชื่อฟัง|,|เป็น|มือ|รอง|ของ) . v. เล่น|ซอ|หรือ|ไวโอลิน|,|ส่าย|มือ|ไป|มา|อย่าง|หลับ|หู|หลับ|ตา|,|เสียเวลา.  |Syn. fiddler n.  |Syn. dawdle
ปู|มี|ก้าม|ข้าง|หนึ่ง|ที่|ใหญ่|มาก
interj. เหลวไหล|!.
n. หัว|ไวโอลิน|,|ความ|ไม่|มี|อะไร
(ฟิแดล|'|ลิ|ที) n. ความ|ซื่อสัตย์|,|ความ|จงรักภักดี|,|ความ|แม่นยํา|,|ความ|ถูกต้อง|,|ความ|เที่ยงตรง|  |Syn. faithfulness
(ฟิด|'|จิท) vi. อยู่|ไม่|สุข|,|หงุดหงิด|,|อารมณ์เสีย. vt. ทํา|ให้|หงุดหงิด|,|ทํา|ให้|กระสับกระส่าย|,|ทํา|ให้|อารมณ์เสีย. -|n. ภาวะ|หงุดหงิด|,|ความ|กระสับกระส่าย|,|ผู้|ที่|มี|ใจ|หงุดหงิด|,|ผู้|กระสับกระส่าย.  |Syn. fidgeter n. fidgetingly adj. fidgety adj. คํา|ที่|มี|ความ|ห
adj. ซึ่ง|ได้|รับ|ความ|ไว้วางใจ|,|แม่นยํา.
(ฟี|ดู|'|เชีย|รี) n. ผู้|ได้|รับ|มอบหมาย|อํานาจ|หรือ|ทรัพย์สิน|,|ผู้|ได้|รับ|ความ|ไว้วางใจ adj. ขึ้น|อยู่|กับ|ความ|เชื่อใจ
(ไฟ) interj. คําอุทาน|ที่|แสดง|ความ|ไม่|พอใจ
(ฟีฟ) n. ที่ดิน|ศักดินา
(ฟี|ลด|ฺ) {|fielded|,|fielding|,|fields|} n. ทุ่ง|,|ทุ่งนา|,|ทุ่ง|กว้าง|,|เขต|เหมือง|แร่|,|สนาม|,|อาณาจักร|,|ขอบเขต|,|พื้น|,|ลาน vt. เก็บ|ได้|ลูก (บอล) ,|จับ|ลูก|ได้ vi. เป็น|คน|รับ|ลูก|ใน|การ|เล่น (บาสเก็|ตบ|อล|,|ค|ริ|ค|เก๊|ต)|  |Syn. area หมายถึง ที่|ซึ่ง|ใช้|เก็บ|ข้อมูล|เฉพาะ|ใน|โปรแกรม|ประเภท|การ|จัดการ|ฐานข้อมูล โดย|จัดแบ่ง|ให้|แต่ละ|เขต|เก็บ|ข้อมูล|แต่ละ เรื่อง เช่น แบ่ง|เป็น|เขต ชื่อ นามสกุล ที่อยู่ หมายเลข|โทรศัพท์ อายุ เพศ ฯ ถ้า|เรา|นํา|เขต|ข้อมูล|เหล่านี้ หลาย ๆ เขต|มา|รวม|กัน จะ|เรียก|ว่า "|ระเบียน|" (record)| 
วัน|เล่น|กีฬา|,|วัน|ปิกนิก|,|วัน|รื่นเริง|,|วัน|ฝึกซ้อม|สนาม|,|วันที่|มี|การ|แสดง|บน|สนาม
ความ|ยาว|เขต|ข้อมูล|หมายถึง|ขนาด|ความ|ยาว|ของ|เขต|ข้อมูล (field) ที่|สามารถ|กําหนด|ได้ เช่น|เขต|ข้อมูล "|ชื่อ|" อาจ|ใช้|ความ|ยาว|ถึง|ขนาด 30 ตัว|อักขระ ส่วน|เขต|ข้อมูล "|อายุ|" อาจ|ใช้|เพียง 2 ตัว|อักขระ เป็นต้น แฟ้มข้อมูล (file) แต่ละ|แฟ้ม|จะ|ต้อง|กําหนด|เขต|ข้อมูล|ที่|ใช้|ชื่อ|เดียวกัน|ให้|ยาว|เท่า|กัน เช่น ถ้า|เป็น|เขต|ข้อมูล "|ชื่อ|" ไม่ว่า|จะ|ชื่อ|สั้น|หรือ|ยาว|เพียงใด ก็|ต้อง|ใช้เนื้อ|ที่ 30 ตัว อักขระ|หมด|ทั้ง|แฟ้ม
จอมพล
n. สนามรบ|,|สนาม|แข่ง|ชัน
n. การ|เรียน|นอก|สถานที่
n. การ|วิจัย|ค้นคว้า|หรือ|สํารวจ|ใน|สถานที่|จริง.  |Syn. fieldworker n.
(ฟีนดฺ) คน|ที่|ทารุณโหดร้าย|,|ภูต|ผี|ปีศาจ|,|มาร|,|ซาตาน|,|คน|ซุกซน|,|ขี้ยา|,|คน|หลงใหล|ใน|บาง|สิ่ง|บาง|อย่าง|  |Syn. devil
(เฟน|'|ดิช) adj. ทารุณ|,|โหดร้าย|,|อํามหิต|,|ชั่วร้าย.  |Syn. fiendish ness n|  |Syn. malicious
(เฟียร์ส) ดุ|,|ดุร้าย|,|ป่าเถื่อน|,|ดุเดือด|,|รุนแรง|,|บ้าคลั่ง|,|บ้า|รํา|ห่ํา.  |Syn. fiercely adv. fierceness n.  |Syn. untamed|,|brutal
(ไฟ|เออ|'|รี) adj. ซึ่ง|ลุกเป็นไฟ|,|เป็น|ไฟ|,|ร้อน|มาก|,|ซึ่ง|มี|อารมณ์|รุนแรง|,|เผ็ดร้อน|, (ม้า) คะนอง|,|ติดไฟ|ได้|,|อักเสบ|,|แสบ|ร้อน.  |Syn. fieriness n.  |Syn. flaming
(ฟีเอส|'|ทะ) n. การ|เฉลิมฉลอง|ใน|วันหยุด|ทาง|ศาสนา|,|การ|เฉลิมฉลอง|,|วัน|เทศกาล|,|วัน|นักขัตฤกษ์|  |Syn. festival -|pl. fiestas
(ไฟ|ฟฺ) {|fifed|,|fifing|,|fifes|} n. ขลุ่ย. vt.,|vi. เป่าขลุ่ย.  |Syn. fifer n.  |Syn. flute
(ฟีโฟ|, ไฟ|โฟ) ย่อ|มา|จาก first in|, first out แปล|ว่า "|เข้า|ก่อน|ออก|ก่อน|" ผู้เขียนโปรแกรม|นํา|ศัพท์|คํา|นี้|มา|ใช้|ใน|เรื่อง|ของ การ|ส่ง|ข้อมูล เข้า|ไป|เก็บ บางที|เรา|ต้องการ|ให้|เก็บ|แบบ|ที่|เข้า|ไป|ก่อน ก็|ให้|เรียก|ออก|มา|ได้|ก่อน บางที เรา|อาจ|ต้องการ|ให้|เป็น|แบบ "|เข้าที|หลัง ออก|ก่อน|" เพราะ|ข้อมูล|ที่|เข้า|ไป|ก่อน|อยู่|ลึก|เข้า|ไป กว่า|จะ|เรียก|ออก|มา|ได้ ต้อง|รอ|จน|ข้อมูล|ที่|เข้า|ไป|ทีหลัง|ออก|มา จน|หมด|เสียก่อน แบบ|หลัง|นี้|เรียก|ว่า last in|, first out ดู LIFO ประกอบ
(ฟิฟ|ที|น|') n.,|adj. 15,|จํานวน|สิบ|ห้า
(ฟิฟ|'|ที|นธฺ|') adj.,|n. ที่ 15
(ฟิฟธฺ) adj.,|n. ที่ 5|  |Syn. fifthly adv.
ถนน|สาย|ที่ 5 ใน|กรุง|นิวยอร์ก
n.,|adj. ปี|หรือ|จํานวน|ที่อยู่|ระหว่าง|50|ถึง|59. คอมพิวเตอร์|ยุค|ที่|ห้า|หมายถึง คอมพิวเตอร์|ยุค|ใหม่|สุด ซึ่ง|นับ|เป็น|ยุค|ที่|ห้า คอมพิวเตอร์|ยุค|นี้|จะ|เน้น|ใน|เรื่อง|ปัญญาประดิษฐ์ (artificial intelligence) เป็น|สําคัญ เช่น ทํา|ให้|คอมพิวเตอร์|เข้าใจ|ภาษามนุษย์ ให้|มาก|ขึ้น ทั้ง|ภาษาพูด|และ|ภาษาเขียน รวม|ทั้ง|ประมวลผล|ได้|เร็ว|ยิ่ง|ขึ้น|ด้วย ญี่ปุ่น|ทําท่า|ว่า|จะ|เป็น|ผู้นํา|ใน|ด้าน|นี้|มาก|กว่า|ชาติ|อื่น ดู artificial intelligence ประกอบ
(ฟีฟ|'|ที|อิธฺ) adj.,|n. ที่ 50
(ฟิฟ|'|ที) n. ห้า|สิบ
(ฟิก) {|figged|,|figging|,|figs|} n. พืช|จําพวก Ficus|,|ปริมาณ|นิด|เดียว|,|สิ่ง|ที่|ไร้|ค่า|,|จํานวน|ที่|น้อย|ที่สุด|,|เรื่อง|หยุมหยิม vt. แต่งตัว|,|เสื้อผ้า|อาภรณ์
(ไฟ|ทฺ) {|fought|,|fought|,|fighting|,|fights|} n. การ|ต่อสู้|,|การ|สู้รบ|,|ยุทธการ|,|การ|แข่งขัน|,|การ|ดิ้นรน|,|การ|ชกมวย vi.,|vt. ต่อสู้|,|สู้|,|สู้รบ|,|เอาชนะ|,|ชกต่อย|กับ|  |Syn. battle
(ไฟ|'|เทอะ) n. นักมวย|,|นักรบ|,|เครื่องบิน|รบ|,|ผู้|ชอบ|ต่อสู้|,|นักต่อสู้|  |Syn. contender
เครื่องบิน|ทิ้ง|ระเบิด|ด้วย
โอกาส|ประสบ|ความ|สําเร็จ|หลัง|การ|ต่อสู้|ดิ้นรน
n. สิ่ง|ที่|กุ|ขึ้น|,|สิ่ง|ที่|เสกสรร|ขึ้น
adj. เกี่ยวกับ|รูปร่าง|,|เป็น|อุปมาอุปไมย|,
n. การ|ทํา|เป็น|รูป|เป็น|ร่าง|,|รูปร่าง|,|เค้าโครง|,|การ|อุปมาอุปไมย
adj. เป็น|อุปมาอุปไมย|,|ซึ่ง|แสดง|เป็น|รูป|เป็น|ร่าง.  |Syn. figurativeness n.
(ฟิก|'|เก|อะ) {|figured|,|figuring|,|figures|} n. รูปร่าง|,|รูป|ภายนอก|,|รูปหล่อ|,|รูปสลัก|,|ร่าง|,|ทรวดทรง|,|ภาพวาด|,|ตัวเลข|,|จํานวน|,|จํานวน|เงิน|,|ราคา|,|เครื่องหมาย|,|สัญลักษณ์|,|รูปแบบ|,|แบบแผน|,|อุปมาอุปไมย|,|แบบ|ระบํา|,|แบบ|สํานวน vt. คํานวณ|,|แสดง|ออก|เป็น|รูป|,|สรุป|,|วาด|ภาพ|,|จินตนาการ|,|ประเมิน|,|คิด|,|คาดคะเน.
(ฟิก|'|เก|อด) adj. เป็น|รูป|,|เป็น|ร่าง|,|ซึ่ง|แสดง|เป็น|รูป|เป็น|ร่าง
n. หัวหน้า|ใน|นาม (ไม่|มี|อํานาจ) ,|รูปแกะสลัก|ของ|เรือ
n. รูปแกะสลัก|เล็ก ๆ ,|รูป|ประดับ|เล็ก ๆ| 
(ฟี|' จี) n. ประเทศ|ฟิจิ
(ฟี|' เจียน) adj.,|n. เกี่ยวกับ|ฟิจิ
n. เส้นใย|,|เส้นใย|เล็ก ๆ ,|เส้น|ละเอียด.  |Syn. filamentary adj. filamentous adj.  |Syn. thread|,|fiber
(ไฟ|' ละ) adj. เกี่ยวกับ|เส้นด้าย|หรือ|เส้นใย
(ฟิล|ละ|ไร|' อะ|ซิ|ส) n. การ|เป็น|พยาธิ|จําพวก filarial
n. การ|สาว|ไหม|หรือ|เส้นด้าย
(ฟิลชฺ) vt. ลักเล็กขโมยน้อย|,|หยิบฉวย|,|ฉกชิง.  |Syn. filcher n.  |Syn. steal
(ไฟ|ลฺ) {|filed|,|filing|,|files|} n. แผง|หรือ|แฟ้ม|เก็บ|เอกสาร|,|ปึก|เอกสาร|,|เอกสาร|เป็น|เรื่อง ๆ หนึ่ง|,|หมวด|เอกสาร|,|แถว|เรียง|,|ตาราง|เรียง|,|ตะไบ|,|คน|เจ้าเล่ห์. -|Phr. (on file ซึ่ง|จัด|ไว้|เป็น|เครื่อง ๆ ใน|แฟ้ม|เก็บ|เอกสาร) . vt. จัด|เข้า|แฟ้ม|,|เก็บ|เอกสาร|,|ยื่น|คําร้อง. vi. เดิน|เป็น|แถว|ตรง|,|ยื่น หมายถึง ข้อ|สนเทศ|หรือ|ข้อมูล|ทั้งหมด|ที่|เก็บ|ไว้|ใน|สื่อ|ที่|มี|คุณสมบัติ|เป็น แม่เหล็ก|ไม่ว่า|จะ|เป็น|จาน|บันทึก|ธรรมดา หรือ|จาน|แข็ง (hard disk) ก็ตาม ข้อ|สนเทศ|ที่|นํา|ไป|เก็บ|นั้น จะ|ถูก|นํา|ไป|เก็บ|ไว้|เป็น|เรื่อง ๆ ไป อาจ|จะ|เป็น|โปรแกรม ข้อมูล หรือ|ภาพ (graphics) ก็ได้ แต่ละ|เรื่อง|ต่าง|ก็|ต้อง|มี|ชื่อ|เป็น ของ|ตนเอง ที่|ต้อง|ไม่|ซ้ํา|กัน เรียก|ว่า "|แฟ้มข้อมูล|"
ตาราง|การ|จัดสรร|แฟ้ม|ใช้|ตัวย่อ|ว่า FAT (อ่าน|ว่า แฟ็ต) ใช้|ใน|ระบบ|ดอส หมายถึง|ส่วนหนึ่ง|ของ|จาน|บันทึก|ที่|เป็นตาราง|สําหรับ|เก็บ|ชื่อ ขนาด ความ|จุ และ|ที่อยู่|ของ|แฟ้มข้อมูล|ต่าง ๆ ที่อยู่|ใน|จาน|บันทึก|นั้น
ลักษณะ|ประจํา|ของ|แฟ้มข้อมูล|หมายถึง ข้อความ|ที่|บ่งบอก|ถึง|คุณลักษณะ|ต่าง ๆ ของ|แฟ้มข้อมูล|แต่ละ|แฟ้ม ว่า|เป็น|แฟ้ม|ประเภท|ใด เช่น ซ่อน|ไว้ (hidden) อ่าน|ได้|อย่างเดียว (read only) แก้ไข|หรือ ลบทิ้ง|ไม่|ได้ (locked) ฯลฯ การ|เปลี่ยน|คุณลักษณะ|ของ|แฟ้ม ข้อมูล มิได้|เปลี่ยนแปลง|เนื้อหา|ใด ๆ ใน|แฟ้ม แต่|จะ|มี|ผล|ต่อ|การ|ทํางาน|ของ|คอมพิวเตอร์ ใน|ส่วน|ที่|เกี่ยวกับ แฟ้มข้อมูล|นั้น เช่น ถ้า|เปลี่ยน|ให้|เป็น|ประเภท "|ซ่อน|ไว้ " ก็|จะ|หาไม่|พบ|ใน|รายชื่อ|แฟ้มข้อมูล
การ|อัด|แฟ้มข้อมูล|หมายถึง การ|อัด|ข้อมูล|ใน|แฟ้ม|ให้|แน่น|เข้า เพื่อให้|ใช้เนื้อ|ที่|เก็บ|ใน|จาน|บันทึก|น้อย|ลง หรือ|เพื่อให้|มี|ที่|ว่าง|ใน|จาน|บันทึก|ให้|บรรจุ|ข้อมูล|อื่น|ได้|เพิ่ม|มาก|ขึ้น
กลุ่ม|แฟ้มข้อมูล|ใช้|ตัวย่อ|ว่า FCB เป็น|เรื่องราว|เกี่ยวกับ|แฟ้มข้อมูล ที่อยู่|เป็น กลุ่ม ซึ่ง|พวก|นักเขียน|โปรแกรม|เท่านั้น|ที่|จะ|ต้อง|รู้ ผู้ใช้|คอมพิวเตอร์|ทั่วไป ไม่|จําเป็น|ต้อง|รู้|ก็ได้
การ|แปลง|สภาพ|แฟ้ม|หมายถึง การ|แปลง|รูปแบบ (format) การ|เก็บ|ข้อมูล|จาก แบบ|หนึ่ง|ไป|เป็น|อีก|แบบ|หนึ่ง เพื่อให้|นํา|ไป|ใช้|กับ|โปรแกรม ต่าง|ชนิด|กัน|ได้ เช่น ถ้า|ต้องการ|จะ|ใช้|โปรแกรม Word Perfect เรียก|แฟ้มข้อมูล|ที่|พิมพ์|เก็บ|ไว้|โดย|ใช้|โปรแกรม WordStar มา|ดู|บน|จอภาพ ก็|จะ|ต้อง|มี|การ|แปลง|สภาพ|แฟ้ม|จาก|แฟ้ม ข้อมูล|ของ Word Perfect เป็น WordStar ก่อน ดู import ประกอบ
การ|สร้าง|แฟ้ม|หมายถึง|การ|สร้าง|แฟ้มข้อมูล|ขึ้น|มา|เพื่อ|เก็บ|สารสนเทศ|ต่าง ๆ โดย|กําหนด|แบ่ง|เป็น|เขต|ข้อมูล|ว่า จะ|ให้|มี|กี่|เขต แต่ละ|เขต|จะ|ต้อง|ใช้|ความ|ยาว|เท่าใด
สารบบ|แฟ้ม|หมายถึง รายชื่อ|แฟ้มข้อมูล|ทั้งหมด|ที่|เก็บ|ไว้|ใน|จาน|บันทึก หรือ|ฮาร์ด|ดิสก์
รหัส|เข้า|สู่|แฟ้ม|หมายถึง รหัส|ลับ|ที่|ใช้|เป็น|ทางเข้า|สู่|แฟ้มข้อมูล|ใน|ระบบ|ดอส โดย|ปกติ เรา เพียง|บอก|แต่|ชื่อ|แฟ้มข้อมูล|ที่|ต้องการ|เปิด คอมพิวเตอร์|ก็|จะ|จัดการ|ให้ แต่|ถ้า|เป็น|เรื่อง|ลับ เรา|อาจ|สั่ง|ให้ คอมพิวเตอร์|นํา|ชื่อ|ไป|แปลง|เป็น|ตัวเลข|ก่อน ตัวเลข|เหล่านี้ เรียก|ว่า " file handle|" การ|เข้า|สู่|แฟ้มข้อมูล ต้อง|ใช้|รหัส เหล่านั้น|เท่านั้น
สัญลักษณ์|แสดง|ชื่อ|แฟ้ม|หมายถึง|ป้าย|หรือ|ที่ ๆ จะ|ทํา|เครื่องหมาย|บ่งบอก|ว่า แฟ้มข้อมูล|นั้น|ชื่อ|อะไร|เก็บ|ไว้|ใน|สื่อ|ชนิด|ใด เช่น แฟ้มข้อมูล|ชื่อ CHULA เก็บ|ไว้|ใน|สื่อ|ที่|เป็น|แถบ|บันทึก|มี|จํานวน|ทั้งสิ้น|สี่|ม้วน เป็นต้น|มี|ความหมาย|เหมือน file label
ป้าย|แสดง|ชื่อ|แฟ้ม|หมายถึง ป้าย|หรือ|ที่|ที่|จะ|ทํา|เครื่องหมาย|บ่งบอก|ว่า แฟ้มข้อมูล|นั้น|ชื่อ|อะไร เก็บ|ไว้|ใน|สื่อ|ชนิด|ใด เช่น แฟ้มข้อมูล|ชื่อ CHULA เก็บ|ไว้|ใน|สื่อ|ที่|เป็น|แถบ|บันทึก|มี|จํานวน|ทั้งสิ้น|สี่|ม้วน เป็นต้น|มี|ความหมาย|เหมือน file identification
ช่อง|แสดง|รายชื่อ|แฟ้ม|หมายถึง ช่อง|สี่เหลี่ยม|ที่|แสดง|รายชื่อ|แฟ้มข้อมูล|ทั้งปวง|ที่|มี|อยู่|ใน|สารบบ|ใด|สารบบ|หนึ่ง มี|ทั้ง|ใน|ระบบ|วินโดว์|ของ|เครื่อง|พี|ซี และ|เครื่อง|แมค|อิน|ทอ|ช
การ|บํารุงรักษา|แฟ้มข้อมูล|หมายถึง การ|ปรับปรุง|แฟ้มข้อมูล|ให้|ทันสมัย|และ|ถูกต้อง อยู่|เสมอ เป็นต้น|ว่า เพิ่ม|/|ลด หรือ|เปลี่ยนแปลง|ข้อมูล|บาง|ประการ
การ|จัดการ|แฟ้มข้อมูล|หมายถึง|การ|กําหนดกฎเกณฑ์|ต่าง ๆ เพื่อ|ใช้|ใน|กระบวนการ|ที่|เกี่ยวกับ|การ|สร้าง|แฟ้มข้อมูล การ|ปรับปรุง|แฟ้ม และ|การ|เรียกหา|ข้อมูล|มา|ใช้|จาก|แฟ้ม
เครื่องหมาย|แฟ้ม|เครื่องหมาย|หรือ|รหัส|ที่|บอก|ว่า คอมพิวเตอร์|ได้|อ่าน|ถึง|ระเบียน|สุดท้าย|ของ|แฟ้มข้อมูล|แล้ว
ชื่อ|แฟ้ม (ข้อมูล) แฟ้มข้อมูล|ก็ดี โปรแกรม|หรือ|ชุดคําสั่ง|ก็ดี จะ|ต้อง|มี|ชื่อ|ที่ ไม่|ซ้ํา|กัน เพื่อให้|ผู้ใช้|ติดต่อ|สั่ง|งาน|กับ|คอมพิวเตอร์|ได้|เมื่อ ต้องการ เรียก|ใช้|ระบบปฏิบัติการ|แต่ละ|ระบบ จะ|มี|ข้อกําหนด กฎเกณฑ์|ต่าง ๆ เกี่ยวกับ|การ|ตั้ง|ชื่อ|แฟ้มข้อมูล|ไว้ เป็นต้น|ว่า ระบบ|ดอส|และ|วินโดว์ มี|ข้อกําหนด|ว่า ชื่อ|ของ|แฟ้ม ข้อมูล จะ|ต้อง|ยาว|ไม่|เกิน 8 ตัว|อักขระ (ตัวอักษร|หรือ|ตัวเลข) ต้อง|ขึ้นต้น|ด้วย|ตัวอักษร ต้อง|ไม่|มี|ช่องว่าง ฯ และ|ที่|สําคัญ|ที่สุด คือ|ตั้ง|ชื่อ|เป็น|ภาษาไทย|ไม่|ได้|โดย|เด็ดขาด นอกจากนั้น อาจ|จะ|ต้อง|มี|นามสกุล (filetype) ซึ่ง|ต้อง|ประกอบ|ด้วย 3 ตัวอักษร ส่วน|ระบบ|ของ|แมค|อิน|ทอ|ช มี|ข้อจํากัด|น้อย|กว่า|นั้น มาก เช่น จะ|ใช้|ภาษาไทย|ก็ได้
การ|ประมวลผล|แฟ้มข้อมูล|หมายถึง|การ|นํา|แฟ้มข้อมูล|มา|ประมวลผล โดย|ปกติ|หมายถึง|การ|เขียน|โปรแกรม|สั่ง|ให้|คอมพิวเตอร์|ทํา|ให้ เพื่อให้|ได้|ผล|ตาม|ที่|ต้องการ
การ|อารักขา|แฟ้มข้อมูล|หมายถึง|วิธีการ|ที่|สร้าง|ขึ้น เพื่อ|ป้องกัน|มิ|ให้|ผู้|ที่|มี|ได้|รับ|อนุญาต|เข้า|มา|ดู หรือ|แก้ไข|ข้อมูล|ใน|แฟ้ม|นั้น ๆ ได้ เป็นต้น|ว่า|การ|สร้าง|คํา|ผ่าน (passwords) เป็นต้น
เครื่อง|บริการ|แฟ้ม|ใน|ระบบเครือข่าย (network) โดย|ปกติ|จะ|มี|คอมพิวเตอร์ เครื่อง|หนึ่ง เรียก|ว่า|เครื่อง|บริการ|แฟ้ม ซึ่ง|จะ|ใช้|เป็น|ที่|เก็บ ทั้ง|โปรแกรม และ|แฟ้มข้อมูล|ที่|จะ|ใช้|ร่วม|กัน|ไว้|ใน|ฮาร์ด|ดิสก์ ผู้ใช้|คอมพิวเตอร์|ใน|เครือข่าย|เดียวกัน สามารถ|เรียก|ใช้ โปรแกรม|และ|แฟ้มข้อมูล|เหล่านั้น|พร้อมกัน|ได้ โดย|เรียก|จาก เครื่อง|บริการ|แฟ้ม|ดังกล่าว เครื่อง|บริการ|แฟ้ม นี้|จะ|ทํา|หน้าที่ ดูแล|การ|ใช้|แฟ้มข้อมูล และ|การ|ส่ง|ข้อมูล|ไป|ให้|ตาม|ที่|มี|ผู้|ต้องการ|เรียก|มา
การ|เรียก|ใช้|แฟ้มข้อมูล|ร่วม|กัน|หมายถึง การ|ที่|เครื่อง|คอมพิวเตอร์|ตั้งแต่|สอง|เครื่อง|ขึ้น|ไป สามารถ|เรียก|ใช้|แฟ้มข้อมูล|อัน|เดียวกัน|ได้|พร้อม ๆ กัน เช่น ใน|กรณี|ที่|เป็น|ระบบเครือข่าย
ขนาด|แฟ้มข้อมูล|หมายถึง จํานวน|เนื้อที่|ที่|แฟ้มข้อมูล|แต่ละ|แฟ้ม|ใช้|เมื่อ|เก็บ|ลง ใน|จาน|บันทึก โดย|ปกติ จะ|วัด|กัน|เป็น|ไบต์ (byte) , หรือ เคไบต์ (K byte)| 
(ไฟ|ล|'|ฟิช) n. ปลา|ตะไบ
(ฟิเล|'|,|ฟิล|'|เลท) {|filetted|,|filetting|,|filets|} n. เนื้อ|แผ่น ปลา|แผ่น|,|เนื้อ|แห้ง vt. ตัด
ชื่อ|ประเภท|แฟ้มข้อมูล|หมายถึง|ส่วนหนึ่ง|ของ|ชื่อ|แฟ้มข้อมูล โดย|ปกติ|ใน|ระบบ|ดอส จะ|เขียน|มี|ขนาด|ความ|ยาว|ไม่|เกิน 3 ตัว|อักขระ เช่น EXAM. BAS BAS จะ|บ่งบอก|ว่า|เป็น|แฟ้มข้อมูล|ที่|เขียน|ด้วย|ภาษา|เบ|สิ|ก
(ฟิล|'|เลีย|ล) adj. (เกี่ยวกับ) บุตร|หรือ|ธิดา|,|ความ|สัมพันธ์|บุตร|กับ|พ่อแม่|,|พันธุกรรม|,|รุ่น|ลูก|รุ่น|หลาน.  |Syn. filially adv. filialness n.
(ฟิล|'|ลีเอท) vt. พิสูจน์|ความ|เป็น|พ่อ|หรือ|แม่|ของ|,|มี|ความ|สัมพันธ์|กับ|  |Syn. filiation n.
(ฟิล|'|ละ|บัส|เทอะ) n.,|v. (ผู้|ที่) (การ) ปฏิบัติการ|ที่|ทหาร|เข้า|ไป|ใน|ประเทศ|อื่น|โดย|พลการ|เพื่อ|สนับสนุน|การ|ปฏิวัติ|,|ขัดขวาง|การ|ยอมรับ|ญัตติ|หรือ|กฎหมาย|ใน|สภา|,|  |Syn. filibusterer n. filibusterism n.
n. บิดา|ผู้|ฆ่า|บุตร|ของ|ตัวเอง|,
(ฟิล|'|ลิก|รี) n.,|adj.,|vt. (ประดับ) ลวดลาย|ประดับ|เป็น|เส้นสาย|,|สิ่ง|ประณีต|หรือ|ละเอียดอ่อน.  |Syn. filagree|,|fillagree
(ไฟ|'|ลิง|ซ) n.,|pl. ขี้ตะไบ
(ฟิล|'|ละ|พี|'|โน) n., (pl. Filipinos) ชาว|ฟิลิปปินส์. adj. เกี่ยวกับ|ฟิลิปปินส์
(ฟิล|' ลิสเทอะ) n. ราง|เว้า|,|กบ|เว้า
(ฟิล) {|filled|,|filling|,|fills|} vt. ทํา|ให้|เต็ม|,|เติมเต็ม|,|บรรจุ|,|บรรจุ|เต็ม|,|เพิ่ม|ให้|ครบ|,|เต็มไปด้วย|,|อัด|เต็ม|,|อัด|,|จุก|,|ถม|,|จดจ่อ|,|เลี้ยง|ให้|อิ่ม|, (ลม) พัด|เต็มใบ|เรือ. vi. เต็ม|, (ลม) พัด|เต็มใบ|เรือ.  |Syn. fill out ทํา|ให้|ใหญ่|หรือ|อ้วน -|Phr. (fill in กรอก|,|บันทึก|ลง)| 
n. ผู้ทํา|การ|แทน
n. ทองเหลือง|หุ้ม|ทอง
n. ผู้|บรรจุ|,|ผู้|ใส่|,|ผู้|อัด|,|เครื่อง|อัด|,|เครื่อง|บรรจุ|,|สิ่ง|ที่|ใช้|อัด
(ฟิล|'|ลิท|,|ฟิเล|') n. สาย|รึด|ผม|,|สาย|คาด|ผม|,|มงคล|สวม|ศีรษะ|,|ริบบิ้น|หรือ|เชือก|สําหรับ|ผูก|ผม|,|ชิ้นเนื้อ|ที่|ไม่|มี|มัน|หรือ|กระดูก|,|สาย|ประดับ|บน|ปก|หนังสือ|,|สัน|,|สัน|หนังสือ vt.ตัด|เอา|ชิ้นเนื้อ|ที่|ไม่|มี|มัน|หรือ|กระดูก
(ฟิล|'|ลิง) n. สิ่ง|ที่|ใส่|เข้า|ไป|,|สิ่ง|อุด|,|ไส้|ใน|ขนม|,|สิ่ง|ที่|ใช้|อุด|ฟัน|,|การ|เข้า|เสริม|ตําแหน่ง|ว่าง|,|การ|เข้า|ทํางาน|แทน|  |Syn. fillingly adj.
n. ปั๊มน้ํามัน|,|สถานที่|เติมน้ํามัน|รถ
vt.,|vi. เคาะ|นิ้ว|,|ดีดนิ้ว|,|เคาะ|เบา ๆ ,|กระตุ้น
(ฟิล|' ลิสเทอะ) n. ราง|เว้า|,|กบ|เว้า
(ฟิล|' ลี) n. ลูก|ม้า|ตัวเมีย|,|เด็ก|ผู้หญิง
(ฟิล์ม) n. ฟิล์ม|,|เยื่อ|หุ้ม|,|เยื่อ|บาง|,|หมอก|บาง|,|ฝ้า|,|ฟิล์ม|ถ่าย|รูป|,|ฟิล์ม|ภาพยนตร์|,|ภาพยนตร์. vt. เอา|ฟิล์ม|หุ้ม|,|ถ่าย|ภาพยนตร์|,|ฉาย|ภาพยนตร์. vi. ปกคลุม|ด้วย|ฟิล์ม
ส่วน|ตัดต่อ|ของ|ภาพยนตร์
(ฟิล|'|มี) adj. เกี่ยวกับ|หรือ|คล้าย|ฟิล์ม|,|คลุม|หรือ|ปิด|ด้วย|ฟิล์ม.  |Syn. filmily adv. filminess n. filmily|,|adv. filminess n.
n. ขน|นก|พิเศษ|ที่|ยาว|เรียว
(ฟี|'|ซฺ) n.,|Fr. บุตรชาย
(ฟิล|'|เทอะ) n. ที่|กรอง|,|กระดาษกรอง|,|สาร|ที่|ใช้|กรอง|,|บุหรี่|ก้น|กรอง. vt. กรอง|ออก|,|กรอง vi. กรอง. adj. เกี่ยวกับ|บุหรี่|ก้น|กรอง.  |Syn. filterer n.  |Syn. strainer|,|sieve|,|sift ตัว|กรอง|หมายถึง โปรแกรม|ที่|ใช้|ใน|การ|เปลี่ยน|รูปแบบ (format) การ|เก็บ|ข้อมูล|หรือ|ภาพ|ให้ เป็น|รูปแบบ|ที่|ต้องการ|ใช้ ส่วนมาก|โปรแกรม|นี้|จะ|มี|แทรก|อยู่|ใน|โปรแกรม|ประเภท|ประมวลผล|คํา หรือ|โป|ร|แกม|การ|จัดพิมพ์ ฯ ที่|มักจะ|มี|การ|โอน|แฟ้มข้อมูล ประเภท|อื่น เช่น จาก|โปรแกรม dBASE หรือ Lotus เข้า|มา ถ้า|ไม่|มี|ตัว|กรอง|เตรียม|ไว้ ก็|จะ|โอน|เข้า|มา ไม่|ได้ นอกจากนั้น ยัง|เป็น|คําสั่ง|ใน|ระบบปฏิบัติการ คําสั่ง|หนึ่ง|ที่|สั่ง|ให้|ประมวลผล ข้อมูล|เสียก่อน|ที่|จะ|ทํา|อย่าง|อื่น|ต่อไป ตัว|กรอง|ของ|ระบบ|ดอส จะ|ประกอบ|ด้วย|คําสั่ง More|, Find|, และ Sort คําสั่ง More เป็น|คําสั่ง|ให้|แสดง|ผล|ไป|เรื่อย ๆ จอภาพ ก็|จะ|เลื่อน|ไป|เรื่อย ๆ เพื่อ|แสดง|ผล|ต่อไป|จนกว่า|จะ|หมด find เป็น|คําสั่ง|ให้|หา|แฟ้มข้อมูล|ที่|ต้องการ และ sort ก็|เป็น คําสั่ง|ให้|เรียงลําดับ|แฟ้มข้อมูล|ที่|ใช้|รหัส|แอ|สกี (ASCII)| 
(ฟิลธฺ) n. สิ่งโสโครก|,|สิ่ง|สกปรก|,|ของ|สกปรก|,|ความ|โสโครก|,|ความ|โสมม|,|ความ|ลามก|,|ความ|อนาจาร|,|ความ|หยาบโลน|,|ความ|ทุจริต|  |Syn. dirt|,|dung|,|indecency|,|vileness
(ฟิล|'|ธี) adj. สกปรก|,|โสมม|,|ลามก|,|หยาบคาย|,|ชั่วช้า|,|เลว|,|ทุจริต|,|น่า|รังเกียจ.  |Syn. filthily adv. -|filthiness n.  |Syn. unclean
(ฟิล|'|เท|รท) n.ของเหลว|ที่|ผ่าน|การ|กรอง|แล้ว vt.,|vi. กรอง.  |Syn. filtratable adj. filtration n.  |Syn. filter
(ไฟ|' ลัม) n. เส้น|เล็ก ๆ -|pl.fila
n. ขอบ|,|สัน|,|ริม
adj. มี|ขอบ|เป็น|เส้น ๆ| 
(ฟิน) n. ครีบ|,|ปีก|,|ส่วน|ยื่น|คล้าย|ครีบ|ของ|เรือ|ใต้|น้ํา
(ไฟ|'|นะ|เบิล) adj. ซึ่ง|ควร|ถูก|ปรับ|เงิน.  |Syn. finableness n.
(ฟีเน|' เกิล) vi.,|vt. หลอกลวง|,|ลวง
(ไฟ|'|เนิล) adj. สุดท้าย|,|ใน|ที่สุด|,|เด็ดขาด|,|เป็น|การ|สรุป. n. สิ่ง|สุดท้าย|,|ตอนจบ
(ฟี|นา|'|ลี) n. ฉาก|สุดท้าย|,|ตอนจบ
(ไฟ|'|นะ|ลิสทฺ) n. ผู้|เข้า|รอบ|สุดท้าย|,|ผู้แข่งขัน|ที่|เข้า|รอบ|สุดท้าย
(ไฟ|แนล|'|ลิ|ที) n. วาระ|สุดท้าย|,|สุดท้าย|,|ที่สุด|,|ตอนจบ|,|การ|สรุป|,|ความ|เด็ดขาด|,|สิ่ง|สุดท้าย
(ไฟ|'|เนิลลี) adv. ใน|ที่สุด|,|ใน|บั้นปลาย|,|โดย|สรุป|,|โดย|เด็ดขาด|  |Syn. ultimately
(ไฟ|'|แนนซฺ) n. การเงิน|,|การ|คลัง|,|แหล่ง|เงิน|,|เงิน|ทุน. vt.,|vi. จัด|เงิน|ทุน|ให้แก่|,|ให้|เครดิต|แก่|,|ชําระ|เงิน. -|financial adj.  |Syn. fund
ปี|งบประมาณ
(ฟิน|เนิน|เซียร์|') n. ผู้เชี่ยวชาญ|เกี่ยวกับ|การเงิน|,|นักการ|คลัง. vt. ให้|เงิน|ทุน|,|จัดหา|เงิน|ทุน|ให้. vi. ทํา|หน้าที่|เป็น|นักการ|เงิน
(ฟินชฺ) n. นก|เล็ก ๆ เช่น นกกระจอก
(ไฟ|ดฺ) {|found|,|found|,|finding|,|finds|} vt. พบ|,|ประสบ|,|หา|,|ได้|รับ|,|จัดหา|,|ไป|ถึง|,|ตัดสิน|,|ชี้ขาด|,|บรรลุ|,|ก่อ|ให้|เกิด. vi. รู้สึก|,|เห็น|ว่า|,|ตัดสิน|,|ชี้ขาด|,|ลง|ความเห็น.  |Syn. find oneself รู้|ถึง|ความ|สามารถ|ของ|ตน|และ|รู้|วิธี|ใช้|มัน. -|Phr. (all found ทุกสิ่งทุกอย่าง|ที่|ต้อง หา|เป็น|คําสั่ง|หนึ่ง|ที่|ให้|ตรวจค้น|หา|ข้อมูล|ที่|ต้องการ|ใน|แฟ้ม|ใด|แฟ้ม|หนึ่ง ถ้า|เป็น|โปรแกรมประมวลผล|คํา (word processing) เรา|อาจ|ค้นหา|ได้|เป็น|คํา ๆ ไป ถ้า|เป็น|โปรแกรม|ฐานข้อมูล (database management) เรา|จะ|สามารถ|ค้นหา|ไป|ทีละ|ระเบียน (record) บางที|อาจ|ใช้|หมายถึง|การ|ค้นหา|แฟ้มข้อมูล|ว่า|เก็บ|ไว้|ใน|สารบบ (directory) ใด เป็น|คําสั่ง|หนึ่ง|ใน|ระบบ|วินโดว์|ด้วย (อยู่|ใต้|เมนู File) มี|ความหมาย|เหมือน search
(ไฟ|'|เดอะ) n. ผู้|ค้นหา|,|สิ่ง|ที่|ใช้|ค้นหา|,|กล้องโทรทรรศน์|,|กล้องส่องทางไกล|,|กล้อง|ดู|ภาพ|,|เครื่องวัด|,|เครื่องตรวจ|สอบ ตัว|หา|เป็น|ชื่อ|โปรแกรม|ที่อยู่|ใน|ระบบปฏิบัติการ|ของ|เครื่อง|แมค|อิน|ทอ|ช (ดู|ใน System Folder) ที่|ทํา|หน้าที่|จัดการ ใน|เรื่อง|สัญ|รูป (icon) การ|แสดง|รายการ|ต่าง ๆ ตลอด|ถึง|การ|แสดง|วินโดว์ การ|คัดลอก การ|ย้าย และ|การ|ลบ|แฟ้มข้อมูล หาก|ไม่|มี โปรแกรม|นี้ การ|ทํางาน|จะ|ช้า|กว่า|นี้ มาก เครื่อง|แมค|อิน|ทอ|ช รุ่น|ใหม่ ๆ จะ|แสดง|เป็น|เมนู|ดัง ที่|เห็น|ใน|ภาพ|ข้าง ๆ| 
(ไฟ|'|ดิง) n. การ|ค้นหา|,|การ|ตรวจสอบ|,|การ|ค้นพบ|,|สิ่ง|ที่|ค้นพบ|,|คําพิพากษา|,|คําวินิจฉัย|  |Syn. findings n.,|pl. เครื่องมือ|ช่าง|,|เครื่องมือ|เครื่องใช้|เล็ก ๆ น้อย|  |Syn. result|,|answer|,|verdict
(ไฟ|นฺ) {|fined.fining|,|fines|} adj. ดีเลิศ|,|เยี่ยม|,|ล้ําเลิศ|,|วิเศษ|,|ชั้น|สูง|,|งดงาม|,|วิจิตร|,|หรูหรา|,|ประณีต|ไพเราะ|,|น่า|ชม|,|น่าฟัง|,|น่าดู|,|ละเอียดอ่อน|,|บอบบาง|, (มีด) คม|,|ชํานาญ|,|บริสุทธิ์ adv. ดีเลิศ|,|เยี่ยม|,|ประณีต|,|ละมุนละไม|,|ละเอียดอ่อน. vi. บริสุทธิ์|ขึ้น|,|ลด|ขนาด|ลง n. เงิน|ค่า|ปรับ|,
วิจิตรศิลป์
adj. เป็น|เม็ด|ละเอียด|,|เป็น|เนื้อ|ละเอียด
(ไฟ|'|นะ|เบิล) adj. ซึ่ง|ควร|ถูก|ปรับ|เงิน.  |Syn. finableness n.
(ไฟ|นฺ|'|ลี) adj. ดีเลิศ|,|ประณีต|,|งดงาม|,|ละเอียด
(ไฟ|นฺ|'|เน็ส) n. ความ|ดีเลิศ|,|ความ|ประณีต|,|ความ|งดงาม|,|ความ|ละเอียด|,|ปริมาณ|เนื้อ|โลหะ|บริสุทธิ์|ใน|โลหะ|ผสม
(ไฟ|'|เนอ|รี) n. เสื้อผ้า|อาภรณ์|ที่|หรูหรา|,|เตา|หลอม|สําหรับ|เปลี่ยน|เหล็กหล่อ (cast|-|iron) เป็น|เหล็ก|เหนียว|ที่|ตี|เป็น|รูปร่าง|ขึ้น|ได้ (wrought|-|iron)| 
(ฟิเนส|') n. กลเม็ด|,|กลวิธี|,|อุบาย|,|ความ|พลิกแพลง|,|ความ|เชี่ยวชาญ|,|คล่องแคล่ว. vt. ใช้|กลเม็ด|  |Syn. artifice|,
(ฟิง|'|เก|อะ) n. นิ้วมือ|,|ความ|ยาว|เป็น|นิ้วมือ (ประมาณ|4 นิ้ว) ,|ความ|กว้าง|ของ|นิ้วมือ (เป็น|หน่วย|วัด) ,|สิ่ง|ที่|คล้าย|นิ้วมือ|,|ส่วน|ที่|ยื่น|ออก|ของ|เครื่องจักร. -|Phr. (put one|'|s finger on ระบุ|,|ชี้|บ่ง) vt. แตะ|ด้วย|นิ้ว|,|เล่น (ดนตรี) ด้วย|นิ้ว. vt. ใช้|นิ้วมือ|เล่น. คําศัพท์|ย่อย|:
n. เส้น|ลาย|นิ้วมือ
n. ป้าย|ชี้ทาง|ที่|มี|เครื่องหมาย|ชี้|เป็น|นิ้วมือ
n. เล็บ
n. ลาย|พิมพ์|นิ้วมือ. vt. พิมพ์|ลาย|พิมพ์|นิ้วมือ
(ฟีน|'|เนี|ยล|,|ไฟ|'|เนี|ยล) n. ส่วน|ยอด|,|ยอด|ภูเขา|  |Syn. finialed adj.
(ฟิน|'|นิเคิล|,|-|คิง|,|-|คี) adj. ละเอียดลออ|เกิน|ไป|,|จุ๋มจิ๋ม|เกิน|ไป|,|พิถีพิถัน|เกิน|ไป|,|จู้จี้|เกิน|ไป.  |Syn. finicality|,|finicalness|,|finickiness n.
(ฟิน|'|นิเคิล|,|-|คิง|,|-|คี) adj. ละเอียดลออ|เกิน|ไป|,|จุ๋มจิ๋ม|เกิน|ไป|,|พิถีพิถัน|เกิน|ไป|,|จู้จี้|เกิน|ไป.  |Syn. finicality|,|finicalness|,|finickiness n.
(ฟิน|'|นิเคิล|,|-|คิง|,|-|คี) adj. ละเอียดลออ|เกิน|ไป|,|จุ๋มจิ๋ม|เกิน|ไป|,|พิถีพิถัน|เกิน|ไป|,|จู้จี้|เกิน|ไป.  |Syn. finicality|,|finicalness|,|finickiness n.
adj. ดู|finical
adj. ดู|finical
(ไฟ|'|นิง) n. ความ|ใส|สะอาด|,|ยา|หรือ|สาร|ที่|ทํา|ให้|ใส
(ฟิน|'|นิส|,|ฟีนี|'|,|ไฟ|'|นิส) n. สุดท้าย|,|ตอนจบ|,|การ|สรุป|  |Syn. end
(ฟิน|'|นิช) {|finished.finishing|,|finishes|} v. ทํา|ให้|เสร็จ|,|ทํา|ให้|หมด|,|ทํา|จบ|,|เสร็จ|,|จบ|,|สิ้นสุด|,|ยุติ|,|เอาชนะ|ได้|สิ้นเชิง|,|ทําลาย|,|ฆ่า. n. สุดท้าย|,|วาระ|สุดท้าย|,|ความ|ตาย|,|ความ|เกลี้ยงเกลา|,|ยา|ขัด|เงา|,|ผิวหน้า|ที่|เกลี้ยงเกลา|,|ความ|มัน|เป็น|เงา|,|ลาย|,|พื้น|หน้า|เคลือบ|เงา|  |Syn. fi
(ฟิน|'|นิชทฺ) adj. ปลาย|,|สิ้นสุด|,|เสร็จ|,|ยุติ|,|สมบูรณ์|,|ดีเยี่ยม|,|ประณีต|งดงาม
(ไฟ|'|ไน|ทฺ) adj. มี|ขอบเขต|,|มี|เขต|จํากัด|,|ไม่|ใหญ่|หรือ|เล็ก|เกิน|ไป|จน|วัด|ไม่|ได้|,|ไม่|ใช่|ศูนย์. n. สิ่ง|ที่|มี|ขอบเขต.  |Syn. finitely adv. finiteness n.  |Syn. limited|,|fixed Ant. infinite|,|eternal
(ฟิน|'|นิคี) adj. finicky
(ฟิน|'|นิช) n. ภาษา|ฟินแลนด์ adj. เกี่ยวกับ|ประเทศ|หรือ|ประชาชน|ของ|ฟินแลนด์
(ฟิน|'|นี) adj. เกี่ยวกับ|ปลา|,|มี|ปลา|มาก|,|มี|ครีบ
(ฟยอร์ด|,|ฟโยร์ด) n. อ่าว|แคบ|ที่อยู่|ระหว่าง|หน้าผา|สูง|,|อ่าว|ใน|นอ|รเวย์.  |Syn. fjord
(เฟอร์) n. ต้นสน|,|ไม้|สน
(ไฟ|'|เออะ) {|fired|,|firing|,|fires|} n. ไฟ|,|เพลิง|,|ไฟไหม้|,|การ|ลุกเป็นไฟ|,|ความ|เร่าร้อน|,|ความ|กระตือรือร้น|,|ความ|มี|ชีวิตชีวา|,|ประกายไฟ|,|การ|ยิง|อาวุธ|ปืน vt. ยิง|กระสุน|,|ยิง|,|จุด|ไฟ|,|ไล่ออก|,|เลิก|จ้าง. vi. ติดไฟ|,|ไฟไหม้|,|ลุก|,|มี|อารมณ์|เร่าร้อน|,|ตื่นเต้น|,|ยิง|ปืน|,|ปล่อย|ขีปนาวุธ -|on fire กํา|ลั
n. สัญญาณไฟ|ไหม้|,|เครื่อง|เตือน|ไฟไหม้
n. หน่วย|ดับ|เพลิง|,|กอง|ดับ|เพลิง
n. การ|ซ้อม|ดับ|เพลิง
n. รถดับเพลิง
n. บันได|หนี|ไฟ|,|บันได|ฉุกเฉิน
n. เครื่อง|ดับ|เพลิง
n. การ|รบ|อย่าง|ประปราย
n. พนักงาน|ดับ|เพลิง.  |Syn. fire fighting n.
n. กรมธรรม์|ประกัน|อัคคีภัย
n. อํานาจ|กระสุน|ที่|ยิง|,|กําลัง|กระสุน|ที่|ยิง|,|จํานวน|กระสุน|ที่|ยิง|ได้.
สถานี|ดับ|เพลิง
(ไฟ|'|เออะ|อาร์ม) n. อาวุธ|ปืน|ขนาด|เล็ก|,|อาวุธ|ปืน
n. ขีปนาวุธ|ติด|วัตถุ|ระเบิด|หรือ|เชื้อเพลิง|,|ลุกไหม้|,|ดาวตก|,|ผี|พุ่ง|ใต้|,|ลูก|อุกกาบาต
n. เรือ|ดับ|เพลิง
n. ห้อง|ลุกไหม้|,|ห้อง|เตา|,|กล่อง|สัญญาณ|เตือน|ไฟ
n. ไม้|หรือ|วัตถุ|ที่|กําลัง|ติดไฟ|,|ผู้|ก่อ|ความ|ไม่|สงบ|หรือ|การ|ทะเลาะวิวาท|, ผู้|ปลุกระดม|,|ผู้|มี|ความ|กระฉับกระเฉง|อย่าง|มาก
n. ประทัด|,|ประทัด|ไฟ|,|ประทัด|จีน
(ไฟ|'|เออะ|ไฟ|ล) n. หิ่งห้อย|  |Syn. glowfly
(ไฟ|'|เออะการ์ด) n. กรอบ|โลหะ|หน้าเตา|ไฟ|,|ที่|กั้น|ไฟ
n. เตาผิง|ข้าง|กําแพง|,|เตาไฟ|,|ที่|ตั้ง|เตาไฟ
ก๊อกน้ํา|ประปา|ข้าง|ถนน|สําหรับ|ฉีด|น้ํา|ดับ|เพลิง
adj. ทน|ไฟ|,|ป้องกัน|ไฟ|,|ไม่|ไหม้|ไฟ|,|ทํา|ให้|พ้น|จาก|อัคคีภัย. vt. ทํา|ให้|ทน|ไฟ|,|ป้องกัน|ไฟ|,|ทํา|ให้|พ้น|จาก|อัคคีภัย
n. บริเวณ|ข้าง|เตาไฟ|,|บ้าน|,|ชีวิต|ใน|ครอบครัว adj. ข้าง|เตาไฟ|,|อบอุ่น|,|อ่อนโยน|  |Syn. hearthside
n. การ|เดิน|ลุย|ไฟ
n. พนักงาน|ดับ|เพลิง|,|พนักงาน|ป้องกัน|เพลิง
n. ฟืน|,|ไม้|ที่|ใช้|ทํา|เป็น|เชื้อเพลิง
n. ดอกไม้เพลิง|,|ประทัด
n. ดอกไม้เพลิง|,|ประทัด
(ไฟ|'|เออะ|ริ|ง) n. การ|ยิง|,|การ|จุด|ไฟ|,|การ|ก่อ|ไฟ|,|เชื้อเพลิง|,|การ|เผา|เครื่อง|เคลือบ|ดินเผา|หรือ|แก้ว
(เฟิร์ม) adj. แน่น|,|ไม่|นิ่ม|,|แน่นหนา|,|แข็งแรง|,|มั่นคง|,|เหนียวแน่น|,|หนักแน่น|,|เด็ดขาด|,|แน่นอน|,|แน่วแน่ n. บริษัท|,|ห้าง|,|ห้างหุ้นส่วน|,|ห้างร้าน|,|ร้านค้า|,|กงสี|,|ธุรกิจ adv. อย่าง|แน่น|,|อย่าง|มั่นคง. -|firmly adv.  |Syn. firmness n.
(เฟอร์|'|มะ|เมิน|ทฺ) n. หลังคา|สวรรค์|,|ท้องฟ้า
(เฟอร์|'|เมิน) n. คําสั่ง|,|ประกาศิต|,|กฤษฎีกา|,|พระบรม|ราชโองการ , (-|pl. firmans)| 
เฟิร์มแวร์|หมายถึง ซอฟต์แวร์|ที่|บรรจุ|ไว้|ใน|ชิป|แทน|ที่|จะ|บรรจุ|ไว้|ใน|จาน บันทึก|ข้อมูล|ตาม|ปกติ เช่น ซอฟต์แวร์|ที่|ใช้|ใน|ตอน|เริ่มต้น เพราะ|จะ|ต้อง|ทํางาน|ทันที|ที่|เปิด|เครื่อง|คอมพิวเตอร์
(เฟิร์สทฺ) adj. แรก|,|ที่|หนึ่ง|,|adv. ก่อน|,|เป็น|ครั้ง|แรก|,|เป็นอัน|ดับ|แรก|,|ข้อ|ที่ 1,|สมัครใจ.
n. การ|ปฐมพยาบาล.  |Syn. first|-|aid adj.
ชั้นหนึ่ง|,|ชั้นเยี่ยม|,|สิ่ง|ที่|ดีเลิศ. adv. โดย|การ|ขนส่ง|ชั้นหนึ่ง|,|โดยสาร|ชั้นหนึ่ง
n. ลูก|ของ|ลุง|หรือ|ป้า.
n. วัน|อาทิตย์ (วัน|แรก|ของ|สัปดาห์)| 
คอมพิวเตอร์|ยุค|ที่|หนึ่ง|นับ|ตั้งแต่|เริ่ม|มี|เครื่อง|คอมพิวเตอร์|ใช้ มนุษย์|ได้|พัฒนา|เครื่องมือ|นี้|ติดต่อ|กัน|มา|ตลอด ทํา|ให้|มี|การ|แบ่ง|วิวัฒนาการ|ของ|คอมพิวเตอร์|ออก|เป็น|ยุค (generation) พัฒนาการ|ของ|คอมพิวเตอร์|ยุค|แรก|ถือ|ว่า|เริ่ม|ตั้งแต่ ค.ศ.1951 ถึง|ต้น ค.ศ.1960 คอมพิวเตอร์|สมัย|นั้น|สามารถ|เก็บ|โปรแกรม|ได้ ใช้|หลอด|สุญญากาศ|เป็น|หน่วยความจํา ทํา|ให้|มี|ขนาด|ใหญ่ กิน|เนื้อที่|มาก ระหว่าง|ทํางาน จะ|ทํา|ให้|เกิด|ความ|ร้อน|สูง|ตลอดเวลา การ|ทํางาน|จะ|ทํา|ได้|ทีละ|อย่าง และ|จะ|เรียง|กัน|ไป|ตาม|ลําดับ|คําสั่ง|อย่าง|เคร่งครัด ภาษา|ที่|ใช้|ใน|การ|เขียน|โปรแกรม|ก็|มีแต่|ภาษาแอสเซมบลี (assembly language) ดู generation ประกอบ
เข้า|ก่อน|ออก|ก่อน|ใช้|ตัวย่อ|ว่า FIFO อ่าน|ว่า ฟีโฟ หรือ|ไฟ|โฟ ผู้เขียนโปรแกรม|นํา|ศัพท์|คํา|นี้|มา|ใช้|ใน|เรื่อง|ของ การ|ส่ง|ข้อมูล เข้า|ไป|เก็บ บางที|เรา|ต้องการ|ให้|เก็บ|แบบ|ที่|เข้า|ไป|ก่อน ก็|ให้|เรียก|ออก|มา|ได้|ก่อน บางที เรา|อาจ|ต้องการ|ให้|เป็น|แบบ "|เข้าที|หลัง ออก|ก่อน|" เพราะ|ข้อมูล|ที่|เข้า|ไป|ก่อน|อยู่|ลึก|เข้า|ไป กว่า|จะ|เรียก|ออก|มา|ได้ ต้อง|รอ|จน|ข้อมูล|ที่|เข้า|ไป|ทีหลัง|ออก|มา จน|หมด|เสียก่อน แบบ|หลัง|นี้|เรียก|ว่า last in|, first out ดู last in|, first out ประกอบ
n. สุภาพสตรี|หมายเลข|หนึ่ง|ของ|ประเทศ
การ|เปลี่ยนแปลง|ใน|ตับ|ก่อ|น้|ข่า|สู่|กระแส|เลือด
adj.ซึ่ง|พร้อม|ที่|จะ|ปฏิบัติการ|ได้|ทันที|,|สําคัญ|ที่สุด|,|ดีเลิศ
adj.,|ชั้นหนึ่ง|,|ดีเยี่ยม|,|ดีเลิศ|,|อันดับ|หนึ่ง|,|ดี|มาก. adv. ดี|มาก
adj.,|adv. มือ|แรก|,|มือหนึ่ง|,
n. อันดับ|แรก|,|รุ่น|แรก
adv. อัน|แรก|,|แรก|,|เริ่มแรก
(ฟิส|'|เคิล) adj. เกี่ยวกับ|งบประมาณ|,|เกี่ยวกับ|เรื่อง|การเงิน. n. อัยการ|,|อากรแสตมป์.
n. ปี|งบประมาณ
(ฟิช) {|fished|,|fishing|,|fishes|} n. ปลา|,|เนื้อ|ปลา|,|สัตว์น้ํา|,|บุคคล|,|คน|อ่อนหัด vt. ตกปลา|,|จับ|ปลา|,|ล้วง|ออก|,|ดึง|ออก|,|ค้นหา -|Phr. (fish in troubled waters ฉวยโอกาส|กอบโกย|ผลประโยชน์) -|pl.  |Syn. fish|,|fishes
(ฟิช|'|ฮุค) n. เบ็ด|ตกปลา
adj. ซึ่ง|ตกปลา|ได้
n. ชาวประมง|,|คน|จับ|ปลา|,|เรือ|จับ|ปลา
(ฟิช|'|เชอ|รี) n. อาชีพ|การประมง|,|ท่า|ปลา|,|เทคนิค|การ|เลี้ยง|ปลา|,|เทคนิค|การ|จับ|ปลา|,|สิทธิ|ใน|การ|จับ|ปลา|,|สัมปทาน|ใน|การ|จับ|ปลา
(ฟิช|'|ชิง) n. การ|จับ|ปลา|,|เทคนิค|การ|จับ|ปลา|,|สถานที่|จับ|ปลา
สายเบ็ด
คันเบ็ด|ซึ่ง|งอ|ได้
ไม้|ตกปลา|ท -|S.,|fish pole
(ฟิช|'|มอง|เก|อะ|,|-|มัง|เก|อะ) n. คน|ขาย|ปลา|,|พ่อค้า|ขาย|ปลา
(ฟิช|'|ชี) adj. คล้าย|ปลา (กลิ่น|,|รส|หรือ|อื่น ๆ) ,|ซึ่ง|ประกอบ|ด้วย|ปลา|,|ซึ่ง|มี|ปลา|อุดมสมบูรณ์|,|เหลือเชื่อ|,|ไม่|น่า|เป็น|ไป|ได้|,|น่า|สงสัย|,|ทื่อ|,|ปราศจาก|ความรู้สึก
(ฟิส|'|เชิน) n. การ|แยก|ออก|,|การ|แบ่ง|เซลล์|,|การ|แตกแยก|ออก|,|การ|แบ่ง|ตัว|,|การ|แตก|ตัว|ของ|นิวเคลียส|ของ|อะตอม|ออก|เป็น|อะตอม|ที่|มี|น้ําหนัก|น้อย|กว่า และ|เกิด|พลังงาน|ขึ้น|อย่าง|มหาศาล
adj. ซึ่ง|แตก|ตัว|ได้|,|ซึ่ง|แบ่ง|ตัว|ได้.  |Syn. fisionability
(ฟิส|'|เชอะ) n. ร่อง|,|ช่อง|,|รอย|แยก|,|ร่อง|แยก|,|รอย|ประสาน vt.,|vi. แยก|ออก|,|แบ่งแยก|,|แยกตัว|,|แตกแยก|ออก|  |Syn. cleft
(ฟิสทฺ) n. หมัด|,|กําปั้น|,|เครื่องหมาย|นิ้ว|,|มือ|,|ลายมือ vt. กําหนัด|,|ใช้|หมัด|ชก
เต็มมือ|,|กํามือ|หนึ่ง|,|กํา|หนึ่ง -|pl. fistfuls
adj. เกี่ยวกับ|การ|ชกมวย
n. การ|ใช้|หมัด|ชก|,|การ|ชกมวย (fisticuffs) vt.,|vi. ใช้|หมัด|ชก|,|ชกมวย|  |Syn. fisticuffer|,|n.  |Syn. boxing
(ฟิส|'|ชุ|ละ) n. แผล|ชอน|ทะลุ|,|ท่อ|  |Syn. fistular adj. -|pl. fistulas|,|fistulae|  |Syn. duct
(ฟิท) {|fitted|,|fitting|,|fits|} adj.เหมาะ|,|เหมาะสม|,|สมควร|,|คู่ควร|,|สอดคล้อง|,|ถูกต้อง|, (สุขภาพ) ปกติ|, (สุขภาพ) สมบูรณ์. vt. ทํา|ให้|เหมาะสม|,|ปรับ|,|ปรับปรุง|,|ทํา|ให้|พอดี|,|เตรียม|,|จัดหา. vi. เหมาะ|กับ|,|เหมาะสม|กับ|,|คู่ควร|กับ|,|สอดคล้อง|กับ. -|Phr. (fit out (up) จัดหา|เตรียม|,|จัดหา|เสื้อผ้า|,|เ
(ฟิท|'|ฟู|ล) adj. เป็น|ครั้งคราว|,|เดิน ๆ หยุด ๆ ,|เป็น|พัก ๆ|  |Syn. fitfully adv. fitfulness n.
(ฟิท|'|ลี) adv. อย่าง|เหมาะสม|,|ใน|เวลา|ที่|เหมาะสม
(ฟิท|'|ทิง) adj. เหมาะสม|,|เหมาะ|,|สมควร|,|สอดคล้อง. n. การ|กระทํา|ที่|เหมาะสม|,|สิ่ง|ที่|เหมาะสม|,|การ|สวม|ได้|เหมาะ|,|ขนาด|เสื้อผ้า|ที่|เหมาะ|,|เครื่องมือ|,|อุปกรณ์.  |Syn. fittingly adv. fittingness n.  |Syn. fit|,|appropriate|,|part|,|component
(ไฟ|ฟฺ) n.,|adj. ห้า -|take five หยุดพัก (สัก|5|นาที) .
(ไฟ|ว|'|โฟ|ลด|ฺ) adj.,|adv. 5 ส่วน|,|5 เท่า.
(ฟิคซฺ) {|fixed|,|fixing|,|fixes|} vt. ทํา|ให้|แน่น|,|ติด|,|ติด|แน่น|,|กําหนด|แน่นอน|,|เพ่งมอง|,|เพ่ง|ความ|สนใจ|,|ป้าย|ความผิด|,|ซ่อมแซม|,|จัด|ให้|เรียบร้อย|,|จัด|ให้|เป็น|ระเบียบ|,|เตรียม|อาหาร|,|แก้แค้น|,|ลงโทษ|,|จัดการ|,|เปลี่ยน|ไนโตรเจน|ใน|อากาศ|ให้|เป็น|สารประกอบ|ที่|มี|ประโยชน์ (เช่น|ปุ๋ย) ,|ทํา|ให้|ภาพ|เกาะ|แน่น|โด
(ฟิค|'|เซ|ท) vt. ทํา|ให้|มั่นคง|,|ทํา|ให้|คงที่|,|ทํา|ให้|ติด|แน่น. vi. ติด|แน่น|,|เกาะ|แน่น|  |Syn. fix
(ฟิค|เซ|'|เชิน) n. การ|ทํา|ให้|ติด|แน่น|,|ทํา|ให้|เกาะ|แน่น|,|การ|ครอบงํา|  |Syn. obsession
(ฟิค|'|ซะทิฟว) adj. ซึ่ง|ยึด|ติด|,|ซึ่ง|เกาะติด|,|ซึ่ง|ทํา|ให้|ยึด|ติด. n. สาร|ยึด|ติด|,|สาร|เกาะติด|,|สาร|ที่|ทํา|ให้การ|ระเหย|ช้า|ลง
(ฟิคซฺทฺ) adj. ติด|แน่น|,|ซึ่ง|ได้|กําหนด|ไว้|,|ซึ่ง|ได้|ทํา|ให้|มั่นคง|หรือ|ถาวร|,|เป็น|การ|เพ่งมอง|หรือ|เพ่ง|ความ|สนใจ|,|แน่นอน|,|มั่นคง|,|ถาวร|,|ไม่|ผันแปร|,|เป็น|ระเบียบ.  |Syn. fixedly adv. fixedness n.  |Syn. fastened
จาน|บันทึก|อยู่|กับ|ที่|เป็น|ชื่อ|ที่|ใช้|เรียก|ฮาร์ด|ดิสก์ (hard disk) อีก|ชื่อ|หนึ่ง เพราะ|โดย|ปกติ เรา|ไม่|อาจ|จะ|ถอด|จาน|บันทึก|แข็ง|นี้ ออก|จาก เครื่อง|คอมพิวเตอร์|ได้ และ|เพื่อให้|เห็น|ความ|แตกต่าง|ระหว่าง จาน|บันทึก|แบบ|ธรรมดา (floppy disk) ที่|สามารถ|ถอด|หรือ|ดึง|ออก|ได้|ง่าย อย่างไรก็ตาม ฮาร์ดดิสก์|ที่|ดึง|เข้าออก ได้|ก็|มี ใช้|อยู่ บ้าง แม้ว่า|จะ|ไม่|เป็น|ที่|นิยม|นัก ฮาร์ดดิสก์|ชนิด|นั้น เรียก|ว่า removable hard disk ดู removable hard disk ประกอบ
ช่องไฟ|เท่า|กัน|หมายถึง การ|พิมพ์|ตัวอักษร|แต่ละ|ตัว|โดย|กําหนด|ให้|มี|ช่องไฟ กว้าง|เท่า ๆ กัน บางที|ใช้|คํา|ว่า monospaced โดย|ปกติ จอภาพ|คอมพิวเตอร์ เครื่องพิมพ์|ดีด และ|เครื่องพิมพ์|แบบ|จุด (dot matrix) ชนิด|ราคา|ถูก ๆ จะ|พิมพ์|หรือ|ให้|ภาพ|ตัวอักษร|ที่|มี ความ|กว้าง|เท่า|กัน|หมด ตรงข้าม|กับ|คํา fixed pitch นี้ เรา|จะ|ใช้|คํา|ว่า proportional pitch เครื่องพิมพ์|ดี ๆ จะ|ต้อง|ปรับ ขนาด|ของ|ตัวอักษร|ไม่|ให้|เท่า|กัน เช่น ตัว I|, L|, T ไม่|ควร จะ|กว้าง|เท่า|กับ O|,|W|, M ILT OWM
จํานวนเต็ม|หมายถึง เลขที่|มี|จุดทศนิยม (สมมติ) ตายตัว หรือ|ที่|เรียก|ว่า เลขจํานวนเต็ม (integer) ตรงข้าม|กับ floating point number ซึ่ง|หมายถึง|เลข|ทศนิยม|ที่|จะ|กําหนด|ให้|มี|เลข|ตาม|หลัง|จุด ทศนิยม|กี่|หลัก|ก็ได้|ตาม|ที่|ต้องการ
หน่วยเก็บข้อมูล|ที่|เปลี่ยน|ไม่|ได้|หมายถึง|สื่อ|ที่|เก็บ|ข้อมูล|ครั้ง|หนึ่ง|แล้ว นํามา|แก้ไข|เปลี่ยนแปลง|ไม่|ได้ หมายความ|ว่า จะ|นํามา|ลบ|แล้ว|บันทึก|ใหม่|อย่าง|จาน|บันทึก|หรือ|แถบ|บันทึก|ไม่|ได้ เมื่อ|นํามา|บันทึก|ใหม่|ไม่|ได้ ส่วนมาก|จึง|มัก|ใช้|บันทึก|แฟ้มข้อมูล|ที่|อ่าน|ได้|อย่างเดียว (read only) บางที|หมายถึง|รอ|ม (ROM)| 
(ฟิค|'|ซิ|ง) n. การ|ยึด|ติด|,|การ|เกาะติด|,|การ|เกาะ|แน่น|,|การ|ซ่อมแซม|,|อุปกรณ์|,|เครื่อง|ประกอบ|,|เครื่องตกแต่ง|,|การ|ปรุงแต่ง
(ฟิคซฺ|'|เชอะ) n. สิ่ง|ที่|ยึด|ติด|,|สิ่ง|ที่|เกาะติด|,|สิ่ง|ที่|ติดตั้ง
(ฟยอร์ด) n. อ่าว|แคบ|และ|ยาว|ที่อยู่|ระหว่าง|หน้าผา|สูงชัน.  |Syn. fiord
abbr. fluid ounce
(แฟ|ลบ|'|บี) adj. อ่อน|,|ยาน|,|ปวกเปียก|,|อ่อนแอ|,|เหลาะแหละ|,|ไม่|แน่|ไม่|นอน.  |Syn. flabbily adv. flabbiness n.  |Syn. flaccid
(แฟลค|'|ซิ|ด) adj. อ่อน|,|ปวกเปียก|,|ยาน|,|อ่อนแอ|,|ไม่|แข็ง|,|ไม่|แน่น.  |Syn. flaccidity n. flaccidly adv.
(แฟลก) {|flagged|,|flagging|,|flags|} n. ธง|,|ธง|เรือ|,|ธง|บัญชาการ|,|ทาง|กว้าง|,|ป้ายชื่อ|หนังสือ|แผ่น|หิน|สําหรับ|ปู|พื้น. vt. ประดับ|ด้วย|ธง|,|ให้|สัญญาณ|ด้วย|ธง|,|ตี|ธง|,|โบก|ธง.  |Syn. flagger n.  |Syn. banner ตัว|บ่งชี้|เป็น|คํา|ที่|นักเขียน|โปรแกรม|ใช้ เพื่อให้|เป็น|ตัว|ชี้|ถึง|สถานะ|ใด สถานะ|หนึ่ง ใน|โปรแกรม|ที่|เขียน|ขึ้น เช่น จริง (true) , ไม่|จริง (false)| 
(ฟ|ละ|เจ|ล|'|เลท) vt. หวด|,|เฆี่ยน. adj. ซึ่ง|มี|แส้
(แฟลก|'|กิง) adj. อ่อนกําลัง|,|อ่อนปวกเปียก|,|หย่อนยาน|,|ห้อย|ย้อย.  |Syn. flaggingly adv. n. หิน|แบน|หรือ|หิน|แผ่น|สําหรับ|ปู|พื้น|,|พื้นที่|ปู|ด้วย|แผ่น|หิน|แบน|หรือ|หิน|แผ่น
(แฟลก|'|กี) adj. อ่อนกําลัง|,|อ่อนปวกเปียก|,|หย่อนยาน|,|ห้อย|ย้อย
(ฟ|ละ|จิส|'|เชิส) adj. ชั่วร้าย|มาก|,|โหดเหี้ยม.  |Syn. flagitousness n.  |Syn. heinous
n. ไม้|ที่|ติด|ธง|,|เสาธง
(เฟล|'|เกริน|ทฺ) adj. เด่นชัด|,|โจ่งแจ้ง|,|โต้ง ๆ ,|ฉาวโฉ่|,|ลุกไหม้|,|เผาไหม้.  |Syn. flagrancy|,|flagrance|, flagrantness n. flagrantly adv.
n. เรือธง|,|เรือ|ที่|มี|ผู้|บังคับการ|กองเรือ|อยู่|,|เรือ|โดยสาร|ขนาด|ใหญ่
n. เสาธง -|pl. -|flagstaves|,|flagstaffs
n. แผ่น|หิน|,|แผ่น|หิน|สําหรับ|ปู|พื้น.  |Syn. flag
(เฟลลฺ) n. ไม้|นวดข้าว|,|ไม้|ตี|,|ดิ้ว|,|เครื่อง|กวาด|ทุ่ง|ระเบิด. vt. ตํา|ด้วย|ไม้|นวดข้าว|,|ตี|,|เฆี่ยน vi. ยก|ขึ้น|ยก|ลง|  |Syn. beat
(แฟลร์) n. สติปัญญา|,|ความ|สามารถ|,|พรสวรรค์|,|ความ|ฉลาด|,|ความ|หลักแหลม|  |Syn. talent
(แฟลคฺ) n. การ|ยิง|ปืนต่อสู้อากาศยาน|,|การ|วิจารณ์|ที่|รบกวน|,|การ|ต่อต้าน|ที่|รบกวน|,|การ|โต้เถียง|อย่าง|เผ็ดร้อน|,|การ|อภิปราย|อย่าง|เผ็ดร้อน.  |Syn. flack
(เฟลค) {|flaked|,|flaking|,|flakes|} n. แผ่น|บาง ๆ ,|ชิ้น|เล็ก ๆ ,|ก้อน|เล็ก ๆ ,|ชั้น. vi. ปลอก|เป็น|แผ่น|บาง ๆ vt. ทํา|ให้|แตก|ออก|เป็น|ชิ้น|เล็ก|ชิ้น|น้อย|,|หั่น|เป็น|แผ่น|บาง ๆ ,|ปกคลุม|ไป|ด้วย|เกล็ด|หิมะ|,|กลาย|เป็น|แผ่น|บาง ๆ| 
(เฟล|'|คี) adj. เป็น|สะเก็ด|,|เป็น|ชั้น|,|เป็น|แผ่น|,|ประหลาด|,|น่า|สงสัย|,|ไม่|น่า|ไว้ใจ.  |Syn. flakily adv. flakiness n.
(แฟ|ลม|'|โบ) n. คบเพลิง|,|เทียนไข|ขนาด|ใหญ่|ที่|ประดับ|ลวดลาย -|pl. flambeaux|,|flambeaus
(แฟ|ลม|บอย|'|เอินทฺ) adj. หรูหรา|,|สวยหรู|,|แดงฉาน|,|มี|สีสัน|,|  |Syn. flamboyance|,|flamboyancy n. flamboyantly adv.  |Syn. ornate|,|vivid
(เฟ|ลม) {|flamed|,|flaming|,|flames|} n. เปลวไฟ|,|เปลวเพลิง|,|การ|ลุกเป็นไฟ|,|ความ|สว่าง|โชติช่วง|,|ความ|เร่าร้อน|แห่ง|อารมณ์|,|ความ|เจิดจ้า|ของ|สี|,|ความ|เข้มข้น|,|คนรัก. vi. ลุกเป็นไฟ|,|มี|อารมณ์|เร่าร้อน|,|ระเบิด|,|ปะทุ|,|เดือดดาล. vt. ทํา|ให้|ลุกเป็นไฟ|,|ทํา|ให้|แดงฉาน|,|ใช้|เปลวไฟ|แจ้ง|สัญญาณ. คํา|ศัพ
n. ต้น|หางนกยูง
(เฟ|ลม|'|มิ|ง) adj. ลุกไหม้|,|ลุก|เป็น|เพลิง|,|เร่าร้อน|,|บันดาล|โทสะ|,|มี|สี|แดง|จ้า|,|โอ้อวด.  |Syn. lflamingy adv.  |Syn. blazing
(ฟ|ละ|มิ|ง|'|โก) n. นก|กระ|เรียน|,|นก|กด|เพลิง
(เฟ|ลม|'|มะเบิล) adj. ติดไฟ|ได้|ง่าย|  |Syn. flammabiltiy n.
(เฟล|'|มี) adj. คล้าย|เพลิง
(เฟ|ลน|จฺ) n. ริม|ขอบ|ที่|เป็น|ปีก|ยื่น|ออก เช่น ครีบ|ท่อน|โลหะ
(แฟ|ลง|คฺ) n. สีข้าง|หนึ่ง|ของ|คน|หรือ|สัตว์|ระหว่าง|ซี่โครง|กับ|ตะโพก|,|เนื้อ|ของ|บริเวณ|ดังกล่าว|,|ข้าง|,|ด้าน|ข้าง|,|ส่วน|ข้าง|,|ด้าน|ปีก|,|ปีก|ขวา|หรือ|ปีก|ซ้าย|ปีก|,|ปีก|กองทหาร vt.,|vi. อยู่|ด้าน|ข้าง|,|ประจํา|ด้าน|ข้าง. อยู่|ปีก|ซ้าย|หรือ|ปีก|ขวา
(แฟ|ลน|'|เนิล) n. ผ้า|สักหลาด|อ่อน|,|ผ้า|สักหลาด|ไม่|มี|ลาย|,|ชิ้น|ผ้า|สักหลาด|,|flannels เนื้อผ้า|ด้าน|นอก (โดยเฉพาะ|กางเกง) ที่|ทํา|ด้วย|ผ้า|สักหลาด. vi. สวม|หรือ|ปกคลุม|ด้วย|ผ้า|สักหลาด|,|ถู|ด้วย|ผ้า|สักหลาด.  |Syn. flannelly adj.
(แฟลพ) {|flapped|,|flapping|,|flaps|} vt.,|vi.,|n. (การ) ตีปีก|บิน|,|กระพือ|ปีก|,|ปิด|เปิด|,|โบก|สบัด|,|ตบ|,|ตี|,|ที่|ปิด|เปิด|,|ขอบ|หมวก|,|พับ|หนัง|หรือ|เนื้อ|,|ความ|ตื่นเต้น|,|สถานะ|การณ์|ฉุกเฉิน|,|ปีก|เครื่องบิน|ที่|ซ่อน|หรือ|พับ|อยู่|,|แผ่น|พับ|,|แผ่น|บานพับ|,|แผ่น|ลิ้น|ประตู|,|เครื่อง|ปัด|,|เครื่อง|พัด|,|ชาย|เสื้อ
adj. ซึ่ง|มี|หู|ยาน|ลง|ซึ่ง|มี|หู|ลู่|ลง
(แฟลพ|'|เพอะ) n. ที่|ตบ|แมลงวัน|,|ลูก|นก|ที่|เพิ่ง|หัด|บิน|,|หญิง|วัยรุ่น|  |Syn. flapperdom n. flapperish adj.
(แฟลร์) {|flared|,|flaring|,|flares|} vi.,|vt. (การ) ลุกไหม้|เป็น|เพลิง|โชติช่วง|อย่าง|กระ|ทัน|หัน|,|ส่องแสง|สว่าง|แวววับ|,|เดือดดาล|,|เกิด|อารมณ์|ขึ้น|อย่าง|กะทันหัน|,|กาง|ออก|,|บาน|ออก|,|แผ่|ออก|,|ผาย|ออก|,|แสดง|ออก|อย่าง|โอ้อวด|,|ให้|สัญญาณ|ด้วย|แสงสว่าง|ที่|วอ|บ|แวบ.  |Syn. burn
(แฟล|'|อัพ) n. การ|ลุกไหม้|เป็น|เพลิง|โชติช่วง|อย่าง|กะทันหัน|,|การ|ปะทุ|ขึ้น|ของ|อารมณ์|หรือ|ความคิด|อย่าง|กะทันหัน|,|ช่วง|เวลา|ที่|สั้น|มาก|,|การ|โด่งดัง|ของ|ชื่อเสียง|ที่|สั้น|มาก|,|การ|ระบาด|ของ|โรค|อย่าง|กะทันหัน|  |Syn. storm
(แฟล|'|ริ|ง) adj. ซึ่ง|ลุก|โชติช่วง|,|สว่าง|แวววับ|,|หรูหรา|,|ซึ่ง|ค่อย ๆ บาน|ออก.  |Syn. blazing
(แฟลช) {|flashed|,|flashing|,|flashes|} n. แสง|วาบ|,|แสง|แลบ|,|ชั่ว|แวบเดียว|,|การ|ป|รา|กฎ|ขึ้น|ชั่ว|แวบ|หนึ่ง|,|การ|แสดง|ที่|ฉูดฉาด|หรูหรา|,|การ|แสดง|โอ้อวด|,|ข่าว|ด่
(แฟลช|'|ชิง) n. แผ่น|มุง|ข้อต่อ|ของ|หลังคา
(แฟลช|'|ไลทฺ) n. หลอดไฟ|แฟลช|ที่|ใช้|ใน|การ|ถ่าย|รูป|,|แสงสว่าง|แวบ|จาก|หลอดไฟ|แฟลช|,|ไฟ|สัญญาณ|แวบวับ (ของ|รถดับเพลิง|รถ|ตํารวจ เป็นต้น) ,|ภาพถ่าย|ด้วย|ไฟ|แฟลช
(แฟลช|'|ชี) adj. เป็น|แสง|วาบ|,|โด่งดัง|ชั่ว|ประเดี๋ยว|,|หรูหรา|,|โอ้อวด.  |Syn. flashily adv. flashiness n.  |Syn. showy
(ฟ|ลา|สคฺ) n. ขวด|แก้ว|คอ|ยาว|ก้น|ป่อง|,|กระติก|น้ํา|,|ขวด|แก้ว|หรือ|ขวด|โลหะ|แบน
(แฟลทฺ) adj. แบน|,|ราบ|,|เรียบ|,|แฟบ|,|ตื้น|,|ซึ่ง|ถูก|โค่น|หรือ|ปราบ|เรียบ|,|แน่น|นอน|,|เด็ดขาด|,|ไร้|ชีวิตชีวา|,|ไม่|มี|รสชาติ|,|ไร้|ฟอง|,|ไร้|สาระ|,|ไม่|มี|จุดหมายปลายทาง|,|ไม่|ชัดเจน (สี) ,|ไม่|คม (ภาพ) ,|ทื่อ (เสียง) ,|ตก (เสียง) ,|ซบเซา (ตลาด) ,|เหมือน|กัน|หมด (ราคา) n. สิ่ง|ที่|แบน|,|ส่วน|ที่ราบ|,|พื้นราบ|,|เสียง|ต
ฐานข้อมูล|ราย|แฟ้ม|หมายถึง โปรแกรม|ฐานข้อมูล|ที่|ใช้|เก็บ|และ|เรียกหา|ข้อมูล ออก|มา|ใช้ได้|ทีละ|แฟ้ม เป็น|สําคัญ ตรงข้าม|กับ|ฐานข้อมูล|สัมพันธ์ (relational database) ซึ่ง|จะ|ทํา|ให้|เรียกหา|มา|ใช้ได้ มาก|กว่า|ครั้ง|ละ|หนึ่ง|แฟ้ม
พล็อตเตอร์|แบบ|ระนาบ|หมายถึง|เครื่อง|วาด|ที่|สามารถ|วาด|บน|แผ่น|กระดาษ|ที่|วาง|แบน ๆ เรียบ ๆ ได้ ประกอบ|ด้วย|ก้าน|ซึ่ง|เคลื่อนที่|ไป|มา|ได้ มี|หัว|วาด|ซึ่ง|อาจ|เป็น|ปากกา ดินสอ หรือ|อุป|กร|ณื|พิเศษ|อื่น ๆ ติด|อยู่ ขนาด|ของ|กระดาษ|ที่|ใช้|มี|ต่าง|กัน|ตั้งแต่ 28|x|43 ซม. จนถึง 2.44|x|3.66 เมตร อัตรา|ความ|เร็ว|ของ|การ|วาด|มี|ตั้งแต่ 15 ถึง 100 ซม. ต่อ|วินาที นิยม|นํามา|ใช้|วาด|แผนที่ กราฟ หรือ|การ|แสดง|ภูมิอากาศ
เครื่อง|กราด|ภาพ|แบบ|ระนาบ|หมายถึง เครื่อง|จับภาพ หรือ|บางที|ก็|นิยม|เรียก|ทับศัพท์|ว่า "|เครื่อง|ส|แกน|เนอร์ "|เครื่อง|จับภาพ|แบบ|ระนาบ|นี้|ใช้ได้|กับ กระดาษ ขนาด|ที่|ไม่|โต|กว่า 8.5 x 11 นิ้ว โดย|จับ|คว่ํา|หน้า ให้|ด้าน|ที่|มี|ข้อความ หรือ|ภาพ|ที่|ต้องการ|ลง|บน|แผ่น|กระจก ใช้|คําสั่ง|จาก|คอมพิวเตอร์|สั่ง|ให้|มี|ลําแสง|ผ่าน ก็|จะ|มองเห็น|ภาพ|ที่|เหมือน|กับ|ภาพ|หรือ|ข้อความ|ที่|เป็นต้น|แบบ|บน|จอภาพ ลักษณะ|การ|ทํางาน|จะ|คล้าย|กับ|เครื่องถ่ายเอกสาร ภาพ|ที่|ได้ มา|นี้ สามารถ|นํามา|ตบแต่ง|แก้ไข|ได้ จะ|เก็บ|ลง|จาน|บันทึก ใน|ลักษณะ ของ|แฟ้มข้อมูล ก็ได้ จะ|สั่ง|พิมพ์|ออก|ทาง|เครื่อง พิมพ์ หรือ|จะ|โอน|ไป|แฟ้มข้อมูล|อื่น|ก็ได้
(แฟลท|'|เทิน) vt. ทํา|ให้|แบน|หรือ|เรียบ|,|vi. กลาย|เป็น|แบน|,|กลาย|เป็น|เรียบ.  |Syn. flattener n.
(แฟลท|'|เทอะ) v. ยกยอ|,|ประจบ|,|สอ|พล|อ|, (ภาพ|,|รูป) สวย|เกิน|ความ|เป็นจริง. n. ผู้ทํา|ให้|แบน|,|สิ่ง|ที่|ทํา|ให้|แบน
(แฟลท|'|เท|อ|รี) n. การ|ยกยอ|,|การ|ประจบ|,|การ|สอ|พล|อ|,|คํา|ยกยอ|,|คํา|สอ|พล|อ|  |Syn. acclaim
adj. ค่อนข้าง|แบน
(แฟลท|'|ทิว|เลินทฺ) n. ซึ่ง|ทํา|ให้|เกิด|แก๊ส|ใน|ทางเดินอาหาร|,|ท้องอืด|,|ท้องเฟ้อ|,|โอ้อวด|,|ยโส.  |Syn. flatulence|,|flatulency n.  |Syn. pompous
adv. ด้าน|ข้าง.  |Syn. flatways
(ฟ|ลอน|ทฺ) vt. โอ้อวด|,|เดิน|โอ้อวด|,|ดูหมิ่น|,|เห|ยี|ด|หยาม. vi. โอ้อวด|ด้วย|ตัวเอง|,|เดิน|โอ้อวด|,|แสดง|โอ้อวด|,|โบก (ธง) สะบัด|พลิ้ว n. การ|โอ้อวด|,|การ|โบก (ธง) .  |Syn. flaunter n.  |Syn. flourish|,|brandish
(ฟ|ลอน|'|ที) adj. โอ้อวด|,|หยิ่ง|,|ยโส|  |Syn. flauntily adv. flauntiness n.
(เฟล|'|เวอะ) n. รส|,|กลิ่น|,|รสชาติ|,|รสนิยม|,|สาร|ที่|ให้|กลิ่น|หรือ|รส|ดังกล่าว|,|ลักษณะ|เฉพาะ|ของ|บาง|อย่าง. vt. ให้|กลิ่น|,|แต่ง|กลิ่น|,|ปรุง|รส.  |Syn. taste
(เฟล|'|เว|อริ|ง) n. สิ่ง|ที่|ให้|กลิ่น|,|สิ่ง|ปรุง|รส|,|ของ|ชูรส
(เฟล|'|เวอะ) n. รส|,|กลิ่น|,|รสชาติ|,|รสนิยม|,|สาร|ที่|ให้|กลิ่น|หรือ|รส|ดังกล่าว|,|ลักษณะ|เฉพาะ|ของ|บาง|อย่าง. vt. ให้|กลิ่น|,|แต่ง|กลิ่น|,|ปรุง|รส.  |Syn. taste
(เฟล|'|เว|อริ|ง) n. สิ่ง|ที่|ให้|กลิ่น|,|สิ่ง|ปรุง|รส|,|ของ|ชูรส
(ฟลอ) {|flawed|,|flaw|,|flaws|} n. รอย|ร้าว|,|มลทิน|,|ตําหนิ|,|ข้อบกพร่อง|,|จุด|ด่างพร้อย|,|ช่องโหว่. vt. ทํา|ให้|เกิด|รอย|ร้าว (มลทิน|,|ตําหนิ|,|ข้อบกพร่อง|,|จุด|ด่างพร้อย|,|ช่องโหว่) . vi. เป็น|รอย|ร้าว|,|เกิด|จุด|ด่างพร้อย.  |Syn. flawless adj.  |Syn. blemi
(แฟคซฺ) n. ปอ|,|ป่าน|,|ใย|ป่าน|,|ใย|ปอ|,|พืช|ที่|ใช้|ทํา|ผ้า|ลินิน|,|พืช|คล้าย|ป่าน
(แฟลค|'|เซิน) adj. เกี่ยวกับ|หรือ|คล้าย|ป่าน|,|เกี่ยวกับ|สี|เหลือง|อ่อน|ของ|ป่าย|หรือ|ปอ.  |Syn. flaxy
(ฟลี) n. หมัด|,|เห็บ
(เฟลค) n. จุด|,|ด่าง|,|ปาน|,|แต้ม|,|เม็ด|เล็ก|,|จํานวน|เล็กน้อย|,|ทํา|ให้|เป็น|จุด|,|แต้ม.  |Syn. flecky adj.  |Syn. spot
(เฟ|ลด) v. กิริยา|ช่อง 2 และ|ช่อง 3 ของ flee
(เฟ|ลด|จฺ) vt. เลี้ยง (ลูก|นก) จน|บิน|ได้|,|ประดับ|ด้วย|ขน|นก|,|ติด|ขน|นก|ที่|ลูก|ธนู. vi. มี|ขน|ยาว|ขึ้น|สําหรับ|บิน
(เฟ|ลด|จฺ|'|ลิง) n. ลูก|นก|ที่|เริ่ม|มี|ปีก|,|คน|ที่|ไม่|มี|ประสบการณ์|  |Syn. tyro
(เฟ|ลด|จฺ|'|ลิง) n. ลูก|นก|ที่|เริ่ม|มี|ปีก|,|คน|ที่|ไม่|มี|ประสบการณ์|  |Syn. tyro
(ฟลี) {|fled|,|fled|,|fleeing|,|flees|} vi. หนี|,|หลบหนี|,|เคลื่อนที่|อย่าง|รวดเร็ว|,|บิน. vt. หลบหนี|จาก|  |Syn. vanish
(ฟลีซฺ) n. ขน|แกะ|,|ขนสัตว์|,|ผ้า|ขน|แกะ|,|ผ้า|ขนสัตว์|,|สิ่ง|ที่|มี|ลักษณะ|คล้าย|ขน|แกะ. vt. ลอก|ขน|แกะ|,|ลอก|ขนสัตว์|,|ปอกลอก|,|รีดไถ|,|คลุม|ไป|ทั่ว.  |Syn. fleecer n.  |Syn. defraud
(ฟลี|'|ซี) adj. ซึ่ง|ทํา|ด้วย|หรือ|คลุม|ด้วย|หรือ|คล้าย|ขน|แกะ|หรือ|ขนสัตว์|  |Syn. fleecily adv. fleeciness n.
(เฟลียร์) vi.,|n. (การ) หัวเราะเยาะ|,|เยาะเย้ย|,|ยั่วเย้า|,|ดูถูก|,|เหยียดหยาม n. การ|พูด|เยาะเย้ย|,|การ|แสดง|สีหน้า|ที่|ดูถูก|,|การ|ดูถูก|ข่มเหง|ผู้|หลบหนี|,|ผู้|หนี|  |Syn. fleeringly adv.  |Syn. mock
(ฟลีท) n. กองเรือรบ|,|กองทัพเรือ|,|กองเรือ|,|กองบิน|,|ขบวน|รถยนต์ adj. รวดเร็ว vi. เคลื่อนที่|อย่าง|รวดเร็ว|,|บิน|,|บิน|ผ่าน|ไป|อย่าง|รวดเร็ว|,|บิน|หาย|ไป|,|เปลี่ยน|ทิศทาง|,|เปลี่ยน|ตําแหน่ง|,|หายวับ|ไป|,|ผ่านพ้น|ไป|อย่าง|รวดเร็ว|,|ปล่อย|เชือก. vt. ทํา|ให้|เวลา|ผ่าน|ไป|อย่าง|รวดเร็ว|,|เปลี่ยน|ทิศทาง|,|เปลี่
(ฟลีท|'|ทิง) adj. ซึ่ง|หายวับ|ไป|,|ซึ่ง|ผ่าน|ไป|อย่าง|รวดเร็ว|,|ชั่ว|คราว|,|ประเดี๋ยวเดียว.  |Syn. fleetingness n.  |Syn. transient
(เฟ|ลม|'|มิ|ง) n.,|adj. เบลเยี่ยม|ที่|พูด|ภาษา|Flemish
(เฟ|ลม|'|มิ|ช) n..adj. ชาว|Flanders|,|ชื่อ|ภาษาราชการ|ภาษา|หนึ่ง|ของ|เบลเยี่ยม
(เฟลช) n. เนื้อ|,|เนื้อหนัง|มัง|สา|,|ความ|อ้วน|,|น้ําหนัก|,|ร่างกาย|,|มนุษย์|,|สิ่งมีชีวิต|ทั้งหลาย|,|ญาติพี่น้อง|,|ลูก|ในไส้|,|เนื้อ|ผลไม้|,|ผิวหนัง|  |Syn. fresher พ่อค้า|เนื้อ
n. ญาติพี่น้อง|,|ลูก|ในไส้|,|เลือดเนื้อเชื้อไข|,|ร่างกาย|,|เนื้อหนัง|มัง|สา|,|โลกีย์|,|ความ|เป็นจริง|แห่ง|โลก
n. หนัง|สัตว์|ด้าน|ที่|ติด|กับ|เนื้อ
n. เสื้อ|รัดรูป|สี|เนื้อ.  |Syn. fleshings
n. แผล|ที่|เนื้อ (ไม่|ถึง|กระดูก)| 
(เฟรช|'|ชี) adj. มี|เนื้อ|มาก|,|อ้วน|,|ประกอบ|ด้วย|เนื้อ|,|คล้าย|เนื้อ.  |Syn. fleshiness n.
n. คน|ที่|ลูก|ธนู
(เฟลอ|ดะ|ลี|') n. ตราด|อก|ไอ|ริ|ส|,|ดอก|ไอ|ริ|ส|,|ต้น|ไอ|ริ|ส.  |Syn. fleur|-|de|-|lys
(ฟลู) v. กริยา|ช่อง 2 ของ fly n. แห|จับ|ปลา
(เฟลคซฺ) vt.,|vi. งอ|,|โค้ง n. การ|งอ|,|การ|โค้ง|,|สายไฟ|ฟ้า|ที่|งอ|ได้|,|สาย|ที่|งอ|ได้|,|แถบ|ที่|งอ|ได้|  |Syn. tilt
(เฟลค|'|ซะเบิล) adj. งอ|ได้|,|งอ|ได้|ง่าย|,|เปลี่ยนแปลง|ได้|,|แก้|ได้|,|ดิ้น|ได้|,|ละมุนละไม|,|คล่อง|,|พลิกแพลง|ได้|  |Syn. flexibility|,|flexibleness n. flexibly adv.  |Syn. supple|,|pliant
หมายถึง แผ่น|บันทึก|ที่|ใช้|เป็น|สื่อ|เก็บ|ข้อมูล|ที่|เรียก|ว่า floppy disk เป็น|จาน|แบน ๆ ที่|เคลือบ|สาร|แม่เหล็ก|ไว้|บน|ผิวหน้า ใช้|สําหรับ|บันทึก|ข้อมูล นิยม|ใช้|กับ|ไมโครคอมพิวเตอร์
(เฟลค|'|เซิล) adj. ดู|flexible|,|  |Syn. flexility n.  |Syn. pliant
(เฟลค|'|เชิน) n. การ|งอ|,|การ|โค้ง|,|ตําแหน่ง|ที่|งอ|,|สภาพ|ที่|งอ.
(เฟลค|'|เซอะ) n. กล้ามเนื้อ|ที่|งอ|ข้อต่อ
(เฟลค|'|เชอะ) n. การ|งอ|,|การ|โค้ง|,|ความ|คดเคี้ยว|,|สภาพ|ที่|งอ|,|สภาพ|ที่|โค้ง|,|ส่วน|ที่|งอ|โค้ง|,|ส่วน|พับ|,|ส่วน|ที่|คดเคี้ยว.  |Syn. flexural adj.  |Syn. curvature
(ฟลิค) vt.,|n. (การ) เคาะ|เบา ๆ ,|เฆี่ยน|เบา ๆ ,|ดีด|,|กระเดาะ|,|กระ|โดก|,|ขยับ|อย่าง|รวดเร็ว|,|หวด|เบา ๆ vi. กระตุก|,|สะบัด|,|กระพือ|ปีก|,|โฉบ n. ภาพยนตร์|  |Syn. strike|,|flip
(ฟลิค|'|เคอะ) vi.,|vt.,|n. (การ) กระพือ|ปีก|,|สะบัด|,|โฉบ|,|ริบหรี่|,|ลั่น|,|แลบ|,|เดี๋ยว|ผลุด|เดี๋ยว|โผล่. n. นกหัวขวาน|  |Syn. flickeringly adv. flickery adj.
(ไฟ|ลด|ฺ) v. กริยา|ช่อง 2 และ|ช่อง 3|ของ|fly
(ไฟ|ล|'|เออะ) n. สิ่ง|ที่|บิน|ได้ (เช่น|นก|,|แมลง) ,|นักบิน|,|สิ่ง|ที่|เคลื่อน|ด้วย|ความ|เร็ว|สูง|,|ขั้นบันได
(ไฟ|ลทฺ) n. การ|บิน|,|กองบิน|น้อย|,|ขั้นบันได|,|การ|เคลื่อนที่|อย่าง|รวดเร็ว|,|การ|หายวับ|,|การ|เจริญ|อย่าง|รวดเร็ว|,|การ|หนี|,|การ|จาก|ไป|อย่าง|เร่งรีบ. -|Phr. (take flight|,|take to flight ล่าถอย|,|หนี)| 
(ไฟ|ล|'|ที) adj. เปลี่ยนใจ|ง่าย|,|เหลาะแหละ|,|ไม่|แน่นอน|,|ไม่|รับผิดชอบ|,|จิต|ฟุ้งซ่าน|,|ไม่|เต็มบาท|,|ซึ่ง|ผ่าน|ไป|อย่าง|รวดเร็ว. -|flightily adv.  |Syn. flightiness n.  |Syn. unstable
(ฟลิม|'|ซี) adj. ไม่|มั่นคง|,|บอบบาง|,|อ่อนกําลัง|,|อ่อนแอ|,|ไม่|เพียงพอ|,|ไม่|มี|ประสิทธิภาพ. n. กระดาษ|บาง|,|สําเนา|รายงาน|,|สําเนา.  |Syn. flimsily adv. flimsiness n.  |Syn. weak
(ฟลินชฺ) vi. ถอย|,|หด|,|ผงะ|,|ถอย|หนี|,|หดตัว|ด้วย|ความ|เจ็บปวด n. การ|ถอย|,|การ|หด
(ฟ|ลิง) vt.,|n. (การ) เหวี่ยง|,|ขว้าง|,|โยน|,|ทุ่ม|,|สลัด|ทิ้ง|,|โผ|,|โผน|,|โถม|,|กราด|สายตา|,|ผลัก.
(ฟลินทฺ) n. หิน|ไฟ|,|หิน|เหล็ก|ไฟ vt. จัด|ให้|มี|หิน|ไฟ
n. ไก|ปืน|ของ|ปืน|คาบ|ศิลา|,|ปืน|คาบ|ศิลา
(ฟลิน|'|ที) adj. คล้าย|หิน|เหล็ก|ไฟ|,|แข็ง|เหมือน|หิน|เหล็ก|ไฟ|,|ทารุณ|,|เข้มงวด|,|ไร้|ความ|ปรานี|,|โหดร้าย. -|flintily adv.  |Syn. flintiness n.  |Syn. hard
(ฟลิพ) vt.,|n. (การ) โยน|,|ติด (เหรียญ) ,|เหวี่ยง|ขึ้น|ใน|อากาศ|ให้|หมุน|คว้าง|,|สะบัด|,|พลิก (ไพ่) ,|โบก|,|กระตุก (เบ็ด) ,|ตีลังกา|,|หวด (แส้) . vi. ดีดนิ้ว|,|กระพือ|,|มี|ปฏิกิริยา|โต้ตอบ|อย่าง|ตื่นเต้น|,|ตีลังกา|  |Syn. flick|,|jerk|,|twirl
ด้านหลัง (ต้อง|พลิก|กลับ) ,|ด้านหลัง|ของ|แผ่นเสียง
adj. ทะลึ่ง|,|ทะเล้น|,|ไม่|จริงจัง|,|ซึ่ง|เป็น|การ|หยอก|เล่น|,|ไร้|มารยาท|,|สะเพร่า.  |Syn. flippancy n.
(ฟลิพ|'|เพอะ) n. ครีบ|กว้าง (ของ|แมวน้ํา|หรือ|ปลาวาฬ) ,|แผ่น ตีน|เป็ด|ของ|นักประดาน้ํา (flippers) ,|มือ|  |Syn. fin
 |Syn. flopperty adj. ห้อย|ย้อย|,|ลด|ต่ํา|ลง|,|หย่อนยาน|,|หุบ|ลง
(เฟลิร์ท) vi. จีบ|,|พูดจา|เกี้ยว|,|เล่น|รัก|,|ทํา|เล่น ๆ ,|เคลื่อน|อย่าง|กระตุก|หรือ|สั่น สะบัด|,|โบก vt. โยนทิ้ง|,|สะบัด|,|ทิ้ง|,|ดีด|ทิ้ง|,|แกว่ง|,|โบก|,|กระดิก n. การ|ขว้าง|ทิ้ง|,|การ|กระตุก|,|การ|โถม|,|การ|พุ่ง.  |Syn. flirtingly adv.  |Syn. toy|,|trifle
n. การ|จีบ|,|การ|รัก|เล่น ๆ|  |Syn. dalliance
(เฟลอ|เท|'|เชิส) adj. เจ้าชู้|,|ชอบ|พูดจา|เกี้ยวพาราสี|,|เกี่ยวกับ|การ|เคลื่อน|อย่าง|กระตุก|หรือ|สั่น.  |Syn. flirty adj. flirtatiousness n. coy|,|wanton
(ฟลิท) {|flitted|,|flitting|,|flits|} vi. โผ|,|โถม|,|โฉบ|,|บิน|วับ|ไป|,|ผ่าน|ไป|แวบเดียว|,|ผ่าน|ไป|อย่าง|รวดเร็ว|,|จาก|ไป|,|ตาย|,|ย้าย|ถิ่น|,|โยกย้าย vt. ขจัด|,|เอา|ออก. n. การ|เคลื่อน|ผ่าน|ไป|อย่าง|รวดเร็ว|,|การ|วับ|ไป|,|รักร่วมเพศ|ชาย|  |Syn. dart|,|whisk|,|flitter|,|flutter
(ฟลิทชฺ) n. สีข้าง|สุกร|,|เนื้อ|ปลา|,|ชิ้น|ซี่โครง|หมู. vi. ตัด|เป็น|แผ่น ๆ| 
(ฟลิท|'|เทอะ) vt.,|vi. โฉบ|,|กระพือ|ปีก|,|บิน|ไป|มา|อย่าง|รวดเร็ว|,|ทํา ๆ หยุด ๆ ,|เต้น ๆ หยุด ๆ ,|สั่น|เทา n. ผู้|โผ|,|ผู้|โถม|,|ผู้|โฉบ|,|สิ่ง|ที่|บิน|วับ|ไป|,|สิ่ง|ที่|ผ่าน|ไป|อย่าง|รวดเร็ว|  |Syn. flutter
(โฟลทฺ) vi.,|vt.,|n. (ทํา|ใหั,|การ) ลอย|,|ล่องลอย|,|ขึ้นลง|อย่าง|อิสระ (อัตรา|การ|เปลี่ยน|ของ|เงิน) ,|สิ่ง|ที่|ลอย|  |Syn. floatable adj. floatability n.
(โฟล|เท|'|เชิน) n. การ|ลอย|,|การ|ล่องลอย|,|การ|เริ่ม|โครงการ|,|การ|ก่อตั้ง|กิจการ|,|การ|รวบรวม|เงิน|  |Syn. flotation
(โฟล|'|ทิง) adj. ซึ่ง|ลอย|อยู่|,|ซึ่ง|ล่องลอย|อยู่|,|ซึ่ง|เคลื่อน|จาก|ที่|เดิม|,|ซึ่ง|โยกย้าย|ถิ่น|ที่อยู่|,|ยัง|มา|หรือ|ไป|ไม่|ถึง (สินค้า) ,|ไม่|คงที่|  |Syn. unsteady
เลข|ทศนิยม|หมายถึง เลขที่|มี|จุดทศนิยม จะ|มี|เลข|ตาม|หลัง|จุดทศนิยม|นี้|กี่ หลัก|ก็ได้ ตรงข้าม|กับ fixed point number ซึ่ง|หมายถึง เลขจํานวนเต็ม (integer)| 
(ฟลอค|'|คิว|เลินทฺ) adj. เป็น|ก้อน|ปุย|,|คล้าย|ขน|แกะ.  |Syn. flocculence|,|flocculency n.
(ฟลอค) n. ฝูง|,|โขยง|,|กลุ่ม|,|หมู่|,|ผู้คน|จํานวน|มาก|,|ฝูงชน|,|ก้อน|,|กลุ่มก้อน. vi. รวม|กลุ่ม|,|จับ|กลุ่ม|,|ออ|  |Syn. herd|,|group
(ฟ|ลอก) {|flogged|,|flogging|,|flogs|} vt. ตี|,|เฆี่ยน|,|หวด|,|ด่า|ว่า|  |Syn. floggable adj. flogger n.  |Syn. beat
(ฟ|ลัด) n. น้ําท่วม|,|อุทกภัย. -|Phr. (the Flood น้ําท่วม|โลก|ตาม|พระคัมภีร์|ไบเบิล) ,|การ|ไหลบ่า|ของ|กระแส|น้ํา|,|น้ําขึ้น|,|ไฟ|ส่อง|ที่|จ้า|มาก|ที่|มี|ลําแสง|กว้างใหญ่. vt. ท่วม|,|เต็มไปด้วย|,|น้ําขึ้น|,|สอง|แสง|จ้า. vi. ท่วม|,|ไหลบ่า.  |Syn. floodable adj. flooder n. คํา|ที่|มี
v. (ส่อง) แสงสว่าง|จ้า|มาก|ที่|มี|ลํา|กว้างใหญ่
(ฟลอร์) n. พื้น|,|พื้น|ห้อง|,|กัน (ทะเล|,|ถ้ํา|,|น้ํา) ,|ชั้น|อาคาร|,|ชั้นต่ํา|สุด|,|ชั้น|พื้นฐาน vt. ปู|พื้น|,|ทํา|ให้|ล้ม|ลง|,|ทํา|ให้|สับสน|,|ทํา|ให้|งง. -|Phr. (take the floor อภิปราย)|  |Syn. level|,|stage
(ฟลอพ) {|flopped|,|flopping|,|flops|} v.,|n. (การ) ล้ม|ลง|อย่าง|กะทันหัน (โดยเฉพาะ|ที่|มี|เสียง|ดัง) ,|ล้มเหลว|,|เปลี่ยน|ข้าง|อย่าง|กะทันหัน|,|เปลี่ยน|อย่าง|กะทันหัน|,|ตีปีก|ดัง|,|กระโดด|,|คุกเข่า|,|เดิน|ลง|ส้น|หนัก|,|เข้า|นอน.  |Syn. thud
จาน|บันทึก|อ่อน|หมายถึง จาน|แบน ๆ ที่|เคลือบ|สาร|แม่เหล็ก|ไว้|บน|ผิวหน้า ใช้|สําหรับ|บันทึก|ข้อมูล ที่|นิยม|ใช้|กับ|ไมโครคอมพิวเตอร์|ใน ปัจจุบันนี้ มี|อยู่|สอง|ขนาด คือ|ขนาด 5.25 นิ้ว ซึ่ง|จะ|มี|ปลอก กระดาษ|หุ้ม กับ|ขนาด 3.5 นิ้ว|ซึ่ง|จะ|อยู่|ใน|ปลอก|พลาสติก ทํา|ให้|แข็ง|และ|ทน|กว่า มี|ความ|จุ|ใน|การ|บันทึก|ต่าง ๆ กัน ชนิด|ที่|มี|ความ|หนาแน่น|สอง|เท่า (double density) จะ|จุ 360 - 720 K (ประมาณ 360,000 - 720,000 ตัว อักขระ) ชนิด|ความ|หนาแน่น|สูง (high density) จะ|จุ 1.2 - 1.44 เมกะไบต์ (ประมาณ 1.2 ล้าน - 1.4 ล้าน|ตัว|อักขระ) บางที|เรียก diskette เพื่อให้|แตกต่าง|กับ|จาน|บันทึก|ที่|ใช้|กับ เครื่อง|คอมพิวเตอร์ ขนาด|ใหญ่|ที่|เรียก|ว่า disk มี|ความหมาย|เหมือน diskette
(ฟลอ|'|ระ) n. พืช|ของ|เขต|หนึ่ง|โดยเฉพาะ|,|ระบบ|พืช|ของ|เขต|หนึ่ง|โดยเฉพาะ
(ฟลอเรส|'|เซินซฺ) n. การ|ออก|ดอก|ระยะ|เวลา|ที่|ดอกไม้|บาน.  |Syn. florescent adj.
(ฟลอ|'|ริ|คัลเชอะ) n. การ|ปลูก|พืช|ไม้ดอก|  |Syn. floricultural adj. floriculturist n.
(ฟลอ|'|ริ|ด) adj. แดง|,|คล้าย|ดอกไม้|,|ประดับ|มาก|เกิน|ไป|,|หรูหรา|,|เต็มไปด้วย|ดอกไม้|  |Syn. floridness n.  |Syn. flowery
(ฟลอ|'|ริ|ดา) n|,|รัฐ|พล|อริ|ด้า|ของ|สหรัฐอเมริกา
(ฟลอ|'|ริ|สทฺ) n. คน|ขาย|ดอกไม้ พืช|ไม้ดอก|และ|พืช|ไม้ประดับ
(ฟลอส) n. เส้นใย|ไหม|,|ขี้|ไหม|,|ไหม|จุ|รี|,|เส้น|ชําระ|ร่อง|ฟัน (dental floss)|  |Syn. flosser n.  |Syn. floss silk
(ฟลอส|'|ซี) adj. เกี่ยวกับ|เส้นใย|ไหม|,|อ่อน|นิ่ม|,|เป็น|ปุย|นิ่ม|,|เป็น|กระ|เชิง|,|หรูหรา|,|ทันสมัย
(โฟลทิล|'|ละ) n. กองเรือรบ|เล็ก|,|กองเรือรบ|ที่|ประกอบ|ด้วย|เรือ|เล็ก
(โฟลท|'|แซม) n. ซาก|เรือ|อับปาง|ที่|ลอย|อยู่
(เฟ|ลา|ซฺ) vi. ขยับ|ตัว|,|โยก|ตัว|,|สะบัด|ตัว|,|กระฟัดกระเฟียด|,|ดิ้นรน|,|เดิน|ส่าย|ตัว. vt. เย็บ|รอย|จีบ|หรือ|ลาย|หยัก n. การ|กระทํา|ดังกล่าว|,|จีบ|กระโปรง|,|ผ้า|จีบ|,|รอย|จีบ|,|ลาย|หยัก|ขอบ|กระโปรง.
(เฟ|ลา|'|เดอะ) v.,|n. (การ) ดิ้น|,|ดิ้นรน|,|บากบั่น|,|ตะเกียกตะกาย|,|ชื่อ|ปลา|ทะเล|ตัว|แบน|  |Syn. flounderingly adv.
(เฟ|ลา|'|เออะ) n. แป้ง|,|แป้งหมี่|,|แป้ง|ข้าว|,|ผง|ละเอียดอ่อน. vt. ทํา|ให้|เป็น|แป้ง|,|บด|ให้|ป่น|เป็น|แป้ง|,|โรย|แป้ง|,|ลง|แป้ง vi. ไม่|ยอม|รวม|ตัว|กับ|โลหะ|อื่น|เลย|เป็น|เม็ด|เล็ก ๆ อยู่|บน|ผิวหน้า|ของ|โลหะ|นั้น
(ฟลอ|'|ริ|ช) vi. เจริญ|,|รุ่งเรือง|,|เฟื่องฟู|,|มั่งคั่ง|,|งอกงาม|,|โอ้อวด. vt. แกว่ง|,|โบก|,|เดิน|อวด|,|ประดับ|หรูหรา. n. การ|แกว่ง|การ|โบก|,|การ|แสดง|โอ้อวด|,|สํานวน|สละสลวย|,|การ|ประดับ|ด้วย|ลาย|ดอกไม้|,|ภาวะ|ที่|เจริญรุ่งเรือง.  |Syn. flourisher n.
(เฟ|ลา|'|เออ|รี) adj. เกี่ยวกับ|หรือ|คล้าย|แป้ง|ซึ่ง|ปกคลุม|ด้วย|แป้ง
(เฟ|ลา|ทฺ) vt.,|n. (การ) เยาะเย้ย|,|ดูหมิ่น|,|หมิ่นประมาท|,|เหยียดหยาม|,|คําพูด|ที่|เยาะเย้ย|หรือ|ดูหมิ่น.  |Syn. flouter n. floutingly adv.  |Syn. mock
(โฟล) vi. ไหล|,|ไหล|เวียน|,|ออก|จาก|,|หลั่ง|,|มี|ประจําเดือน|,|ดําเนิน|ไป|อย่าง|ราบรื่น|และ|ติดต่อ|กัน|,|เต็มไปด้วย|,|ขึ้น|,|ปลิว|,|ปลิว|สะบัด|,|โบก|สะบัด vt. ทํา|ให้|ไหล|,|ท่วม|,|ไหลบ่า. n. การ|ไหล|,|การ|ไหล|เวียน|,|สิ่ง|ที่|ไหล|,|กระแส|น้ํา|,|การ|ไหลบ่า|,|การ|หลั่ง|,|การ|มี|ประจําเดือน|,|การ|เคลื่อน|ตัว|ของ|พลังงาน|,|ลูกศร|ช
ผัง|งาน|หมายถึง ผัง|ที่|ประกอบ|ด้วย|เส้น|และ|สัญลักษณ์|รูป|ต่าง ๆ ซึ่ง|นักเขียน|โปรแกรม|ใช้ เพื่อให้|มองเห็น|ขั้นตอน|การ|ทํางาน|ของ|โปรแกรม ก่อน|จะ|ลงมือ|เขียน แบ่ง|เป็น 2 ประเภท คือ ผัง|งาน|กว้าง ๆ (general flowchart) และ|ผัง|งาน|ละเอียด (detailed flowchart) ผัง|งาน|จะ|ช่วย|ทํา|ให้|เข้าใจ|การ|ทํางาน ทํา|ให้การ|เขียน|โปรแกรม|ง่าย|ขึ้น เนื่องจาก|คอมพิวเตอร์|จะ|ทํางาน|เป็น|ขั้น|เป็น|ตอน ซึ่ง|ผู้เขียนโปรแกรม|จะ|ต้อง|เป็น|ผู้|กําหนด|ให้ ผัง|งาน|จะ|ช่วย|ให้|ผู้เขียนโปรแกรม|มองเห็น|ขั้นตอน|ต่าง ๆ จาก|สัญลักษณ์|ที่|กําหนด|ไว้|ง่าย|เข้า และ|ไม่|เกิด|ความ|สับสน โดยเฉพาะ|ปัญหา|ที่|ซับซ้อน|มาก ๆ ดู general flowchart และ detailed flowchart ประกอบ
สัญลักษณ์|ผัง|งาน|หมายถึง|รูป|สัญลักษณ์|ต่าง ๆ ที่|ใช้|แทน|การ|ปฏิบัติงาน|ของ|ข้อมูล และ|เครื่องมือ|ต่าง ๆ ที่|เกี่ยวข้อง|กับ|การ|ทํางาน|ของ|คอมพิวเตอร์ ซึ่ง|เป็น|สัญลักษณ์|ที่|ใช้|ใน|การ|เขียน|ผัง|งาน (flowchart) ดู flowchart ประกอบ
(เฟ|ลา|'|เออะ) n. ดอกไม้|,|บุ|ป|ผา|,|บุ|ษบา|,|พืช|ดอกไม้|,|ระยะ|ที่|รุ่งเรือง|หรือ|งดงาม|ที่สุด|,|ผลิตภัณฑ์|ที่|ดี|ที่สุด|  |Syn. flowers n.,|pl. ผง|เคมี|ละเอียด. vi. ให้|ดอก|,|เจริญเติบโต|เต็มที่. vt. ปกคลุม|ไป|ด้วย|ดอกไม้|,|ประดับ|ด้วย|ดอกไม้|  |Syn. bloom
(เฟ|ลา|'|เออ|เรอะ) n. พืช|ที่|ออก|ดอก|ใบ
(เฟ|ลา|'|เออ|รี) adj. ซึ่ง|ปกคลุม|หรือ|ประดับ|ด้วย|ดอกไม้|,|เป็น|ลาย|ดอก|,|เป็น|สํานวน|สละสลวย|,|คล้าย|ดอกไม้.  |Syn. floweriness n.
(โฟล|'|อิง) adj. ซึ่ง|ไหล|,|หลั่งไหล|,|ไป|คล่องแคล่ว|,|ไป|ยัง|ราบรื่น|,|ย้อย|,|อุดมสมบูรณ์|,|มี|มาก|เกิน.  |Syn. flowingly adv.  |Syn. moving
(โฟ|ลน) v. กริยา|ช่อง 3 ของ fly adj. ซึ่ง|ประดับ|ด้วย|สี|ผสม|หรือ|ลาย|สี|,|มี|มาก|เกิน
(ฟลู) ดู|influenza|,|ไข้หวัดใหญ่
(ฟลัค|'|ชุเอท) vi.,|vt. (ทํา|ให้) ผันแปร|,|ขึ้น ๆ ,|ลง ๆ ,|แกว่ง|ไป|มา|,|เปลี่ยนแปลง|  |Syn. waver
(ฟลัคชุเอ|'|เชิน) n. การ|ผันแปร
(ฟลู) n. ปล่องควัน|,|ท่อ|อากาศ|,|ช่อง|อากาศ|,|ท่อ|ไอน้ํา|ร้อน
(ฟลู|'|เอินทฺ) adj. ซึ่ง|พูด|หรือ|เขียน|ได้|อย่าง|คล่องแคล่ว|,|กลมกล่อม|,|ราบรื่น|,|ง่าย|,|หลั่งไหล.  |Syn. fluency n. fluently adv.  |Syn. smooth
(ฟลัฟ) n. สิ่ง|ที่|เป็น|นิ่ม|และ|เบา|,|ก้อน|ปุย|นิ่ม|และ|เบา|,|ขนอ่อน|,|ความผิด|พลาด|,|สิ่ง|ที่|ไร้|ค่า|,|ละคร|ที่|ไร้|สาระ|,|หญิงสาว. vt. ทํา|ให้|เป็น|ปุย|,|สลัด|ขน. vi. เป็น|ปุย|,|ขน|ขึ้น|,|ล่องลอย|,|ทํา|ผิดพลาด
(ฟลัฟ|'|ฟี) adj. เป็น|ปุย|เบา|และ|นิ่ม|,|คล้าย|ขนอ่อน|,|เป็น|กระ|เชิง|,|เหลาะแหละ.  |Syn. fluffily adv. fluffiness n.  |Syn. feather
(ฟลู|'|อิด) n. ของเหลว|,|ของไหล|,|สิ่ง|ที่|ไหล|ได้. adj. เกี่ยวกับ|ของเหลว|,|ซึ่ง|ไหล|ได้|,|เกี่ยวกับ|สาร|ที่|เปลี่ยน|รูป|ได้|ง่าย|,|ซึ่ง|เปลี่ยนแปลง|ได้|ง่าย|,|ไม่|แน่นอน|,|ไม่|มั่นคง.  |Syn. fluidal adj. fluidity n.  |Syn. liquid
(ฟลูค) n. ส่วน|ที่|เป็น|เงี่ยง|ของ|สมอเรือ|หรือ|ฉมวก|,|เงี่ยง|เบ็ด|,|โชคดี|อย่าง|ไม่|คาดคิด|,|ฟ|ลุ|ค|,|ความ|เคราะห์ดี|,|ความ|บังเอิญ|,
(ฟลูม) {|flumed|,|fluming|,|flumes|} n.,|v. (ขนส่ง|โดย) ร่อง|น้ํา|แคบ|และ|ตื้น|,|รางน้ํา|ไหล|ที่|แคบ|และ|ตื้น.
(ฟ|ลัง) v. กริยา|ช่อง 2 และ|ช่อง 3|ของ|fling
(ฟ|ลัง|คฺ) {|flunked|,|flunking|,|flunks|} v. ล้มเหลว|,|สอบตก|,|สอบไล่|ตก
n. การ|เรืองแสง|  |Syn. fluoresce vt.
(-|เรส|'|เซินทฺ) adj. ซึ่ง|เรืองแสง
(ฟลู|'|อะไร|ดฺ) n. เกลือ|ของ hydrofluoric acid
(ฟลู|'|อะ|รี|น) n. ธาตุ|แก๊ส|สี|เหลือง|อ่อน|เป็น|แก๊ส|พิษ|;|F -|fluoric adj.
(เฟลอ|'|รี) n. หิมะ|ที่|ตก|ปรอย ๆ ,|ฝน|ตกลง|มา|อย่าง|ประปราย|,|ความ|ตื่นเต้น|หรือ|งงงวย|ที่|เกิด|ขึ้น|อย่าง|กะทันหัน|,|ความ|เกรียวกราว|,|ความ|หวั่นไหว|ของ|ตลาดหุ้น|,|ลม|ที่|พัด|มา|อย่าง|กะทันหัน. vt. ทํา|ให้|ยุ่งใจ|,|ทํา|ให้|ตื่นเต้น|  |Syn. fluster
(ฟลัช) {|flushed|,|flushing|,|flushes|} n. อาการ|หน้าแดง|,|การ (อารมณ์) ไหล|ทะลัก|,|กําลังวังชา|,|ความ|กระชุ่มกระชวย|,|การ|ออก|หน่อ|,|การ|แตก|หน่อ|,|ไพ่|ชุด|เดียว|,|ไพ่|ชุด|เดียว 5 ใบ v. หน้าแดง|ขึ้น|,|ทํา|ให้|หน้าแดง|ขึ้น|,|ท่วม|,|ล้าง|ด้วย|น้ํา|ที่|ไหล|พุ่ง|,|ทํา|ให้|ตื่นเต้น|,|แดง|ขึ้น|,|ไหล|พุ่ง|,|ไหล|ทะลัก. vt. ทํา
(ฟลัส|'|เทอะ) {|flustered|,|flustering|,|flusters|} vt. ทํา|ให้|งงงวย|,|ทํา|ให้|ยุ่งใจ|,|ทํา|ให้|มึนเมา|,|ทํา|ให้|สลึมส|ลือ. vi. งงงวย|,|สลึมส|ลือ. n. ความ|ตื่นเต้น|,|ความ|ยุ่งยาก|ใจ|,|ความ|เกรียวกราว
(ฟลูท) {|fluted|,|fluting|,|flutes|} n. ขลุ่ย|,|ราง|,|ร่อง|,|ร่อง|เล็บมือ|,|ราง|เว้า vi. เป่าขลุ่ย. vt. ขับร้อง|เสียง|คล้าย|ขลุ่ย|,|ทํา|ให้|เกิด|ร่อง
(ฟ|ลุ|ท|'|ทิง) n. การ|เป่าขลุ่ย|,|เสียง|เป่าขลุ่ย|,|ร่อง|,|ราง|,|การ|ทํา|ร่อง|หรือ|ราง
(ฟ|ลุ|ท|'|ทิสทฺ) n. คน|เป่าขลุ่ย.  |Syn. flautist
(ฟลัท|'|เทอะ) {|fluttered|,|fluttering|,|flutters|} vi.,|n. (การ|,|ทํา|ให้) กระพือ|ปีก|,|ตีปีก|,|เคลื่อน|ไป|มา|อย่าง|รวดเร็ว|,|สั่น|,|สั่น|ระริก|,|ใจสั่น|,|เต้น|ไม่|สม่ําเสมอ เท้า|ตบ|น้ําขึ้น ๆ ลง ๆ โดย|ไม่|งอ|เข่า|vt. กระพือ|ปีก|,|ตีปีก|,|ทํา|ให้|กระวนกระวายใจ|,|ทํา|ให้|ยุ่งใจ.  |Syn. flutterer n.
(ฟลัคซฺ) n. ท้องร่วง|,|โรค|บิด|,|การ|ไหล|,|การ|เปลี่ยนแปลง|อยู่|เรื่อย|,|การ|ขาด|ความ|มั่นใจ|,|ความ|หวั่นไหว vt. ทํา|ให้|ละลาย|,|ทํา|ให้|เป็น|ของเหลว|,|ถ่าย|,|ระบาย vi. ละลาย|ไหล|  |Syn. change
(ไฟ|ล) {|flied|,|flying|,|flies|} v.,|n. (การ) บิน|,|ขับ (เครื่องบิน) ,|เหาะ|,|ปลิว|,|ล่องลอย|ใน|อากาศ|,|หนี|,|ช่วง|ระยะ|การ|บิน|,|แมลงวัน|,|แมลง|ปลอม|ที่|ใช้|เป็น|เหยื่อ|ล่อ|ปลา adj. ฉลาด|,|หลักแหลม|,|คล่องแคล่ว|,|ว่องไว
(ไฟ|ล|'|เออะ) n. สิ่ง|ที่|บิน|ได้ (เช่น|นก|,|แมลง) ,|นักบิน|,|สิ่ง|ที่|เคลื่อน|ด้วย|ความ|เร็ว|สูง|,|ขั้นบันได
(ไฟ|ล|'|อิง) adj. ซึ่ง|บิน|,|เกี่ยวกับ|การ|บิน|,|ล่องลอย|,|เหมือน|บิน|,|แกว่ง|ไป|มา|,|ปลิว|,|สะบัด|,|เคลื่อนที่|อย่าง|รวดเร็ว|,|แพร่กระจาย|,|เร่งรีบ|,|สั้น|,|ชั่ว|ประเดี๋ยว. n. การ|บิน. adv. ซึ่ง|ทํา|ได้|รวดเร็ว|,|ไม่|เฉ|ไม่|เฉียง|  |Syn. speedily|,|swiftly
n. สะพาน|ข้าม|ถนน
(ไฟ|ล|'|เวท) n. นักกีฬา|ที่|มี|น้ําหนัก|ไม่|เกิน 112 ปอนด์
abbr. frequency modulation
abbr. family medical history
(โฟล) n. ลูก|ม้า|หรือ|ลูก|ลา vt.,|vi. คลอด|,|ออก|ลูก
(โฟม) n. ฟอง|,|ฟอง|เหงื่อ|,|ฟอง|น้ําลาย|,|ฟอง|ที่|เกิด|จาก|การ|ฉีด|เครื่อง|ดับ|เพลิง|,|ยาง|ฟอง|น้ํา|,|ทะเล. vi. เกิด|ฟอง|,|ปล่อย|ฟอง. -|foamingly adv.  |Syn. foamless adj. foamy adj.  |Syn. froth|,|effervescence
(ฟ|อบ) {|fobbed|,|fobbing|,|fobs|} n. สาย|ห้อย|นาฬิกา|ที่|เอว และ|ใส่|ไว้|ใน|กระเป๋า|กางเกง|,|กระเป๋า|นาฬิกา|ที่|กางเกง vt. โกง|,|หลอกลวง
(โฟ|'|คัล) adj. เกี่ยวกับ|จุดโฟกัส.
(โฟ|'|ไซ) n. พหูพจน์|ของ focus
(โฟ|'|คัส) {|focused|,|focusing|,|focuses|} n.โฟกัส|,|จุดรวม|แสง|,|จุด|ความ|สนใจ|,|จุดศูนย์รวม|,|จุด|แรกเริ่ม|ของ|โรค. vt. ทํา|ให้|รวม|กัน|ที่|จุด|หนึ่ง|,|ทํา|ให้|รวม|แสง|,|เพ่ง|ความคิด. vi. รวม|กัน|ที่|จุด|หนึ่ง|,|รวม|แสง|  |Syn. hub|,|center|,|eye|,|heart -|pl. focuses|,|foci
(ฟอด|'|เดอะ) n. อาหาร|ปศุสัตว์. vt. เลี้ยง|ด้วย|อาหาร|ปศุสัตว์
(โฟ) n. ศัตรู|,|ข้าศึก|,|ปรปักษ์|,|คู่ต่อสู้|,|ผู้|หน่วงเหนี่ยว|,|ผู้|ต่อต้าน|,|สิ่ง|ที่|เป็น|ภัย
(ฟี|'|เทิล) adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|ทารก|ใน|ครรภ์
(ฟี|เท|'|เชิน) n. การ|ตั้ง|ครรภ์|  |Syn. pregnancy
(เฟท|'|ทิด|,|ฟี|'|ทิด) adj. ซึ่ง|มี|กลิ่น|เหม็น.  |Syn. fetidly|,|foetidly adv. fetidness|,|foetidness n.  |Syn. stinking
(ฟี|'|ทัส) n. ดู|fetus .  |Syn. foetal adj. -|pl. foetuses
(ฟอก) {|fogged|,|fogging|,|fogs|} n. หมอก|,|ควัน|หมอก|,|ความ|ยุ่งเหยิง|ใจ|,|ความ|คลุมเครือ|,|ฟ้า|มัว vt. ปกคลุม|ด้วย|หมอก|,|ทํา|ให้|เกิด|ฟ้า|มัว|ขึ้น|,|ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|งง. vi. ปกคลุม|ไป|ด้วย|หมอก
(ฟอก|'|กี) adj. มี|หมอก|ลง|,|คล้าย|หมอก|,|สลัว|,|ไม่|ชัด|,|เลอะเลือน|,|คลุมเครือ|,|มี|ฟ้า|มัว. -|foggily adv.  |Syn. fogginess n.  |Syn. hazy Ant. clear
(ฟอย|'|เบิล) n. ข้อบกพร่อง|เล็ก ๆ น้อย ๆ ,|จุดอ่อน|  |Syn. fault
(ฟอ|ยล|ฺ) {|foiled|,|foiling|,|foils|} n. แผ่น|โลหะ|บาง|,|กระดาษ|หุ้ม|ตะกั่ว ที่|ใช้|ห่อ|บุหรี่|,|แผ่น|บาง|,|ฉาบ|ปรอท|หลัง|กระจก|,|โลหะ|ที่|เป็น|ฐาน|ของ|เพชรพลอย|ที่|เจียระไน|แล้ว. ดู|airfoil ,|ดู|hydrofoil ,|ดาบ|ปลาย|ทู่|ชนิด|หนึ่ง|,|การ|ฟัน|ดาบ|ด้วย|ดาบ|ดังกล่าว vt. ป้องกัน|ความ|สําเร็จ|,|กีดกัน|,|สกัดกั้น|,|ทํา
(ฟอยซฺทฺ) vt. ยัดเยียด|,|หลอกขาย|,|หลอก|ใส่|เข้า|ไป|,|เอา|มา|ใส่|ให้|อย่าง|ปกปิด|หรือ|คดโกง
(โฟ|ลด|ฺ) {|folded|,|folding|,|folds|} vt. พับ|,|ทบ|,|ห่อ|,|ไขว้|,|ปิด|,|ผนึก|,|หุ้ม|,|ผสม. vi. พับ|,|ปิด. -|Phr. (fold up ล้มเหลว|,|ประสบ|ความ|ล้มเหลว) . n. ส่วน|พับ|,|ส่วน|ทบ|,|ส่วน|ไขว้. -|foldable adj.  |Syn. pleat
adj. พับ|เก็บ
n. เครื่อง|พับ|,|คน|พับ|กระดาษ|,|ที่|เก็บ|กระดาษ|เอกสาร กล่อง|แฟ้มข้อมูล|โฟลเดอร์|หมายถึง ที่|รวม|กลุ่ม|แฟ้มข้อมูล เป็น|ศัพท์|ที่|ใช้|เฉพาะ|กับ|เครื่อง แมคอิน|ทอ|ช (พี|ซี ใช้ program group) มี|สัญ|รูป|เหมือน|กล่อง|มี|สี|เหลือง อนึ่ง ภายใต้|เมนู File จะ|มี|คําสั่ง|ให้|สร้าง|โฟลเดอร์|ใหม่|ได้ คือ New folder เมื่อ|ใช้ คําสั่ง|นี้|แล้ว จะ|ได้|สัญลักษณ์|ใหม่|มา|อีก|อัน|หนึ่ง ข้างล่าง|จะ|มี|คํา|ว่า "|untitled folder|" ลาก|สัญ|รูป|แฟ้มข้อมูล|ที่|ต้องการ|ให้|อยู่|กลุ่ม|เดียวกัน|ไป|รวม|ไว้|ภายใน|โฟลเดอร์|นี้ เวลา|ต้องการ|เรียก|ใช้ จะ|ช่วย|ให้|หา|ได้|ง่าย|และ|สะดวก ควร|จะ|ตั้ง|ชื่อ|โฟลเดอร์|ใหม่|นี้|เสีย|ด้วย
(โฟ|'|ลิอิจฺ) n. ใบ|พืช|,|ใบ|,|กลุ่ม|ใบ|,|การ|ประดับ|ด้วย|ใบ.  |Syn. foliaged adj.
(โฟ|'|ลี|โอ) n. กระดาษ|พับ|สอง|,|ยก|สี่|หน้า
(โฟล์ค) n. ประชาชน|,|ชาวบ้าน|,|คน|ทั่วไป|,|ญาติ|สมาชิก|ของ|ครอบครัว|,|พ่อแม่. adj. เกี่ยวกับ|ชาวบ้าน หรือ|สามัญชน. ซึ่ง|กําเนิด|ใน|หมู่|สามัญชน.  |Syn. folkish adj. folkishness n.  |Syn. persons|,|people
n. วิชา|แพทย์แผนโบราณ|,|ยา|พื้นบ้าน
n. เพลงลูกทุ่ง|,|เพลงชาวบ้าน
n. เรื่อง|ที่|เล่าลือ|กัน|มา.  |Syn. folk story
(โฟล์ค|'|ลอร์) n. คติชาวบ้าน|,|ความ|เชื่อ|หรือ|ขนบธรรมเนียมประเพณี|ของ|ชาวบ้าน. -|folkloric adj.  |Syn. folklorist n. folkloristic adj.
(ฟอล|'|โล) vt. ติดตาม|,|ตาม|,|ตาม|หลัง|,|ยอมตาม|,|ทํา|ตาม|,|มอง|ตาม|,|ลอก|ตาม|,|เอาอย่าง|,|เดิน|ไป|ตาม|,|เชื่อฟัง|,|เนื่องมาจาก|,|เป็น|ผล|สืบเนื่อง|จาก|,|ดําเนิน|ต่อไป|,|เข้าใจ vi. ต่อมา|,|เป็น|ผล|สืบ|เนื่องมาจาก|,|รับใช้|,|ตาม|ไป. -|Phr. (follow up ติดตาม|อย่าง|ใกล้ชิด.)|  |Syn. followable adj.
(ฟอล|'|โลอัพ) n.,|adj. (เกี่ยวกับ) การ|ติดตาม|อย่าง|ใกล้|,|จดหมาย|ตาม|,|หมัด|ตาม|,|หนังสือ|ตาม
(ฟอล|'|โลเออะ) n. ผู้ติดตาม|,|ผู้|ตาม|,|บริวาร|,|สาวก|,|ลูกศิษย์|,|ผู้สนับสนุน|,|ผู้|รับใช้|,|ผู้|เลียน|แบบ
(ฟอล|'|โล|อิง) n. กลุ่ม|ผู้ติดตาม|,|กลุ่ม|ผู้สนับสนุน|,|-|the following สิ่ง|ที่|ตาม|มา. adj. ซึ่ง|ตาม|มา
(ฟอล|'|ลี) n. ความ|โง่|,|การ|กระทํา|ที่|โง่ ๆ ,|เรื่อง|ที่|สิ้นเปลือง|มาก|แต่|ไร้|ประโยชน์
(โฟ|เมน|ทฺ|') vt. ปลุกปั่น|,|กระตุ้น|,|ปลุกระดม|,|ก่อกวน|,|ส่งเสริม|,|โลม|ด้วย|น้ําอุ่น -|fomenter n.  |Syn. incite
(โฟ|เมน|เท|'|เชิน) n. การ|ปลุกปั่น|,|การ|กระตุ้น|,|การ|ปลุกระดม|,|การ|ชโลม|ด้วย|น้ําอุ่น|,|การ|ทายา|  |Syn. instigtion
(ฟอน|ดฺ) adj. ชอบ|,|รัก|,|ติดอกติดใจ|,|โง่|,|งมงาย. v. เอาอกเอาใจ|,|รัก|,|ชอบ|,|ทํา|ให้|โง่.  |Syn. affectionate|,|-|A. averse
(ฟอน|'|เดิล) {|fondled|,|fondling|,|fondles|} vt. ลูบไล้|ด้วย|ความ|รัก|,|จบ|ด้วย|ความ|รัก|,|กอด. vi. แสดง|ความ|ชอบ|หรือ|ความ|รัก (โดย|กริยา คําพูด หรือ|การ|กอด) . -|fondler n.  |Syn. fondlingly adv.
(ฟอน|'|ลี) adv. อย่าง|รักใคร่|,|ด้วย|ความ|ชอบ|,|อย่าง|งมงาย
(ฟอน|'|นิส) n. ความ|ชอบ|,|ความ|รัก|,|ความ|งมงาย
(ฟอน|ทฺ) n. แท่น|ใส่|น้ํามนต์|, อ่าง|น้ํามนต์|,|โอ่ง|น้ํามนต์|,|ที่|ใส่|น้ํามัน|ของ|ตะเกียง|,|ชุด|ตัวพิมพ์|ที่|สมบูรณ์|, รูปแบบ|อักขระ|, แบบ ขนาด และ|รูปร่าง|ของ|ตัว|อักขระ โดย|ทั่วไป|จะ|หมายถึง|ตัวอักษร|และ|ตัวเลข|เท่านั้น|, ลักษณะ|หรือ|รูปแบบ|ของ|ตัว|อักขระ|ที่|เขียน|หรือ|ประดิษฐ์|ขึ้น เช่น ตัว|อักขระ
คาร์ทริดจ์แบบ|อักษร|หมายถึง คาร์ทริดจ์ที่|ใช้|เป็น|อุปกรณ์|พิเศษ เมื่อ|เสียบ|เข้า|กับ เครื่องพิมพ์|บาง|ชนิด|ที่|ต่อ|กับ เครื่อง|คอมพิวเตอร์ จะ|ทํา|ให้|สามารถ|พิมพ์|แบบ|อักษร|ต่าง ๆ ได้|มาก|แบบ|ขึ้น
โปรแกรม|เพิ่ม|/|ลด|แบบ|อักษร|เป็น|โปรแกรม|อรรถประโยชน์ (utility program) โปรแกรม หนึ่ง มี|เฉพาะ|ใน|เครื่อง|คอมพิวเตอร์|แมค|อิน|ทอ|ช ใช้|เมื่อ ต้องการ นํา|แบบ|อักษร|ต่าง ๆ เข้า|ไป|เก็บ|ใน|ฮาร์ด|ดิสก์ ของ|เครื่อง|คอมพิวเตอร์ หรือ|เมื่อ|ต้องการ|คัดลอก|ลง|ไป|เก็บ ใน|จาน|บันทึก
(ฟูด) n. อาหาร|,|โภชนาการ|,|สิ่ง|บริโภค|,|อาหาร|ใจ.  |Syn. foodless adj. foodlessness n.  |Syn. fare|,|nutriment|,|support
(ฟูด|'|สทัฟ) n. โภชนาการ|,|สิ่ง|บริโภค|,|อาหาร|  |Syn. food
(ฟู|ล) {|fooled|,|fooling|,|fools|} n. คน|โง่|,|คน|ทึ่ม|,|คน|เขลา|,|คน|ไม่|เต็มบาท|,|คน|เบาปัญญา|,|คน|เซ่อ|,|ตัว|ตลก. -|Phr. (make a fool of หลอกลวง|,|โกง) -|Phr. (be no fool ฉลาด) . -|Phr. (All Fools|'|day 1 เมษายน) . -|Phr. (April fool คน|ที่|ถูก|หลอกลวง|,|คน|ที่|กระทํา|สิ่ง|ที่|ไร้|ผล|ไร้|รางวัล|หรือ|ไร้
(ฟู|ล|'|ละ|รี) n. พฤติการณ์|ที่|โง่ ๆ| 
(ฟู|ล|'|ฟิช) n. ดู|filefish
(ฟู|ล|'|ฮาร์|ดี) adj. บ้าบิ่น|,|บ้าระห่ํา|,|มุทะลุ|,|สะเพร่า.  |Syn. foolhardily adv. -|foolhardiness n.  |Syn. rash
(ฟู|ล|'|ลิช) adj. โง่|,|ทึ่ม|,|เชื่อ|,|น่า|หัวเราะ|,|ไร้|สาระ|,|เหลวไหล|  |Syn. silly
(ฟู|ล|'|พรู|ฟ) adj. ไม่|มี|ภัย|,|ไม่|มี|อันตราย|,|ไม่|มี|การ|ล้มเหลว|  |Syn. never|-|failing
(ฟู|ลซฺ|'|แคพ) n. กระดาษ|ขนาด|131|/|2 x 17 นิ้ว
(ฟุ|ท) n. เท้า|,|ฝีเท้า|,|ตีน|,|บาท|,|หน่วย|ความ|ยาว|เป็น|ฟุต (0.48 เซนติเมตร) ,|ทหารราบ|,|ส่วน|ที่|คล้าย|เท้า|,|จังหวะ|ใน|โคลง|,|บาท|,|แท่น|เหยียบ|ของ|จักรเย็บผ้า|,|ส่วน|ที่อยู่|ล่าง|สุด|,|ส่วน|ที่|นอนก้น|,|ตะกอน|,|ส่วน|ที่อยู่|ตรงข้าม|กับ|ส่วน|บน|หรือ|ยอด
โรค|เท้า|เปื่อย|ปาก|เปื่อย|ของ|สัตว์
(ฟุ|ท|'|บอล) n. กีฬา|ฟุตบอล|,|กีฬา|รักบี้|,|สิ่ง|หรือ|บุคคล|ที่|ได้|รับ|การ|กระทํา อย่าง|หยาบ ๆ ลูก|ฟุตบอล
(ฟุ|ท|'|ทิด) adj. ซี่|ง|มี|เท้า
ข้อความ|ท้าย|หน้า|หมายถึง ข้อความ|ที่|พิมพ์|ไว้|ส่วนล่าง|ของ|หน้ากระดาษ|ทุก|หน้า (อาจ|เป็น|เลขหน้า ก็ได้) โปรแกรมประมวลผล|คํา|ต่าง ๆ จะ|เตรียม|จัด|ใน|เรื่อง|นี้|ไว้|ให้|ทุก|โปรแกรม แม้|โปรแกรม|ตาราง จัดการ ก็|สามารถ|กําหนด|ให้|มี|ข้อความ|ใด ๆ ที่|หัว|กระดาษ (header) และ ที่|ท้าย|หน้า (footer) ได้|ดู header เปรียบเทียบ
(ฟุ|ท|'|ทิง) n. จุด|ยึดมั่น|,|รากฐาน|,|ที่|วาง|เท้า|,|การ|เดิน|เท้า|,|ความ|มั่นคง|,|การ|ลง|เท้า|อย่าง|มั่นคง|,|การ|ย่าง|เข้า|สู่|ตําแหน่ง|,|การ|เข้า|มี|ความ|สัมพันธ์|,|การ|เพิ่ม|เข้า|  |Syn. foundation|,|basis
n. หมายเหตุ|ข้าง|ท้าย|,|หมายเหตุ. vt. ใส่|หมายเหตุ
n. การ|เดิน|ก้าว|เท้า|,|แท่น|,|ส่วน|ที่|ยก|ขึ้น|ของ|พื้น|ห้อง
n. ทางเท้า|,|ทาง|สําหรับ|ผู้|ดิน|ถนน
n. ฝีเท้า|,|รอย|เท้า|,|การ|ก้าว|เท้า|,|ที่|สําหรับ|เท้า|เหยียบ|,|ระยะ|ห่าง|ของ|ก้าว|,|ขั้นบันได|,|-|-|Phr. (follow in a person|'|s footsteps ทํา|ต่อเนื่อง|,|เลียน|แบบ)|  |Syn. pace
n. ฟุต|เวิร์ค|,|การ|ใช้|เท้า|,|จังหวะ|เท้า|,|การ|เดินทาง|ด้วย|การ|เดิน|,|การ|ก้าว|เท้า|,|งาน|ที่|ต้อง|เดิน|,|วิธีการ|จัดการ
adj. สืบเนื่อง|จาก|การ|เดิน|มาก|,|ปวด|เท้า|,|เท้า|บวม
n. คน|หยิ่ง|ยโส|มาก|,|คน|ขี้โอ่|,|คน|ขี้|แต่งตัว
n. เสื้อผ้า|ที่|โก้|หรู|,|นิสัย|หยิ่ง|ยโส|มาก|,|นิสัย|ขี้โอ่|,|นิสัย|ขี้|แต่งตัว
adj. ขี้โอ่|,|ขี้|แต่งตัว|,|หยิ่ง|ยโส|มาก|  |Syn. foppishness n.
(ฟอร์) prep. สําหรับ|,|เพื่อ|,|conj. เนื่องจาก|,|เพราะว่า
(ฟอ|'|ริ|จฺ) n. อาหาร|ปศุสัตว์|,|การ|หา|มา|ซึ่ง|อาหาร|ปศุสัตว์|,|การ|ออก|หา|เสบียง|อาหาร|,|การ|ตรวจค้น. vi. หา|อาหาร|,|ตรวจค้น|,|ค้นหา|,|จู่โจม. vt. ค้นหา|,|หา|อาหาร|,|จู่โจม|,|ปล้นสะดม|  |Syn. forager n.  |Syn. search
(ฟอ|'|เร) n. การ|จู่โจม|อย่าง|รวดเร็ว (มัก|เพื่อ|ปล้นสะดม) ,|การ|โจมตี|อย่าง|รวดเร็ว. vi. โจมตี|,|จู่โจม|,|ปล้นสะดม|,|ทําลาย|,|ล้าง|ผลาญ -|forayer n.  |Syn. raid|,|invade|,|destroy
(ฟอร์เบด|') v. อดีตกาล|ของ forbid
(ฟอร์เบด|') v. อดีตกาล|ของ forbid
(ฟอแบร์|') v. อดีตกาล|ของ|forbid|,|อดทน|,|อดกลั้น|,|หักห้าม|,|บังคับ|จิตใจ|,|ข่มใจ|,|ละเว้น. -|forbearer n.
(ฟอ|แบ|'|เรินซฺ) n. การ|อดทน|,|การ|อดกลั้น|,|การ|ข่มใจ|,|ขันติ|  |Syn. restraint
(ฟอร์|บิด|') vt. ห้าม|,|ยับยั้ง|,|ไม่|อนุญาต|,|ป้องกัน|,|ขัดขวาง|,|ทํา|ให้|เป็น|ไป|ไม่|ได้.  |Syn. forbiddance n. -|forbidder n.
(ฟอร์|บิด|'|เดิน) v. กริยา|ช่อง 3 ของ forbid adj. ต้องห้าม|,|ซึ่ง|ไม่|ได้|รับ|อนุญาต
(ฟอร์|บิด|'|ดิง) adj. ไม่|เป็นมิตร|,|น่ากลัว|,|อันตราย|,|มี|ภัย|คุกคาม.  |Syn. forbiddingly adv. forbiddingness n.
(ฟอร์ส) n. กําลัง|,|แรง|,|พลัง|,|อํานาจ|,|อิทธิพล|,|ผล|บังคับ|ทาง|กฎหมาย|,|พลังจิต|,|กองกําลัง|,|กองทัพ|,|กลุ่ม|,|คณะ|บุคคล -|Phr. (in force ซึ่ง|ปฏิบัติการ|อยู่|,|มี|ผล) . vt. บังคับ|,|ผลักดัน|,|บีบบังคับ|,|รุน|,|ดัน|,|ยัด|,|เร่ง. vi. บากบั่น|,|บุกเบิก|,|ไป|ด้วย|กําลัง.  |Syn. able adj. force
(ฟอร์ซฺทฺ) adj. ซึ่ง|ถูก|บังคับ|,|ซึ่ง|ถูก|บีบบังคับ|,|ใช้|แรง|,|ฝืนใจ|,|ไม่|เป็น|ไป|ตาม|ธรรมชาติ.  |Syn. forcedly adv. ness n.
(ฟอร์ซฺ|'|ฟู|ล) adj. มี|อํานาจ|,|มี|พลัง|,|เข้มแข็ง|,|แข็งขัน|,|เด็ดเดี่ยว|,|โน้ม|ใจ.  |Syn. forcefuly adv. forcefuness n.  |Syn. vigorous
(ฟอร์|'|เซ|พซฺ) n. คีม|หนีบ
(ฟอร์ซฺ|'|ซิ|เบิล) adj. ใช้|กําลัง|,|มี|กําลัง|,|มี|พลัง|,|ให้|กําลัง|,|ได้|ผล|,|จูงใจ|,|โน้มน้าว|จิตใจ.  |Syn. forcibility n., forcibly adv.  |Syn. compulsory
(ฟอร์ด) n. ที่|ตื้น|ของ|แม่น้ํา|ลุย|ข้าม|ได้. vi. ลุย|น้ํา|ข้าม|  |Syn. fordable adj.
(ฟอร์) adj. ข้างหน้า|,|อยู่|ข้างหน้า|,|หัวเรือ|หน้า|สุด|,|ที่|หนึ่ง|,|แรกเริ่ม|,|ก่อน|,|ไป|ข้างหน้า. adv. ที่|หัวเรือ|,|ไป|ทาง|หัวเรือ|,|ก่อน|,|ไป|ข้างหน้า -|Phr. (fore and aft หัว|และ|ท้าย|เรือ) . n. หัวเรือ|,|ส่วนหน้า|,|เสากระโดง|หน้า -|prep.,|conj. ก่อน
ก่อนหน้า , ข้างหน้า ,|เหนือกว่า
adj. ขนาน|กับ|ลํา|เรือ หัว|และ|ท้าย|เรือ|,|ตาม|ยาว|ของ|เรือ
(ฟอร์|'|อาร์ม) n. ส่วน|ของ|แขน|ที่อยู่|ระหว่าง|ศอก|กับ|ข้อมือ|,|แขน|ช่วง|แรก
(s) (ฟอร์|'|แบร์ซฺ) n. บรรพบุรุษ.  |Syn. ancestors
(ฟอร์|'|โบ|ด) v. ทํานาย|,|บอก|เหตุ|ล่วงหน้า|,|แสดง|ว่า|จะ|มี|,|เป็น|ลาง|สังหรณ์.  |Syn. foreboder n.
(ฟอร์|โบ|'|ดิง) n. ลาง|,|นิมิต|,|สังหรณ์ adj. เป็น|กลาง|,|ซึ่ง|บอก|เหตุ|ล่วงหน้า (มัก|เป็น|เหตุร้าย)|  |Syn. forebodingly adv. forebodingness n.  |Syn. prediction
(ฟอร์|'|คา|สทฺ) {|forecast|/|forecasted|,|forecasting|,|forecasts|} vt. ทํานาย|,|คาดคะเน|,|พยากรณ์|,|วางแผน. vi. พยากรณ์|,|ทํานาย. n. การ|ทํานาย|,|การ|พยากรณ์|,|คําทํานาย|,|คําพยากรณ์.  |Syn. forecaster n.  |Syn. prognosis
(ฟอร์|'|โค|ลส) v. ยึด|ทรัพย์สิน ที่|จํานอง|ไว้|,|เพิกถอน|สิทธิ|การ|ถ่าย|ถอน|จํานอง หรือ|คํามั่น|,|กําจัด|,|ขจัด|,|ขัดขวาง|,|ป้องกัน. -|foreclosable n.
(ฟอร์|โค|ล|'|เชอะ) n. การ|เพิกถอน|สิทธิ|การ|ถ่าย|ถอน|จํานอง หรือ|คํามั่น
(ฟอร์|ดู|ม|') vt. ถูก|ลิขิต|ล่วงหน้า|,|ถูก|กําหนด|ล่วงหน้า|,|ถูก|กําหนด|วาระ|สุดท้าย|ล่วงหน้า. n. วาระ|สุดท้าย|ที่|ถูก|กําหนด|ไว้|ล่วงหน้า
(ฟอร์|'|ฟาเธอะ) n. บรรพบุรุษ|  |Syn. forefatherly adj.  |Syn. forbear
(ฟอร์ฟิง|'|เก|อะ) n. นิ้วชี้.  |Syn. index finger
(ฟอร์|'|ฟุ|ท) n. ขา|หน้า|,|กระดูกงู|เรือ|ส่วนหน้า -|pl.  |Syn. feet
(ฟอร์|'|ฟรันทฺ) n. ส่วนหน้า|สุด
(-|โก|') {|forewent|,|foregone|,|foregoing|,|foregoes|} vt. ดู|forgo|  |Syn. foregoer n.
(ฟอร์|โก|'|อิง) adj. ไป|ก่อน|,|ก่อน|,|ซึ่ง|อยู่|ก่อน|,|เกี่ยวกับ|อัน|ก่อน|  |Syn. preceding
(ฟอร์|'|เก|ราด|ฺ) n. ตอน|หน้า|,|ส่วนหน้า|,|ทัศนียภาพ|ที่อยู่|ใกล้ (ต่าง|กับ background)| 
(ฟอร์|'|แฮ|นดฺ) adj.,|adv. เกี่ยวกับ|หน้า|มือ (ตี|ลูก|เทนนิส|หรือ|แบดมินตัน) ,|ซึ่ง|อยู่|ข้างหน้า|,|ซึ่ง|กระทํา|มา|ก่อน. n. การ|ตีหน้า|มือ|,|ตําแหน่ง|ที่|เหนือกว่า|,|ตําแหน่ง|ที่|ได้|เปรียบ
(ฟอร์|'|เฮ|ด) n. หน้าผาก|,|ส่วนหน้า
(ฟอร์|'|ริน) adj. ต่าง|ประเทศ|,|ต่างชาติ|,|นอก|ประเทศ|,|ต่างถิ่น|,|ต่าง|เขต|,|ไม่|เกี่ยวข้อง|,|ไม่|เหมาะสม|,|ต่าง|ประเภท|,|แปลก|,|ไม่|คุ้นเคย.  |Syn. foreignly adv. foreignness n.  |Syn. alien
การต่างประเทศ|,|เรื่องราว หรือ|ความ|สัมพันธ์|ระหว่าง|ประเทศ
(ฟอร์|'|เลก) n. ขา|หน้า
(ฟอร์|'|เมิน) n. หัวหน้า|คนงาน|,|หัวหน้า|คณะ|ลูกขุน.  |Syn. foremanship n. -|pl. foremen
(ฟอร์|'|มา|สทฺ) n. เสากระโดง|หน้า
(ฟอร์|'|โม|สทฺ) adj. หน้า|สุด|,|ก่อน|สุด|,|ชั้นเยี่ยม|,|สําคัญ|ที่สุด|  |Syn. leading
(ฟอร์|'|เนม) n. ชื่อ|ตัว (first|-|name)| 
(ฟอร์|'|เน|มด|ฺ) adj. ซึ่ง|ตั้ง|ชื่อ|มา|ก่อน|,|ซึ่ง|ได้|กล่าว|มา|แล้ว
(ฟอร์|'|นูน) n.,|adj. (เกี่ยวกับ) ระยะ|เวลา|ตั้งแต่|ตะวันขึ้น|จนถึง|เที่ยง|,|ก่อนเที่ยง
(ฟอเรน|'|ซิ|ค) adj. (เกี่ยวกับ) กฎหมาย|,|ศาลยุติธรรม|,|การ|เล่นสํานวน|โวหาร|  |Syn. forensics n. วิชา|เกี่ยวกับ|ศิลปะ|แห่ง|การ|พูด|หรือ|เขียน|เพื่อ|จูงใจ|คน forensicality n. forensicsally adv.
n. นิติเวชศาสตร์.  |Syn. medical jurisprudence
n. ส่วนหน้า|,|ช่วง|หน้า|,|ตอน|หน้า
n. การ|กระตุ้น ความรู้สึก|ทาง|เพศ|ก่อน|การ|ร่วม|สังวาส
(ฟอร์|'|รัน) {|foreran|,|forerun|,|foreruns|} vt. วิ่ง|นํา|,|ไป|ก่อน|,|นําหน้า|,|บอกกล่าว|ล่วงหน้า|,|คาดคะเน|,|ทํานาย|,|ซึ่ง|ไป|ก่อน|,|ดัก|หน้า
(ฟอร์|'|รันเนอะ) n. บรรพบุรุษ|,|ผู้นํา|หน้า|,|ผู้|บอกกล่าว|ล่วงหน้า|,|ลาง|สังหรณ์|,|เครื่องนําทาง|,|ผู้|เบิกทาง|  |Syn. herald
(ฟอร์|'|เซ|ด) adj. ซึ่ง|ได้|กล่าว|ไว้|ก่อน|แล้ว
(ฟอร์|'|เซ|ล) n. ใบ|เรือ|ล่าง|สุด|ของ|เสากระโดง|หน้า
(ฟอร์|ซี|') {|foresaw|,|foreseen|,|foreseeing|,|foresees|} vt. รู้|ล่วงหน้า|,|มอง|ไกล|,|มองเห็น|ล่วงหน้า. vi. มอง|ล่วงหน้า|,|มอง|ไกล. -|foreseeability n.  |Syn. foreseeable adj. foreseer n.  |Syn. anticipate
(ฟอร์แชด|'|โด) vt. เป็น|ลาง|,|ส่อ|ให้|เห็น|ล่วงหน้า|,|เป็น|นิมิต|บอก|ล่วงหน้า.  |Syn. foreshadower n.  |Syn. signal|,|bode
(ฟอร์โช|') vt. แสดง|ให้|เห็น|ล่วงหน้า|,|บอกกล่าว|ล่วงหน้า|,|เป็น|ลาง|,|ส่อ|ให้|เห็น|ล่วงหน้า.  |Syn. forshowing n.
(ฟอร์|'|ไซ|ดฺ) n. ด้านหน้า|,|ส่วนหน้า|,|ด้าน|บน
(ฟอร์|'|ไซ|ทฺ) n. สายตา|ไกล|,|การ|มอง|ไกล|,|  |Syn. foresight ed adj. foresight ly adv. foresight ness n.  |Syn. forethought
(ฟอร์|'|สคิน) n. หนัง|หุ้ม|ลึงค์
(ฟอร์สฺเพนทฺ|') adj. หมด|เรี่ยวแรง
(ฟอ|'|ริ|สทฺ) n. ป่า|,|ต้นไม้|ที่|เป็น|ป่า|,|สิ่งของ|จํานวน|มาก. vt. ทํา|ให้|กลาย|เป็น|ป่า.  |Syn. forestless adj.  |Syn. woods
(ฟอร์ส|ทอ|ล|') vt. ป้องกัน|,|ขัดขวาง|,|ยับยั้ง|,|ชิง|ทํา|ก่อน|,|ดัก|หน้า|  |Syn. forestaller n. forestallment n.  |Syn. predict|,
(ฟ|อริ|ส|เท|'|เชิน) n. การ|ปลูก|ป่า
(ฟอร์|'|ส|เท) n. เชือก|สาย|ระ|โยง|จาก|กระโดง|หน้า|ไป|ยัง|หัวเรือ
(ฟอ|'|ริ|ส|เทอะ) n. ผู้เชี่ยวชาญ|การ|ป่าไม้|,|เจ้าหน้าที่|ป่าไม้|,|สัตว์ป่า
(ฟอ|'|ริ|สท|รี) n. การ|ป่าไม้
(ฟอร์|เท|ล|') {|foretold|,|foretold|,|foretelling|, foretells|} v. ทํานาย|,|คาดคะเน|,|คาดการณ์|,|เป็น|ลาง|บอก.  |Syn. foreteller n.  |Syn. foresee
(ฟอร์|'|ธอท) adj. ซึ่ง|ได้|คิด|ล่วงหน้า|ไว้|,|รอบคอบ|,|สุขุม.  |Syn. forethoughtfully adv. forethoughtfulness n.  |Syn. prudence
(ฟอร์|'|ไทม์) n. อดีตกาล|,|อดีต|,|แต่ก่อน
(ฟอร์|'|โท|เคิน) n. การ|เตือน|ล่วงหน้า|,|ลาง|,|นิมิต|ร. vt. เป็น|ลาง|บอก
v. กริยา|ช่อง 2 และ|ช่อง 3 ของ foretell
(ฟอร์เอฟ|'|เวอะ) adj. ถาวร|,|นิรันดร|,|ตลอดไป|,|ต่อเนื่อง|,|ไม่|สิ้นสุด.  |Syn. forever and a day ตลอดไป|,|ชั่ว|นิรันดร|  |Syn. eternally
adv. ชั่ว|นิรันดร
vt. เตือน|ล่วงหน้า.  |Syn. forwarner n.
v. อดีตกาล|ของ forego
n. คํานํา|,|สารบัญ
(ฟอร์|'|ฟีท) n. ค่า|ปรับ|,|การ|ทําโทษ|,|ค่าปรับไหม|,|สิ่ง|ที่|ถูก|ริบ|,|เงิน|ค่า|ปรับ vt.,|adj. สูญเสีย (เนื่องจาก|ถูก|ริบ) ,|เสีย.  |Syn. forfeitable adj. forfeiter n. forfeiture n.
(ฟอร์|เก|ฟว|') v. อดีตกาล|ของ forgive
(ฟอร์จฺ) {|forged|,|forging|,|forges|} n. เตา|หลอม|,|รง|ตี|โลหะ. vt. หลอม|โลหะ|,|หล่อ|โลหะ|,|ตี|โลหะ|,|ประดิษฐ์|,|ปลอมแปลง|,|ปลอม|ลายมือ. vi. ปลอมแปลง|,|หลอม|โลหะ|,|เคลื่อน|หรือ|เจริญ|อย่าง|ช้า ๆ ,|บุกบั่น .  |Syn. forgeable adj. forger n.  |Syn. mold|,|c
(ฟอร์|'|เจอะ|รี) n. การ|ปลอมแปลง|ลายมือ|หรือ|เอกสาร|,|สิ่ง|ที่|ปลอมแปลง|,|โทษ|ฐาน|ปลอมแปลง|  |Syn. fabricating
(ฟอร์|เก|ท|') {|forgot|,|forgotten|,|forgetting|,|forgets|} vt. ลืม|,|จํา|ไม่|ได้|,|ลืมเลือน|,|ลืม|เอ่ยถึง|,|ไม่|สนใจ. vi. ลืม. -|Phr. (forget oneself ลืมตัว|,|กระทํา|สิ่ง|ที่|ไม่|เหมาะสม) .  |Syn. forgettable adj. forgetter n.  |Syn. lose
(ฟอร์|เก|ท|'|ฟู|ล) adj. ชอบ|ลืม|,|สะเพร่า|,|ไม่|สนใจ|,|ไม่|ระมัดระวัง|,|ซึ่ง|ทํา|ให้|ลืม|  |Syn. forgetfully adv. forgetfulness n.
(ฟอร์|'|จิง) n. การ|หลอม|โลหะ|,|สิ่ง|ที่|หลอม|หรือ|หล่อ|ขึ้น|,|การ|หลอกลวง
(ฟอร์กิฟ|'|วะเบิล) adj. ซึ่ง|อภัย|ให้|ได้
(ฟอร์กิฟว|') {|forgave|,|forgiven|,|forgives|} vt. ยกโทษ|ให้|,|อภัย|,|ยก|หนี|,|vi. อภัย.  |Syn. forgivable adj. forgiver n. forgiveness n.  |Syn. remit|,|pardon
(ฟอร์กิฟ '|วิง) adj. ซึ่ง|ยกโทษ|ให้|,|ซึ่ง|เป็น|การ|ยกโทษ|,|เมตตา|,|กรุณา.  |Syn. forgivingly adv. forgivingness n.  |Syn. merciful
(ฟอร์|โก|') {|forwent|,|forgone|,|forgoing|,|forgoes|} vt. ละทิ้ง|,|สละ|,|ละลาย|,|เลิก|,|จาก|ไป.  |Syn. quit
(ฟอร์|กอ|ท|') v. กริยา|ช่อง 2|และ|ช่อง|3|ของ|forget
(- เทิน) v. กริยา|ช่อง 3 ของ forget
(ฟอร์ค) n. ซ่อม|,|ง่าม|,|เหล็ก|ง่าม|,|คราด|,|กิ่งก้านสาขา|,|ทางแยก vt. ทํา|ให้|แยก|ออก|,|เพิ่ม|เสียง|ให้|สูง|ขึ้น. vi. แยก|ออก|เป็น|กิ่งก้านสาขา.  |Syn. forkless adj. -|Phr. (tuning fork เครื่องมือ|โลหะ|สามง่าม|เมื่อ|เคาะ|แล้ว|จะ|ให้|เสียง|ดนตรี|ออก|มา)| 
(ฟอร์|คด|ฺ) adj. เป็น|ง่าม|,|เป็น|กิ่งก้าน|,|คดเคี้ยว|,|ไม่|จริงใจ|,|คลุมเครือ|,|กํากวม.  |Syn. forkedness n.
(ฟอร์|'|แล|นดฺ) n. แหลม|,|ฝั่ง|ข้างหน้า|,|แผ่นดิน|ที่อยู่|ข้างหน้า|,|ที่|ใกล้|ฝั่ง|,|ผืน|แผ่นดิน|ข้างหน้า
(ฟอร์ลอร์น|') adj. โดดเดี่ยว|,|เปล่าเปลี่ยว|,|ถูก|ทอดทิ้ง|,|ไม่|มี|เพื่อนฝูง|,|ไม่|มี|ความ|สุข|,|น่า|สงสาร|,|ระทมทุกข์|,|สิ้นหวัง|,|สิ้นเนื้อประดาตัว.  |Syn. forlornly adv. forlornness n.  |Syn. pitiful|,|-|A. cheerful
(ฟอร์ม) {|formed|,|forming|,|forms|} n. รูปแบบ|,|รูปร่าง|,|แบบฟอร์ม|,|ระดับ|,|ความ|สามารถ|,|ฝีเท้า. vt. สร้าง|เป็น|รูปร่าง|,|ก่อ|รูปแบบ|,|ผลิต|,|ประกอบ|,|ทํา|,|จัด|,|เรียง|,|จัด|แถว|,|จัดตั้ง|,|คิด|,|เกิด|ความคิด. vi. เป็น|รูป|เป็น|ร่าง|ขึ้น|,|กลาย|เป็น|,|จัด|ขึ้น
ป้อน|กระดาษ|หมายถึง|อุปกรณ์|ส่วน|ที่|ใช้|ป้อน|กระดาษ|เข้า|สู่|จุดสัมผัส|ของ|เครื่องพิมพ์ มัก|ใช้|กับ|กระดาษ|ที่|ต่อ|กัน|เป็น|ม้วน|หรือ|พับ เช่น|กระดาษ|ต่อเนื่อง (continuous paper)| 
(ฟอร์|'|เมิล) adj. เป็น|พิธีการ|,|ตาม|รูปแบบ|,|พิธีรีตอง|มาก|,|เจ้าระเบียบ|,|เหมาะสม|,|สอดคล้อง n. งาน|สังคม|ที่|ต้อง|ใส่|ชุด|ราตรี. adv. ใน|ชุด|ทางการ|,|ใน|ชุด|เครื่องแบบ.  |Syn. formalness n.  |Syn. ceremonious
(ฟอร์|'|มะไลซ) v. ทํา|ให้|เป็น|ระเบียบแบบแผน|,|ทํา|ให้|มี|ระเบียบ|,|ทํา|ให้|มี|พิธี|,|ทํา|ให้|เป็นทางการ.  |Syn. formalization|,|formalisation|,|formalizer|,|formaliser n.  |Syn. plan|,|organize
(ฟอร์แมล|'|ลิ|ที) n. ระเบียบ|,|ระเบียบแบบแผน|,|พิธีรีตอง|,|ความ|เคร่งครัด|ใน|ระเบียบ|,|ความ|เข้มงวด|,|ธรรมเนียม|ปฏิบัติ|  |Syn. orthodoxy
(ฟอร์|'|มะไลซ) v. ทํา|ให้|เป็น|ระเบียบแบบแผน|,|ทํา|ให้|มี|ระเบียบ|,|ทํา|ให้|มี|พิธี|,|ทํา|ให้|เป็นทางการ.  |Syn. formalization|,|formalisation|,|formalizer|,|formaliser n.  |Syn. plan|,|organize
(ฟอร์|'|เมิล|ลี) adv. อย่าง|เป็นทางการ|,|ตาม|รูปแบบ|,|เป็น|พิธีรีตอง
(ฟอร์|'|แมท) n. รูปแบบ|,|แผนการ|รวม|ทั้งหมด|  |Syn. plan|,|layout รูปแบบ|จัด|รูปแบบ|1. หมายถึง|รูปแบบ|การ|เก็บ|ข้อมูล|ของ|โปรแกรม|สําเร็จ|แต่ละ|โปรแกรม โปรแกรม Word Perfect และ|โปรแกรม WordStar แม้|จะ|เป็น|โปรแกรมประมวลผล|คํา|เหมือน|กัน แต่|รูปแบบ|การ|เก็บ|ข้อมูล|ก็|ไม่|เหมือน|กัน 2. FORMAT เป็น|คําสั่ง|หนึ่ง|ใน|ระบบ|ดอส และ|ระบบ|วินโดว์ ที่|ใช้|เพื่อ|เตรียม|จัด|รูปแบบ|จาน|บันทึก|ใหม่ ๆ ไว้|สําหรับ|เก็บ|ข้อมูล|หรือ|โปรแกรม จาน|บันทึก|ของ|แมค|อิน|ทอ|ช|กับ|จาน บันทึก|ของ|พี|ซี จะ|กําหนด|รูปแบบ|การ|เก็บ|ข้อมูล|ไม่|เหมือน|กัน ฉะนั้น หาก|นํา|จาน|บันทึก|ที่|จัด|รูปแบบ|ด้วย|คําสั่ง "|FORMAT|" ของ|ระบบ|ดอส|ไป|ใช้|กับ|เครื่อง|แมค|อิน|ทอ|ช หน่วย|บันทึก|ก็|จะ|ไม่|รับ เพราะ|อ่าน|ไม่|ได้ หรือ|บันทึก|ข้อมูล|ลง|เก็บ|ไม่|ได้
(ฟอร์เม|'|เชิน) n. การ|สร้าง|,|การ|วัด|ขนาด|แถว|,|สิ่ง|ที่|สร้าง|ขึ้น. -|al adj.  |Syn. evolution
(ฟอร์|'|เมอะ) adj. แต่ก่อน|,|ก่อน|,|อัน|ก่อน|,|สมัยก่อน n. ผู้สร้าง|,|ผู้|ก่อ|,|เครื่อง|ก่อ
(ฟอร์|'|เมอลี) adv. เมื่อก่อน|,|สมัยก่อน|,|แต่ก่อน
(ฟอร์|'|มิ|ดะ|เบิล) adj. น่ากลัว|,|ยาก|,|ลําบาก|,|ซึ่ง|เอาชนะ|ยาก|,|เหนือกว่า|มาก|,|ใหญ่โต|,|มี|อํานาจ|มาก|,|มี|กําลัง|มาก.  |Syn. formidableness|,|formidability n. formidably adv.  |Syn. awesome
(ฟอร์|'|มิ|ว|ละ) n. สูตร|,|กฎ|,|เกณฑ์|,|หลัก|,|มาตรฐาน|,|รูปแบบ|,|แผ่น|,|ตํารับ|,|ตํารา adj. ซึ่ง|เกี่ยวกับ|สูตร -|pl. formulas|,|formulae|  |Syn. trusim|,|format
(ฟอร์|'|มิ|ว|ละ|รี) n. รวม|สูตร|,|สูตร|,|ตํารับ|ยา adj. เกี่ยวกับ|สูตร
(ฟอร์|'|มิ|วเล) vt. ใช้|สูตร|แสดง|,|คิด|ตํารับ|,|คิด|วิธี|หรือ|ระบบ|,|กําหนด|สูตร.  |Syn. formulable adj. formulation n. formulator n.  |Syn. define|,|outline
(ฟอร์|'|นะ|เคท) vi. ลักลอบ|ได้|เสีย|กัน|ก่อน|แต่งงาน.  |Syn. formulator n.
(ฟอร์|นะ|เค|'|เชิน) n. การ|ลักลอบ|ได้|เสีย|กัน|ก่อน|แต่งงาน|,|การ|เป็นชู้|,|การ|บูชา|เทวรูป|,|การ|เคารพ|บูชา|อย่าง|หลับ|หู|หลับ|ตา.  |Syn. fornicatory adj.
(ฟอร์|เซ|ค|') vt. {|forsook|,|forsaken|,|forsaking|,|forsakes|} ทอดทิ้ง|,|ละทิ้ง|,|เลิก.  |Syn. forsaker n.  |Syn. renounce
(ฟอร์|เซ|'|เคิน) v. กริยา|ช่อง 3 ของ forsake. adj. ซึ่ง|ถูก|ทอดทิ้ง|,|ซึ่ง|ถูก|ละทิ้ง|  |Syn. forsakenness n.
(ฟอร์ซุค|') v. อดีตกาล|ของ|forsake
(ฟอร์ซูธ|') adv. ตาม|ความจริง|,|จริง ๆ| 
(ฟอร์สฺเพนทฺ|') adj. หมด|เรี่ยวแรง
(ฟอร์ซฺแวร์|') {|forswore|,|forsworn|,|forswearing|,|forswears|} vt. สาบาน|ว่า|จะ|เลิก|,|เบิกความ|เท็จ|,|สาบาน|เท็จ
(ฟอร์ซฺวอร์น|') v. กริยา|ช่อง 3 ของ forswear. adj. เป็น|การ|สาบาน|เท็จ|  |Syn. forswornness n.
(ฟอร์ท) n. ป้อม|,|ป้อมปราการ|,|แหล่ง|ค้าขาย
(ฟอร์ท) n. ความ|ถนัด|,|ความ|สันทัด|,|การ|เล่น|เสียง (ดนตรี) ดัง adj. ดัง|,|กร้าว|,|อย่าง|แรง|,|มี|วิตามิน|มาก|ขึ้น.
(ฟอร์ธ) adv.,|prep. ไป|ข้างหน้า|,|ไป|ข้างนอก|,|ออก|มา|,|ออก|ไป. -|Phr. (and so forth และ|ต่อมา)| 
(ฟอร์ธ|'|คัม|มิ|ง) adj.,|n. (การ) กําลังจะ|มา|ถึง|,|มี|พร้อม|,|เตรียมพร้อม|  |Syn. ness n.  |Syn. ready|,|coming
(ฟอร์ธ|'|ไร|ทฺ) adj.,|adv. ตรงไปตรงมา|,|โดย|ตรง|,|โผงผาง|,|เปิดเผย|,|เฉียบขาด|,|ทันที -|n. ทางตรง.  |Syn. forthrightness n. forthrightly adv.
(ฟอร์ธ|'|วิธ) adj. โดย|ตรง|,|ทันที|,|ไม่|รีรอ|  |Syn. instantly
(ฟอร์|'|ทิเอธ) adj.,|n. ที่|สี่|สิบ
(ฟอร์ทิ|พี|เค|'|เชิน) n. การ|ทํา|ให้|แข็งแรง|,|การ|สร้าง|ป้อมปราการ|,|ป้อมปราการ|  |Syn. fort|,|defense
(ฟอร์|'|ทิ|ไฟ) {|fortified|,|fortifying|,|fortifies|} vt. ทํา|ให้|แข็งแรง|,|จัดการ|ป้องกัน|,|สร้าง|สิ่ง|ป้องกัน|ข้าศึก|,|เพิ่ม|วิตามิน|,|เพิ่ม|ปริมาณ|แอลกอฮอล์. vi. สร้าง|สิ่ง|ป้องกัน|  |Syn. fortifiable adj. fortifier n. fortifyingly adv. -|S...
(ฟอร์|'|ทิ|ทิว|ดฺ) n. ความ|อดทน|,|ความ|แข็งแกร่ง|,|ความ|ทรหด|,|ความ|กล้าหาญ|  |Syn. courage|,
(ฟอร์ทิ|ทิว|'|ดิเนิส) adj. อดทน|,|แข็งแกร่ง|,|ทรหด|,|กล้าหาญ
(ฟอร์ท|'|ไน|ทฺ) n. ระยะ|เวลา 14 คืน|และ|14 วัน|,|2 อาทิตย์
(ฟอร์ท|'|ไน|ทฺลี) adj.,|n.,|adv. (สิ่ง) ซึ่ง|เกิด|ขึ้น|ทุก 2 อาทิตย์.
(ฟอร์แท|รน) เป็น|ชื่อ|ภาษาระดับสูง (high level language) ที่|ใช้|ใน|การ|เขียน|โปรแกรม|ภาษา|หนึ่ง สร้าง|ขึ้น|เป็น|ภาษา|แรก ๆ เพื่อให้|นัก คณิตศาสตร์|ใช้ได้|สะดวก และ|รวดเร็ว ย่อ|มา|จาก|คํา|ว่า FORmular TRANslator ซึ่ง|ก็|แปล|ได้|ว่า ตัว|แปล|สูตร|คณิตศาสตร์ นั่นเอง โปรแกรม|ภาษา|ฟอร์แท|รน|นั้น สามารถ|นํา|ไป|ใช้|กับ เครื่อง คอมพิวเตอร์|ต่าง ๆ ได้|หลาย|ยี่ห้อ โดย|แทบ|จะ|ไม่|ต้อง ปรับ แก้|เลย ก่อนหน้า|ที่|จะ|มี|การ|ใช้|ภาษา|นี้ นักเขียน|โปรแกรม รู้จัก แต่|ภาษาแอสเซมบลี (Assembly)| 
(ฟอร์ท|'|ท|ริ|ส) n. ป้อมปราการ|,|สถานที่|ปลอดภัย. vt. สร้าง|ป้อมปราการ|  |Syn. fort|,|fortification
(ฟอร์|ทิว|'|อิทัส) adj. บังเอิญ|,|โชคดี|  |Syn. courage Ant. cowardice
(ฟอร์|ทิว|'|อิ|ที) n. ความ|บังเอิญ|,|เหตุบังเอิญ|  |Syn. chance
(ฟอร์|'|ชะ|เนท) adj. โชคดี|,|เคราะห์ดี.  |Syn. fortunately adv. fortunateness n.
(ฟอร์|'|เชิน) n. โชค|,|โชคชะตา|,|โชคลาภ|,|ทรัพย์สมบัติ|จํานวน|มาก|,|ความ|สําเร็จ|,|ความ|รุ่งเรือง|,|ผู้|รับมรดก|,|หญิง|มั่งคั่ง. Phr. (tell a person|'|s fortune ทํานาย|โชคชะตา) . vi. มอบ|ทรัพย์สมบัติ|จํานวน|มาก|ให้.  |Syn. fate|,
(ฟอร์|'|เชิน|เท|ล|เลอะ) n. ผู้ทํา|นาย|โชคชะตา|,|หมอดู|,|โหร|  |Syn. seer|,|prophet
(ฟอร์|'|ที) n. จํานวน|สี่|สิบ|  |Syn. forties n. จํานวน|หรือ|ปี|ระหว่าง 40|-|49) . adj. สี่|สิบ
(ฟอ|'|รัม) n. สภา|,|ที่ประชุม|สําหรับ|การ|อภิปราย|,|ศาล|,|ศาล|กลาง|เมือง|,|วิธีการ|อภิปราย|ปัญหา|,|-|Phr. (the Forum ตลาด|หรือ|สนาม|กว้าง|ของ|เมือง|โบราณ|สมัยโบราณ)|  |Syn. assembly|,|meeing -|pl. forums|,|fora
(ฟอร์|'|เวิร์ด) adv. ไป|ข้างหน้า|,|ข้างหน้า|,|อยู่|ข้างหน้า|,|ก้าวหน้า|,|ล้ําหน้า|,|ล่วงหน้า. adj. เร็ว|,|ไว|,|ไป|ข้างหน้า|,|เกี่ยวกับ|อนาคต|,|กล้า|,|รุนแรง. n. กอง|หน้า. vt. ส่ง|ไป|,|ส่ง|ออก|,|ส่ง|ล่วงหน้า|,|สิ่ง|ต่อ|,|สนับสนุน|,|เร่ง|,|เร่งรัด|,|เย็บเล่ม|หนังสือ|  |Syn. help|,
(ฟอร์|'|เวิร์ดซ) adv. ดู|forward
v. อดีตกาล|ของ forgo
(ฟอส|'|เซิล) n.,|adj. ซาก|หิน|,|ซาก|สัตว์|หรือ|พืช|ที่|เป็น|หิน|,|สิ่ง|ที่|ล้าสมัย|,|คน|ที่|ล้าสมัย|,|เกี่ยวกับ|ยุค|ดึกดําบรรพ์|,|ล้าสมัย|,|เก่า|,|ดื้อรั้น|  |Syn. antiquated
(ฟอส|'|เทอะ) v.,|adj. เลี้ยงดู|,|สนับสนุน|,|ให้|กําลังใจ|,|อุปถัมภ์. -|fosterer n.  |Syn. nurse
n. พี่น้อง|ที่|ร่วม|แม่นม|เดียวกัน
n. ลูก|เลี้ยง
n. สถานที่|เลี้ยงดู|เด็ก|กําพร้า
n. แม่เลี้ยง|  |Syn. step|-|mother
(ฟอส|'|เทอะ|ลิง) n. ลูก|เลี้ยง
(ฟอท) กริยา|ช่อง 2 และ|ช่อง 3 ของ fight
(เฟาล์) adj. เหม็น|,|เน่า|,|สกปรก|,|เปรอะเปื้อน|,|เสีย|,|ชั่ว|,|ชั่วร้าย|,|ร้ายกาจ|,|เลวร้าย|,|น่าเกลียด|,|น่าชัง|,|เลวทราม|,|ทารุณ|,|ลามก|,|ไม่|เหมาะ สําหรับ|การ|เดิน|เรือ|,|ผิด|กติกา|,|ผิด|กฎ|,|ยุ่ง|,|พัน|กัน|ยุ่ง|,|ตรงกันข้าม adv. หยาบคาย|,|เลว|,|เลวทราม|,|ผิด|กติกา -|Phr. (fall foul of ชน|กับ|,|ประ|ทะ|กับ|,|โจม|ต
n. เส้น|ฟาวล์|,|เส้น|ออก
(เฟาลฺ|'|อัพ) n. ความ|สับสนวุ่นวาย|,|ความ|ติดขัด|,|อุปสรรค
adj. ซึ่ง|ใช้|ภาษา|หยาบคาย|,|ปากเสีย|,|ปากร้าย.
(เฟาดฺ) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ find. adj. ซึ่ง|ติดตั้ง|เครื่องใช้|และ|อุปกรณ์|ต่าง ๆ ,|v. ก่อตั้ง|,|สร้าง|,|หลอม|หล่อ|,|หลอม|,|หล่อ n. สิ่ง|ที่|ติดตั้ง|เพิ่มเติม|โดย|ไม่|คิด|มูลค่าเพิ่ม|เติม.
(เฟาเด|'|เชิน) n. รากฐาน|,|พื้นฐาน|,|การ|ก่อ|,|การ|สร้าง|,|การ|สถาปนา|,|มูลนิธิ|,|กองทุน|มูลนิธิ|,|ผู้|ก่อตั้ง|,|คณะ|ผู้|ก่อตั้ง|,|เครื่อง|รัด|ลําตัว|ผู้หญิง.  |Syn. foundationary adj.  |Syn. basis
(เฟา|'|เดอะ) n. ผู้|ก่อตั้ง|,|ผู้ก่อการ|,|ผู้สร้าง|,|ช่างหล่อ v. ล้ม|ลง|,|อับปาง|,|ล้มเหลว|,|ทํา|ให้|ล้ม|ลง|,|  |Syn. collapse|,|-|A. endure
(เฟาดฺ|'|ลิง) n. ทารก|ที่|ถูก|ทอดทิ้ง
(เฟา|'|เด|รส) n. ผู้|ก่อตั้ง|ที่|เป็น|หญิง
(เฟา|'|ด|รี) n. โรงหล่อ|,|โรง|หลอม|,|กระบวนการ|หล่อ
(ฟอน|ทฺ) n. น้ําพุ|,|แหล่ง|,|แหล่ง|กําเนิด|,|ที่มา|,|ที่|เก็บ|น้ํามัน|,|ที่|เก็บ|น้ํา|หมึก|,|ชุด|ตัวพิมพ์|ที่|สมบูรณ์|  |Syn. fountain
(เฟา|'|เทิน) n. น้ําพุ|,|น้ําพุ|เทียม|,|น้ําพุ|ที่|ใช้|ดื่ม|,|แหล่ง|กําเนิด|,|แหล่ง|ที่มา|,|สายน้ํา|พุ|,|เครื่อง|ปล่อย|น้ํา|เป็น|สาย|ออก|มา|  |Syn. fountained adj. .  |Syn. fount|,|origin
n. ปากกาหมึกซึม
n. น้ําพุ|,|แหล่ง|น้ํา|,|แหล่งสําคัญ
(ฟอร์|,|โฟร์) n.,|adj. สี่ -|Phr. (on all fours คลาน) . -|Phr. (a four|เรือ|กรรเชียง|4) . -|Phr. (form fours|จัด|เป็น|4|แถว)| 
(ฟอร์|'|สคอร์) adj. แปดสิบ|,|สี่|คูณ|ยี่|สิบ
(ฟอร์|'|ที|น) adj.,|n. สิบ|สี่
(ฟอร์ธ) adj.,|adv. ที่ 4
ฐานันดร|ที่ 4 (นักหนังสือพิมพ์|,|อาชีพ|นักหนังสือพิมพ์)|  |Syn. press
คอมพิวเตอร์|ยุค|ที่|สี่|คอมพิวเตอร์|ใน|ยุค|ที่|สี่|นี้|มี|ขนาด|ของ|หน่วยความจํา|เล็ก|กว่า|ยุค|ที่|สาม|ลง|ไป|อีก มี|การ|นํา|ไอ|ซี (IC หรือ integrated circuit) หรือ|วงจร|เบ็ดเสร็จ|มา|รวม|กัน|เป็น|แผง|ใหญ่ ๆ เรียก|ว่า|แผง|วงจร|รวม|ความ|จุ|สูง (large scale integrated circuit) หรือ|บางที|เรียก|กัน|ว่า|ชิป (chip) ทํา|ให้|สร้าง|คอมพิวเตอร์|ได้|เล็ก|ลง|มาก จึง|ทํา|ให้|เกิด|มี|ไมโครคอมพิวเตอร์ (microcomputer) หรือ|คอมพิวเตอร์ส่วนบุคคล (personal computer) หรือ|พี|ซี|ขึ้น ราคาขาย|ใน|ท้อง|ตลาด|ก็|ลด|ลง|ได้|มาก ทํา|ให้|เป็น|ที่|นิยม|อย่าง|รวดเร็ว|ใน|หมู่|คน|ทั่วไป ไม่|เฉพาะ|แต่|นักคอมพิวเตอร์ ต่อมา|ปลาย|ยุค|ที่|สี่|นี้ มี|การ|นํา|พี|ซี|หลาย ๆ เครื่อง|มา|เชื่อมต่อ|กัน|เป็น|เครือข่าย (network) ทํา|ให้|มี|ประสิทธิภาพ|เพิ่ม|ขึ้น|ไป|อีก|ดู generation ประกอบ
n. วัน|อิสรภาพ|หรือ|วันชาติ|ของ|สหรัฐอเมริกา.  |Syn. Independence Day
(ฟอร์ธ|'|ลี) adv. ที่ 4,|ลําดับ 4
(เฟาลฺ) n. สัตว์ปีก|,|สัตว์|พวก|เป็ด|ไก่|,|เนื้อ|ของ|สัตว์|ดังกล่าว|,|นก. vi. ล่าสัตว์|ปีก|ที่|เป็น|สัตว์ป่า -|pl. fowls|,|fowl
(เฟา|'|เลอะ) n. นัก|ล่า|นก
(เฟา|'|ลิง) n. กีฬา|ยิง|นก|,|การ|ยิง|นก|,|กีฬา|หรือ|การ|ดัก|นก
(ฟอคซฺ) n. สนัขจิ้งจอก|,|หนัง|สนุข|จิ้งจอก|,|บุคคล|เจ้าเล่ห์ vt. หลอกลวง|,|โกง|,|ทํา|อย่าง|เจ้าเล่ห์ -|Phr. (play the fox กระทํา|อย่าง|เจ้าเล่ห์)|  |Syn. schemer -|pl. foxes|,|fox
(ฟอค|'|ซี) adj. คล้าย|สุนัข|,|เจ้าเล่ห์|  |Syn. foxily adv. foxiness n.  |Syn. crafty
(แฟรค|'|เชิน) n. เศษส่วน|,|ส่วนน้อย|,|เศษ|น้อย|,|เศษ|,|นิด|หนึ่ง vt. หาร|หรือ|แบ่ง|ออก|เป็น|เศษส่วน|  |Syn. part|,|-|A. whole|  |Syn. fractional adj.
(แฟรค|'|เชิส) adj. ชอบ|ทะเลาะวิวาท|,|หัวดื้อ|,|ดื้อรั้น|,|ขี้โมโห.  |Syn. fractious ly adv. fractiousness n.  |Syn. cross
(แฟรค|'|เชอะ) n. การ|แยก|,|การ|แตกร้าว|,|รอย|แตกร้าว|,|กระดูก|หัก|,|หน้าหัก|,|ด้าน|หัก. vt. แตกร้าว|,|ตก|,|ร้าว|,|ทํา|ให้|แตก|,|ทํา|ให้|ร้าว. -|fracturable adj.  |Syn. fractural adj.  |Syn. rift|,|crack|,|break|,|split
(แฟ|รก|'|ไจล์) adj. เปราะ|,|หัก|ง่าย|,|แตก|ง่าย|,|เสียหาย|ง่าย|,|อ่อนแอ|,|บอบบาง|,|อ่อน. -|fragilely adv|  |Syn. fragility n. fragileness n.  |Syn. frail|,|brittle|,|feeble Ant. strong|,|durable
(แฟ|รก|'|เมิน|ทฺ) n. เศษ|ที่|แตก|ออก|,|ชิ้น|ที่|แตก|ออก|,|ส่วน|ที่|ยัง|ทํา|ไม่|เสร็จ|,|ส่วน|ที่|ยัง|ไม่|สมบูรณ์|,|สะเก็ด. vi. แตก|ตัว|ออก|,|แตก|ออก|เป็น|เศษ. vt. แยก|ออก|เป็น|ชิ้น ๆ ,|ทํา|ให้|แตก|ออก|เป็น|ชิ้น ๆ|  |Syn. portion|,|part Ant. whole|,|all
(แฟ|รก|เมน|'|เทิล) adj. เป็น|เศษ|,|เป็น|ชิ้น|,|เป็น|สะเก็ด|,|ขาด ๆ วิ่น ๆ ,|ไม่|ปะติดปะต่อ|กัน|,|ไม่|สมบูรณ์. -|fragmentally adv.
(แฟ|รก|'|เมน|ทะ|รี) adj. ดู|fragmental.  |Syn. fragmentarily adv. fragmentariness n.
การ|แยก|ส่วน|หมายถึง อาการ|อย่างหนึ่ง|ที่|มักจะ|เกิด|ขึ้น|กับ|ฮาร์ด|ดิสก์|ที่ ใช้|มา|เป็น|เวลานาน|แล้ว ใน|ฮาร์ด|ดิสก์|นั้น เมื่อ|มี|การ|สั่ง|บันทึก ข้อมูล|ลง|ไป แล้ว|มา|สั่ง|ลบ|ภายหลัง ก็|จะ|ทํา|ให้|มี|ที่|ว่าง|เกิด|ขึ้น|เป็น|หย่อม ๆ ฉะนั้น เมื่อ|มี|การ|นํา|แฟ้มข้อมูล|ใหม่ บันทึก|ลง|ไป คอมพิวเตอร์|ก็|จะ|จัดการ แบ่ง|แฟ้ม|ใหม่|นี้|ให้|ได้ สัดส่วน|พอดี|กับ|ช่อง|ที่|ว่าง|อยู่|ก่อน บางที แฟ้ม|เดียวกัน|จึง|ต้อง ถูก|เก็บ|เป็น|หย่อม ๆ การ|เก็บ|แฟ้มข้อมูล|ใน|ลักษณะ|นี้ เรียก|ว่า เป็น|การ|เก็บ|แยก|ส่วน ใน|โปรแกรม|ระบบ|ดอส|รุ่น 6.0 จะ|มี|คําสั่ง "|DE FRAG|" ซึ่ง|จะ|ช่วย|แก้|ปัญหา ใน|เรื่อง|นี้|ได้
(เฟร|'|เกริน|ซฺ) n. กลิ่น|หอม|,|ความ|หอม
(เฟร|'|เกริน|ซี) n. ดู|fragrance
(เฟร|'|เกริน|ทฺ) adj. หอม|,|มี|กลิ่น|หอม|,|น่า|ยินดี.  |Syn. fragrantly adv. fragrantness n.  |Syn. perfumed)| 
(เฟรล) adj. อ่อนแอ|,|บอบบาง|,|แตก|ง่าย|,|เปราะ|,|ชํารุด|ง่าย|,|จิตใจ|อ่อนแอ|,|ใจง่าย|  |Syn. fraily adv. frailness n.  |Syn. delicate
(เฟรล|'|ที) n. ความ|อ่อนแอ|,|ความ|บอบบาง|,|ความ|แตก|ง่าย|,|ความ|เปราะ|,|ความ|ชํารุด|ง่าย|,|ความ|มี|จิตใจ|อ่อนแอ|,|ความ|ใจง่าย|,|ความผิด|ที่|กระทํา|ไป|เพราะ|มี|จิตใจ|ที่|อ่อนแอ|  |Syn. debility|,|infirmity|,|weakness
(แฟ|รม|บี|'|เซีย) n. คุดทะราด.  |Syn. yaws
(แฟ|รม|บี|'|เซีย) n. คุดทะราด.  |Syn. yaws
(เฟ|รม) n. กรอบ|,|โครง|,|ร่าง|,|ร่างกาย|,|โครงสร้าง|,|องค์ประกอบ|,|ระบบ|,|สภาพ|ของ|จิตใจ|,|รอบ|หนึ่ง (การ|ตี|เบ|สบ|อล) ,|ยก|หนึ่ง ๆ (มวย) vt. ประกอบ|ก่อ|,|สร้าง|,|ติดตั้ง|,|ร่าง|,|กําหนด|,|คิด|,|วางแผน|,|ประพันธ์|,|ใส่|กรอบ|,|ใส่|วง|กบ|,|ใส่ความ|,|ใส่ร้าย vi. พยายาม|,|ให้|ความ|หวัง|,|พา|ตัว|ไป. -|framable|,|frameable ad
n. การ|ใส่ร้าย|ปรักปรํา|ผู้บริสุทธิ์
n. โครงร่าง|,|เค้าโครง|,|โครงสร้าง|,|โครง|ประกอบ|,|กรอบ|,|วง|กบ|  |Syn. frames
(เฟ|รม|'|มิ|ง) n. การ|สร้าง|,|การ|ก่อ|,|การ|ใส่|กรอบ|,|การ|คิด|,|การ|วางแผน|  |Syn. framed work
(แฟรงคฺ) n. ชื่อ|เหรียญเงิน|ตรา|ของ|ฝรั่ง|เศสฯ -|pl. francs
(ฟ|ราน|ซฺ) n. ประเทศ|ฝรั่งเศส
(แฟ|รน|'|ไช|ซ) n.,|vt. (ให้) สัมปทาน|,|สิทธิพิเศษ|,|สิทธิ|ใน|การ|เป็น|ผู้แทนจําหน่าย|  |Syn. franchisement n.  |Syn. right
(แฟน|รน|ไช|ซี|') n. ผู้|ได้|รับ|สัมปทาน|,|ผู้|ได้|รับ|สิทธิพิเศษ
(แฟ|รน|'|เซี|ยม) n. ธาตุ|กัมมันตรังสี|ชนิด|หนึ่ง|,|Fr
Pref. ดู|ฝรั่งเศส
(แฟรง|'|โค|ลิน) n. นก|จําพวก Francolinus
adj. ซึ่ง|เป็นมิตร|หรือ|ชอบ|ฝรั่งเศส
adj. ซึ่ง|เป็นมิตร|หรือ|ชอบ|ฝรั่งเศส
adj. ซึ่ง|เกลียด|หรือ|กลัว|ฝรั่งเศส
(แฟรง|'|จะ|เบิล) adj. แตก|ได้|,|หัก|ได้|  |Syn. frangibility|,|frangibleness n.
(แฟรงคฺ) adj. เปิดเผย|,|ตรงไปตรงมา|,|ชัดแจ้ง|,|frankfurter (ดู)|  |Syn. candid
n. ผู้สร้าง|สิ่ง|ทําลาย|ที่|สร้าง|ขึ้น
(แฟรงคฺ|'|เฟิร์ท|เทอะ) ไส้กรอก|,|ไส้กรอก|เยอรมัน|  |Syn. sausage
(แฟรงคฺ|'|เฟิร์ท|เทอะ) ไส้กรอก|,|ไส้กรอก|เยอรมัน|  |Syn. sausage
(แฟรง|'|คินเซินซฺ) n. ยางไม้|หอม (gum|-|resin) จาก|ต้นไม้|จําพวก Boswellia
(แฟรงคฺ|'|ลี) adv. อย่าง|เปิดเผย|,|ตรงไปตรงมา|,|ไม่|อ้อมค้อม|,|ด้วย|น้ํา|ใส|ใจจริง|,|ชัดเจน
(แฟ|รน|'|ทิค) adj. คลั่ง|,|มี|อารมณ์|รุนแรง|,|บ้า|,|มี|สติ|ฟั่นเฟือน. -|frantically|,|franticly adv.  |Syn. franticness n.  |Syn. mad|,|raging
(แฟรพ) vt. ผูก|รัด|ด้วย|เชือก|หรือ|โซ่
(ฟ|ระ|เพ|') n. น้ําผลไม้|แช่เย็น|จน|ขึ้น|เกล็ด|น้ําแข็ง|,|เหล้า|ที่|เท|ลง|บน|ก้อน|น้ําแข็ง. adj. เยือกเย็น|,|เย็น|เป็น|น้ําแข็ง
(เฟร|'|เทอะ) n. พี่|หรือ|น้อง|หรือ|สหาย (คํา|ที่|ใช้|เรียก|พระ) ,|โรงอาหาร|ใน|วัดวาอาราม
(ฟ|ระ|เท|อ|'|เนิล) adj. ฉัน|พี่น้อง|,|เกี่ยวกับ|ภราดรภาพ|,|เกี่ยวกับ|คณะสงฆ์|  |Syn. fraternalism n. fraternally adv|  |Syn. brotherly
(แฟรท|'|เทอะ|ไน|ซ) vi. สัมพันธ์|กัน|ฉัน|พี่น้อง vt. ทํา|ให้|สนิทสนม|กัน|ฉัน|พี่น้อง.  |Syn. fraternization|,|fraternisation|,|fraternizer|,|fraterniser n.  |Syn. consort|,|band
(ฟ|ระ|เท|อ|'|นิ|ที) n. องค์การ|หรือ|สมาคม|เชื่อม|ความ|สัมพันธ์|ฉัน|พี่น้อง|,|บุคคล|ใน|กลุ่ม|อาชีพ|เดียวกัน|,|ความ|เป็น|พี่|เป็น|น้อง
(แฟรท|'|เทอะ|ไน|ซ) vi. สัมพันธ์|กัน|ฉัน|พี่น้อง vt. ทํา|ให้|สนิทสนม|กัน|ฉัน|พี่น้อง.  |Syn. fraternization|,|fraternisation|,|fraternizer|,|fraterniser n.  |Syn. consort|,|band
(เฟร|'|ท|ริ|ไซ|ดฺ) n. ผู้|ฆ่า|พี่|,|ผู้|ฆ่า|น้อง|,|การ|ฆ่า|พี่|ฆ่า|น้อง.  |Syn. fratricidal adj.
(ฟ|รอด) n. การ|โกง|,|การ|หลอกลวง|,|การ|ฉ้อฉล|,|เล่ห์|,|ผู้|หลอกลวง|,|นัก|ต้ม|,|ของปลอม|  |Syn. deception|,|deceit|,|guile
(ฟ|รอ|'|จะ|เลินทฺ) adj. หลอกลวง|,|ฉ้อโกง|,|ฉ้อฉล.  |Syn. fraudulence|,|fraudulency n.  |Syn. sham
(ฟ|รอ|ท) adj. เต็มไปด้วย|,|บรรทุก|เต็มไปด้วย|  |Syn. laden|,|loaded
(เฟร) {|frayed|,|fraying|,|frayes|} n. การ|ทะเลาะวิวาท|อึกทึก|,|การ|ต่อสู้|,|ความ|ตกตะลึง. vt. ทํา|ให้|ตกตะลึง|,|ทํา|ให้|หลุดลุ่ย|,|ทํา|ให้|เป็น|ฝอย|,|ทํา|ให้|ตึงเครียด|,|ทํา|ให้|ผิดหวัง|,|เสียดสี vi. ต่อสู้|,|ลุ|ดลุ่ย|,|เป็น|ปุย|ยุ่ย|,|เป็น|ฝอย
(แฟรซ|'|เชิล) vt.,|vt. ทํา|ให้|หลุดลุ่ย|,|ทํา|ให้|ตึงเครียด|,|ทํา|ให้|ผิดหวัง|,|เสียดสี|,|ถู vi. หลุดลุ่ย
(ฟรี|ค) adj. ประหลาด|,|วิตถาร|,|นอกลู่นอกทาง|,|ตาม|อําเภอใจ|,|พิลึกพิลั่น. -|n. ความคิด|วิตถาร|,|สิ่ง|ประหลาด|,|พฤติการณ์|ตาม|อําเภอใจ|,|ฮิปปี้|,|ความ|วิตถาร|,|ผู้ติดยาเสพติด|,|ลาย|,|เส้น|,|ลาย|สี|,|ลาย|ประหลาด vt.,|vi. มี|พฤติการณ์|ประหลาด|,|ทํา|ให้|เป็น|ลายเส้น|ที่|ประหลาด. -|n. ลาย|,|เส้น|,|ลาย|สี|,|ลาย|ประ|หล
(ฟรี|ค|'|คิช) adj. เป็น|ลาย|เป็น|เส้น|ที่|ประหลาด|,|ประหลาด|,|วิตถาร|,|เพ้อฝัน|,|ผิดปกติ|,|นอก|ลู่|,|นอก|ทาง.  |Syn. freakishly adv. freakishness|  |Syn. grotesque
(ฟรี|ค|'|คี) adj. (ดู) freakish|  |Syn. freakily adv. freakiness n.
n. ขนมปัง|ยาว|กรอบ
(เฟรค|'|เคิล) {|freckled|,|freckling|,|freckles|} n. กระ|,|จุด|ด่าง vt.,|vi. ทํา|ให้|เป็น|กระ|,|ทํา|ให้|ตก|กระ|,|เป็น|กระ
(เฟรค|'|ลี) adj. เต็มไปด้วย|กระ
(ฟรี) {|freed|,|freeing|,|frees|} adj.,|adv. อิสระ|,|เสรี|,|เป็น|ไทย|,|ไม่|มี|ข้อจํากัด|, ไม่|มี|พิธีรีตอง|,|ไม่|ปิดบัง|,|ได้|รับ|การ|ยกเว้น|ภาษี|,|ปลอดภัย|,|ทั่วไป|,|ปราศจาก|,|หลวม|,|ว่าง|,|ปลอด|,|ไม่|ถูก|ขัดขวาง|,|ไม่|แน่นอน|,|ไม่|คงที่ vt. ทํา|ให้|อิสระ|  |Syn. freeness n. คํา|ที่|มี|ความหมาย|เห
อิสรภาพ
n. (ฟรี|'|เฮาซฺ) n. ร้าน|ที่|ขาย|เหล้า|ได้|ทุก|ยี่ห้อ
n. การ|เตะ|ลูก|โทษ
คน|ที่ทํางาน|โดย|อิสระ โดย|ไม่|ได้|เป็น|ลูกจ้าง|กิน|เงินเดือน|ใคร|,|คน|ที่|ต่อสู้|ใน|เรื่อง|ที่|ไม่|ใช่|เรื่อง|ของ|ตัว
n. รายชื่อ|สินค้า|ที่|ได้|รับ|การ|ยกเว้น|เสีย|ภาษี
(ผู้|ขาย) เสีย|ค่าขนส่ง|จนถึง|เรือ|หรือ|รถ|หรือ|เครื่องบิน
n. ท่าเรือ|ที่|ไม่|เก็บ|ค่าภาษี|ศุลกากร
n. ความคิด|ที่|อิสระ|,|ความคิด|เสรี
n. การ|ค้า|เสรี|  |Syn. free|-|trade adj.
n. ผู้สนับสนุน|และ|ยึด|หลักการ|ค้า|เสรี
n. โลก|เสรี|,|ชาติ|ทั้งหลาย|ที่|ไม่|ใช่|คอมมิวนิสต์|หรือ|อยู่|ภายใต้|การ|ปกครอง|แบบ|เผด็จการ
n. เขต|ปลอด|ภาษี|ศุลกากร
adj. ซึ่ง|เลือก|เอง|ได้|ตามใจชอบ
vt.,|n. (การ) โยน|ลง|มา|จาก|อากาศ|โดย|ไม่|มี|ร่ม|ชีพ.
(ฟรี|แฮ|น|'|ดิด) adj.,|adv. ใจกว้าง|,|ใจ|ป้า|,|มือเติบ|,|ด้วย|มือ|เปล่า.  |Syn. free|-|handedly adv. free|-|handedness n.
(ฟรี|เฮาร์ท|'|ทิด) adj. เป็น|ไป|เอง|,|โดย|ธรรมชาติ|,|ใจกว้าง|,|เปิดเผย|,|ตรงไปตรงมา
n. การ|ดํารง|ชีวิต|อย่าง|อิสระ
(ฟรี|ไม|'|ดิด) adj. ซึ่ง|มี|จิตใจ|เป็น|อิสระ
adj. เกี่ยวกับ|ดินแดน|ที่|ไร้|ทาส
adj. ซึ่ง|พูด|แสดง|ความคิดเห็น|ได้|โดย|อิสระ|,|ขวานผ่าซาก|,|พูดจา|โผงผาง|  |Syn. free|-|spokenly adv. free|-|spokenness n.
adj. ซึ่ง|สามารถ|ว่าย|ไป|มา|ได้|,|ตรงไปตรงมา|,|อิสระ|,|ไม่|ยึดมั่น
adj. เต็มใจ|,|ด้วยใจ|สมัคร
(ฟรี|'|บี) n. สิ่ง|ที่|ให้|ฟรี|,|สิ่ง|ที่|ให้|โดย|ไม่|คิด|เงิน
vi. ปล้นสะดม|,|ปล้น
n. ผู้|ปล้นสะดม|,|โจร|,|สลัด
n. ของ|ที่|ปล้น|ได้
adj. ซึ่ง|เกิด|มา|ก็|เป็น|อิสระ
(ฟรี|'|บี) n. สิ่ง|ที่|ให้|ฟรี|,|สิ่ง|ที่|ให้|โดย|ไม่|คิด|เงิน
n. ผู้|ได้|รับ|การ|ปลดปล่อย|ให้|เป็น|อิสระ|จาก|ความ|เป็น|ทาส -|pl. freedmen
(ฟรี|'|เดิม) n. อิสรภาพ|,|เสรีภาพ|  |Syn. independence
adj.,|adv. ด้วย|มือ|เปล่า
(ฟรี|'|โฮ|ลด|ฺ) n. การ|ครอบครอง|อสังหาริมทรัพย์|อย่าง|อิสระ|,|อสังหาริมทรัพย์|ดังกล่าว|  |Syn. freeholder n. ผู้|ครอบครอง|อสังหาริมทรัพย์|ดังกล่าว
(ฟร|'|ลาน|ซฺ|') vi.,|adj. (เกี่ยวกับ) ทํางาน|โดย|อิสระ (ไม่|ใช่|ลูกจ้าง) -|freelancer n.
adv. อย่าง|อิสระ
(ฟรี|'|เมิน) n. ผู้|ที่|เป็น|อิสระ -|pl. freemen
(ฟรี|'|เมเซิน|รี) n. การ|ร่วม|สงเคราะห์|ช่วยเหลือ|ซึ่งกันและกัน|,|ความ|เห็นอกเห็นใจ|กัน|,|ความ|สามัคคี
(ฟรี|'|เออะ) n. ผู้|ปล่อย|ให้|เป็น|อิสระ|,|สิ่ง|ที่|ปลดปล่อย adj. คุณศัพท์|เปรียบเทียบ|ของ|free
n. พืช|ดอก|เป็น|หลอด|ที่|หอม
adj. อิสระ|,|ซึ่ง|ยืน|หรือ|ตั้งอยู่|อย่าง|อิสระ
n. หิน|ตัด|ที่|ไม่|แตกร้าว|,|ผลไม้|ที่|ไม่|มี|เม็ด|ข้างใน adj. ซึ่ง|แกะ|เม็ด|ออก|ได้|ง่าย (ผลไม้)| 
n. การ|ว่ายน้ํา|ไม่|จํากัด|แบบ|หรือ|ท่า
n. ผู้|มี|ความคิด|อย่าง|อิสระ.  |Syn. freethinking adj.,|n.
n. ผู้สนับสนุน|และ|ยึด|หลักการ|ค้า|เสรี
ฟรี|แวร์|ของ|ฟรี|หมายถึง ซอฟต์แวร์|ต่าง ๆ ที่|แม้|จะ|จดทะเบียน|ลิขสิทธิ์|เอา|ไว้ แต่|ก็|ยินยอม|ให้|มี|การ|คัดลอก|เอา|ไป|ใช้ได้|อย่าง|เสรี โดย|ไม่|คิด เงิน (ต่าง|กับ public domain ซึ่ง|ไม่|มี|การ|จด ทะเบียน|ใด ๆ เลย ใคร|จะ|คัดลอก|หรือ|นํา|ไป|ใช้ ก็|สามารถ|ทํา|ได้|ทั้งสิ้น)| 
(ฟรี|ซ) {|froze|,|frozen|,|freezing|,|freezes|} vi.,|vt. (ทํา|ให้) แข็งตัว|กลาย|เป็น|น้ําแข็ง|,|เย็น|จน|แข็ง|,|ยึดมั่น|กับ|บาง|สิ่ง|บาง|อย่าง|,|ตกตะลึง|,|สะดุ้ง|,|หยุด|อย่าง|กะทันหัน|เคลื่อน|ไม่|ได้|เนื่องจาก|ความ|กลัว ช็อคหรือ|อื่น -|Ph. (freeze on (onto) ยึด|ติด|,|ยึดมั่น) . -|n. การ|ทํา|ให้|เย็น|จน|แข็ง|,|ภา
(ฟรี|ซ|'|ไดร) vt. แช่เย็น|แห้ง
(ฟรี|ซ|'|เซอะ) n. สิ่ง|ที่|ทํา|ให้|เยือกแข็ง|,|คน|ทํา|ไอศกรีม|,|กระติก|น้ําแข็ง|,|ตู้|น้ําแข็ง
(ฟรซ|'|ซิ|ง) adj. เยือกเย็น|,|เย็น|จัด|,|เริ่ม|แข็งตัว.  |Syn. freezingly adv.  |Syn. frigid
n. จุดเยือกแข็ง
(เฟรท) n. ค้ํา|ระวาง|,|ค่าขนส่ง|,|ของ|บรรทุก|,|การ|ขนส่ง|สินค้า|,|ขบวน|รถ|สินค้า. vt. บรรทุก|สินค้า|,|ขนส่ง|สินค้า|,|ทํา|ให้|เต็มไปด้วย -|Phr. (dead|  |Syn. freight ค่าธรรมเนียม|ห้อง|บรรทุก|ว่าง)| 
ตู้|รถไฟ|ที่|บรรทุก|สินค้า
(เฟรท|'|ทิจ) n. การ|ขนส่ง|สินค้า|,|ค่าขนส่ง|สินค้า|,|สินค้า|ที่|บรรทุก
(เฟรท|'|เทอะ) n. เรือ|บรรทุก|สินค้า|,|ผู้|ส่ง|สินค้า|,|ผู้|รับส่ง|สินค้า|,|ผู้เช่า|เรือ|สินค้า|,|เครื่องบิน|บรรทุก|สินค้า
(เฟ|รม|ดฺ) adj. ต่างถิ่น|,|แปลก|,|ไม่|เป็นมิตร
n. ความ|สั่นสะเทือน
n. การ|จาก|ไป|โดย|ไม่|มี|การ|ร่ําลา|หรือ|ขอ|อนุญาต
(เฟ|รน|ชฺ) adj. เกี่ยวกับ|ฝรั่งเศส -|n. ชาว|ฝรั่งเศส. vt. ตัด|ออก|เป็น|แผ่น|บาง ๆ| 
n. น้ํา|ซอส|ราด|สลัด|ที่|ประกอบ|ด้วย|น้ํามันพืช|น้ําส้ม|และ|เครื่อง|ชูรส|อื่น ๆ| 
แตร|โค้ง|งอ|ชนิด|หนึ่ง
n. การ|จูบ|โดย|ใช้|ลิ้น|ดุล|กัน|ใน|ปาก|ทั้ง|สอง|  |Syn. soul kiss
n. การ|ปฏิวัติ|ใน|ฝรั่งเศส|เมื่อ|ปี ค.ศ.1789 โค่น|ล้ม|ราชวงศ์|Bourbon|และ|น|โป|เลียน|มหาราช|โดย|ยึด|อํานาจ|เมื่อ|ปี ค.ศ.1799
(เฟ|รน|'|ซะ|ไฟ) vt. ทํา|ให้|คล้าย|ของ|ฝรั่งเศส
(ฟ|ระ|เนท|'|ทิค) adj. บ้าระห่ํา|,|บ้าคลั่ง.  |Syn. frenetically adv.  |Syn. frenetical|,|phrenetic|,|phrenetical|,|distracted
(ฟรี|'|นัม) n. ส่วน|รั้ง|เหนี่ยว -|pl. frena
(เฟ|รน|'|ซีด) adj. ตื่นเต้น|อย่าง|มาก|,|บ้าระห่ํา|,|บ้าคลั่ง.  |Syn. phrensied. -|frenziedly adv.  |Syn. frantic
(เฟ|รน|'|ซี) n. ความ|ตื่นเต้น|,|อย่าง|มาก|,|ความ|บ้าระห่ํา|,|ความ|บ้าคลั่ง|,|การ|มี|อาการ|คลุ้มคลั่ง.  |Syn. frenzily adv.  |Syn. phrensy
(ฟรี|'|ออ|น) n. ตัว|ทํา|ให้|เกิด|ความ|เย็น|จัด
(ฟรี|เควิน|'|ซี) n. ความ|ถี่|,|การ|เกิด|ขึ้น|ถี่|,|ความ|บ่อย|,|ความ|ชุก|,|อัตรา|การ|ป|รา|กฎ|ขึ้น
(ฟรี|'|เควินทฺ) adj. บ่อย|,|ถี่|,|ชุก|,|เป็นนิสัย|,|เป็น|นิจ|สิน|,|เป็น|ประจํา|,|มัก|เกิด|ขึ้น|เสมอ. vt. เยี่ยม|บ่อย|,|ไม่|บ่อย.  |Syn. frequentable adj. frequenter n. frequentness n.  |Syn. constant|,|common Ant. revisit
(ฟรี|'|เควินทฺลี) adv. บ่อย|,|หลาย|ครั้ง|,|ถี่|เป็น|ประจํา|,|เป็น|นิจศีล.  |Syn. regularly|,|often
(เฟ|รอ) n. fiere พี่น้อง -|pl. -|freres
(เฟรช) adj. สด|,|ใหม่|,|สดใส|,|สี|ไม่|ตก|,|ไม่|มี|ประสบการณ์ -|n. การ|เริ่มต้น vt. vi. ทํา|ให้|สด. -|adv. ใหม่|,|เมื่อ|เร็ว ๆ นี้|,|เดียว|นี้ adj. ทะลึ่ง|,|ไม่|มี|มารยาท|  |Syn. freshly adv. freshness n.  |Syn. recent|,|new
n. ลม|ที่|มี|ความ|เร็ว|39|-|46|ไมล์|ต่อ|ชั่วโมง
n. น้ําจืด|,|น้ํา|ที่|มี|เกลือ|ไม่|มาก
(เฟรช|'|เชิน) vt. ทํา|ให้|สดชื่น|,|ทํา|ให้|บริสุทธิ์|,|ทํา|ให้|ใหม่. vi. รู้สึก|สดชื่น|,|กลาย|เป็น|ใหม่|,|คลอด|,|เริ่ม|ให้|นม. -|freshener n.
(เฟรช|'|เมิน) n.,|adj. (เกี่ยวกับ) นิสิต|ใหม่|,|นักศึกษา|ปี|ที่|1,|มือใหม่.  |Syn. freshmanship n. -|pl. freshmen
(เฟรท) {|fretted|,|fretting|,|frets|} vi.,|vt.,|n. (ความ) (ทํา|ให้) รู้สึก|เสียใจ|,|เป็นทุกข์|,|กัดกร่อน|,|สึก|,|กร่อน|,|ผุ|,|กระเพื่อม|เป็น|ระลอก|น้ํา|,|ลาย|ประแจจีน|,|ลาย|สลัก|,|ลาย|ตาข่าย|  |Syn. irritate|,|chafe|,|vex Ant. please|,|delight
n. เลื่อย|การ|ผี|มือ
(เฟรท|'|ฟู|ล) adj. หงุดหงิด|ใจ|,|ขี้|หงุดหงิด|,|หัวเสีย|,|ชอบ|รบกวน.  |Syn. fretful ly adv. fretfulness n.  |Syn. sulky|,|fretsome
(เฟรท|'|ที) adj. หงุดหงิด|,|กลัดกลุ้ม|,|เป็นทุกข์|,|ขี้|รบกวน|,|ฉุน|,|อารมณ์|ร้าย
n. สิ่ง|ประดับ ด้วย|ลาย|สลัก|ลวดลาย
(ฟรอยด์|,|ซิก|'|มัน|ด) n. นัก|ประสาท|วิทยา|ชาว|ออสเตรีย|ผู้|เป็น|บิดา|แห่ง|จิตเวช|วิเคราะห์
(ฟ|รอย|'|เตียน) adj. เกี่ยวกับ|Sigmund Freud
(ไฟ|ร|'|อะเบิล) adj. เปราะ|,|กรอบ|,|ร่วน.  |Syn. friability|,|friableness n.  |Syn. fragile
(ไฟ|ร|'|อาร์) n. พระ|โรมันคาทอลิก|  |Syn. friary n.
(ฟ|ริบ|'|เบิล) {|fribbled|,|fribbling|,|fribbles|} vi.,|vt.,|n.,|adj. (คน|ที่|มี|การ) ทํา|โง่ ๆ ,|ทํา|เหลาะแหละ|,|เสียเวลา|ไป|โดย|เปล่าประโยชน์|  |Syn. fribbler n.
(ฟ|ริ|ค|'|คะ|ซี|') n. เนื้อ|ตุ๋น. vt. ทํา|เนื้อ|ตุ๋น
(ฟ|ริ|คเค|'|เชิน) n. เสียง|เสียดสี|หรือ|กระทบ|ที่|เกิด|จาก|การ|ใช้|ลิ้น|แตะ -|fricative adj.
(ฟ|ริ|ค|'|เชิน) n. การ|เสียดสี|,|การ|ขัด|สี|,|ความ|ขัดแย้ง|,|ความ|ไม่|ลงรอย|กัน.  |Syn. less adj.  |Syn. attrition
ป้อน|ฝืด|หมายถึง การ|ป้อน|กระดาษ|ให้|เข้าที่|โดย|วิธี|ทํา|ให้|เกิด|ความ|ฝืด เพื่อ|กัน|ไม่|ให้|กระดาษ ลื่น|ไหล|เร็ว|จน|เกิน|ไป
(ไฟ|ร|'|เดย์) n. วัน|ศุกร์|,|วันที่ 6 ของ|สัปดาห์
(ฟ|ริ|ดจ) n. ตู้เย็น
(ไฟ|รด|ฺ) adj. ทอด|ใน|น้ํามัน. -|v. กริยา|ช่อง 2 และ 3 ของ fly
(ไฟ|รเชิร์ท) n. เสื้อ|ที่|ผ่าน|การ|แช่|แป้ง|เปียก
(เฟ|รน|ดฺ) n. เพื่อน|,|สหาย|,|มิตร|,|พวกพ้อง|,|ผู้สนับสนุน|,|ผู้ช่วย|เหลือ|,|คน|คุ้นเคย|,|สมาชิก|ของ|กลุ่ม|หรือ|สมาคม|เดียวกัน. -|Phr. (make friends with คบ|เป็นเพื่อน|กับ) . vt. ทํา|ให้|เป็นเพื่อน|  |Syn. friendless adj. friendlessness n. -|S...
n. ผู้สนับสนุน
(เฟ|รน|ดฺ|'|ลี) adj.,|adv. เป็นมิตร|,|กรุณา|,|ให้|ความ|ช่วยเหลือ|,|ให้|ความ|สนับสนุน|,|เหมาะ -|friendlily adv.  |Syn. friendliness n.  |Syn. helpful|,|kind
(เฟ|รน|ดฺ|'|ชิ|พ) n. มิตรภาพ
(ไฟ|ร|'|เออะ) n. ดู|frye
(ไฟ|รซ) n. พหูพจน์|ของ fry. -|v. กริยา|เอกพจน์|บุรุษ|ที่ 3 ของ ry
(ฟรี|ซ) {|friezed|,|friezing|,|friezes|} n. ผ้า|ที่|มี|ขน|ข้างเดียว|,|บัว|หรือ|ลาย|สลัก|ใต้|ชายคา. vt. ทํา|ให้|เป็นขุย|ขน
(ฟ|ริก) vt. สังวาส
(ฟ|ริก|'|กิท) n. เรือรบ|ที่|ใหญ่|กว่า|เรือ|พิฆาต (สหรัฐอเมริกา) ,|เรือรบ|เคลื่อน|เร็ว|ขนาด|เล็ก
(ฟ|ริก) n. เทพธิดา|แห่ง|เมฆ|ท้องฟ้า|และ|ความ|รัก|แห่ง|การ|สมรส.  |Syn. frigga
(ฟ|ริก) n. เทพธิดา|แห่ง|เมฆ|ท้องฟ้า|และ|ความ|รัก|แห่ง|การ|สมรส.  |Syn. frigga
(ไฟ|รทฺ) n. ความ (น่า) กลัว|อย่าง|มาก|และ|กะทันหัน|,|ความ|สะดุ้ง|ตกใจ|,|บุคคล (สิ่ง) ที่|น่ากลัว|มาก vt. ทํา|ให้|สะดุ้ง|ตกใจ|  |Syn. panic
(ไฟ|ร|'|เทิน) vt. ทํา|ให้|สะดุ้ง|ตกใจ|,|ทํา|ให้|ตกใจ|,|ขู่ขวัญ.  |Syn. frightenable adj. frightener n. frighteningly adv.  |Syn. scare
(ไฟ|ร|'|เทิน|ดฺ) adj. ตกใจ|,|สะดุ้ง|ตกใจ|กลัว.  |Syn. frightenedly adv.  |Syn. scared
(ไฟ|รทฺ|'|ฟู|ล) adj. น่ากลัว|,|น่า|ขนลุก|,|สยองขวัญ|,|น่า|หวาดเสียว|,|น่า|รังเกียจ|,|น่า|เบื่อหน่าย|,|อย่างยิ่ง|,|อย่าง|มาก.  |Syn. frightfully adv. frightfulness n.  |Syn. dreadful
(ฟ|ริ|ด|'|จิด) adj.,|เย็นชา|,|ไม่|ยิ้มแย้ม|,|จืดชืด|,|แข็งกระด้าง|  |Syn. frigidity|,|frigidness n. frigidly adv.  |Syn. stiff|,|cold|,|frosty|,|dull|,|lifeless|,|cold|-|hearted Ant. melting|,|warm
(ฟ|ริ|จ|'|จิแดร์) n. ตู้เย็น|ไฟฟ้า
n. ห้อง|ที่|มี|อ่าง|อาบน้ํา
adj. ซึ่ง|ทํา|ให้|เกิด|ความ|เย็น|หรือ|ความ|หนาว
(ฟ|ริ|ล) n. จีบ|,|จีบ|ขอบ|,|จีบ|ริม|,|ครุย|,|ฝอย|,|แถบ|ริม (เช่น|ชาย|เสื้อผ้า|ที่|ทํา|เป็น|ครุย) ,|การ|ประดับ|ขอบ|,|สิ่ง|ที่|เกิน|ต้องการ|,|สิ่ง|ที่|รบกวน|,|การ|เป็น|รอย|ย่น|,|ผู้หญิง|,|เด็ก|ผู้หญิง vt. ประดับ|ขอบ|บน|,|ใส่|จีบ.  |Syn. friller n. frilly adj. -|S...
(ฟ|ริ|ล|'|ลิง) n. การ|ประดับ|ขอบ|,|การ|ใส่|จีบ|,|ฝอย|สําหรับ|ทํา|ครุย|,|ขอบ|หรือ|จีบ|เสื้อผ้า
(ฟ|ริน|จฺ) n. ฝอย|,|ตะเข็บ|,|รวง|,|พู่|,|ขอบ|,|ขอบ|รอบ|นอก|,|ริม. vt. ใส่|ฝอย (ตะเข็บ|วง)|  |Syn. trimming|,|border|,|edging
n. ผลประโยชน์|นอกเหนือ|จาก|เงิน|ค่าจ้าง|ที่|ลูกจ้าง|ได้|รับ|จาก|นายจ้าง
(ฟ|ริน|'|จี) adj. เป็น|พู่|,|เป็น|รวง|,|เป็น|ชาย|,|เป็น|ฝอย|,|เป็น|ตะเข็บ
(ฟ|ริ|พ|'|เพอ|รี) n. เสื้อผ้า|อาภรณ์|ที่|หรูหรา|,|ของ|ประดับ|ราคา|ถูก|, การ|โอ้อวด
(ฟรี|เซ|') n. สิ่งทอ|หนา|สําหรับ|บุ|นวม
(ฟ|ริ|สคฺ) vi.,|vt. (การ) กระโดดโลดเต้น|,|ค้น|ตัว.  |Syn. frisker n. friskingly adv.  |Syn. gambol|,|frolic|,|leap
(ฟ|ริ|ท) n. วัตถุ|ที่|ใช้|ทํา|เครื่อง|เคลือบ|หรือ|กระจก
(ฟ|ริ|ท) n. วัตถุ|ที่|ใช้|ทํา|เครื่อง|เคลือบ|หรือ|กระจก
(ฟ|ริ|ท|'|เทอะ) vi.,|vt. (ทํา|ให้) สูญสิ้น|,|สิ้นเปลือง|,|แตก|หรือ|แยก|ออก|เป็น|ชิ้น ๆ ,|หดตัว|,|เสื่อม|,|ลด|น้อย|ลง n. เศษ|เล็ก|เศษ|น้อย.  |Syn. fritterer n.  |Syn. shrink|,|degenerate
(ฟรี|ทซ) n. ชาว|เยอรมัน
(ฟรี|วอ|ล|'|ลิ|ที) n. ความ|เหลาะแหละ|,|การ|ตลกคะนอง|  |Syn. levity
(ฟ|ริ|ฟ|'|โว|ลัส) adj. เล่น ๆ ,|เหลาะแหละ|,|ไม่|มี|ความหมาย.  |Syn. frivolously adv. frivolousness n.  |Syn. petty
(ฟ|ริ|ซ) vt.,|vi. ม้วน|,|ตัด|,|ม้วน|เป็น|กระจุก|,|ทํา|ให้|เป็น|ลอน. n. สภาพ|ที่|เป็น|ลอน|,|สิ่ง|ที่|เป็น|ลอน|,|กระจุก|ผม.  |Syn. frizer|,|frizzer n.
(ฟ|ริ|ซ) vt.,|vi. ม้วน|,|ตัด|,|ม้วน|เป็น|กระจุก|,|ทํา|ให้|เป็น|ลอน. n. สภาพ|ที่|เป็น|ลอน|,|สิ่ง|ที่|เป็น|ลอน|,|กระจุก|ผม.  |Syn. frizer|,|frizzer n.
(ฟ|ริ|ซ|'|เซิล) {|frizzled|,|frizzling|,|frizzles|} vi.,|vt. (ทํา|ให้) เกิด|เสียง|ดัง|เปรี๊ยะ ๆ (เสียง|ทอด)| 
(ฟ|ริ|ซ|'|ซี) adj. หยิก|,|ห|ยิง|เป็น|ฝอย|,|เป็น|ลอน|,|งอ|,|ตัด.  |Syn. frizzily adv. frizziness n.  |Syn. frizzly
(โฟร) adv. จาก|,|ถอย. -|Phr. (to and fro ไป ๆ มา ๆ)| 
(ฟ|รอ|ค) n. เสื้อผ้า|ของ|ผู้หญิง|,|เสื้อคลุม|หลวม ๆ ของ|ผู้หญิง|,|เสื้อคลุม|ของ|พระ|คริสเตียน|,|เสื้อ|ใหญ่|มี|แขน|ชุด|ออกงาน|ของ|ผู้ชาย. vt. ใส่|เสื้อผ้า|ดังกล่าว|  |Syn. gown|,|dress
(โฟร) n. ดู|frow
(โฟร|'|เบล) n. นัก|ปฏิรูป|การ|ศึกษา|ชาว|เยอรมัน|ผู้|ก่อตั้ง|ระบบ|โรงเรียนอนุบาล.  |Syn. Froebelian adj.
(ฟ|รอก) n. กบ|,|ชาว|ฝรั่งเศส
จอก|แหน|แดง
n. โรค|เชื้อรา|ที่|มี|ลักษณะ|เป็น|จุด|ขาว ๆ เล็ก ๆ ตาม|ใบ.  |Syn. frogeyed adj.
n. มนุษย์กบ
(ฟ|รอ|ล|'|ลิค) {|froliced|,|frolicing|,|frolics|} vi.,|n. (การ) หยอกเย้า|,|เล่น|หยอกเย้า|,|เล่น|สนุกสนาน|,|กระโดดโลดเต้น. adj. สนุกสนาน|,|รื่นเริง.  |Syn. frolicker n.
n. สถานที่|เต้นรํา|,|ไนท์คลับ
adj. ร่าเริง|,|สนุกสนาน|,|หยอกเย้า|  |Syn. lighthearted
(ฟ|รอ|ม) prep. จาก|,|นับ|จาก|,|ห่าง|จาก|,|เนื่องจาก|,|มา|จาก|,|ตั้งแต่|,|เนื่องด้วย|,|เนื่องแต่|,|โดย|อาศัย
n.,|Fr. เนยแข็ง
n. กระบวนการ|หรือ|ระยะ|การ|แตกใบ.
adj. มี|ใบ|,|มี|ใบ|มาก
n. ส่วนหน้า|และ|บน|ของ|หัว|แมลง
(ฟรันทฺ) n.,|adj.,|interj. หน้า|,|ข้างหน้า|,|ด้านหน้า -|v. หัน|หน้า|ไป|ทาง|,|เผชิญหน้า|,|รับมือ|,|ต่อต้าน|  |Syn. anterior|,|face
n. สิ่ง|สําคัญ|ที่สุด|,|สิ่ง|สําคัญ|อันดับ|แรก|  |Syn. front|-|burner n.
เสริม|หน้า|หมายถึง โปรแกรม|หนึ่ง|โปรแกรม|ใด หรือ|คอมพิวเตอร์|เครื่อง|หนึ่ง|เครื่อง|ใด|ที่|ซ่อน|รายละเอียด|ของ|การ|เข้าถึง|ข้อมูล|เอา|ไว้ สรุป|ง่าย ๆ ได้|ว่า ตัว|โปรแกรม|นั้น|เอง|ที่|มี|ตัว|เสริม|หน้า เป็น|ตัว|กัน|มิ|ให้|ใคร|เข้าถึง|ข้อมูล|ได้ นอกจาก|จะ|รู้จัก|คําสั่ง|ต่าง ๆ| 
(ฟรันทฺ|'|เพจฺ) adj.,|v. (ลง) หน้า|แรก|ของ|หนังสือพิมพ์|,|หน้า|แรก|ของ|สิ่ง|ตีพิมพ์.
(ฟรัน|'|ทิจฺ) n. ด้านหน้า|,|ที่|ว่าง|หน้า|บ้าน|  |Syn. front
(ฟรัน|'|เทิล) adj.,|n.ซึ่ง|อยู่|ข้างหน้า|,|ซึ่ง|อยู่|ด้านหน้า
(ฟรันเทียร์|') n.,|adj. ชายแดน|,|พรมแดน|,|แนว|ใหม่|  |Syn. boundary
adj. ไร้|ยางอาย|,|หน้าด้าน.  |Syn. frontless ness n.
n. หน้าผาก|,|สิ่ง|ประดับ|ที่|หน้าผาก|,
adv. ไป|ข้างหน้า
adv. ไป|ข้างหน้า
(ฟ|รอ|สทฺ) n. ความ|เย็น|จัด|จน|น้ําค้างแข็ง|,|ความ|เยือกเย็น|ของ|อารมณ์|,|ความ|ล้มเหลว|สิ้นเชิง vt. ปกคลุม|ไป|ด้วย|น้ําค้างแข็ง|,|จับตัว|เป็น|น้ําแข็ง|บน|,|ทํา|ให้|เย็น|จัด|จน|เป็น|น้ําแข็ง vi. แข็งตัว|,|กลาย|เป็น|น้ําแข็ง.
v. (ทํา|ให้) เนื้อเยื่อ|ตาย|หรือ|ได้|รับ|อันตราย|เนื่องจาก|ความ|เย็น|จัด.
adj. ซึ่ง|ได้|รับ|อันตราย|จาก|ความ|เย็น|จัด. -|v. กริยา|ช่อง 3 ของ frostbite
(ฟ|รอ|ส|'|ทิด) adj. ปกคลุม|ไป|ด้วย|น้ําค้างแข็ง|,|มี|น้ําแข็ง|เกิด|ขึ้น|,|ขาวโพลน|คล้าย|คราบ|น้ําแข็ง|  |Syn. frostbitten
(ฟ|รอ|ส|'|ทิง) n. การ|จับตัว|เป็น|น้ําแข็ง|,|เปลือก|น้ําตาล|สี|ขาว|ที่|ใช้|โรยหน้า|ขนม|  |Syn. icing
n. ลาย|ดอก|ผลึก|น้ําแข็ง
(ฟ|รอ|ส|'|ที) n. หนาว|จัด|,|ซึ่ง|จับตัว|เป็น|น้ําแข็ง|,|ขาด|ความรู้สึก|ที่|อบอุ่น|,|ผมหงอก|,|แก่เฒ่า.  |Syn. frostily adv. frostiness n.  |Syn. icy|,|hoary
(ฟ|รอ|ธ) n. ฟอง|,|ฟอง|น้ําลาย|,|สิ่ง|ที่|ไร้|ค่า|,|กาก|,|กาก|เดน. -|v. ปกคลุม|ไป|ด้วย|ฟอง|,|ทํา|ให้|เกิด|เป็น|ฟอง|ขึ้น|,|ปล่อย|ฟอง|ออก.  |Syn. bubbles|,|foam
(ฟ|รอ|ธ|'|ธี) adj. เป็น|ฟอง|,|ไม่|สําคัญ|,|ขี้ปะติ๋ว.  |Syn. frothily adv. frothily adv.
n. การ|นวด|โดย|การ|ถู|ไป|ถู|มา
n. ผู้|กระทํา|frottage
(โฟร) n. ขวาน|ผ่า|ไม้|ที่|มี|ส่วน|ด้าม|และ|หลัง|เป็น|มุมตรง
(โฟร|'|เวิร์ด) adj. ดื้อรั้น|,|จัดการ|ได้|ยาก|,|หัวแข็ง.  |Syn. frowardly adv. frowardness n.  |Syn. perverse|,|willful
(เฟ|ราน) vi. คิ้ว|ขมวด|,|ทํา|หน้า|นิ่ว|คิ้ว|ขมวด|,|บึ้ง|,|แสดง|ความ|ไม่|พอใจ|,|ถ|มึง|ตึง. vt. ทํา|หน้า|นิ่ว|คิ้ว|ขมวด. n. หน้า|นิ่ว|คิ้ว|ขมวด.  |Syn. frowner n. frowningly adv.  |Syn. sulk|,|scowl
(เฟ|รา|ซฺ|'|ที) adj. เหม็น|อับ|,|เหม็น|ตุ ๆ|  |Syn. frowstily adv. frowstiness n.
(เฟ|รา|'|ซี) adj. สกปรก|,|ปอน|,|ยู่ยี่|,|ไม่|เรียบร้อย|,|เหม็น|อับ.  |Syn. frowzily adv. frowziness n.
(โฟร|'|เซิน) v. แข็งตัว|เนื่องจาก|ความ|เย็น|จัด|,|แข็งกระด้าง|,|หนาว|มาก|,|ไร้|ความรู้สึก|,|ยัง|ไม่|เปลี่ยน|เป็น|เงินสด.  |Syn. frozenly adv. frozenness n.  |Syn. frigid
abbr. " ผลไม้ "
abbr. " ผลไม้ "
adj. ซึ่ง|ให้|กําเนิด|ผล.
n. การ|ออก|ผล|,|การ|ให้|กําเนิด|ผล|,|ผลไม้|,|อวัยวะ|ที่|ให้|กําเนิด|ผล
(ฟรัค|'|ทะ|ไฟ) vi. ให้|กําเนิด|ผล|,|ออก|ผล. vt. ทํา|ให้|ได้|ผล|,|ทํา|ให้|มี|ผล|,|ทํา|ให้|อุดมสมบูรณ์.  |Syn. fructifier n.
(ฟรัค|'|โท|ส) n. น้ําตาล|ชนิด|หนึ่ง|ที่|หวาน|กว่า sucros
(ฟ|รุก) n. การ|เต้นรํา|ชนิด|หนึ่ง
(ฟ|รู|'|เกิล) adj. ประหยัด|,|ตระหนี่|,|มัธยัสถ์|,|กระเหม็ดกระแหม่|,|เล็กน้อย.  |Syn. frugality n. frugalness n.  |Syn. thrifty
(ฟ|รู|ท) n. ผลไม้|,|ผล vi. กําเนิด|ผล|,|ออก|ผล -|pl. fruits|,|fruit
n. รูปภาพ|ผลไม้
n. อาหาร|ที่|ประกอบ|ด้วย|ผลไม้|หลาย|ชนิด|หั่น|คลุกเคล้า|กัน
n. ดู|fructose
n. ต้นไม้|ให้|ผลไม้|ที่|กิน|ได้
n. การ|ออก|ผล|,|ผลไม้|,|พืชผล
n. คน|หรือ|สัตว์|ที่|กิน|ผลไม้|เป็น|อาหาร
n. เค้ก|ผลไม้
n. เรือ|บรรทุก|ผลไม้|,|คน|ปลูก|ผลไม้
n. พ่อค้า|ผลไม้
(ฟ|รู|ท|'|ฟู|ล) adj. มี|ผล|มาก|,|อุดมสมบูรณ์|,|มี|กําไร.  |Syn. fruitfully adv. fruitfulness n.  |Syn. prolific
(ฟ|รู|อิช|'|เชิน) n. การ|ได้|ผล|,|การ|ออก|ผล|  |Syn. result|,|yield
(ฟ|รู|ท|'|ลิส) adj. ไม้ผล|  |Syn. fruitlessness n.  |Syn. vain
(ฟ|รู|ท|'|ที) adj. คล้าย|ผลไม้|,|มี|กลิ่น|รุนแรง|,|มี|กลิ่น|ฉุน|,|หลา|นม
adj. คล้าย|ข้าวสาลี|,|คล้าย|ข้าว
(ฟ|รู|'|เมิน|ที) n. ข้าวต้ม|ข้าวสาลี|ใส่|นม|-|น้ําตาล|-|อบเชย|และ|ลูก|เกด.  |Syn. fromenty
(ฟ|รัม|พฺ) n. หญิง|ที่|แต่งตัว|มอซอ|,|หญิง|ที่|แต่งตัว|ไม่|ทันสมัย.  |Syn. frumpness n.
(ฟ|รัม|'|พี) adj. ซึ่ง|แต่งตัว|มอซอ หรือ|ไม่|ทันสมัย.  |Syn. frumpily adv. frumpiness n.  |Syn. dowdy|,|shabby Ant. stylish
vi.,|vt. (ทํา|ให้) กลาย|เป็น|ไม่|ได้|ผล|,|กลาย|เป็น|ไม่|สมหวัง.  |Syn. frustrater n. frustrative adj.  |Syn. fail
adj. ผิดหวัง|,|ท้อแท้|ใจ|มาก|,|ข้อ|ข้องใจ
(ฟรัส|เท|ร|'|เชิน) n. ความ|ขัดข้อง|ใจ|,|ความผิด|หวัง|,|การ|พบ|อุปสรรค
ส่วน|ที่|เหลือ|ของ|รูปกรวย|ที่|ถูก|ตัด|ยอด|ออก
เป็น|พุ่มไม้.  |Syn. frutescence n.
adj. เป็น|พุ่มไม้
(ไฟ|ร) {|fried|,|frying|,|fries|} vi.,|vt. ทอด|,|ทอด|น้ํามัน n. อาหาร|ทอด|,|ลูก|ปลา|,|ลูก|กบ|,|ลูก|สัตว์|บาง|ชนิด
(ไฟ|ร|'|เออะ) n. ผู้ทํา|อาหาร|ทอด|,|เครื่อง|ทอด|,|หม้อ|ทอด|,|อาหาร|ทอด|  |Syn. frier
abbr. follicle|-|stimulating|-|hormone ช่วย|ควบคุม กระ|ตุน follicle ทํา|ให้|ไข่|สุก ใน|ผู้หญิง แต่|ใน|ผู้ชาย|จะ|กระตุ้น|ให้ testes ผลิต|ตัว|อสุจิ
abbr. foot|,|feet
abbr. fluorescent titer antibody
คําย่อ (file transfer protocol) n. โป|ร|โต|คอ|ล|แปลง|แฟ้มข้อมูล
(ฟู|'|ซะ) n. พืช|ไม้ดอก|สวยงาม|สี|แดง|อม|ม่วง
(ฟุ|ค|'|ซิ|น) n. สาร|สีย้อม|แดง|เข้ม
(ฟัค) {|fucked|,|fucking|,|fucks|} v. เย็ด (ภาษา|หยาบ) ,|เอาเปรียบ|,|กระทํา|อย่าง|หยาบคาย|,|มั่ว. interj. คําอุทาน|ที่|แช่ง|ด่า (อ้าย|ห่า|,|อ้าย|ระยํา|,|บ้า) n. การ|สังวาส|,|ผู้|ร่วม|สังวาส|  |Syn. damn
(ฟัค|'|คิง) adj. ระยํา|,|ซึ่ง|ที่|ถูก|สาปแช่ง|,|น่า|รําคาญ|,|น่า|เบื่อหน่าย|,|เลว|,|ชั่ว|,|ยาก|,|สมน้ําหน้า|  |Syn. damned
(ฟัด|'|เดิล) {|fuddled|,|fuddling|,|fuddles|} vt. ทํา|ให้|มึนเมา|,|ทํา|ให้|ยุ่ง|,|ทํา|ให้|สับสน. vi. เมา|หยําเป. n. ภาวะ|สับสน|,|ภาวะ|ที่|ยุ่งเหยิง|ใจ|  |Syn. intoxicate|,|confuse
(ฟัด|จฺ) n. ความ|ไร้|สาระ|,|ความ|โง่. vi. พูด|ไร้|สาระ|,|พูด|โง่ ๆ|  |Syn. nonsense|,|food
(ฟิว|'|เอิล) {|fuel (l) ed|,|fuel (l) ing|,|fuels|} n. เชื้อเพลิง|,|สิ่ง|ที่|บํารุงเลี้ยง. vt. ใส่|หรือ|ให้|เชื้อเพลิง. vi. ได้|เชื้อเพลิง.  |Syn. fueler|,|fueller n.
(ฟู|เก|'|เชิส) adj. ร่วง|ลง|ก่อน|,|หาย|ไป|ก่อน|,|ชั่ว|คราว|,|ชั่ว|ประเดี๋ยว
(ฟิว|'|กิว|,|ฟิวจ) n. เพลง|ลูก|เดี่ยว|ที่|ประกอบ|ด้วย|หลาย|ท่วงทํานอง จาก|เครื่อง|เล่น|แต่ละ|ชนิด|,|ระยะ|สูญเสีย|ความทรงจํา|,
(ฟิว|'|จิทิฟว) n. ผู้|ลี้ภัย|,|ผู้|หลบหนี. adj. หลบหนี|,|ลี้ภัย|,|ชั่ว|คราว|,|เปลี่ยนแปลง|,|ร่อนเร่|,|ไม่|ถาวร.  |Syn. fugitively adv. fugitiveness n.  |Syn. fleetiing|,|runaway
(ฟิว|'|เกิล) vi. ให้|สัญญาณ|,|นํา|,|สาธิต
(ฟิว|'|เกิล|มัน) n. ทหาร|นํา|,|ทหาร|สาธิต|,|ผู้นํา
(ฟิว|'|กิว|,|ฟิวจ) n. เพลง|ลูก|เดี่ยว|ที่|ประกอบ|ด้วย|หลาย|ท่วงทํานอง จาก|เครื่อง|เล่น|แต่ละ|ชนิด|,|ระยะ|สูญเสีย|ความทรงจํา|,
(ฟู|'|เรอะ) n. ผู้นํา|,|ฮิต|เลอร์.  |Syn. Fuehrer
(ฟู|จี) n. ชื่อ|ภูเขาไฟ|ใน|ญี่ปุ่น
(ฟัล|'|ค|รัม) n. จุด|ฟัลค|รัม|,|จุด|ค้ําจุน|,|จุด|รองรับ|น้ําหนัก|  |Syn. support -|pl. -|fulcrums|,|-|fulcra
(ฟลู|'|ฟิล|') {|fulfilled|,|fulfilling|,|fulfills|} vt. ทํา|ให้|บรรลุผล|,|กระทํา|หน้าที่|,|ปฏิบัติ|ตาม|หน้าที่|,|ทํา|ให้|พอใจ|,|ทํา|ให้|สมบูรณ์|,|บรรจุ.  |Syn. fulfiler|,|fulfiller n.  |Syn. effect
(ฟลู|'|ฟิล|') {|fulfilled|,|fulfilling|,|fulfills|} vt. ทํา|ให้|บรรลุผล|,|กระทํา|หน้าที่|,|ปฏิบัติ|ตาม|หน้าที่|,|ทํา|ให้|พอใจ|,|ทํา|ให้|สมบูรณ์|,|บรรจุ.  |Syn. fulfiler|,|fulfiller n.  |Syn. effect
n. การ|ทํา|ให้|บรรลุผล|,|การ|บรรลุผล|,|การ|ปฏิบัติ|ภารกิจ|,|การ|ทํา|ให้|พอใจ|,|การ|ทํา|ให้|สมบูรณ์.
n. การ|ทํา|ให้|บรรลุผล|,|การ|บรรลุผล|,|การ|ปฏิบัติ|ภารกิจ|,|การ|ทํา|ให้|พอใจ|,|การ|ทํา|ให้|สมบูรณ์.
adj. สุก|สกา|ว|,|โชติช่วง|,|สว่างไสว.
adj. โชติช่วง|,|สว่างไสว
vi. สุก|สกา|ว|,|เปล่งแสง|วาบ (คล้าย|ฟ้าแลบ) vt. ทําลาย|ด้วย|ไฟฟ้า.  |Syn. fulguration n.
adj. โพรง|คล้าย|ท่อ|ใน|ทราย|หรือ|หิน|ที่|เกิด|จาก|ฟ้าผ่า
adj. คล้าย|ฟ้าแลบ|,|เป็น|ลักษณะ|ของ|ฟ้าแลบ
adj. เป็น|ขี้เขม่า|,|เหมือน|เขม่า|ไฟ|,|เป็น|สี|ขี้เขม่า.
(ฟู|ล) adj. เต็มไปด้วย|,|เต็ม|adv. แท้จริง|,|แน่นอน|,|vt. ทํา|ให้|เต็ม. vi. เต็ม|,|มี|อยู่|เต็ม. n. สภาพ|สูงสุด|,|สภาพ|เต็มที่. -|Phr. (in full เต็มที่ ไม่|ได้|ย่อ) .  |Syn. fullness n. fully adv.  |Syn. entire|,|maximum|,|satiated|,|dense
n. ความ|สัมพันธ์|ทาง|สายเลือด|ทั้ง|พ่อ|และ|แม่
สื่อสาร|สอง|ทาง|เต็มอัตรา|หมายถึง การ|ถ่าย|โอน|ข้อมูล|อย่าง|ต่อเนื่อง|จาก|ทั้ง|สอง|ทิศ ทาง|พร้อม ๆ กัน ใช้|เมื่อ|มี|การ|สื่อสาร|ระหว่าง|คอมพิวเตอร์ 2 เครื่อง
n. เต็ม|โรง|, (ไพ่|โป|กเก้อร์) ไพ่|หนึ่ง|ตอง|กับ|หนึ่ง|คู่
เต็ม|จอ|1. หมายถึง ความ|สามารถ|ใน|การ|พิมพ์|อักขระ ณ จุด|ใด|หรือ ที่ใด|ก็ได้|บน|จอภาพ|2. ถ้า|ใช้|กับ|เครื่อง|ปลาย|ทาง (terminal) หมายถึง|เครื่อง ปลาย|ทาง|ที่|สามารถ|แสดง ข้อมูล|ได้|เต็ม|จอภาพ|ใน|คราว|เดียว
n. เต็มอัตรา|,|เต็ม|ห้อง|,|เต็ม|ความ|สามารถ
adj. ซึ่ง|บาน|เต็มที่|,|ซึ่ง|เจริญ|เต็มที่
adj. ซึ่ง|เจียระไน|58 หน้า
adj. โผงผาง|,|เสียง|ดัง|,|หนวกหู|,|อึกทึก|,|มี|ฟัน|ครบ|ชุด
(ฟุ|ล|'|ริก|ดฺ) adj. กาง|เรือ|เต็มที่|,|มี|อุปกรณ์|เต็มที่
n. กอง|หลัง
n. ผู้|แต่งกาย|เต็มยศ
n. ดินเหนียว|ดูดซึม
adj. กระ|ทัน|หัน|และ|รุนแรง|,|ปะทุ|ขึ้น
vi. ร้อง|ด่า|,|ร้อง|เสียง|ดัง|,|กริ้ว|,|ฟ้าร้อง|,|ตําหนิ vt. ทํา|ให้|ระเบิด|,|ร้อง|ด่า.
adj. เกี่ยวกับ|ฟ้าร้อง|และ|ฟ้าแลบ
(ฟุ|ล|'|นิส) n. ดู|fullness
adj. น่า|รังเกียจ|,|น่า|รําคาญ|,|มาก|เกิน|ไป|  |Syn. fulsomness n.  |Syn. gross Ant. subtle
adj. สี|เหลือง|อม|น้ําตาล|,|สีชา
n. ปล่อง|ภูเขาไฟ.  |Syn. fulmarolic adj.
(ฟัม|'|เบิล) {|fumbled|,|fumbling|,|fumbles|} vi..,|vt. คลํา|,|คลํา|หา|,|คลํา|เปะปะ|,|ทํา|อย่าง|ซุ่มซ่าม. n. การ|คลํา|  |Syn. fumblingly adv. fumblingness n.  |Syn. bumble|,|grope
(ฟิวมฺ) {|fumed|,|fuming|,|fumes|} n. ควัน|,|ไอ|,|ไอน้ํา|,|สิ่ง|ที่|ระเหย|ออก|,|อารมณ์|โกรธ|เป็น|ควัน. vt. หายใจออก|เป็น|ไอ|,|ปล่อย|ออก|เป็น|ไอ|,|ใช้|ควัน|รม. vi. พ่น|ควัน|,|แสดง|อารมณ์|โกรธ|เป็น|ควัน.  |Syn. fumeless adj. fumer n. fumingly adv.
(ฟิ|มด) adj. เป็น|สี|รม|ควัน
(ฟิว|'|มิ|กัน|ทฺ) n. สารเคมี|ที่|ใช้|รม|,|ยา|อบ|,|ยา|รม
(ฟิว|'|มิ|เก|ท) vt. อบ|ควัน|,|รม|ควัน.  |Syn. fumigator|,|fumigation n. fumigatory adj.
ชั้น|เมฆหมอก
(ฟิว|'|มี) adj. ซึ่ง|ปล่อย|ควัน|ออก|มา|,|คล้าย|ควัน
(ฟัน) n. ความ|สนุกสนาน|,|ความ|ขบขัน|,|เรื่อง|ขบขัน|,|การ|หยอกล้อ -|Phr. (make fun of|,|poke fun at หยอกล้อ|,|หัวเราะเยาะ) vt.,|vi. เล่นตลก|,|ล้อ|เล่น. adj. เกี่ยวกับ|การ|หยอกล้อ|,|เกี่ยวกับ|การ|ล้อ|เล่น|,|เพ้อฝัน|,|ร่าเริง|  |Syn. amusement
n. นักแสดง|การ|ไต่|เชือก|  |Syn. funambulism n.
(ฟัง|คฺ|'|เชิน) หน้าที่|,|การ|ปฏิบัติงาน|,|ภาระ|กิจ|,|งาน|,|พิธี|,|บทบาท|,|ประสิทธิภาพ|,|การ|ชุมนุม|ใหญ่|, (คณิตศาสตร์) จํานวน|ที่|ขึ้น|อยู่|กับ|จํานวน|อื่น|,|ฟังค์|ชัน. vi. ปฏิบัติ|หน้าที่|,|กระทํา|,|ใช้|ตําแหน่ง|หน้าที่|  |Syn. perform|,|work|,|do|,
แป้น|กําหนด|หน้าที่|หมายถึง แป้น|พิเศษ|กลุ่ม หนึ่ง|ที่|มักจะ|ถูก|จัด|ไว้|ให้|อยู่|แถว|บน สุด|ของ|แป้นพิมพ์ (บางที|ก็|อยู่ ด้าน|ซ้ายมือ) ปกติ|จะ|มี|อยู่|ราว ๆ 10|-|15 แป้น บน|แป้น|จะ|มี|ตัวอักษร F ตาม|ด้วย|เลข|ตั้งแต่ 1|-|15 (แล้วแต่|ว่า|มี|กี่|แป้น) แป้น|เหล่านี้|จะ|ถูก|กําหนด หน้าที่ เฉพาะ ให้|ใช้|แทน|คําสั่ง|บาง|คําสั่ง|ได้|เลย เช่น ใน|ระบบ|ดอส แป้น F|3 จะ|ใช้|แทน|คําสั่ง copy ได้ เป็นต้น
adj. เกี่ยวกับ|หน้าที่|,|ซึ่ง|ปฏิบัติ|ตาม|หน้าที่|,|ซึ่ง|สามารถ|ปฏิบัติการ|ได้|,|ซึ่ง|ไม่|ทราบ|สาเหตุ|ทาง|กาย|หรือ|การ|เปลี่ยนแปลง|ของ|โครงสร้าง.  |Syn. suitable|,|practical
(ฟัน|ดฺ) {|funded|,|funding|,|funds|} n. เงิน|ทุน|,|ทุน vt. ให้|ทุน|,|จัดหา|ทุน|แก่|,|ให้|เงิน|แก่
(ฟัน|'|ดะ|เมิน|ทฺ) n. รากฐาน|,|มูลฐาน|,|พื้นฐาน|,|ตะโพก|,|ก้น
(ฟัน|ดะ|เมน|'|เทิล) adj. ซึ่ง|เป็น|ส่วน|สําคัญ|,|เป็น|รากฐาน|,|แท้จริง|,|เป็น|แหล่ง|แรกเริ่ม|,|มูลฐาน.  |Syn. fundamentality|,|fundamentalness n. fundamentally adv.  |Syn. basic|,|chief
(ฟัน|'|ดัส) n. ฐาน|ของ|อวัยวะ|,|ส่วน|ที่อยู่|ตรงข้าม|กับ|หรือ|ห่างไกล|จาก|รู|เปิด. ,|ส่วน|บน|ของ|กระเพาะ|ที่|ต่อ|กับ|หลอดอาหาร|  |Syn. fundic adj. -|pl. fundi
(ฟิว|'|เนอเริล) n. งาน|ศพ|,|การ|ฝังศพ|,|พิธี|ฝังศพ|,|ขบวน|แห่|ศพ. adj. เกี่ยวกับ|งาน|ศพ
n. โรง|ประกอบ|พิธี|ฌาปนกิจ|ศพ.  |Syn. mortuary
n. โรง|ประกอบ|พิธี|ฌาปนกิจ|ศพ.  |Syn. mortuary
n. โรง|ประกอบ|พิธี|ฌาปนกิจ|ศพ.  |Syn. mortuary
n. กอง|ฟืน|สําหรับ|เผาศพ|,|เมรุ|เผาศพ
n. กอง|ฟืน|สําหรับ|เผาศพ|,|เมรุ|เผาศพ
(ฟิว|'|เนอเรี|ยล) adj. เกี่ยวกับ|งาน|ศพ
(ฟิวเนสท|') adj. ซึ่ง|ทํา|ให้|ความ|ตาย|,|ซึ่ง|ทํา|ให้|เกิด|ความ|ชั่วร้าย|,|น่ากลัว|,|ร้าย|,|อุบาทว์|,|อันตราย
(ฟัง|'|เกิล) adj.,|n. (เกี่ยวกับ) เชื้อรา|,|เห็ด.
(ฟัน|'|ไจ) n. พหูพจน์|ของ fungus
Pref. เห็ด|,|เชื้อรา
(ฟัน|'|จะ|เบิล) adj. แลกเปลี่ยน|ได้|,|ทดแทน|ได้. n. สิ่ง|ที่|แลกเปลี่ยน|ได้|,|สิ่ง|ที่|ทดแทน|ได้|  |Syn. fungibility n.  |Syn. changeable
(ฟัน|'|จิ|ไซ|ดฺ) n. สาร|ฆ่าเชื้อ|รา|,|ยา|ฆ่าเชื้อ|รา.  |Syn. fungicidal adj. fungicidally adv.
adj. คล้าย|เชื้อรา|,|คล้าย|เห็ด
(ฟัง|'|กัส) n. เชื้อรา|,|เห็ด|,|เนื้องอก|คล้าย|ฟอง|น้ํา.adj. คล้าย|เชื้อรา|หรือ|เห็ด.  |Syn. fungic adj. -|pl. fungi|,|funguses|  |Syn. mushrooms|,|molds
(ฟัน|'|นิเคิล) n. ส่วน|ก้าน|ของ|ไข่|ภายใน|ถุง|ไข่|,|ส่วน|ก้าน|ของ|เมล็ด.
(ฟัง|คฺ) n. ความ|กลัว|,|อารมณ์|หดหู่|,|อารมณ์|เศร้า|สลด.,|กลิ่น|ฉุน vt. ทํา|ให้|กลัว|,|หด|ถอย vi. หลบหลีก|  |Syn. funker n.
(ฟัง|'|คี) adj. ตื่นตระหนก.,|น่ากลัว|,|หดหู่ใจ|,|เหม็น|,|คล้าย|ดิน|,|ดีเยี่ยม|,|ยั่วยวน.
(ฟัน|'|เนิล) n. กรวย|,|ปล่อง|,|สิ่ง|ที่|เป็น|รูปกรวย|,|ท่อ|ระบาย|ลม|,|คน|ขี้เมา
(ฟัน|'|นี) adj. น่า|ขบขัน|,|สนุก|,|ตลก|,|แปลกประหลาด|,|พิลึก|,|น่า|สงสัย|,|หลอกลวง|,|โอหัง|,|อวดดี. n.  |Syn. funnies n. เรื่อง|ขบขัน|,|เรื่อง|สนุก. funniness n.  |Syn. comical
(เฟอร์) n. หนัง|ขนสัตว์|ละเอียด|นิ่ม|และ|หนา|,|สัตว์|จําพวก|ที่|มี|ขน|ยาว|และ|นิ่ม
(เฟอ|'|บะโล) n. จีบ|ที่|ขอบ|กระโปรง
(เฟอ|'|บิ|ช) vt. แต่ง|ใหม่|,|ขัด|สี|,|ขัด|วาว|,|ทํา|ให้|ดู|สดใส.
(เฟอ|'|เคท) adj. เป็น|ง่าม|,|เป็น|กิ่งก้านสาขา.vi. กลาย|เป็น|ง่าม|,|แบ่ง|ออก|เป็น|กิ่งก้าน|สา|-|ขา.  |Syn. furcation n.  |Syn. forked|,|branching
n. การ|เกิด|สะเก็ด|บน|ผิวหนัง|เช่น|ขี้รังแค|,|ขี้รังแค -|pl. furfures
adj. คล้าย|รํา|ข้าว|,|เป็น|สะเก็ด
(ฟิว|'|เรียส) adj. เต็มไปด้วย|ความ|โกรธ|,|อารมณ์|รุนแรง|,|รุนแรง|มาก|,|บ้าระห่ํา|,|อลหม่าน.  |Syn. furiously adv. furiousness n.  |Syn. angry|,|intense Ant. pleased|,|tame
(เฟิร์ล) vt. ม้วน|แน่น|,|ม้วน|,|หุบ|,|ห่อ|,|รูด. vi. เป็น|ม้วน. n. การ|ม้วน|,|การ|หุบ|ร่ม|หรือ|มัด|,|การ|ห่อ|ปีก|,|สิ่ง|ที่|เป็น|ม้วน.  |Syn. furlable adj. furler n.
n. หน่วย|ระยะ|ทาง|220|หลา
(เฟอร์|'|โล) n. การ|ลาพัก|งาน|,|การ|อนุญาต|ให้|ลาพัก|งาน|,|การ|ให้|ออก|จาก|งาน. vt. อนุญาต|ให้|ลาพัก|งาน|,|ให้|ออก|จาก|งาน
(เฟอร์|'|เนส) n. เตา|,|การ|ทดสอบ|ที่|เข้มงวด|ที่สุด. vt. หลอม|ใน|เตา|,|เผา|ให้|ร้อน|ใน|เตา.
(เฟอร์|'|นิช) vt. จัดหา|,|จัด|ให้|มี|,|ติดตั้ง|,|ให้.  |Syn. furnisher n.  |Syn. present
(เฟอร์|'|นิช|ชิง) n. สิ่ง|ที่|จัดหา|มา|ให้|,|เครื่อง|ติดตั้ง|,|เครื่องเรือน|,|เครื่องตกแต่ง|บ้าน
(เฟอร์|'|นิเชอะ) n. เฟอร์นิเจอร์|,|เครื่องเรือน
(ฟิว|'|รอ) n. การ|ปะทุ|แห่ง|อารมณ์|,|ความ|เดือด|พล่าน|,|ความ|โกรธ|มาก|,|ความ|บ้าคลั่ง
(ฟิว|'|รอ) n. การ|ปะทุ|แห่ง|อารมณ์|,|ความ|เดือด|พล่าน|,|ความ|โกรธ|มาก|,|ความ|บ้าคลั่ง
(เฟ|อด) adj. ซึ่ง|มี|ขนสัตว์|,|ซึ่ง|ทํา|ด้วย|ขนสัตว์
(เฟอ|'|รี|เออ|รี) n. ธุรกิจ|การ|ค้าขาย|หนัง|ขนสัตว์|,|การ|ทํา|เสื้อผ้า|หนัง|ขนสัตว์
(เฟอ|'|ริ|ง) n. การ|หุ้ม|หรือ|ปกคลุม|ด้วย|ขนสัตว์|,|หนัง|ขนสัตว์|ที่|ใช้|หุ้ม|,|ซับใน|ของ|หนัง|ขนสัตว์|,|ไม้|หนุน|,|เส้น|หนุน|,
(เฟอ|'|โร) n. ร่อง|,|ร่อง|ดิน|,|รอย|ย่น. vt. ทํา|ให้|เกิด|ร่อง|,|ทํา|ให้|เกิด|รอย|ย่น. vi. เกิด|เป็น|ร่อง|ขึ้น|,|เป็น|ร่อง.  |Syn. furrower n. furrowy adj.  |Syn. wrinkle|,|groove|,|line
(เฟอ|'|รี) adj. ทํา|ด้วย|หรือ|ประกอบ|ด้วย|หนัง|ขนสัตว์|,|มี|ขน|ยาว|,|ใส่|หนัง|ขนสัตว์|,|มี|ตะกอน|ก้น|หม้อ.  |Syn. furrily adv. furriness n.
(เฟอ|'|เธอะ) adv. ต่อไป|,|ไกล|ออก|ไป|,|นาน|ออก|ไป|,|นอกจากนี้. adj. ไกล|กว่า|,|ขยาย|ออก|ไป|อีก|,|เพิ่มเติม|,|มาก|ขึ้น. vt. ช่วย|ทํา|ให้|ก้าว|ไป|ข้างหน้า|,|ส่งเสริม|,|ผลักดัน|,|ก้าวหน้า.  |Syn. furtherer n.  |Syn. farther
(เฟอ|'|เธอะเรินซฺ) n. การ|ก้าว|ต่อไป|ข้างหน้า|,|การ|ส่งเสริม|,|การ|ผลักดัน|  |Syn. advancement|,|drive
adj. นอกจากนี้|,|มาก|กว่า|นี้|,|โดยเฉพาะอย่างยิ่ง|  |Syn. further
adj. ไกล|ที่สุด
(เฟอ|'|ธิสทฺ) adj.,|adv. คุณศัพท์|เปรียบเทียบ|ของ|further|  |Syn. farthest
(เฟอ|'|ทิฟว) adj. ลึกลับ|,|ลับ ๆ ล่อ ๆ ,|แอบแฝง|,|มี|นัย|,|มี|เล่ห์กระเท่ห์.  |Syn. furtively adv. furtiveness n.  |Syn. covert
(เฟอ|'|รัง|เคิล) n. ผี.  |Syn. furuncular|,|furunculous adj.
(ฟิว|'|รี) n. ความ|โกรธ|,|ความ|โมโห|ร้าย|,|ความ|เดือดดาล|,|ความ|รุนแรง|,|ความ|ดุเดือด|,|คน|ที่|โมโห|ร้าย|,|คน|ที่|ดุร้าย|  |Syn. rage|,|ferocity Ant. calm
n. ถ่าน|ละเอียด|สําหรับ|วาด|ภาพ|,|ภาพ|ที่|วาด|ด้วย|ถ่าน|ดังกล่าว
(ฟิวซ) n. ลวด|ตะกั่ว|นิรภัย|,|ฟิวส์. -|v. ทํา|ให้|ละลาย|,|ละลาย|ร่วม|กัน|,|หลอม|รวม|,|ละลาย|รวม|,|ชนวน|ระเบิด|,|ชนวน|,|สาย|ชนวน|,|ต่อ|สาย|ชนวน|เข้า|กับ|วัตถุ|ระเบิด|  |Syn. melt|,|weld|,|-|A. separate
n. ไม้ขีดไฟ|หัวโต|,|ไฟ|สี|แดง|จ้า|ที่|ใช้|เป็น|สัญญาณ|เตือน|รถไฟ|ที่|กําลัง|เข้า|มา
(ฟิวซะ|'|ลา|จ) n. ลําตัว|เครื่องบิน|,|เปลือกนอก
(ฟิวซ|บิล|'|ลิ|ที) n. ความ|สามารถ|ถูก|หลอมเหลว|ได้|,|ลักษณะ|ที่|หลอมเหลว|ได้
(ฟิว|'|ซะเบิล) adj. หลอมเหลว|ได้.  |Syn. fusibleness n. fusibly adv.
(ฟิว|'|ซะ|ฟอร์ม) adj. เป็น|รูป|กระสวย
(ฟิว|'|เซิล) n. ปืน|คาบ|ศิลา|,|เม็ด|ยาว|รูป|กระสวย adj. เกิด|จาก|หลอม|หล่อ|,|ซึ่ง|สามารถ|หลอมเหลว|ได้|,|หลอมเหลว|  |Syn. musket
(ฟิว|'|ซะเลด|,|-|ลาด) n. การ|ระดม|ยิง|พร้อมกัน|,|การ|ปล่อย|ออก|มา|อย่าง|โหม|ระดม. vt. ระดม|ยิง|,|โหม|ระดม|,|โหม|โจมตี|ติดต่อ|กัน
(ฟิว|'|ซะเลียร์) n. มือปืน|คาบ|ศิลา
(ฟิว|'|ซะเลียร์) n. มือปืน|คาบ|ศิลา
(ฟิว|'|เชิน) n. การ|หลอมละลาย|,|การ|หลอมเหลว|,|สิ่ง|ที่|หลอมละลาย|,|การ|ผสม|ของ|พรรคการเมือง|,|ปฏิกิริยา|นิวเคลียร์|ที่|นิวเคลียส|ของ|อะตอม|ที่|เบา|รวม|ตัว|กัน|เป็น|นิวเคลียส|ที่|หนัก|ขึ้น (nuclear|  |Syn. fusion)|  |Syn. coalescence|,|combine Ant. separate
n. ระเบิดไฮโดรเจน
(ฟัส) {|fussed|,|fussing|,|fusses|} n. ความ|จู้จี้|,|การ|คัดค้าน|,|การ|บ่น|,|ความ|วุ่นวาย. vt. วุ่นวาย|,|จู้จี้|,|บ่น|,|คัดค้าน. vt. รบกวน.  |Syn. fusser n.  |Syn. fret|,|complain
(ฟัส|'|บัดจิท) n. คน|จู้จี้|,
(ฟัส|'|ซี) adj. จู้จี้|,|ชอบ|จับผิด|ใน|เรื่อง|เล็ก ๆ น้อย ๆ ,|ยุ่ง|,|เต็มไปด้วย|รายละเอียด (โดยเฉพาะ|มาก|เกิน|ไป) ,|ละเอียดลออ.  |Syn. fussily adv. fussiness n.  |Syn. dainty|,|fastidious
(ฟัน|'|ชัน) n. ผ้าฝ้าย|หรือ|ลินิน|สี|แก่|เนื้อ|หยาบ|,|ภาษา|หรือ|คําพูด|ที่|โอ้อวด|,|สิ่งทอ|สี|แก่|เนื้อ|หยาบ adj. ทํา|ด้วย|ผ้า|หรือ|สิ่งทอ|ดังกล่าว|,|โอ้อวด|,|คุย|โว|,|ไร้|ค่า|,|ราคา|ถูก
vt. ตี|ด้วย|กระ|บอง|,|ตี|,|ทําโทษ|อย่าง|รุนแรง|,|วิจารณ์|อย่าง|รุนแรง.  |Syn. fustigation n. fustigator n. fustigatory adj.
(ฟัส|'|ที) adj. มี|กลิ่น|เหม็น|อับ|,|เก่าแก่|,|ล้าสมัย|,|คร่ําครึ|,|หัวโบราณ|,|ดื้อรั้น|,|หัวแข็ง.  |Syn. fustily adv. fustiness n.  |Syn. moldy|,|must
(ฟิว|'|ไท|ลฺ) adj. ไร้|ผล|,|ไม่|มี|ประโยชน์|,|หา|ความจริง|ไม่|ได้|,|ขี้ปะติ๋ว|,|ไม่|สําคัญ|,|ไม่|เอาจริงเอาจัง.  |Syn. futileness n.  |Syn. useless|,|vain Ant. fruitful
(ฟิวทิล|'|ลิ|ที) n. การ|ไร้|ผล|,|การ|ไร|ประโยชน์|,|ความ|เป็น|เรื่อง|เล็ก|ขี้|ประ|ติ๋ว|,|เรื่อง|ที่|ไม่|มี|ประโยชน์
(ฟิว|'|เชอะ) n. อนาคต|,|ภายภาคหน้า|,|เวลา|ภายหน้า|,|อนาคตกาล|,|สิ่ง|ที่|จะ|เกิด|ขึ้น|ใน|อนาคต|,|การ|ซื้อขาย|ล่วงหน้า. adj. อนาคต|,|ภายหน้า|,|ต่อไป|,|ภายหลัง.  |Syn. futuristic adj. futuristically adv.
(ฟิว|ทิว|'|ริ|ที) n. อนาคตกาล|,|อนาคต|,|ชน|รุ่น|หลัง
(ฟิวซ) {|fuzed|,|fuzing|,|fuzes|} n. ชนวน|จุด|วัตถุ|ระเบิด|,|สาย|ชนวน|,|ฟิวส์|,|ลวด|ตะกั่ว|นิรภัย. vt. ต่อ|สาย|ชนวน|เข้า|กับ|วัตถุ|ระเบิด|  |Syn. fuse
n. ไม้ขีดไฟ|หัวโต|,|ไฟ|สี|แดง|จ้า|ที่|ใช้|เป็น|สัญญาณ|เตือน|รถไฟ|ที่|กําลัง|เข้า|มา
(ฟัซ) {|fuzzed|,|fuzzing|,|fuzzes|} n. ฝอย|,|ขน|ปุย|,|ขน|สักหลาด. vi. กลาย|เป็น|ฝอย|,|กลาย|เป็น|ขน|ปุย|หรือ|ขน|สักหลาด. n. ตํารวจ|  |Syn. hair|,|down|,|nap|,|frizz
(ฟัซ|'|ซี) adj. เป็น|ฝอย|,|เป็น|ขน|ปุย|,|เลอะเลือน|,|คลุมเครือ|,|ไม่|ชัด|,|มึนเมา.  |Syn. fuzzily adv. fuzziness n.  |Syn. hairy|,|downy
ตรรกศาสตร์|คลุม|เค|ลือ|หมายถึง แบบ|หนึ่ง|ของ|ตรรกะ ซึ่ง|ใช้|ใน|ระบบผู้เชี่ยวชาญ (expert system) ตรรกะ ประเภท|นี้|ไม่|ใช่|มีแต่ ผิด|-|ถูก (กล่าวคือ ถ้า|ไม่|ถูก ก็|ต้อง|ผิด หรือ|ถ้า|ไม่|ผิด ก็|ต้อง|ถูก) แต่|ตรรกะ|แบบ|นี้ มี|ขอบเขต|กว้างขวาง
