(ยู) n. พยัญชนะ|ตัว|ที่ 21 ของ|ภาษาอังกฤษ
คาน|เหล็ก|ที่|งอ|เป็น|รูป|ตัว '|U|'
(ยู|'|เทิร์น) n. การ|เลี้ยว|หรือ|ทาง|เลี้ยว|เป็น|รูป|ตัว "|U|"
abbr. United Arab Republic
abbr. United Nations Organization
abbr. United Press International
abbr. United States (of America) ,|Uncle Sam
abbr. United States of America|,|United States Army
abbr. Union of Soviet Socialist Republicustulate (อัส|'|ชะ|ลิท|,|-|เลท) adj. มี|สี|,|เป็น|สี|ดํา|,|คล้ํา|,|ไหม้|,|เกรียม
abbr. United Arab Emirates
ยูอาร์ทย่อ|มา|จาก universal asynchronus receiver / transmitter หมายถึง|วงจร|รวม|ใน|เครื่อง|คอมพิวเตอร์ มี|ไว้|ใช้|สําหรับ|เปลี่ยน|ข้อมูล|ที่อยู่|ใน|รูป|ขนาน (pararell data stream) ให้|เป็น|รูป อนุกรม (serial data stream)| 
(ยูไบ|'|อิ|ที) n. การ|มี|ถิ่น|อยู่|ใน|เวลา|ใด|ที่|กําหนด|ให้
(ยู|บิ|ค|'|ควิทัส) adj. มี|อยุ่|ทุกหนทุกแห่ง.  |Syn. ubiqitary n.  |Syn. ubuquity n.
(ยู|บิ|ค|'|คิว|ที) n. การ|มี|อยู่|ทุกหนทุกแห่ง|  |Syn. ubiquitous adj.
(อัด|'|เดอะ) n. ต่อมน้ํา|นม|,|เต้านม ของ|สัตว์เลี้ยง
(อูด|อม|,|มิ|เทอะ) n. มาตร|วัด|น้ําฝน
abbr. Unidentified Flying Object
(ยู|แกน|'|ดะ) n. ประเทศ|ยู|กัน|ดา|  |Syn. Ugandan adj.,|n.
(อู|ค|,|อู) interj. คําอุทาน|แสดง|ความ|รังเกียจ|ไม่|พอใจ|หรือ|อื่น ๆ| 
(อัก|'|ลิ|ไฟ) vt. ทํา|ให้|น่าเกลียด|,|ทํา|ให้|บาดตา.  |Syn. uglification n. uglifier n.
(อัก|'|ลี) adj. น่าเกลียด|,|อัปลักษณ์|,|ไม่|น่าดู|,|ไม่|เป็น|ที่|ถูกใจ|,|ผิดศีลธรรม|,|ร้ายกาจ|,|เป็น|อันตราย|,|ไม่|เป็น|มงคล. adj. มี|อารมณ์|เดือดดาล|,|ฉุนเฉียว.  |Syn. uglily adv. ugliness n.  |Syn. unsightly|,|shocking
(ยูเคร|'|เนียน) adj. เกี่ยวกับ|แคว้น Ukraine
(ยู|คะ|เล|'|ลี) n. เครื่องดนตรี|ขนาด|เล็ก|ที่|คล้าย|กีตาร์.  |Syn. ukelele
(อัล|'|เซอะ) n. แผล|เปื่อย|,|แผล|พุพอง|,|ภาวะ|ที่|เลว|และ|เรื้อรัง|  |Syn. sore
(อัล|'|ซะเรท) vi. เกิด|แผล|เปื่อย|,|กลาย|เป็น|แผล|เปื่อย. vt. ทํา|ให้|เกิด|แผล|เปื่อย.  |Syn. ulceration n.
(ยูลิจ|'|จิ|โน|ส) adj. ซึ่ง|มี|หรือ|เกิด|ใน|โคลน|เลน
(อัล|'|ลิจ) n. ปริมาณ|ที่|ขาด
กระดูก|ปลาย|แขน|อัน|ใน|อยู|ทาง|นิ้วก้อย
ยู|แอ|ลเอส|ไอ <|คํา|อ่าน|>|ย่อ|มา|จาก ultra large scale integration (แปล|ว่า วงจร|รวม|ความ|จุ|สูง|ยิ่ง) หมายถึง|วงจร|รวม|ที่|สามารถ|นํา|ประตู (gate) มา|รวม|กัน|มาก|กว่า 100,000 ประตู|ขึ้น|ไป แล้ว|นํามา|ใช้|เป็น|ตัว|ประมวลผล|ขนาด|เล็ก ที่|เรียก|ว่า|ซิป (chip) ซึ่ง|ทํา|ให้|คอมพิวเตอร์|มี|ขนาด|เล็ก|ลง|ได้ วงจร|รวม|แบบ|นี้|จะ|มี|ประตู|มาก|กว่า|วงจร|รวม|ความ|จุ|สูง ที่|เรียก|ว่า VLSI ที่|สร้าง|กัน|ได้|ก่อนหน้านี้
(อัล|'|ที|เรีย) adj. เกิน|กว่า|ที่|จะ|เห็น.ลี้ลับ|  |Syn. concealed
(อัล|'|ทะมะ) n. พยางค์|สุดท้าย|ของ|คํา. adj. สุดท้าย|,|ใน|ที่สุด|  |Syn. final
(อัล|'|ทิเมท) adj. สุดท้าย|,|ไกล|สุด|,|มาก|สุด|,|ที่สุด|,|สูง|ที่สุด|,|พื้นฐาน|,|ทั้งหมด n. จุด|สุดท้าย|,|หลักการ|ขั้น|พื้นฐาน|  |Syn. ultimately adv. ultimateness n.
(อัลทะเม|'|ทัม) n., (pl. -|tums|,|-|ta) คําขาด|,|คํา|สุดท้าย|,|ข้อสรุป|,|หลักการ|ขั้น|พื้นฐาน|  |Syn. final
(อัล|'|ทิ|โม) adj. ใน|เดือน|ก่อน|,|ใน|เดือน|ที่|ผ่าน|มา|แล้ว
(อัล|'|ท|ระ) adj. เกิน|,|เกิน|ไป|,|เลยเถิด|,|เลย|โพ้น|,|ล้ํา|,|รุนแรง|,|สุดขีด|,|ตก|ขอบ. n. ผู้|มี|หัวรุนแรง|,|บุคคล|ประเภท|ตก|ขอบ|  |Syn. excessive
ultra large scale integration วงจร|รวม|ความ|จุ|สูง|ยิ่ง|ใช้|ตัวย่อ|ว่า ULSI (อ่าน|ว่า ยู|แอ|ลเอส|ไอ) หมายถึง|วงจร|รวม|ที่|สามารถ|นํา|ประตู (gate) มา|รวม|กัน|มาก|กว่า 100,000 ประตู|ขึ้น|ไป แล้ว|นํามา|ใช้|เป็น|ตัว|ประมวลผล|ขนาด|เล็ก ที่|เรียก|ว่า|ซิป (chip) ซึ่ง|ทํา|ให้|คอมพิวเตอร์|มี|ขนาด|เล็ก|ลง|ได้ วงจร|รวม|แบบ|นี้|จะ|มี|ประตู|มาก|กว่า|วงจร|รวม|ความ|จุ|สูง ที่|เรียก|ว่า VLSI ที่|สร้าง|กัน|ได้|ก่อนหน้านี้ ดู VLSI เปรียบเทียบ
(อัล|'|ท|ระ|ไว|'|รี|ซ) (กฏ|หมาย) นอก|อํานาจ|,
(อัล|'|ท|ระ|อิส|ซึม) n. ลัทธิ|สุดยอด|,|ลัทธิ|รุนแรง|,|ลัทธิ|ตก|ขอบ|,|ข้อคิดเห็น|ที่|รุน แรง|เกิน|ไป Syn. extremism
(อัล|'|ท|ระ|เลฟท) adj. ซ้ายจัด|  |Syn. extermely right
(อัล|'|ท|ระ|มะ|รี|น) adj. อยู่|นอก|ทะเล|,|เลย|ทะเล|,|ทาง|ด้าน|ฝั่ง|ทะเล|โพ้น
(อัลท|ระ|มอด|'|เดิร์น) adj. เจริญ|ที่สุด|,|ทันสมัย|ยิ่ง|,|ส้ํา|ยุค|ที่สุด
(อัลท|ระ|มอ|น|เท|น|') adj. ข้าม|ภูเขา|,|ข้าม|เทือกเขา
(อัลท|ระ|มัน|'|เดน) adj. นอก|โลก|,|เลย|โลก|,|เลย|วง|โคจร|ของ|ดาวนพเคราะห์|,|นอก|ระบบสุริยะ|,|เหนือ|ประเพณี|,|ใน|โลกหน้า
(อัลท|ระ|แนช|'|ชะ|นัลลิสท) n. ลัทธิ|รักชาติ|มา|เกิน|ไป|,
(อัลท|ระ|ซอน|'|นิค) adj. เหนือ|เสียง
(อัล|'|ท|ระ|ไว โอ|ลิท) adj. เกี่ยวกับ|รังสี|อัลตราไวโอเลต|,|เลย|แถบ|สี|ม่วง n. รังสี|ดังกล่าว
(ยูล|'|อะเลท) vi. คําราม|,|เห่า|,|หอน|,|ร้อง|เสียง|โหยหวน|,|ร้อง|คร่ําครวญ.  |Syn. ululation n.
ยูเอ็มบี <|คํา|อ่าน|>|ย่อ|มา|จาก upper memory block หมายถึง ส่วนหนึ่ง|ของ|หน่วยความจํา|ที่อยู่|ตอน|บน|ที่|อาจ|เก็บ|ไว้|ใช้|งาน|เฉพาะ|อย่าง ทํา|ให้|เหมือน|กับ|มี|หน่วยความจํา|มาก|ขึ้น โปรแกรม|ใน|ระบบ|ดอส (DOS) ที่|ชื่อ EMM 386. EXE เป็น|ผู้จัดการ|สร้าง|ส่วน|นี้|ใน|หน่วยความจํา|ให้
(อัม|'|เบิล) n. ดอก|ช่อ|ที่|มี|ก้าน|ย่อย|ของ|ดอก|ยาว|เท่า|กัน|หรือ|เกือบ|เท่า|กัน
(อัม|'|เบอะ) n. ดิน|สีน้ํา|ตาล|อม|แดง|,|สีน้ํา|ตาล|อม|แดง|,|เงา|,|เงามืด. adj. สีน้ํา|ตาล|อม|แดง.
(อัม|บิล|'|ลิเคิล) adj. เกี่ยวกับ|สะดือ
สายสะดือ
(อัม|บิล|'|ลิเคท) adj. มี|สายสะดือ
(อัม|บิล|'|ละ|เคิส|,|อัมบะไล|'|เคิส) n. สะดือ|,|ศูนย์กลาง pl. -|bilici
(อัม|'|โบ) n. ส่วน|ที่|สลัก|นูน|กลาง|โล่|,|ยอด|กระดอง|ของ|สัตว์|ส่วน|นูน|,|ปุ่ม|,|แอ่ง|ที่|ผิวหน้า|ด้าน|นอก|ของ|เยื่อ|แก้วหู pl. umbones|,|umbos
(อัม|'|บ|ระ) n. ร่มเงา|,|เงา|,|เงามืด|,|จุดบอด|ของ|ดวงอาทิตย์|,|เงา|ดวงจันทร์|,|เงา|โลก|,|ภูติผีปีศาจ|  |Syn. umbral adj. ,|pl. umbrae|  |Syn. shade
(อัม|'|บ|ริ|จฺ) n. การ|บุกรุก|,|การ|ก้าวร้าว|,|การ|รบกวน|,|ความ|โกรธเคือง|,|ร่องรอย|ความ สงสัย|หรือ|ความ|ไม่|เป็นมิตร|,|เงา|,|เงามืด|,|ร่มเงา|,|ความ|สงสัย|  |Syn. resentment|,|displeasure
(อัมเบรล|'|ละ) n. ร่ม|,|ร่ม|กันแดด|,|ร่มผ้า|,|กลด|,|ม่าน|กระสุน|,|สิ่ง|ที่|ใช้|ป้องกัน. adj. คล้าย|ร่ม|,|มี|ลักษณะ|คล้าย|ร่ม|,|ครอบคลุม|หมด.  |Syn. shade|,|canopy|,|shield|,|screen
(อัม|'|ไพ|ริ|จ) n. อํานาจ|หน้าที่|ของ|ผู้ตัดสิน|หรือ|ผู้|ชี้ขาด|,|การ|ตัดสิน|ของ|ผู้|ชี้ขาด|,|การ|ชี้ขาด
(อัม|'|ไพ|เออะ) n. ผู้ตัดสิน|,|ผู้|ชี้ขาด|,|สิ่ง|ที่|เป็น|เครื่องชี้|ขาด. vt.,|vi. ตัดสิน|,|ชี้ขาด.  |Syn. referee|,|arbiter
(อัม|พุ|'|ที|น) adj. เหลือ|คณานับ|,|มากมาย
(คํา|เส|รม|หน้า) ไม่|,|ไม่|ม|,|ปราศจาก|,|ไร|,|สลัด|,|เอา|ออก|,|เลก|,|ยกเลิก|,|ทํา|ให้|สูญ|เสย|,|ตรงกันข้าม
(อู|นะ|คอร์|'|ดะ) (ดนตรี) (เปียโน) โดย|เหยียบ|แผ่น|เหยียบ|เป็น|เสียง|เบา
(อัน|อะ|แบ|?|ทฺ|') adj. ไม่|อาย|,|ไม่|สะทกสะท้าน|,|ไม่|กระดากใจ
(อัน|อะเบ|'|ทิด) adj. ไม่|ลด|น้อย|ลง|,|ไม่|อ่อน|ลง
(อัน|อะไบ|'|ดิง) adj. ชั่ว|คราว|,|ชั่ว|ครู่|,|ไม่|นาน
(อัน|'|อะบ|ริ|ดจฺทฺ) adj. ไม่|ย่นย่อ|,|ไม่|ได้|ย่อ|,|ไม่|ได้|ตัดตอน|,|สมบูรณ์|เหมือน|เดิม
(อัน|อะคัม|'|พะนีดฺ) adj. ไม่|มี|ผู้ติดตาม|,|คน|เดียว|,|ไม่|มี|เพื่อน
(อัน|อะเคา|'|ทะเบิล) adj. ไม่|ได้|อธิบาย|ไว้|,|ไม่|สามารถ|อธิบาย|ได้|,|ไม่|ต้อง|รับผิดชอบ|,|ไม่|มี|ภาระ|หน้าที่|,|แปลก|,|พิกล|,|ไม่ สามารถ|ตอบโต้.  |Syn. unaccountableness n. unaccountability n.
(อัน|อะเฟค|'|ทิด) adj. ไม่|มี|ผลกระทบ|,|แท้จริง|,|ไม่|เสแสร้ง|,|โดย|ธรรมชาติ|,|ง่าย ๆ ,|ไม่|มี|อิทธิพล|ต่อ|,|ไม่|เปลี่ยนแปลง|,|ไม่|สะทกสะท้าน|  |Syn. sincere
(อัน|อะ|ลอย|ดฺ|') adj. บริสุทธิ์|,|ไม่|มี|สิ่ง|เจือปน|  |Syn. pure
(อัน|ออ|ล|'|เทอะ|ระ|เบิล) n. เปลี่ยนแปลง|ไม่|ได้.  |Syn. unalterably adv.
(ยู|นะ|นิม|'|มิ|ที) n. ความ|เป็น|เอกฉันท์|,|ความ|พร้อมเพรียง|,|การ|ไม่|มี|ข้อโต้แย้ง|,|การ|มี|น้ําหนึ่งใจเดียว|กัน|  |Syn. agreement|,|accord
(ยูแนน|'|นิเมิส) adj. เป็น|เอกฉันท์|,|ไม่|มี|ข้อโต้แย้ง|,|มี|น้ําหนึ่งใจเดียว|กัน|,|มี|ความเห็น|พร้อมเพรียง|กัน.  |Syn. unanimously adv. unanimousness n.  |Syn. concordant
(อัน|แอ|พทฺ|') adj. ไม่|เหมาะสม|,|ไม่|บังควร|,|ไม่|เหมาะ|,|ไม่|มี|ประสิทธิภาพ|,|เชื่องช้า|,|อืดอาด.  |Syn. unaptly adv. unaptness n.
(อัน|อาร์ม|') vt. ปลด|อาวุธ|,|ถอด|อาวุธ
(อัน|อาร์ม|ดฺ|') adj. ไม่|มี|อาวุธ|,|ไม่|ได้|ติด|อาวุธ|,|ไม่|มี|เขี้ยวเล็บ|,|ไม่|มี|หนาม
(อัน|อะแทรค|'|ทิฟว) adj. ไม่|ดึงดูดใจ|,|ไม่|มี|เสน่ห์|,|ไม่|น่า|สนใจ|,|น่า|เบื่อหน่าย.
(อัน|อะเวล|'|ลิง) adj. ไม่|ได้|ผล|,|ไม่|มี|,|ไม่|มี|ให้|เอา.  |Syn. unavailingly adv.  |Syn. vain
(อัน|อะ|วอ|ย|'|ดะ|เบิล) adj. ไม่|สามารถ|หลีกเลี่ยง|ได้|,|แน่นอน|,|ยกเลิก|ไม่|ได้|,|อยู่|ใน|ภาวะ|จํายอม.  |Syn. unavoidably adv.
(อัน|อะแวร์|') adj. ไม่|รู้ตัว|,|ไม่|ได้|คาด|-|คิด|มา|ก่อน|,|ไม่|รู้|,|ฉับพลัน|,|ไม่|ได้|เตือน|มา|ก่อน.  |Syn. unawarely adv. unawareness n.
(อัน|อะแวรฺซ|') adv. อย่าง|ไม่|รู้ตัว|,|อย่าง|ไม่|คาดคิด|มา|ก่อน|,|อย่าง|ไม่|รู้|,|อย่าง|ฉับพลัน|,|อย่าง|ไม่|ได้|เตือน|มา|ก่อน|  |Syn. by surprise
(อัน|บาร์) vt. ถอด|กลอน|ประตูออก|,|เปิด|สลัก|,|เปิด|ประตู|,|เอา|ออก|,|ขจัด|,|ทํา|ให้|สะดวก
(อัน|เบ|'|ทิด) adj. ไม่|ลด|น้อย|ลง|,|ไม่|ทื่อ
(อัน|แบ|'|ระ|เบิล) adj. ทน|ไม่|ได้|,|ไม่|สามารถ|อดทน|ได้|,|รับ|ไม่|ได้|,|อึดอัด|ใจ|  |Syn. unbearableness n. unbearably adv.  |Syn. insufferable
(อัน|บีท|'|เทิน) adj. ไม่|เคย|แพ้|,|ไม่|เคย|ถูก|ตี|,|ไม่|เคย|มี|ใคร|เหยียบย่ํา
(อัน|บิ|คัม|'|มิ|ง) adj. ไม่|เหมาะสม|,|ไม่|งดงาม|,|ไม่|ดึงดูดใจ.
(อัน|บิ|ลีฟ|') n. ความ|ไม่|เชื่อถือ|,|ความ|ไร้|ศรัทธา|,|ความ|สงสัย|,|ความ|กังขา
(อัน|บิ|ลีฟ|'|วะเบิล) adj. ไม่|น่า|เชื่อถือ|  |Syn. unbelievably adv.
(อัน|บิ|ลีฟ|'|เวอะ) n. ผู้|ไร้|ศรัทธา|,|ผู้|สงสัย|,|ผู้|กังขา|  |Syn. doubter
(อัน|บิ|ลีฟ|'|วิง) adj. ไม่|น่า|เชื่อ|,|น่า|สงสัย|,|น่า|กังขา|,|ไม่|ศรัทธา.  |Syn. unbelievingly adv. unbelievingness n.  |Syn. skeptical
(อัน|เบลทฺ|') vt. ถอด|เข็มขัด|,|ปลด|สาย|รัด
(อัน|เบน|ดฺ|') vt.,|vi. ปลด|,|คลาย|,|ทํา|ให้|หย่อน|,|ทํา|ให้|ตรง|,|ลดหย่อน|,|ปลด|  |Syn. unbendable adj.
(อัน|เบน|'|ดิง) adj. ไม่|หย่อน|,|ไม่|คลาย|,|ไม่|ย่อท้อ|,|ไม่|ลด|ถอย|,|ดื้อรั้น|,|เด็ดเดี่ยว|,|ไม่|เปลี่ยนใจ|,|มั่นคง
(อัน|เบน|ทฺ|') adj. ไม่|งอ|,|ไม่|โค้ง|,|ไม่|ยอมแพ้|,|ไม่|ยินยอม. vi.,|vt. กริยา|ช่อง 2 และ 3 ของ unbend -|S.,|unbowed
(อัน|บิ|ซี|ม|'|มิ|ง) adj. =|unbecoming (ดู)| 
(อัน|โบ|'|เอิ|สด|ฺ) adj. ไม่|ลําเลียง|,|ไม่|เข้าข้าง|,|ไม่|มี|อคติ|,|ตรงไปตรงมา.  |Syn. unbiassed
(อัน|บิด|'|เดิน) adj. ไม่|ได้|บังคับ|,|โดย|ตัว|ของ|มัน|เอง|,|ไม่|ได้|ขอร้อง|,.  |Syn. unbid
(อัน|ไบน์ดฺ|') vt. ปล่อย|,|ปลด|,|ปลดปล่อย|,|แก้|,|คลาย|,|ทํา|ให้|อิสระ|  |Syn. release|,|free
(อัน|บลัช|'|ชิง) adj. ไม่|ละอายใจ|,|ไม่|กระดาก|,|ไม่|อาย|,|หน้าด้าน|,|หน้า|ไม่|แดง.  |Syn. unblushingly adv. unblushingness n.  |Syn. shameless
(อัน|บอด|'|ดีด|ฺ) adj. หลุด|จาก|ร่างกาย|,|ไม่|มี|รูปแบบ|,|ไม่|มี|รูปร่าง|,|ไร้|แก่นสาร
(อัน|โบ|ลทฺ|') vt. ถอด|กลอน|,|เปิด|ประตู|,|คลาย|ออก|,|แก้|ออก -|S.open|,|release
(อัน|บอร์น|') adj. ยัง|ไม่|เกิด|,|ยัง|ไม่|ป|รา|กฎ|,|ใน|อนาคต|,|ต่อไป|,|ยัง|อยู่|ใน|ครรภ์|มารดา|,|ยัง|ไม่|คลอด
(อัน|บูส|'|เซิม) vt.,|vi. เปิดเผย|,|แพร่งพราย -|Phr. (unbosom oneself เปิดเผย|ความลับ เปิดเผย|ความคิด|ใน|ใจ) .  |Syn. unbosomer n.  |Syn. confess|,|confide
(อัน|เบาน์ดฺ|') adj. (หนังสือ) ไม่|ได้|เย็บเล่ม|,|อิสระ|,|ไม่|ถูก|ยึด|ติด|,|ถูก|ปลดปล่อย. vi. กริยา|ช่อง 2 และ 3 ของ unbind
(อัน|เบาน์|'|ดิด) adj. ไม่|มี|จํากัด|,|ไม่|มี|ขอบเขต|,|ไม่|ถูก|ควบคุม|,|มากมาย
(อัน|เบ|รส|ฺ|') vt. ปลด|สาย|ออก|,|คลาย|ออก|,|แก้|ออก|,|คลายกังวล|,|ทํา|ให้|คลาย|ความ|ตึงเครียด
(อัน|เบ|รด|') adj. ไม่|ได้|รับ|การ|ฝึกสอน|,|ไม่|ได้|รับ|การ|อบรม|,|ไม่|ได้|ผสมพันธุ์
(อัน|โบ|ร|'|เคิล) vt. ปลด|บังเหียน|,|ปลด|,|ปล่อย|,|ทํา|ให้|ผ่อนคลาย|,|ไม่|ควบคุม
(อัน|'|โบ|รค) adj. =|unbroken (ดู)| 
(อัน|โบ|ร|'|เดิน) adj. ไม่|ขาด|ตอน|,|ไม่|ถูก|พิชิต|,|ไม่|เสียหาย|,|สมบูรณ์|,|ทั้งหมด|,|ครบถ้วน|,|ต่อเนื่อง|,|ไม่|เชื่อง|,|ไม่|ถูก|รบกวน.
(อัน|'|บัค|'|เคิล) vt. แก้|เงื่อน|,|ปลด|เข็มขัด|,|แก้|เงื่อน|รองเท้า. vi. อ่อนโยน|,|คลาย|ออก
(อัน|บี|ลด|ฺ|') vt. ทําลาย|,|รื้อถอน|,|ปราบปราม|  |Syn. destroy|,|dismantle
(อัน|เบอ|'|เดิน) vt. ปลด|ภาระ|,|เปิดเผย|,|แสดง|ความในใจ
(อัน|บัท|'|เทิน) vt.,|vi. ปลด|กระดุม|  |Syn. free|,|unfasten
(อัน|'|เคจฺ) vt. ปล่อย|ออก|จาก|กรง
(อัน|คอ|ลด|ฺ|') adj. ไม่|ได้|เชื้อเชิญ|,|ไม่|ได้|ขอร้อง|,|ไม่|ได้|เรียก|,|ไม่|จําเป็น
(อัน|คอ|ลด|ฺ|'|ฟอร์) adj. ไม่|ได้|เชิญ|,|ไม่|ได้|ขอร้อง|,|ไม่|ได้|เรียก|,|ไม่|เป็น|ที่|ต้องการ
(อัน|แคน|'|นี) adj. ประหลาด|,|อัศจรรย์|,|น่า|ขนลุก|,|พิกล|,|รุนแรง|,|ร้ายแรง.  |Syn. uncannily adv. uncanniness n.
(อัน|แคพ|') vt.,|vi. ถอด|หมวก|ออก|,|เปิด|จุก|ออก|,|เปิด|ฝา|ออก. vi. เปิด|หมวก เปิด|จุก|,|เปิด|ฝา
(อัน|ซี|ส|'|ซิ|ง) adj. ไม่|หยุดยั้ง|,|ไม่|รู้จบ|  |Syn. ceaseless
(อัน|เซ|อ|'|เท|น) adj. ไม่|แน่นอน|,|ไม่|แน่ใจ|,|คลุมเครือ|,|ไม่|เด่นชัด|  |Syn. uncertainly adv. uncertainty n.  |Syn. undecidedd|,|changeable
(อัน|เซ|อ|'|เทิน|ที) n. ความ|ไม่|แน่นอน|,|ความ|ไม่|แน่ใจ|,|ความ|ลังเล|,|ความ|คลุมเครือ|  |Syn. doubt|,|indecision
(อัน|'|เชน|') vt. ปลด|สายโซ่|ออก|,|ปลดปล่อย
(อัน|ชาน|'|ซี่) adj. โชดไม่|ดี|,|ดวง|ไม่|ดี|อันตราย|,|เคราะห์ร้าย
(อัน|เชน|'|จะ|เบิล) adj.ไม่|เปลี่ยน แปลง|,|เปลี่ยนแปลง|ไม่|ได้.  |Syn. unchangeably adv.
(อัน|ชาร์จฺ|') vt. ปลด|,|เอา|ลง|,|เลิก
(อัน|ชาร์|จด|ฺ|') adj. ไม่|มี|ประจุไฟฟ้า|, (ไฟฟ้า) เป็น|กลาง
(อัน|แช|'|ริ|ทะเบิล) adj. ไม่|เมต|-|ตา|,|ไม่|มี|ความ|ปรานี|,|ไม่|มี|ความ|กรุณา|,|รุนแรง|,|ไม่|ให้|อภัย|  |Syn. uncharitably adv.
(อัน|ชาร์ท|'|เทิร์ด) adj. ไม่|มี|กฎข้อบังคับ|,|ไม่|มี|กฎหมาย|,|ไม่|ได้|รับ|อนุญาต
(อัน|เชิร์ชฺ|') vt. ขับ|ออก|จาก|ศาสนา|,|คว่ําบาตร|,|ทํา|ให้|สูญเสีย|ลัทธิ|ของ|ศาสนา
(อัน|'|ซะ|ฟอร์ม) adj. เป็น|รูป|ตะขอ n.กระดูก|รูป|ตะขอ
(อัน|'|ซิ|นิท|,|-|นัล) adj. เป็น|รูป|ตะขอ|,|งอ|เป็น|รูป|ตะขอ|  |Syn. hooked|,|bent
(อัน|ซะ|นะ|ไร|'|อะ|ซิ|ส) n. พยาธิปากขอ
(อัน|'|ซิ|นิท|,|-|นัล) adj. เป็น|รูป|ตะขอ|,|งอ|เป็น|รูป|ตะขอ|  |Syn. hooked|,|bent
(อัน|เซ|อคัม|ซิ|ส|'|เชิน) n. การ|ไม่|ได้|ขริบ|หนัง|หุ้ม|ปลาย|ลึงค์|ออก|,|ผู้|ที่|ไม่|ได้|ขริบ|หนัง|หุ้ม|ปลาย|ลึงค์|ออก|  |Syn. gentiles
(อัน|เซ|อคัมส|แทน|'|เชิล) adj. ไม่|ใช่|ข้อปลีกย่อย|,|ไม่|ละเอียดลออ
(อัน|ซิ|ฟ|'|เวิล) adj. ไม่|มี|มารยาท|ที่|ดี|,|หยาบ|ไม่|สุภาพ|,|ไม่|มี|อารยธรรม|,|ป่าเถื่อน|,|ไม่|มี|ใจ|กรุณา.  |Syn. uncivility|,|uncivilness n. uncivilly adv. -|S.discourteous
(อัน|ซิ|ฟ|'|เวิลไล|ซด|ฺ) adj. ป่าเถื่อน|,|ไม่|มี|อารยธรรม|,|ไม่|มี|วัฒนธรรม|,|ไม่|เจริญ.  |Syn. uncivillis (z) edly adv. uncivilis (z) edness n.
(อัน|ซิ|ฟ|'|เวิลไล|ซด|ฺ) adj. ป่าเถื่อน|,|ไม่|มี|อารยธรรม|,|ไม่|มี|วัฒนธรรม|,|ไม่|เจริญ.  |Syn. uncivillis (z) edly adv. uncivilis (z) edness n.
(อัน|แค|ลด|') adj. เปลือย|,|เปลือยเปล่า|,|ไม่|ได้|สวม|เสื้อผ้า|  |Syn. naked
(อัน|ค|ลา|สพฺ|') vt.,|vi. ปลด|,|ปลด|มือ|,|ปล่อยมือ|,|ปลด|จาก|การ|ยึด|เกาะ.  |Syn. unfasten|,|release
(อัง|'|เคิล) n. ลุง|,|คุณ|ลุง|,|คุณ|อา|,|คุณ|น้า|,|อา|ผู้ชาย|,|น้า|ผู้ชาย|,|อา|เขย|,|น้า|เขย|,|ผู้|ให้|กําลังใจ|,
(อัน|คลีน|') adj. ไม่|สะอาด|,|สกปรก|,|ไม่|บริสุทธิ์|,|ชั่ว|,|ชั่วร้าย|,|ไม่|เป็นสาว|พรหมจารี|,|มี|มลทิน|,|คลุมเครือ|,|ไม่|แจ่มแจ้ง.  |Syn. uncleanness n.  |Syn. filthy|,|dirty
(อัน|เค|ลน|ชฺ|') vi.,|vt. คลาย|ออก|,|ทํา|ให้|คลาย|ออก|,|ทํา|ให้|ปล่อย|ออก
(อัน|โค|ลค|') vt.,|vi. ถอด|เสื้อคลุม|ออก|,|เปิดเผย|,|เปิด|ออก|,|เผยอ|อก|  |Syn. unmask
(อัน|โค|ลซ) vt.,|vi. เปิด|ออก|,|เปิดเผย
(อัน|โค|ลธ|') vt. แก้|ผ้า|,|ถอด|เสื้อผ้า|,|ถอด|ออก|,|เปลือย|,|เปลือย|กาย|,|เปิดเผย
(อัง|'|โค) adj. พิเศษ|,|ประหลาด|,|เด่น|,|น่า|สนใจ adv. รุนแรง|,|น่า|สนใจ|,|อย่าง|ยิง -|n สิ่ง|ที่|พิเศษ|,|สิ่ง|ที่|แระ|หลา|ด|,
(อัน|'|คอย|ลฺ|') vt.,|vi. แก้|ออก|,|คลี่|ออก|,|เปิดเผย|,|ม้วน|ออก|,|กาง|ออก|,|ขยาย|ออก
(อัน|คัม|'|เฟิร์ททะเบิล) adj. ไม่|สะดวกสบาย|,|ไม่|สบายใจ|,|เจ็บปวด|,|ระคายเคือง|,|กระสับกระส่าย|,|เคร่งเครียด
(อัน|คะ|มิ|ท|'|ทิด) adj. ไม่|ได้|ผูกมัด|,|อิสระ|,|ไม่|ได้|มี|พันธะ|กรณี.  |Syn. neutral
(อัน|คอม|'|เมิน) adj. ไม่|ปกติ|,|ผิด|จาก|ธรรมดา|,|หา|ยาก|,|พิเศษ|,|น่า|ใส่ใจ|,|เด่น
(อัน|คัน|ดิช|'|เชินดฺ) adj. ไม่|มี|เงื่อนไข|,|ไม่|จํากัด|,|สมบูรณ์|,|เด็ดขาด|,|โดย|ธรรมชาติ|,|สันดาน|เดิม.  |Syn. unconditionedness n.
(อัน|คัน|ฟอร์ม|'|มิ|ที) n. ความ|ไม่|สอดคล้อง|กัน|,|ความ|ไม่|ต่อเนื่อง|กัน|,|ความ|ไม่|ประสานกัน
(อัน|คอ|ง|'|เคอ|ระ|เบิล) adj. พิชิต|ไม่|ได้|,|บังคับ|ไว้|ไม่|ได้|,|ระงับ|ไว้|ไม่|อยู่|  |Syn. invincible
(อัน|คอน|'|เชิน|นะ|เบิล) adj. ไม่|อยู่|ภายใต้|จิตสํานึก|,|ไม่|ได้|คุม|สติ|,|กําเริบเสิบสาน|,|ไม่|มี|เหตุผล|,|ไร้|จิตสํานึก|ชั่ว|คราว|,|เกิน|ไป|,|รุนแรง.
(อัน|คอน|'|เชิส) adj. ไม่|ได้|สติ|,|ไม่|รู้สึกตัว|,|สลบ|,|ไม่|รู้|,|n. ส่วน|ของ|จิต|ที่|ขาด|จิตสํานึก|  |Syn. unconsciously adv. unconsciousness n.
(อัน|คอน|'|ส|เทิน|ทฺ) adj. ไม่|มั่นคง.
(อัน|คอน|สทิ|ทิว|'|เชินเนิล) adj. ไม่|เป็น|ไป|ตาม|บทบัญญัติ|ของ|รัฐธรรมนูญ
(อัน|คอน|เวน|'|เชินเนิล) adj. ไม่|เป็น|ไป|ตาม|กฎ|ทั่วไป
(อัน|เคา|'|ทิด) adj. ไม่|ได้|นับ|,|เหลือ|คณานับ|,|สุด|คณานับ.  |Syn. countless
(อัน|คัพ|'|เพิล) vt.,|vi. ปลด|,|ปล่อย|,|ทํา|ให้|หลุด|ออก|,|หลุด.  |Syn. unfasten
(อัน|เคอ|'|เทียส) adj. ไร้|มารยาท|,|ไม่|สุภาพ|,|หยาบคาย|  |Syn. impolite
(อัน|คอร์ท|'|ลี) adj. หยาบ|,|ไม่|สุภาพ|,|ไม้|คุ้นเคย|กับ|ธรรมเนียม|ปฎิบัติ|ใน|วัง.
(อัน|คู|ธ|') adj. งุ่มง่าม|,|ซุ่มซ่าม|,|เก้งก้าง|,|ไม่|มี|มารยาท|,|ประหลาด|,|พิกล.  |Syn. uncouthly adv. uncouthness n.  |Syn. ungainly
(อัน|คัฟ|'|เวอะ) vt. เปิดเผย|,|เปิด|ออก|,|เปิดโปง|,|เปิด|หมวก. vi. เปิด|,|เปิด|ออก|,|เปิด|หมวก
(อัน|คัฟ|'|เวิร์ด) adj. ไม่|มี|ฝา|,|ไม่|มี|ที่|ปิด|,|ไม่|ได้|สวม|หมวก|,|ไม่|มี|ที่|ป้องกัน
(อัง|คฺ|'|เชิน) n. การ|ทา|น้ํามัน|,|การ|ชโลม|น้ํามัน|,|การ|พรม|น้ํามัน|,|น้ํามัน|ที่|ใช้|ชโลม|,|สิ่ง|ที่|ช่วย|บรรเทา|,|สิ่ง|ที่|ทํา|ให้|สบายใจ|,|ลักษณะ|ที่|ช่วย|บรรเทา|,|ความ|นิยมชมชอบ
(อัง|คฺ|'|ชู|เอิส) adj. เป็น|น้ํามัน|,|เป็น|มัน|,|ลื่น|,|หล่อลื่น|,|ลื่น|เกิน|ไป|,|เหมือน|สบู่|,|ประจบ|สอ|พล|อ.  |Syn. unctuousity n. unctuousness n. unctuously adv.
(อัน|คัล|'|ทิเวท|ทิด) adj. ไม่|ได้|เพราะ|ปลูก|,|ไม่|ได้|รับ|การ|อบรม|,|ป่าเถื่อน|,|หยาบคาย
(อัน|คัล|'|เช|อด|ฺ) adj. ไม่|ได้|รับ|การ|อบรม|,|ป่าเถื่อน|,|หยาบคาย
(อัน|'|เคิร์ล) vt.,|vi. ทํา|ให้|ตรง|,|คลี่|ออก|,|คลาย|ออก|,|การ|ทํา|ให้|ตรง|  |Syn. straighten out
(อัน|ดอน|'|ทิด) adj. ไม่|สะทกสะท้าน|,|ไม่|กลัว|,|ใจกล้า|,|ไม่|ท้อใจ.
(อัน|ดิ|ไซ|'|ดิด) adj. ไม่|ได้|ตัดสินใจ|แน่นอน|  |Syn. undecidedly adv.
(อัน|เดอะ) prep.,|adj.,|adv. ภายใต้|,|ใต้|,|ข้างล่าง|,|ล่าง|,|ต่ํา|กว่า|,|น้อย|กว่า|,|รอง|,|ใน|สังกัด|,|ตาม|ที่|,|ใน|ระหว่าง|ที่. -|Phr . (go under ยอมแพ้ ตกต่ํา)|  |Syn. beneath|,|below
Pref. '|ข้างล่าง|'|,|'|ใต้|'|,|'|ไม่|ถึง|'
(อัน|'|เดอะ|เธอ|'|เคา|เทอะ) adj. ขาย|ลับ ๆ ,|ขาย|ใต้|โต๊ะ|,|ผิด|กฎหมาย|,|ไม่|ได้|รับ|อนุญาต|  |Syn. illegal|,|unauthorized
(อัน|เดอะเอจฺ|') adj. ยัง|ไม่|บรรลุนิติภาวะ|,|ต่ํา|กว่า|กําหนด|อายุ|,|ยัง|ไม่|เป็น|ผู้ใหญ่ n. ความ|ขาดแคลน|,|ความ|ไม่|พอเพียง|,|การ|ยัง|ไม่|บรรลุนิติภาวะ
(-|อาร์ม|ดฺ) adj. มี|อาวุธ|ไม่|เพียงพอ
(อัน|เดอะ|บิด|') vt.,|vi. ประมูล|ต่ํา|กว่า|,|เสนอ|ราคา|ที่ต่ํา|กว่า|,|เรียก|ไพ่|ต่ํา|เกิน|ไป.  |Syn. underbidder n.
(อัน|เดอะเบ|รด|') adj. ได้|รับ|การ|อบรม|มา|ไม่|ดี|,|ไม่|สุภาพ|,|หยาบคาย|,|ไม่|ใช่|พันธุ์|แท้.  |Syn. underbreeding n.
(อัน|เดอะไบ|') vt.,|vi. ซื้อ|ได้|ถูก|กว่า|,|ซื้อ|ได้|ไม่|เพียงพอ
(อัน|'|เดอะแค|'|ริ|อิจฺ) n. โครง|ล่าง|,|ส่วนล่าง|ของ|ลํา|เครื่องบิน|,|ช่วง|ล่าง|ของ|รถยนต์|,|แท่น|รับ|ปืนใหญ่|หรือ|อาวุธ|ที่|เคลื่อนที่|ได้|อื่น ๆ| 
(อัน|'|เดอะชาร์จฺ) vi. เรียก|ราคา|ต่ํา|กว่า|ที่|ควร|,|ใส่ (ประจุ) น้อย|กว่า|ที่|ควร. n. ราคา|เรียก|ที่ต่ํา|กว่า|ที่|ควร|หรือ|ต่ํา|กว่า|ปกติ|,|ประจุ|ไม่|เพียงพอ|,|จํานวน|ไม่|เพียงพอ
(อัน|'|เดอะ|โค|ลธซ) n.,|pl. เสื้อ|กางเกง|ชั้นใน.  |Syn. underclothing
n. =|underclothes (ดู)| 
(-|โค|ท) n. เสื้อ|รอง|เสื้อคลุม|,|เสื้อ|สวม|ใต้|เสื้อ|ใหญ่|,|ชั้น|รอง|,|ชั้นดิน|,|สี|พื้น.vi. ทา|สี|พื้น
(อัน|'|เดอะคัฟ|'|เวอะ) adj. ลึกลับ|,|ลี้ลับ|,|ทํา|อย่าง|ลับ ๆ ,|เกี่ยวกับ|การ|จารกรรม|,|เกี่ยวกับ|การ|หา|ข่าว|ลับ|  |Syn. secret
(อัน|'|เดอะค|รอ|ฟทฺ) n. ห้อง|ใต้ดิน
(อัน|'|เดอะเคอเรินทฺ) n. กระแส|ใต้|น้ํา|,|กระแส|ข้างล่าง|,|แนวโน้ม|ที่|แฝง|อยู่|,|พลัง|ที่|แฝง|อยู่.  |Syn. atmosphere|,|overtone
(อัน|'|เดอะคัท) vt.,|vi.,|n. (การ) ตัด|ส่วนล่าง|,|ตัด|ราคา|,|เซาะ|,|ตี|ลูก (กอล์ฟ) แบบ|สอย|ดาว|,|ต่อย|แบบ|สอย|ดาว|,|ส่วน|ที่|ตัด|ออก|จาก|ข้างล่าง|  |Syn. undermine
(อัน|'|เดอะดิเวล|'|เลิพ) vt. พัฒนา|ช้า|กว่า|หรือ|น้อย|กว่า|ที่|ควร|,|ด้อยพัฒนา.  |Syn. underdevelopment n.
(อัน|'|เดอะดิเวล|'|เลิพ) vt. =|underdevelop (ดู)| 
(อัน|'|เดอลิเวล|'|เลิ|พด|ฺ) adj. ด้อยพัฒนา (การ|ล้าง|รูปภาพ) ล้าง|ไม่|พอ
(อัน|เดอะ|ดู|') vt.,|vi. ทํา|น้อย|กว่า|ที่|ควร
(อัน|'|เดอะ|ดอก) n. ผู้|ที่|มี|หวัง|แพ้|,|ผู้|ที่|เป็น|เบื้ย|ล่าง|,|ผู้|ที่|ตกอับ|,|ผู้|ที่|เคราะห์ร้าย
(อัน|'|เดอะ|ดัน) adj. ไม่|ได้|ต้ม|ให้|สุก|,|ไม่ค่อย|สุก|,|ไม่|ได้|ต้ม|พอเพียง|,|หา|ยาก
(อัน|'|เดอะเด|รน) n. ท่อ|ระบาย|ข้างใต้. vt. จัด|ให้|มี|ท่อ|ระบาย|ข้างใต้
(อัน|'|เดอเอส|'|ทะเมส) vt.,|vi.,|n. (การ) ประเมิน|ค่า|ต่ํา|ไป|,|ดูเบา|,|ดูถูก|  |Syn. underestimation n.
(อัน|'|เดอะอิคซฺ|โพ|ซ|') vt. ทํา|ให้|ฟิล์ม|ถูก|แสง|ไม่|เพียงพอ
(อัน|'|เดอะอิคซฺ|โพ|'|เ?อะ) n. การ|ทํา|ให้|ฟิล์ม|ถูก|แสง|ไม่|เพียงพอ|,|ภาพถ่าย|หรือ|ภาพ|เน|กา|ติ|ฟ|ที่|ถูก|แสง|ไม่|เพียงพอ
(อัน|เดอะฟีด|') vt. ให้|อาหาร|ไม่|เพียงพอ|,|ให้|เชื้อเพลิง|จาก|ข้างล่าง.  |Syn. underfed adj. underfeeding n.
(อัน|เดอะ|ฟุ|ท|') adv. ใต้เท้า|,|ข้างใต้. adj. ข้างใต้|,|อยู่|ใต้เท้า|,|เป็น|อุปสรรค|,|ขวาง|ทาง
(อัน|'|เดอะการ|'|์ เมิน|ทฺ) n. เสื้อ|กางเกงใน
(อัน|เดอะ|โก|') vt. ประสบ|,|ผ่าน|,|ได้|รับ|,|อดทน|,|อดกลั้น|,|ทนทุกข์.  |Syn. undergoer n.
(อัน|'|เดอะ|แก|รด) n.,|adj. =|undergraduate (ดู)
(อัน|เดอะ|แก|รด|'|จุ|เอท) n.,|adj. (เกี่ยวกับ) นักศึกษา|ระดับ|ปริญญาตรี
(อัน|'|เดอะ|เก|ราน์ด|') adj. ใต้ดิน|,|ไม่|เปิดเผย|,|ซ่อนเร้น|,|n. บริเวณ|ใต้ดิน|,|องค์การ|ลับ|,|รถไฟใต้ดิน
(อัน|'|เดอะ|โกรธ) n. พุ่มไม้|,|ต้นไม้|ขนาด|เล็ก ,|การ|เจริญเติบโต|ไม่|เต็มที่|,|ขน|สั้น|หนา|นิ่ม|ที่|ขึ้น|อยู่|ใต้|ขน|หยาบ|ยาว|ของ|สัตว์|  |Syn. underbrush
(อัน|'|เดอะ|แฮ|นดฺ) adj.,|adv. ไม่|เปิดเผย|,|ทํา|อย่าง|ลับ ๆ ,|เกี่ยวกับ|งาน|ใต้|โต๊ะ|,|โดย|ทอด|แขน|ลง|ข้างล่าง|,|อย่าง|ซ่อนเร้น|  |Syn. furtive|,|sly|,|crafty
(อัน|'|เดอะ|แฮ|น|'|ดิด) adj. ไม่|เปิดเผย|,|ลับ|และ|มี|เล่ห์|เพทุบาย|,|ซึ่ง|ทอด|แขน|ลง|ข้างล่าง|,|มี|คน|ไม่|พอ|,|มี|มือ|ไม้|ไม่|พอ|  |Syn. underhandedness n.  |Syn. secret|,|sly|,|deceitful|,|furtive
(อัน|เดอะเลด|') adj. อยู่|ข้างล่าง|,|วาง|อยู่|ข้างใต้|,|มี|ชั้น|รอง|,|รอง. vi.,|vt. pt. & pp. ของ underlay
(อัน|เดอะ|แล|พ|') vt. ยื่น (บาง|ส่วน) อยู่|ข้างใต้
(อัน|'|เดอะเล) vt.,|vi.,|n. (สิ่ง|ที่) วาง|อยู่|ข้างใต้|,|รอง vi. (สาย|แร่) ยื่น|ขยาย|อยู่|ข้างใต้.
(อัน|'|เดอะลีส) n.,|vi.,|vt. แบ่ง|ให้|เช่า|,|ให้|เช่าช่วง
(อัน|เดอะเลท|') vt. ทํา|ให้|ต่ํา|กว่า|ค่า|ที่แท้|จริง|,|ให้|เช่าช่วง|,|แบ่ง|ให้|เช่า|,|ให้|เช่า|ใน|ราคา|ต่ํา|กว่า|ปกต|'|  |Syn. sublet
(อัน|เดอะไล|') vt. วาง|อยู่|ข้างใต้|,|อยู่|ข้างใต้|,|หนุน|,|ค้ํา|,|เป็น|ฐาน|,|มี|บุ|ริม|สิทธิ์|,|มี|สิทธิ์|ก่อน.  |Syn. underlier n.  |Syn. underscore
(อัน|'|เดอะไลนฺ) n.,|vt. (ทํา) เส้น|ที่อยู่|ข้างใต้|,|คําอธิบาย|ใต้|ภาพ|  |Syn. underlineation n.
(อัน|'|เดอะ|ลิง) n. ตัว|รอง|,|ลูกมือ|,|ผู้|อยู่|ใต้|บังคับบัญชา|  |Syn. inferior|,|menial
(อัน|เดอะลิท|') adj. มี|แสงสว่าง|ไม่|เพียงพอ
(อัน|'|เดอะไล|อิง) adj. อยู่|ข้างใต้|,|อยู่|ชั้น|ใต้|,|เป็น|รากฐาน|,|แฝง|อยู่|,|มี|บุ|ริม|สิทธิ์|,|มี|สิทธิ|ก่อน vi. กริยา|เติม|?|ing|?|ของ|underlie
(อัน|เดอะไมนฺ|') vt. ขุด|,|ขุด|อุโมงค์|,|เซาะ|,|ทํา|ให้|อ่อน|ลง|,|ทําลาย|ทีละ|น้อย|,|ทําลาย|อย่าง|ลับ|  |Syn. underminer n.  |Syn. sap|,|weaken
(อัน|เดอะนีธ|') prep.,|adv.,|adj. ข้างใต้|,|ข้างล่าง|,|อยู่|ข้างใต้|,|ซ่อน|อยู่|,|ซ่อนเร้น. n. ฐาน|,|ส่วนล่าง|สุด|,|ข้างใต้|  |Syn. beneath|,|under
(อัน|'|เดอะ|แพน|ทซ) n.,|pl. กางเกง|ชั้นใน
(อัน|'|เดอะ|พา|ส) n. ทาง|ข้างใต้|,|ทาง|ข้างล่าง|,|ทาง|ใต้ดิน|,|อุโมงค์ใต้ดิน|,|อุโมงค์|สอด|ใต้|สะพาน
(อัน|เดอะพิน|') vt. สร้าง|จาก|ข้างล่าง|,|ทํา|ให้|แข็งแรง|,
(อัน|'|เดอะพ|ริ|ฟ|'|วะลิ|จด|ฺ) adj. ไม่|ได้|มี|สิทธิ|เพราะ|ยากจน|,|ไม่|ได้|สิทธิ|เพราะ|อยู่|ใน|ชนชั้น|ที่ต่ํา
(-|โพ|รดัค|'|เชิน) n. การ|ผลิต|ไม่|เพียงพอ
(อัน|'|เดอะ|พรู|ฟ) adj. ประกอบ|ด้วย|ปริมาณ|แอลกอฮอล์|น้อย|กว่า|มาตรฐาน
(อัน|เดอ|พร|อพ|') vt. ค้ํา|,|จุน|,|จีม|,|หนุน|,|สนับสนุน.  |Syn. underpropper n.
(อัน|เดอะเรทฺ|') vt. ประเมิน|ค่า|ต่ํา|ไป|,|ดูถูก|,|ดูเบา|  |Syn. underestimate
(อัน|เดอะรัน|') vt.,|n. (สิ่ง|ที่) วิ่ง|ผ่าน|ข้างใต้|,|ปริมาณ|ผลิต|ที่ต่ํา|กว่า|การ|ประเมิน
(อัน|เดอะสคอร์|') vt. ขีดเส้นใต้|,|ยืนยัน|,|เน้น n. เส้น|ใต้|,|ดนตรี|ประกอบ|  |Syn. underline|,|emphasize
(อัน|เดอะ|เซ|คค|ริ|แท|'|เรียท) n. สํานักงานปลัดกระทรวง
(อัน|เดอะ|เซ|ค|'|ริ|เท|อ|รี) adj. ปลัด|กระทรวง
(-|เซลล์) vt.ขาย|ถูก|กว่า|ปกติ|,|ขาย|ตัด|ราคา|,|โฆษณา|ไม่|ได้|เต็มที่. -|seller n.
(อัน|'|เดอะ|เซ|ท) vt. ค้ํา|,|หนุน|,|สนับสนุน n. กระแส|ใต้|น้ํา|,|คลื่น|ใต้|น้ํา|,|สาย|แร่|ข้างใต้|  |Syn. undertow|,|support
(อัน|'|เดอะเ?|'|ริ|ฟ) n. ผู้ช่วย|นายอําเภอ|,|รอง|นายอําเภอ|,|รอง|ผู้ว่าการ|แคว้น|หรือ|มล|ฑล.  |Syn. undersheriffship n.
(อัน|เดอะ|ไซ|นฺ) vt. ลงนาม|ข้างล่าง|,|ลงนาม|ข้าง|ท้าย
(อัน|เดอะ|ไซน์|ดฺ|') adj.,|n. (ผู้) ซึ่ง|ลงนาม|ไว้|แล้ว|ข้าง|ท้าย
(อัน|เดอะส|แทน|ดฺ|') vt.,|vi. เข้าใจ|,|รู้|,|รู้จัก|,|เข้าใจ|ความหมาย|,|เรียนรู้|,|เชื่อ|,|ยอมรับ|ว่า|เป็น|ความจริง|,|เห็นอกเห็นใจ|  |Syn. comprehend
(อัน|เดอะส|แทน|'|ดะ|เบิล) adj. เข้าใจ|ได้|,|สามารถ|เข้าใจ|ได้.  |Syn. understandably adv. understandability n.
(อัน|เดอะส|แทน|'|ดิง) n.,|adj. (เกี่ยวกับ) ความ|เข้าใจ|,|การ|เข้าใจ|,|ความ|สามารถ|ใน|การ|เข้าใจ|,|สติปัญญา|,|ความ|รู้|,|เชาวน์|,|ความ|เห็นอกเห็นใจ|  |Syn. understandingly adv. understandingness n.  |Syn. intelligence|,|intellect|,|agreement
(อัน|เดอะส|เท|ท|') vt. บรรยาย|ไม่|เต็มที่|,|กล่าว|ถึง|อย่าง|ไม่|เต็มที่.  |Syn. understatement n.
(อัน|'|เดอะสทูด) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ understand. adj. เข้าใจ|  |Syn. axiomatic
(อัน|'|เดอะส|ทัด|'|ดี) vt.,|vi. ศึกษา|บท|ทดแทน|,|ศึกษา|การ|แสดง|แทน|,|ฝึก|เข้า|หน้าที่|แทน n. ตัว|สํารอง|  |Syn. underling
(อัน|เดอะ|เท|ค|') vt.,|vi. เข้า|ทํา|,|ดําเนินการ|,|อาสา|,|รับรอง|,|ประกัน|,|รับผิดชอบ.  |Syn. take on
(อัน|เดอะ|เท|ค|'|เทอะ) n. ผู้|รับหน้า|ที่|,|ผู้รับผิดชอบ|,|สัปเหร่อ|,|ผู้จัดการ|ศพ|,|นัก|วิสาหกิจ
(อัน|เดอะ|เท|ค|'|ทิง) n. การ|ดําเนินการ|,|ภาระ|หน้าที่|,|งาน|,|กิจการ|,|วิสาหกิจ
(-|เท|น|'|เนิน|ทฺ) n. ผู้เช่า|ช่วง
(อัน|'|เดอะทินท) n. สี|อ่อน|ที่|ไม่|เพียงพอ|,|สี|จาง
(อัน|'|เดอะ|โทน) n. เสียง|เบา|,|เสียงต่ํา|,|เสียง|เล็ก|,|สิ่ง|ที่|แฝง|อยู่|,|ความหมาย|ที่|แฝง|อยู่|,|กระแส|ข้างล่าง|,|สี|อ่อน|,|สี|จาง|  |Syn. subdued tone
(-|ะทุค|') vi.,|vt. กริยา|ช่อง 2 ของ undertake
(อัน|'|เดอะ|วอ|เทอะ) adj.,|adv. อยู่|ใต้|น้ํา.
(อัน|'|เดอะแวร์) n. เสื้อ|กางเกง|ชั้น
(อัน|'|เดอะเวท) n. การ|มี|น้ําหนัก|ต่ํา|กว่า|เกณฑ์.  |Syn. มี|น้ําหนัก|ต่ํา|กว่า|เกณฑ์
(-|เวน|ทฺ|') vi.,|vt. กริยา|ช่อง 2 ของ undergo
(อัน|'|เดอะวูด) n. พุ่มไม้|เตี้ย|ที่อยู่|ใต้|ต้นไม้|สูง|,|กลุ่ม|พุ่มไม้|,|แนว|พุ่มไม้
(อัน|'|เดอะเวิร์|ลด|ฺ) n. ยมโลก|,|นรก|,|พื้น|ปฐพี|,|หมู่|คน|พาล|,|หมู่|อาชญากร|  |Syn. criminals|,|antipodes
(อัน|เด|อะไร|ทฺ|') vt.,|vi. เขียน|ข้างใต้|,|เขียน|ข้าง|ท้าย|,|รับประกัน|,|ลงนาม|ประกัน|,|เห็นด้วย.  |Syn. underwriting n.
(อัน|'|เด|อะไร|เทอะ) n. ผู้|รับประกัน
(อัน|'|ดิ|ไซน์|ดฺ) adj. ไม่|ได้|กําหนด|ไว้|ล่วงหน้า|,|บังเอิญ
(อัน|ดิ|ไซ|'|ระ|เบิล) adj.,|n. (ผู้) ไม่|เป็น|ที่|พึงปรารถนา|  |Syn. undesirableness n. undesirably adv.  |Syn. objectionable
(อัน|ดิด|') vi.,|vt..กริยา|ช่อง 2 ของ undo
(อัน|'|ดี|ซ) n.,|pl. เสื้อ|กางเกง|ชั้นใน
(อัน|'|ดี|น) n. เทพธิดา|น้ํา|,|ถ้วย|ล้าง|ตา|ล้าง|จมูก
(อัน|ดิส|'|ซิ|พลินดฺ) adj. ไม่|มี|ระเบียบวินัย|,|ไม่|ได้|รับ|การ|ฝึกฝน|,|มั่ว|,|เปะปะ|,|ตาม|อําเภอใจ
(อัน|'|ดิส|ไก|ซด|ฺ) adj. ไม่|ได้|ปลอมแปลง|,|ไม่|ได้|ซ่อนเร้น|,|ไม่|ได้|อําพราง|,|ปิดบัง
(-|พิว|'|ทิด) adj. ไม่|อาจ|โต้แย้ง|ได้
(อัน|'|ดิสทิง|'|กวิ|?|ดฺ) adj. ไม่|ได้|แยกแยะ|,|ไม่|ได้|ทํา|ให้|แตกต่าง|,|ธรรมดา|,|ไม่|ชัดเจน|  |Syn. indistinguishable|,|undetected
(อัน|ดู|') vt. เปลี่ยน|กลับ|,|ทํา|ให้|มี|ผล|กลับ|กัน|,|ขจัด|,|ปลด|,|ทําลาย|,|ทํา|ให้|เกิด|ความ|หายนะ|,|อธิบาย|,|แปล|,|ถอดความ
ไม่|มี|เอกสาร|อธิบาย|โดย|ปกติ ฮาร์ดแวร์|ก็ดี ซอฟต์แวร์|หรือ|โปรแกรม|ก็ดี เมื่อ|ผู้ผลิต|ทํา|การ|ผลิต|ออก|มา|แล้ว ก็|จะ|ต้อง|มี|เอกสาร|อธิบาย|ถึง|ส่วนประกอบ วิธี|ใช้ ตลอด|ถึง|ข้อแนะนํา|ต่าง ๆ เอกสาร|ดังกล่าว|นี้ มักจะ|เรียก|กัน|ว่า "|คู่มือ|" (manual) แต่|มี|ใน|บาง|กรณี ผู้ผลิต|อาจ|ไม่|ต้องการ|ให้|มี|การ|เผยแพร่ หรือ|อาจ|คิด|ว่า|ไม่|จําเป็น จึง|ไม่|จัดทํา|เอกสาร|ดังกล่าว|ไว้|ให้ ซึ่ง|ผู้ใช้|ต้อง|เสียเวลา|ค่อย ๆ คลํา|หาทาง|เอา|เอง
(อัน|ดู|'|อิง) n. การ|เปลี่ยน|กลับ|,|การ|ทํา|ให้|มี|ผล|กลับ|กัน|,|การ|ขจัด|,|การ|ทําลาย|,|การ|เปลื้อง|,|การ|ปลด|,|การ|ทํา|ให้|เกิด|ความ|หายนะ|  |Syn. ruin
(อัน|ดัน|') adj. ไม่|ได้|กระทํา|,|ไม่|สมบูรณ์|,|ไม่|เสร็จ|,|ทําลาย|,|ทํา|ให้|หายนะ|,|vi.,|vt. กริยา|ช่อง 3 ของ undo|  |Syn. unfinished|,|incomplete
(อัน|'|เดา|'|ทิง) adj. ไม่|น่า|สงสัย|,|แน่นอน|,|แท้จริง|,|  |Syn. undoubtingly adv.
abbr. United Nations Development program (me)| 
(อัน|'|เดรพ|') vt. เปิด|ฝา|,|เปลื้องผ้า|,|เปิด|ออก.  |Syn. uncover
(อัน|ด|รอ|') vt.,|vi. เปิด|ออก|,|ดึง|ออก
(อัน|เด|รส|') vt. ถอด|เสื้อผ้า|,|เปลื้อง|,|แก้|, (ผม) ไม่|ได้|หวี|,|ไม่|ได้|ตกแต่ง|,|ไม่|ได้|ทํา|ให้|เรียบร้อย. n. ชุด|เสื้อผ้า|ที่|ใช้|ใส่|แบบ|ธรรมดา|,|ชุดลําลอง|,|ร่าง|ที่|เปลือยเปล่า. adj. เกี่ยวกับ|ชุด|เสื้อผ้า|ดังกล่าว|  |Syn. strip|,|disrobe|,|divest
(อัน|เด|รส|ทฺ|') adj. ไม่|ได้|ใส่|เสื้อผ้า|,|เปลือยเปล่า|,|เกี่ยวกับ|ชุดลําลอง
(อัน|'|ด|รู) vi. กริยา|ช่อง 2 ของ undraw
(อัน|ดู|'|,|อัน|ดิว|') adj. ไม่|เหมาะสม|,|เกิน|ไป|,|เลยเถิด|,|เกิน|ควร|,|นอกกฎหมาย|  |Syn. improper
(อัน|'|ดิวเลินทฺ) adj. เป็น|ลูก|คลื่น|,|เป็น|ลอน.  |Syn. undulance n.  |Syn. undulating
(ดู)| 
(อัน|'|ดิวเลท) vi.,|vt.,|adj. (ทํา|ให้) เป็น|คลื่น|,|กระเพื่อม. vt. ทํา|ให้|เป็น|คลื่น|,|ทํา|ให้|ขึ้น ๆ ลง ๆ|  |Syn. undulator n.  |Syn. swing|,|fluctuate
(อัน|ดิวเล|'|เชิน) n. การ|เป็น|ลูก|คลื่น|,|การ|เป็น|ลอน|,|คลื่น|,|กระเพื่อม.  |Syn. billowing
(อัน|'|ดิว|ละ|ทอ|รี) adj. เป็น|ลูก|คลื่น|,|เป็น|ลอน|  |Syn. undulative|,|undular
(อัน|ดู|'|ลี|,|อัน|ดิว|'|ลี) adv. อย่าง|ไม่|เหมาะสม|,|อย่าง|ไม่|สมควร|,|เกิน|ไป|  |Syn. excessively
(อัน|ได|'|อิง) adj. ไม่|รู้จัก|ตาย|,|ไม่|รู้จบ|,|ไม่|สิ้นสุด|,|อมตะ|,|ถาวร.  |Syn. undyingly adv.
(อัน|เอิร์นดฺ|') adj. ได้|มา|โดย|ไม่|ต้อง|ทํางาน|หรือ|ออก|แสดง|,|ไม่|สมควร|จะ|ได้|,|ได้|มา|โดย|ไม่|ต้อง|เสีย|น้ําพักน้ําแรง
(อัน|เอิร์ธ|') vt. ขุด|ดิน|,|ขุด|,|เปิดเผย
(อัน|เอิร์ธ|'|ลี) adj. ไม่|ใช่|ของ|โลก|มนุษย์|,|เกี่ยวกับ|ภูติผีปีศาจ|,|เหนือธรรมชาติ|,|ประหลาด|พิกล.  |Syn. unearthliness n.  |Syn. stellar
(อัน|อี|'|ซ|') n. ความ|ไม่|สบายใจ|,|ความ|กระสับกระส่าย
(อัน|อี|'|ซี) adj. กระสับกระส่าย|,|ไม่|สบาย|,|ไม่|สบายใจ|,|เป็นห่วง|,|เป็นทุกข์.  |Syn. unease n. uneasily adv. uneasiness n.
(อัน|'|อิ|คะ|นอ|ม|'|มอ|คัล) adj. ไม่|ประหยัด
(อัน|เอม|พลอย|ดฺ|') adj. ไม่|มี|งาน|ทํา|,|ตก|งาน|,|ไม่|เป็น|ที่|ใช้|กัน|ใน|ปัจจุบัน. n. the unemployed ผู้|ตก|งาน ผู้|ที่|ไม่|มี|งาน|ทํา
(อัน|เอม|พลอย|'|เมิน|ทฺ) n. การ|ไม่|มี|งาน|ทํา|,|การ|ตก|งาน
(อัน|'|เอน|คัม|'|เบิด) adj. ไม่|มี|ภาระ|ผูกพัน|,|ไม่|มี|ภาระ|,|ไม่|มี|หนี้สิน|,|ไม่|มี|บุตร
(อัน|เอน|'|ดิง) adj. ไม่|มี|ที่|สิ้นสุด|,|ไม่|หยุด|,|ถาวร|,|อมตะ|,|ไม่|มี|ขอบเขต
(อัน|'|เอน|เทอะ|ไพร|ซิ|ง) adj. ไม่|มี|จิต|มุ่งมั่น|หา|ความ|ก้าวหน้า|,|ไม่|กล้าได้กล้าเสีย|,|อนุรักษ์นิยม
(อัน|อี|'|เควิล) adj. ไม่|เท่า|กัน|,|ไม่|เก่ง|เท่า|,|ไม่|เสมอภาค|,|ไม่|สมดุล|,|ไม่|ยุติธรรม.  |Syn. unequally adv.
(อัน|อี|ควิฟ|'|วะเคิล) adj. ไม่|ชัดเจน|,|ไม่|แจ่มแจ้ง|,|คลุมเครือ|,|กํากวม.
(อัน|เอีย|'|ริ|ง) adj. ไม่|ผิดพลาด|,|ไม่|คลาดเคลื่อน|,|แม่นยํา|,|เที่ยงตรง|,|ยึดมั่น
abbr. United Nations Educational Scientific and Cultural Organization
(อัน|อะ|เซน|'|เชิล) adj.,|n. (สิ่ง|ที่) ไม่|สําคัญ|,|ไม่|สําคัญ|ยิ่งยวด|,|ไม่|จําเป็น|  |Syn. unessentially adv.
(อัน|อี|'|เวิน) adj. ไม่|เรียบ|,|ขรุขระ|,|ไม่|แน่นอน|,|เปลี่ยนแปลง|,|ไม่|ยุติธรรม|,|ไม่|เสมอภาค|,|ลําเอียง|,|เข้าข้าง|,|ไม่|สมดุล|,|ไม่|ขนาน|กัน
(อัน|อี|เวน|ทฺ|'|ฟู|ล) adj. สงบ|,|ปกติ|,|เรื่อย ๆ ,|ปราศจาก|เหตุการณ์.  |Syn. uneventfully adv. uneventfulness n.  |Syn. placid
(อัน|อิก|เซ|พ|'|เชิน|นะ|เบิล) adj. ไม่|มี|ข้อยกเว้น|,|ธรรมดา|,|ปกติ|,|ธรรมดา
(อัน|อิคสเพค|'|ทิด) adj. ไม่|ได้|คาดคิด|มา|ก่อน|,|นึก|ไม่|ถึง|,|ประหลาดใจ|,|ฉับพลัน.
(อัน|อิคสเพน|'|ดะ|เบิล) adj. สําคัญ|,|จําเป็น|ที่สุด|,|เป็น|ค่าใช้จ่าย|ไม่|ได้.
(อัน|เฟ|'|ลิง) adj. ไม่|สิ้นสุด|,|เชื่อถือ|ได้|ตลอด|,|ไม่|ทํา|ให้|ผิดหวัง|โดย|ตลอด|,|ไม่|มี|ขาด|,|ไม่|เคย|พลาด.  |Syn. unfailingly adv.
(อัน|แฟร์|') adj. ไม่|ยุติธรรม|,|ไม่|สมควร|,|ไม่|เป็นธรรม|,|ไม่|ถูกต้อง.
(อัน|เฟธ|'|ฟู|ล) adj. ไม่|ซื่อสัตย์|,|นอกใจ|,|มี|ชู้|,|ไม่|แม่นยํา|,|ไม่|สมบูรณ์|,|ไม่|แน่นอน.  |Syn. unfaithfulness n.
(อัน|ฟอล|'|เท|อริ|ง) adj. หนักแน่น|,|เด็ดเดี่ยว|,|ยึดมั่น|,|แน่นอน|,|ไม่|เปลี่ยนแปลง|,|ไม่|ลังเล|  |Syn. certain|,|unalterable
(อัน|ฟาส|'|เซิน) vt. ปลด|ออก|,|ปล่อย|,|ถอด|  |Syn. release|,|undo
(u) rable (อัน|เฟ|'|เวอ|ระ|เบิล) adj. ไม่|เหมาะสม|,|ไม่|ราบรื่น|,|ไม่|อํานวย|,|ไม่|เอื้อ|,|เสียเปรียบ.  |Syn. unfavo (u) rably adv.  |Syn. negative
(อัน|'|ฟีด) adj. ไม่|ได้|ค่าตอบแทน
(อัน|ฟีล|'|ลิง) adj. ไม่|รู้สึก|,|ไม่|มี|ความรู้สึก|,|โหดเหี้ยม|,|ไร้|ความ|ปรานี|,|ไร้|ความ|เห็นอกเห็นใจ.
(อัน|เฟนดฺ|') adj. ไม่|ได้|เสแสร้ง|,|แท้จริง|,|แท้|,|ไม่|ได้|ปลอมแปลง.  |Syn. unfeignedly adv.  |Syn. real|,|sincere
(อัน|'|เฟสทฺ|') adj. ไม่|รู้สึก
(อัน|เฟท|'|เท|อ) adj. ปลด|โซ่|ตรวน|,|ปลด|,|ปล่อย|,|ทํา|ให้|อิสระ|  |Syn. liberate
(อัน|ฟิล|'|เลีย|ล) adj. อกตัญญู|,|ไม่|เหมาะ|ที่|จะ|เป็น|บุตร.  |Syn. unfilially adv.
(อัน|ฟลิน|'|ชิง) adj. ไม่|ลด|น้อย|,|ยืนหยัด|,|เด็ดเดี่ยว|,|แน่วแน่.  |Syn. unfinchingly adv.
(อัน|ฟิท|') adj.,|vt. (ทํา|ให้) ไม่|เหมาะสม|,|ไม่|มี|คุณสมบัติ|,|ไม่|มี|ความ|สามารถ.  |Syn. unfitly adv. unfitness n. unfitting adv.
(อัน|ฟิคซฺ|') vt. ปลด|,|ปล่อย|,|แก้|,|ถอด
(อัน|แฟลก|'|กิง) adj. ไม่|หย่อนยาน|,|ไม่|ท้อใจ|,|ไม่|อ่อนกําลัง
(อัน|แฟลพ|'|พะเบิล) adj. ไม่|สะทกสะท้าน|,|หนักแน่น|,|แน่วแน่.
(อัน|แฟลท|'|เท|อริ|ง) adj. ไม่|ประจบ|สอ|พล|อ|,|ตรงไปตรงมา|,|ไม่|ผิดพลาด|,|แม่นยํา
(อัน|เฟ|ลด|จฺดฺ|') adj. ยัง|ไม่|เจริญเติบโต|เต็มที่|, (ขน) ยัง|ไม่|งอก|เต็มที่|,|ไม่|สุก|,|ด้อย|ประสบการณ์|  |Syn. immature
(อัน|โฟ|ลด|ฺ|') vt.,|vi. คลาย|,|คลี่|,|แผ่|,|กาง|,|ค่อย ๆ โผล่|ป|รา|กฎ|ตัว|,|ปล่อย|จาก|ดอก|  |Syn. spread out|,|open|ก
(อัน|ฟอร์|สด|ฺ|') adj. ไม่|ได้|บังคับ|,|สมัครใจ|,|โดย|ธรรมชาติ|,|ไม่|เปลือง|แรง
(อัน|'|ฟอร์|ซี|น|') adj. ไม่|ได้|คาดคิด|มา|ก่อน|,|คาด|ไม่|ถึง|,|นึก|ไม่|ถึง
(อัน|เฟอะ|เก|ท|'|ทะเบิล) adj. ไม่|สามารถ|จะ|ลืม|ได้.
(อัน|เฟอะ|กิฟ|'|วะเบิล) adv. ไม่|อาจ|ให้|อภัย|ได้|,|ไม่|สามารถ|อภัย|ให้|ได้.  |Syn. unforgivably adv.
(อัน|เฟอะ|กิฟ|'|วิง) adj. ไม่|อภัย|,
(อัน|ฟอร์ม|ดฺ|') adj. ไม่|มี|รูปแบบ|,|หยาบ|,|ไม่|เจริญเติบโต|,|ไม่|เกิด|ขึ้น
(อัน|ฟอร์|'|ชะ|เนท) adj. โชค|ไม่|ดี
(อันะเฟา|'|ดิด) adj. ไม่|มี|รากฐาน|,|ไม่|มี|มูลความ|จริง|,|ว่างเปล่า|,|ยัง|ไม่|ได้|สร้าง|ขึ้น.  |Syn. unfoundedly adv.  |Syn. baseless
(อัน|'|ฟรี|ซ) vt. เพิกถอน|การ|อายัด|,|ยกเลิก|การ|ควบคุม|  |Syn. melt
(อัน|ฟรี|'|เควินทฺ) adj. ไม่|บ่อย. =|infrequent (ดู)| 
(อัน|ฟรี|เค|วน|'|ทิด) adj. ไม่|บ่อย|,|ซบเซา|,|ไม่ค่อย|มี|คน
(อัน|เฟ|รน|'|ดิด) adj. ไม่|มี|เพื่อน
(อัน|เฟ|รน|ดฺ|'|ลี) adj.,|adv. ไม่|เป็นมิตร|,|มุ่งร้าย|,|มี|อคติ|,|ไม่|เป็น|ผลดี|,|ไม่|ราบรื่น|  |Syn. unfriendliness n.  |Syn. unsociable|,|cold|,|chilly
(อัน|ฟ|รอ|ค|') vt. ถอด|จีวร|ออก|,|ปลด|จาก|ตําแหน่ง|ทาง|ศาสนา|,|สึก|จาก|พระ
(อัน|โฟรซ|') vi.,|vt. กริยา|ช่อง 2 ของ unfreeze
(อัน|ฟรุท|'|ฟู|ล) adj. ไม่|ได้|ผล|,|ไม่|ได้|กําไร|,|ไม่|มี|บุตร|,|ไม่|ได้|ผล
(อัน|เฟิร์ล|') vt.,|vi. คลี่|ออก|,|คลาย|ออก|,|กาง|ออก|,|เปิด|ออก|,|เปิดเผย|,|แสดง|  |Syn. unfold
(อัน|เฟอ|'|นิ|?|ดฺ) adj. ไม่|มี|เครื่องเรือน|,|ไม่|ได้|ติดตั้ง|,|ไม่|ได้|จัด|ให้|มี
(อัน|เกน|'|ลี) adj.,|adv. ไม่|น่าดู|,|ไม่|งดงาม|,|เก้งก้าง|,|อุ้ยอ้าย|,|เทอะทะ.  |Syn. ungainliness n.  |Syn. awkward|,|clumsy
(อัน|เก|'|ทิด) adj. ไม่|มี|ประตู|บัง|,|ไม่|มี|ประ|ต
(อัน|'|เกียร์|') vt. ถอด|ออก|,|หลุด|ออก|,|ขาด|ออก|,|ขาด|ช่วง
(อัน|เจน|'|เนเริส) adj. ขี้เหนียว|,|ใจ|คับแคบ|,|ไม่|มี|ใจ|เอื้อเฟื้อ|เผื่อแผ่.
(อัน|เกิร์ด|') adj. คลาย|,|หลวม|,|หย่อน|,|แก้|สาย|,|คลาย|เข็มขัด|  |Syn. loosen|,|remove
(อัน|เกิร์ท|') adj. คลาย|สาย|รัด|,|คลาย|เข็มขัด|,|หลวม|,|หย่อน|,|ไม่|เข้มงวด
(อัน|'|เก|ล|ซด|ฺ) adj. ไม่|ได้|เคลือบ|,|ไม่|ได้|เคลือบ|เงา|,|ไม่|วาว
(อัน|'|กลัฟวดฺ) adj. ไม่|ใส่|ถุงมือ
(อัน|กอด|'|ลี) adj. ไม่|ยอมรับ|พระเจ้า|,|ไม่|นับถือ|พระเจ้า|,|ไม่|มี|ศาสนา|,|บาปหนา|,|ชั่วร้าย|,
(ten) (อัน|กอ|ท|'|เทิน) adj. ไม่|ได้|รับ.
(อัน|กัฟ|'|เวอ|นะ|เบิล) adj. เป็น|ไป|ไม่|ได้|,|ควบคุม|ไม่|ได้|,|ดื้อรั้น.
(อัน|เก|รส|'|ฟู|ล) adj. ไม่|งดงาม|,|ไม่|น่าดู|,|น่าเกลียด|,|หยาบ.
(อัน|เก|ร|'|เชิส) adj. ไม่|สุภาพ|,|วาง|ปึ่ง|,|หยาบคาย|,|ไม่|กรุณา|,|ไม่|มี|มารยาท.
(อัน|เก|รท|'|ฟู|ล) n. เนรคุณ|,|ไม่|สํานึก|บุญคุณ|,|น่า|เบื่อ|,|น่า|สะ|อิด|สะ|เอียน|,|ไม่|มี|รสชาติ.  |Syn. ungratefully adv. ungratefulness n.  |Syn. thankless|,|unmindful
(อัน|เก|รา|'|ดิด) adj. ไม่|มี|พื้นฐาน|,|ไม่|มั่นคง|,|ไม่|แข็งแรง|,|ไม่|มี|มูลเหตุ|,|ไร้|เหตุผล|,|ไม่|เชื่อมต่อ|กับ|พื้นดิน|,|ไม่|มี|มูลความ|จริง
(อัน|ก|รัด|'|จิง) adj. เต็มอกเต็มใจ|,|ไม่|บ่น|,|ไม่|เสียดาย|,|ใจกว้าง|,|ใจป้ํา.  |Syn. ungrudgingly|  |Syn. wholehearted
(อัง|'|เก|วิล) adj. เกี่ยวกับ|หรือ|คล้าย|เล็บ|หรือ|กีบ
(อัน|'|การ์ด) vt. ทํา|ให้|ไม่|มี|การ|ป้องกัน|,|ทํา|ให้|เผลอ|,|ทํา|ให้|ถูก|โจมตี|ได้|ง่าย
(อัง|'|เก|วน|ทฺ) n. ยา|ขี้ผึ้ง|,|ยาทา|ผิว|,|ทายา|ภายนอก.  |Syn. unguentary adj.
(อัง|เก|วก|นก|'|ทัม) n. , (pl. -|ta) ขี้ผึ้ง|,|ยา|ขี้ผึ้ง|,|ยาทา|แผล (ointment)| 
(อัง|กวิค|'|ยะลิท) adj. คล้าย|เล็บ|,|คล้าย|เล็บ|สัตว์|,|มี|เล็บ|,|มี|เล็บ|สัตว์. n. สัตว์|ที่|มี|เล็บ
(อัง|'|กระ|นัส) adj. คล้าย|น้ํามัน|,|ประกอบ|ด้วย|น้ํามัน|,|เป็น|มัน|,|ลื่น|เป็น|มัน|  |Syn. greasy
(อัง|'|กวิส) n., (pl. -|gues) เล็บ|,|เล็บ|สัตว์|,|กีบ|,|ฐาน|ที่|คล้าย|เล็บ|ของ|กลีบ|ดอก|บาง|ชนิด
(อัง|'|กิว|ละ) n. (เรขาคณิต) ส่วน|ของ|รูปกรวย|หรือ|รูปทรง|กระบอก|ที่อยู่|ระหว่าง|ฐาน|และ|แนวราบ|ตัด|ขวาง|,|ฐาน|ที่|คล้าย|เล็บ|ของ|กลีบ|ดอก|บาง|ชนิด pl. uungulae
(อัง|'|กิวลิท) adj. มี|กิบ
(อัน|แฮ|นดฺ|') vt. ปล่อยมือ|,|เอา|มือ|ออก
(อัน|แฮ|น|'|ดี) vt. ไม่|สะดวก|,|ไม่|คล่อง|,|ไม่|เหมาะ|มือ|,|ใช้ได้|ยาก|,|จัดการ|ได้|ยาก
(อัน|'|แฮ|ง) adj. เอา|ลง|,|เอา|ออก
(อัน|แฮ|พ|'|พี) adj. เศร้า|,|ไม่|มี|ความ|สุข|,|เป็นทุกข์|,|โชคร้าย|,|เคราะห์ร้าย|,|น่า|เสียใจ|,|ไม่|บังควร|,|ไม่|เหมาะสม.  |Syn. unhappily adv. unhappiness n.  |Syn. miserable
(อัน|'|ฮาร์|มด|ฺ) adj. ไม่|ได้|รับ|บาดเจ็บ|,|ไม่|เป็น|อันตราย|  |Syn. safe
(อัน|ฮาร์|'|นิส) vt. ปลด|เครื่อง|บังเหียน|ออก|,|ปลด|เกราะ|ออก
(อัน|เฮ|ลธฺ|'|ฟู|ล) adj. ไม่|ถูก|สุขลักษณะ|,|ผิด|หลัก|อนามัย|,|ไม่|ถูก|สุขภาพ
(อัน|เฮ|ล|'|ธี) adj. สุขภาพ|ไม่|ดี|,|มี|สุขภาพ|ที่|ไม่|สมบูรณ์|,|ผิด|หลัก|อนามัย|,|มี|โรค|,|มี|จิตใจ|ที่|เลว|,|ล่อแหลม.  |Syn. unhealthily adv.  |Syn. sickly|,|sick|,|noxious|,|unwell
(อัน|เฮิร์ด|') adj. ไม่|ได้ยิน|,|ไม่|มี|การ|สอบสวน|,|ไม่|ได้|ฟัง|กัน|ก่อน
(อัน|เฮิร์ด|'|ออ|ฟ) adj. ไม่|เคย|ได้ยิน|มา|ก่อน|,|ไม่|คาดคิด|มา|ก่อน|,|เป็น|ประวัติการณ์|  |Syn. unbelievable
(อัน|'|ฮีดดิด) adj. ไม่|เป็น|ที่|สนใจ|,|ถูก|มองข้าม
(อัน|'|ฮีดิง) adj. ไม่|สนใจ|,|ไม่|ระมัดระวัง|,|มองข้าม
(อัน|เฮล์ม|') vt. ปลด|หมวก|ออก|,|ถอด|หมวก|,|ถอด|หมวก|เหล็ก|ออก
(อัน|'|ฮิ|วน|') adj. หยาบคาย|,|ไม่|ได้|ปรับ|ให้|ดี
(อัน|ฮินจฺ|') vt. ถอด|บานพับ|ออก|,|เอา|ออก|,|แยก|ออก|,|ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|เสีย|สมดุล
(อัน|ฮิทชฺ|') adj. ปลด|,|ถอด|ออก|,|แก้|ออก|,|ปลด|เงื่อน|  |Syn. unfasten
(อัน|โฮ|'|ลี) adj. ไม่|ศักดิ์สิทธิ์|,|ชั่วร้าย|,|น่า|เกรง|,|ไม่|มี|ศิล|ธรรม.  |Syn. unholiness n.
(อัน|ฮุค|') vt. ปลด|ข้อ|ออก|,|ปลด|ตะขอ
(อัน|ฮอร์ส|') vt. ทํา|ให้|ตก|จาก|ม้า|,|ปลด|ออก|,|ขับ|ออก|  |Syn. unseat|,|defeat
(อัน|'|เฮาซฺ|') vt. ไล่ออก|จาก|บ้าน
(ยูนิ|แคม|'|เมอเริล) adj. ประกอบ|ด้วย|สภา|เดี่ยว|  |Syn. unicameralism.
abbr. United Nations International Children|'|s Emergency Fund องค์การ|กองทุน|เด็ก|ระหว่าง|ประเทศ (ของ|สหประชาชาติ)| 
(ยู|'|นิคอร์น) n. สัตว์|เทพนิยาย|มี|ลักษณะ|เหมือน|ม้า|แต่|มี|เขา|เดียว|ที่|กลาง|หน้าผาก|, (ใน|พระคัมภีร์|ไบเบิล) วัว|ป่า|หรือ|แรด
(ยูนิ|คอ|ส|'|เท|ท) adj. มี|ซี่โครง|เดียว|, (ใบไม้) มี|ก้าน|เดียว
(ยู|'|นิ|ไซ|เคิล) n. รถ|ล้อ|เดี่ยว (โดยเฉพาะ|รถจักรยาน|ถีบ)|  |Syn. unicyclist n.
(อัน|ไอ|เดน|'|ทิ|ไฟ|ดฺ) adj. ไม่|ป|รา|กฎ|ชื่อ|,|แยกแยะ|ไม่|ออก
(ยูนิฟิเค|'|เชิน) n. การ|รวม|ตัว|กัน|,|ความ|สอดคล้อง|กัน
(ยู|'|นิ|ไฟ|เออะ) n. ผู้|รวม|,|ผู้|ที่|ทํา|ให้|สอดคล้อง|กัน|,|ตัว|ทํา|ให้|รวม|ตัว|กัน
(ยูนิ|ไฟ|'|ละ) adj. เกี่ยวกับ|เส้น|หรือ|สายเดียว
(ยูนิฟลอ|'|รัส) adj. มี|กลีบ|เดียว|,|เกี่ยวกับ|ดอกไม้|ที่|มี|กลีบ|เดียว
(ยูนิโฟ|'|ลิเอท) adj. มี|ใบ|เดี่ยว|,|ประกอบ|ด้วย|ใบ|เดี่ยว
(ยู|'|นะ|ฟอร์ม) adj.,|vt. (ทํา|ให้) เหมือน|กัน|,|เป็น|แบบ|เดี่ยว|,|ไม่|แตกต่าง|กัน|,|ตรง|กัน|,|สอดคล้อง|กัน|,|ไม่|ผันแปร|,|สม่ําเสมอ. n. เครื่องแบบ|,|ชุด|เครื่องแบบ|,|คํา|สื่อสาร|ที่หมาย|ถึง|อักษร|'|U|'
(ยูนิ|ฟอร์ม|'|มิ|ที) n. ความ|เหมือน|กัน|,|ความ|เป็น|แบบ|เดียวกัน|,|ลักษณะ|ที่|สอดคล้อง|กัน|,|ความ|พร้อมเพรียง|กัน|,|สิ่ง|ที่|แบบ|เดียวกัน|  |Syn. similarity|,|unity
(ยู|'|นะ|ไฟ) vt. ทํา|ให้|เป็น|หน่วย|เดียวกัน|,|รวม|กัน|,|ทํา|ให้|เป็น|แบบ|เดียวกัน|,|ทํา|ให้|สอดคล้อง|กัน.  |Syn. unifier n.  |Syn. bind|,|unite|,|fuse|,|link
(ยูนิ|แล|ท|'|เท|อเริล) adj. ข้างเดียว|,|ด้าน|เดียว|,|ไม่|มี|ด้าน|กลับ
(ยูนิแมจ|'|จะ|นะ|เบิล) adj. สุด|ที่|จะ|คนึง|คิด|,|เข้าใจ|ยาก|,|คาดคิด|ไม่|ถึง|,|เป็น|ไป|ไม่|ได้
(อัน|อิมพอร์|'|เทิน|ทฺ) adj. ไม่|สําคัญ.  |Syn. unimportance n.  |Syn. slight|,|trivial|,|insignificant|,|minor|,|trivial
(-|เท|ล|'|ลิเจินทฺ) adj. โง่|,|เง่า|,|ทื่อ|,|ปัญญาอ่อน|,|ไม่|มี|จิตใจ.  |Syn. unintelligence n. unintelligently adv.  |Syn. stupid
(อัน|อิน|เท|ล|'|ลิจิเบิล) adj. ไม่|ฉลาด|,|ไม่|สามารถ|เข้าใจ|ได้.
(อัน|อิน|'|เท|อเรส|ทิด) adj. ไม่|สนใจ|,|เมิน|เฉย|,|เบื่อหน่าย|,|ไม่|มี|ความ|สนใจ
(อัน|อิน|'|เท|อเรสทิง) adj. ไม่|น่า|สนใจ|,|น่า|เบื่อหน่าย|,|ไม่|มี|รสชาติ.  |Syn. uninterestingly adv.  |Syn. boring
uninterruptible power supply ใช้|ตัวย่อ|ว่า UPS (อ่าน|ว่า ยู|พี|เอส) หมายถึง แบตเตอรี่|สํารอง|ที่|จะ|ทํางาน|ได้|ทันที|ที่|ไฟดับ โดย|ปกติ แบตเตอรี่|ขนาด|นี้|นั้น|มี|ไฟ|ไว้|ใช้|พอ|ที่|จะ|สั่ง|ให้|เก็บ|งาน (save) ที่|ทํา|อยู่|เท่านั้น ไม่|ได้|มี|พอ|ให้|ใช้|ต่อไป เมื่อ|บันทึก|ลง|เก็บ|เรียบร้อย|แล้ว ก็|ต้อง|รีบ|ปิด|เครื่อง (อย่าง|น้อย|ก็|ช่วย|ไม่|ให้|ข้อมูล|ที่|ทํา|ไว้|หาย|ไป|หมด)| 
(ยู|'|เนียน) n. การ|รวม|กัน|,|ความ|สามัคคี|,|การ|สอดคล้อง|กัน|,|การ|สมรส|กัน|,|การ|สังวาส|,|สหภาพ|,|สหพันธรัฐ|,|องค์การ|กรรมกร|,|เครื่องมือ|เชื่อมต่อ|,|ส่ง|ท่อ|ร่วม|,|การ|เชื่อม|กัน. -|Phr. (the Union สโมสร|นักศึกษา|มหาวิทยาลัย|สหรัฐอเมริกา (สมัยก่อน))|  |Syn. unification
n. ธงชาติ|อังกฤษ
n. ธงชาติ|อังกฤษ
n. สหภาพพม่า|  |Syn. Myanmar
n. ชื่อ|เดิม|ของ|ประเทศ|แอฟริกาใต้
(ยู|'|เนียน|แครท) n. ผู้|ยึดถือ|ลัทธิ|สหภาพ|กรรมกร
(ยู|'|เนียน|นิส|ซึม) n. หลักการ|ของ|สหภาพ|กรรมกร|,|ลัทธิ|อยู่|ร่วม|กัน|,|ลัทธิ|รวม|กัน
(ยู|'|เนียน|นิสทฺ) n. นัก|ลัทธิ|ร่วม|กัน|,|สมาชิก|สหภาพแรงงาน|,|ผู้|ยึดถือ|ลัทธิ|สหภาพ|กรรมกร|,|ผู้|ยึดถือ|ลัทธิ|ร่วม|กัน|,|สมาชิก|ของ|สหภาพ|การ|ค้า|  |Syn. unionistic adj.
(ยูนิพ|'|พะรัส) adj. ให้|ไข่|ฟอง|เดียว|ใน|ครั้ง|หนึ่ง ๆ ออก|ลูก|ท้อง|ละ|หนึ่ง|,|ให้|กําเนิด|บุตร|หนึ่ง|คน|, (พืช) ให้|กิ่งก้าน|เดียว|ใน|ครั้ง|หนึ่ง ๆ| 
(ยู|'|นิเพด) adj. ขา|เดียว|,|ตีน|เดียว
(ยู|นะ|เพล|'|มะ) adj. เกี่ยวกับ|พื้นราบ|เดียว|,|อยู่|ใน|พื้นราบ|เดียวกัน
(ยู|'|นะ|พอ|ด) n. สิ่ง|ที่|มี|ขา|เดียว|,|สิ่ง|ที่|มี|เท้า|เดียว
(ยูนิค|') n.,|adj. (เกี่ยวกับ) ลักษณะ|เฉพาะ|,|ลักษณะ|พิเศษ|เฉพาะ|,|เรื่อง|พิเศษ|เฉพาะ.  |Syn. uniquely adv. uniqueness n.  |Syn. uncommon|,|rare|,|unexampled
(ยู|'|นิเซิน) n. ความ|สอดคล้อง|กัน|,|ความ|พร้อมเพรียง|กัน|,|ความ|เข้า|กัน|ได้|,|เสียง|เดียวกัน|,|เสียง|เข้า|กัน.  |Syn. accord|,|harmony
(ยูนิ|โซ|'|นันท|,|-|นัส) adj. พร้อมเพรียง|กัน|,|มี|ระดับ|เสียง|เดียวกัน|,|สอดคล้อง|กัน.
(ยูนิ|โซ|'|นันท|,|-|นัส) adj. พร้อมเพรียง|กัน|,|มี|ระดับ|เสียง|เดียวกัน|,|สอดคล้อง|กัน.
(ยู|'|นิท) n. หน่วย|,|กอง|,|กลุ่ม|,|กองกําลัง|,|จํานวน|เฉพาะ|,|หน่วย|เฉพาะ|,|หน่วยกิต|,|หลัก|หน่วย|,|ตําแหน่ง|หลัก|,|จํานวน|ฐาน|,|จํานวนเต็ม|ที่|น้อย|ที่สุด|,|ชุด|,|ชุด|เครื่องมือ|,|หน่วย|ฤทธิ์|ยา|,|หน่วย|ฤทธิ์|ของ|สาร|  |Syn. measure|,|part
หน่วย|เล็ก|ที่สุด
(ยูนิแท|'|เรียน) n. ผู้|ยึด|หลัก|ทฤษฏี|ว่า มี|พระเจ้า|เพียง|องค์|เดียว|เท่านั้น
(ยู|'|นิ|เท|อ|รี) adj. เดียว|,|เดี่ยว|,|ไม่|สามารถ|แบ่งแยก|ได้|,|ทั้งหมด|,|เกี่ยวกับ (หน่วย|,|กอง|หรือ|กองทหาร|,|จํานวน|ฐาน|,|จํานวน|เฉพาะ|,|หลัก) ,|พร้อมเพรียง|กัน|,|สอดคล้อง|กัน|,|สามัคคี|กัน|  |Syn. unit|,|one|,|whole
(ยู|ไน|ทฺ|') vt. รวม|กัน|,|ร่วม|กัน|,|สามัคคี|,|สมรส|กัน|,|ปรองดอง|กัน|,|สอดคล้อง|กัน|,|ทํา|ให้|ยึด|ติด|กัน|  |Syn. merge|,|combine|,|merge|,|associate|,|ally|,|join
(ยู|ไน|'|ทิด) adj. รวม|กัน|,|ร่วม|กัน|,|สามัคคี|,|ปรองดอง|กัน|,|พร้อมเพรียง|กัน|,|สอดคล้อง|กัน.  |Syn. unitedly adv.
n. ชื่อ|ประเทศ|อาหรับ|ประเทศ|หนึ่ง|บน|ฝั่ง|ของ|อ่าว|เปอร์เซีย
n. ชื่อ|เดิม|ของ|อียิปต์
n. กลุ่ม|รวม|กัน|ของ|หน่วย|ต่าง ๆ เพื่อ|ต่อต้าน|กองกําลัง|ข้าศึก|ที่|คุกคาม|อยู่|,|แนวร่วม
n. สหราชอาณาจักร
n. สหประชาชาติ|,|องค์การสหประชาชาติ
n. องค์การ|สห|ประชา|ชา|ต|' (ใช้|ชื่อย่อ|ว่า|UN)| 
n. สหรัฐอเมริกา.  |Syn. United Statesian adj.  |Syn. United States of America|,|America.
(ยู|'|นิทิฟว) adj. ทํา|ให้|รวม|กัน|,|ใช้|รวม|กัน
(ยู|'|นิ|ไท|ซ) vt. ทํา|ให้|รวม|กัน|,|ทํา|ให้|เป็น|อันหนึ่งอันเดียวกัน|,
(ยู|'|นิ|ที) n. ความ|สามัคคี|,|ความ|พร้อมเพรียง|กัน|,|การ|รวม|กัน|,|สิ่ง|ที่|ร่วม|กัน|,|หนึ่ง|,|จํานวน|หนึ่ง|หน่วย|  |Syn. oneness|,|identity|,|harmony
(ยู|นะ|เว|'|เลินทฺ) adj. มี|วา|เลน|ซี่|เป็น|หนึ่ง|, (โครโมโซม) เดี่ยว|หรือ|ไม่|เป็น|คู่.  |Syn. univalence n.  |Syn. monovalent
(ยู|'|นะ|แวลว) adj.,|n. มี|ลิ้น|เดียว|, (หอย) มี|ฝา|เดียว|หรือ|เป็น|ชิ้น|เดียว
(ยูนิเวอ|'|เซิล) adj. สากล|,|เกี่ยวกับ|จักรวาล|,|ทั้งหมด|,|ทั่วไป|,|มี|ผล|ทั่วไป|,|ทุกหนทุกแห่ง|,|ทั้งมวล|,|n. (ปรัชญา) ข้อเสนอ|สําหรับ|ทุก|ชนชั้น|,|มโนธรรม|ทั่วไป|,|ลักษณะ|เฉพาะ|ทั่วไป|,|ข้อต่อ|อเนกประสงค์ (หรือ|universal joint) .  |Syn. universalness n.
n. หัว|หนีบ|อเนกประสงค์|,|เครื่อง|จับ|ดอก|,|ส|ว่าน|อเนกประสงค์
(ยูนิเวอแซล|'|ลิ|ที) n. ลักษณะ|แพร่หลาย|,|ลักษณะ|ที่|มี|อยู่|อยู่|ทั่วไป|,|การ|ใช้ได้|ทั่วไป|,|การ|มี|ความ|รู้|กว้างขวาง|,|การ|มี|ความ|สนใจ|ทั่วไป|  |Syn. all|-|inclusiveness|,|comprehension
(ยู|'|นิเวอส) n. จักรวาล|,|สิ่ง|ทั้งมวล|,|สากล|,|เอกภาพ|,|มนุษย์|ชาติ|ทั้งหลาย|,|โลก|ทั้งหมด|,|ป|รา|กฎ|การณ์|ทั้งหลาย|,|สัตว์|ทั้งหลาย.  |Syn. macrocosm|,|creation|,|cosmos|,|infinity
ยูนิกซ์เป็น|โปรแกรม|ระบบปฏิบัติการ (operating system) ของ|คอมพิวเตอร์|แบบ|หนึ่ง|ใช้|กัน|มาก|ใน|ระบบ|คอมพิวเตอร์|ที่|มี|ผู้ใช้|งาน|ร่วม|กัน|หลาย|ราย (multiusers) โปรแกรม|ระบบ|นี้|เขียน|ด้วย|ภาษาซี (ซี) พัฒนา|ขึ้น|โดย|ศูนย์วิจัย|เบลล์ ของ|บริษัท TT|&|T เริ่ม|ใช้|กัน|มา|ตั้งแต่|ราว|ปลาย|ทศวรรษ 1960 ใช้ได้|ทั้ง|กับ|เครื่อง|คอมพิวเตอร์ส่วนบุคคล (ชนิด 32 บิต) มิ|นิ|คอมพิวเตอร์ และ|เมนเฟรม|โปรแกรม|ระบบ|ยูนิกซ์|นั้น กําลัง|ได้|รับ|ความ|นิยม|เพิ่ม|มาก|ขึ้น|ทุกที มี่โปรแกรม|สําเร็จ|จํานวน|มาก|ที่|เขียน|ภายใต้|ระบบ|นี้ ระบบ|นี้|มี|ลักษณะ|ผสมผสาน|กัน|ระหว่าง|ระบบ|ดอส (DOS) และ|ระบบ|กุย (GUI) ดู DOS และ|GUI ประกอบ
(อัน|'|จัสทฺ) adj. ไม่|ยุติธรรม|,|ไม่|เที่ยงธรรม|,|ไม่|ซื่อสัตย์|,|ไม่|ชอบธรรม.  |Syn. unjustly adv.
(อัน|'|เคมพทฺ) adj. (ผม) ยุ่งเหยิง|,|เป็น|กระเซิง|,|รุ่มร่าม|,|หยาบ|,|หยาบคาย|,|สกปรก|,|ไม่|มี|ระเบียบ.  |Syn. unkemptly adv. unkemptness n.  |Syn. untidy|,|careless
(อัน|ไคนดฺ|') adj. ไม่|ปรานี|,|ไม่|เมตตา|,|รุนแรง|,|เหี้ยม|,|ไม่|เห็นอกเห็นใจ.  |Syn. unkindness n.  |Syn. harsh inhuman
(อัน|ไคน์ดฺ|'|ลี) adj.,|adv. ไม่|เมตตา|,|ไม่|ปรานี|,|เหี้ยม|  |Syn. unkindliness n.
(อัน|โน|น|') adj.,|n. (สิ่ง|ที่) ไม่|รู้|,|ไม่|เข้าใจ|,|ไม่|รู้จัก|,|ไม่|ทราบ|,|แปลก|หน้า|,|ไม่|มี|ชื่อ|,|ลึกลับ.  |Syn. unknownness n.  |Syn. uncharted|,|dark|,|hidden
(อัน|ลิส|') vt. แก้|,|คลาย|,|ปลด|,|เอา|ออก|,|หั่น|เป็น|ชิ้น ๆ|  |Syn. unfasten
(อัน|เลด|') vt.,|vi. เอา|ลง|,|ขน|ลง|,|ถ่าย|สินค้า|}
(อัน|แล|ทชฺ|') vt.,|vi. ดึง|กลอน|ออก|,|ไม่|ได้|ใส่|กลอน|  |Syn. unfasten|,|become unlatched
(อัน|ลอ|'|ฟู|ล) adj. ไม่|ชอบด้วยกฎหมาย|,|ผิด|กฎหมาย.  |Syn. unlawfully adv. unlawfulness n.  |Syn. illegal|,|illicit|,|lawless
(อัน|เล|') vt.,|vi. คลาย|,|หย่อน|,|หลวม|,|แก้|ออก
(อัน ลีด|'|ดิด) adj. ไม่|ได้|ถูก|นํา|,|ไม่|มี|การ|นํา|ซ
(อัน|เลิร์น|') vt. แก้ไข|ข้อเท็จจริง|,|ทํา|ให้|ลืม. vi. ลืม|,|ทอดทิ้ง|ความ|รู้|  |Syn. forget
(อัน|เลิร์น|'|ทิด) adj. ไม่|รู้|,|ไม่|มี|การ|ศึกษา|,|ไม่|ได้|เรียน|มา|,|ไม่|สนใจ|,|ไม่|คงแก่เรียน.  |Syn. unlearnedly adv.  |Syn. uneducated
(อัน|ลี|?|') vt. ปล่อย|,|คลาย|,|ทํา|ให้|อิสระ|,|แก้|ออก|  |Syn. free|,|release
(อัน|เลฟ|'|เวินด) adj. ไม่|ได้|ใส่|เชื้อ|ฟู|,|ไม่|ได้|ใส่|ส่า|,|ไม่|ฟู|ขึ้น|,|ไม่|ได้|ปรุงแต่ง|,|ไม่|ได้|ใส่|ตัว|กระตุ้น
(อัน|เลส|'|,|เอินเลส|') conj.,|prep. นอกจาก|,|จนกว่า|,|ยกเว้น
(อัน|เลท|'|เทิร์ด) adj. ไม่|ได้|รับ|การ|ศึกษา|,|ไม่|ได้|เรียน|หนังสือ|,|ไม่|สนใจ|,|ไม่|มี|ตัวหนังสือ|,|ไม่|มี|ความ|รู้.  |Syn. uneducated|,|illiterate
(อัน|ไลคฺ|') adj.,|prep. ไม่|เหมือน|กัน|,|แตกต่าง|กัน|,|ไม่|เท่า|กัน.  |Syn. unlikeness n.  |Syn. unrelated|,|different
(อัน|ไลคฺ|'|ลี) adj.,|adv. ไม่|น่า|เป็น|ไป|ได้|,|ไม่|น่าจะ|เกิด|ขึ้น|,|เชื่อ|ไม่|ได้|,|ไม่|แน่.  |Syn. unlikelihood|,|unlikeliness n.  |Syn. doubtful|,|improbable|,|questionable
(อัน|ลิม|'|มิ|ทิด) adj. ไม่|มี|ขอบเขต|,|ไม่|จํากัด|,|ไม่|บังคับ|,|กว้างใหญ่|ไพศาล|,|ไม่|มี|ข้อยกเว้น.  |Syn. unlimitedly adv.  |Syn. limitless
(อัน|ลิค|'|ควิ|เดท|ทิด) adj. ไม่|ได้|ชําระ|หนี้|,|ไม่|จ่าย|,
(อัน|ลิฟว|') vt. ยกเลิก|,|เพิกถอน|,|สละ|,|ทํา|ให้|สูญสิ้น|,|ขจัด|ร่องรอย|,|อยู่|ชดเชย|  |Syn. undo
(อัน|โลด|') vt.,|vi. เอา|ลง|,|ขน|ลง|,|ถ่าย|ของ|,|ถ่าย|สินค้า|,|ถอน|กระสุน|ออก|,|ปลด|,|ปล่อย|,|ถอด|กระสุน.
(อัน|ลอค|') vt.,|vi. ถอด|กลอน|,|ปล่อย|ออก|,|ไข|กุญแจ|,|เปิด|ออก|,|เปิดเผย|  |Syn. unlockable adj.
(อัน|ลูส|') vt. คลาย|ออก|,|ปล่อย|ออก|,|ทํา|ให้|หลวม|,|แก้|,|ขยาย|,|ทํา|ให้|อิสระ|,|ผ่อนคลาย
(อัน|ลู|'|เซิน) vt. คลาย|ออก|,|ปล่อย|ออก|,|ผ่อนคลาย|  |Syn. unloose|,|loosen
(อัน|เลิฟว|'|ลี) adj. ไม่|มี|ชีวิตชีวา|,|ไม่|สวย|,|น่าเกลียด|,|อัปลักษณ์|,|น่า|ขยะแขยง.  |Syn. unloveliness adv. -|S.,|unbecoming
(อัน|ลัค|'|คี) adj. โชคร้าย|,|เคราะห์ร้าย|,|เป็น|ลาง|ร้าย|,|ไม่|เป็น|มงคล|,|ไม่|สําเร็จ.  |Syn. unluckily adv.  |Syn. ill|-|fated|,|hapless
(อัน|เมด|') adj. ไม่|ได้|ทํา|ขึ้น
(อัน|เมค|') vt. ทําลาย|,|เพิกถอน|,|ยกเลิก|,|ล้ม|,|ล้าง|,|ปลด|ออก|,|เปลี่ยนแปลง|สิ้นเชิง|,|ทํา|ให้|สูญเสีย.  |Syn. unmaker n.  |Syn. destroy|,|annul|,|relese|,|undo
(อัน|แมน|') vt. ทํา|ให้|หมด|กําลังใจ|,|เอา|คน|ออก|,|ตอน|,|ทํา|ให้|ลักษณะ|ความ|เป็น|ชาย|สูญสิ้น|ไป|  |Syn. unnerve
(อัน|แมน|'|ลี) adj.,|adv. ไม่|สม|เป็น|ชาย|,|อ่อนแอ|,|ขี้ขลาด|,|คล้าย|ผู้หญิง|  |Syn. unmanliness n.
(อัน|แมน|'|เนอลี่) adj.,|adv. ไม่|มี|มาร|-|ยา|ท|,|ไม่|สุภาพ|,|หยาบคาย|,|ไม่|มี|กริยา|  |Syn. unmannerliness n.
(อัน|แม|'|ริ|ด) adj. โสด|,|ไม่|ได้|แต่งงาน|  |Syn. single
(อัน|มา|สคฺ|') vt.,|vi. เปิดเผย|,|เปิดโปง|,|ฉีกหน้า|กาก|,|เปิด|หน้ากาก|,|เปิดเผย|ความจริง.  |Syn. unmasker n.  |Syn. disclose|,|expose
(อัน|แมท|'|ชะ|เบิล) adj. ไม่|มี|ที่|เปรียบเทียบ|ได้|,|เทียบ|ไม่|ติด|,|ไม่|มี|ทาง|สู้|ได้
(อัน|แมชทฺ|') adj. สู้|ไม่|ได้|,|หา|ที่|เปรียบ|ไม่|ได้|,|เทียบ|ไม่|ติด|,|ไม่|สอดคล้อง|กัน|,|ไม่|เข้า|กัน|,|ไม่|กลมกลืน|กัน|  |Syn. uncomparable
(อัน|มี|น|'|นิง) adj. ไม่|มี|ความหมาย|,|ไม่|มี|ความรู้สึก|,|หน้าตาเฉย|,|ตีหน้าตาย.  |Syn. unmeaningly adv. unmeaningness n.  |Syn. cool|,|unfeeling
(อัน|เมช|'|เ?ิร์ด) adj. ไม่|ได้|วัด|,|ไม่|ได้|ประเมิน|,|วัด|ไม่|ได้|,|ไม่|มี|ขอบเขต|,|ไม่|มี|ที่|สิ้นสุด|,|ไพศาล|,|มากมาย|,|ไม่|มี|จังหวะ|,|ไม่|สัมผัส|เสียง.
(อัน|มี|ท|') adj. ไม่|เหมาะสม|,|ไม่|สมควร.
(อัน|เมน|'|เชิน|นะ|เบิล) adj. เอ่ยถึง|ไม่|ได้|,|ไม่|อาจ|จะ|กล่าว|ถึง|ได้|,|พูด|ไม่|ออก|,|น้ําท่วม|ปาก n. สิ่ง|ที่|ไม่|ควร|กล่าว|ถึง. unmentionables กางเกง|,|เสื้อผ้า|ชั้นใน
(อัน|เมน|'|เชินดฺ) adj. ไม่|ได้|กล่าว|ถึง
(อัน|เมอ|'|ซิ|ฟู|ล) adj. ไม่|เมตตา|,|ไม่|กรุณา|,|ไม่|ปรานี|,|ทารุณ|,|ไม่|สงสาร.  |Syn. unmercifully adv.  |Syn. merciless
(อัน|ไม|'|ดิด) adj. ไม่|สนใจ|,|ถูก|มองข้าม
(อัน|ไมด|'|ฟู|ล) adj. ไม่|สนใจ|,|ไม่|เอาใจใส่|,|เมิน|เฉย|,|ไม่|ตระหนัก|ใจ|,|ไม่|ระมัดระวัง.
(อัน|มิ|ส|เท|ค|'|คะ|เบิล) adj. ไม่|ผิด|,|ไม่|พลาด|,|แน่นอน|,|แน่ชัด|,|ชัดแจ้ง.  |Syn. unmistakably adv.  |Syn. obvious|,|evident
(อัน|มอ|'|เริล) adj. ไม่|มี|ศีลธรรม|,|ไม่|มี|คุณธรรม.  |Syn. unmorality n.
ถอด|หมายถึง การ|ถอด|จาน|บันทึก หรือ|ถอด|แถบ|บันทึก|ออก|จาก|หน่วย|บันทึก|เมื่อ|ใช้|เสร็จ|แล้ว หรือ|เมื่อ|จะ|เปลี่ยน|จาน|บันทึก หรือ|แถบ|บันทึก|ใหม่
(อัน|เมา|'|ทิด) adj. ไม่|ขี่ม้า|,|เดิน|ด้วย|เท้า|, (ภาพ) ไม่|ได้|ใส่|กรอบ
(อัน|มูฟวดฺ|') adj. ไม่|สะทกสะท้าน|,|ไม่|มี|เคลื่อนไหว|,|ไม่|เกิด|อารมณ์|,|เฉย|,|ไม่|สงสาร|,
(อัน|มัส|'|เซิล) vt. เอา|ที่|ครอบ|ปาก|ออก|,|ปลดปล่อย|,|ทํา|ให้|พูด|ได้|อิสระ
(อัน|แนช|'|ชะ|เริล) adj. ไม่|เป็น|ไป|ตาม|ธรรมชาติ|,|ขัด|กับ|กฎธรรมชาติ|,|ไม่|แท้จริง|,|เทียม|,|เสแสร้ง|,|อมนุษย์|,|ผิด|มนุษย์|,|แปลก ประหลาด.  |Syn. unnaturally adv. unnaturalness n.  |Syn. monstrous|,|contrived
(อัน|เนส|'|เซ|สซะ|รี) adj. ไม่|เป็น|ไป|ตาม|ธรรม|,|ไม่|จําเป็น.  |Syn. unnecessarily adv.  |Syn. unneeded|,|useless
(อัน|เนิร์ฟว|') vt. ทํา|ให้|เสียขวัญ|,|ทํา|ให้|ย่อท้อ
abbr. United Nations Organization
(อัน|ออ|บ|เจ|ค|'|เชิน|นะ|เบิล) adj. ไม่|อาจ|คัดค้าน|ได้|,|คัดค้าน|ไม่|ได้|,|ไม่|รําคาญ|,|ไม่|ทํา|ให้|ไม่|พอใจ.  |Syn. unobjectionably adv.
(อัน|ออ|ค|'|คิว|ไพ|ดฺ) adj. ว่าง|,|ไม่|มี|คน|อยู่|,|ไม่|ได้|ถูก|ครอบครอง|,|ขี้เกียจ|,|เฉื่อยชา|,|ไม่|มี|อะไร|ทํา|  |Syn. empty
(อัน|ออร์|'|กะ|ไน|ซด|ฺ) adj. ไม่|ได้|จัด|ขึ้น|,|ไม่|ได้|จัด|เป็น|รูป|,|ไม่|ได้|รวบรวม|กัน|,|ไม่|มี|โครงสร้าง|ทาง|อินทรีย์|สาร|,|ไม่|ได้|เป็น|สมาชิก|ของ|สหภาพแรงงาน|ใด.  |Syn. unorganised
(อัน|แพ|ค|') vt. แก้|ห่อ|,|เอา|ออก|จาก|ห่อ หรือ|ที่|บรรจุ|,|เอา|ลง|พาหนะ|บรรทุก. vi. เอา|ออก|จาก|ภาชนะ|บรรจุ|  |Syn. unburden
(อัน|พาร์|ละ|เมน|'|ทะ|รี) adj. ขัด|กับ|วิธีการ|หรือ|ระเบียบ|ของ|รัฐสภา.
(อัน|เพก|') vt. เอา|หมุด|ออก|,|ถอน|หมุด|ออก
(อัน|เพน|') vt. ปลด|ออก|,|ปล่อย|,|ปล่อยตัว
(อัน|พี|'|เพิล) vt. เอา|คน|ออก|,|ปลด|คน|ออก|,|ย้าย|คน|ออก|,|กําจัด|พลเมือง
(อัน|พิน|') vt. ดึง|สลัก|ออก|,|ดึง|เข็มกลัด|ออก
(อัน|เพล|ส|'|เซินทฺ) adj. ไม่|สนุก|,|ไม่|สบายใจ|,|ไม่|ราบรื่น.  |Syn. unpleasantly adv. unpleasantness n.
(อัน|พลี|ส|'|ซิ|ง) adj. ไม่|สนุก|,|ไม่|สบายใจ|,|ไม่|ราบรื่น|,|น่า|เบื่อ|  |Syn. disagreeable
(อัน|พ|ลัก|') vt. เอา|จุก|ออก
(อัน|พอ|พ|'|พิว|ละ) adj. ไม่|นิยม|กัน|,|ไม่|แพร่หลาย.  |Syn. unpopularity n.
(อัน|แพร|ค|'|ทิเคิล) adj. เป็น|ไป|ไม่|ได้|,|ซึ่ง|ปฎิบัติ|ไม่|ได้|,|ใช้การไม่ได้|,|ไม่|เป็น|ความจริง
(อัน|แพร|ค|'|ทิสทฺ) adj. ไม่|ได้|ปฎิบัติ|,|ไม่|ได้|ฝึก|,|ไม่|ชํานาญ|,|ไม่|ได้|ความ|,|ไม่|ได้|ผล|,|ไม่|มี|ประสบการณ์
(อัน|แพร|ค|'|ทิสทฺ) adj. ไม่|ได้|ปฎิบัติ|,|ไม่|ได้|ฝึก|,|ไม่|ชํานาญ|,|ไม่|ได้|ความ|,|ไม่|ได้|ผล|,|ไม่|มี|ประสบการณ์
(อัน|เพ|รส|'|ซิ|เดิน|ทิด) adj. ไม่|เคย|มี|มา|ก่อน|,|คาด|ไม่|ถึง|,|ไม่|รู้|มา|ก่อน|  |Syn. new|,|novel|,|unexampled|,|remarkable
(อัน|พ|รี|ดิค|'|ทะเบิล) adj. ทํานาย|ไม่|ได้|,|ทาย|ไม่|ถูก|,|ไม่|อาจ|พยากรณ์|ได้.
(อัน|พ|รี|แพร์ดฺ|') adj. ไม่|ได้|เตรียม|ตัว|,|ไม่|ได้|เตรียม|การ.  |Syn. unpreparedness n.
(อัน|พ|ริน|'|ซิ|เพิ|ลด|ฺ) adj. ไม่|มี|หลักการ|,|ขาด|คุณธรรม|,|ไม่|มี|หลักธรรม.  |Syn. unprincipledness n.  |Syn. unscrupulous
(อัน|โพ|รเฟส|'|เชินเนิล) adj. ไม่|ใช่|อาชีพ|,|ไม่|ชํานาญ|,|สมัครเล่น. n. นัก|สมัครเล่น|,|ผู้|ไม่|ชํานาญ.  |Syn. unprofessionally adv.
(อัน|พร|อฟ|'|ฟิทะเบิล) adj. ไม่|ได้|กําไร|,|ไม่|ได้|ประ|โย|ชน
(อัน|พร|อม|'|มิ|ส|ซิ|ง) adj. ไม่|มี|แวว|,|ไม่|มี|ท่า|ว่า|จะ|ดี|,|ไม่|มี|ความ|หวัง|ที่|ดี|,|มี|หวัง|ไม่|สําเร็จ.  |Syn. unpromisingly adv.
(อัน|ค|วอ|ล|'|ลิ|ไฟ|ดฺ) adj. ไม่|มี|คุณสมบัติ|เพียงพอ|,|ไม่|มี|วุฒิ|เพียงพอ|,|ไม่|เหมาะสม|,|เด็ดขาด|,|เต็มที่.  |Syn. unqualifiable adj.
(อัน|เควช|'|เชิน|นะ|เบิล) adj. ไม่|มี|ปัญหา|,|ไม่|ต้องสงสัย|,|แน่นอน|,|ไม่|มี|ข้อยกเว้น.
(อัน|แร|ฟ|'|เวิล) vt.,|vi. แก้|,|ปลด|,|ปล่อย|,|เป็น|อิสระ.  |Syn. unraveler|,|unraveller n. unravelment n.  |Syn. make plain|,|solve
(อัน|เรี|ยล|') adj. ไม่|จริง|,|ไม่|แท้|,|จินตนาการ|,|ลวงตา|,|เทียม.  |Syn. unreally adv.
(อัน|เรลลิส|'|ทิค) adj. ไม่|แท้จริง|,|ไม่|เป็น|ความจริง|,|ดู|ไม่|สมจริง.  |Syn. unrealistically adv.  |Syn. impractical
(อัน|รี|'|เซิน) n. ความ|ไร้|เหตุผล|,|ความ|บ้า|,|ความ|ขาดสติ|,|ความ|เขลา|,|ความ|ยุ่งเหยิง vt. ทํา|ให้|ขาด|เหตุผล|,|ทํา|ให้|ขาดสติ.  |Syn. madness
(อัน|รี|'|เซิน|นะ|เบิล) adj. ไร้|เหตุผล|,|ขาดสติ|,|เขลา|,|ไม่|เหมาะสม|,|เกิน|ไป|,|เลยเถิด|,|ไม่|ฟัง|เหตุผล.
(อัน|รี|ล|') vt.,|vi. แก้|ม้วน|,|แก้|,|ปลด|,|ปล่อย|,|เอา|ออก.  |Syn. unreelable adj.
(อัน|รี|ฟว|') vt.,|vi. ดึง|กลับ|,|เอา|กลับ
(อัน|รี|เลน|'|ทิง) adj. ไม่|ยอม|,|ไม่|อ่อนข้อ|,|ยึดมั่น.  |Syn. unrelentingly adv. unrelentingness n.  |Syn. adamant
(อัน|รี|ไล|'|อะเบิล) adj. ไม่|น่า|ไว้วางใจ|,|ไม่|น่า|เชื่อถือ
(อัน|รี|มิ|ท|'|ทิง) adj. ไม่|ลดหย่อน|,|ไม่|ลด|น้อย|ลง|,|ไม่|ต่อเนื่อง|,|ขาดสาย|,|ไม่|หยุดยั้ง.  |Syn. unremittingness n.  |Syn. incessant
(อัน|รี|ควิท|'|ทิด) adj. ไม่|มี|ค่าตอบแทน|,|ไม่|มี|การ|ตอบแทน
(อัน|'|เรสทฺ) n. ความ|ไม่|สงบ|,|ความ|วุ่นวาย|,|ความ|กระสับกระส่าย.  |Syn. unrestful adj.
(อัน|ริก|') vt. เอา|สาย|ระ|โยง|เรือ|ออก|,|เอา|เครื่องมือ|ออก|,|ถอด|ออก
(อัน|ไร|'|เชิส) adj. ไม่|ถูกต้อง|,|ไม่|เที่ยงธรรม|,|ไม่|ยุติธรรม|,|ร้าย|,|บาปหนา.  |Syn. unrighteousness n.  |Syn. incorrect
(อัน|ริ|พ|') vt. ฉีก|ออก|,|เปิดเผย|,|เผยอ|อก|,|ดึง|ออก|  |Syn. take apart|,|detach
(อัน|โร|ล|') vt.,|vi. ม้วน|ออก|,|คลี่|ออก|,|กาง|ออก|,|เปิด|ออก|,|ปู|ออก|,|นําแสดง
(อัน|รู|ฟ|') vt. รื้อ|เอา|หลังคา|ออก
(อัน|รู|ท|') vt.,|vi. ถอน|ราก|,|ถอนรากถอนโคน|,|กําจัด|  |Syn. uproot
(อัน|รัพ|'|เฟิ|ลด|ฺ) adj. เงียบสงบ|,|มั่นคง|,|คงที่|,|ราบรื่น|,|ไม่|ย่น.  |Syn. serene|,|calm
(อัน|รู|'|ลี) adj. ไม่|ยอม|,|ดื้อรั้น|,|ไม่|สามารถ|ปกครอง|ได้|,|ควบคุม|ไม่|อยู่|,|ไม่|รักษา|ระเบียบวินัย.  |Syn. unruliness n.
(อัน|แซด|'|เดิล) vt. เอา|อาน|ม้า|ออก|,|ทํา|ให้|ลง|จาก|หลัง|ม้า|,|ทํา|ให้|ตก|จาก|อาน|ม้า. vi. เอา|อาน|ม้า|ออก
(อัน|เซฟ|') adj. ไม่|ปลอดภัย|,|อันตราย|,|มี|ภัย.  |Syn. unsafety n.  |Syn. dangerous
(อัน|เซ|ล|'|ละ|เบิล) adj. ขาย|ไม่|ออก. -|unsalableness n.
(อัน|แซน|'|นิทะ|รี) adj. ไม่|ถูก|สุข|อนามัย|,|เป็น|อันตราย|ต่อ|สุขภาพ|  |Syn. unclean
(อัน|แซท|'|ทิสแฟค|'|ทะ|รี) adj. ไม่|พอใจ|,|ไม่|เพียงพอ|,|ผิดหวัง.  |Syn. unsatisfactorily adv. -|S.disappointing|,|faulty
(อัน|แซท|'|ทิส|ไฟ|ดฺ) adj. ไม่|พอใจ|,|ไม่|เพียงพอ.  |Syn. unsatisfiedly adv.
(อัน|เซ|'|เวอะ|รี) adj. ไม่|มี|รสชาติ|,|ไม่|น่ากิน|,|น่า|รําคาญ|,|น่า|รังเกียจ|,|มี|กลิ่น|น่า|รังเกียจ.
(อัน|เซ|'|เวอะ|รี) adj. ไม่|มี|รสชาติ|,|ไม่|น่ากิน|,|น่า|รําคาญ|,|น่า|รังเกียจ|,|มี|กลิ่น|น่า|รังเกียจ.
(อัน|เซ|') vt. ถอน|คํา|,|ถอน|คืน|,|เอา|กลับ
abbr. United Nations Security Council|,|United Nations Social Commission
(อัน|สเคธด|') adj. ไม่|ได้|รับ|บาดเจ็บ|,|ไม่|ได้|เสียหาย
(อัน|ไซ|เอินทิฟ|'|ฟิค) adj. ไม่|ใช่|ทาง|วิทยาศาสตร์|,|ไม่|ถูก|หลัก|วิทยาศาสตร์.  |Syn. unscientifically adv.
(อัน|สค|ริ|พ|'|ทิด) adj. ไม่|ใช่|ต้นร่าง|,|ไม่|ใช่|ต้นฉบับ|,|ไม่|ใช่|บทละคร
(อัน|ส|ครู|'|พิวเลิส) adj. ไม่|มี|หลักการ|,|ไร้|ธรรมะ|,|ไร้|ยางอาย|,|ไม่|ระมัดระวัง.
(อัน|ซี|ม|') vt. เอา|ตะเข็บ|ออก|,|ฉีก|ออก|,|รื้อ|ออก|,|แยก|ออก
(อัน|ซี|ท|') vt. เอา|ออก|จาก|ที่|,|เอา|ลง|จาก|หลัง|ม้า|,|ปลด|จาก|ตําแหน่ง|ทางการ|เมือง
(อัน|ซี|'|อิง) adj. มองข้าม|,|มองไม่เห็น|,|ไม่|สนใจ
(อัน|ซี|ม|'|ลี) adj. ไม่|เหมาะสม|,|ไม่|สมควร|,|ไม่|เข้าแบบ|  |Syn. unfit|,|unbecoming
(อัน|ซี|น|') adj. ไม่|เห็น|,|ไม่|สังเกต|,|มองไม่เห็น|,|จํา|ไม่|ได้|  |Syn. hidden
(อัน|เซ|ล|'|ฟิ|?) adj. ไม่|เห็นแก่ตัว|,|มี|น้ําใจ|กว้าง|,|เอื้อเฟื้อ|เผื่อแผ่.  |Syn. unselfishly adv. unselfishness n.  |Syn. liberal
(อัน|เซ|ท|'|เทิล) vt. ทํา|ให้|ไม่|มั่นคง|,|เปลี่ยน|ตําแหน่ง|ที่อยู่|,|ทํา|ให้|เปลี่ยนแปลง|,|ทํา|ให้|อ่อนแอ. vi. กลาย|เป็น|ไม่|มั่นคง|,|กลาย|เป็น|ไม่|มี|ระเบียบ.  |Syn. unsettlement n.  |Syn. upset
(อัน|เซ|ท|'|เทิ|ลด|ฺ) adj. ไม่|เป็น|หลักแหล่ง|,|ไม่|อยู่|กับ|,|ไม่|มั่นคง|,|ไม่|เป็น|ระเบียบ|,|ไม่|ได้|ชําระ|สะ|สาง|,|หลักลอย|,|ไม่|มี|ผู้คน|อยู่อาศัย|,|ไม่|ตัดสินใจ|แน่นอน|,|ผันแปร.  |Syn. unsettledness n.
(อัน|เซ|คซฺ|') vt. ทํา|ให้|ด้อย|สมรรถภาพ|ทาง|เพศ|,|ทํา|ให้|กลับ|เพศ|,|ทํา|ให้|เป็น|กระ|เท|ย
(อัน|แ?ค|'|เคิล) vt. ปลด|โซ่|ตรวน|,|ถอด|โซ่|ตรวน|,|ทํา|ให้|อิสระ|,|คลาย.  |Syn. free
(อัน|เ?ค|'|เคิน) adj. ไม่|สั่น|,|ไม่|หวั่นไหว|,|มั่นคง|,|เด็ดเดี่ยว.  |Syn. unshakenly adv. unshakenness n. -|s .calm
(อัน|ชิ|พ|') vt.,|vt. เอา|ลง|จาก|เรือ|,|ขน|ลง|จาก|เรือ|,|เอา|ออก|,|ปลด|ออก
(อัน|?|อด|') adj. ไม่|ได้|สวม|รองเท้า|,|ไม่|มี|เกือก|ม้า|,|เท้า|เปล่า|,|ไม่|มี|ยาง|นอก|,|ไม่|มี|ส่วน|หุ้ม|ปลาย
(อัน|ไซ|ทฺ|'|ลี) adj. ไม่|น่าดู.  |Syn. unsightliness n.  |Syn. unattractive|,|ugly
(อัน|สคิ|ลด|ฺ|') adj. ไม่|ชํานาญ|,|ไม่|คล่อง|,|ไม่|มี|ฝีมือ|,|ไม่|ต้องการ|ชํานาญ.  |Syn. inexperienced
(อัน|สคิล|'|ฟู|ล) adj. ไม่|เชี่ยวชาญ|,|งุ่มง่าม|,|ไม่|คล่อง|,|เก้งก้าง.  |Syn. unskilful.  |Syn. unskillfully|,|unskilfully adv. unskillfulness|,|unskilfulness n.  |Syn. clumsy|,|awkward Ant. skillful
(อัน|ส|ลิง) vt. เอา|ลง|จาก|ที่|แขวน|,|ปล่อย|ลง|มา
(อัน|โซ|ฟิส|'|ทิเค|ทิด) adj. ง่าย|,|ไม่|มี|เล่ห์เหลี่ยม|,|ไม่|เจือปน|,|ไร้เดียงสา|,|เรียบ ๆ ,|ตรงไปตรงมา|,|บริสุทธิ์|,|แท้จริง|,|ไม่|ซับซ้อน.
(อัน|เซา|ดฺ|') adj. ไม่|มั่นคง|,|มี|โรค|,|เน่าเปื่อย|,|เสื่อมเสีย|,|ไม่|แน่|,|หละหลวม|,|แตก|ง่าย|,|ไม่|น่า|ไว้ใจ.
(อัน|ส|แพ|'|ริ|ง) adj. ฟุ่มเฟือย|,|มาก|ไม่|อั้น|,|เข้มงวด.  |Syn. unsparingly adv. unsparingness n.  |Syn. liberal
vt. ถอน|คําพูด|,|ถอน|ออก|,|เลิกล้ม
(อัน|ส|พี|ค|'|คะ|เบิล) adj. พูด|ไม่|ได้|,|เหลือ|ที่|จะ|พร|รณา|,|พูด|ไม่|ออก|,|เลวร้าย.
(อัน|ส|เท|'|เบิล) adj. ไม่|มั่นคง|,|ไม่|แน่นอน|,|เปลี่ยนแปลง|,|ไม่|สม่ําเสมอ|  |Syn. unstableness n. unstably adv.  |Syn. unsteady|,|fluctuating Ant. stable
(อัน|ส|เท|ท|'|ทิด) adj. ไม่|ได้|พูด|ถึง
(อัน|ส|เท|ด|'|ดี) adj.,|vt. (ทํา|ให้) ไม่|มั่นคง|,|เปลี่ยนแปลง|ง่าย|,|ไม่|เที่ยง.  |Syn. unsteadily adv. unsteadiness n.  |Syn. unstable
(อัน|สทิน|'|ทิง) adj. ไม่|กว้าง|,|ใจป้ํา
(อัน|ส|ทอ|พ|') vt. เอา|จุก|ออก|,|ขจัด|อุปสรรค|,|ขจัด|สิ่ง|กีดขวาง.  |Syn. unstoppable adj. unstoppably adv.
(อัน|สท|รัง|') vi. กริยา|ช่อง 2 และ 3 ของ unstring. adj. ผ่อนคลาย|ประสาท|,|ผ่อนคลาย|,|หย่อน|,|แก้|สาย|ออก|  |Syn. unnerved
(อัน|ซัค|เซ|ส|'|ฟู|ล) adj. ไม่|ประสบ|ความ|สําเร็จ|,|ล้มเหลว.
(อัน|ซิว|'|ทะเบิล) adj. ไม่|เหมาะสม|,|ไม่|สมควร|,|ไม่|คู่ควร.  |Syn. unsuitability|,|unsuitableness n. unsuitably adv.
(อัน|ซัง|') adj. ไม่|ได้|ร้องเพลง|,|ไม่|ได้|ร้อง
(อัน|สเวธ|') vt. แก้|ผ้าพันแผล|ออก|,|แก้|ออก
(อัน|เท|น|'|นะ|เบิล) adj. ป้องกัน|ไม่|ได้|,|ต้านทาน|ไว้|ไม่|อยู่|,|ไม่|เหมาะ|สําหรับ|ครอบครอง ไม่|เหมาะ|สําหรับ|อย
(อัน|ธิง|'|คะ|เบิล) adj. คิด|ไม่|ถึง|,|นึก|ไม่|ถึง|,|นอก|ประเด็น|,|ไม่|พิจารณา.
(อัน|ไท|'|ดี) adj.,|vt. (ทํา|ให้) ไม่|เรียบร้อย|,|ไม่|เป็น|ระเบียบ|,|สกปรก|,|รุ่มร่าม|,|จัด|เข้า|กัน|ไม่|ดี.  |Syn. untidily adv. untidiness n.  |Syn. disorderly|,|messy
(อัน|ไท|') vt.,|vi. แก้|มัด|,|แก้|ออก|,|ทํา|ให้|หลุด|,|ปล่อย|,|คลาย|,|ทํา|ให้|อิสระ.  |Syn. unfasten
(อัน|ทิล|') conj.,|prep. จนกว่า|,|จนกระทั่ง|,|จนถึง|,|เกือบจะ. -|prep. จนกระทั่ง|,|เกือบจะ|,|ก่อน
(อัน|ไท|มฺ|'|ลี) adj.,|adv. ไม่|ได้|เวลา|,|ไม่|ถูก|กาลเทศะ|,|ไม่|สมควร|,|ก่อน|ถึง|เวลา. .  |Syn. untimeliness n. -|S.premature|,|ill|-|timed|,|inapt
(อัน|ไท|'|เมิส) adj. =|untimely
(อัน|ไท|'|เออะ|ริ|ง) adj. ไม่|เหนื่อย|,|ไม่|ย่อท้อ.  |Syn. innumerable
(อัน|'|ทู) prep. แก่|,|จนกว่า|,|จนกระทั่ง|,|จนถึง
(อัน|โท|ลด|ฺ|') adj. ไม่|ได้|บอก|,|ไม่|ได้|เปิดเผย|,|ไม่|ได้|พูด|ถึง|,|นับไม่ถ้วน|,|เหลือ|คณานับ|,|เหลือ|พร|รณา
(อัน|ทัช|'|ชะ|เบิล) adj. แตะต้อง|ไม่|ได้|,|แตะ|ไม่|ถึง|,|ห้าม|แตะ|,|ห้าม|ยุ่ง|,|ห้าม|สัมผัส. n. วรรณะ|จัณฑาล|,|สมาชิก|วรรณะ|จัณฑาล.
(อัน|ทอร์ด|') adj. โชค|ไม่|ดี|,|เคราะห์ร้าย|,|ไม่|เหมาะ|,|ดื้อรั้น|,|หัวแข็ง|,|ไม่|ราบรื่น|,|งุ่มง่าม|,|ไม่|ถูก|กาลเวลา.
(อัน|แท|รม|'|เมิล|ดฺ) adv. ไม่|ถูก|เหนี่ยวรั้ง|,|ไม่|ถูก|จํากัด|,|เป็น|อิสระ
(อัน|แท|รม|'|เมิล|ดฺ) adv. ไม่|ถูก|เหนี่ยวรั้ง|,|ไม่|ถูก|จํากัด|,|เป็น|อิสระ
ผอัน|เท|รด|') vt. ห้วน|กลับ|,|กลับ|ทาง|เดิม|,|กลับคืน
(อัน|ไทร|ดฺ|') adj. ไม่|ได้|ทดลอง|,|ไม่|ได้|พิจารณา|,|ไม่|ได้|ลอง|,|ไม่|ได้|พยายาม
(อัน|ท|รู|') adj. ไม่|จริง|,|ไม่|ซื่อสัตย์|,|เทียม|,|ไม่|ถูกต้อง.  |Syn. untrueness n.  |Syn. fake
(อัน|ทรัส|') vt.,|vi. ปลด|,|แก้|มัด|,|คลาย|,|ปล่อย|  |Syn. undo
(อัน|ทรัส|'|เวิร์ธธี) adj. ไม่|น่า|ไว้วางใจ|,|ไม่|น่า|เชื่อถือ|  |Syn. disloyal
(อัน|ยูซทฺ|'|,|อัน|ยูสทฺ) adj. ไม่|ได้|ใช้|,|ไม่|เคย|ใช้|,|ไม่|คุ้นเคย|,|ไม่|เคยชิน
(อัน|ยู|'|?|วล) adj. ผิดธรรมดา|,|เป็น|ข้อยกเว้น.  |Syn. unusually adv. unusualness n.  |Syn. odd|,|rare|,|alien
(อัน|แวล|'|ริ|ด) adj. ไม่|เปลี่ยนแปลง|,|ไม่|ผันแปร|,|จืดชืด|  |Syn. same|,|unchanged
(อัน|เวล|') vt.,|vi. เปิด|ผ้า|คลุม|ออก|,|เปิดเผย|,|เปิดโปง|,|ประกาศ|ให้|รู้|ทั่วไป|  |Syn. reveal
(อัน|เวาชท|') adj. ไม่|ได้|ค่ํา|ประกัน|,|ไม่|ได้|ยืนยัน
(อัน|วอร์|พด|') adj. ไม่|เอนเอียง|,|ไม่|ทํา|ให้|เปลี่ยน|รูป
(อัน|เวล|'|คัม) adj. ไม่|ต้อนรับ|,|เมิน|เฉย|,|ไม่|ต้อนรับ. vt. ปฎิบัติ|อย่าง
(อัน|เวล|') adj. ไม่|สบาย|,|ป่วย|,|มี|ประจําเดือน|  |Syn. ill
(อัน|เวพทฺ|') adj. ไม่|ได้|ไว้อาลัย|,|ไม่|มี|ใคร|ไว้อาลัย
(อัน|โฮ|ล|'|เซิม) adj. มี|สุขภาพ|ไม่|ดี|,|เป็น|อันตราย|ต่อ|กาย|หรือ|จิตใจ|,|เสื่อมเสีย|ศีลธรรม.  |Syn. unwholesomeness n. -|S.unhealthy
(อัน|วีล|'|ดี|,|อัน|วี|ลด|ฺ|,|ลี) adj. อุ้ยอ้าย|,|เก้งก้าง|,|เทอะทะ|,|ไม่|คล่อง.
(อัน|วีล|'|ดี|,|อัน|วี|ลด|ฺ|,|ลี) adj. อุ้ยอ้าย|,|เก้งก้าง|,|เทอะทะ|,|ไม่|คล่อง.
(อัน|วี|ลด|ฺ|') adj. ไม่|สมัครใจ|,|ไม่|ตั้งใจ
(อัน|วีล|'|ลิง) adj. ไม่|เต็มใจ|,|ลังเลใจ|,|ต่อต้าน|,|ดื้อรั้น|,|หัวรั้น|,|แข็งข้อ.  |Syn. unwillingly adv. unwillingness n. -|S .loath
(อัน|ไว|นดฺ|') vt.,|vi. ม้วน|ออก|,|คลี่|ออก|,|แก้|,|คลาย|,|ปล่อย|,|ขยาย|,|ผ่อนคลาย.
(อัน|ไว|ซ|') vt. ไม่|ฉลาด.  |Syn. unwisely adv.  |Syn. imprudent|,|stupid
(อัน|วิ|?|') vt. ไม่|หวัง|,|เลิก|หวัง
(อัน|วิท|'|ทิง) adj. ไม่|รู้|,|ไม่|รู้ตัว|,|ไม่|ตั้งใจ.  |Syn. unwittingly adv.
(อัน|วอน|'|ทิด) adj. ผิดปรกติ|,|ผิดธรรมดา|  |Syn. abnormal
(อัน|เวิร์|ลด|ฺ|'|ลี) adj. ไม่|ใช่|ทาง|โลก|,|ไม่|ใช่|ทาง|โลกีย์|,|เกี่ยวกับ|ทาง|ธรรม|,|เกี่ยวกับ|ทาง|พระ|,|เกี่ยวกับ|จิตใจ|,|บ้านนอก|,|ไม่|ใช่|โลก|,|อ่อน|ต่อ|โลก.  |Syn. unworldliness n.  |Syn. unsophisticated
(อัน|วอร์น|') adj. ไม่|เสีย|,|ไม่|สึก|,|ยัง|ใช้ได้|,|เป็น|รูป|เดิม
(อัน|เวิร์ธ|'|ธี) adj. ไม่|คู่ควร|,|ไม่|สมควร|,|ไม่|น่า|เชื่อถือ|,|ไม่|มี|คุณค่า. n. บุคคล|ที่|ไม่|คู่ควร.  |Syn. unworthily adv. unworthiness n.
(อัน|เวานดฺ|') vi.,|vt. กริยา|ช่อง 2 และ 3 ของ unwind|,|คลาย|ออก|,|คลี่|ออก|,|ไม่|ได้|พัน|,|ไม่|ได้|ม้วน|,|ไม่|มี|สาย|ลาน
(อัน|แร|พ|') vi. คลี่|ออก|,|แก้|ออก|,|แก้|ห่อ|,|เปิด|ออก
(อัน|ริ|ท|'|เทิน) adj. ไม่|ได้|เขียน|ลง|,|ไม่|ใช่|ลายลักษณ์อักษร|,|เป็น|วาจา|,|ว่างเปล่า|,|เป็น|ประ|เพณิ|  |Syn. traditional
(อัน|รอ|ท|') adj. เป็น|รูปร่าง|คร่าว ๆ ,|ดั้งเดิม|,|ไม่|ได้|ตกแต่ง|,|หยาบ
(อัน|โยค|') vt. ปลดแอก|,|ปลด|,|ปล่อย|,|หยุด|ทํางาน|  |Syn. separate|,|release
(อัน|ซิ|พ|') vt.,|vi. ดึง|ซิป|ออก
(อัพ) adj. ขึ้น|,|ขึ้น|ไป|,|อยู่|ชั้น|บน|,|ตั้ง|ตรง|,|อยู่|เหนือ|,|อยู่|สูง|กว่า|,|ลุก|ขึ้น|,|ตื่น|ขึ้น|,|ขึ้น|หน้า|,|เกิด|ขึ้น|,|มาก|ขึ้น|,|ขึ้น|เหนือ|,|เกลี้ยง|,|แน่นหนา|,|เร่าร้อน|,|ไป|ตาม|ลม|,|ให้|หมด|,|ให้|เสร็จ|,|ถึง|ที่สุด|,|โดย|สิ้นเชิง. vt. ทํา|ให้|ใหญ่|ขึ้น|,|ยกเว้น|,|ทํา|ให้|ดี|ขึ้น. vi. เริ่ม|,|ริเริ่ม
(อัพ|'|ฟรันท) adj. จ่าย|ล่วงหน้า|,|เด่นชัด|,|ชัดแจ้ง|,|เด่น
(อัพ|'|ทะ|เดท) adj. ทันสมัย|,|ปัจจุบัน
(อัพแบร์|') vt. ทน|ต่อ|,|สูง|ขึ้น|,|ลอย|ขึ้น|,|สนับสนุน|,|คํา|จุน
(อัพ|'|บีท) n. จังหวะ|ขึ้น|,|ความ|เจริญรุ่งเรือง.adj. รื่นเริง. มี|ความ|หวัง
(อัพเบ|รด|') vt.,|vi. ดุด่า|,|ตําหนิ|อย่าง|รุนแรง|,|ประณาม.  |Syn. upbraider n.  |Syn. scold
(อัพ|'|บ|ริ|ง|อิง) n. การ|เลี้ยงดู|และ|อบรม|สั่งสอน|  |Syn. breeding|,|rearing
(อัพ|'|ชัค) vi.,|vt. อาเจียน
(อัพ|'|คัม|มิ|ง) adj. กําลังจะ|เกิด|ขึ้น|,|กําลังจะ|มา
(อัพ|'|คัน|ท|รี) adj. บน|เนิน|,|บน|แผ่นดิน|,|ภายในประเทศ|,|ชนบท|,|ต่างจังหวัด|,|ขึ้น|ไกล|เข้า|ไป|จาก|ฝั่ง|,|หัวเมือง. n. หัวเมือง|,|ต่างจังหวัด|,|บริเวณ|ภายในประเทศ. adv. ไป|ยัง|บริเวณ|ภายในประเทศ
(อัพ|'|ค|รอ|พ|พิง) n. การ|ปรากฏ|ขึ้น|,|การ|เจริญเติบโต
(อัพ|เดท|'|,|อัพ|'|เดท) vt. ทํา|ให้|ทันสมัย. n. ข้อมูล|ใหม่ ๆ|  |Syn. updater n.  |Syn. renew
(อัพ|'|ดารฟท) n. การ|เคลื่อน|ตัว|ขึ้น|ข้างบน|อากาศ|หรือ|แก๊ส
(อัพ|'|เอน|ด) vt.,|vi. วาง|กลับ|หัว|หลับ|หาง|,|วาง|กลับ|กัน|,|มี|ผลกระทบ|มาก|,|ทํา|ให้|ปราชัย
(อัพ|'|เกรด) n. การ|ลาด|ขึ้น|,|การ|ยก|ระดับ|,|การ|เลื่อน|ขึ้น|,|การ|เพิ่ม|ขึ้น. adj. ขึ้น|เขา|,|ขึ้น|เนิน. vt. ทํา|ให้|เลื่อน|ขึ้น|,|ยก|ระดับ|  |Syn. push
(อัพฮี|'|เวิล) n. การ|ยก|ระดับ|ขึ้น|,|การ|ยก|ขึ้น|,|การ|สูง|ขึ้น|,|การ|เปลี่ยนแปลง|อย่าง|รุนแรง|  |Syn. revolution|,|elevation
(อัพฮีฟว|') vt. ยก|ขึ้น|,|ทํา|ให้|สูง|ขึ้น vi. สูง|ขึ้น
(อัพ|เฮ|ลด|ฺ|') v. pt. & pp. ของ uphold
(อัพ|'|ฮิล) adv.,|adj. ขึ้น|เนิน|,|บน|เนิน|,|ขึ้น|ข้างบน. n. ที่|เนิน|,|การ|ขึ้น|เนิน|,|การ|เลื่อน|ขึ้น|,|การ|ขึ้น|ข้างบน
(อัพ|โฮ|ลด|ฺ|') vt. ยก|สูง|ขึ้น|,|ยก|ขึ้น|,|สนับสนุน|,|ค้ําจุน|,|ยืนหยัด|,|ป้องกัน.
(อัพ|โฮ|ล|'|ส|เทอะ) vt. ใส่|เบาะ|,|ใส่|นวม|,|หุ้ม|เบาะ|,|หุ้ม|นวม|,|บุ|รอง
(อัพ|โฮ|ล|'|ส|เท|อเรอะ) n. พ่อค้า|เครื่องเรือน|ประเภท|ที่|มี|บุ|รอง หรือ|เครื่อง|บาก|,|พ่อค้า|เครื่อง|หุ้ม|เบาะ|เครื่องเรือน
(อัพ|โฮ|ล|'|สทะ|รี) n. เครื่อง|บุ|รอง|,|เครื่อง|เบาะ|,|ธุรกิจ|เครื่องเรือน|เครื่อง|เบาะ
abbr. United Press International
(อัพ|'|คีพ) n. การ|บํารุงรักษา|,|ค่าบํารุงรักษา
(อัพ|'|แล|นดฺ) n. ที่|สูง|,|ที่|ดอน|,|บริเวณ|ที่|สูง. adj. เกี่ยวกับ|ที่|สูง.  |Syn. uplander|,|n.
(อัพลิฟทฺ|') vt.,|vi. ยก|สูง|ขึ้น|,|ทํา|ให้|สูง|ขึ้น|,|ยก|ระดับ|,|ปรับปรุง|ให้|ดี|ขึ้น. n. การ|ยก|ให้|สูง|ขึ้น|,|การ|ทํา|ให้|ดี|ขึ้น|,|ความยินดี|ปรีดา|,|อารมณ์|ฮึกเหิม|,|ที่|ครอบ|ทรวงอก|,|ยกทรง|,|ส่วน|ที่|นูน|ขี้น|ของ|พื้นผิว|โลก.  |Syn. upliftment n.  |Syn. raise
บรรจุ|ขึ้น|หมายถึง การ|ถ่าย|โอน|ข้อมูล|จาก|คอมพิวเตอร์|เครื่อง|หนึ่ง ไป|ยัง|คอมพิวเตอร์|อีก|เครื่อง|หนึ่ง|คอมพิวเตอร์|ตัวส่ง|ข้อมูล|เรียก|ว่า|เป็น|ตัว|ที่ทําการ "|บรรจุ|ขึ้น|" ส่วน|คอมพิวเตอร์|ตัวรับ|ข้อมูล|เรียก|ว่า|เป็น|ตัว|ที่ทําการ "|บรรจุ|ลง|" ส่วนมาก|ใช้|ใน|การ|ถ่าย|โอน|จาก|คอมพิวเตอร์|ใน|เครือข่าย|ไป|ไว้|ใน|แม่|ข่าย ซึ่ง|ถือ|ว่า|สูง|กว่า ถ้า|เป็น|การ|ถ่าย|โอน|จาก|แม่|ข่าย จะ|เรียก|ว่า "|บรรจุ|ลง|" (download)| 
(อัพ|'|โม|สทฺ) adj. =|uppermost (ดู)| 
(อะ|พอน|') prep. =|on (ดู) ,|บน|,|เหนือ|,|ใน|โอกาส|,|ใน|เวลา
(อัพ|'|เพอะ) adj. เหนือกว่า|,|สูง|กว่า|,|ยุค|หลัง|เก่า. n. ส่วน|ที่|เหนือ|ส้น|รองเท้า|ขึ้น|ไป|,|ที่|นอน|ชั้น|บน|ของ|ตู้|รถไฟ|,|สภาสูง|,|ผ้า|รัด|ขา|,|ฟันบน|,|สิ่ง|กระตุ้น|,|สาย|คาด|เอว|,|เข็มขัด
ตัว|ใหญ่|เมื่อ|ใช้|กับ|ตัวอักษร|ภาษาอังกฤษ จะ|มี|ความหมาย|เหมือน capital letter เช่น A B C D ศัพท์|นี้|มา|จาก|การ|ใช้|ตัว|ตัว|เรียงพิมพ์|ใน|สมัยก่อน ตัว|ใหญ่ จะ|อยู่|ใน|ถาด|ข้างบน|จึง|เรียก|ว่า upper case และ|ตัว|เล็ก (เช่น a b c d) จะ|อยู่|ใน|ถาด|ข้างล่าง จึง|เรียก|ว่า lower case
n. สภาสูง
สังคม|ชั้น|สูงสุด
n. ตําแหน่ง|ที่|ได้|เปรียบ|,|ความ|ได้|เปรียบ
upper memory block หน่วยความจํา|ส่วน|บน|ใช้|ตัวย่อ|ว่า UMB (อ่าน|ว่า ยูเอ็มบี) หมายถึง ส่วนหนึ่ง|ของ|หน่วยความจํา|ที่อยู่|ตอน|บน ที่|อาจ|เก็บ|ไว้|ใช้|งาน|เฉพาะ|อย่าง ทํา|ให้|เหมือน|กับ|มี|หน่วยความจํา|มาก|ขึ้น โปรแกรม|ใน|ระบบ|ดอส (DOS) ที่|ชื่อ EMM 386. EXE เป็น|ผู้จัดการ|สร้าง|ส่วน|นี้|ใน|หน่วยความจํา|ให้
n. โรงเรียน|มัธยมปลาย|,|โรงเรียน|ชั้น|ปลาย
(อัพเพอะค|ลา|ส|') adj. เกี่ยวกับ|สังคม|ชั้น|สูง
(อัพ|'|เพอะคัท) n. หมัด|สอย|ดาว|,|หมัด|เสย|ขึ้น (เช่น เข้าที่|คาง|ของ|คู่ต่อสู้) . vt.,|vi. เสย|หมัด|,|ชก|ด้วย|หมัด|เสย
(อัพ|'|พิซ) adj. หยิ่ง|,|ยโส|,|โอหัง|,|อวดดี.  |Syn. uppishly adv. uppishness n.
(อัพ|'|พิช) adj. หยิ่ง|,|ยโส|,|โอหัง|,|อวดดี
(อัพ|'|ไร|ทฺ) adj.,|adv. ตั้ง|ขึ้น|,|ตั้ง|ตรง|,|ยก|สูง|ขึ้น|,|ซื่อตรง|,|เที่ยงตรง|,|ยุติธรรม. n. ความ|ซื่อตรง|,|ความ|เที่ยงธรรม|,|สิ่ง|ที่|ตั้ง|ตรง vt. ทํา|ให้|ตั้ง|ตรง.  |Syn. uprightly adv. uprightness n.  |Syn. vertical|,|upstanding
(อัพ|'|ไร|ซิ|ง|,|อัพ|ไร|'|ซิ|ง) n. การ|ปฎิวัติ|,|การ|กบ|ฎ|,|การ|จลาจล|,|การ|ลุก|ขึ้น|,|การ|ลอย|ขึ้น|,|การ|สูง|ขึ้น|,|การ|ตื่น|ขึ้น|,|การ|ตั้ง|ขึ้น.  |Syn. insurrection|,|revolt
(อัพ|'|ริ|ฟเวอะ) adj. ,|adv. ต้นน้ํา
(อัพ|'|รอร์) n. ความ|เอะอะ|,|ความ|สับสนวุ่นวาย|,|ความ|โกลาหล|,|ความ|อึกทึก|ครึกโครม
(อัพ|รอ|'|เรียส) adj. เอะอะ|,|สับสน|,|วุ่นวาย|,|โกลาหล|,|อึกทึก|ครึกโครม|,|เสียง|ดัง|มาก.
(อัพ|รู|ท|') vt.,|vi. ถอน|ราก|,|ถอนรากถอนโคน|,|ขจัด|สิ้น|,|ทําลาย|สิ้น.
(อัพ|'|เรา|ซ) vt. กระตุ้น|,|ปลุก|เร้า|,|ปลุก|ให้|ตื่น|,|ปลุกระดม
ยู|พี|เอส <|คํา|อ่าน|>|ย่อ|มา|จาก uninterruptible power supply หมายถึง แบตเตอรี่|สํารอง|ที่|จะ|ทํางาน|ได้|ทันที|ที่|ไฟดับ โดย|ปกติ แบตเตอรี่|ขนาด|นี้|นั้น|มี|ไฟ|ไว้|ใช้|พอ|ที่|จะ|สั่ง|ให้|เก็บ|งาน (save) ที่|ทํา|อยู่|เท่านั้น ไม่|ได้|มี|พอ|ให้|ใช้|ต่อไป เมื่อ|บันทึก|ลง|เก็บ|เรียบร้อย|แล้ว ก็|ต้อง|รีบ|ปิด|เครื่อง (อย่าง|น้อย|ก็|ช่วย|ไม่|ให้|ข้อมูล|ที่|ทํา|ไว้|หาย|ไป|หมด)| 
n. โชคดี|และ|โชคร้าย|,|ดวงดี|และ|ดวง|ไม่|ดี|,|โชคชะตา|ที่|ขึ้น ๆ ลง ๆ|  |Syn. vicissitudes
(อัพ|เซ|ท|') vt.,|vi. ทํา|ให้|คว่ํา|,|คว่ํา|,|ทํา|ให้|พลิก|คว่ํา|,|ทํา|ให้|เสีย|,|ก่อกวน|สิ้นเชิง|,|ทํา|ให้|ปราชัย|,|ทํา|ให้ (ร่างกาย) ไม่|ปกติ. n. การ|ทํา|ให้|คว่ํา|,|การ|พลิก|คว่ํา|,|การ|ปราชัย|อย่าง|คาด|ไม่|ถึง|,|ความ|ว้าวุ่น|ของ|จิตใจ|,|ความ|สับสน. adj. พลิก|คว่ํา|,|หงายท้อง|,|สับสน|,|ไม่|เป็น|ระเบียบ|,|ยุ่งเหยิง|,|ว้าวุ่น
(อัพ|'|ชิ|ฟทฺ) vi. เปลี่ยน|เกียร์|เร่ง|ความ|เร็ว|สูง|ขึ้น|,|เร่ง|ความ|เร็ว
(อัพ|'|?|อท) n. การ|สรุป|,|ผล|สรุป|,|ผลที่สุด
vi. คว่ํา|ลง|,|พลิก|กลับ|,|สับสน|,|กลับ|หัว|,|กลับ|กัน.  |Syn. upside|-|down adj. upside|-|downness n.
(ยูพ|'|ซะ|ลอน) n. อักษร|ตัว|ที่ 20 ของ|ภาษา|กรีก
(อัพ|'|ส|เท|จฺ) adv.,|adj.,|n. หลัง|เวที|,|หลัง|ฉาก vt. ไป|ทาง|หลัง|เวที|,|กระทํา|ล้ําหน้า|,|แย่ง|ละคร.
(อัพสแทร์|') adj. =|upstairs (ดู)| 
(อัพสแทร์ซ|') adv.,|adj.,|n. ชั้น|บน|,|อยู่|ใน|อากาศ|ชั้น|สูง|กว่า
(อัพส|แทน|'|ดิง) adj. ตั้ง|ตรง|,|ยืน|ตรง|,|สะโอดสะอง|,|ซื่อสัตย์|,|ตรงไปตรงมา.  |Syn. upstandingness n.  |Syn. upright
(อัพ|'|สทาร์ท) n. ผู้|ที่|ร่ํารวย|หรือ|เฟื่องฟู|ขึ้น|อย่าง|รวดเร็ว|,|คน|เห่อ|คน|ห่าม|,|คน|ทะลึ่ง. adj. ร่ํารวย|หรือ|เฟื่องฟู|หรือ|มี|อํานาจ|ขึ้น|อยู่|อย่าง|ฉับพลัน. vt.,|vi. กระโดด|ขึ้น|,|พุ่ง|พ|ราด|,|ลุก|ขึ้น|อย่าง|รวดเร็ว|,|ป|รา|กฎ|ขึ้น|,|ทํา|ให้|เริ่ม|ขึ้น|  |Syn. parvenu
(อัพสท|รีม|') adv.,|adj. ต้นน้ํา|,|ต้นทาง|น้ํา|,|ทวน|น้ํา
(อัพ|'|ส|โทร|ค) n. การ|ตี|ขึ้น|ข้างบน|,|การ|ลาก|เส้น|ขึ้น|ข้างบน|,|เส้น|ที่|ลาก|ขึ้น|ข้างบน|,|จังหวะ|ขึ้น|,|จังหวะ|ขึ้น|ของ|สูบ|เครื่องยนต์
(อัพ|'|สวิง) n. การ|แกว่ง|ขึ้น|,|การ|เพิ่ม|ขึ้น|,|การ|เจริญ|ขึ้น|,|การ|ก้าวหน้า. vi. แกว่ง|ขึ้น|,|เพิ่ม|ขึ้น|,|ก้าวหน้า.  |Syn. improvement|,|upturn
(อัพ|ซี|เด|'|ซี) interj. คําอุทาน|สําหรับ|ปลอบ|เด็ก|ทารก|เวลา|อุ้ม|ขึ้น
(อัพ|'|เท|ค) n. ความ|เข้าใจ|,|การ|หยิบ|ขึ้น|,|การ|ยก|ขึ้น|,|ที่|ดูด|,|การ|ดูด|,|ทางขึ้น|ของ|ควัน|,|ช่อง|ขึ้น|ของ|ลม.  |Syn. understanding
ช่วง|เวลา|ให้|บริการ|หมายถึง ระยะ|เวลา|ที่|เครื่อง|ทํางาน|ได้|อย่าง|มี|ประสิทธิภาพ ทํา|ให้|ผลงาน|ของ|เรา|แล้วเสร็จ|สมบูรณ์ มี|ความหมาย|ตรงข้าม|กับ downtime ซึ่ง|แปล|ว่า|ช่วง|เวลา|ที่|เครื่อง|เสีย|หรือ|ไม่|สามารถ|ทํางาน|ได้ ดู downtime เปรียบเทียบ
(อัพ|'|เทิร์น) vt.,|vi. หัน|ขึ้น|,|พลิก|ขึ้น|,|หงาย|,|แหงน|,|ทํา|ให้|ยุ่ง|,|ทํา|ให้|เพิ่ม|ขึ้น n. ความ|ยุ่งเหยิง|,|การ|หัน|ขึ้น|,|การ|พลิก|ขึ้น|,|การ|กลับ|กัน
(อัพ|'|เวิร์ด) adv. ขึ้น|,|ขึ้น|ข้างบน|,|ขึ้น|ไป|ระดับ|สูง|กว่า|,|เหนือ|ขึ้น|ไป.
เข้า|กัน|ได้|กับ|รุ่น|หน้า|หมายถึง การ|ออกแบบ|ที่|มุ่ง|ให้|ปรับ|ขยาย|ให้|ดี|ยิ่ง|ขึ้น|ได้|ใน|อนาคต เช่น การ|ออกแบบ|เอกสาร|หรือ|แฟ้ม|งาน|ใด|ที่|สามารถ|ใช้ได้|กับ|เครื่อง|รุ่น|ใหม่|ที่|จะ|ออก|มา|สู่|ตลาด|ใน|อนาคต|การ|ออกแบบ|โปรแกรม|ที่|ทํา|ให้|สามารถ|เรียก|แฟ้มข้อมูล|ที่|สร้าง|ไว้|ด้วย|โปรแกรม|รุ่น|ก่อน|ออก|มา|ใช้ได้ เรียก|ว่า downward compatible หรือ|เข้า|กัน|ได้|กับ|รุ่น|ก่อน เช่น โปรแกรม PageMaker 5.0 จะ|ต้อง|มี|คุณสมบัติ|ที่|สําคัญ|อัน|นี้ นั่น|คือ สามารถ|เรียก|แฟ้มข้อมูล|ของ PageMaker รุ่น|ก่อนหน้า|นั้น มา|แสดง|บน|จอภาพ|หรือ|นํามา|แก้ไข|ได้
(อัพ|'|เวิร์ดซ) adv. =|upward
Pref. ปัสสาวะ|,|ทาง|ปัสสาวะ
(ยู|รี|'|เมีย) n.ภาวะ|ผิดปกติ|ชนิด|หนึ่ง|ที่|เกิด|จาก|ความ|บกพร่อง|ของ|ไต.  |Syn. uremic adj.
(ยู|'|กอ|ก|กะ|,|ยู|'|ระ|โก|ก) n. ยา|ขับ|ปัสสาวะ
(ยู|'|กอ|ก|กะ|,|ยู|'|ระ|โก|ก) n. ยา|ขับ|ปัสสาวะ
(ยู|ระ|นิฟ|'|เฟอรัส) adj. มี|ยูเรเนียม|เจือปน|อยู่
(ยูเร|'|เนี|ยม) n. ธาตุ|โลหะ|ชนิด|หนึ่ง|ที่|มี|กัม|มัน|ต|ภาพ|รัง|ส|'|ใช้|ใน|การ|ผลิต|ระเบิด|อะตอม
Pref. สวรรค์|ม|ท้องฟ้า
(ยู|ระ|นอ|ล|'|โลจี) n. =|uranography (ดู) ,|เรื่อง|เขียน|เกี่ยวกับ|ดวงดาว|บน|ท้องฟ้า.
ผยูระ|นอ|ม|'|มิ|ท|รี) n. แผนที่|เกี่ยวกับ|ตําแหน่ง|ของ|ดวงดาว|บน|ท้องฟ้า|,|การ|วัด|ตําแหน่ง|ของ|ดวงดาว|บน|ท้องฟ้า.  |Syn. uranometrical adj.
(ยูเร|'|นัส) n. ดาว|มฤตยู
(เออ|'|เบิน) adj. เกี่ยวกับ|เมือง|,|อาศัย|อยู่|ใน|เมือง
(เออ|เบน|') adj. มี|ลักษณะ|ของ|ชาว|นคร|,|สุภาพ|,|มี|มารยาท|,|เก๋|,|เป็น|ผู้ดี.  |Syn. urbanely adv. urbaneness n. urbanity n.
(เออ|'|บะ|ไน|ซ) n. =|urbanize ดู.  |Syn. urbanisation n.
(เออ|'|บะนิส|ซึม) n. วิถีชีวิต|ใน|นคร|,|วิถีชีวิต|ใม|เมือง|ใหญ่|,|การ|ทํา|ให้|มี|ลักษณะ|ของ|นคร|หรือ|เมือง ใหญ่
(เออ|'|บะนิสท) ห n. ผู้เชี่ยวชาญ|ใน|การ|วาง|ผังเมือง
(เออ|'|บะ|ไน|ท) n. ชาว|นคร|,|ชาวเมือง|ใหญ่|,|ชาวเมือง
(เออ|แบน|'|นี|ที) n. ลักษณะ|ของ|ชาว|นคร|,|ความ|มี|มารยาท|,|ความ|สุภาพ|เรียบร้อย|,|ความ|เป็น|ผู้ดี
(เออ|'|บะ|ไน|ซ) n. ทํา|ให้|เป็น|นคร|,|ทํา|ให้|เป็น|เมือง|ใหญ่|,|ทํา|ให้|มี|ลักษณะ|ของ|นคร|หรือ|เมือง|ใหญ่.  |Syn. urbanise|,|  |Syn. urbanization n.
(เออ|'|ซิ|อะลิท|,|-|เลท) adj. มี|รูปร่าง|คล้าย|เหยือก|น้ํา
(เออ|'|ชิน) n. เด็ก (ผู้ชาย) ซน|,|เด็ก|ผู้ชาย|เล็ก ๆ ,|เม่น. =|sea urchin (ดู)|  |Syn. lad
(ยูเรีย|'|,|ยู|'|เรีย) n. สารประกอบ|ชนิด|หนึ่ง|ที่|พบ|ใน|ปัสสาวะ|,|เป็น|ผลิตผล|ของ|การ|สันดาป|โปรตีน
(ยู|รี|'|เมีย) n.ภาวะ|ผิดปกติ|ชนิด|หนึ่ง|ที่|เกิด|จาก|ความ|บกพร่อง|ของ|ไต.  |Syn. uremic adj.
ภาวะ|ไต|เสื่อม
(ยู|รี|'|ธ|ระ) n. หลอด|ปัสสาวะ.  |Syn. urethral adj. pl. urethrae|,|urethras
(ยู|รี|ไธร|'|ทิส) n. ภาวะ|หลอด|ปัสสาวะ|อักเสบ
Pref. หลอด|ปัสสาวะ|  |Syn. urethra
(ยู|รี|'|ธ|ระ|ส|โค|พ) n. เครื่องมือ|ตรวจ ส่อง|หลอด|ปัสสาวะ. -|urethroscopic adj. -|urethroscopy n.
(เออ|จฺ) vt.,|vi.,|n. (การ) เร่ง|,|กระตุ้น|,|ผลักดัน|,|หนุน|,|เร้า|,|แหย่|,|เร้าใจ|,|ปลุก|เร้า|,|แรงกระตุ้น|,|แรง|ชักนํา.  |Syn. urger n. urgingly adv.  |Syn. force|,|drive|,|beg|,|entreat
(เออ|'|เจิน|ซี) n. ความ|เร่งรีบ|,|ความ|เร่งเร้า|,|ความ|เร่าร้อน|,|ความ|รีบด่วน|,|ภาวะฉุกเฉิน|,|urgencies ความ|รีบด่วน|,|เรื่อง|รีบด่วน
(เออ|'|เจินทฺ) adj. เร่งรีบ|,|รีบด่วน|,|ฉุกเฉิน|,|เร้า|ร้อน.  |Syn. compelling|,|pressing
(ยู|อี|ไร|'|อะฮีพ) n. พนักงาน|เจ้าหน้าที่|ที่|เต็มไปด้วย|เล่ห์เหลี่ยม
สารประกอบ|ชนิด|หนึ่ง ที่|พบ|ใน|ปัสสาวะ|และ|พบ|เป็น|รูป|เกลือ|ใน|ข้อต่อ|ของ|คน|ที่|เป็น|โรค|เก๊าท์
(ยัว|ริ|แนล|'|ลิ|ซิ|ส) n. การ|ตรวจ|ปัสสาวะ (ทาง|เคมี|หรือ|โดย|กล้องจุลทรรศน์) . pl. urinalyses|  |Syn. -|uranalysis
(ยัว|'|ริ|เนอ|รี) adj. เกี่ยวกับ|ปัสสาวะ|,|เกี่ยวกับ|อวัยวะ|ถ่าย|ปัสสาวะ. n. ที่|รองรับ|ปัสสาวะ
n. กระเพาะปัสสาวะ
(ยัว|'|ริ|เนท) vi. ขับ|ปัสสาวะ|,|ปัสสาวะ.  |Syn. urination n. urinative adj.
(ยัว|'|ริน) n. ปัสสาวะ
Pref. ปัสสาวะ
(เอิร์น) n. เหยือก|,|กา|,|โกศ|,|อ่าง|,|หม้อ|รูป|โกศ|,|ส่วน|ที่|เป็น|รูป|โกศ|  |Syn. urnlike
Pref. ปัสสาวะ|,|หาง
(ยู|รอ|จ|'|จะ|เนิส) adj. ผลิต|ปัสสาวะ|,|ให้|ปัสสาวะ
(ยัว|'|ระ|ลิธ) n. นิวปัสสาวะ.  |Syn. urologist n.
(เออ|'|ซะ เม'|เจอะ) n. กลุ่ม|ดาว|หมี|ใหญ่
(เออ|'|ซะ ไม|'|เนอะ) n. กลุ่ม|ดาว|หมี|เล็ก
(เออ|'|ซะ|ฟอร์ม) adj. เป็น|รูป|หมี
(เออ|'|ทิเคท) vt. ตํา|,|แทง|,|แหย่|,|ทํา|ให้|เป็น|ผื่นคัน|,|หวด|,|เฆียน. vi. ทํา|ให้|เกิด|อาการ|ผื่นคัน
(ยัว|ระ|เก|ว) n. ชื่อ|สาธารณรัฐ|ใน|ทวีป|อเมริกาใต้ (ประ|เท|ส|อุ|รุก|วัย) ,|ชื่อ|แม่น้ํา|ใน|ทวีป|อเมริกาใต้|  |Syn. Uruguayan adj. ,|n.
(อัส) pron. พวกเรา
abbr. United States of America|,|United States Army
(ยู|'|ซะเบิล) adj. มี|ไว้|ใช้|,|สะดวก|แก่|การ|ใช้.  |Syn. usability|,|usableness n. usably adv.
(ยู|'|ซิ|จฺ|,|ยู|'|ซิ|จฺ) n. การ|ใช้|,|ประโยชน์|,|ความ|เคยชิน|,|ประเพณี|,|ขนบธรรมเนียม
(ยู|'|ซันซ) n. การ|ใช้|,|ความ|เคยชิน|,|ประเพณี|,|ธรรมเนียม|,|ระยะ|เวลา|กําหนด|เป็น|ธรรมเนียม|ใน การ|ชําระ|ตัวเงิน|ต่าง|ประเทศ
(v. ยูส,|n. ยูซ) vt. ใช้|,|ใช้ประโยชน์|,|ใช้สอย|,|ประยุกต์|,|ใช้จ่าย|,|ปฎิบัติ|ด้วย|ความ|เคยชิน|,|แสดง|ออก|,|เคี้ยว|ยาสูบ|,|สูบ|บุหรี่ vi. เคยชิน|,|คุ้นเคย n. การ|ใช้|,|การ|ใช้ประโยชน์|,|ประโยชน์|,|ความ|เคยชิน|,|การ|ประยุกต์|,|วิธีการ|ใช้|,|เคยชิน|,|ประเพณี|,|ธรรมเนียม|, -|Phr. (put to use ใช้ประโยชน์)| 
(ยู|'|ซะเบิล) adj. มี|ไว้|ใช้|,|สะดวก|แก่|การ|ใช้.  |Syn. usability|,|usableness n. usably adv.
(ยูซ|'|ฟู|ล) adj. มี|ประโยชน์|,|ใช้|เป็น|ประโยชน์.  |Syn. usefully adv. usefulness n.
(ยูซ|'|ลิส) adj. ไม่|มี|ประโยชน์|,|ไม่|ได้|ผล|,|ใช้การไม่ได้.  |Syn. uselessly adv. uselessness n. -|S.futile|,|unavailing
ยูส|เน็ต <|คํา|อ่าน|>|ย่อ|มา|จาก user network เป็น|เครือข่าย|คอมพิวเตอร์|ใหญ่ เป็น|ตัว|อํานวย|ความ|สะดวก|ใน|อิน|เตอร์|เน็ต (internet) อีก|ที|หนึ่ง เป็น|ผู้จัดการ|เกี่ยวกับ|เรื่อง|ข่าวสาร|ต่าง ๆ ส่วนใหญ่|จะ|ใช้|กับ|ระบบ|ยูนิกซ์ (UNIX)| 
(ยู|'|เซอะ) n. ผู้ใช้|,|สิ่ง|ที่|ใช้|ม|การ|ใช้|สิทธิ|,|ผู้ติดยาเสพติด
ใช้|สะดวก|หมายถึง ซอฟต์แวร์|หรือ|ฮาร์ดแวร์|ที่|ใช้|ง่าย (แปล|ตาม|ตัว ว่า|เป็นมิตร|กับ|ผู้ใช้) แม้|คน|ที่|ไม่ค่อย|จะ|รู้เรื่อง|คอมพิวเตอร์|มาก|นัก ก็|ยัง|สามารถ|ใช้ได้ หรือ|ถ้า|ต้อง|ฝึก|เรียน|ก็|สามารถ|เรียน|ได้ โดย|ไม่|ต้อง|ใช้เวลา|มาก ระบบ|วินโดว์|ซึ่ง|เป็น|ระบบ|กู|อี (GUI หรือ graphical user interface) ถือ|ว่า|เป็น|ระบบ|ที่|ทํา|ให้|ง่าย|สําหรับ|ผู้ใช้|ง่าย|สําหรับ|ผู้ใช้|ระบบ|หนึ่ง เพราะ|ใช้|ภาพ|ช่วย ใน|การ|สื่อ|ความหมาย|แทน|การ|จํา|คําสั่ง
กลุ่ม|ผู้ใช้|หมายถึง กลุ่ม|ผู้ใช้|คอมพิวเตอร์ บุคคล|เหล่านี้|มักจะ|รวม|ตัว|กัน|เพื่อ|ช่วย|กัน|ศึกษา|วิธีการ|ใช้|ซอฟต์แวร์|และ|เค|รี่|อง|คอมพิวเตอร์|ให้|ได้|ประโยชน์|สูงสุด บางที|ก็|จะ|แบ่ง|ย่อย|ลง|ไป|เป็น|กลุ่ม|เล็ก ๆ เฉพาะ|ผู้|ที่|มี|ความ|สนใจ|ใกล้เคียง|กัน|จริง ๆ เช่น|แบ่ง|ไป|ตาม|ชนิด|ของ|เครื่อง|ที่|ใช้ (พี|ซี|/|แมค|อิน|ทอ|ช) หรือ|ตาม|ประเภท|ของ|โปรแกรม|ที่|ใช้ เช่น ประมวลผล|คํา (word processing) , ตาราง|จัดการ (spread sheet) ดู vendor group เปรียบเทียบ
ส่วนต่อ|ประสาน|กับ|ผู้ใช้|หมายถึง เครื่องหมาย|หรือ|สัญลักษณ์ ฯ ที่|ทํา|หน้าที่|เชื่อม|ประสาน|ระหว่าง|ผู้ใช้|คอมพิวเตอร์|กับ|ตัว|เครื่องใน|ระบบ|fvl ก็|มี|สัญลักษณ์ > (prompt) ตัว|ชี้|ตําแหน่ง (cursor) ถ้า|เป็น|ระบบ|วินโดว์ ก็|หมายถึง สัญรูป (icon) ถ้า|เป็น|ฮาร์ดแวร์ ก็|หมายถึง จอภาพ และ|เมาส์ (mouse)| 
ยาก|สําหรับ|ผู้ใช้|หมายถึง ซอฟต์แวร์|หรือ|ฮาร์ดแวร์|ที่|ใช้|ยาก (แปล|ตาม|ตัว|ว่า|โหดร้าย|กับ|ผู้ใช้) แม้|คน|ที่|รู้เรื่อง|คอมพิวเตอร์|ดี ก็|ยัง|ไม่|สามารถ|ใช้ได้ กล่าวคือ เรียนรู้|ได้|ยาก มี|ความหมาย|ตรงข้าม|กับ user - friendly ดู user - friendly เปรียบเทียบ
(อัช) vi. ,|slang. เป็น|เจ้าหน้าที่|ต้อนรับ|,|ทํา|หน้าที่|ต้อนรับ
(อัช|'|เชอะ) n. เจ้าหน้าที่|ต้อนรับ|,|เจ้าหน้าที่|นํา|แขก|ไป|ยัง|ที่นั่ง|,|เจ้าหน้าที่|ขาน|ชื่อ|,|เจ้าหน้าที่|ส่ง|สาร|,|กอง|หน้า vt.,|vi. ทํา|หน้าที่|เป็น|เจ้าหน้าที่|ดังกล่าว|,|นํา|,|แนะนํา|,|นําทาง|,|นํา|สู่|,|ส่ง|สาร.  |Syn. ushership n.  |Syn. attendant|,|guid
(อัช|'|เชอะเรท) n. usher (ดู) ผู้|ที่|เป็น|หญิง
abbr. United States Information Service
n. ชื่อ|ทางการ|ของ|ประเทศ|โซเวียต
(ยู|'|ชวล) adj.,|n. (สิ่ง|ที่) เป็น|ธรรมดา|,|เป็นปกติ|,|เป็น|ประจํา|,|ทุก|วัน|,|as usual ตาม|ปกติ|,|เหมือน|ที่|เคย|ปฎิบัติ.  |Syn. usually adv. usualness n.  |Syn. common|,|regular
(ยู|ซิว|'|ฟรัคท) n. สิทธิ|เก็บ|กินใน|ทรัพย์สิน.vt. ใช้|สิทธิ|เก็บ|กินใน|ทรัพย์สิน|ที่|ครอบครอง
(ยู|ซิว|ฟรัค|'|ทิว|อะ|รี) n. บุคคล|ผู้|มี|สิทธิ|เก็บ|กินใน|ทรัพย์สิน|ที่|ครอบครอง|,|adj. ซึ่ง|มี|สิทธิ|เก็บ|กิน
(ยู|ซิว|'|เรียส) adj. ให้|กู้|เงิน|โดย|คิด|ดอกเบี้ย|มาก|ผิดปกติ|หรือ|ไม่|ชอบ|ด้วย|กฏ|หมาย|,|กิน|ดอกเบี้ย|สูง|ผิดปกติ|,|ขูดเลือด
(ยูเซิร์พ|'|,|ยูเซิร์พ) vt.,|vi. ช่วงชิง|,|แย่งชิง|,|แย่งชิง|อํานาจ|,|บุกรุก.  |Syn. usurper n.
(ยู|เซ|อเพ|'|เชิน|,|-|เซ|อ|-) n. การ|ช่วงชิง|,|การ|แย่งชิง|,|การ|แย่งชิง|อํานาจ|,|การ|บุกรุก|,|การ|แย่งชิง|ราชบัลลังก์.  |Syn. usurpative|,|usurpatory adv.
(ยู|'|ซะ|รี่) n.อัตรา|ดอกเบี้ย|ที่|สูง|ผิดปกติ|,|การ|ให้|กู้|เงิน|ใน|ดอกเบี้ย|ที่|สูง|ผิด|ปกต|'|,|ดอกเบี้ย|,|ผลประโยชน์.  |Syn. usurious adj.
abbr. ultrashort wave
abbr. latin ut dictum (ตาม|ที่|สั่ง)| 
(อู|ท|ชู|'|พ|รา) Latin ดัง|ข้างต้น|,|ดังที่|ได้|แสดง|มา|แล้ว
(ยู|เท|น|'|เซิล) n. เครื่องใช้|ใน|ครัว|,|เครื่องใช้|,|เครื่องมือ|,|ของใช้|,|ภาชนะ.  |Syn. tool|,|vessel
(ยู|เท|อ|ไร|'|ทิส) n. โรค|มดลูก|อัก|เส
(ยู|'|เท|อเริส) n. มดลูก|,|ครรภ์ pl. uteri
(ยู|'|ที|ล) adj. มี|ประโยชน์
(ยู|'|ทะไลซ) vt. ใช้|เป็น|ประโยชน์|,|ทํา|ให้|เป็น|ประโยชน์|  |Syn. utilisable adj. utilizable adj. utlisation n. utilization n. utiliser adj. utilizer n.  |Syn. use
(ยูทิลลิแท|'|เรียน) adj. ซึ่ง|ถือ|ผลประโยชน์|เป็น|สําคัญ n. ผู้|ยึดถือ|ลัทธิ|ผลประโยชน์.  |Syn. pragmatic
(ยูทิลลิแท|'|เรียน|นิส|ซึม) n. ลัทธิ|ยึดถือ|ผลประโยชน์|เป็น|สําคัญ
(ยูทิล|'|ลิ|ที) n. ประโยชน์|,|ผลประโยชน์|,|การ|บริการ|สาธารณะ (เช่น|รถเมล์ รถราง|,|รถไฟ|,|โทรศัพท์|,|ไฟฟ้า) ,|ปัจจัย|ที่|เป็น|ประโยชน์|,|หลักการ|ของ|ลัทธิ|ผลประโยชน์|, adj. สําหรับ|ใช้สอย (มาก|กว่า|สําหรับ|การ|ประดับ|ตกแต่ง|ให้|สวยงาม)|  |Syn. utilities n. หุ้น|หรือ|หลักทรัพย์|ของ|ทรัพ
n. เสา|โทรศัพท์
(ยู|'|ทะไลซ) vt. ใช้|เป็น|ประโยชน์|,|ทํา|ให้|เป็น|ประโยชน์|  |Syn. utilisable adj. utilizable adj. utlisation n. utilization n. utiliser adj. utilizer n.  |Syn. use
โปรแกรม|อรรถประโยชน์|หมายถึง ซอฟต์แวร์|ต่าง ๆ ที่|สร้าง|ขึ้น|ไว้|เพื่อให้|เรา|เพิ่ม|สมรรถนะ|ใน|การ|ใช้|เครื่อง|คอมพิวเตอร์ โปรแกรม|อรรถประโยชน์|ไม่|ใช่|โปรแกรมใช้งาน|หรือ|โปรแกรม|ที่|จะ|นํามา|ใช้|ผลิต|งาน|ใด ๆ ออก|มา|ด้วย|ตัวเอง เพียงแต่|เป็น|โปรแกรม|ที่|ทํา|ให้การ|ใช้|โปรแกรม|อื่น|สะดวก|ขึ้น เดิม|เรา|เรียก|โปรแกรม|ประเภท|นี้|ว่า เป็น|เครื่องมือ|ใน|การ|ทํา|ซอฟต์แวร์ (software tools) เพราะ|เป็น|โปรแกรม|ที่|มี|ไว้|ช่วย|นักเขียน|โปรแกรม|อีก|ชั้นหนึ่ง ปัจจุบัน|โปรแกรม|ประเภท|นี้|เป็น|โปรแกรม|ที่|ขาย|กัน|ทั่วไป ที่|ได้|รับ|ความ|นิยม|มาก ก็|มี Norton Utiltities|, PC Tools|, Stacker เป็นต้น
(อัท|'|โม|สทฺ) adj.,|n. (จํานวน|,|ระดับ) สุดเหวี่ยง|,|สุดขีด|,|ที่สุด|,|ไกล|สุด|,|ใหญ่|สุด.  |Syn. maximum|,|maximal|,|extreme|,|remotest|,|uttermost
(ยู|โท|'|เพีย) n. ดินแดน|ที่|มี|สภาพ|ทางการ|เมือง และ|สังคม|ที่|สมบูรณ์|,|ระบบ|การเมือง|หรือ|สังคม|สม|บูรณ|  |Syn. Eden|,|salvation|,|bliss -|Utopian n.,|adj. -|Utopianism n.
(ยูท|ริ|ค|'|คิว|ละ) adj. คล้าย|ถุง|,|เป็น|ถุง|เล็ก
(อัท|'|เทอะ) vt. เปล่ง|เสียง|,|ออก|เสียง|,|พูด|,|กล่าว|คําพูด|,|เล่า|,|ทํา|ให้|รู้|กัน|ทั่ว|,|ทํา|ให้|หมุนเวียน|,|ขับ|ออก|,|อาเจียน. adj. สมบูรณ์|,|ทั้งหมด|,|เด็ดขาด|,|ไม่|มี|เงื่อนไข.  |Syn. utterable adj. utterer n. utterness n.  |Syn. express
(อัท|'|เทอะ|เรินซฺ) n. เสียง|เปล่ง|,|คําพูด|,|สิ่ง|ที่|เปล่ง|ออก|,|การ|เปล่ง|เสียง|,|การ|พูด|,|การ|กล่าว|คําพูด|,|การ|ร้อง|,|เสียงร้อง|,|ฝีปาก|,|คารม|,|ความ|เต็มที่|,|ระดับ|สูงสุด|,|ความ|ตาย|  |Syn. expression|,|talk|,|speech|,|words|,|pronouncement
(อัท|'|เทอะ|ลี) adj. อย่าง|เต็มที่|,|อย่าง|สุดขีด|,|อย่าง|สมบูรณ์|,|อย่างยิ่ง|ยวด|,|อย่าง|เด็ดขาด
(อัท|'|เท|อ|โม|สทฺ|') adj.,|n. (จํานวน|,|ระดับ) เต็มที่|,|สุดขีด|,|ไกล|สุด|,|สมบูรณ์|,|ยิ่งยวด|,|มาก|สุด|,|สูงสุด.  |Syn. extreme|,|utmost|,|greatest
(ยู|'|เวีย) n. ม่านตา|,|ciliary body|และ|choroid|ทั้งหมด|ด้วย|กัน. -|uveal adj.  |Syn. uveous adj.
(ยูวิ|ไอ|'|ทิส) n. โรค|ม่านตา|อักเสบ. =|uveitic adj.
(ยู|'|วิว|ละ) n. ลิ้น|ไก่ pl. uvulas|,|uvulae
(ยู|'|วิว|ละ) adj. เกี่ยวกับ|ลิน|ไก่
(อัค|โซ|'|เรี|ยล) adj. เกี่ยวกับ|ภรรยา
(อัค|โซ|'|เรียส|,|-|ซอ|'|เรียส) adj. หลง|ภรรยา|ตัวเอง.
(อู|ซ|'|เบค) n. ชาว|ตุรกี|ที่|อาศัย|อยู่|ใน|Turkestan pl. Uzbek s|,|Uzbek)| 
(อู|ซเบค|'|คิน|แทน|,|-|ทาน) n. ชื่อ|รัฐ|หนึ่ง|ของ|สหภาพโซเวียต|อยู่|ใน|ตอน|ใต้|ของ|เอเชีย|กลาง
