(ไอ) พยัญชนะ|อังกฤษ|ตัว|ที่ 9|เป็น|สระ|ด้วย
ตัว|ชี้|ไอ|บีม|เป็น|ตัว|ชี้|ตําแหน่ง|ใน|ลักษณะ|หนึ่ง|มี|รูปร่าง|เหมือน|ตัว I จะ|ปรากฏ|ขึ้น|เมื่อ|จะ|พิมพ์|ตัว|อักขระ หรือ|ตัวเลข ตัว|ชี้|ตําแหน่ง|นั้น|จะ|เปลี่ยน|รูปลักษณะ|ไป|ตาม|ความหมาย|เฉพาะ|ของ|คําสั่ง|หลัก ๆ เช่น อาจ|เป็น|ลูกศร เป็น|กากบาท
abbr. incision and drainage
(ไอ|ด) ดู|I would|,|I should หรือ I had
(ไอ|ลฺ) abbr. I shall|,|I will
(ไอ|ม) abbr. I am
(ไอ|'|ว) abbr. I have
(ไอ) พยัญชนะ|อังกฤษ|ตัว|ที่ 9|เป็น|สระ|ด้วย
abbr. intercontinental ballistic missile
(ไอ|'|ดี) บัตร|ประจําตัว|  |Syn. Identity card
บัตร|ประจําตัว|  |Syn. Identity Card
(ไอ|'|อี) L. id est|,|นั่น|คือ
abbr. International Labo (u) r Organization องค์การแรงงานระหว่างประเทศ
abbr. International Monetary Fund กองทุน|ระหว่าง|ประเทศ
abbr. I owe you|,|หลักฐาน|การ|ยืม|เงิน|หรือ|เป็นหนี้|ที่|มี|ลายเซ็น|ของ|ลูกหนี้
ดู|intelligence quotient
abbr. intrauterine pregnancy
abbr. intrauterine pregnancy delivered
(ไอ|/|โอ) ย่อ|มา|จาก|คํา|ว่า input|/|output แปล|ว่า รับ|เข้า|/|ส่ง|ออก หมายถึง 1. การ|นํา|ข้อมูล|เข้า|ใน|เครื่อง|คอมพิวเตอร์ และ|การ|แสดง|ผล|2. อุปกรณ์|ที่|ใช้|นํา|ข้อมูล|เข้า|คอมพิวเตอร์ หรือ|อุปกรณ์|แสดง|ผล|ก็ได้
(ไอ|ฟอเอตตี้ซิกซ์) ย่อ|มา|จาก Intel 80486|DX เป็น|ชื่อ|ตัว|ไม|โค|ร|โพ|ร|เซ|สเซอร์ (microprocessor) ที่|บริษัท|อิน|เท|ล (Intel) แห่ง|สหรัฐอเมริกา เป็น|ผู้ผลิต ปัจจุบัน|ไม่|ใช้|แล้ว|ดู Intel ประกอบ
abbr. immune adherence hemagglutination assay
abbr. intermittent acute porphyria
abbr. interatrial septal defect
(ไอ|บีจี) ย่อ|มา|จาก interblock gap (ช่องว่าง|ระหว่าง|บล็อก) ใน|การ|บรรจุ|ข้อมูล|ลง|ใน|แถบ|บันทึก|หรือ|เทป (tape) นั้น|เรา|จะ|บรรจุ|ลง|เป็น|ระเบียน (record) หน่วย|ขับ|แถบ|บันทึก|หรือ|เทป (tape drive) จะ|จัด|ให้|มี|ช่องว่าง|ระหว่าง|ระเบียน (record) เพื่อ|ไว้|ช่วย|ใน|การ|ปรับ|ความ|เร็ว|ใน|การ|อ่าน|และ|บันทึก (read|/|wtite) แต่|ยิ่ง|มี|ระเบียน|มาก ก็|จะ|ยิ่ง|เสีย|เนื้อที่|ของ|เทป|มาก|เพราะ|จะ|ต้อง|มี|ช่องว่าง|มาก เพื่อ|เป็น|การ|ลด|ช่องว่าง จึง|นิยม|นํา|หลาย ๆ ระเบียน|มา|รวม|กัน เรียก|ว่า กลุ่ม|ระเบียน หรือ|บล็อก และ|ระหว่าง|กลุ่ม|แต่ละ|กลุ่ม ก็|จะ|มี|ช่องว่าง ซึ่ง|เรียก|ว่า ช่องว่าง|ระหว่าง|กลุ่ม|ระเบียน|ดู interrecord gap เปรียบเทียบ
(อิบ|'|บิด) abbr. Ibidem พยางค์ (บทกวี)| 
(ไอ|บี|'|เดม) adv.,|L. ใน|หนังสือ|เล่ม|เดียวกัน|,|ใน|บท|หรือ|หน้า|เดียวกัน
abbr. Intercontinental Ballistic Missile จรวด|ขีปนาวุธ|ข้าม|ทวีป|,|International Business Machines Corporation|,|บริษัท|ไอ|บีเอ็ม เป็น|ชื่อ|บริษัท|ที่|ผลิต|เครื่องจักร|ประมวลผล|สําหรับ|ธุรกิจ|หลาย|ชนิด ซึ่ง|ก็|หมายถึง|เครื่อง|คอมพิวเตอร์|นั่นเอง ไอ|บีเอ็ม|เป็น|บริษัท|ยักษ์ใหญ่|ที่สุด|และ|เก่าแก่|ที่สุด|บริษัท|หนึ่ง|ใน|ด้าน|นี้ ใน|ปัจจุบัน เริ่ม|มี|คู่แข่ง|มาก|ขึ้น บริษัท|ไอ|บีเอ็ม|นี้|ผลิต|คอมพิวเตอร์|ทุก|ขนาด|ตั้งแต่|ขนาด|ใหญ่ (mainframe) จนถึง|ไมโครคอมพิวเตอร์ ราคา|เครื่อง|ของ|บริษัท|นี้|จะ|แพง|กว่า|ของ|บริษัท|อื่น และ|มี|บริษัท|มากมาย|พยายาม|เลียน|แบบ จน|เกิด|มี|คํา|"|IBM compatibles|" ซึ่ง|ใช้|เรียก|เครื่อง|ไมโครคอมพิวเตอร์|ที่|เทียบเคียง|กับ|คอมพิวเตอร์|ของ|บริษัท|ไอ|บีเอ็ม|ได้ กล่าวคือ ใช้|โปรแกรม|ระบบ (operating system) อย่างเดียว|กัน
ไอ|บีเอ็ม เอที|เป็น|ชื่อ|เครื่อง|ไมโครคอมพิวเตอร์|เครื่อง|แรก|ที่|บริษัท|ไอ|บีเอ็ม|ผลิต|ขึ้น และ|นํา|ออก|สู่|ตลาด|ใน|ราว|ปี ค.ศ.1984 เครื่อง|นี้|ใช้|ตัว|ประมวลผล|Intel 80286 คํา|ว่า เอ|ที ย่อ|มา|จาก|คํา|ว่า Advanced Technology ซึ่ง|แปล|ตรง ๆ ตัว|ได้|ว่า เทคโนโลยี|ขั้นสูง
บัตร|ไอ|บีเอ็ม|หมายถึง|บัตร|คอมพิวเตอร์|ที่|ฮอล|เลอ|ริ|ท (Hollerith) เป็น|ผู้ออกแบบ นํามา|ใช้|เจาะ|เป็น|รู เพื่อ|สื่อสาร|นํา|ข้อมูล|เข้า|สู่|หน่วยความจํา|ของ|คอมพิวเตอร์ ปัจจุบัน|เลิก|ใช้|แล้ว|ดุ card ประกอบ
ไอ|บีเอ็ม พี|ซี|เป็น|ชื่อ|เครื่อง|ไมโครคอมพิวเตอร์|ที่|บริษัท|ไอ|บีเอ็ม เริ่ม|ผลิต|ออก|สู่|ตลาด|มา|ตั้งแต่ ค.ศ.1981 ก่อนหน้านี้ บริษัท|ไอ|บีเอ็ม|จะ|ผลิต|แต่|เครื่อง|ขนาด|ใหญ่|ที่|เรียก|ว่า เมนเฟรม (mainframe) คํา PC นั้น|ย่อ|มา|จาก personal computer ใน|ปัจจุบัน คํา|พี|ซีก|ลาย|เป็น|คํา|ที่หมาย|ถึง|ไมโครคอมพิวเตอร์|ยี่ห้อ|อะไร|ก็ได้ ที่|ใช้|ระบบปฏิบัติการ|เดียวกับ|ไอ|บีเอ็ม บางที|ก็|เรียก|ว่า "|เทียบเคียง|กับ|ไอ|บีเอ็ม|" หรือ "|IBM compatibles|"
ไอ|บีเอ็ม เอ็กซ์|ที|เป็น|ชื่อ|เครื่อง|ไมโครคอมพิวเตอร์|ที่|บริษัท|ไอ|บีเอ็ม|พัฒนา|หลังจาก|ที่|ผลิต|พี|ซี|แล้ว|เป็น|ไมโครคอมพิวเตอร์|เครื่อง|แรก|ที่|มี|ฮาร์ด|ดิสก์ (hard disk) อยู่|ใน|ตัว|เครื่อง|เลย (ไม่|แยก|ออก|ต่างหาก|จาก|ตัว|เครื่องแบบ|แต่ก่อน) คํา|ว่า XT ย่อ|มา|จาก extended technology ซึ่ง|ก็|แปล|ว่า|เทคโนโลยี|ที่|ก้าวหน้า|ขึ้น|ไป|อีก|ขั้น|หนึ่ง|นั่ง|เอง บริษัท|ไอ|บีเอ็ม|ผลิต XT หลังจาก PC แล้ว|ต่อไป|ก็|ผลิต AT ดู IBM AT ประกอบ
abbr. infection control ไอ|ซี|ย่อ|มา|จาก|คํา integrated circuit (แปล|ว่า วงจร|รวม|, วงจร|เบ็ดเสร็จ) เป็น|วงจร|ที่|สร้าง|ขึ้น|ครบ|ชุด|ด้วย|เกล็ด|ซิลิคอน ประกอบ|เป็น|ชิ้นส่วน|ต่าง ๆ ของ|วงจร เช่น ทรานซิสเตอร์ (transistor) ไดโอดส์ (diodes) เชื่อมต่อ|เข้า|ด้วย|กัน|เป็น|วงจร|อิเล็กทรอนิกส์ วงจร|เบ็ดเสร็จ|ชนิด|นี้|ใช้|กัน|มาก|ใน|ปัจจุบัน คอมพิวเตอร์|ใน|ยุค|ต้น ๆ ใช้|วงจร|แยก|ชิ้น|เป็น|หลัก เหตุ|ที่|นิยม|ใช้|วงจร|เบ็ดเสร็จ|กัน|มาก ก็|เพราะ|ขนาด|เล็ก|กว่า ราคา|ถูก|กว่า ใช้|กระแส|ไฟ|น้อย|กว่า และ|สามารถ|ปฏิบัติงาน|ได้|เร็ว|กว่า
abbr. intercontinental ballistic missile
abbr. isocitrate dehydrogenase
(ไอ|ซฺ) n. น้ําแข็ง|,|ท่าน|ที่|เฉยเมย|,|สินบน|,|ไอศกรีม -|v. ปกคลุม|ไป|ด้วย|น้ําแข็ง|,|เปลี่ยน|เป็น|น้ําแข็ง|,|แข็งตัว|,|คลุม|ด้วย|สิ่ง|ที่|คล้าย|น้ําแข็ง adj. ทํา|ด้วย|น้ําแข็ง|  |Syn. frozen water
คีม|คีบ|น้ําแข็ง
น้ําแข็ง|ละลาย|,|น้ํา|เย็น|จัด
(ไอ|ซฺ|'|เบิร์ก) n. ภูเขาน้ําแข็ง
(-|'|เบา|ดฺ) adj. ติด|แน่น|อยู่|ใน|น้ําแข็ง
(ไอ|ซฺ|'|บอคซฺ) n. ช่อง|น้ําแข็ง|ใน|ตู้เย็น|,|ตู้เย็น|  |Syn. refrigerator
(ไอ|ซฺ|'|เบร|เคอะ) n. เรือ|ฝ่า|น้ําแข็ง|,|สิ่ง|ที่|ลด|ความ|ตึงเครียด|หรือ|พิธีรีตอง|ทั้งหลาย
(ไอ|ซฺ|'|แคพ) n. ถุง|น้ําแข็ง|สําหรับ|วาง|บน|ศีรษะ|,|ลาน|น้ําแข็ง|ที่|ปกคลุม|ตลอด|ปี
(ไอ|ซฺทฺ) adj. ปกคลุม|ไป|ด้วย|น้ําแข็ง|,|แช่เย็น|,|มี|ครีม|ขาว|เคลือบ|หน้า
(ไอ|ซฺ|'|เลินดฺ) n.ชื่อ|ประเทศ|เอกราช|  |Syn. icelander n.
abbr. intracellular fluid
(ไอ|'|ซิ|เคิล) n. เสา|น้ําแข็ง|,|คน|ที่|เฉยเมย|  |Syn. icicled adj.
(ไอ|'|ซิ|ลี) adv. เมิน|เฉย|,|เฉยเมย|,|จืดชืด|มาก|  |Syn. freezingly
(ไอ|'|ซี|เนส) n. ภาวะ|ที่|เย็นเยือก|หรือ|หนาว|มาก|  |Syn. frigidity|,|freezingness
(ไอ|'|ซิ|ง) n. ครีม|โรยหน้า|ขนม|,|เคลือบ|น้ําแข็ง
abbr. inter costal margin
(ไอ|'|คอน) n. รูป|บูชา|,|ภาพ|คน|,|ภาพวาด|,|รูปภาพ|,|ภาพ|ของ|พระผู้เป็นเจ้า.  |Syn. iconic|,|iconical adj.  |Syn. eikon|,|ikon|,|effigy
n. ผู้ทํา|ลาย|รูป|บูชา|,|ผู้ทํา|ลาย|ภาพพจน์
abbr. intracostal space
คําย่อ Intesitial Cell Stimulating hormone ทํา|หน้าที่|กระตุ้น|ให้|อัณฑะ|ขับ|ฮอร์โมน|เพศ|ชาย testosterone และ|ควบคุม|การ|เกิด spermatozoa ด้วย
abbr. intensive care unit
abbr. intracellular fluid
(ไอ|'|ซี) adj. เต็มไปด้วย|น้ําแข็ง|,|คล้าย|น้ําแข็ง|,|เย็นเยือก|,|หนาว|,|สั่น|,|ไร้|ความรู้สึก|,|เย็นชืด|,|จืดชืด|,|เมิน|เฉย|  |Syn. frigid|,|cold|,|chilled
(ไอ|'|ดี) บัตร|ประจําตัว|  |Syn. Identity card abbr. intradermal
(อิด|'|เอสทฺ) L. กล่าวคือ|,|นั่น|ก็|คือ
(ไอ|ดี|อี) ย่อ|มา|จาก integrated drive electronics ซึ่ง|ก็|คือ|ตัว|ประสาน|อีก|ตัว|หนึ่ง|ที่|ใช้|ควบคุม|การ|ปฏิบัติงาน|ของ|ฮาร์ด|ดิสก์ แบบ|ต่าง ๆ ที่|รู้จัก|กัน|ดี|มี|หลาย|รูปแบบ เช่น SCSI|, ESDI และ ST 506
(ไอ|เดีย|') n. ความคิด|,|มโนคติ|  |Syn. image|,|concept
(ไอ|เดี|ยล|') n. อุดมคติ|,|อุดมการณ์ adj. ดีเลิศ|,|สมบูรณ์|,|เป็น|เพียง|ความ|นึกฝัน|,|เพ้อฝัน|,|ไม่|มี|จริง|,|ไม่|เป็น|ความจริง|,|เกี่ยวกับ|อุดมการณ์|,|เกี่ยวกับ|อุดมคติ|  |Syn. fancied|,|imaginary
(ไอ|เดีย|'|ลิสทฺ) n. ผู้|ยึดถือ|อุดมการณ์|,|ผู้|เพ้อฝัน adj. เพ้อฝัน|,|ซึ่ง|ยึดถือ|อุดมการณ์|  |Syn. idealistic adj.  |Syn. romantic|,|perfectionist|,|utopian
(ไดเดียลิส|'|ทิค|,|-|เคิล) adj. เกี่ยวกับ|การ|ยึดถือ|อุดมการณ์|หรือ|อุดมคติ|,|เพ้อฝัน|  |Syn. idealistically adv.  |Syn. noble
(ไดเดียลิส|'|ทิค|,|-|เคิล) adj. เกี่ยวกับ|การ|ยึดถือ|อุดมการณ์|หรือ|อุดมคติ|,|เพ้อฝัน|  |Syn. idealistically adv.  |Syn. noble
(ไอ|เดี|ยล|'|ลี) adv. ซึ่ง|เกี่ยวกับ|อุดมการณ์|หรือ|อุดมคติ|,|อย่าง|สมบูรณ์|,|ดีเลิศ|,|เป็น|ความนึกคิด|,|เป็น|ความ|เพ้อฝัน|,|เป็น|ทฤษฎี|,|เป็น|หลักการ
(ไอ|'|เดม) -|pron.,|adj.,|L. เหมือน|เช่น|เดิม
(ได|เดน|'|ทิเคิล) adj. เหมือน|กัน|,|เหมือน|กัน|ทุกอย่าง|,|อย่างเดียว|กัน.  |Syn. identically adv. identicalness n.  |Syn. equal
(ไอ|เดน|ทิฟิเค|'|เชิน) n. การ|หา|เอกลักษณ์|,|การ|ชี้|ตัว|  |Syn. recognition
(ไอ|เดน|'|ทิ|ไฟ) vt. ชี้|ตัว|,|หา|เอกลักษณ์|,|บอก|ชื่อ|,|จําแนก|แยกแยะ|,|พิสูจน์|เอกลักษณ์.  |Syn. identifiable adj. identifiableness n. identifier n.  |Syn. recognize|,|name
(ไอ|เดน|'|ทิ|ที) n. เอกลักษณ์|,|ความ|เหมือน|กัน|,|หลักฐาน|,|รูปพรรณ|  |Syn. self|,|individuality
Pref. ความนึกคิด
(ไอ|ดี|อะลอจ|'|จิค|,|-|เคิล) adj. เกี่ยวกับ|ความนึกคิด|,|เกี่ยวกับ|ลัทธิ|,|เกี่ยวกับ|มโนคติ.
(ไอ|ดี|อะลอจ|'|จิค|,|-|เคิล) adj. เกี่ยวกับ|ความนึกคิด|,|เกี่ยวกับ|ลัทธิ|,|เกี่ยวกับ|มโนคติ.
(ไอ|ดี|ออ|ล|'|ละ|จิสทฺ) n. นักคิด|,|ผู้|เคร่ง|ลัทธิ|,|นัก|ลัทธิ|,|บุคคล|ที่|ชอบ|คิด|ชอบ|ฝัน
(ไอ|ดิ|ออ|ล|'|ละ|จี) n. มโนคติ|วิทยา|,|ความคิด|ที่|เป็น|ไป|ไม่|ได้|,|ระบบ|ความนึกคิด
(อิด|'|ดี|อะ|ซี) n. ความ|โง่|ที่สุด|,|ความ|เซ่อ|ที่สุด|,|พฤติการณ์|ที่|โง่|มาก|,|  |Syn. folly Ant. sense
(อิด|'|เดี|ยม) n. สํานวน|,|ภาษา|เฉพาะท้องถิ่น|, ลักษณะ|จําเพาะ|  |Syn. dialect|,|colloquialism
(อิด|ดี|อะแมท|'|ทิค) adj. เกี่ยวกับ|สํานวน|,|ซึ่ง|มี|ลักษณะ|หรือ|แบบ|จําเพาะ|  |Syn. idiomaticalness n.  |Syn. idiomatical
(อิด|ดี|อะ|พา|ธ|'|ธิค) adj. ซึ่ง|ไม่|รู้|สาเหตุ|ของ|โรค
(อิด|ดี|ออ|พ|'|พะธี) n. โรค|ที่|เกิด|ขึ้น|เอง|,|ลักษณะ|ของ|มัน|เอง
(อิด|ดี|อะ|ซิ|ง|'|ค|ระ|ซี) n. ลักษณะ|เฉพาะ|,|คุณสมบัติ|เฉพาะ|,|นิสัย|เฉพาะ|,|สํานวน|เฉพาะ|,|การ|ตอบสนอง|เฉพาะ|,|การ|แพ้ยา|เฉพาะ.  |Syn. idiosyncratic adj.  |Syn. quirk|,|trick
(อิด|'|เดียท) n. คน|โง่|บรม|  |Syn. simpleton|,|fool
(ได|'|เดิล) adj. ไม่|ทํางาน|,|ว่าง|,|เฉย ๆ ,|เกียจคร้าน|,|อยู่|ว่าง|, ไม่|มี|เหตุผล|,|ไร้|ผล|,|ไม่|มี|ประโยชน์|,|ไร้|สาระ|,|หมุน|เปล่า ๆ (เครื่องยนต์) . vi. ปล่อย|เวลา|ให้|ล่วงเลย|ไป|โดย|เปล่าประโยชน์|,|เดิน|เตร่|, (เครื่องยนต์) หมุน|เปล่า. vt. ทํา|ให้|เสียเวลา|ไป|เปล่า ๆ ,|ทํา|ให้|ไม่|ทํางาน. คําศัพท์|ย่อย|:
(ไอ|'|ดฺ|เลอะ) n. คน|เกียจคร้าน
(ไอ|'|เดิล) n. รูป|บูชา|,|วัตถุ|บูชา|,|เทวรูป|,|สิ่ง|ศักดิ|สิทธิ์|ที่|ไม่|ใช่|พระเจ้า|,|มิ่งขวัญ|,|จินตนาการ|  |Syn. idolism n. idolist n|  |Syn. image|,|statue|,|beloved
(ไอ|ดอล|'|ละ|ท|รี) n. การ|เคารพ|บูชา|ทาง|ศาสนา|,|การ|บูชา|รูปปั้น|,|การ|หลงใหล|อย่าง|หลับ|หู|หลับ|ตา
(ไอ|'|ดะ|ไลซ) vt.,|vi. ทํา|ให้|หลงใหล|อย่าง|หลับ|หู|หลับ|ตา|,|หลงใหล|อย่าง|หลับ|หู|หลับ|ตา|,|บูชา|,|เลื่อมใส|อย่าง|มาก.  |Syn. idolis (z) ation n. isolis (a) er n.  |Syn. adore
(ไอ|'|ดะ|ไลซ) vt.,|vi. ทํา|ให้|หลงใหล|อย่าง|หลับ|หู|หลับ|ตา|,|หลงใหล|อย่าง|หลับ|หู|หลับ|ตา|,|บูชา|,|เลื่อมใส|อย่าง|มาก.  |Syn. idolis (z) ation n. isolis (a) er n.  |Syn. adore
abbr. idoxuridine
(l) (ไอ|'|เดิล) n. บทกวี|บรรยาย|เหตุการณ์|,|ดนตรี|หรือ|เพลงลูกทุ่ง|,|บทกวี|ลูกทุ่ง
abbr. immunoelectrophoresis
(ไอ|ท|ริ|พเพิล|อี) ย่อ|มา|จาก Institute of Electrical and Electronic Engineers แปล|ว่า สถาบัน|วิศวกร|ไฟฟ้า|และ|อิเล็กทรอนิกส์ เป็น|สถาบัน|ที่ทําการ|ศึกษา|วิชาการ|ด้าน|วิศวกรรม|ไฟฟ้า ซึ่ง|มี|วิชาการ|ด้าน|คอมพิวเตอร์|รวม|อยู่|ด้วย เน้น|ใน|เรื่อง|การ|พัฒนา|เทคโนโลยี|และ|การ|ประมวลผล|ข้อมูล|เพื่อ|การ|แล|d|เปลี่ยน|สารสนเทศ และ|ความ|เป็นเลิศ|ทาง|วิชาการ โดย|เป็น|ผู้|กําหนด|มาตรฐาน|ต่าง ๆ ให้ สถาบัน|นี้|เป็น|ที่|รู้จัก|และ|ยอมรับ|ใน|วงการ|ทั่วไป
(อิฟ) conj. ถ้า|,|ถ้า|หมก|,|เผื่อ|,|สมมุติ|ว่า|,|หาก n. ความ|ไม่|แน่นอน|,|ข้อ|สม|มุ|ต
abbr. indirect fluorescent antibody
(ไอ|ฟิปส์) ย่อ|มา|จาก International Federation of Information Processing Societies แปล|ว่า สหพันธ์|สมาคม|ระหว่าง|ประเทศ|เพื่อ|การ|ประมวลผล|สารสนเทศ เป็น|องค์กร|หนึ่ง|ที่|เกิด|จาก|การ|รวม|ตัว|กัน ใน|อัน|ที่|จะ|พัฒนา|วิทยาการ|สารสนเทศ (information science) และ|การ|ประมวลผล|ข้อมูล|ให้|ก้าวหน้า
abbr. immunoglobulin
(อิก|'|ลู) n. กระท่อม|น้ําแข็ง|หลังคา|กลม|ของ|ชาว|เอสกิโม
(อิก|'|ลู) n. กระท่อม|น้ําแข็ง|หลังคา|กลม|ของ|ชาว|เอสกิโม
(อิก|'|เนียส) adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|ไฟ
(อิก|'|ไน|ทฺ) vt. ทํา|ให้|ลุกไหม้|,|ทํา|ให้|ติดไฟ|,|ย่าง. vi. ติดไฟ|,|ลุกไหม้.  |Syn. ignitable|,|ignitible adj. ignitability|,|ingitibility n.  |Syn. light|,|fire|,|burn|,|kindle
(อิกนิช|'|เชิน) n. การ|ติดไฟ|,|ภาวะ|ที่|ติดไฟ|,|กระบวนการ|เผาไหม้|ของ|เครื่องยนต์
(อิก|โน|'|เบิล) adj. ต่ําช้า|,|เลวทราม|,|มี|คุณภาพ|เลว|,|ชั้นต่ํา|,|ไพร่.  |Syn. ignobility|,|ignobleness n. ignobly adv.
(อิก|'|นะ|มิ|น|'|เนียส) adj. น่า|อับอาย|,|อัปยศ|อดสู|,|เสียชื่อ|เสียง|,|น่า|รังเกียจ|,|น่าดู|ถูก|  |Syn. ignominiousness n.  |Syn. humiliating|,|degrading
(อิก|'|นะ|มิ|นนี) n. ความ|น่า|อับอาย|,|ความ|อัปยศ|อดสู|,|ความ|น่าดู|ถูก ความ|รังเกียจ|  |Syn. disgrace|,|shame
(อิก|นะ|เร|'|มัส) n. คน|โง่|,|ผู้|เบาปัญญา|,|คน|ที่|ไม่|รู้|  |Syn. numskull -|pl. ignoramuses
(อิก|'|เนอเรินซฺ) n. ความ|ไม่|รู้|,|ความ|ไม่|รู้เรื่อง|ราว|,|ความ|โง่
(อิก|นอ|รฺ|') vi. ไม่|สนใจ|,|ละเลย|,|ไม่|ยอมรับ|รู้.  |Syn. ignorable adj. ignorer n.  |Syn. disregard Ant. heed
(อิ|กก|วา|'|นะ) n. แย้|จําพวก|หนึ่ง พบ|ใน|แถว|อเมริกา|กลาง มี|ความ|ยาว|เต็มที่|กว่า 5 ฟุต
abbr. iindirect hemagglutination
(ไอ|'|คอน) n. ดู|icon
abbr. ดู|ลบล้าง|,|ปฏิเสธ
(อิล|'|เลีย|ม) n. ลําไส้เล็ก|ท่อน|ปลาย|,|ส่วนหน้า|ของ|hindgut|ของ|แมลง
ลําไส้|อืด
(อิล|'|เลีย|ม) n. กระดูก|ตะโพก -|pl. ilia
(อิลคฺ) n. ตระกูล|,|จําพวก|,|ชนิด|,|แหล่ง adj. เหมือน|กัน -|pron. แต่ละ|,|ชิ้น|ละ|,|อัน|ละ|  |Syn. kind
(อิล) adj.,|adv. ไม่|สบาย|,|ป่วย|,|เป็น|โรค|,|เลว|,|ชั่ว|,|น่า|รังเกียจ|,|ไม่|เหมาะสม|,|ยุ่งยาก|,|ไม่|ชํานาญ|,|มุ่งร้าย. n. ความ|เลว|,|ผลร้าย|,|อันตราย|,|โชคร้าย|,|บาดเจ็บ|,|โรค|บาป.  |Syn. illilly adv.  |Syn. sick|,|evil|,|harm
ชื่อเสียง|ไม่|ดี|,|ชื่อเสียง|เลว
ความ|มุ่งร้าย|,|เจตนา|ร้าย|,|ความ|เป็น|ปฏิปักษ์|  |Syn. animosity
adj. ไม่|รอบคอบ|,|ทะลึ่ง|,|ไม่|บังควร|,|อวดดี|  |Syn. ill|-|advisedly adv.  |Syn. imprudent
adj. ไม่|สะดวก|,|ไม่|สบายใจ|  |Syn. uneasy
(อิล|'|โบ|ดิง) adj. โชค|ไม่|ดี|,|ฤกษ์|ไม่|ดี|,|ไม่|เหมาะสม|,|ไม่|เป็น|มงคล|  |Syn. inauspicious
(อิล|'|เบ|รด) adj. อบรม|ไม่|ดี|,|ขาด|การ|อบรม|,|หยาบคาย|  |Syn. rude
(อิล|'|เฟ|ทิด) adj. โชคร้าย|,|โชค|ไม่|ดี
(อิล เฟ|'|เว|อด|ฺ) adj. น่าเกลียด|,|ไม่|น่าดู|,|เคราะห์ร้าย|  |Syn. ugly
(อิล เฟ|'|เว|อด|ฺ) adj. น่าเกลียด|,|ไม่|น่าดู|,|เคราะห์ร้าย|  |Syn. ugly
(อิลฟิล|'|ลิง) adj. มุ่งร้าย|,|มี|เจตนา|ไม่|ดี|,|มี|ใจ|เป็น|ปฏิปักษ์|  |Syn. ugly
adj. โชคร้าย|,|โชค|ไม่|ดี
adj. ซึ่ง|มี|หลักฐาน|อ่อน|,|ไม่|ยืนยัน|,|ด้วย|เหตุผล
adj. ได้|มา|โดย|วิธี|ที่|เลว|หรือ|ร้าย|,|ได้|มา|โดย|มิชอบ
adj. อารมณ์|ไม่|ดี|,|อารมณ์|ร้าย|,|ไม่|สบายใจ|,|กลัดกลุ้ม
adj. อารมณ์|ไม่|ดี|,|อารมณ์|ร้าย|,|ไม่|สบายใจ|,|กลัดกลุ้ม
(อิล|'|จัด|จฺดฺ|') adj. ไม่|รอบคอบ|,|ไม่|ฉลาด|,|ซึ่ง|วินิจฉัย|ผิดพลาด|  |Syn. injudicious
(อิล|'|แมน|'|เนอร์ดฺ) adj. ซึ่ง|มี|มารยาท|เลว|,|ไม่|สุภาพ|,|หยาบคาย|  |Syn. impolite
(อิล|'|เน|'|เชอร์ดฺ) adj. มี|อารมณ์|ไม่|ดี|,|มี|เจตนา|ร้าย|,|ขุ่นหมอง.  |Syn. ill|-|naturedly adv.
adj. ลาง|ร้าย|,|ไม่|เป็น|มงคล|  |Syn. ill|-|starred
adj. สูญเสีย|,|สิ้นเปลือง
adj. ลาง|ร้าย|,|ไม่|เป็น|มงคล|  |Syn. ill|-|fated
adj. ผิด|จังหวะ|,|ผิดเวลา
vt. ปฏิบัติ|ต่อ|อย่าง|ไม่|ดี|,|ทํา|ไม่|ดี|ต่อ.  |Syn. ill|-|treatment n.  |Syn. abuse
vt. ปฏิบัติ|ต่อ|อย่าง|ไม่|ดี|,|ทํา|ทารุณ|,|บีบคั้น. n. การ|ปฏิบัติ|ต่อ|ที่|ไม่|ดี|,|การ|ทารุณ|,|การ|บีบคั้น|  |Syn. maltreatment
n. ผู้|สาปแช่ง|,|ผู้|แช่ง|ด่า
(อิลี|'|เกิล) adj. ผิด|กฎหมาย|,|ผิด|กฎ|,|ผิด|กติกา|  |Syn. illegality n.  |Syn. illicit
(อิเลจ|'|จะ|เบิล) adj. (ลายมือ) อ่าน|ไม่|ออก|หรือ|อ่าน|ออก|ได้|ยาก.  |Syn. illegibility|,|illegibleness n. illegibly adv.
(อิลลิจิท|'|ทะมะ|ซี) n. ความผิด|กฎหมาย|,|ความ|นอกกฎหมาย (ลูก)| 
(อิลลิจิท|'|ทิเมท) adj. ผิด|กฎหมาย|, (ลูก) นอกกฎหมาย|,|ผิดปกติ|,|ผิด|ทํานองคลองธรรม|,|ผิด|หลักการ. vt. ทํา|ให้|ผิด|กฎหมาย. n. ลูก|นอกกฎหมาย|,|บุคคล|นอกกฎหมาย.  |Syn. illegitimateness n. illegitimation n.  |Syn. unlawful|,|bastard|,|illogical
(อิลิส|'|ซิ|ท) adj. ผิด|กฎหมาย|,|ไม่|ชอบด้วยกฎหมาย|,|เถื่อน|,|ไม่|ได้|รับ|อนุญาต.  |Syn. illicitness n.  |Syn. unlawful
(อิลิท|'|เท|อ|ระ|ซี) n. การ|ไม่|สามารถ|อ่าน|และ|เขียน|หนังสือ|ได้|,|การ|ไร้|การ|ศึกษา|,|การ|ไม่|รู้|หนังสือ|,|การ|ไม่|มี|ความ|รู้|ใน|สาขา|หนึ่ง
(อิลิท|'|เท|อเรท) adj. ไม่|สามารถ|อ่าน|และ|เขียน|หนังสือ|ได้|,|ไม่|รู้|หนังสือ|,|ไร้|การ|ศึกษา|,|ไร้|ความ|รู้|ใน|สาขา|หนึ่ง n. คน|ไม่|รู้|หนังสือ.  |Syn. illiterateness n.
(อิล|'|นิส) n. การ|ไม่|สบาย|,|การ|เจ็บไข้ได้ป่วย|,|อาการ|คลื่นเหียน|อาเจียน|,|ความ|เลวร้าย
(อลูม|') vt. ส่อง|สว่าง|,|ทํา|ให้|สว่าง
n. ความ|สว่าง
n. สิ่ง|ที่|ให้|ความ|สว่าง
vt. ให้|ความ|สว่าง|,|ประดับ|ด้วย|ดวงไฟ|,|ทํา|ให้|รู้. vi. ทํา|ให้|เข้าใจ|,|อธิบาย|,|ระบาย|สี|ประกอบ vi. กลาย|เป็น|สว่างไสว adj. สว่างไสว|,|เข้าใจ|ดี n. ผู้|เข้าใจ|ดี|,|ผู้|มี|สติปัญญา|เลิศ.  |Syn. illuminable adj. illuminative adj. illuminator n. คํา|ที่|มี|ความหมาย|เหม
adj. ซึ่ง|ให้|ความ|สว่าง|,|ซึ่ง|ทํา|ให้|เข้าใจ
n. การ|ส่องแสง|สว่าง|,|การ|ทํา|ให้|กระจ่าง|,|ความ|สว่าง|,|แหล่ง|ของ|แสง|,|การ|ประดับประดา|ด้วย|สีสัน|,|การ|ระบาย|สี|ประกอบ
n. ผู้|ให้|ความ|สว่าง|,|สิ่ง|ที่|ให้|ความ|สว่าง|,|เครื่องมือ|ให้|ความ|สว่าง|,|สี|หรือ|ภาพประกอบ
(อิลู|'|เชิน) n. มายา|,|สิ่ง|ลวงตา|,|การ|หลอกลวง|,|ภาพหลอน|,|ด้าย|บาง.  |Syn. aberration|,
(อิลู|'|เชิน|นะ|รี) adj. เป็น|มายา|,|ลวงตา|,|หลอกลวง|  |Syn. illusional
(อิลู|'|ซะ|รี) adj. ซึ่ง|ทํา|ให้|ภาพลวง|,|หลอกลวง|,|มายา|,|ไม่|แท้จริง|  |Syn. illusoriness|,|illusiveness n.  |Syn.  |Syn. illusive.
(อิ|'|ลัส|เท|รท) v. แสดง|ให้|เห็น (ด้วย|ภาพ|,|ตัวอย่าง|หรือ|อื่น ๆ) ,|อธิบาย|,|ยก|ตัวอย่าง|,|ทํา|ให้|เข้าใจ|  |Syn. illustrable adj.  |Syn. depict|,|picture
(อิ|'|ลัส|เท|รท|ทิด) adj. มี|ภาพประกอบ|,|มี|ตัวอย่าง|อธิบาย. n. สิ่ง|ตีพิมพ์|ที่|มี|ภาพประกอบ
(อิลัส|เท|ร|'|เชิน) n. ภาพประกอบ|,|ภาพอธิบาย|,|การ|อธิบาย|ด้วย|ภาพประกอบ|,|การ|ยก|ตัวอย่าง|,|ความ|ชัดเจน.  |Syn. picture
adj. มี|ภาพประกอบ|,|มี|ตัวอย่าง|ประกอบ|,|เป็น|การ|อธิบาย
(อิลัส|เท|ร|'|เทอะ) n. ผู้|วาด|ภาพประกอบ|,|ผู้|ยก|ตัวอย่าง|ประกอบ|การ|อธิบาย
(อิลัส|'|เท|รี|ยส) adj. มี|ชื่อเสียง|,|รุ่งโรจน์|,|สว่างไสว.  |Syn. illustriousness n.  |Syn. noble
(อิล|'|ลี) adj. เลว|,|ระยํา|,|ร้าย
abbr. International Labo (u) r Organization องค์การแรงงานระหว่างประเทศ
abbr. intramuscular
(อิม|'|มิ|จฺ) n. รูปภาพ|,|รูปจําลอง|,|รูปถ่าย|,|รูปปั้น|,|รูปจําลอง|,|ภาพ|,|ภาพ|บน|จอ|,|ภาพ|ใน|ใจ|,|รูปแบบ|,|ภาพ|ถอด|,|สิ่ง|ที่|ป|รา|กฎ|ขึ้น|,|ภาพพจน์|,|มโนภาพ|,|จินตนาการ|,|สัญลักษณ์|,|เครื่องหมาย|,|รูป|บูชา vt. วาด|ภาพ|,|นึก|ภาพ|ใน|ใจ|,|คิด|คะนึง|,|สะท้อน|ภาพ|,|แสดง|เครื่องหมาย|,|เหมือน|กับ
การ|ประมวลผล|ภาพ|เป็น|เทคนิค|ใน|การ|ประมวลผล|ที่|มี|ข้อมูล|เป็น|ภาพ คอมพิวเตอร์|จะ|อ่าน|ภาพ|ที่|ถูก|ส่ง|เข้า|ไป แล้ว|แปลง|เป็น|ตัวเลข เรา|สามารถ|ดัดแปลง แก้ไข ปรับ|ขยาย หมุน ฯ เพื่อ|การ|วิเคราะห์|บาง|อย่าง|ได้ ปัจจุบัน ถือ|เป็น|สาขา|หนึ่ง|ของ|คอมพิวเตอร์|ที่|มี|การ|พัฒนา|ไป|ไกล|มาก|จน|เป็น|ที่|ยอมรับ และ|มี|ผู้|สนใจ|มาก การ|มี|ภาพประกอบ|ใน|เอกสาร|ต่าง ๆ หรือ|ใน|การ|แสดง|ผลงาน จะ|ช่วย|ทํา|ให้|งาน|นั้น|น่า|สนใจ|ขึ้น
เครื่องตรวจ|ภาพ|อุปกรณ์|ที่|ใช้|ใน|การ|อ่าน|ภาพ|หรือ|ข้อความ|แล้ว|นําเข้า|ไป|เก็บ|เป็น "|ภาพ " ใน|หน่วยความจํา เพื่อ|นํามา|ใช้|ใน|การ|ประมวลผล|ต่อไป ดู scanner ประกอบ
(อิม|'|มิ|จ|เจอ|รี) n. ภาพ|,|ภาพ|ใน|ใจ|,|ความนึกคิด|,|มโนภาพ|,|รูปภาพ|,|จินตนาการ
(อิแมจ|'|จะ|นะ|เบิล) adj. เท่า|ที่|จะ|นึก|ภาพ|ได้|,|เท่า|ที่|จะ|เป็น|ไป|ได้|,|เท่า|ที่|จะ|คิด|คะนึง|ได้.  |Syn. imaginableness n. imaginably adv.  |Syn. unreal|,|visiionary|,|fanciful
(อิแมจ|'|จะ|นะ|รี) adj. เพ้อฝัน|,|ไม่|จริง|,|เป็น|มโนภาพ|หรือ|จินตนาการ
(อิแมจ|จะ|เน|'|เชิน) n. จินตนาการ|,|การ|นึก|เอา|เอง|,|มโนภาพ|,|เจ้า|ความคิด|  |Syn. conception|,|fancy|,|vision
(อิแมจ|'|จะ|เนทิฟว) adj. จินตนาการ|,|ซึ่ง|นึก|เอา|เอง|,|เป็น|มโนภาพ|,|เจ้า|ความคิด.  |Syn. imaginatively adv. imaginativeness n.  |Syn. inventive|,|creative
(อิแมจ|'|จิน) v. จินตนาการ|,|นึก|เอา|เอง|,|วาด|มโนภาพ|,|นึกคิด|,|วางแผน|,|คาดการณ์
(อิ|มา|ม|') n. พระ|มุสลิม|ใน|สุเหร่า|,|ตําแหน่ง|ผู้นํา|ทาง|ศาสนา|ของ|มุสลิม.  |Syn. imaum
(อิ|มา|'|เมท) n. ที่ทําการ|ของ|imam|,|อาณาเขต|การ|ปกครอง|ของ imam
abbr. intermenstrual bleeding
(อิม|แบ|ล|'|เลินซฺ) n. ภาวะ|ที่|ขาด|ความ|สมดุล
(อิม|'|บิ|ซี|ล) n. คน|โง่|หรือ|คน|เบาปัญญา (ฉลาด|กว่า idiot) adj. โง่|,|เบาปัญญา|,|เซ่อ|  |Syn. imbecilic adj.  |Syn. deranged
(อิม|บิ|ซิ|ล|'|ลิ|ที) n. ความ|โง่|,|ความ|เบาปัญญา|,|ความ|ไม่|เต็มบาท|  |Syn. foolishness
(อิมเบด|') vt. ดู|embed
(อิมไบบฺ|') vt. ดื่ม|,|ดูดซึม|,|สูบ|เข้า|  |Syn. imbiber n. imbibition n.  |Syn. drink
vt. ทํา|ให้|กล้า|,|ทํา|ให้|กล้า|ขึ้น|,|ให้|กําลังใจ
n. การ|ซ้อน|กัน|,|การ|วาง|ซ้อน|กัน|  |Syn. overlapping
(อิม|โบ|รล|'|โย) n. ภาวะ|ยุ่งเหยิง|,|สถานการณ์|ที่|ลําบาก|,|ความ|เข้าใจผิด|,|ความ|ไม่|ลงรอย|กัน|,|กอง|ที่|ยุ่งเหยิง
(อิมบ|รู|') vt. เปื้อน|,|เปรอะ|,|เปื้อน|เลือด|  |Syn. embrue
(อิมบ|รู|ท|') vt.,|vi. ทํา|ให้|ลด|ต่ํา|,|ลด|ต่ํา|ทํา|ให้|เสื่อมทราม|,|ทารุณ
(อิม|บิ|ว|') vt. กระตุ้น|จิต|,|ทํา|ให้|ซาบซึ้ง|,|ทํา|ให้|เปียก|ชุ่ม|,|ทํา|ให้|เปื้อน.  |Syn. imbuement n.
abbr. International Monetary Fund กองทุน|ระหว่าง|ประเทศ
abbr. indirect microhemagglutination test
(อิม|'|มิ|ทะเบิล) adj. ลอก|แบบ|ได้|,|ลอกเลียน|ได้|  |Syn. imitability|,|imitableness n.
(อิม|'|มิ|เท|ท) vt. เลียน|แบบ|,|ลอก|แบบ|,|ลอกเลียน|,|เอาอย่าง.  |Syn. imitator n.  |Syn. mimic
(อิม|มิ|เท|'|เชิน) n. การ|เลียน|แบบ|,|การ|ลอก|แบบ|,|ของ|เลียน|แบบ|,|ของเทียม|,|ของปลอม|  |Syn. duplicate|,|replica
(อิม|'|มิ|เท|ทิฟว) adj. ซึ่ง|เลียน|แบบ|,|ซึ่ง|ลอก|แบบ|,|ปลอม.  |Syn. imitativeness n.
(จิม|'|แจ|มซฺ) n. ความ|กลัว|มาก|,|การ|เพ้อ|ที่|สั่น|ระริก
(อิมแมค|'|คิว|เลท) adj. ไม่|มี|จุด|ด่างพร้อย|,|ไม่|มี|ราคี|,|บริสุทธิ์|,|มี|สี|เดียว.  |Syn. immaculacy n.  |Syn. clean|,|pure
(อิม|'|มะ|เนิน|ทฺ) adj. อยู่|ภายใน|,|ดํารง|อยู่|ภายใน|,|ซึ่ง|มี|อยู่|ทุกหนทุกแห่ง|,|อยู่|ภายใน|จิต|  |Syn. immanence|,|immanency n.  |Syn. inherent
(อิมมะเทีย|'|เรี|ยล) adj. ไม่|สําคัญ|,|ไม่|ใช่|วัตถุ|,|ไม่|มี|ตัวตน|,|ไร้|แก่นสาร|,|เกี่ยวกับ|จิตวิญญาณ|  |Syn. unimportant
(อิมมะ|เทียว|'|เออ) adj. ยัง|ไม่|เจริญเติบโต|เต็มที่|,|ยัง|ไม่|สมบูรณ์|,|ยัง|ไม่|บรรลุนิติภาวะ|,|ยัง|เยาว์วัย|,|ยัง|อ่อน|  |Syn. immaturity n.  |Syn. green|,|unripe|,|crude
adj. ซึ่ง|ไม่|สามารถ|จะ|วัด|ได้|,|ไม่|มี|ขอบเขต|,|นับไม่ถ้วน|,|เหลือ|คณานับ.  |Syn. immeasurably adv.  |Syn. boundless
(อิ|มี|'|เดีย|ซี) n. ความ|ฉับพลัน|,|ความ|ไม่|รีรอ|,|ความ|ใกล้ชิด
(อิ|มี|'|เดียท) adj. ฉับพลัน|,|ไม่|รีรอ|,|ทันที|,|กะทันหัน|,|โดย|ตรง|,|ใกล้ชิด|  |Syn. immediateness n. -|conj. ทันที|ที่|  |Syn. suddenly|,|primary|,|next
หมายถึง การ|เข้าถึง|ข้อมูล|โดย|ใช้เวลา|ใน|การ|ค้นหา|ข้อมูล|ได้|เร็ว|เท่า|กัน|หมด ไม่|ขึ้น|กับ|ตําแหน่ง|ที่|เก็บ หมายความ|ว่า ไม่ว่า|ข้อมูล|จะ|เก็บ|อยู่|ที่|ส่วน|ใด|ของ|สื่อ|ที่|ใช้|บันทึก หัวอ่าน (read head) ก็|จะ|เจาะ|ตรง|ลง|ไป|อ่าน|ได้|เลย เช่น การ|อ่าน|ข้อมูล|จาก|จาน|บันทึก ซึ่ง|ผิด|กับ|การ|อ่าน|ข้อมูล|จาก|แถบ|บันทึก (tape) ที่|ต้อง|อ่าน|เรียง|ไป|ตาม|ลําดับ|ตั้งแต่|ต้น|เทป|ไป|จนกว่า|จะ|ถึง|ข้อมูล|ที่|ต้องการ|ทุก|ครั้ง ทํา|ให้|ช้า|กว่า|กัน|มาก|มี|ความหมาย|เหมือน direct access
(อิเมด|'|ดะ|คะ|เบิล) adj. ไม่|สามารถ|จะ|รักษา|ให้|หาย|ได้|  |Syn. immedicably adv.
(อิม|มิ|มอ|'|เรี|ยล) adj. เก่าแก่|หรือ|โบราณ|มาก|จน|จํา|ไม่|ได้.
(อิ|เมน|ซฺ|') adj. ใหญ่|มาก|,|มหึมา|,|มโหฬาร|,|มากมาย|,|กว้างขวาง|,|ไม่|มี|ขอบเขต|,|เหลือ|คณานับ|,|ดี|มาก|,|เลิศ|,|ยอดเยี่ยม.  |Syn. immensely adv. immenseness n.  |Syn. huge|,|vast Ant. small|,|little
(อิ|เมน|'|ซิ|ที) n. ความ|กว้างขวาง|,|ความ|ใหญ่โต|,|ความ|มโหฬาร|,|ความ|ไม่|มี|ขอบเขต|  |Syn. hugeness
(อิ|เมน|'|ชู|ระ|เบิล) adj. ดู|immeasurable|  |Syn. immensurability|,|immensurableness n.
(อิเมิร์จฺ|') vi. จุ่ม|ลง|,|ใส่|ลง|ใน|ของเหลว|,|แช่|,|ใส่ใจ.  |Syn. immergence n.  |Syn. plunge
(อิเมอ|'|เชิน|,|-|เชิน) n. การ|จุ่ม|,|การ|แช่|,|การ|หมกมุ่น|,|การ|มี|ใจจดใจจ่อ
(อิม|'|มะ|เกริน|ทฺ) n. ผู้อพยพ|เข้า|ประเทศ adj. เกี่ยวกับ|การ|อพยพ|เข้า|ไป|อยู่|ใน|ประเทศ|หรือ|ถิ่น|ใหม่
(อิม|'|มะ|เก|รท) vi. อพยพ (จาก|ต่าง|ประเทศ) ,|เข้า|มา|อยู่|ใน|ถิ่น|ใหม่.  |Syn. immigrator n.
(อิมมะ|เก|ร|'|เชิน) n. การ|อพยพ (จาก|ต่าง|ประเทศ) ,|การ|เข้า|มา|อยู่|ใน|ถิ่น|ใหม่|,|กลุ่ม|ผู้อพยพ.  |Syn. immigrational|,|immigratory adj.
(อิม|'|มะ|เนิน|ซฺ) n. ความ|จวน|ตัว|,|ความ|ฉุกเฉิน|,|ความ|ใกล้|อันตราย|,|สิ่ง|ที่|ใกล้|เข้า|มา|,|อันตราย|ที่|ใกล้|เข้า|มา
(อิม|'|มะ|เนิน|ทฺ) adj. จวน|ตัว|,|ฉุกเฉิน|,|ใกล้|เข้า|มา|,|ใกล้|อันตราย|,|ฉุกละหุก.  |Syn. imminently adv. imminentness n.  |Syn. impending
(อิ|มิ|ส|'|ซะเบิล) adj. ซึ่ง|ผสม|เข้า|กัน|ไม่|ได้|,|ผสม|ไม่|ได้.  |Syn. immiscibility n.
(อิ|โม|'|บิล|,|-|บีล) adj. เคลื่อนที่|ไม่|ได้|,|ไม่|สามารถ|เคลื่อนที่|ได้|,|หยุดนิ่ง|,|ไม่|ขยับเขยื้อน|,|ตายตัว|  |Syn. stable
(อิ|โม|'|บิ|ไลซ) vt. ทํา|ให้|เคลื่อนที่|ไม่|ได้|,|ทํา|ให้|หยุด|เคลื่อนไหว|,|ทํา|ให้|หยุดนิ่ง.  |Syn. immobilisation|,|immobiliszation n.  |Syn. fix
(อิ|โม|บิล|'|ลิ|ที) n. การ|ไม่|สามารถ|เคลื่อนไหว|ได้|,|ภาวะ|ที่|ไม่|สามารถ|เคลื่อนไหว|ได้
(อิ|โม|'|บิ|ไลซ) vt. ทํา|ให้|เคลื่อนที่|ไม่|ได้|,|ทํา|ให้|หยุด|เคลื่อนไหว|,|ทํา|ให้|หยุดนิ่ง.  |Syn. immobilisation|,|immobiliszation n.  |Syn. fix
(อิ|มอ|'|เริล) adj. ผิดศีลธรรม|,|ผิด|ทํานองคลองธรรม|,|เลว|,|ชั่ว.
(อิ|มอ|แร|ล|'|ลิ|ที) n. การ|ผิดศีลธรรม|,|การ|ผิด|ทํานองคลองธรรม|  |Syn. dishonesty
(อิมอร์|'|เทิล) adj. อมตะ|,|ไม่|รู้จัก|ตาย|,|ไม่|ตาย|,|ตลอดกาล|,|ชั่ว|นิรันดร n. สิ่ง|ที่|ไม่|ตาย|,|ผู้|ที่|มี|ชื่อเสียง|อมตะ|,|เทพเจ้า|,|เซียน.
(อิมอร์แทล|'|ลิ|ที) n. ความ|ไม่|ตาย|,|ชีวิต|อมตะ|,|ชื่อเสียง|อมตะ
(อิมูฟ|'|วะเบิล) adj. เคลื่อน|ไม่|ได้|,|หยุดนิ่ง|,|ไม่|เปลี่ยนแปลง|,|ไร้|อารมณ์|,|เมิน|เฉย|,|ไม่|ยอมแพ้|,|ยืนยัน|,|เกี่ยวกับ|อสังหาริมทรัพย์. n. สิ่ง|ที่|เคลื่อน|ไม่|ได้.  |Syn. immovables n. อสังหาริมทรัพย์. immovability|,|immovableness n. immovably adv. คํา|ที่|ม
(อิมูฟ|'|วะเบิล) adj. เคลื่อน|ไม่|ได้|,|หยุดนิ่ง|,|ไม่|เปลี่ยนแปลง|,|ไร้|อารมณ์|,|เมิน|เฉย|,|ไม่|ยอมแพ้|,|ยืนยัน|,|เกี่ยวกับ|อสังหาริมทรัพย์. n. สิ่ง|ที่|เคลื่อน|ไม่|ได้.  |Syn. immovables n. อสังหาริมทรัพย์. immovability|,|immovableness n. immovably adv. คํา|ที่|ม
(อี|มิ|วนู|') adj. มี|ภูมิคุ้มกัน|โรค|,|ได้|รับ|การ|ยกเว้น. n. ผู้|มี|ภูมิคุ้มกัน|โรค|,|ผู้|ได้|รับ|การ|ยกเว้น|  |Syn. exempt
(อิม|'|มะ|ไน|ซ) vt. ทํา|ให้|มี|ภูมิคุ้มกัน|โรค|,|ทํา|ให้|ยกเว้น|,|ทํา|ให้|รอด|จาก.  |Syn. immuniser|,|immunizer n.
(อิม|'|มะ|ไน|ซ) vt. ทํา|ให้|มี|ภูมิคุ้มกัน|โรค|,|ทํา|ให้|ยกเว้น|,|ทํา|ให้|รอด|จาก.  |Syn. immuniser|,|immunizer n.
Pref. ภูมิคุ้มกัน|โรค|'
(อิมมะ|นอ|ล|'|โลจี) n. ภูมิคุ้มกัน|วิทยา|  |Syn. immunological adj. adv. immunologist n.
(อิ|มิ|ว|'|ทะเบิล) adj. ไม่|มี|การ|เปลี่ยนแปลง.  |Syn. immutabillity|,|immutableness n.
(อิม|'|แพ|คทฺ) n. การ|กระทบ|,|การ|ปะทะ|,|แรง|กระทบ|,|แรง|ปะทะ|,|ผลกระทบ|,|อิทธิพล|,|ผล. vt. กระทบ|,|ปะทะ|,|อัด|แน่น. vi. มี|ผล|ต่อ|,|กระทบ|,|ปะทะ|  |Syn. shock|,|collision
เครื่องพิมพ์|แบบ|กระทบ|เป็น|เครื่องพิมพ์|ชนิด|หนึ่ง|ที่|พิมพ์|ข้อความ|ลง|บน|กระดาษ โดย|ใช้|ฆ้อน|ตอก|ผ่าน|ผ้า|หมึก|พิมพ์|ลง|บน|กระดาษ ทํา|ให้|เกิด|เป็น|รูป|ตัว|อักขระ|ต่าง ๆ มี|หลาย|ชนิด เช่น เครื่องพิมพ์|แบบ|จาน (daisy wheel) เครื่องพิมพ์|แบ|บด|รัม (drum printer) และ|เครื่องพิมพ์|แบบ|สายโซ่ (chain printer) การ|พิมพ์|แบบ|นี้ อาจ|ทํา|ได้|ทีละ|หลาย|ชุด|พร้อม ๆ กัน โดย|ใช้|กระดาษ|ก๊อป|ปี้ (เครื่องพิมพ์|เลเซอร์|ทํา|ไม่|ได้)| 
adj. อัด|,|ยัดเยียด|,|ซึ่ง|ถูก|กระทบกระเทือน|,|อุดตัน
n. การ|กระทบ|,|การ|ปะทะ|,|การ|ติด|กัน|แน่น|,|การ|ถูก|อัด|แน่น|,|ภาวะ|ที่|ถูก|อัด|แน่น|,|ภาวะ|อุดตัน
(อิม|แพร|') vt. ทํา|ให้|เลว|ลง|,|ลด|คุณค่า|,|ทํา|ให้|อ่อนแอ|,|ทํา|ให้|เสียหาย|,|ทํา|ให้|ได้|รับ|บาดเจ็บ|,|เลว|ลง.  |Syn. impairable adj. impairer n. impairment n.  |Syn. diminish|,|injure
(อิม|แพ|ล|'|ละ) n. ละมั่ง|อาฟริกา|มี|เข่า|งอ|คด|กระโดด|เก่ง
(อิม|เพล|') vt. แทง|ทะลุ|,|เสียบ|,|เสียบ|ทะลุ|,|ทํา|ให้|หมดหวัง.  |Syn. empale.  |Syn. impaler n. impalement n.  |Syn. spike
(อิม|แพ|ล|'|พะเบิล) adj. ซึ่ง|ไม่|รู้สึก|จาก|การ|สัมผัส|,|คลํา|ไม่|พบ|,|ไม่|เข้าใจ|,|ยาก|ที่|จะ|เข้าใจ|ได้.  |Syn. impalpability n. impalpably adv.  |Syn. vague|,|intangible|,|shadowy
(อิม|แพ|'|ริ|ที) n. การ|ขาด|ความ|เสมอภาค|,|ความ|ไม่|เท่า|กัน|  |Syn. inequality
(อิมพาร์ทฺ|') vt. บอก|,|แจ้ง|,|เล่าเรื่อง|,|เผย|,|ให้|,|มอบ|,|แบ่ง|ให้|,|ส่ง|  |Syn. impartation|,|impartment n. imparter n.  |Syn. divulge|,|reveal|,|discover
(อิมพาร์|'|เชิล) adj. ยุติธรรม|,|ไม่|เอนเอียง|,|ไม่|มี|คติ.  |Syn. impartiality|,|impartialness n.  |Syn. just|,|fair
(อิมพาร์ท|'|ทะเบิล) adj. แบ่งแยก|ไม่|ได้.  |Syn. impartibility|,|impartibleness n. impartibly adv.
(อิม|พา|ส|'|ซะเบิล) adj. ห้าม|ผ่าน|,|ผ่าน|ไม่|ได้|,|เอาชนะ|ไม่|ได้|,|หมุนเวียน|ไม่|ได้.  |Syn. impassability n. impassably adv.
(อิม|'|แพ|ส|,|อิม|แพ|ส|') n. ทางตัน|,|ที่|อับจน|  |Syn. blind alley -|pl. impasses
(อิม|พา|ซ|'|ซะเบิล) adj. ไม่|รู้สึก|เจ็บปวด|,|ไม่|รู้สึก|ทุกข์ร้อน|,|ไม่|มี|อารมณ์|,|ไม่|สะดุ้งสะเทือน|,|เมิน|เฉย|,|เย็นชา.  |Syn. impassibility n. impassibly adv.
(อิม|แพ|ซ|'|เชิน) vt. กระตุ้น|อารมณ์|,|ทํา|ให้|เร่าร้อน|,|ทํา|ให้|มี|อารมณ์|,|ทํา|ให้|กระตือรือร้น
(-|แพ|ช|'|ชะ|เน็ท) adj. เต็มไปด้วย|อารมณ์|,|มี|อารมณ์|เร่าร้อน|,|กระตือรือร้น adj. ไร้|อารมณ์|,|ใจเย็น|,|ปราศจาก|อค|ตี
(อิม|แพ|ช|'|เชินดฺ) adj. เต็มไปด้วย|อารมณ์|,|เร่าร้อน|,|กระตือรือร้น
(อิม|แพ|ส|'|ซิ|ฟว) adj. ไม่|มี|อารมณ์|,|ใจเย็น|,|เมิน|เฉย|,|สงบ|ใจ|,|ไม่|มี|ความรู้สึก|,|ไม่|รู้สึก|ทุกข์ร้อน.  |Syn. impassiveness|, impassivity n.  |Syn. insensitive|,
(อิมเพสทฺ|') vt. ทา|กาว|,|ทา|แป้ง|เปียก|,|ทํา|ให้|เป็น|กาว|หรือ|แป้ง|เปียก|,|ทา|อย่าง|หนา.  |Syn. impastation n.
(อิมเพ|'|เชินซฺ) n. การ|ขาด|ความ|อดทน|,|ความ|กระสับกระส่าย|,|ความ|ใจร้อน|  |Syn. restiveness|,
(อิมเพ|'|เชินทฺ) adj. ไม่|อดทน|,|ขาด|ความ|อดทน|,|ใจร้อน|,|หุนหันพลันแล่น|,|กระ|-|สับ|กระ|ส่าย.  |Syn. impatiently adv.  |Syn. restless
(อิม|พีช|') vt. กล่าวโทษ|,|ฟ้องร้อง|,|ทํา|คดี|ชั้น|พิจารณา|,|กล่าวหา|,|ไม่|เชื่อถือ.  |Syn. impeacher n.  |Syn. charge|, accuse|, censure
(อิม|พีช|' ชะ|เบิล) adj. ฟ้องร้อง|ได้|, กล่าวโทษ|ได้.  |Syn. impeachability n.
(อิม|พีช|' เมิน|ทฺ) n. การ|กล่าวโทษ|, การ|ฟ้องร้อง|, การ|กล่าวโทษ|เจ้าหน้าที่|ฝ่ายบริหาร|ชั้น|สูง|ของ|รัฐบาล|โดย|สภาผู้แทนราษฎร|ต่อ|สภาสูง (senate) ของ|สหรัฐอเมริกา|, การ|ไม่|เชื่อถือ|, ภาวะ|ที่|ถูก|กล่าวโทษ|ดังกล่าว
(อิมเพค|' คะ|เบิล) adj. ไม่|มี|มลทิน|, ไม่|มี|ด่างพร้อย|, ไม่|มี|ข้อบกพร่อง|, ไม่|ทําบาป|, ไม่|ทํา|ผิด.  |Syn. impeccability n. impeccably adv.  |Syn. flawless|, faultless|, perfect
(อิมเพค|'|เคินทฺ) adj. ไม่|มี|บาป|, ไม่|ทําบาป.  |Syn. impeccance|, impeccancy n.
(อิมพะ|คิว|' เนียส) adj. ไม่|มี|เงิน|, ยากจน.  |Syn. impecuniously adv. impecuniousness n.  |Syn. poor
(อิม|พี|ด|' เดิน|ซฺ) n. ความ|ต้านทาน|ต่อ|ไฟฟ้า|สลับ (มัก|มี|หน่วย|เป็น|โอห์ม)| 
(อิม|พี|ด|') vt. ต้าน|, ต้านทาน|, ขัดขวาง|, หน่วงเหนี่ยว.  |Syn. impeder n.  |Syn. retard
(อิม|พี|' เดียนทฺ) adj. ซึ่ง|ต้าน|, ซึ่ง|ได้|ขวาง|, ซึ่ง|หน่วงเหนี่ยว. -|n. สิ่ง|ที่|ต้าน|, สิ่ง|ที่|ขัดขวาง|, สิ่ง|ที่|หน่วงเหนี่ยว|  |Syn. impeding
(อิมเพด|' ดะ|เมิน|ทฺ) n. การ|ต้านทาน|, การ|ขัดขวาง|, การ|หน่วงเหนี่ยว|, อุปสรรค|, การ|พูด|ติดอ่าง|, ความ|บกพร่อง|ใน|การ|พูด|, สิ่ง|ที่|ขัดขวาง|การ|แต่งงาน (โดยเฉพาะ|ความ|สัมพันธ์|ทาง|ครอบครัว)|  |Syn. impedimental|, impedimentary adj.  |Syn. barr
(อิม|เพล|') vt. กระตุ้น|, ผลักดัน|, โน้มน้าว
(อิม|เพล|' เลินทฺ) adj. ซึ่ง|ผลักดัน|, ซึ่ง|กระตุ้น. -|n. สิ่ง|ที่|ผลักดัน|, สิ่ง|ประ|ตุ้น
(อิม|เพล|' เลอะ) n. ผู้|กระตุ้น|, ผู้|ผลักดัน|, สิ่ง|กระตุ้น|, ลูก|บิด|, ลูก|หมุน|, เครื่อง|ผลักดัน
(อิมเพนดฺ|') vi. ใกล้|, ใกล้ชิด|, ใกล้|เข้า|มา|, คุกคาม|, แขวน|อยู่|  |Syn. threaten
(อิมเพน|' เดิน|ทฺ) adj. ใกล้|เข้า|มา|, ใกล้ชิด|, ใกล้|จะ|บังเกิด|ขึ้น|, ใกล้|จะ|ถึง|, คุกคาม.  |Syn. impendence|, impendency n.
(อิมเพน|' ดิง) adj. ใกล้|เข้า|มา|, ใกล้|จะ|บังเกิด|ขึ้น|, คุกคาม.  |Syn. imminent|, above
(อิมเพนนิท|ระ|บิล|' ลิที) n. การ|ผ่าน|เข้า|ไป|ไม่|ได้|, การ|ไม่|สามารถ|ผ่าน|เข้า|ไป|ได้
(อิมเพน|' นิท|ระ|เบิล) adj. ซึ่ง|ผ่าน|เข้า|ไป|ไม่|ได้|, ไม่|ยอมรับ|, หัวดื้อ|, เข้าใจ|ยาก.  |Syn. impenetrableness n. impenetrably adv.
(อิมเพน|' นิ|เทิน|ทฺ) adj. ไม่|สํานึก|ผิด|, หัวดื้อ|, ดื้อดึง|, ไม่|ยอม.  |Syn. impenitence|, impenitency|, impenitentness n. impenitently adv.  |Syn. remorseless
(อิมเพอ|' ระ|ทิฟช) adj. ซึ่ง|เลี่ยง|ไม่|ได้|, จําเป็น|, เชิง|บังคับ -|n. คําสั่ง|, ความจํา|เป็น|, ข้อบังคับ|, กฎเกณฑ์|, น้ําเสียง|ขอร้อง|หรือ|เป็น|เชิง|บังคับ|, มาลา|เชิง|บังคับ|ของ|ไวยากรณ์
หมายถึง คําสั่ง|ใน|ภาษาระดับสูง (high level language) ที่|สั่ง|ให้|เครื่อง|คอมพิวเตอร์|ลงมือ|ทํา|การ คําสั่ง|เหล่านี้ ตัว|แปล|โปรแกรม จะ|แปล|เป็น|ภาษาเครื่อง (machine language) ก่อน แล้ว|เครื่อง|จึง|จะ|ปฏิบัติ|ตาม เช่น ข้อความ|สั่ง|ทํา|การ|กําหนด|ให้ A = 2 ถ้า|เครื่อง|คอมพิวเตอร์|พบ|คําสั่ง|นี้ ก็|จะ|ลงมือ|ทํา|หาร ด้วย|การ|นํา 2 ไป|เก็บ|ไว้|ใน|หน่วยความจํา|ช่อง|หนึ่ง|ที่|มี|อยู่ (address) แล้ว|กําหนด|ชื่อ|ที่|เก็บ|นั้น|ว่า A เป็นต้น|มี|ความหมาย|เหมือน excutable statement
(อิมเพอ|เซ|พ|' ทะเบิล) adj. เล็กน้อย|, นิดหน่อย|, ไม่|รู้สึก. -|n. สิ่ง|ที่|ไม่|สามารถ|รู้สึก|ได้|, สิ่ง|ที่|ไม่|สามารถ|มองเห็น|ได้.  |Syn. imperceptibitity|, imperceptibleness n. imperceptibly adv.
(อิมเพอ|เซ|พ|' เชิน) n. การ|ไร้|ความรู้สึก|, อํานาจ|ที่|ด้อย|ลง|ใน|การ|รับ|ความรู้สึก (สําเหนียก|ได้ยิน|, ความ|เข้าใจ|, ความเห็น) .  |Syn. imperceptive adj. imperceptivity|, imperceptiveness n.  |Syn. blemish|, fault
(อิมเพอ|' เฟคทฺ) adj. บกพร่อง|, มี|ปมด้อย|, ไม่|สมบูรณ์|, ไม่|บริบูรณ์|, หด|แคบ|, (ไว|-|ยา|กรณ์) , เกี่ยวกับ|รูป|อดีตกาล|ที่|ยัง|ไม่|สําเร็จ. -|n. กาล (ไวยากรณ์) ที่|ยัง|ไม่|สมบูรณ์|, กริยา (ไวยากรณ์) ที่|ยัง|ไม่|สมบูรณ์.  |Syn. imperfectly adv. imperfectness n. คํา
(อิมเพอเฟค|' ทะเบิล) adj. ซึ่ง|ทํา|ให้|สมบูรณ์|หรือ|สําเร็จ|ไม่|ได้.  |Syn. imper|-|fectibility n.
(อิมเพอเฟค|' เชิน) n. ข้อบกพร่อง|มลทิน|, ความ|บกพร่อง|, ความ|ไม่|สมบูรณ์|, ความ|ไม่|บริบูรณ์|  |Syn. deficiency|, defect
(อิมเพีย|' เรียล) adj. เกี่ยวกับ|อาณาจักร|, เกี่ยวกับ|จักรพรรดิ|, เกี่ยวกับ|จักรพรรดินี|, เกี่ยวกับ|จักรวรรดิ|, ยิ่งใหญ่|, โอ่อ่า|, ชั้นพิเศษ|, โอหัง|, ยโส. -|n. ขนาด|กระดาษ|พิมพ์|หรือ|กระดาษ|วาด|ที่|เท่า|กับ 23 x 31 นิ้ว (อังกฤษ) หรือ 22 x 30, 32 นิ้ว (อเมริกา) , จักรพรรดิ|, จั
(อิมเพีย|' เรี|ยล|ลิส|ซึม) n. ลัทธิ|จักรวรรดินิยม|, ลัทธิ|ล่า|อาณานิคม|,|การ|ปกครอง|ระบบ|จักรวรรดินิยม.  |Syn. imperialist n. imperialistic adj. imperialistically adv.
(อิมเพอ|' ริ|ล) vt. เป็น|อันตราย|ต่อ|, ทํา|ให้|เกิด|อันตราย|, เป็น|ภัย|ต่อ.  |Syn. imperilment n.
(อิมเพอ|' เรียส) adj. โอหัง|, ยโส|, เป็น|เชิง|บังคับ|, ครอบงํา|, เผด็จการ|, จําเป็น|, ด่วน.  |Syn. imperiously adv. imperiousness n.  |Syn. domineering|, commanding
(อิมเพอ|' ริ|ช|ชะ|เบิล) adj. ไม่|ตาย|, ไม่|เสื่อมเสีย|, ไม่|เสีย|, ทนทาน.  |Syn. imperishability|, imperishableness imperishably adv.  |Syn. enduring
(อิมเพีย|' เรียม) n., (pl. -|peria) การ|ควบคุม|, อํานาจ|สูงสุด|, การ|ปกครอง|, เขต|การ|ปกครอง|, เขต|อํานาจ|, อาณาจักร|, อํานาจ|การ|ควบคุม|ฝ่ายบริหาร (command|, empire)| 
(อิมเพอ|' มะ|เนิน|ทฺ) adj. ไม่|ถาวร|, ชั่ว|คราว.  |Syn. impermanance|, impermanency n. impermanently adv.  |Syn. transitory
(อิมเพอ|' เมีย|เบิล) adj. ซึ่ง|ผ่าน|ไม่|ได้|, ไม่|สามารถ|ผ่าน|ได้|, ผ่าน|ไม่|ได้.  |Syn. impermeability|, impermeableness n. impermeably adv.  |Syn. impassable
(อิมเพอ|มิ|ส|' ซะเบิล) adj. ไม่|อนุญาต|, ไม่|ยอม.  |Syn. impermissibility n.
(อิมเพอ|' ซะเนิล) adj. ไม่|ใช่|ส่วนตัว|, ไม่|มี|ลักษณะ|ของ|มนุษย์|, ไม่|ใช่|บุรุษ|สรรพนาม. -|n. คํากริยา|หรือ|คํานาม|ที่|ไม่|ใช่|บุรุษ|สรรพนาม.
(อิมเพอ|' เซิน นะ|ไลซ) vt. ทํา|ให้|ไม่|ใช่|ส่วนตัว|, ทํา|ให้|ไม่|มี|ลักษณะ|ของ|บุคคล|หรือ|มนุษย์|, ทํา|ให้|ขาด|บุคลิกภาพ.  |Syn. impersonalisation|,|impersonalization n.
(อิมเพอซะแนล|' ลิที) n. การ|ขาด|ลักษณะ|ของ|มนุษย์|, การ|ไม่|มี|อารมณ์|เกี่ยวข้อง|, การ|ขาด|ความ|ห่วง|ต่อ|ความ|ต้องการ|ของ|แต่ละ|บุคคล|, การ|ขาด|ผู้|ติดต่อ|หรือ|ผู้จัดการ|, การ|ขาด|บุคลิกภาพ
(อิมเพอ|' ซะเนท) vt. แกล้ง|ทํา|เป็น|, เสแสร้ง|, แสดง|ออก|, เลียน|แบบ|, ปลอมแปลง. -|adj. เกี่ยวกับ|บุคลิกภาพ|, เป็น|ลักษณะ|ของ|บุคลิกภาพ.  |Syn. impersonation n. impersonator n.  |Syn. imiate|, represent
(อิมเพอ|' ทะ|เนิน|ซฺ) n. ความ|ทะลึ่ง|, ความ|โอหัง|, ความ|เสือก|, ความ|ไม่|เข้า|เรื่อง|, ความ|ไม่|เหมาะสม|  |Syn. insolence)| 
(อิมเพอ|' ทิเนิน|ซี) n. = impertinence (ดู)| 
(อิมเพอ|' ทิ|เนิน|ทฺ) adj. ทะลึ่ง|, โอหัง|, เสือก|, ไม่|เข้า|เรื่อง|, ไม่|เหมาะสม|, หยาบคาย. impertinently adv.  |Syn. impertinent|-|ness n.  |Syn. impudent|, rude
(อิมเพอ|เท|อบ|' บะเบิล) adj. ใจเย็น|, สุขุม|, เงียบ|, ไม่|ตื่นเต้น|ง่าย.  |Syn. imperturbability|, imperturbableness n. imperturbably adv.  |Syn. calm)| 
(อิมเพอ|เท|อเบ|' เชิน) n. การ|ปราศจาก|การ|ถูก|รบกวน|, ความ|สงบ|, ความ|เงียบ|, ความ|ใจเย็น|  |Syn. calmness)| 
(อิมเพอ|' เวียส) adj. เข้า|ไม่|ได้|, ผ่าน|ไม่|ได้|, ไม่|อนุญาต|ให้|เข้า|, ไม่|ถูก|รบกวน|, ไม่|ถูก|กระทบกระเทือน|, ไม่|สะดุ้งสะเทือน.  |Syn.  |Syn. imperviable. imperviously adv. imperviousness n.  |Syn. im
(อิมพิ|ไท|' โก) n. โรคผิวหนัง|ชนิด|เป็น|ตุ่ม|พุพอง (โดยเฉพาะ|เป็น|กับ|เด็ก|ที่|ใบหน้า) .  |Syn. impetiginous adj.
(อิมเพช|' ชุ|ออ|ส|' ซิ|ที) n. ความ|หุนหันพลันแล่น|, ความ|บุ่มบ่าม|, ความ|รุนแรง|, ความ|ใจร้อน|, การ|กระทํา|ที่|ใจร้อน|หรือ|หุนหันพลันแล่น|, การ|กระทํา|ที่|มี|แรงกระตุ้น|มาก
(อิมเพช|' ชุเอิส) adj. หุนหันพลันแล่น|, บุ่มบ่าม|, รุนแรง|, ใจร้อน|, มี|แรงกระตุ้น|มาก.  |Syn. impetuously adv. impetuousness n.  |Syn. hasty|, rash|, violent
(อิม|' พิทัส) n., (pl. impetuses) แรง|ผลักดัน|, แรงกระตุ้น|, แรงดล|ใจ|, การ|ส่งเสริม
(อิม|ไพ|' อิที) n. การ|ขาด|ความ|เลื่อมใสศรัทธา|, การ|ขาด|ความ|เคารพ|, การ|กระทํา|ที่|ขาด|ความ|เคารพ (lack of piety)| 
(อิมพินจฺ|') vt. กระทบ|, การ|แทก|, ปะทะ|, บุกรุก|, รุกราน|, มี|ผล|ต่อ.  |Syn. impinger n. impingement n.  |Syn. strike|, collide
(อิม|แพ|ลค|' คะ|เบิล) adj. ซึ่ง|ไม่|สามารถ|ปลอบโยน|ได้|, ไม่|ปรานี|, ไม่|โอนอ่อน.  |Syn. implacability|, implacableness n. implacably adv.  |Syn. unappeasable
(อิมพ|ลาน|ทฺ|') vt. ใส่|, สอดใส่|, ใส่|เข้า|ไป|ใน|, ฝัง|, ปลูกฝัง|, ย้าย|ใส่. -|n. เนื้อเยื่อ|ที่|ปลูกฝัง|, สิ่ง|ที่|ปลูกฝัง.  |Syn. implanter n.  |Syn. instill
(อิมพ|ลาน|เท|' เชิน) n. การ|ปลูกฝัง|, การ|ใส่|, การ|สอดใส่
(อิม|พลี|ด|') vt. ฟ้องร้อง|, ดําเนินคดี|ใน|ศาล|, กล่าวโทษ|, กล่าวหา|, ร้องทุกข์.  |Syn. impleadable adj.
(อิม|พลี|ด|' เดอะ) n. ผู้|ฟ้องร้อง|, วิธีการ|ฟ้องร้อง|บุคคล|ที่|สาม.
(อิม|พลี|' เมิน|ทฺ) n. เครื่องมือ|, อุปกรณ์เครื่องใช้|ไม้สอย|, เสื้อผ้า|อาภรณ์|, วิธีการ. -|vt. (อิม|' พละ|มัน|ทฺ) ทํา|ให้|เป็น|ผล|, ทํา|ให้|สําเร็จ|, จัด|เครื่องมือ|ให้|  |Syn. implemental adj. implementation n. implementer|, implementor n. คํา|ที่|มี|ความหมาย|เห
การ|ทํา|ให้|เกิด|ผล|หมายถึง การ|ลงมือ|ทํา|เพื่อให้|โครงการ|หรือ|งาน|อย่างใด|อย่างหนึ่ง|ประสบ|ผลสําเร็จ อาจ|ใช้|อุปกรณ์|หรือ|เครื่องมือ|บาง|ชนิด|ช่วย|ก็ได้
(อิม|พลี|' เชิน) n. การ|ใส่|, การ|บรรจุ|, ความ|อุดมสมบูรณ์
(อิม|' พละ|เคท) vt. ทํา|ให้|พัวพัน|, นํามา|ซึ่ง|, เกี่ยวข้อง|กับ|  |Syn. involve)| 
(อิม|พละ|เค|' เชิน) n. สิ่ง|ที่|พัวพัน|, สิ่ง|ที่|เกี่ยวข้อง|, การ|พัวพัน|, การ|ทํา|ให้|เกี่ยวข้อง
(อิม|' พละ|เคทิฟว) adj. ซึ่ง|พัวพัน|, ซึ่ง|เกี่ยวข้อง.  |Syn. implicatory adj.
(อิมพลิส|' ซิ|ท) adj. บอก|เป็นนัย|, แสดง|นัย|, มี|ความหมาย|ว่า|, อย่าง|ไม่|ต้องสงสัย|, อย่าง|แน่นอน.  |Syn. implicitly adv. implicitness|, implicity n.  |Syn. absolute|, implied)| 
(อิม|ไพล|ดฺ|') adj. บอก|เป็นนัย|, แสดง|นัย|, มี|ความหมาย|ว่า|, เป็น|ที่|เข้าใจ|ว่า|  |Syn. involved)| 
(อิม|โพ|ลด|') vi. ระเบิด|ใน. -|vt. เปล่ง|เสียงแตก (-|S .burst inward)| 
(อิมพลอร์|') vt. ขอร้อง|, เรียกร้อง|, วิงวอน|, อ้อนวอน.  |Syn. implorer n. imploringly adv.  |Syn. beseech|, entreat)| 
(อิม|โพ|ล|' เชิน) n. การ|ระเบิด|ใน|, การ|แตกร้าว|ภายใน|, การ|เปล่ง|เสียง|อัด|ระหว่าง|ลิ้น|กับ|เพดาน|, เสียง|อัด|ระหว่าง|ลิ้น|กับ|เพดาน.  |Syn. implosive adj. implosively adv.
(อิม|ไพล|') vt. บอก|เป็นนัย|, แสดง|นัย|, มี|ความหมาย|ว่า.  |Syn. impliedly adv. (indicate)| 
(อิม|พะไล|ทฺ|') adj. ไม่|สุภาพ|, หยาบคาย|, ไม่|มี|มารยาท.  |Syn. impolitely adv. impoliteness n.  |Syn. uncivil|, rude)| 
(อิม|' พอร์ท) n. สินค้าเข้า|, การ|นํา|สินค้าเข้า|ประเทศ|, ความหมาย|, ความ|สําคัญ|, ผล|ที่|ตาม|มา. -|vt. (อิมพอร์ท|') นํา|สินค้าเข้า|ประเทศ|, นําเข้า|มา|, แสดง|นัย|, มี|ความหมาย|, เกี่ยวข้อง|, พัวพัน.  |Syn. importability n. importable adj. importer n.
(อิมพอร์|' เทิน|ซฺ) n. ความ|สําคัญ|, การ|วางท่า|ทาง|  |Syn. moment|, weight)| 
(อิมพอร์|' เทิน|ทฺ) adj. สําคัญ|, มี|ความหมาย|, เด่น|, โอหัง|, ยะโส, มี|อิทธิพล|มาก|, มี|อํานาจ|มาก|, มี|ฐานะ|สูง|, ใหญ่โต|, มากมาย.  |Syn. importantly adv.  |Syn. subtantial|, serious
(อิมพอร์ท|เท|' เชิน) n. การ|นํา|สินค้าเข้า|ประเทศ|, สินค้าเข้า (being imported)| 
(อิม|พอ|' ชะ|นิท) adj. รีบด่วน|, เร่งด่วน|, รบเร้า|, เรียกร้อง|, พร่ํา|, รบกวน.  |Syn. importunately adv. importunateness n.  |Syn. insistent|, persistent|, eager
(อิมพอร์|ทูน|') vt. รบเร้า|, เรียกร้อง|, พร่ํา|, รบกวน. -|vt. รบเร้า|ไม่|หยุด|, เรียกร้อง|ไม่|หยุด|  |Syn. importunely adv. importuner n.
(อิมพอร์ทู|' นิที) n. การ|รบเร้า|, การ|เรียกร้อง|, การ|พร่ํา|, การ|ขอร้อง|อย่าง|ไม่|หยุด
(อิม|โพ|ซ|') vt. จัด|เก็บ|ภาษี|, กําหนด|, กําหนด|ให้|มี|, กําหนด|โทษ|, บังคับเอา|, นํา|ไป|ใส่|, ยัดเยียด|ให้|, เรียกร้อง|, รบกวน|, หลอกลวง|, เอาเปรียบ. -|vi. ประทับใจ|, รบกวน|, ยัดเยียด|ให้.  |Syn. imposer n.  |Syn. place|, intrude
(อิม|โพ|'|ซิ|ง) adj. ประทับใจ|มาก|, ซาบซึ้ง|ใจ|มาก|, เด่น|, โอ่อ่า.  |Syn. imposingly adv. imposingness n. (very impressive)| 
(อิมพะ|ซิ|ซ|' เชิน) n. การ|จัด|เก็บ|ภาษี|, การ|กําหนด|ภาษี|, การ|กําหนด|โทษ|, การ|กําหนด|ให้|มี|, การ|บังคับเอา|, การ|นํา|ไฟ|ใส่|, การ|ยัดเยียด|, การ|รบกวน|, การ|หลอกลวง
(อิม|พอ|ส|ซิ|บิล|' ลิที) n. ความ|เป็น|ไป|ไม่|ได้|, สิ่ง|ที่|เป็น|ไป|ไม่|ได้|  |Syn. unreality
(อิม|พอ|ส|' ซะเบิล) adj. เป็น|ไป|ไม่|ได้|, ทํา|ไม่|ได้|, ไม่|มี|ทาง|จะ|บังเกิด|ขึ้น.  |Syn. impossibleness n.  |Syn. inconceivable
(อิม|พอ|ส|' ซะบลี) adv. อย่าง|เป็น|ไป|ไม่|ได้|, ซึ่ง|ทํา|ไม่|ได้
(อิม|' โพ|สทฺ) n. ภาษี|, ภาษี|ศุลกากร|, น้ําหนัก|แบก|ของ|ม้าแข่ง|  |Syn. tax|, tribute|, duty)| 
(อิม|พอ|ส|' เทอะ) n. คน|หลอกลวง|, นัก|ต้ม|, คน|โกง|  |Syn. deceiver)| 
(อิม|พอ|ส|' เชอะ) n. การ|หลอกลวง|, การ|โกง.  |Syn. impostrous|, imposturous adj.  |Syn. cheat|, fraud
(อิม|' พะ|เทิน|ซฺ) n. ความ|อ่อนแอ|, การ|ปราศจาก|กําลัง|หรือ|อํานาจ|, การ|หย่อน หรือ|ไร้|สมรรถภาพ|ทาง|เพศ|, กามตายด้าน.  |Syn. impotency|, impotentness|, weakness
(อิม|' พะ|เทิน|ทฺ) adj. อ่อนแอ|, ไร้|สมรรถภาพ|, ไร้|หรือ|อ่อนกําลัง|, ไร้|หรือ|อ่อน|อํานาจ|, ไร้|หรือ|หย่อน|สมรรถภาพ|ทาง|เพศ|, กามตายด้าน.  |Syn. impotently adv.  |Syn. feeble|, weak|, unable|, powerless|, ineffectual
(อิม|พอ|ฟ|' เช|อริ|ช) vt. ทํา|ให้|ยากจน|ทํา|ให้|มี|คุณภาพ|เลว|, ทํา|ให้|เสื่อม|, ทํา|ให้|อ่อนกําลัง.  |Syn. impoverisher n. impoverishment n.
(อิม|พอ|ฟ|' เช|อริ|ชทฺ) adj. ยากจน|, อ่อนกําลัง|, เสื่อม|, (ดิน) เลว|  |Syn. indigent
(อิม|แพร|ค|' ทะ|คะ|เบิล) adj. ทํา|ไม่|ได้|, ไม่|เหมาะ|, ผ่าน|ไม่|ได้|, ใช้ไม่ได้|, จัดการ|ไม่|ได้|  |Syn. impracticability|, impracticableness n. impracticably adv.
(อิม|แพร|ค|' ทิเคิล) adj. ทํา|ไม่|ได้|, ปฏิบัติ|ไม่|ได้|, จัดการ|ไม่|ได้|, เพ้อฝัน.  |Syn. impracticality|, impracticalness n.
(อิม|พระ|เค|' เชิน) n. การ|สาปแช่ง|, การ|แช่ง|, การ|แช่ง|ด่า|  |Syn. execration
(อิมเพ|รก|' เนท) vt. ตั้ง|ครรภ์|ได้|, ปฏิสนธิ|, ทํา|ให้|อิ่ม|ตัว|, ทํา|ให้|เต็มไปด้วย. -|adj. ตั้ง|ครรภ์|, ได้|รับ|การ|ปฏิสนธิ.  |Syn. impregnation n. impregnator n. (fill|, saturate|, imbue)| 
(อิมเพ|รส|') vt. ประทับใจ|, ทํา|ให้|รู้สึก|, ฝังใจ|, มี|ผล|ต่อ|ความคิดเห็น|, มี|ผล|ต่อ|, กด|, ประทับตรา|, ทํา|ร่องรอย. -|vi. ประทับใจ. -|n. การ|ประทับใจ|, รอย|ประทับ|, รอย|จารึก.  |Syn. impresser n.  |Syn. imprint|, affect
(อิมเพ|รส|' ซะเบิล) adj. โน้มน้าว|จิตใจ|ได้|ง่าย|, ประทับใจ|ได้|ง่าย.  |Syn. impressibility n. impressibly adv.  |Syn. impressionable)| 
(อิมเพรซ|' เชิน) n. รอย|ประทับ|, รอย|กด|, รอย|พิมพ์|, รอย|ฝังใจ|, สิ่ง|ที่|ประทับใจ|, การ|ประทับใจ.  |Syn. impressional adj. impressionally adv.  |Syn. imprint|, mark|, print|, effect|, influence
(อิมเพรช|' เชิน|นะ|เบิล) adj. โน้มน้าว|จิตใจ|ได้|ง่าย|, ประทับใจ|ง่าย.  |Syn. impressionably adv. impressionability|,
(อิมเพ|รส|' ซิ|ฟว) adj. ประทับใจ|, ซาบซึ้ง|ใจ|, รุนแรง|, เหลือ|ขนาด.  |Syn. impressively adv. impressiveness n.  |Syn. convincig|, remarkabke|, inspiring
(อิม|' พ|ริน|ทฺ) n. รอย|กด|, รอย|ประทับ|, ชื่อ|สํานักพิมพ์|บน|หน้า|แรก|ของ|หนังสือ. -|vt. กด|, ประทับ|, ประทับใจ|, ตรึงใจ.  |Syn. imprinter n.
(อิมพ|ริ|ส|' เซิน) vt. จําคุก|, เอา|เข้า|คุก|, กักขัง.  |Syn. imprisoner n.  |Syn. incarcerate
(อิมพ|ริ|ส|' เซิน|เมิน|ทฺ) n. การ|จําคุก|, การ|เอา|เข้า|คุก|, การ|ถูก|จําคุก|, การ|กักขัง
(อิม|พร|อบ|อะ|บิล|' ลิที) n. ความ|เป็น|ไป|ไม่|ได้|, สิ่ง|ที่|เป็น|ไป|ไม่|ได้
(อิม|พร|อบ|' อะเบิล) n. ไม่|น่าจะ|เป็น|ไป|ได้|, ไม่|น่าจะ|เกิด|ขึ้น.  |Syn. improbably adv. improbableness n.  |Syn. rare|, unlikely
(อิม|พร|อม|' ทฺ) adj. ซึ่ง|ไม่|ได้|ตระเตรียม|มา|ก่อน|, แบก|กลอนสด|, กะทันหัน|, ทันควัน|, เฉพาะหน้า. -|adv. อย่าง|ไม่|ได้|ตระเตรียม|มา|ก่อน. -|n. การ|พูด|หรือ|การ|แสดง|ที่|ไม่|ได้|ตระเตรียม|มา|ก่อน|, กลอนสด|, เพลง|หรือ|บทประพันธ์|ที่|แต่ง|ขึ้น|มา|อย่าง|ทันที|ทันควัน -|S...
(อิม|พร|อพ|' เพอะ) adj. ไม่|เหมาะสม|, ไม่|ถูกต้อง|, ผิดพลาด|, ไม่|สมควร.  |Syn. improperly adv. improperness n.  |Syn. unbecoming|, unsuitable Ant. suitable
(อิม|พระ|ไพร|' อิที) n. ความ|ไม่|เหมาะสม|, ความ|ไม่|ถูกต้อง|, ความ|ไม่|บังควร|, ความผิด|พลาด|, การ|ใช้|คํา|ที่|ไม่|เหมาะสม|  |Syn. mistake|, slip|, blunder
(อิม|พรู|ฟช|') vt. ทํา|ให้|ดี|ขึ้น|, ปรับปรุง|, แก้ไข. -|vi. ดี|ขึ้น|, มี|ค่า|มาก|ขึ้น.  |Syn. improve on (upon) ปรับปรุง|, แก้ไข. improvable adj. improvability|, improvableness n. improver n.  |Syn. incautious
(อิม|พรู|ฟว|' เมิน|ทฺ) n. การ|ทํา|ให้|ดี|ขึ้น|, การ|ปรับปรุง|, การ|แก้ไข|, ภาวะ|หรือ|สภาพ|ที่|ดี|ขึ้น|, สิ่ง|ที่|ถูก|ปรับปรุง|ให้|ดี|ขึ้น|, สิ่ง|ที่|ช่วย|ทํา|ให้|ดี|ขึ้น|  |Syn. betterment
(อิม|พร|อฟ|' วิ|เดิน|ทฺ) adj. เลินเล่อ|, ไม่|ได้|ตระเตรียม|มา|ก่อน|, ไม่|ระวัง|, ไม่|คิดถึง|อนาคต|, ไม่|ประหยัด.  |Syn. improvidence n. improvidently adv.  |Syn. thoughtless|, careless Ant. careful)| 
(อิม|พร|อฟวิ|เซ|' เชิน) n. การ|แสดง|หรือ|ประพันธ์|อย่าง|ไม่|ได้|มี|การ|ตระเตรียม|มา|ก่อน|, การ|ว่า|กลอนสด|, สิ่ง|ที่|กระทํา|หรือ ประพันธ์|ขึ้น|อย่าง|ทันที|ทันควัน. -|al adj.
(อิม|' พระ|ไว|ซ) vt., vi. กระทํา|หรือ|ประพันธ์|อย่าง|ไม่|ได้|มี|การ|ตระเตรียม|มา|ก่อน หรือ|อย่าง|ทันที|ทันควัน|, ว่า|กลอนสด.  |Syn. improviser n.  |Syn. extemporize|, devise
(อิม|พรู|ด|'|เดิน|ทฺ) adj. ไม่|รอบคอบ|, เลินเล่อ|, ประมาท|, บุ่มบ่าม.  |Syn. imprudence n. imprudently adv.  |Syn. unwise
(อิม|' พิว|เดิน|ซฺ) n. ความ|ทะลึ่ง|, ความ|ยโส|, ความ|โอหัง|, ความ|อวดดี|, ภาษา|หรือ|คําพูด|ที่|ทะลึ่ง|หรือ|ยโส.  |Syn. impudency
(อิม|' พิว|เดิน|ทฺ) adj. ทะลึ่ง|, ยโส|, อวดดี|, โอหัง.  |Syn. impudently adv. impudentness n.  |Syn. brazen|, saucy|, bold
(อิมพิ|วน|ฺ|') vt. กล่าวหา|, ประณาม|, ตําหนิ|, แย้ง.  |Syn. impugnable adj. impugner n.  |Syn. challenge|, oppose
(อิม|' พัลซฺ) n. แรงดล|, แรงดล|ใจ|, แรงกระตุ้น|, แรง|ผลักดัน|, กระแส ประสาท (force)| 
(อิมพัล|' เชิน) n. การ|กระตุ้น|, การ|ผลักดัน|, สิ่ง|ดลใจ|, แรงดล|ใจ (mental impulse)| 
(อิมพัล|' ซิ|ฟว) adj. ด้วย|อารมณ์|กระตุ้น|, หุนหันพลันแล่น|, ใจเร็ว.  |Syn. impulsiveness n.  |Syn. inciting|, rash|, hasty)| 
(อิมพิว|' นิที) n. การ|ได้|รับ|การ|ยกเว้น|โทษ|, การ|ได้|รับ|นิรโทษ
(อิม|เพียว|' เออะ) adj. ไม่|บริสุทธิ์|, ไม่|สะอาด|, มี|สิ่ง|เจือปน|, ใจ|ไม่|สะอาด|, ผิดศีลธรรม|,|  |Syn. impurely adv. impureness n.
(อิม|เพียว|' ริ|ที) n. ความ|ไม่|บริสุทธิ์|, ความ|ไม่|สะอาด|, การ|มี|สิ่ง|เจือปน|, สิ่ง|ที่|ไม่|บริสุทธิ์
(อิมพิว|' ทะเบิล) adj. ซึ่ง|ถูก|กล่าวหา|ได้|, ซึ่ง|ถูก|ใส่ความ|ได้.  |Syn. imputability n. imputably adv.  |Syn. attributable)| 
(อิมพิว|เท|' เชิน) n. การ|กล่าวหา|, การ|ใส่ความ|, การ|ใส่ร้าย|, การ|ให้|ร้าย.  |Syn. imputative adj. imputatively adv.
(อิมพิวท|'|ฺ) vt. กล่าวหา|, ใส่ความ|, ใส่ร้าย|, ให้|ร้าย|  |Syn. reckon|, count|, ascribe
abbr. intermittent mandatory ventilation
(อิน) prep. ใน|, ภายใน|, ข้างใน|, ใน|ระหว่าง|, ใน|สภาพ|, ใน|ภาวะ|, ใน|ข้อ|ที่|ว่า.  |Syn. in that เนื่องจาก|, เพราะว่า. in so far as ตราบ|ใด|ที่ -|adv. ใน|, ภายใน|, อยู่|ข้างใน|, ใน|บ้าน|, ใน|ที่ทํางาน|, ใน|ตําแหน่ง|, ใน|ฤดู|เก็บเกี่ยว|, ใน|การ|บริหาร|งาน|, สอดคล้อง|กับ -|adj.
(อิน แอบ|' เซน|' เชีย) Latin ไม่|มา|, ขาด|ไป|, ไม่|อยู่|  |Syn. in absence)| 
(อิน เอส'|ซี) (Latin) ตาม|ความ|เป็นจริง|แล้ว|  |Syn. actually
โปรแกรม|แทรก|ชุดคําสั่ง|แทรก|หมายถึง ชุดคําสั่ง|ส่วนหนึ่ง|ที่|เขียน|แทรก|ไว้|ใน|โปรแกรม ใช้|ชื่อ|ที่|กําหนด|ขึ้น|เป็นพิเศษ เพื่อ|สะดวก|ใน|การ|เรียก|ใช้ คําสั่ง|กลุ่ม|นี้ โดย|ปกติ จะ|ประกอบ|ด้วย|คําสั่ง|หลาย|คําสั่ง ที่|ผู้ทํา|โปรแกรม|นํามา|รวม|ไว้ ชุดคําสั่ง|แทรก|นี้|จะ|ต้อง|กําหนด|ชื่อ|คําสั่ง|ไว้|ตอน|ต้น|โปรแกรม เมื่อใด|ก็ตาม ที่|มี|การ|เรียกชื่อ|คําสั่ง|ที่|กําหนด|นี้ ก็|จะ|เท่า|กับ|เป็น|การ|เรียก|ใช้|กลุ่ม|คําสั่ง|ที่|ประกอบ|ด้วย|คําสั่ง|นี้|ทั้ง|ชุด ชุดคําสั่ง|แทรก|นี้ เรา|สามารถ|เรียก|ใช้ได้|ตลอดเวลา|ที่|เรียก|ใช็|โปรแกรม|นี้|อยู่ หรือ|ทุกแห่ง|ที่|ต้องการ|ใช้|คําสั่ง|กลุ่ม|นั้น|มี|ความหมาย|เหมือน macro instruction|, macro program
abbr. in the place cited
(อิน|โล|'|โค) L. ใน|ที่|ที่|เหมาะสม
(อิน มะมอ|'|เรียม) เพื่อ|ระลึก|ถึง
(อิน ซิ|ท|'|ทู) L. ใน|แหล่ง|แรกเริ่ม
(อิน|ส|เท|'|ทู โค|ว) L. ใน|สภาวะ|ซึ่ง
(อิน|'|วี|โทร) ใน|หลอดแก้ว|,|ใน|สิ่งแวดล้อม|ที่|ทํา|เทียม|ขึ้น|  |Syn. in glass
(อิน วี'|โว|,|อิน|ไว|'|โว) ใน|ร่างกาย|ที่|มี|ชีวิต
(อิน|' เดพธฺ) adj. ลึกซึ้ง|, ถี่ถ้วน|, เจริญเติบโต|เต็มที่|  |Syn. intensive|, thorough
(อิน|ดฺเวล|') v. ดํารง|อยู่|ใน|,|อาศัย|อยู่|,|มี|อยู่|ใน.  |Syn. indweller n.
(อิน|'|เฮาซฺ) adj.,|adv. ซึ่ง|เกิด|ขึ้น|ภายใน|หน่วยงาน
(อิน|'|ลอ) n. ญาติ|ที่|เกิด|จาก|แต่งงาน
abbr. inch|-|pound
(อิน|'|เลท) n. เวิ้ง|,|ปากทาง|,|ทางเข้า|,|ทาง|แคบ ๆ ระหว่าง|เกาะ|,|สิ่ง|ที่|ใส่|เข้า|ไป. vt. ใส่|เข้า|ไป|,|สอด|  |Syn. entrance)| 
(อิน|อะ|บิล|' ลิที) n. การ|ขาด|ความ|สามารถ|, การ|ไม่|มี|ความ|สามารถ|, การ|ไร้|กําลัง|หรือ|ปัจจัย|  |Syn. incapability|, incapacity
(อิน|อัค|เซ|ส|' ซะเบิล) adj. เข้า|ไม่|ถึง|, เข้า|ไป|ไม่|ได้|, เข้า|ได้|ยาก.  |Syn. inaccessibility|, inaccessibleness n. inaccessibly adv.  |Syn. inapproachable)| 
(อิน|แอ|ค|' คิว|ระ|ซี) n. ความ|ไม่|แม่นยํา|, ความ|ไม่|ละเอียด|, ความ|ไม่|เที่ยง|, ความ|ไม่|แน่นอน|  |Syn. errore|, fault|, mistake
(อิน|แอ|ค|' คิว|เรท) adj. ไม่|แม่นยํา|, ไม่|ละเอียด|, ไม่|เที่ยง|, ไม่|แน่นอน.  |Syn. inaccurately adv. inaccurateness n.  |Syn. inexact|, imprecise|, faulty
(อิค|แอ|ค|' เชิน) n. ความ|ขี้เกียจ|, การ|ไม่|ทํา|อะไร|, การ|ไม่|ดําเนิน|กิจการ|, การ|อยู่|เฉย ๆ|  |Syn. idleness|, immobility|, rest)| 
(อิน|แอ|ค|' ทะเวท) vt. ทํา|ให้|เฉื่อยชา|, ทํา|ให้|ขี้เกียจ|, หยุดยั้ง|การ|ปฏิบัติงาน|ของ.  |Syn. inactivation n.
(อิน|แอ|ค|' ทิฟว) adj. เฉื่อยชา|, อยู่|เฉย ๆ ไม่|ทํา|อะไร|, ขี้เกียจ|, ไม่|เคลื่อนไหว.  |Syn. inactively adv. inactivity|, inactiveness n.  |Syn. inert|, motionless|, idle
(อิน|ดะ|แดพ|' ทะเบิล) adj.ไม่|ปรับ|ตัว|, ปรับ|ตัว|ไม่|ได้.  |Syn. inadaptability n.
(อิน|แดค|' ดะ|เควท) adj. ไม่|เพียงพอ.  |Syn. inadequateness|, inadequacy n. inadequately adv.  |Syn. unfit|, wanting
(อิน|แอ|ค|มิ|ส|' ซะเบิล) adj. ไม่|สามารถ|จะ|รับ|ได้|, ไม่|สามารถ|จะ|ยอมรับ|ได้.  |Syn. inadmissibility n. inadmissibly adv.
(อิน|อัด|เวอ|' เทิน|ซฺ) n. การ|ขาด|ความ|สนใจ|, ความ|ไม่|ตั้งใจ|, ความ|เลินเล่อ|, ความ|ประมาท|  |Syn. heedlessness)| 
(อิน|อัด|เวอ|' เทิน|ทฺ) adj. ขาด|ความ|สนใจ|, ไม่|ตั้งใจ|, เลินเล่อ|, ประมาท.  |Syn. inadvertently adv.  |Syn. accidental
(อิน|ดัด|ไว|' ซะเบิล) adj. ไม่|ฉลาด|, ไม่|สมควร|, ไม่|บังควร.  |Syn. inadvisability|, inadvisableness n. inadvisably adv.  |Syn. unwise|, improper
(อิน|เอล|' เลีย|นะ|เบิล) adj. โอน|กัน|ไม่|ได้|,|แบ่งแยก|ไม่|ได้|, ยึดครอง|ไม่|ได้.  |Syn. inalienability|, inalienableness n. inalienably adv.
(อิเนน|') adj.โง่|, ขาด|ความคิด|, ว่างเปล่า. -|n. สิ่ง|ว่างเปล่า.  |Syn. inanely adv.  |Syn. empty)| 
(อิน|แอ|น|' นะ|มิ|ท) adj. ไม่|มี|ชีวิต|, ไม่|มี|ชีวิตจิตใจ|, เซื่องซึม|, ไม่|สดใส.  |Syn. inanimately adv. inanimateness n.
(อิน|อะนิซ|' เชิน) n. ความ|ขาดแคลน|, การ|ขาด|อาหาร|, การ|บํารุงเลี้ยง|ไม่|เพียงพอ|, ภาวะ|อ่อน|จิต|, การ|ด้อย|ศีลธรรม|, ความ|ว่างเปล่า
(อิแนน|' นิที) n. การ|ขาด|ความคิด|, ความ|โง่|, ความ|ว่างเปล่า|, การ|ขาด|ความหมาย
(อิน|แอ|พ|' พลิ|คะ|เบิล) adj. ใช้ไม่ได้|, ไม่|เหมาะสม|, ซึ่ง|นํา|ไป|ปฏิบัติ|ไม่|ได้.  |Syn. inapplicability|, inapplicableness n. inapplicably adv.  |Syn. unsuitable
(อิน|อะพ|รี|' เชียเบิล) adj. ไม่|สําคัญ|, เล็กน้อย|, แทบ|จะ|ไม่|รู้สึก|, แทบ|จะ|ไม่|เห็น.  |Syn. inappreciability|, inappreciableness n. inappreciably adv.
(อิน|แอ|พพ|ริ|เฮ|น|' ซิ|เบิล) adj. ซึ่ง|ไม่|สามารถ|เข้าใจ|ได้.  |Syn. inapprehension n.
(อิน|แอ|พพ|ริ|เฮ|น|' ซิ|ฟว) adj. ขาด|ความ|เข้าใจ|, ไม่|รู้|, ไม่|ตระหนัก|ถึง.  |Syn. inapprehensiveness n.
(อิน|อะ|โพ|ร|' พ|ริ|เอท) adj.ไม่|เหมาะสม|, ไม่|คู่ควร.  |Syn. inappropriately adv. inappropriateness n.  |Syn. improper
(อิน|แอ|พทฺ|') adj. ไม่|เหมาะ|, ไม่|สมควร|, ไม่|ชํานาญ|, ไม่|คล่องแคล่ว.  |Syn. inaptly adv. inaptness n.  |Syn. inept|, clumsy
(อิน|แอ|พ|' ทิทูด) n. การ|ขาด|ความ|เหมาะสม|, การ|ขาด|ความ|ชํานาญ|, ความ|เก้งก้าง
(อิน|อาร์|' กิวอะเบิล) adj. ซึ่ง|ถกเถียง|ไม่|ได้|, ซึ่ง|แย้ง|ไม่|ได้.  |Syn. inarguably adv.
(อิน|อาร์ทิค|' คิว|เลท) adj. พูด|ไม่|เก่ง|, พูด|ไม่|เป็น|, นิ่งเฉย|, น้ําท่วม|ปาก|, พูด|ไม่|ออก|, ไม่|เชื่อมต่อ|กัน.  |Syn. inarticulately adv. inarticulateness n.  |Syn. unintelligble
(อิน|อั?มัชฺ|' แอ|ส) เมื่อ|เป็น|เช่นนั้น|, ดังนั้น|  |Syn. since|, insofar as)| 
(อิน|อะ|เท|น|' เชิน) n. การ|ไม่|สนใจ|, การ|ขาด|ความ|สนใจ|  |Syn. negligence
(อิน|ออ|' ดะ|เบิล) adj. ไม่|ได้ยิน.  |Syn. inaudibility|, inaudibleness n. inaudibly adv.
(อิน|ออ|' กิวเริล) adj. เกี่ยวกับ|การ|เข้า|รับ|ตําแหน่ง|เป็นทางการ|, เกี่ยวกับ|การ|ริเริ่ม|, เกี่ยวกับ|การ|เปิดฉาก|, เกี่ยวกับ|การ|สถาปนา|, เกี่ยวกับ|การ|เปิด|ทํา|การ. -|n. คําปราศรัย|ใน|การ|เข้า|รับ|ตําแหน่ง|, พิธี|เข้า|รับ|ตําแหน่ง
(อิน|ออ|' กิวเรท) vt. เริ่ม|เป็นทางการ|, เปิดฉาก|, เข้า|รับ|ตําแหน่ง|เป็นทางการ|, เปิด|ทํา|การ|  |Syn. inauguration n. inaugurator n.  |Syn. install|, begin|, initiate
วัน|เข้า|รับ|ตําแหน่ง|เป็นทางการ|ของ|ประธานาธิบดี|สหรัฐอเมริกา (วันที่ 20 มกราคม หลังจาก|ได้|รับ|เลือกตั้ง)| 
(อิน|ออ|สพิช|' เชิส) adj. ไม่|เป็น|มงคล|, ลาง|ร้าย|, เป็น|ผลร้าย.  |Syn. inauspiciously adv. inauspiciousness n.
(อิน|' บีอิง) n. สภาพ|ที่อยู่|ใน|สิ่ง|อื่น|, สันดาน|, ธาตุแท้|, เนื้อหา|  |Syn. immanence)| 
(อิน|บิ|ทะวีน|') n. สิ่ง|ที่อยู่|ระหว่าง|กลาง. -|adj. ซึ่ง|ระหว่าง|กลาง
(อิน|' บอร์ด) -|adj. ภายใน|ลํา|เรือ|หรือ|ลํา|เครื่องบิน|, ซึ่ง|อยู่|ใกล้|ศูนย์กลาง|, ซึ่ง|มี|เครื่องยนต์|อยู่|ภายใน|ลํา|เรือ. -|adv. ภายใน|ลํา|เรือ|หรือ|ลํา|เครื่องบิน|, โดย|กําเนิด|, โดย|ธรรมชาติ|  |Syn. inbred
(อิน|' เบา|ดฺ|') adj. ซึ่ง|แล่น|กลับ|, เข้า|ประเทศ|, เข้า|สถานี (inward bound)| 
(อิน|' บ|รี|ธ) vt. หายใจเข้า|, สูด|อากาศ|เข้า|ไป|ใน|ปอด|, เอา|ใส่|, ดลใจ|  |Syn. inhale)| 
(อิน|' เบรด) adj. ตั้งแต่|เกิด|, แต่แรก|เกิด|, โดย|กําเนิด|, ตั้งแต่|ดั้งเดิม|, เป็น|ของ|ท้องถิ่น|, เกี่ยวกับ|การ|ผสมพันธุ์|โดย|เชื้อสาย|ที่|ใกล้ชิด|  |Syn. innate)| 
(อิน|' บรีด) vt. ผสมพันธุ์|ด้วย|เชื้อสาย|ที่|ใกล้ชิด|, ผสมพันธุ์|จาก|พ่อแม่|ที่|มี|เชื้อสาย|โลหิต|เดียวกัน|  |Syn. inbreeding n.  |Syn. breed
abbr. incorporated
(อิน|แคล|' คิว|ละ|เบิล) adj. เหลือ|คณานับ|, นับ|ไม่|ไหว|, ไม่|แน่นอน|, ไม่|แน่ใจ|, คาดการณ์|ไม่|ได้.  |Syn. incalculability|, incalculableness n. incalculably adv.  |Syn. uncertain|, immeasurable)| 
(อิน|คะ|เลส|' เซินทฺ) adj. ร้อน|ระอุ|, เร่าร้อน.  |Syn. incalescence n
(อิน|คัน|เดสฺ|') vi., vt. ลุก|โชติช่วง|, ทํา|ให้|ลุก|โชติช่วง|, เร่าร้อน
(-|คัน|เดส|' เซินซฺ) n. การ|ลุก|โชติช่วง|,|แสง|ไฟ|ที่|ลุก|โชติช่วง|, แสง|จาก|หลอดไฟ
(อิน|' คัพเดส|' เซินทฺ) adj. ลุก|โชติช่วง|, เกี่ยวกับ|แสง|ไฟ|ที่|ลุก|โชติช่วง|, สว่าง|จ้า|, ปราดเปรื่อง|, เร่าร้อน (glowing with heat)| 
หลอดไฟฟ้า|ที่|มี|เส้น|ลวด|ภายใน|, หลอดไฟ
(อิน|แคน|เท|' เชิน) n. การ|ร่าย|เวทมนตร์|, การ|เสก|เป่า|, คาถา|, เวทมนตร์|คาถา|, พิธี|ร่าย|เวท|มนต์|คาถา.  |Syn. incantational adj. incantatory adj.
(อิน|เค|' พะเบิล) adj. ไม่|สามารถ|, ไม่|มี|ความ|สามารถ. -|n. ผู้|ที่|ไม่|มี|ความ|สามารถ|, ผู้|ไร้|ความ|สามารถ.  |Syn. incapability n. incapably adv.  |Syn. unfit|, unable|, inadequate|, incompetent Ant. capable
(อิน|คะ|แพ|ส|' ซิ|เท|ท) vt. ทํา|ให้|ไร้|ความ|สามารถ|, ทํา|ให้|ไม่|เหมาะ.  |Syn. incapacitation n. (make incapable|, disqualify)| 
(อิน|คะ|แพ|ส|' ซิ|ที) n. การ|ไร้|ความ|สามารถ|, การ|ขาด|คุณสมบัติ|  |Syn. incapability)| 
(อิน|คาร์|' เซ|อเรท) vi. จําคุก|, กักขัง|, คุมขัง. -|adj. ถูก|จําคุก|, ถูก|คุมขัง.  |Syn. incarceration n.  |Syn. imprison|, jail
(อิน|คาร์เน|' เชิน) n. ผู้|จุติ|ลง|มา|เกิด|, ร่าง|แปลง|กาย|, ผู้|มา|เกิด|ใหม่|, การ|จุติ|ลง|มา|เกิด|, การ|ป|รา|กฎ|อยู่|ใน|ร่าง|ใหม่
(อิน|คอ|' เชิน) n. การ|ขาด|ความ|ระมัดระวัง|, ความ|เลินเล่อ|, ความ|ประมาท
(อิน|คอ|' เชิส) adj. ไม่|ระมัดระวัง|, เลินเล่อ|, ประมาท.  |Syn. incautiously adv. incautiousness n.  |Syn. headstrong|, rash|, imprudent Ant. cautious|, wary
(อิน|เซน|' เดียรี) adj. เกี่ยวกับ|วัตถุ|ระเบิด|ที่|ลุกไหม้|เมื่อ|ระเบิด|, เกี่ยวกับ|การ|ลอบ|วาง|เพลิง|, เกี่ยวกับ|การ|วาง|เพลิง|, ซึ่ง|เป็น|การ|ก่อ|ความ|ไม่|สงบ|, เป็น|การ|ก่อกวน|ความ|สงบ. -|n. ผู้|ลอบ|วาง|เพลิง|, วัตถุ|ระเบิด|,|ผู้|ก่อกวน|ความ|ไม่|สงบ|  |Syn. inflammatory
(อิน|' เซน|ซฺ) n. เครื่อง|หอม|, ธูป|, กํายาน|, กลิ่น|หอม. -|vt. เผา|เครื่อง|หอม|, ใช้|เครื่อง|หอม|รม|, จุด|ธูป|บูชา. -|vi. จุด|ธูป|บูชา|, จุด|เครื่อง|หอม|  |Syn. incensement n.
(อิน|เซน|' ทิฟช) n. สิ่ง|กระตุ้น|, เครื่องกระตุ้น|, สิ่ง|ดลใจ|, เครื่องส่ง|เสริม.  |Syn. incentively adv.  |Syn. stimulating|, provocative)| 
(อิน|เซ|พ|' เชิน) n. การ|เริ่ม|, การ|เริ่มแรก|, การ|ได้|รับ|ปริญญา (โดยเฉพาะ|ปริญญาโท|หรือ|เอก|ที่|มหาวิทยาลัย|เคม|บริดจ์) , พิธี|มอบ|ปริญญา
(อิม|เซ|พ|' ทิฟว) adj. เริ่มต้น|, เริ่มแรก|เกี่ยวกับ|กริยา (ไวยากรณ์) ที่|เริ่มต้น. -|n. คํากริยา|ที่|แสดง|การ|เริ่มต้น|  |Syn. inchoative)| 
(อิน|เซ|ส|' เซินทฺ) adj. ต่อเนื่อง|, ไม่|หยุดยั้ง|, ติดต่อ|กัน.  |Syn. incessantly adv.
(อิน|' เซ|สทฺ) n. การ|ร่วม|ประเวณี|ระหว่าง|หญิง|ชาย|ที่|มี|บิดา|มารดา|เดียวกัน
(อิน|เซ|ส|' ชุเอิส) adj. เกี่ยวกับ|การ|ร่วม|ประเวณี|ระหว่าง|หญิง|ชาย|ที่|มี|บิดา|มารดา|เดียวกัน|, ซึ่ง|มี|ความผิด|จาก|การ|ร่วม|ประเวณี|ดังกล่าว.  |Syn. incestuously adv. incestuousness n.
(อิน|ชฺ) n. หน่วย|ความ|ยาว|ที่|เท่า|กับ 1|ซ|12 ฟุต|หรือ 2.54 เซนติเมตร|, จํานวน|เล็กน้อย|มาก.
(อิน|ชฺ|' มี|ล) adv. ทีละ|นิ้ว|, ทีละ|น้อย|, ทีละ|นิด|  |Syn. little by little
(อิน|โค|เอ|' เชิน) n. การ|เริ่ม|, แหล่ง|กําเนิด|  |Syn. beginning|, origin)| 
(อิน|' ซิ|เดิน|ซฺ) n. การ|บังเกิด|, เหตุการณ์|, การ|ที่|รังสี|หรือ|ลําแสง|กระทบ|ผิวหน้า
(อิน|' ซิ|เดิน|ทฺ) n. การ|บังเกิด|, เหตุการณ์|เรื่องราว|, บท|ปลีกย่อย|, บท|แทรก. -|adj. ซึ่ง|มัก|เกิด|ขึ้น|, ประจํา|, ซึ่ง|พุ่ง|เข้า|หา|, ซึ่ง|กระทบ
(อิน|ซิ|เดน|' เทิล) adj. ซึ่ง|มัก|เกิด|ขึ้น|, บังเอิญ. -|n. สิ่ง|บังเอิญ.  |Syn. incidentals ค่าใช้จ่าย|เบ็ดเตล็ด. incidentalness n.
(อิน|ซี|เดน|' ทะลี) adv. โดย|บังเอิญ|, แล้วแต่|โอกาส|จะ|อํานวย|ให้|, อนึ่ง|, ใน|โอกาส|นี้
(อิน|ซิ|น|' นะ|เร|เทอะ) n. เตาเผา|ให้|เป็น|เถ้าถ่าน|, ผู้|เผา|ของ|ให้|เป็น|เถ้าถ่าน
(อิน|ซิ|พ|' เพียนทฺ) adj. เริ่ม|เกิด|ขึ้น|, แรกเริ่ม.
(อิน|ไซ|ซ) vt. ตัด|, ผ่า|เข้า|, ผ่าตัด|, แกะสลัก
(อิน|ไซ|ซด|ฺ|') adj. ซึ่ง|ถูก|ผ่า|ออก|, เป็น|รอย|ผ่า|, เป็น|รอย|บาก|, เป็น|รอย|ตัด|หรือ|รอย|แกะสลัก
(อิน|ซิ|ส|' เชิน) n. รอย|ผ่า|, รอย|บาก|, รอย|ตัด|, รอย|แหวะ|, รอย|เชือด|, การ|แกะสลัก|, ความ|หลักแหลม|, ความ|แหลม|, ความ|คม|, ความ|เฉียบขาด|  |Syn. cut|, gash|, section
(อิน|ไซ|' ซิ|ฟว) adj. แหลม|, คม|, ลึกซึ้ง|หลักแหลม|, เกี่ยวกับ|ฟัน|ตัด.  |Syn. incisively adv. incisiveness n.  |Syn. penetrating
(อิน|ไซ|' เซอะ) n. ฟัน|ตัด|, ฟันหน้า
(อิน|ไซ|' ซะรี) adj. เกี่ยวกับ|ฟัน|ตัด|หรือ|ฟันหน้า|, ซึ่ง|เหมาะ|สําหรับ|ตัด
(อิน|ไซ|ทฺ|') vt. กระตุ้น|, ยุยง|, ปลุกปั่น.  |Syn. incitation n. inciter n.  |Syn. instigate)| 
(อิน|ไซ|ทฺ|' เมิน|ทฺ) n. การ|กระตุ้น|, การ|ยุยง|, การ|ปลุกปั่น|, สิ่ง|กระตุ้น|, สิ่ง|ดลใจ|, แรง|ผลักดัน|  |Syn. instigation|, stimulation
(อิน|ซะวิล|' ลิที) n. ความ|หยาบคาย|, ความ|ไม่|มี|มารยาท|, ความ|ไม่|สุภาพ.  |Syn. incivil adj.
(อิน|' ซิ|วิ|ซึม) n. ความ|ไม่|รักชาติ|, ความ|บกพร่อง|ใน|หน้าที่|ของ|พลเมือง
(อิน|' ค|ลา|สพฺ) vt. กลัด|ขอ (enclasp)| 
(อิน|เค|ลม|' เมิน|ทฺ) adj. รุนแรง|, ไม่|ปรานี|, ไม่|มี|ความ|กรุณา|ปรานี.  |Syn. inclemency|, inclementness n. inclemently adv.
(อิน|ไคล|' มะเบิล) adj. โน้มเอียง|, สนับสนุน|  |Syn. inclined|, favourable)| 
(อิน|คละ|เน|' เชิน) n. ความ|โน้มเอียง|, ความ|โน้มน้าว|, การ|เบี่ยงเบน|, ผิวหน้า|ที่|เอียง|ลาด|, มุม|ระหว่าง|เส้น 2 เส้น|หรือ|ที่ราบ 2 ที่ราบ|, สิ่ง|ที่|ชอบ|  |Syn. tendency|,|disposition
(อิน|ไคล|นฺ|') vi. โน้มเอียง|, โน้มน้าว|, เบี่ยงเบน|, ออกจะ|, ค่อนข้าง|, เอียง|ลาด|, พิง. -|vt. ทํา|ให้|โน้มเอียง|, โค้ง|, งอ|, ทํา|ให้|โค้ง|หรือ|งอ. -|n. ผิวหน้า|ที่|ลาดเอียง|  |Syn. inclinometer n.  |Syn. slope|, slant|, decline
(อิน|ไคล|นดฺ|') adj. โน้มเอียง|, โน้มน้าว|, เอนเอียง|, บ่ายเบน|, เป็น|มุม|  |Syn. apt
(อิน|คลูด|') vt. ประกอบ|ด้วย|, รวม|อยู่|, ใส่|ไว้|ใน|, คลุม|ถึง|, นับ|รวม|เข้า.  |Syn. includable|, includible adj.  |Syn. incorporate
(อิน|คลู|' ซิ|ฟว) adj. รวม|ด้วย|, ครอบคลุม|, กิน|วง|กว้าง|, รวม|ทุกอย่าง|, ครอบ|, ทั้งหมด.  |Syn. inclusive of รวม|ทั้ง. inclusively adv. inclusiveness n.  |Syn. comprehensive
(อิน|คลู|ซี|ฟ ออร์) และ|/|หรือ|เป็น|ตัวดําเนินการ (operator) ตัว|หนึ่ง|ที่|ใช้|ใน|การ|เขียน|โปรแกรม ใช้|มาก|ใน|คําสั่ง|ที่|เกี่ยวกับ|การ|เขียน|ภาพ ผลลัพธ์|ของ inclusive OR จะ|เห็น|ได้|จาก|ตาราง|ที่|แสดง 1 คือ|จริง (true) และ 0 คือ เท็จ หรือ (false) ถ้า|ไม่|ต้องการ|เรียนรู้|เกี่ยวกับ|การ|เขียน|โปรแกรม ก็|ไม่|จําเป็น|ต้อง|รู้จัก|คําสั่ง|นี้|ก็ได้
(อิน|โค|เออ|' ซะเบิล) adj. บังคับ|ไม่|ได้|, กด|หัว|ไม่|ได้|, ผลักดัน|ไม่|ได้ (not coercible)| 
(อิน|คอ|จ|' จิ|เทิน|ทฺ) adj. ไม่|เกรงใจ|, ไม่|คํานึง|ถึง|คน|อื่น|  |Syn. inconsiderate)| 
(อิน|คอก|' นิโท) adj., adv. ไม่|ระบุ|นาม|, ไม่|เปิดเผย|ชื่อเสียงเรียงนาม. -|n. ผู้|ไม่|เปิดเผย|ชื่อเสียง|, การ|ไม่|เปิดเผย|ชื่อเสียง|, นามแฝง
(อิน|คอก|' นิซะเบิล) adj. ไม่|อาจ|รู้|ได้
(อิน|คอก|' นิ|เซน|ทฺ) adj. ไม่|รู้|ถึง|, ไม่|รู้ตัว|, มิได้|คาด|ไว้.  |Syn. incognizance n.
(อิน|โค|เฮีย|' เรินซฺ) n. การ|ไม่|เกาะติด|กัน|, การ|ไม่|รวม|ตัว|กัน|, ความ|ร่วน|,|สิ่ง|ที่|ไม่|เกาะติด|กัน|, ความ|ไม่|สัมพันธ์|กัน
(- เรินซี) n. incoherence (ดู)| 
(อิน|โค|เฮีย|' เรินทฺ) adj. ไม่|เกาะติด|กัน|, ไม่|ปะติดปะต่อ|, ไม่|ต่อเนื่อง|, ไม่|สัมพันธ์|กัน|, ร่วน|, ไม่|เข้า|กัน.  |Syn. incoherently adv.
(อิน|คัม|บัส|' ทะเบิล) adj. ไม่|สันดาป|, ไม่|เผาไหม้. -|n. สาร|ที่|ไม่|สันดาป|, สาร|ที่|ไม่|ไหม้.  |Syn. incombustibility|, incombustibleness n.
(อิน|' คัม) n. รายได้|, เงินได้|, รายรับ|, สิ่ง|ที่|เพิ่ม|เข้า|มา|, การ|เข้า|มา (revenue|, receipts)| 
ภาษี|รายได้
(อิน|' คัม|มิ|ง) adj. เข้า|มา|, เป็น|รายได้|, ตาม|มา|, สืบ|ช่วง|, สืบทอด. -|n. การ|เข้า|มา|, รายได้|, รายรับ|  |Syn. coming in|, entering|, ensuing)| 
(อิน|คะ|เมน|' เชอ|ระ|เบิล) adj. เปรียบเทียบ|ไม่|ได้|, ไม่|ได้|สัดส่วน|, ไม่|มี|มาตรา|ฐาน. -|n. สิ่ง|ที่|เปรียบเทียบ|ไม่|ได้|, สิ่ง|ที่|ไม่|ได้|มาตรา|ฐาน.  |Syn. incommensurability|, incommensurableness n. incommensurably adv.  |Syn. incomp
(อิน|คะ|เมน|' เชอะ|ริ|ท) adj. ไม่|ได้|สัดส่วน|, ไม่|เพียงพอ|, ซึ่ง|เปรียบเทียบ|ไม่|ได้.  |Syn. incommensurately adv. incommensurateness n.
(อิน|คะ|โม|' เดียส) adj. ไม่|สะดวก|, ไม่|สบาย|, คับแคบ.  |Syn. incommodiously adv. incommodiousness n.
(อิน|คะ|มิ|ว|' นะ|คะ|เบิล) adj. ติดต่อ|กัน|ไม่|ได้|, ถ่ายทอด|ออก|เป็น|คําพูด|ไม่|ได้|, ไม่|ชอบ|พูดจา.  |Syn. incommunicability|, incommunicableness n. incommunicably adv.
(อิน|คอม|' แพ|ระ|เบิล) adj. ซึ่ง|ไม่|สามารถ|เปรียบเทียบ|ได้|, ดีเลิศ|, หา|ที่|เปรียบ|ไม่|ได้.  |Syn. incomparability|, incomparableness n. incomparably adv.  |Syn. matchless
(อิน|คัม|แพ|ท|' ทะเบิล) adj. เข้า|กัน|ไม่|ได้|, ขัดแย้ง|กัน|, ตรงกันข้าม|, ต่อต้าน|กัน|, ซึ่ง|ไม่|สามารถ|จะ|เป็น|พร้อมกัน|ได้|, incompatibles บุคคล|ที่|เข้า|กัน|ไม่|ได้.  |Syn. incompatibility|, incompatibleness n. incompatibly adv. -|S .unadapted|, discrepant
(อิน|คอม|' พิ|เทิน|ซฺ) n. การ|ไร้|ความ|สามารถ|, ความ|ไม่|เหมาะสม|, การ|ขาด|คุณสมบัติ.  |Syn. incompetency n.  |Syn. ineptitude|, inability Ant. competence
(อิน|คอม|' พิ|เทิน|ทฺ) adj. ไม่|มี|ความ|สามารถ|, ไม่|มี|คุณสมบัติ|ตาม|กฎหมาย. -|n. ผู้|ไร้|ความ|สามารถ|  |Syn. inexpert|, unskilful|, unable|, incapable Ant. competent
(อิน|คัม|พลี|ท|') adj. ไม่|สมบูรณ์|, เพียง|บาง|ส่วน.  |Syn. incompletely adv. incompletion|, incompleteness n.  |Syn. undone|, unfinished|, undone
(อิน|คัม|ไพล|' เอินทฺ) adj. ไม่|ยอม|, ไม่|ยินยอม|, ไม่|อนุโลม.  |Syn. incompliance|, incompliancy n.
(อิน|คัมพิว|' ทะเบิล) adj. คํานวณ|ไม่|ได้|, เหลือ|คณานับ.  |Syn. incomputably adv.  |Syn. uncountable
(อิน|คัน|ซี|ฟ|' วะเบิล) adj. ไม่|น่า|เชื่อ|, สุด|ที่|จะ|นึก|ได้|, ประหลาด.  |Syn. inconceivability n. inconceivableness n. inconceivable adj.  |Syn. unimaginable|, unthinkable Ant. believable
(อิน|คัน|คลู|' ซิ|ฟว) adj. ไม่|เด็ดขาด|, ไม่|ใช่|ผลสุดท้าย|, ไม่|มี|ผล|สรุป|, ไม่|ลงเอย.  |Syn. inconclusively adv. inconclusiveness n.  |Syn. indecisive|, vague
(อิน|คอ|ง|' กรู|เอินทฺ) adj. ไม่|ลงรอย|, ซึ่ง|ทาบ|กัน|ไม่|สนิท.  |Syn. incongruence n. incongruently adv.  |Syn. incongruous
(อิน|คอ|งก|รู|' อิที) n. ความ|เข้า|กัน|ไม่|ได้|, ความ|ไม่|ลงรอย|กัน|, สิ่ง|ที่|ไม่|ลงรอย|กัน
(อิน|คอ|ง|' กรู|เอิส) adj. ไม่|เหมาะสม|, ไม่|ลงรอย|กัน|, ไม่|สามัคคี|กัน|, ไม่|เข้า|กัน.  |Syn. incongruously adv. incongruousness n. -|S.discordant|, clashing
(อิน|คัน|ซิ|ด|' เดอ|ระ|เบิล) adj. เล็กน้อย|, ไม่|สําคัญ|, ไม่|น่า|สนใจ.  |Syn. inconsiderableness n. inconsiderably adv.
(อิน|คัน|ซิ|ด|' เดอเรท) adj. ไม่|เกรงใจ|, ไม่|คํานึง|ถึง|คน|อื่น|, เลินเล่อ|, ไม่|สนใจ|, หุนหันพลันแล่น.  |Syn. inconsiderately adv. inconsiderateness|, inconsideration n.  |Syn. thoughtless|, negligent
(อิน|คัน|ซิ|ส|' เทิน|ซฺ) n. ความ|ไม่|สอดคล้อง|กัน|, ความ|ไม่|ลงรอย|กัน|, ความ|ขัด|กัน|, ความ|ไม่|เป็น|ไป|ตาม|ที่|ว่า|, สิ่ง|ที่|ไม่|สอดคล้อง|กัน.  |Syn. inconsistency
(อิน|คัน|ซิ|ส|' เทิน|ทฺ) n. ไม่|สอดคล้อง|กัน|, ไม่|ลงรอย|กัน|, เข้า|กัน|ไม่|ได้|, ขัด|กัน|, ไม่|เป็น|ไป|ตาม|ที่|ว่า.  |Syn. inconsistently adv.  |Syn. incompatible|, incongruent
(อิน|คัน|โซ|' ละ|เบิล) adj. ไม่|สามารถ|ปลอบใจ|ได้.  |Syn. inconsolability|, inconsolableness n. inconsolably adv.
(อิน|คอน|' ซะ|เนิน|ทฺ) adj. ไม่|สอดคล้อง|กัน|,|ไม่|ประสานกัน|  |Syn. inconso|- nance n. inconsonantly adv.
(อิน|คัน|สพิค|' คิว|เอิส) adj. ไม่|เด่น|, ไม่|เตะตา.  |Syn. inconspicuously adv. inconspicuousness n.  |Syn. unobtrusive|, unremarkable|, indistinct
(อิน|คัน|โทร|ล|' ละ|เบิล) adj. ควบคุม|ไม่|ได้.  |Syn. incontrollably adv.
(อิน|คัน|วี|' เนียน|ซฺ) n. ความ|ไม่|สะดวก|, ความ|ไม่|สะดวกสบาย|, สิ่ง|ที่|ไม่|สะดวกสบาย. -|vt. ทํา|ให้|ไม่|สะดวกสบาย|, รบกวน|  |Syn. incommode|, awkwardness|, trouble)| 
n. = inconvenience
(อิน|คัน|วี|' เนียน|ทฺ) adj. ไม่|สะดวก -|S .troublesome|, awkward
(อิน|คัน|เวอ|' ทะเบิล) adj. ไม่|สามารถ|เปลี่ยน|ได้|, เปลี่ยนแปลง|ไม่|ได้.  |Syn. inconvertibility n. inconvertibleness n. inconvertibly adv.  |Syn. unchangeable
(อิน|คัน|วิน|' ซะเบิล) adj. ซึ่ง|ไม่|สามารถ|ทํา|ให้|เชื่อ|ได้.  |Syn. inconvincibility n. inconvincibly adv.
(อิน|โค|ออร์|' ดิเนท) adj. ไม่|ประสานกัน|, ไม่|พร้อมเพรียง|กัน.  |Syn. incoordinate|, incoordinate
(อิน|โค|ออร์ดิเน|' เชิน) n. การ|ไม่|ประสานกัน|, ความ|ไม่|พร้อมเพรียง|กัน.
abbr. incorporated
(อิน|คอร์|' เพอเรท) vt. รวม|เข้า|ด้วย|กัน|, รวม|เข้า|เป็น|รูป|บริษัท|, ทํา|ให้|รวม|กัน. -|vi. รวม|เข้า|ด้วย|กัน. -|adj. ซึ่ง|รวม|เข้า|ด้วย|กัน.  |Syn. incorporative adj.  |Syn. take in|, include
(อิน|คอร์|' เพอเรท) adj. ไม่|ใช่|วัตถุ|หรือ|ส|สาน|, ไม่|เป็น|ตัวตน|  |Syn. incorporeal)| 
(อิน|คอร์|' พะเรททิด) adj.เป็น|รูป|บริษัท|, ซึ่ง|รวม|ตัว|กัน.  |Syn. incorporatedness n.  |Syn. include|, involve
(อิน|คอร์พะเร|' เชิน) n. การ|รวม|เข้า|เป็น|บริษัท|, การ|รวม|ตัว|กัน
(อิน|คะ|เรคทฺ|') adj. ไม่|ถูกต้อง|, ไม่|เหมาะสม.  |Syn. incorrectly adv. incorrectness n.  |Syn. inexact|, inaccurate
(อิน|คอ|' ริ|จะ|เบิล) adj. แก้ไข|ไม่|ได้|, ติด|แน่น|, ไม่|เปลี่ยนแปลง|ได้|ง่าย. -|n. บุคคล|ที่|แก้ไข|ไม่|ได้.  |Syn. incorrigibility|, incorrigibleness n. incorrigibly adv.
(อิน|ค|ริ|ส|') vt., vi. เพิ่ม|, ทํา|ให้|มาก|ขึ้น|, เพิ่มพูน. -|n. (อิน|'|ค|รี|ส) การ|เพิ่ม|มาก|ขึ้น|, การ|เพิ่มพูน|, ผล|จาก|การ|เพิ่มพูน|, ผลิตผล|, ผลกําไร|, ดอกเบี้ย.  |Syn. increasable adj. increasingly adv. increaser n.  |Syn. addition
(อิน|เค|รด|' ดะ|เบิล) adj. ไม่|น่า|เชื่อ|,|เหลือเชื่อ.  |Syn. incredibility|, incredibleness n. incredibly adv.  |Syn. inconceivable|, unbelievable|, doubtful
(อิน|ค|ริ|ดู|ล|' ลิที) n. ความ|ไม่|เชื่อถือ|, ความ|กังขา|, ความ|สงสัย|  |Syn. disbelief|, doubt)| 
(อิน|เค|รด|' ดู|เลิส) adj. ไม่|เชื่อ|, กังขา|, สงสัย.  |Syn. incredulously adv. incredulousness n.  |Syn. skeptical
(อิน|' คระ|เมิน|ทฺ) n. การ|เพิ่ม|ขึ้น|,|จํานวน|ที่|เพิ่ม|ขึ้น|, ผลกําไร.  |Syn. incremental adj.
การ|สํารอง|เพิ่ม|ขึ้น|หมายถึง กระบวนการ|ของ|การ|คัดลอก|แฟ้มข้อมูล ซึ่ง|เพิ่ง|สร้าง|เสร็จ|ใหม่ ๆ หรือ|ไม่|ก็|เป็น|แฟ้ม|ที่|ปรับปรุง|ขึ้น|ใหม่ หลังจาก|ที่|ได้|คัดลอก|ทํา|สํารอง|ไป|แล้ว|ชุด|หนึ่ง
ตัว|แปล|โปรแกรม|ส่วน|เพิ่ม|หมายถึง โปรแกรม|พิเศษ|ที่|ทํา|หน้าที่|เป็น|ตัว|แปล|คําสั่ง|ใน|โปรแกรม|ให้|เป็น|รหัส|ภาษาเครื่อง|ใน|ทันที|ที่|พิมพ์|ข้อความ|ที่|เป็น|คําสั่ง|เต็ม|บรรทัด ตัว|แปล|โปรแกรม|ส่วน|เพิ่ม|ตัว|นี้|จะ|ทํา|หน้าที่|แปล|ใน|ขณะที่|เรา|พิมพ์|คําสั่ง|แต่ละ|คําสั่ง ผิด|กับ|ตัว|แปล|อื่น|ที่|จะ|รอ|จน|พิมพ์|โปรแกรม|เสร็จ|หมด|จึง|จะ|ลงมือ|แปล การ|แปล|แบบ|หลัง|นี้ เรา|จะ|ต้อง|รอ|สัก|นิด|หนึ่ง เมื่อ|การ|แปล|เสร็จสิ้น|แล้ว เครื่อง|คอมพิวเตอร์|จึง|จะ|ลงมือ|ทํางาน ดู interpreter ประกอบ
(อิน|ค|ริม|' มะเนท) vt. กล่าวโทษ|, ใส่ร้าย|, กล่าวหา|, ฟ้องร้อง|, ดําเนินคดี|ฟ้องร้อง.  |Syn. incrimination n. incriminator n. incriminatory adj.  |Syn. accuse
(อิน|คิว|เบ|' เชิน) n. การ|ฟักตัว|, การ|กก|ไข่|, การ|เพาะ|ให้|เป็น|ตัว|, การ|เกิด|เป็น|ตัว
(อิน|' คิว|เบ|เทอะ) n. เครื่อง|อบ|, เครื่อง|ฟัก|ไข่|, เครื่อง|เพาะเชื้อ|, คน|เพาะเชื้อ|, คนใช้|เครื่อง|ฟัก|ไข่
(อิน|' คิว|บัส) n., (pl. -|bi|, -|buses) ผี|ที่|เข้า|มา|นอน|ทับ|คน|ที่|กําลัง|หลับ (โดยเฉพาะ|ผี|ผู้ชาย|ที่|เข้า|ร่วม|ประเวณี|กับ|ผู้หญิง|ที่|กําลัง|หลับ) , สิ่ง|ที่|ครอบงํา|จิตใจ|, ภาระ|ที่|หนัก
(อิน|คัล|' เคท) vt. พร่ําสอน|, พร่ํา|บ่น|, พร่ํา|, ทํา|ให้|รับ|ความคิด|หรือ|ความรู้สึก.  |Syn. inculcation n. inculcator n.  |Syn. impress
(อิน|คัล|' พะเบิล) adj.ไม่|มี|ความผิด|, ไร้|มลทิน|, ไม่|มี|ที่|ติ.  |Syn. inculpability|, inculpableness n.
(อิน|คัม|' เบินทฺ) adj. ซึ่ง|ดํารง|ตําแหน่ง|, ซึ่ง|มี|หน้าที่|, เป็น|ภารกิจ|, ซึ่ง|วาง|, พิง|หรือ|ขด|อยู่ -|n. ผู้|ดํารง|ตําแหน่ง|หน้าที่|  |Syn. incum|- bently adv.  |Syn. obligatory|, lying
(อิน|เคอร์|') vt. ก่อ|ให้|เกิด|, ทํา|ให้|เกิด|, ประสบ|, ได้|รับ.  |Syn. incurable adj.  |Syn. acquire
(อิน|เคียว|' ระ|เบิล) adj. ซึ่ง|รักษา|ไม่|หาย. -|n. บุคคล|ที่|เป็น|โรค|ที่|รักษา|ไม่|หาย.  |Syn. incurability|, incurableness n. incurably adv.
(อิน|เคอ|' เชิน) n. การ|บุกรุก|, การ|โจมตี|, การ|รุกล้ํา|  |Syn. inroad|, raid|, attack
(อิน|เคอ|' ซิ|ฟว) adj. บุกรุก|, โจมตี|, รุกล้ํา (making incursions)| 
(อิง|' คัส) n., (pl. incudes) กระดูก|รูป|ทั่ง|ซึ่ง|เป็น|กระดูก|อัน|กลาง|ของ|หู|ช่อง|กลาง.  |Syn. incudate|, incudal adj.  |Syn. anvil)| 
มวยปล้ํา|แบบ|หนึ่ง|ที่|คู่ต่อสู้|นอน|กลับ|หัว กลับ|หาง|กัน แล้ว|ทํา|การ|เกี่ยว|ขา|คู่ต่อสู้|ไม่|ให้|คู่ต่อสู้|นอน|ราบ|บน|พื้น|ได้
(อิน|เดบ|' ทิด) adj. เป็นหนี้|, เป็นหนี้|บุญคุณ|  |Syn. obliged|, in debt
(อิน|เดบ|' ทิด|นิส) n. ความ|เป็นหนี้|, ความ|เป็นหนี้|บุญคุณ|, หนี้สิน.  |Syn. liability
(อิน|ดี|' เซินซี) n. ความ|หยาบคาย|, ความ|อนาจาร|, ความ|ไม่|เหมาะสม|, การ|กระทํา|ที่|หยาบคาย|หรือ|อนาจาร|, คําพูด|หรือ|ข้อเขียน|ที่|หยาบคาย|หรือ|อนาจาร|  |Syn. indecorum|, impropriety|, rudeness|, incivility
(อิน|ดี|' เซินทฺ) adj. หยาบคาย|, อนาจาร|, ไม่|เหมาะสม.  |Syn. indecently adv.
(อิน|ดี|ไซ|' เฟอ|ระ|เบิล) adj. ซึ่ง|อ่าน|ไม่|ออก|, ซึ่ง|แปล|ไม่|ออก|, เข้าใจ|ยาก.  |Syn. inde
(อิน|ดี|ซิ|ส|' เชิน) n. การ|ไม่|สามารถ|ตัดสินใจ
(อิน|ดี|ไซ|' ซิ|ฟว) adj. ไม่|เด็ดขาด|, ซึ่ง|ตัดสินใจ|อย่าง|ไม่|เด็ดขาด|, ลังเล|, ไม่|ชัดเจน
(อิน|ดีด|') adv. จริง ๆ , โดยแท้จริง|  |Syn. really|, truly
Pref. indefinite
(อิน|ดิแฟท|' ทะ|จะ|เบิล) adj. ไม่|รู้|จัด|เหน็ดเหนื่อย|, ไม่|ย่อท้อ.  |Syn. indefatigability|, indefatigableness n. indefatigably adv.  |Syn. dilligent|, tireless|, assiduous|, diligent Ant. sluggish
(อิน|ดี|ฟี|' ซิ|เบิล) adj. ยกเลิก|ไม่|ได้ ไม่|เป็น|โมฆะ.  |Syn. indefeasibility|, indefeasibleness n. indefeasibly adv.  |Syn. inexcusable
(อิน|เดฟ|' ฟินิท) adj. ไม่|มี|กําหนด|, ไม่|ตายตัว|, ไม่|แน่นอน|, ไม่|ชัดแจ้ง.  |Syn. indefinitely adv. indefiniteness n.  |Syn. imprecise|, inexact Ant. precise|, exact
คํานําหน้า|นาม|ที่|ไม่|กําหนด|แน่ชัด ได้แก่ a|, an
สรรพนาม|ที่|ไม่|กําหนด|แน่ชัด|เช่น any|, some|, somebody
(-|เดม|' นะ|ไฟ) vt. ชดใช้|ค่าเสียหาย|, ชดใช้|, ทําขวัญ|, คุ้มครอง.  |Syn. indemnifier n.
(อิน|เดม|' นิเทอะ) n. ผู้|ชดใช้|, ผู้ใช้|เงิน|ค่าเสียหาย|, ผู้ใช้|ค่า|สินไหม|ทดแทน
(อิน|เดม|' นิที) n. การ|ชดเชย|ค่าเสียหาย|, สิ่ง|ชดเชย|, เงิน|ชดเชย|ค่าเสียหาย|, ค่า|สินไหม|ทดแทน|, การ|ป้องกัน|, การ|คุ้มครอง|  |Syn. repay
(อิมดิ|มอ|น|' สะท|ระ|เบิล) adj. เผย|แสดง|ไม่|ได้|, พิสูจน์|ไม่|ได้|  |Syn. indemon|- strably adv.
(อิน|เดน|ทฺ|') vt. ทํา|ให้|เป็น|รอย|บาก|, ทํา|ให้|เป็น|รูป|ฟันเลื่อย|, ทํา|ให้|เว้า|, ทํา|ให้|เป็น|รอย|เว้า|, เป็น|รอย|บาก|, กลาย|เป็น|รูป|ฟันเลื่อย|, กลาย|เป็น|รอย|เว้า|เซ็น|สัญญา|, ย่อหน้า|, รอย|บาก|, รอย|เว้า|, รอย|เว้า ๆ แหว่ง ๆ , การ|สั่ง|ซื้อ|สินค้า|, สัญญา.  |Syn. indenter|, indentor
(อิน|เดน|เท|' เชิน) n. รอย|ตัด|, รอย|บาก|, รอย|กด|, รอย|เว้า|คล้าย|ซี่|เลื่อย|, การ|ทํา|ให้|เพิ่ม|รอย|บาก|, รอย|กด|พิมพ์ ,|ร่น|เข้า|ไป|  |Syn. indenting|, notch|, cut)| 
(อิน|เดน|' เชิน) n. การ|ทํา|ให้|เกิด|รอย|ตัด รอย|บาก รอย|เว้า|หรือ|รอย|กด|, การ|ย่อหน้า
(อิน|เดน|' เชอะ) n. สัญญา|, ข้อตกลง|, สัญญา|ผูกมัด|, เอกสาร|สิทธิ|, เอกสาร|, รอย|เว้า|, รอย|บาก|, รอย|เว้า ๆ แหว่ง ๆ -|vt. ใช้|สัญญา|ผูกมัด|, ทํา|ให้|เกิด|รอย|เว้า รอย|บาก|หรือ|รอย|กด.  |Syn. indentureship n. (written contract)| 
(อิน|ดิเพน|' เดิน|ซฺ) n. อิสรภาพ|, เอกราช|, ความ|เป็น|อิสระ|, ความ|ไม่|ขึ้น|อยู่|กับ|การ|ควบคุม|หรือ|สนับสนุน|ของ|คน|อื่น รายได้|ที่|พอ|เลี้ยงปากเลี้ยงท้อง|  |Syn. independency|, freedom|, liberty Ant. subjugation)| 
(อิน|ดิเพน|' เดิน|ทฺ) adj. อิสระ|, ไม่|ขึ้น|ใคร|, เป็นตัวของตัวเอง|, ไม่|อยู่|ภายใต้|การ|ช่วยเหลือ|หรือ|สนับสนุน|จาก|ผู้อื่น|, มี|เงิน|เพียงพอ|ที่|จะ|ช่วย|ตัวเอง|, มี|ความ|เชื่อมั่น|ใน|ตัวเอง. -|n. คน|ที่|อิสระ|, คน|ที่|เป็นตัวของตัวเอง|, ผู้|ออก|เสียง|อิสระ (ไม่|ขึ้น|อยู่|พรรคการเมือง|ใด ๆ)| 
(อิน|ดิสไคร|' บะเบิล) adj. สุด|ที่|จะ|พรรณนา|, คลุมเครือ.  |Syn. indescribability|, indescribableness n. indescribably adv.
(อิน|ดิสทรัค|' ทะเบิล) adj. ไม่|สามารถ|ทําลาย|ได้|  |Syn. indestructibility|, indestructibleness n. indestructibly adv.
(อิน|ดิ|เท|อ|' มิ|น|นะ|เบิล) adj. หา|ค่า|ไม่|ได้|, กําหนด|ไม่|ได้|, วินิจฉัย|ไม่|ได้|, ตกลงใจ|ไม่|ได้|  |Syn. indeterminableness n. indeterminably adv.
(อิน|ดี|เท|อ|' มิ|เนท) adj. ไม่|แน่นอน|, ไม่|จํากัด|, ไม่|แน่ชัด|, คลุมเครือ|, ยัง|ไม่|ตกลงใจ|, ยัง|ไม่|ตัดสิน|, ซึ่ง|ไม่|สามารถ|วิเคราะห์|ได้|สมบูรณ์|โดย|หลัก|ของ|วิชา|สถิติ|ศาสตร์ (statics) .  |Syn. indeterminateness n.  |Syn. unfixed|, indefinite|,
(อิน|ดี|เท|อ|มิ|เน|' เชิน) n. ภาวะ|ที่|ไม่|แน่นอน|,|ภาวะ|ที่|ยัง|ไม่|ตกลงใจ|หรือ|ตัดสินใจ
(อิน|' เดคซฺ) n. ดรรชนี|, เครื่องชี้|, เข็ม|ชี้|, นิ้วชี้|, เลข|กําลัง|ใน|เครื่องหมาย|พีชคณิต|, สารบัญ|สิ่ง|ตีพิมพ์|ที่|ต้องห้าม|ใน|ศาสนา|โรมันคาทอลิก (Index Librorum Prohibitorum) , หนังสือ|หรือ|วัตถุ|ที่|ต้องห้าม|, สารบัญ|, คํานํา. -|vt. จัด|ให้|มี|สารบัญ|, จัด|ให้|มี|ดรรชนี|, ใส่|ดรรชนี|, เ
นิ้วชี้|  |Syn. forefinger)| 
แฟ้ม|ดรรชนี|หมายถึง แฟ้ม|พิเศษ|ต่างหาก|ที่|บอก|ตําแหน่ง|ที่อยู่|ของ|ระเบียน|ต่าง ๆ ที่|เก็บ ไว้|ใน|แฟ้ม|ฐานข้อมูล (database file) การ|หา|ข้อมูล|ด้วย|วิธี|นี้ จะ|ทํา|ได้|เร็ว|มาก
วิธีการ|เข้าถึง|ลําดับ|ดรรชนี|ใช้|ตัวย่อ|ว่า ISAM (อ่าน|ว่า ไอ|แซม) เป็น|เทคนิค|ที่|ใช้|ใน|การ|เก็บ|ข้อมูล|อย่างหนึ่ง เพื่อให้|สามารถ|เรียก|มา|ใช้ได้|อย่าง|มี|ประสิทธิภาพ|ยิ่ง ใช้|ใน|โปรแกรม|ประเภท|คลัง|ข้อมูล
(อิน|' เดีย) n. ประเทศ|อินเดีย
ยาง|ธรรมชาติ ยางลบ (natural rubber|, erasive rubber)| 
(อิน|' เดียน) n. ชาว|อินเดีย|, ชาว|อินเดียนแดง|, ภาษา|อินเดีย|, ภาษา|อินเดีย|, ภาษา|อินเดียนแดง|, สมาชิก|ของ|องค์การ. -|adj. เกี่ยวกับ|ชาว|อินเดีย|หรือ|อินเดียนแดง|, เกี่ยวกับ|ภาษา|อินเดีย|หรือ|อินเดีย|แดง|, เกี่ยวกับ|ตะวันออก|, เกี่ยวกับ|บริเวณ|ประเทศ|อินเดีย ปากีสถาน บัง|ค|ลา|เทศ|และ|ศรี
เจ้าหน้าที่|รัฐบาล|สหรัฐอเมริกา|ที่|มี|หน้าที่|เกี่ยวกับ|เรื่อง|ของ|อินเดีย
ต้น|ใบ|หูกวาง
ด้าม|ไม้|หรือ|โลหะ|รูป|ขวด|ขนาด|ใหญ่
ข้าวโพด
ชื่อ|ทะเลทราย|ใน|อินเดีย|ด้าน|ด้าน|ตะวันตก
เป็น|แถว|เรียว|หนึ่ง
ผู้|ให้|ที่|เอา|ของ|ที่|ให้|กลับ|  |Syn. indian giving n.
สมุนไพร|จําพวก dogbane (Apocynum cannabinum) ใน|อเมริกาเหนือ|ราก|ของ|มัน|ใบ้|เป็น|ยาถ่าย|และ|ทํา|ให้|อาเจียน
ต้นคูน
พืช|จําพวก Abutilon Theophrasti มีด|อก|เหลือง ใบ|สี|ม่วง|, ต้น|มะก|ล่ํา|ตา|หนู -|Syn. Jequirity
ต้นไม้|เล็ก ๆ จําพวก Morinda citrifolia มีด|อก|สี|ขาว ผล|สี|เหลือง|และ|มี|เนื้อ|มาก
มหาสมุทรอินเดีย
กระดาษ|บาง|ทึบ|และ|เหนียว
พืช|ไร้|ใบ|จําพวก Monotrooa unifora มี|ดอกไม้|คล้าย|กล้อง|สูบ|ซิการ์|หรือ|ยา
ดิน|สี|แดง|อม|เหลือง|ใน|บริเวณ|ฝั่ง|อ่าว|เปอร์เซีย ใช้|เป็น|สาร|สี|และ|ใช้|ขัด|เครื่องเงิน|เครื่องทอง
ต้น|ข้าว|ป่า
ไหม|นิ่ม|ชนิด|หนึ่ง
ระยะ|เวลา|ที่|อากาศ|ร้อน|และ|แห้ง|ใน|ตอน|ต้น|ของ|ฤดู|หนาว|ใน|สหรัฐอเมริกา
(อิน|ดิอะแนพ|'|พะลิส) n. ชื่อ|เมืองหลวง|ของ|รัฐ|อินเดีย|นา|ของ|อเมริกา
(อิน|'|ดิค) adj. เกี่ยวกับ|อินเดีย|, เกี่ยวกับ|ภาษา|ตระกูล Indo|  |Syn. Iranian ซึ่ง|ได้แก่ ภาษาสันสกฤต ภาษา|ฮินดู ภาษา|เออร์|ดู (Urdu) ภาษา|เบง|กาลี|และ|อื่น ๆ (Indian)| 
n.,|adj. เครื่อง|ที่|บอก|, ซึ่ง|ชี้แนะ|, ซึ่ง|บอกเล่า (that which indicates)| 
(อิน|' ดะ|เคท) vt. ชี้บอก|, ชี้แนะ|, แสดง|, ทํา|ให้|รู้.  |Syn. indicatable|, indicatory adj.  |Syn. betoken|, imply)| 
(อิน|ดิเค|' เชิน) n. การ|ชี้บอก|, สิ่ง|ที่|บอก|, เครื่องหมาย|แสดง|, อาการ|โรค|, ระดับ|ขีด|แบ่ง|ของ|เครื่องมือ|  |Syn. . example|, evidence
(อิน|ดะ|เค|' ทิฟว) adj. เป็น|การ|ชี้บอก|, ซึ่ง|ชี้แนะ|, เป็น|ดรรชนี. -|n. มาลา|เล่า|ใน|ไว|ยา|การณ์|, คํากริยา|ใน|มาลา|บอกเล่า|ของ|ไวยากรณ์.  |Syn. indicatively adv.  |Syn. guiding)| 
(อิน|' ดิเคเทอะ) n. ดรรชนี|, เครื่องชี้|นํา|, สิ่ง|ชี้นํา|  |Syn. pointer|, guide|, sign หมายถึง อุปกรณ์|อย่างใด|อย่างหนึ่ง|ที่|ทํา|หน้าที่|เป็น|ตัว|ชี้บอก|สภาพ|บาง|ประการ|ของ|เครื่อง|คอมพิวเตอร์ เป็นต้น|ว่า มี|ไฟแดง|ขึ้น|ที่|หน่วย|ขับ|จาน|บันทึก (disk drive) เพื่อ|บอก|ว่า|อุปกรณ์|ส่วน|นี้|กําลัง|ทํางาน หรือ|อาจ|เป็น|สัญลักษณ์|อย่างใด|อย่างหนึ่ง|โผล่|ขึ้น|บน|จอภาพ|ใน|ระหว่าง|การ|กระทํา|การ (execution) เช่น มี|สัญลักษณ์|แสดง|ว่า ข้อมูล|ล้น|หน่วยความจํา (overflow) เป็นต้น
(อิน|' ดิ|ซี|ซ) n. พหูพจน์|ของ index
(อิน|ไดทฺ|') vt. ฟ้อง|, ฟ้องร้อง|, ดําเนินคดี|, กล่าวหา|,|กล่าวโทษ.  |Syn. indectable adj. indict|- ably adv. indicter|, indictor n.  |Syn. accuse
(อิน|ดิค|' เชิน) n. ปี|งบประมาณ|ทุก 15 ปี|ของ|อาณาจักร|โรมัน.  |Syn. cycle of indiction
(อิน|ไดทฺ|' เมิน|ทฺ) n. การ|ฟ้องร้อง|,
(อิน|ดิฟ|' เฟอเรินซฺ) n. การ|ขาด|ความ|สนใจ|, ความ|เมิน|เฉย|, ความ|ไม่|แยแส|, ความ|ไม่|ลําเอียง|, ความ|เป็น|กลาง|  |Syn. carelessness|, unconcern Ant. concern
(-|เริน|ซี) n. = indifference
(อิน|ดิฟ|' เฟอเรินทฺ) adj. ไม่|สนใจ|, เมิน|เฉย|, ไม่|แยแส|, ไม่|ใย|ดี|, ไม่|ลําเอียง|, ความ|เป็น|กลาง|ไม่|ดี|เท่าไร|, ไม่|สําคัญ|, เป็น|กลาง. -|n. บุคคล|ผู้|เมิน|เฉย.  |Syn. indifferently adv.  |Syn. apathetic|, ordinary Ant. concerned|, avid)| 
(อิน|' ดิเจินซี) n. ความ|ยากจน
(อิน|ดิจ|' จะ|เนิส) adj. ท้องถิ่น|, พื้นเมือง|, แต่|กําเนิด|, โดย|กําเนิด.  |Syn. indigenous|- ly adv. indigenousness|, indigenity n.
(อิน|' ดิเจินทฺ) adj. ยากจน|, ขัดสน|,|  |Syn. indigently adv.  |Syn. poor|, needy
(อิน|ได|เจ|ส|' เชิน) n. การ|ไม่|ย่อย|, อาการ|อาหาร|ไม่|ย่อย|, การ|ย่อย|ไม่|สมบูรณ์|หรือ|เสื่อม.  |Syn. indigestive adj.  |Syn. dyspepsia
(อิน|ไดนฺ|') adj. ไม่|เหมาะสม|, ไม่|สมควร.  |Syn. indignly adv.  |Syn. undeserved
(อิน|ดิก|' เนิน|ทฺ) adj. เดือดดาล|, ไม่|พอใจ|มาก|, ขุ่นเคือง|  |Syn. incensed|, irate
(อิน|ดิก|เน|' เชิน) n. ความ|เดือดดาล|, ความ|ไม่|พอใจ|มาก|, ความ|ขุ่นเคือง|  |Syn. wrath
(อิน|ดิก|' นิที) n. ความ|เสียเกียรติ|, ความ|เสื่อมเสีย|, การ|เหยียดหยาม|, การ|สบ|ประมาท|,|การ|ดูถูก|  |Syn. insult|,|dishonour
(อิน|' ดะ|โก) n. สี|คราม|, ชื่อ|พืช|ชนิด|หนึ่ง
(อิน|ดะ|เรคทฺ|') adj. ไม่|ตรง|, อ้อมค้อม|, ไม่|ตรงไปตรงมา|, ร้าย.  |Syn. indirectly adv. indirectness n.  |Syn. roundabout|, circuitous|, secondary Ant. straight|, direct|, explicit|, direct|, intended
(อิน|ดิเรค|' เชิน) n. ความ|ไม่|ตรง|, ความ|อ้อมค้อม|, ความ|ไม่|ตรงไปตรงมา|, การ|ขาด|จุดหมายปลายทาง|, การ|โกง|  |Syn. circuity , roundaboutness Ant. undeviation
(อิน|ดิสเซิร์น|'|นะ|เบิล) adj. ดู|ไม่|ออก|,|สังเกต|ไม่|ออก.  |Syn. indiscernibly adv.
(อิน|ดิส|'|ซะพลิน) n. การ|ขาด|วินัย|,|การ|ขาด|ระเบียบวินัย
(อิน|ดิสค|ริ|ท|') adj. ไม่|รอบคอบ|,|ไม่|ระวัง|,|เลินเล่อ.  |Syn. indiscreetly adv. indiscreetness n.  |Syn. rash|,|unwise
(อิน|อิสค|รี|ท|') adj. ไม่|แยก|ออก|เป็น|ส่วน ๆ ,|สนิท|,|แน่น
(อิน|ดิสเครซ|'|เชิน) n. การ|ขาด|ความ|ระมัดระวัง|,|ความ|เลินเล่อ|,|ความ|ประมาท|  |Syn. indiscretionary adj.  |Syn. impropriety
(อิน|อิสค|ริม|'|มะเนท) adj. ไม่|เลือก|เจาะจง|,|ตาม|อําเภอใจ|,|สุ่ม|ตัวอย่าง|,|ขาด|การ|พิจารณา.  |Syn. indiscriminately adv. indiscriminateness n. indiscrimination n. indiscriminative adj.  |Syn. casual
(อิน|ดิสค|ริม|'|มะเนททิง) adj. ไม่|เลือก|ที่รัก|มัก|ที่|ชัง|,|ซึ่ง|ขาด|การ|พิจารณา.  |Syn. indiscriminatingly adv.
(อิน|ดิสเพน|'|ซะเบิล) adj. จําเป็น|อย่างยิ่ง|,|ขาด|เสีย|ไม่|ได้. n. บุคคล|หรือ|สิ่ง|ที่|จําเป็น|อย่างยิ่ง.  |Syn. indispensability n. indispensably adv.  |Syn. necessary|,|needed|,|key
(อิน|ดิส|โพ|ซทฺ) adj. ป่วย|,|ไม่|สบาย|,|ไม่|เต็มใจ|,|ไม่|สมัครใจ|,|ไม่|พอใจ|,|ไม่|ชอบ.  |Syn. indisposedness n.  |Syn. unwell|,|ailing Ant. healthy|,|well|,|fit
(อิน|ดิสพะ|ซิ|ซ|'|เชิน) n. ความ|ป่วย|,|ความ|ไม่|สบาย|,|ความ|ไม่|พอใจ|,|ความ|ไม่|เต็มใจ
(อิน|ดิสพิว|'|ทะเบิล) adj. โต้แย้ง|ไม่|ได้|,|ปฏิเสธ|ไม่|ได้.  |Syn. indisputability n. indisputably adv.  |Syn. incontestable
(อิน|ดิสทิคทฺ|') adj. ไม่|ชัดเจน|,|ไม่|แจ่มชัด|,|คลุมเครือ.  |Syn. indistinctly adv. indistinctness n.  |Syn. uncertain
(อิน|ดิสทิ|งก|วิช|'|ชะ|เบิล) adj. จําแนก|ไม่|ได้|,|แยกแยะ|ไม่|ได้.  |Syn. indistinguishability n. indistinguishably adv.  |Syn. indiscernible
(อิน|ดะ|วิด|'|จวล) n. ตัว|บุคคล|,|คน ๆ เดียว|,|สิ่งมีชีวิต|เดียว|,|ปัจเจกชน. adj. ตัว|บุคคล|,|เฉพาะราย|,|ส่วนบุคคล|,|ส่วนตัว|,|ตัวต่อตัว|,|โดย|ลําพัง|  |Syn. single|,|unique
(อิน|ดะ|วิด|'|จวลไลซ) vt. ทํา|ให้|เป็น|เฉพาะราย|  |Syn. individualisation|,|individualization n. individualiser|,|individualiszer n.
(อิน|ดิวิจ|'|จุ|แอ|ล|'|ลิ|ที) n. คุณสมบัติ|หรือ|ลักษณะ|เฉพาะ|ของ|บุคคล|,|สภาพ|หรือ|ลักษณะ|ที่|แบ่งแยก|ไม่|ได้|  |Syn. uniqueness
(อิน|ดะ|วิด|'|จวลไลซ) vt. ทํา|ให้|เป็น|เฉพาะราย|  |Syn. individualisation|,|individualization n. individualiser|,|individualiszer n.
(อิน|ดะ|วิซ|'|ซะเบิล) adj. แบ่งแยก|ไม่|ได้|,|แบ่ง|ออก|เป็น|ส่วน ๆ ไม่|ได้.  |Syn. indivisibility n. indivisibly adv.
abbr. อินเดีย
(อิน|'|โด|ไช|'|นะ) n. อินโดจีน (ประกอบ|ด้วย เวียดนาม|,|ลาว|,|เขมร|,|ไทย|,|พม่า|,|มาเลเซีย|และ|สิงคโปร์)|  |Syn. Farther India
(อิน|ดอส|'|เซิล) adj. ไม่|เชื่อง|,|สอน|ยาก|,|ฝึก|ยาก|,|ดื้อ
(อิน|ดอค|'|ท|ริ|เนท) vt. ปลูกฝัง|ความ|เชื่อ|,|สอน|ให้|ซึมซาบ.  |Syn. indoctrination n. indoctrinator n.  |Syn. instruct|,|inculcate
(อิน|'|ดะ|เดิน|ซฺ) n. ความ|เกียจคร้าน|,|ความ|ไม่|เจ็บปวด|,|ความ|เจ็บปวด|เล็ก ๆ น้อย ๆ| 
(อิน|'|ดะ|เลินทฺ) adj. เกียจคร้าน|,|ไม่|เจ็บปวด|,|เจ็บปวด|เล็ก ๆ น้อย ๆ|  |Syn. indolently adv.  |Syn. inactive Ant. lively
(อิน|ดอม|'|มิ|ทะเบิล) adj. ไม่|สามารถ|เอาชนะ|ได้|,|ทรหด|,|ไม่|ย่อท้อ.  |Syn. indomitability|,|indomitableness n. indomitably adv.  |Syn. unconquerable
(อิน|โดนี|'|เซีย|,|-|ชะ|,|เชีย) n. ประเทศ|อินโดนีเซีย
(อิน|ดะ|นี|'|เซียน|,|-|ชะ|,|เชียน) n. ชาว|อินโดนีเซีย|,|ภาษา|อินโดนีเซีย เกี่ยวกับ|อินโดนีเซีย
(อิน|'|ดอร์) adj. ใน|บ้าน|,|ใน|ร่ม
(อิน|ดอร์ซ) adv. ใน|บ้าน|,|ใน|ร่ม
vt. สลัก|หลัง|เช็ค|หรือ|ตั๋วเงิน|,|รับรอง|,|เห็นด้วย|,|อนุมัติ|,|ลงนาม|เห็นด้วย|หรือ|อนุมัติ|,|บันทึก|ข้อความ|ไว้|ใน|ใบอนุญาต|,|เซ็น|ชื่อ|รับรอง.  |Syn. endorsable adj. ดู|endorse endorsement n. ดู|endorse indorsement n. ดู|endorse endorser n. ดู|endorse indor
n. ผู้|รับ|โอน|,|ผู้|รับ|เอกสาร|หรือ|ตั๋วเงิน|ที่|ผู้อื่น|เซ็น|มอบ|ไว้|ให้
(อิน|'|ด|รา) n. พระ|อินทร์
(อิน|ดิวซฺ|') vt. ชักจูง|,|ชักนํา|,|ชักชวน|,|เหนี่ยวนํา|,|มี|อิทธิพล|ต่อ|,|ทํา|ให้|เกิด|ขึ้น|,|พิสูจน์|,|หา|ความจริง|ด้วย|การ|สังเกต|ข้อเท็จจริง.  |Syn. inducer n. inducible adj.  |Syn. instigate|,|persuade
(อิน|ดิวซฺ|'|เมิน|ทฺ) n. การ|จูงใจ|,|การ|ชักจูง|,|การ|ชักนํา|,|สิ่ง|จูงใจ|,|สิ่ง|ดลใจ|,|มูลเหตุ
(อิน|ดัค|'|เทิน|ซฺ) n. การ|เหนี่ยวนํา (กระแส|ไฟฟ้า|,|สนามแม่เหล็ก|ไฟฟ้า) ,|ตัว|เหนี่ยวนํา|,|ขดลวด|เหนี่ยวนํา
(อิน|ดัค|'|เชิน) n. การ|เหนี่ยวนํา|กระแส|ไฟฟ้า|สลับ|ที่|มี|โวลท์|,|การ|หา|ความจริง|ด้วย|การ|สังเกต|ข้อเท็จจริง|,|การ|พิสูจน์|,|การ|เหนี่ยวนํา|สนามแม่เหล็ก|ไฟฟ้า
(อิน|ดัค|'|ทิฟว) adj. อุปนัย|,|เกี่ยวกับ|การ|เหนี่ยวนํา|กระแส|ไฟฟ้า|หรือ|สนามแม่เหล็ก|,|ชักนํา|มี|อิทธิพล|ต่อ|  |Syn. inductively adv. inductiveness n.  |Syn. leading|,|influencing
(อิน|ดัค|'|เทอะ) n. อุปกรณ์|ที่|ชักนํา|กระแส|ไฟฟ้า|สลับ|,|ขดลวด|ชักนํา|,|ผู้|เข้า|ประจําตําแหน่ง|หน้าที่
(อิน|ดัลจฺ|') vi.,|vt. หมกมุ่น|,|ทํา|ตาม|ความ|ต้องการ|,|ปล่อยตัว.  |Syn. indulger n. indulgingly adv.  |Syn. yield to Ant. deny
(อิน|ดัล|'|เจินซฺ) n. การ|หมกมุ่น|,|การ|ทํา|ตาม|ความรู้สึก|,|การ|ปล่อยตัว|,|การ|ทํา|ตามใจ|ตัว|,|ความ|หลง|ระเริง|,|การ|ยึด|เวลา|การ|ชําระ|หนี้ vt. ทํา|ให้|หมกมุ่น|,|ทํา|ให้|ตามใจ|ตัว|  |Syn. gratification
(- เจินซี) n. ดู|indulgence
(อิน|ดัล|'|เจินทฺ) adj. หมกมุ่น|,|ตามใจ|ตัว|,|ปล่อยตัว|,|ยินยอม|,|หลงผิด|,|ดื่ม|,|ซ่องเสพ|สุข|อย่าง|ไม่|ลืมตา|  |Syn. pampering Ant. displined
(อิน|ดัลทฺ|') n. การ|ยินยอม|จาก|องค์|สันตะปาปา|ให้|ได้|รับ|การ|ยกเว้น|จาก|กฎ|ของ|ศาสนา|โรมัน|คา|ธอลิค
(อิน|ดิว|'|พลิเคท) adj. พับ|เข้า|,|ม้วน|เข้า|,|เข้าข้าง|ใน.  |Syn. induplicative adj. induplication n.  |Syn. folded inward
(อิน|'|ดู|เรท) vt. ทํา|ให้|แข็ง|,|ทํา|ให้|ด้าน|,|ทํา|ให้|ดื้อ|,|ทํา|ให้|ไร้|ความรู้สึก|,|ทํา|ให้|คุ้นเคย|,|ยืนยัน. vi. กลาย|เป็น|แข็ง|,|ยึดมั่น|  |Syn. harden
(อิน|ดู|เร|'|เชิน) n. การ|ทํา|ให้|แข็งตัว|,|การ|ทํา|ให้|ด้าน|,|การ|แข็งตัว|เป็น|หิน|,|บริเวณ|เนื้อเยื่อ|แข็ง.  |Syn. indurative adj.
(อิน|ดัส|'|เท|รี|ยล) adj. ขยัน|,|หมั่น|เพียร|,|อุตสาหะ|,|เกี่ยวกับ|อุตสาหกรรม
(อิน|ดัส|'|เท|รี|ยล|ไลซ) vt. ทํา|ให้|เป็น|อุตสาหกรรม. vi. กลาย|เป็น|อุตสาหกรรม.  |Syn. industrialisation|,|industrialiszation n.
(อิน|ดัส|'|เท|รี|ยล|ไลซ) vt. ทํา|ให้|เป็น|อุตสาหกรรม. vi. กลาย|เป็น|อุตสาหกรรม.  |Syn. industrialisation|,|industrialiszation n.
(อิน|ดัส|'|เท|รี|ยส) adj. ขยันหมั่นเพียร|,|อุตสาหะ.  |Syn. industriously adv. industriousness n.  |Syn. hard|-|working
(อิน|'|ดัสท|รี) n. ความ|ขยันหมั่นเพียร|,|ความ|อุตสาหะ|,|อุตสาหกรรม|,|ธุรกิจ|การ|ค้า|ทั่วไป|,|เจ้าของ|กิจการ|และ|ผู้จัดการ|ทั่วไป|,|การ|ทํางาน|ที่|มี|ระบบ|  |Syn. diligence
ใช้|ตัวย่อ|ว่า ISA (อ่าน|ว่า อิซ่า) ซึ่ง|ก็|คือ|บัส (bus) แบบ|หนึ่ง|ที่|สร้าง|ขึ้น|มา|ใช้|กับ|เครื่อง|ไอ|บีเอ็ม เอที (IBM AT) คอมพิวเตอร์|ที่|เลียน|แบบ|ไอ|บีเอ็ม|มัก|ใช้|บัส|นี้|หรือ|อี|ซา (EISA) ดู EISA เปรียบเทียบ
(อิน|เอิร์ธ|') vt. ฝัง|,|ใส่|ใน
(อิน|อี|'|บ|ริ|เอินทฺ) adj. ซึ่ง|ทํา|ให้ (มึนเมา|,|เบิกบานใจ|,|เคลิบเคลิ้ม) n. ของ|มึนเมา|  |Syn. intoxicating
(อิน|อี|'|บ|ริ|เอท) vt. ทํา|ให้|มึนเมา|,|ทํา|ให้|เบิกบานใจ|,|ทํา|ให้|เคลิบเคลิ้ม n. ขี้เมา|,|คนเมา. adj. เมา|,|เมา|เหล้า.  |Syn. inebriation n.
(อิน|อี|ไบร|'|อิ|ที) n. ความ|มึนเมา|,|การ|เมา|เหล้า|  |Syn. drunkenness
(อิน|เอด|'|ดะ|เบิล) adj. กิน|ไม่|ได้|,|ไม่|เหมาะ|สําหรับ|กิน.  |Syn. inedibility n.
(อิน|อิเฟค|'|ทิฟว) adj. ไม่|ได้|ผล|,|ไร้|ประสิทธิภาพ|,|ไร้|ความ|สามารถ.  |Syn. ineffectively adv. ineffectiveness n.  |Syn. futile Ant. effective
(อิน|อิเฟค|'|ชวล) adj. ไร้|ผล|,|ไม่|ได้|ผล|เป็น|ที่|พอใจ.  |Syn. ineffectuality|,|ineffectualness n.
(อิน|เอฟฟะเค|'|เชิส) adj. ไม่|ได้|ผล|,|ไม่|ได้|ผล|เป็น|ที่|พอใจ.  |Syn. inefficaciousness|,|inefficacity n.  |Syn. useless|,|vain
(อิน|เอฟ|'|ฟะ|คะ|ซี) n. การ|ไร้|อํานาจ|หรือ|ความ|สามารถ|ที่|จะ|ทํา|ให้|เกิด|ผล|เป็น|ที่|พอใจ|,|การ|ไม่|ได้|ผล
(อิน|อิฟิช|'|เชิน|ซี) n. การ|ไม่|มี|ประสิทธิภาพ|,|การ|ไร้|สมรรถภาพ
(อิน|อิฟิช|'|เชินทฺ) adj. ไม่|มี|ประสิทธิภาพ|,|ไร้|สมรรถภาพ.
(อิน|อิ|แล|ส|'|ทิค) adj. ไม่|ยืดหยุ่น|,|ไม่|ปรับ|ตัว|,|ไม่|พลิกแพลง|,|ไม่|ยอม.  |Syn. inelasticity n.  |Syn. inflexible
(อิน|เอล|'|ละ|เกิน|ซฺ) n. ความ|ไม่|งดงาม|,|ความ|ไม่|ประณีต|,|ความ|หยาบ|,|สิ่ง|ที่|ไม่|งดงาม|,|สิ่ง|ที่|ไม่|ประณีต|,|สิ่ง|ที่|หยาบ
(อิน|เอล|'|ลิจิเบิล) adj. ขาด|คุณสมบัติ|ที่|จะ|ได้|รับ|การ|รับ|เลือก|,|ขาด|คุณสมบัติ|,|ไม่|สมควร|ที่|จะ ได้|รับ|เลือก.  |Syn. ineligibility|,|ineligibleness n.
(อิน|เนพทฺ|') adj. ไม่|เหมาะสม|,|ไม่|ชํานาญ|,|โง่|,|พิกล.  |Syn. ineptitude n. ineptly adv. ineptness n.  |Syn. unfitted|,|unfit
(อิน|อิค|วอ|ล|'|ลิ|ที) n. ความ|ไม่|เท่า|กัน|,|ความ|ไม่|ยุติธรรม|,|ความ|ลําเอียง|,|ความ|ไม่|เสมอภาค
(อิน|เอค|'|ควิทะเบิล) adj. ไม่|เสมอภาค|,|ไม่|ยุติธรรม.  |Syn. inequitableness n . inequitably adv.  |Syn. unfair|,|unjust
(อิน|เอค|'|ควิ|ที) n. ความ|ไม่|เสมอภาค|,|ความ|ไม่|ยุติธรรม|  |Syn. unfairness|,|injustice
(อิน|อิ|แรด|'|ดิ|คะ|เบิล) adj. กําจัด|ไม่|ได้|,|ทําลาย|ไม่|ได้.  |Syn. ineradicableness n. ineradicably adv.
(อิน|อิเร|'|ซะเบิล) adj. ลบ|ออก|ไม่|ได้|,|ลบทิ้ง|ไม่|ได้|,|ไม่|สามารถ|จะ|ลบ|ออก|ได้.  |Syn. inerasability|,|inerasableness n. inerasably adv.
(อิน|เออ|'|เรินทฺ) adj. ไร้|ความผิด.  |Syn. inerrancy n.
(อิน|เนิร์ท|') adj. เฉื่อยชา|,|ไม่|มี|ชีวิตชีวา|,|เหงาหงอย|,|ไม่|มี|ปฏิกิริยา|โต้ตอบ ไม่|มี|ฤทธิ์|ทาง|ยา.  |Syn. inertness n.  |Syn. immobile
(อิน|เนอ|'|เชีย) n. ความ|เฉื่อย|,|ความ|ไม่|มี|ชีวิตชีวา|,|ความ|อยู่|กับ|  |Syn. inertial adj.
(อิน|เอสเคพ|'|พะเบิล) adj. ซึ่ง|ไม่|สามารถ|หนี|รอด|ได้|  |Syn. inescapably adv.  |Syn. unavoidable
(อิน|เอส|'|ทะมะเบิล) adj. ซึ่ง|ประเมิน|ค่า|ไม่|ได้|,|หาค่ามิได้|,|ล้ําค่า|  |Syn. inestimability|,|inestimableness n. inestimably adv.
(อิน|เอฟ|'|วิทะเบิล) adj. ซึ่ง|หลีกเลี่ยง|ไม่|ได้|,|แน่นอน|,|จําเป็น. n. สิ่ง|ที่|จําเป็น|,|สิ่ง|ที่|ไม่|สามารถ|หลีกเลี่ยง|ได้.  |Syn. inevitability|,|inevitableness n. inevitably adv.
(อิน|อิก|ซอส|'|ทะเบิล) adj. ไม่|รู้จัก|หมด|,|ไม่|สิ้นสุด|,|ใช้|ไม่|หมด|,|ไม่|รู้จัก|เหนื่อย.  |Syn. inexhaustibility|,|inexhaustibleness n. inexhaustibly adv.  |Syn. boundless
(อิน|อิก|ซิ|ส|'|เทิน|ทฺ) adj. ซึ่ง|ไม่|ได้|ดํารง|อยู่.  |Syn. inexistency n.
(อิน|เอค|'|เซ|อ|ระ|เบิล) adj. ไม่|ยอมแพ้|,|ไม่|ย่อท้อ|,|ไม่|เปลี่ยนแปลง|,|ยืนหยัด|,|เหนียวแน่น|,|ไม่|ปราณี|,|ไม่|ยอม|ผ่อนปรน.  |Syn. inexorability|,|inexorableness n. inexorably adv.  |Syn. unyielding
(อิน|อิคซ|พี|'|เดียนทฺ) adj. ไม่|เหมาะสม|,|ไม่|สะดวก|,|ไม่|ฉลาด|,|ไม่|สมควร.  |Syn. inexpedience|,|inexpediency n.  |Syn. impractical
(อิน|อิคซฺเพน|'|ซิ|ฟว) adj. ไม่|แพง|,|ถูก.  |Syn. inexpensively adv. inexpensiveness n.  |Syn. cheap|,|reasonable
(อิน|อิคซฺเพีย|'|เรียน|ซฺ) n. การ|ไม่|มี|ประสบการณ์|,|ความ|อ่อนหัด|,|การ|ขาด|ความ|ชํานาญ|  |Syn. immaturity
(อิน|อิคซฺเพีย|'|เรียน|ซฺทฺ) adj. ไม่|มี|ประสบการณ์|,|อ่อนหัด|,|ขาด|ความ|ชํานาญ
(อิน|เอคซฺ|'|พลิ|คะ|เบิล) adj. ซึ่ง|อธิบาย|ไม่|ได้.  |Syn. inexplicability n. inexplicableness n. inexplicably adv.
(อิน|อิคซฺพลิส|'|ซิ|ท) adv. ไม่|ชัดเจน|,|คลุมเครือ.  |Syn. inexplicitly adv. inexplicitness n.
(อิน|อิคซฺทิง|'|กลิช|ชะ|เบิล) adj. ดับ|ไม่|ได้|,|หยุดยั้ง|ไม่|ได้|,|ขจัด|ไม่|ได้.  |Syn. inextinguishably adv.
(อิน|เอคซฺ|'|ท|ระ|คะ|เบิล) adj. แก้|ไม่|ได้|,|หนี|ไม่|รอด|,|เอา|ไม่|ออก.  |Syn. inextricability|,|inextricableness n. inextricably adv.  |Syn. hopelessly|,|involved)| 
(อิน|แฟล|'|ละ|เบิล) adj. ไม่|รู้จัก|ผิดพลาด|,|ไม่|ทํา|ผิดพลาด|,|แน่นอน|ที่สุด. n. บุคคล|ที่|ไม่|ทํา|ผิดพลาด|,|บุคคล|ที่|ถูก|ตลอด|,|สิ่ง|ที่|ถูกต้อง|ตลอด.  |Syn. infallibility|,|infallibleness n. infallibly adv.  |Syn. allwise|,|unerring
(อิน|'|ฟะไมซ) vt. ทํา|ให้|เสื่อมเสีย|ชื่อเสียง
(อิน|'|ฟะมัส) adj. ชื่อ|เหม็น|ที่สุด|,|เลวทราม|,|น่าเกลียด|ชัง|,|แย่มาก|,|ซึ่ง|สูญเสีย|สิทธิ|พลเมือง|บาง|อย่าง|  |Syn. infamousness n. infamous|  |Syn. heinous|,|wicked
(อิน|'|ฟะ|มี) n. การ|มี|ชื่อเสียง|ใน|ทาง|ที่|เลว|,|นิสัย|หรือ|ความ|ประพฤติ|ที่|เลว|  |Syn. dishonour|,
(อิน|'|เฟิน|ซี) n. วัย|ทารก|,|ระยะ|แรก ๆ ,|ทารก|ทั้งหลาย|  |Syn. beginning
(อิน|'|เฟิน|ทฺ) n. ทารก|  |Syn. infanthood|,|n.  |Syn. baby
(อิน|แฟน|'|ทิ|ไซ|ดฺ) n. การ|ฆ่า|ทารก|,|ผู้|ฆ่า|ทารก.  |Syn. infanticidal adj.
(อิน|'|เฟิน|ไท|ลฺ) adj. เกี่ยวกับ|ทารก|  |Syn. babyish
โรคโปลิโอ.  |Syn. poliomyelitis
(อิน|'|เฟิน|ท|รี) n. กองทหาร|ราบ
(อิน|'|เฟิน|ท|รี|เมิน) n. ทหารราบ -|pl. infantrymen
(อิน|ฟาร์คทฺ|') n. บริเวณ|เนื้อตาย|เนื่องจาก|โลหิต|อุดตัน|  |Syn. infarcted adj.
(อิน|ฟาร์ค|'|เชิน) n. การ|เกิด|บริเวณ|เนื้อตาย|เนื่องจาก|โลหิต|อุดตัน|,|บริเวณ|เนื้อตาย|เนื่องจาก|โลหิต|อุดตัน
(อิน|แฟช|'|ชุเอท) vt. ทํา|ให้|หลง|,|ทํา|ให้|หลง|เสน่ห์. adj. หลง|,|หลงรัก
(อิน|แฟช|'|ชุเอท|'|ทิด) adj. หลงรัก|,|หลง|,|หลง|เสน่ห์.
(อิน|แฟชชุเอ|'|เชิน) n. การ|หลงรัก|,|การ|หลง|,|การ|หลง|เสน่ห์
(อิน|ฟี|'|ซะเบิล) adj. ปฏิบัติ|ไม่|ได้|,|เป็น|ไป|ไม่|ได้|  |Syn. infeasibility|,|infeasibleness n.
(อิน|เฟคทฺ|') vt. ทํา|ให้|ติดเชื้อ ทํา|ให้|ติดโรค|,|ทํา|ให้|เปื้อน|,|ทํา|ให้|มัวหมอง|,|มี|ผล|ต่อ|ความรู้สึก|หรือ|การ|กระทํา. vi. ติดเชื้อ.  |Syn. infector|,|infecter n.  |Syn. disease|,|contaminate
(อิน|แฟค|'|เชิน) n. การ|ติดเชื้อ|,|การ|ติดโรค|,|โรคติดต่อ|, เชื้อ|,|อิทธิพล|,|การ|ทํา|ให้|มัวหมอง|  |Syn. disease|,|illness
(อิน|เฟค|'|เชิส) adj. ติดเชื้อ|,|ติดเชื้อ|โรค|,|ติดต่อ|โรค|,|ติด|ผู้อื่น|,|มี|ผล|ต่อ|ผู้อื่น.  |Syn. infectiousness n.  |Syn. catching|,|contagious|,|communicable|,|transmissible
(อิน|เฟค|'|ทิฟว) adj. ดู|infectious|  |Syn. infectivity n.
(อิน|ฟี|'|เคินดฺ) adj. ไม่|ได้|ผล|,|ไม่|ออก|ผล.  |Syn. infecundity n.
(อิน|ฟะลิส|'|ซิ|ทัส) adj. ไม่|เหมาะสม|,|ไม่|สมควร|,|โชคร้าย|  |Syn. unfortunate
(อิน|ฟะลิส|'|ซิ|ที) n. ความ|ไม่|เป็นสุข|,|โชคร้าย|,|เคราะห์ร้าย|,|ความ|ไม่|เหมาะสม|  |Syn. misfortune
(อิน|เฟอร์|') vt. อนุมาน|,|สรุป|,|ส่อ|ให้|เห็น|,|ลง|ความเห็น|,|ชี้|ให้|เห็น|ว่า|,|แนะนํา|,|อนุมาน|,|สรุป.  |Syn. inferable|,|inferible|,|inferrible adj. inferably adv. inferrer n.
(อิน|'|เฟเรินซฺ) n. การ|อนุมาน|,|การ|สรุป|,|สิ่ง|ที่|ส่อ|ให้|เห็น|,|ข้อสรุป|,|ข้อ|วินิจฉัย|  |Syn. conclusion|,|deduction
เครื่อง|อนุมาน|เป็น|ส่วน|สําคัญ|ส่วนหนึ่ง|ใน|ระบบผู้เชี่ยวชาญ ระบบผู้เชี่ยวชาญ|นั้น|จะ|ประกอบ|ไป|ด้วย|สาม|ส่วน|คือ 1. ตัว|ประสาน|กับ|ผู้ใช้ (user interface) 2. ฐานความรู้ (knowledge based) และ|3. ส่วน|อนุมาน ส่วน|อนุมาน|นั้น|จะ|เป็น|ส่วน|ที่|ทํา|หน้าที่|คํานวณ|หา|ผลลัพธ์|จาก|ข้อเท็จจริง|และ|ข้อ|สนเทศ|ที่|ได้|เก็บ|เอา|ไว้|แล้ว โดย|ผู้ใช้|เป็น|ผู้|จัดหา|ข้อ|สนเทศ|นั้น|ให้|อีก|ชั้นหนึ่ง
(อิน|'|ฟะเรน|'|เชิล) adj. เกี่ยวกับ|การ|อนุมาน|,|เกี่ยวกับ|การ|สรุป|,|เกี่ยวกับ|การ|ชี้|ให้|เห็น
(อิน|เฟีย|'|เรีย) adj. ด้อย|กว่า|,|ต่ํา|กว่า|,|ชั้นต่ํา|,|เลว|,|ชั้นเลว|,|แย่|,|รอง|,|อยู่|ใต้|,|อยู่|ล่าง|,|อยู่|ต่ํา.  |Syn. inferiority n.  |Syn. poor|,|low|-|grade Ant. superior|,|better
ปมด้อย|,|ความรู้สึก|ต่ําต้อย|,|การ|ขาด|ความ|มั่นใจ|ใน|ตัวเอง
(อิน|เฟอ|'|เนิล) adj. เกี่ยวกับ|นรก|,|เหมือน|นรก|,|เหมือน|ภูต|ผี|ปีศาจ|,|ร้ายกาจ|,|โหดเหี้ยม.  |Syn. infernality n.
(อิน|เฟอร์|'|โน) n. นรก|,|ไฟ|นรก|,|ไฟ|ใต้ดิน|,|บริเวณ|ที่|คล้าย|นรก|  |Syn. hell
(อิน|เฟอร์|'|ไท|ลฺ) adj. (ดิน) ไม่|อุดมสมบูรณ์|,|ไม่|ได้|ผล|,|เป็น|หมัน.  |Syn. infertility|,|infertileness n.
(อิน|เฟสทฺ|') vt. รัง|ควาญ|,|รบกวน|,|ยุ่มย่าม|และ|รัง|ควาญ|,|เข้า|ไป|อยู่|เต็ม.  |Syn. infestation n. infester n.  |Syn. beset|,|overrun
(อิน|'|ฟิเดิล) n. ผู้|ไม่|เชื่อ|,|คนนอก|ศาสนา adj. ไม่|เลื่อมใส|ศาสนา|  |Syn. nonbeliever
(อิน|ฟีเดล|'|ลิ|ที) n. ความ|ไม่|ซื่อสัตย์|,|ความ|ไม่|เลื่อมใส|ศาสนา|,|การ|นอกใจ|,|การ|นอกรีต
(อิน|'|ฟี|ลด|ฺ) n. สนาม|ใน (ของ|เบ|สบ|อล) ,|สนามกีฬา|รูป|วง|รี
(อิน|ฟิล|'|เท|รท) v. ซึม|ทะลุ|,|แทรกซึม n. สิ่ง|ที่|แทรกซึม|เข้า|ไป.  |Syn. infiltrative adj. infiltrator n.  |Syn. pervade|,|permeate
(อิน|ฟิล|เท|ร|'|เชิน) n. การ|ซึม|ทะลุ|,|การ|แทรกซึม|,|สิ่ง|ที่|แทรกซึม|เข้า|ไป|,|การ|แฝง|ตัว|เข้า|ไป|ปะปน|กับ|ข้าศึก
(อิน|'|ฟะนิท) adj. ไม่|มี|ที่|สิ้นสุด|,|ไม่|มี|ขอบเขต|,|เหลือ|คณานับ|,|สมบูรณ์|,|ไม่|หมดสิ้น. n. สิ่ง|ที่|ไม่|มี|ที่|สิ้นสุด|,|บริเวณ|ที่|ไม่|มี|ขอบเขต|,|อวกาศ. -|Phr. (the Infinite|,|the Infinite Being พระผู้เป็นเจ้า) .  |Syn. infinitely adv. infiniteness n. คํา|ที่|มี|ค|วา
วง|วน|ไม่|จุดจบ|หมายถึง คําสั่ง|ใน|โปรแกรม|ที่|สั่ง|ให้|เครื่อง|ปฏิบัติการ|ไป|ตาม|คําสั่ง|ตาม|ลําดับ|ขั้นตอน แต่|กลับ|วน|ไป|ที่|คําสั่ง|เก่า|ซ้ําแล้วซ้ําเล่า|อย่าง|ไม่|รู้จัก|จบ เพราะ|หาทาง|ออก|ไม่|ได้ (อาจ|เกิด|จาก|ความ|บกพร่อง|ใน|การ|เขียน|โปรแกรม) มี|ความหมาย|เหมือน endless loop
(อิน|ฟินนิ|เท|ส|'|ทะ|เมิล) adj.,|n. (จํานวน) เล็กน้อย|เหลือเกิน|,|เล็กน้อย|จน|วัด|ไม่|ได้|,|เล็กน้อย|สุดประมาณ.  |Syn. tiny|,|minute
(อิน|ฟิน|'|นิทิฟว) n. รูป|กริยา|ที่|เป็น|นาม|ที่|ตั้งต้น|ด้วย '|to|'. adj. เกี่ยวกับ|รูป|กริยา|ดังกล่าว
อนุประโยค|ที่|ประกอบ|ด้วย infinitive .  |Syn. infinitive phrase
(อิน|ฟิน|'|นิ|ไท|ซ) vt. ทํา|ให้|ไม่|มี|ที่|สิ้นสุด
(อิน|ฟิน|'|นิ|ที) n. ความ|ไม่|มี|ที่|สิ้นสุด|,|ความ|ไม่|มี|ขอบเขต|,|สิ่ง|ที่|ใหญ่โต|เหลือเกิน|,|จํานวน|ที่|ไม่|มี|ที่|สิ้นสุด|  |Syn. endlessness|,|eternity
(อิน|เฟิร์ม|') adj.,|vt. (ทํา|ให้) อ่อนแอ|,|อ่อนกําลัง|,|ไม่|แข็งแรง|,|ไม่|มั่นคง|,|ชรา|,|ไม่|แน่วแน่|  |Syn. infirmness n. - S. feeble Ant. robust
(อิน|เฟอร์|'|มะ|รี) n. สถานที่|พยาบาล|คนเจ็บ|คนป่วย|,|โรงพยาบาล|,|สถานที่|พยาบาล|,|ร้าน|ขาย|ยา|  |Syn. hospital|,|dispensary
(อิน|เฟอร์|'|มิ|ที) n. ความ|อ่อนแอ|,|ความ|เจ็บป่วย|,|ความ|อ่อนกําลัง|,|ความ|บกพร่อง|,|ความ|เปราะ|,|ความ|เสื่อม|ทาง|ศีลธรรม|  |Syn. weakness Ant. strength
แทรกซึม
(อิน|เฟ|ลม|') vi.,|vt. (ทํา|ให้) ลุกเป็นไฟ|,|โกรธ|มาก|,|ร้อน|เผา|,|มี|อารมณ์|รุนแรง|,|อักเสบ.  |Syn. inflamer n.  |Syn. enflame
(อิน|แฟ|ลม|'|มะเบิล) adj. ลุกเป็นไฟ|ได้|,|ลุกไหม้|ได้|,|โกรธ|ง่าย|,|ยุยง|ได้|ง่าย|,|มี|อารมณ์|รุนแรง|ได้|ง่าย.  |Syn. inflammability|,|inflammableness n. inflammably adv.  |Syn. flammable
(อิน|ฟ|ละ|เม|'|เชิน) n. การ|อักเสบ|,|การ|ติดไฟ|,|การ|ลุกเป็นไฟ|,|การ|มี|อารมณ์|รุนแรง
(อิน|แฟ|ลม|'|มะ|ทอ|รี) adj. เกี่ยวกับ|การ|อักเสบ|,|ซึ่ง|กระตุ้น|อารมณ์|อย่าง|แรง|,|ทํา|ให้|เดือดดาล|,|ยั่ว|โทสะ.  |Syn. inflammatorily adv.
(อิน|เฟลท|') vt.,|vi. ขยาย|,|ทํา|ให้|พอง|,|ทํา|ให้|ลํา|พอง|,|ทํา|ให้|เงินเฟ้อ|,|ทํา|ให้|ราคา|ของสูง|ขึ้น|,|ขยาย|ตัว|,|พองตัว|,|พอง|ลม|,|สูง|ขึ้น.  |Syn. inflatable adj. inflater|,|inflator n.  |Syn. expand
(อิน|เฟล|'|ทิด) adj. พองตัว|,|ขยาย|ตัว|,|ลํา|พอง|,|วาง|ภูมิ|, (คําพูด) โผงผาง|,|สูง|ขึ้น|ผิดปกติ|  |Syn. inflatedness n.
(อิน|เฟล|'|เชิน) n. การ|พองตัว|,|การ|พอง|ลม|,|การ|ขยาย|ตัว|,|การ|ลํา|พอง|,|การ|สูง|ขึ้น|อย่าง|ผิดปกติ|  |Syn. undue expansion
(อิน|เฟล|'|เทอะ) n. ที่|สูบ|ลม
(อิน|เฟลคทฺ|') v. ทํา|ให้|งอ|,|ทํา|ให้|โค้ง|,|ทํา|ให้|เฉ|,|ออก|เสียงต่ํา|,|ผัน|ไป|ตาม|บุรุษ|และ|พจน์.  |Syn. inflectness n. inflective adj. inflector n.
(อิน|เฟลค|'|เชิน) n. การ|ทํา|ให้|งอ|,|การ|ทํา|ให้|โค้ง|,|การ|เปลี่ยนแปลง|,|การ|เปลี่ยนแปลง|เสียงพูด|,|การ|ผัน|คํา|ตาม|บุรุษ|และ|พจน์.  |Syn. inflexion.  |Syn. inflectional adj.  |Syn. turn|,|bend
(อิน|เฟลคซฺทฺ) adj. โค้ง|เข้า|,|โค้ง|ลง|,|งอ|เข้า|,|งอ|ลง|  |Syn. inflexion n.
(อิน|เฟลค|'|ซะเบิล) adj. ไม่|ยืดหยุ่น|,|ไม่|ปรับ|ตัว|,|งอ|ไม่|ได้|,|แน่วแน่|,|ดื้อรั้น|,|ไม่|ยอม|,|มั่นคง|,|ไม่|เปลี่ยนแปลง.  |Syn. inflexibility|,|inflexibleness n. inflexibly adv.  |Syn. firm Ant. flexible
(อิน|ฟลิคทฺ|') vt. ลงโทษ|,|ทําโทษ|,|ทํา|ให้|ได้|รับ|ความ|ทุกข์.  |Syn. inflicter|,|inflictor n. inflictive adj.  |Syn. exact|,|impose
(อิน|ฟลิค|'|เชิน) n. การ|ลงโทษ|,|การ|ทําโทษ|,|การ|ทํา|ให้|ได้|รับ|ความ|ทุกข์
(อิน|'|ไฟ|ลทฺ) adj. เกี่ยวกับ|การ|บิน|,|ใน|การ|บิน|,|ใน|ระหว่าง|การ|บิน.  |Syn. in|-|flight
(อิน|โฟลเรส|'|เซินซฺ) n. การ|บาน|ของ|ดอกไม้|,|ส่วน|ที่|เป็น|ดอก|ของ|พืช|,|กลุ่ม|ดอก|,|พวง|ดอก|ของ|พืช|,|กลุ่ม|ดอก|,|พวง|ดอก|,|ดอกไม้|,|ดอก|เดี่ยว.  |Syn. inflorescent adj.
(อิน|'|โฟล) n. สิ่ง|ที่|ไหล|เข้า|มา|,|การ|ไหล|เข้า|,|การ|ดูด|เข้า|,|การ|ดูด|ลม
(อิน|'|ฟลูเอินซฺ) n. อิทธิพล|,|อํานาจ|ชักจูง|,|สิ่ง|ชักจูง|,|ผู้มีอิทธิพล|โน้มน้าว. vt. มี|อิทธิพล|ต่อ|,|มี|อํานาจ|โน้มน้าว.  |Syn. influenceable adj. influencer n.  |Syn. control|,|power
adj. ไหล่เขา n. สาขา|,|การ|ไหล|เข้า|  |Syn. tributary
(อิน|ฟลู|เอน|'|เชิล) adj. มี|อิทธิพล|,|มี|อํานาจ|ชักจูง|,|มี|ผลสะท้อน.  |Syn. weighty
(อิน|ฟลู|เอน|'|ซะ) n. โรคไข้หวัดใหญ่|  |Syn. influenzal adj.  |Syn. flu
(อิน|'|ฟลัคซฺ) n. การ|ไหล|เข้า|,|การ|ไหลบ่า|เข้า|,|บริเวณ|ปาก|แม่น้ํา|ลําธาร
(อิน|ฟอร์ม|') v. บอก|,|แจ้ง|,|ทํา|ให้|เต็มไปด้วย|,|ดลใจ|,|ฟ้องร้อง.  |Syn. informble adj. informedly adv. informingly adv.  |Syn. apprise|,|advise
(อิน|ฟอร์|'|เมิล) adj. ไม่|มี|พิธีรีตอง|,|ไม่|เป็นทางการ|,|กันเอง|,|ไม่|เคร่งครัด.  |Syn. informally adv.  |Syn. unceremonious Ant. formal
(อิน|ฟอร์แมล|'|ลิ|ที) n. การ|ไม่|มี|พิธี|รีต|รอง|,|ความ|ไม่|เป็นทางการ|,|ความ|กันเอง|,|ความ|ไม่|เคร่งครัด|  |Syn. familliarity|,|laxity|,|ease
(อิน|ฟอร์|'|เมิน|ทฺ) n. ผู้|บอก|,|ผู้|แจ้ง|,|ผู้|ให้|ความ|รู้|,|สนเทศ|  |Syn. informer
สนเทศ|ศาสตร์|เป็น|วิชา|ที่|ศึกษา|เกี่ยวกับ|สารสนเทศ (information) และ|การ|คํานวณ|เพื่อ|คาดการณ์|ใน|อนาคต เป็น|คํา|ที่|ชาว|ยุโรป|นํามา|ใช้|แทน|คํา computer science ที่|แปล|ว่า วิทยาการ|คอมพิวเตอร์|ดู computer science ประกอบ
(อิน|ฟอร์เม|'|เชิน) n. ความ|รู้|,|ข่าว|,|ข้อมูล|,|การ|บอกข่าว|,|การ|ให้|ความ|รู้|,|สํานักงาน|สนเทศ.  |Syn. informational adj.  |Syn. learning
เทคโนโลยี|สารสนเทศ|ใช้|ตัวย่อ|ว่า IT หมายถึง|เทคโนโลยี|ใน|การ|รวบรวม|ข้อมูล การ|จัด|เก็บ|อย่าง|มี|ระบบ การ|เรียกหา|ข้อมูล|ได้|อย่าง|รวดเร็ว การ|ประมวลผล การ|วิเคราะห์|ผล|ที่|ได้|จาก|การ|ประมวล|นั้น รวม|ไป|ถึง|การ|เน้น|ใน|เรื่อง|การ|แสดง|ผล และ|ประชาสัมพันธ์|สารสนเทศ|นั้น|อย่าง|มี|ประสิทธิภาพ ใน|รูปแบบ|ที่|เหมาะสม|กับ|ผู้|ที่|จะ|นํา|ไป|ใช้|ต่อไป ตลอดไป|จนถึง|การ|สื่อสาร|ข้อมูล|นั้น|ไป|ยัง|หน่วยงาน|ต่าง ๆ ด้วย ว่า|กัน|ว่า IT กําลังจะ|ก้าว|เข้า|มา|แทน|วิชา MIS (management information system) เพราะ|มี|ขอบเขต|กว้างขวาง|กว่า|มาก สรุป|สั้น ๆ ได้|ว่า เป็น|เหมือน|การ|นํา|วิชา|วิทยาการ|คอมพิวเตอร์ (computer science) รวม|กับ|นิเทศศาสตร์ (mass communications)| 
(อิน|ฟอร์ม|'|มะทิฟว) adj. ให้|ความ|รู้|,|ซึ่ง|แจ้ง|ให้|ทราบ|  |Syn. informatively adv. informativeness n.
(อิน|ฟอร์ม|ดฺ|') adj. รู้|,|ทราบ|ข่าว|,|สันทัดกรณี
(อิน|ฟอร์ม|'|เมอะ) n. ผู้|บอก|ให้|รู้|,|สนเทศ|,|ผู้|แจ้ง|ข่าว
(อิน|'|ฟ|รา) adv. อยู่|ใต้|  |Syn. below
abbr. ข้างล่าง|,|ใต้
(อิน|แฟรค|'|เชิน) n. การ|ทํา|ให้|แตก|,|การ|ละเมิด|,|การ|ฝ่าฝืน|  |Syn. violation
(อินฟราเรด|') n. รังสี|ใต้|แดง มี|ความ|ยาว|คลื่น|แสง|0.8 - 1,000|ไมครอนส์ เป็น|รังสี|ที่|มองไม่เห็น.  |Syn. infra|-|red
(อิน|'|ฟ|ระ|สทรัคเชอะ) n. พื้นฐาน|ของ|โครงสร้าง เช่น ถนนหนทาง สิ่ง|ก่อสร้าง
(อิน|ฟรี|'|เควิน|ซี|,|อิน|ฟรี|'|เควินซฺ) n. การ|เกิด|ขึ้น|น้อย|,|ความ|ไม่|ถี่|,|การ|เกิด|ขึ้น|นาน ๆ ที.  |Syn. rarenes
(อิน|ฟรี|'|เควิน|ซี|,|อิน|ฟรี|'|เควินซฺ) n. การ|เกิด|ขึ้น|น้อย|,|ความ|ไม่|ถี่|,|การ|เกิด|ขึ้น|นาน ๆ ที.  |Syn. rarenes
(อิน|ฟ|ริน|จฺ|') vt. ละเมิด|,|ฝ่าฝืน|,|ล่วงล้ํา vi. ล่วงล้ํา.  |Syn. infringer n.  |Syn. violate
(อิน|ฟ|ริน|'|จะ|เมิน|ทฺ) n. การ|ฝ่าฝืน|,|การ|ละเมิด|,|การ|ล่วงล้ํา (breach|,|violation)| 
(อิน|ฟิว|'|ริ|เอท) vt. ทํา|ให้|โกรธ|,|ทํา|ให้|เดือดดาล. adj. โกรธ|,|เดือดดาล.  |Syn. infuriation n.  |Syn. anger
(อิน|ฟิวซ|') vt. กรอก|ใส่|,|ใส่|,|ฉีด|,|ซึมซาบ|,|แช่|,|ชง|,|เท|ลง|ใน. vi. ผ่าน|กระบวนการ|แช่|,|ชง.  |Syn. infuser n. infusive adj.  |Syn. imbue
(อิน|ฟิว|'|เชน) n. การ|ชง|,|การ|แช่|,|การ|แช่|สมุนไพร|,|ของเหลว|ที่|ได้|จาก|การ|แช่|สมุนไพร|,|การ|ฉีดยา|เข้า|เส้นเลือด|,|สารละลาย|ที่|ใช้|ฉีดยา|เข้า|เส้นเลือด
(อิน|เจน|'|เยิส) adj. ช่างประดิษฐ์|,|เฉลียวฉลาด|,|คล่องแคล่ว|,|ปราดเปรียว|,|เจ้า|ความคิด.  |Syn. ingeniousness n.  |Syn. adroit
(อิน|จะ|นู|'|อิ|ที) n. ความ|เป็น|ช่างประดิษฐ์|,|ความ|เฉลียวฉลาด|,|ความ|แคล่วคล่อง|,|สิ่งประดิษฐ์|  |Syn. cleverness
(อิน|เจน|'|นุอัส) adj. เปิดเผย|,|ซื่อ|,|ตรงไปตรงมา|,|ไม่|มี|เล่ห์เหลี่ยม|,|ไร้เดียงสา.  |Syn. ingenuousness n.
(อิน|เจ|สทฺ|') vt. นําเข้า|ไป|ใน|ร่างกาย.  |Syn. ingestible adj. ingestion n. ingestive adj.  |Syn. swallow
(อิน|เจ|ส|'|เทิน|ทฺ) n. สิ่ง|ที่|ถูก|นําเข้า|ไป|ใน|ร่างกาย|,|สาร|ที่|รับประทาน
(อิง|'|เกิล) n. ไฟใน|เตา|,|เปลวไฟ|,|เตาไฟ
(อิง|'|เกิลนูค) n. มุม|ข้าง|เตา|ฝา|ผนัง|,|ข้าง|เตา
(อิน|กล|อ|'|เรียส) adj. น่า|อับอาย|,|เสื่อมเสีย|ชื่อเสียง|,|ไร้|เกียรติ|'|  |Syn. ingloriousness n.
(อิน|'|โก|อิง) adj. ที่|กําลัง|เข้า|มา|,|ที่|เข้า|มา|ใหม่
(อิง|'|เกิท) n. ก้อน|โลหะ|,|ลิ่ม|โลหะ. vt. ทํา|ให้|เป็น|ก้อน|โลหะ|,|ทํา|ให้|เป็น|ลิ่ม|โลหะ
(อิน|เกรน|ดฺ|') adj. ติด|แน่น|,|ติด|ตัว|,|ฝัง|แน่น|,|ฝังราก|อยู่|ใน|เนื้อ|เส้นใย.  |Syn. engrained|  |Syn. ingrainedness n.
(อิน|เก|ร|'|ชิ|เอท) vt. ทํา|ให้ (ตัวเอง) เป็น|ที่|โปรดปราน|,|ทํา|ให้|ถูกใจ|,|เอาใจ|,|ประจบ.  |Syn. ingratiation n.  |Syn. captivate
(อิน|ก|รี|'|เดียนทฺ) n. ส่วนประกอบ|,|ส่วนผสม|  |Syn. element
(อิน|'|เก|รส) n. การ|เข้า|,|สิทธิ|ใน|การ|เข้า|,|ทางเข้า|,|ทางผ่าน.  |Syn. ingression n. ingressive adj. ingressness n.
(อิน|'|กรู|พ) n. กลุ่ม|ภายใน|,|กลุ่ม|ที่|มี|ผลประโยชน์|,|ความคิดเห็น|หรือ|อื่น ๆ ที่|เหมือน|กัน
(อิน|'|โก|ร|อิง) adj. ซึ่ง|งอก|เข้า|ไป|ใน|เนื้อ|,|ซึ่ง|งอก|เข้าข้าง|ใน|,|ซึ่ง|เกิด|เข้าข้าง|ใน
(อิน|'|โก|รน) adj. ซึ่ง|งอก|เข้า|ไป|ใน|เนื้อ|,|ซึ่ง|เกิด|เข้าข้าง|ใน
(อิน|'|โกรธ) n. การ|งอก|เข้าข้าง|ใน|,|สิ่ง|ที่|เกิด|จาก|การ|งอก|เข้าข้าง|ใน
(อิง|'|กวะเนิล) adj. เกี่ยวกับ|ขา|หนีบ
(อิน|แฮ|บ|'|บิ|ท) vt. อาศัย|อยู่|ใน|,|อยู่|ใน|,|มี|อยู่|ใน.  |Syn. inhabitability n. inhabitable adj. inhabitation n.  |Syn. dwelll in
(อิน|แฮ|บ|'|บิ|เทิน|ซี|,|อิน|แฮ|บ|'|บิ|เทิน|ซฺ) n. สถานที่อยู่|อาศัย|,|ที่อยู่อาศัย|,|การ|อยู่อาศัย|inhabitant (อิน|แฮ|บ|'|บิ|เทิน|ทฺ) n. ผู้|อยู่อาศัย|,|สัตว์|ที่อยู่อาศัย|,|ผู้อาศัย|,|พลเมือง.  |Syn. inhabiter n.  |Syn. resident|,
(อิน|แฮ|บ|'|บิ|เทิน|ซี|,|อิน|แฮ|บ|'|บิ|เทิน|ซฺ) n. สถานที่อยู่|อาศัย|,|ที่อยู่อาศัย|,|การ|อยู่อาศัย|inhabitant (อิน|แฮ|บ|'|บิ|เทิน|ทฺ) n. ผู้|อยู่อาศัย|,|สัตว์|ที่อยู่อาศัย|,|ผู้อาศัย|,|พลเมือง.  |Syn. inhabiter n.  |Syn. resident|,
(อิน|เฮ|'|เลินทฺ) adj. ใช้|สูด|เข้า n. ยา|สําหรับ|สูด|เข้า|ปอด|,|เครื่อง|อัด|ยา|เข้า|ปอด
(อิน|'|ฮะ|เล|เทอะ) n. เครื่องมือ|ช่วย|สูด|อากาศ|หรือ|ยา|เข้า|ปอด
(อิน|เฮ|ล|') vt. สูด|เข้า|ปอด|,|หายใจเข้า. vi. สูด|,|สูบ.  |Syn. inhalation n.  |Syn. gasp
(อิน|เฮ|'|เลอะ) n. เครื่องมือ|สูบ|อากาศ|หรือ|ยา|เข้า|ปอด|,|เครื่องช่วย|หายใจ|,|ผู้|สูด|,|ผู้|สูบ
(อิน|เฮีย|'|เรินทฺ) adj. ซึ่ง|มี|อยู่|แต่|กําเนิด|,|ซึ่ง|มี|อยู่|อย่าง|ถาวร|และ|ไม่|แยก|จาก|กัน.  |Syn. inborn|,|inbred
(อิน|เฮ|อ|'|ริ|ท) vt. รับช่วง|,|สืบ|ช่วง|,|สืบทอด|,|สืบ|ลักษณะ|ทาง|กรรมพันธุ์. vi. สืบทอด|,|รับมรดก|,|กลาย|เป็น|ทายาท|  |Syn. inheritability n. inheritable adj. inheritably adv.
(อิน|เฮ|อ|'|ริ|เทิน|ซฺ) n. สิ่ง|ที่|รับช่วง|มา|,|สิ่ง|ที่|สืบทอด|มา|,|การ|รับช่วง|,|การ|สืบทอด|,|สิทธิ|ใน|การ|รับมรดก|,|สิทธิ|ใน|การ|รับช่วง|  |Syn. heritage|,|legacy|, การ|สืบทอด เป็น|ศัพท์|ที่|ใช้|ใน|ภาษา|เชิง|วัตถุ (object|-|oriented language) เป็น|คําสั่ง|ให้|ทํา|การ|คัดลอก|กลุ่ม|รหัส|คําสั่ง|ได้ นักเขียน|โปรแกรม|จะ|ชอบ|เพราะ|ไม่|ต้อง|พิมพ์|กลุ่ม|คําสั่ง|นั้น|ซ้ํา แล้ว|ซ้ํา|อีก|บ่อย ๆ| 
ภาษี|มรดก
(อิน|เฮ|อ|'|ริ|ทิด) adj. เป็น|มรดก|ที่|ได้|รับ
(อิน|เฮ|ด|'|ริ|เท|อ) n. ผู้|รับมรดก|,|ทายาท
(อิน|ฮิบ|'|บิ|ท) vt. ขัดขวาง|,|ยับยั้ง|,|สกัดกั้น|,|ห้าม.  |Syn. inhibiter n. inhibitory|, inhibitive adj.  |Syn. hinder|,|restrain
(อิน|ฮิบ|'|บิ|เทอะ) n. ตัว|ขัดขวาง|,|ตัวยับยั้ง|,|ตัว|สกัดกั้น|,|ผู้|ห้าม
(อิน|ฮิ|บิ|ช|'|เชิน) n. การ|ขัดขวาง|,|การ|ยับยั้ง|,|การ|สะกด|กลั้น|,|การ|ข่มใจ|,|หิริ|โอ|ตัป|ปะ|  |Syn. constraint Ant. freedom
(อิน|ฮิบ|'|บิ|เทอะ) n. ตัว|ขัดขวาง|,|ตัวยับยั้ง|,|ตัว|สกัดกั้น|,|ผู้|ห้าม
(อิน|ฮอส|'|พิทะเบิล) adj. ไม่|ต้อนรับ|,|ไม่|มี|ไมตรีจิต|,|ไม่|อารี|,|ไม่|เอื้ออํานวย|,|ไม่|เหมาะ|สําหรับ|อยู่อาศัย.  |Syn. inhospitableness n. inhospitably adv.
(อิน|ฮอสพิแทล|'|ลิ|ที) n. การ|ขาด|ไมตรีจิต|,|การ|ไม่|ต้อนรับ
(อิน|ฮิว|'|เมิน) adj. ไร้|ความ|ปรานี|,|ไม่|ใช่|ลักษณะ|ของ|มนุษยชาติ|,|ทารุณ|,|โหดร้าย.  |Syn. inhumanness n.
(อิน|ฮิว|เมน|') adj. ขาด|มนุษยธรรม|,|ขาด|ความ|กรุณา|ปรานี|,|ผิด|มนุษย์|,|ทารุณ|,|โหดร้าย.  |Syn. inhumanely adv.  |Syn. inhuman
(อิน|ฮิว|แมน|'|นิ|ที) n. การ|ขาด|มนุษยธรรม|,|การ|ขาด|ความ|กรุณา|ปรานี|,|การ|กระทํา|ที่|ผิด|มนุษย์|  |Syn. cruelty
(อิน|ฮิม|') vt. ฝัง|,|ฝัง|ดิน.  |Syn. inhumation n. inhumer n.  |Syn. bury|,|inter
(อินิม|'|มิ|เคิล) adj. ไม่|เป็นมิตร|,|เป็น|ปฏิปักษ์|,|มี|เจตนา|ร้าย|,|เป็น|อันตราย.  |Syn. inimically adv. inimicalness. inimicality n.  |Syn. inimicable|,|hostile Ant. friendly
(อินิม|'|มิ|ทะเบิล) adj. ซึ่ง|ไม่|สามารถ|จะ|เลียน|แบบ|ได้|,|เลิศ|ล้ํา.  |Syn. inimitability n.  |Syn. peerless
(อินิค|'|ควิทัส) adj. ไม่|ยุติธรรม|,|ไม่|ซื่อตรง|,|ไร้|ศีลธรรม|,|ชั่วช้า.  |Syn. iniquitously adv. adv. iniquitousness n.  |Syn. unjust|,|immoral|,|wicked
(อนิค|'|ควิ|ที) n. ความ|อยุติธรรม|,|การ|ไร้|ศีลธรรม|,|ความ|ชั่วช้า|  |Syn. wickedness
(อินิช|'|เชิล) adj. แรกเริ่ม n. อักษร|แรก|,|ชื่อ|แรก|,|คําย่อ|,|ชื่อย่อ. vt. เขียน|อักษรย่อ|,|เขียน|ชื่อย่อ|  |Syn. initialer|,|initialler n. initially adv.  |Syn. original|,|first
เริ่มต้น|หมายถึง การ|เตรียม|การ|ให้|อุปกรณ์|คอมพิวเตอร์|ต่าง ๆ พร้อม|ที่|จะ|ทํางาน|ได้ การ|เริ่มต้น|ใน|อุปกรณ์|ส่วน|ใด|ก็|จะ|ลบล้าง|ข้อมูล|เก่า|ที่|บรรจุ|ไว้|ที่|ส่วน|นั้น|หมด|ไป สําหรับ|เครื่อง|แมค|อิน|ทอ|ช คํา "|intialize|" จาน|บันทึก มี|ความหมาย|เหมือน|คํา format ใน|ระบบ|ดอส กล่าวคือ แปล|ว่า จัดเตรียม|รูปแบบ|การ|บันทึก หมายถึง กําหนด|แทร็ก (track) และ|เซ็กเตอร์ (sector) ให้|มี|ความหมาย|เหมือน|คํา format
(อินิช|'|ชี|เอท) vt. ริเริ่ม|,|เริ่ม|นํา|,|นําเข้า|,|นํา|ไป|ให้|รู้จัก. adj. เริ่มแรก n. ผู้|ถูก|พา|ไป|ให้|รู้จัก.  |Syn. initiator n. initiatress n.  |Syn. start|,
(อนิช|ชิ|เอ|'|เชิน) n. การ|นําเข้า|ครั้ง|แรก|,|การ|นําเข้า|เป็น|สมาชิก|,|พิธี|นําเข้า|,|การ|ริเริ่ม
(อินิช|'|ชิ|เอทิฟว) n.,|adj. (เกี่ยวกับ) การ|ริเริ่ม|,|การ|นําเข้า|,|การ|ตัดสินใจ|ของ|ตนเอง.
(อินิช|'|ชิ|เอ|ทอ|รี) adj. ริเริ่ม|,|เริ่มต้น|,|ขั้นแรก|,|ก้าว|แรก|,|เข้า|เป็น|สมาชิก.  |Syn. initiatorily adv.  |Syn. introductory
abbr. injection
(อิน|เจ|คทฺ|') vt. ฉีด|,|ฉีดยา|,|พ่น|,|ฉีด|พ่น|,|เป่า|,|ล่วงล้ํา|,|สอด (คําพูด) .  |Syn. injectable adj. injector n.  |Syn. instill|,|insert|,|interject
(อิน|เจ|ค|'|เชิน) n. การ|ฉีด|,|สิ่ง|ที่|ฉีด|เข้า|,|ของเหลว|ที่|ฉีด|เข้า|ร่างกาย|,|ยาฉีด|,|ยา|พ่น
(อิน|จุ|ดิช|'|เชิส) adj. ไม่|ฉลาด|,|ไม่|สุขุม.  |Syn. injudiciousness n.  |Syn. unwise
(อิน|จัง|คฺ|'|เชิน) n. คําสั่ง|,|คํา|สัง|ศาล|,|คํา|ตักเตือน.  |Syn. injunctive adj.  |Syn. order
(อิน|'|เจอะ) vt. ทํา|อันตราย|,|ทํา|ให้|ได้|รับ|บาดเจ็บ|,|ทํา|ให้|เสียหาย|,|ทํา|ผิด|,|ทําร้าย|,|ประทุษร้าย|,|กระทบกระเทือน|,|ร้าวราน.  |Syn. injurable adj. injurer n.  |Syn. hurt
(อิน|'|เจิร์ด) adj. ได้|รับ|บาดเจ็บ|,|ได้|รับ|อันตราย|  |Syn. injuredly adv injuredness n.  |Syn. wounded)| 
(อิน|จัว|'|เรียส) adj. ได้|รับ|บาดเจ็บ|,|ได้|รับ|อันตราย|,|ได้|รับ|ความ|เสียหาย|,|ถูก|ร้าวราน.  |Syn. injuriousness n.  |Syn. hurtful|,
(อิน|'|จะ|รี) n. อันตราย|,|ภัย|,|ความ|เสียหาย|,|ความ|อยุติธรรม|ที่|ได้|รับ|,|การ|ล่วงละเมิด|,|การ|ก้าวร้าว|  |Syn. harm|,|hurt
(อิน|จัส|'|ทิส) n. ความ|อยุติธรรม|,|ความ|ไม่|เป็นธรรม|,|การ|ล่วงละเมิด|สิทธิ|ของ|ผู้อื่น|,|การ|กระทํา|ที่|ไม่|ยุติธรรม|,|ความผิด|  |Syn. grievance
(อิง|คฺ) n. หมึก|,|หมึก|เขียน. vt. ทา|หรือ|เขียน|ด้วย|หมึก.
เครื่องพิมพ์|แบบ|ฉีด|หมึก|เป็น|เครื่องพิมพ์|ชนิด|หนึ่ง|ที่|ใช้|วิธี|ฉีด|หมึก|ลง|บน|แผ่น|กระดาษ|แทน|การ|กระแทก|ตัวพิมพ์|ลง|บน|ผ้า|หมึก|แบบ|เครื่องพิมพ์|แบบ|กระทบ (impact printer) เครื่องพิมพ์|ชนิด|นี้ ทํางาน|เงียบ|กว่า ผลงาน|ที่|ออก|มา|ก็|มี|คุณภาพ|ดี|กว่า (แต่|ยัง|ไม่|ดี|เท่า|เครื่องพิมพ์|เลเซอร์)| 
(อิง|'|เคอะ) n. ลูกกลิ้ง|หมึก|ของ|แท่น|พิมพ์|,|ที่|พิมพ์|หมึก
(อิง|ค|'|ลิง) n. ความ|เฉลียว|,|ข้อสงสัย|  |Syn. hint
กระปุก|หมึก
(อิง|'|คี) adj. ดํา|สนิท|,|ดํามืด|มิด|,|คล้าย|หมึก|,|เปื้อน|หมึก|  |Syn. inkiness n.  |Syn. black
(อิน|'|เลด) adj. เลี่ยม|,|ฝัง|,|ฝัง|เลี่ยม
(อิน|'|เลินดฺ) adj. ภายในประเทศ|,|ภายใน|ดินแดน|,|ท้องถิ่น. adv. ภายในประเทศ|,|เข้า|ไป|ใน|ประเทศ. n. (อิน|'|แล|นดฺ) บริเวณ|ภายในประเทศ|  |Syn. domestic|,|internal
(อิน|'|เลินเดอะ) n. ผู้|อยู่|ภายในประเทศ
(อิน|'|เล) vt. เลี่ยม|,|ฝัง. n. สิ่ง|เลี่ยม|,|สิ่ง|ฝัง|เลี่ยม|,|ตัว|ฝัง.  |Syn. inlayer n. ผู้|ฝัง|เลี่ยม
(อิน|'|ไลเออะ) n. ชั้น|โผล่|ข้างใน
(อิน|'|ลี) adv. ไป|ข้างใน|,|อย่าง|สนิทสนม|,|อย่าง|ลึกซึ้ง
(อิน|'|เมท) n. ผู้|ที่|ถูก|กัก|อยู่|ใน|โรงพยาบาล|คุก|หรือ|อื่น ๆ ,|ผู้|ที่อยู่|ด้วย|กัน|  |Syn. occupant
(อิน|เมช|') vt. ดู|enmesh
(อิน|'|โม|สทฺ) adj. ซึ่ง|อยู่|ลึก|เข้า|ไป|ที่สุด|,|ใน|สุด|ลึกซึ้ง|,|ส่วน|ก้น|บึง|  |Syn. intimate
(อิน) n. โรงแรม|เล็ก ๆ ,|โรงแรม|,|ห้องพัก|นักเรียน (ใน|อังกฤษ) ,|ร้าน|เหล้า|เล็ก ๆ vi. พัก|ที่|โรงแรม
(อิน|'|เนท|,|อิน|เนท|') adj. ซึ่ง|มี|อยู่|แต่|กําเนิด|,|แต่|ดั้งเดิม|,|ใน|ตัว|,|โดย|สันดาน.  |Syn. innateness n.  |Syn. inborn
(อิน|'|เนอะ) adj. ภายใน|,|ข้างใน|,|ส่วนตัว|,|ลับ|เฉพาะ|,|คลุมเครือ|,|ไม่|ชัดเจน|,|ซ่อนเร้น.  |Syn. innerness n.  |Syn. internal
(อิน|'|เนอ|โม|สทฺ) adj. ใน|สุด|,|เข้า|ไป|ใน|สุด. n. ส่วน|ใน|สุด|,|ส่วน|ที่อยู่|ลึก|ที่สุด
(อิน|เนอ|'|เวท) vt. มี|เส้นประสาท|ไป|ถึง|,|ครอบคลุม|ด้วย|เส้นประสาท
(อิน|เนอเว|'|เชิน) n. การ|มี|เส้นประสาท|ไป|ถึง|,|การ|ครอบคลุม|ด้วย|เส้นประสาท.
(อิน|เนิร์ฟว|') vt. หล่อเลี้ยง|ด้วย|พลังงาน|ประสาท|,|ทํา|ให้|มี|ชีวิตชีวา|,|ทํา|ให้|แข็งแรง
(อิน|'|นิง) n. สมัย|มี|อํานาจ|,|ตา|ทํา|แต้ม|ใน|การ|แข่งขัน|,|โอกาส.  |Syn. innings ตา|ลี|ลูก|ค|ริ|ด|เก๊|ต|,|การ|เรียก|คืน|ที่ดิน|ที่|เป็น|หนอง|หรือ|น้ําท่วม
(อิน|'|คีพเพอะ) n. ผู้ดู|แล|โรงแรม|,|เจ้าของ|โรงแรม|,|ผู้จัดการ|โรงแรม.  |Syn. innholder
(อิน|'|นะ|เซินซฺ) n. ความ|ไร้เดียงสา|,|ความ|บริสุทธิ์|,|ความ|ไร้|มลทิน|,|ความ|ซื่อ|,|ความ|ไม่|รู้ตัว|,|ความ|ไม่|เป็น|ภัย|,|บุคคล|ที่|ไร้เดียงสา|,|สิ่ง|ที่|ไร้เดียงสา|  |Syn. innocuousness Ant. guilt
(อิน|'|นะ|เซินทฺ) adj. ไร้เดียงสา|,|บริสุทธิ์|,|ไร้|มลทิน|,|ซื่อ|,|ไม่|รู้ตัว|,|ไม่|เป็น|ภัย|,|ไม่|รุนแรง|,|ไร้|มายา. n. บุคคล|ที่|ไร้เดียงสา|,|เด็กเล็ก ๆ ผู้|ไม่|มี|มายา|,|คน|โง่|  |Syn. artless
(อิน|นอ|ค|คิว|'|อิ|ที) n. ความ|ไม่|เป็น|ภัย|,|ความ|ไม่|มี|รสชาติ
(อิน|อค|'|คิว|อัส) adj. ไม่|มี|อันตราย|,|ไม่|เป็น|ภัย|,|ไม่|เป็น|พิษ|,|ไม่|รุกราน|,|ไม่|น่ากลัว.  |Syn. innocuously adv. innocuousness n.  |Syn. harmless|-|A. noxious
(อิน|'|นะ|เวท) vi. ทํา|ให้|เกิด|การ|เปลี่ยนแปลง|,|เปลี่ยนแปลง|ใหม่|,|ปรับปรุง. vt. นํา|สิ่ง|ใหม่|เข้า|มา.  |Syn. innovative|,|innovatory adj. innovator n.
(อิน|นะ|เว|'|เชิน) n. สิ่ง|ใหม่|,|วิธีการ|ใหม่|,|นวัตกรรม|,|การ|นํา|สิ่ง|ใหม่|หรือ|วิธีการ|ใหม่|เข้า|มา.  |Syn. change
(อิน|เค|'|เชิส) adj. ไม่|มี|อัน|ตาย|,|ไม่|มีพิษมีภัย.  |Syn. innoxiously adv. innoxiousness|  |Syn. harmless
(อิน|นิว|เอน|'|โด) n. การ|เหน็บแนม|,|การ|เสียดสี|,|การ|พูด|เหน็บแนม|หรือ|เสียดสี
(อินิว|'|เมอ|ระ|เบิล) adj. มากมาย|,|เหลือ|คณานับ.  |Syn. innumerousness|,|innumerability n. innumerably adv.  |Syn. innumerous
(อิน|อค|'|คิว|เลท) vt. ปลูกฝี|,|ฉีด|วัคซีน|,|เพาะ|ความคิด|,|กรอก|ความคิด. vi. ทํา|การ|ปลูกฝี|,|ทํา|การ|ฉีด|วัคซีน.  |Syn. inoculative adj. inoculator n.  |Syn. inject|,|immunize
(อินิค|คิว|เล|'|เชิน) n. การ|ปลูกฝี|,|การ|ฉีด|วัคซีน|,|การ|เพราะ|หรือ|กรอก|ความคิด|ให้|  |Syn. injection|,|immunization
(อิน|อะเฟน|'|ซิ|ฟว) adj. ไม่|เป็น|ภัย|,|ไม่|ทํา|อันตราย|,|เป็น|รุกราน|,|ไม่|ทําร้าย|คน|อื่น|,|ไม่|น่า|รังเกียจ.  |Syn. inoffensiveness n.  |Syn. innocuous Ant. offensive
(อิน|ออ|พ|'|เพอ|ระ|เบิล) adj. ซึ่ง|ปฏิบัติ|ไม่|ได้|,|ซึ่ง|กระทํา|การ|ผ่าตัด|ไม่|ได้|  |Syn. impractical
(อิน|ออ|พ|'|พะเร|'|ทิฟว) adj. ไม่|ได้|ผล|,|ไม่|มี|การ|กระทํา|,|ไม่|ได้|กระทํา.  |Syn. inoperativeness n.  |Syn. inefficient
(อิน|ออ|พเพอ|ทูน|') adj. ไม่|เหมาะสม|,|ไม่|ถูก|กา|ละ|,|ไม่|ได้|จังหวะ.  |Syn. inopportunely adv. inopportuneness|,|inopportunity n.  |Syn. untimely
(อิน|ออร์|'|ดิเนท) adj. ไม่|พอควร|,|มาก|เกิน|,|เกิน|ควร|,|ไม่|มี|การ|บังคับ|ตัวเอง|,|ไม่|เป็น|ระเบียบ.  |Syn. inordinateness n.
(อิน|ออร์แกน|'|นิค) adj. เกี่ยวกับ|อนินท|รี|ย|สาร|,|ไม่|มี|ลักษณะ|ของ|สิ่งมีชีวิต|,|ไม่|ใช่|เกิด|ขึ้น|โดย|ธรรมชาติ|,|มา|จาก|ภายนอก.
อนินท|รี|ย|เคมี
(อิน|'|เพเชินทฺ) n. คนไข้|ใน|,|คนไข้|ที่อยู่|และ|รับ|การ|รักษา|ใน|โรงพยาบาล
(อิน|'|พุ|ท) n. สิ่ง|ที่|ใส่|เข้า|,|สิ่ง|ที่|ป้อน|เข้า|,|การ|ป้อน|เข้า|,|การ|นําเข้า|,|ด้าน|เข้า|,|ทางเข้า|,|กําลัง|กระแส|ไฟฟ้า|,|กําลัง|โวลท์|,|ข้อมูล|สําหรับ|แก้|ปัญหา|,|ข้อมูล|ที่|ป้อน|เข้า|เครื่อง|คํานวณ|เครื่อง|คอม|พิวตอร์|,|เงิน|บริจาค. adj. เกี่ยวกับ|ข้อมูล|ที่|ป้อน|เข้า
อุปกรณ์|รับ|เข้า|หมายถึง เครื่องมือ|หรือ|อุปกรณ์|ที่|สามารถ|อ่าน|ข้อมูล และ|ส่ง|ข้อมูล|เข้า|ไป|เก็บ|ใน|เครื่อง|คอมพิวเตอร์|ได้|เพื่อให้|ทํา|การ|ประมวลผล|ต่อไป โดย|อุปกรณ์|นี้|จะ|ส่ง|ข้อมูล|หรือ|โปรแกรม|ไป|ยัง|หน่วยความจํา|ก่อน ถ้า|เป็น|คอมพิวเตอร์|เมนเฟรม ก็|จะ|มี|หลาย|ชนิด เป้|น|ต้น|ว่า หน่วย|ขับ|จาน|บันทึก หน่วย|ขับ|แถบ|บันทึก เครื่อง|กราด|ภาพ ฯ ถ้า|เป็น|ไมโครคอมพิวเตอร์ ก็|รวม|ถึง แป้นพิมพ์ เมาส์ ฯลฯ ด้วย|ดู output device เปรียบเทียบ
(อิน|'|เควสทฺ) n. การ|สอบสวน|คดี|,|การ|พิจารณา|คดี|' (โดยเฉพาะ|ที่|เกี่ยวกับ|การ|ชันสูตร|ศพ) คณะ|ผู้|สอบสวน|  |Syn. legal|,|inquiry
(อิน|ไคว|'|เออะ) vt. ถามหา|,|ไต่ถาม|,|สอบถาม. vi. ถาม|,|สอบถาม|,|สืบสวน|,|สอบสวน. -|Phr. (inquire after ถาม|ทุกข์สุข)|  |Syn. inquirable adj. inquirer n.  |Syn. enquire
(อิน|ไคว|'|เออ|ริ|ง) adj. ชอบ|สอบถาม|,|ชอบ|ไต|ร่|ถาม|  |Syn. inquiringly adv.  |Syn. probing
หมายถึง การ|สอบถาม|หา|ข้อมูล|ผ่าน|ทาง|เครื่อง|ปลาย|ทาง (terminal) เพื่อให้|คอมพิวเตอร์|ไป|ค้นหา|ข้อมูล|ที่|ต้องการ|ให้ โดย|ปกติ|ข้อมูล|เหล่านี้ จะ|ต้อง|เก็บ ๆ ไว้|ใน|จาน|บันทึก เพื่อให้|ค้นหา|ได้|รวดเร็ว เมื่อ|หา|พบ|แล้ว ก็|จะ|แสดง|ผล|ให้|ดู|บน|จอภาพ ตัวอย่าง|ง่าย ๆ ที่|จะ|อธิบาย|ใน|เรื่อง|นี้ ก็|คือ|เครื่อง|ถอน|เงิน|อัตโนมัติ (ATM)| 
(อิน|ควิ|ซิ|ช|'|เชิน) n. การ|สอบสวน|อย่าง|ขู่เข็ญ|,|การ|สืบสวน|,|การ|วินิฉัย|,|คณะ|ผู้ทํา|การ|สอบสวน|,|ศาล|พระ|สเปน|สมัยก่อน|ที่|มี|ชื่อ|เกี่ยวกับ|การ|ทารุณ|  |Syn. investigation
(อิน|ควิช|'|ซิ|ทิฟว) adj. ชอบ|สอบสวน|,|ชอบ|สอบถาม|,|อยากรู้อยากเห็น n. บุคคล|ที่|ชอบ|สอบถาม|,|ผู้|อยากรู้อยากเห็น.  |Syn. inquisitiveness n.  |Syn. curious|,|prying
(อิน|ควิซ|'|ซิ|เทอะ) n. ผู้ทํา|การ|สอบสวน|,|เจ้าหน้าที่|ผู้ทํา|การ|สอบสวน|,|ผู้|ชอบ|ถาม|,|สมาชิก|ของ|ศาล|พระ|สเปญ|สมัยก่อน|ที่|มี|ชื่อ|เกี่ยวกับ|การ|ทารุณ|  |Syn. inquisitionist|  |Syn. inquisitorial adj.
(อิน|'|โร|ด) n. การ|รุกล้ํา|,|การ|บุกรุก|,|การ|จู่โจม|  |Syn. incursion
(อิน|'|รัช) n. การ|ไหล|เข้า|,|การ|ไหลบ่า|,|การ|ไหล|พุ่ง|เข้า|ไป.  |Syn. inrushing n.,|adj.
(อิน|แซน|'|นิ|ทา|รี) adj. ไม่|ถูก|อนามัย|,|ไม่|สะอาด|,|ไม่|ถูก|สุขลักษณะ|,|ทํา|ให้|เกิด|โรค|ได้.  |Syn. insanitariness n. insanitation n.
(อิน|แซน|'|นิ|ที) n. ความ|มี|สติ|ที่|ไม่|ปกติ|,|ภาวะ|สติ|วิปลาส|,|ความ|วิกลจริต|  |Syn. mania
(อิน|เซ|'|ชี|อะเบิล) adj.ไม่|สามารถ|พอใจ|ได้|,|ไม่|สามารถ|สนอง|ความ|พอใจ|ได้|,|ไม่|รู้จัก|พอ.  |Syn. insatiability|,|insatiableness n. insatiably adv.  |Syn. insatiate
(อิน|'|สไค|รบ|ฺ) vt. จารึก|,|เขียน|สลัก|,|แกะสลัก|,|ลงชื่อ|,|เขียน|มอบ|,|เขียน|คําอุทิศ|,|ลง|รายการ|จารึก|ใน|ความทรงจํา.  |Syn. inscribable adj. inscribableness n. inscriber n.  |Syn. write|,|engrave
(อิน|สค|ริ|พ|'|เชิน) n. ข้อความ|ที่|จารึก|,|สิ่ง|ที่|จารึก|ไว้|,|คําอุทิศ|,|เอกสาร|หลักทรัพย์|,|ใบหุ้น|,|การ|ลงทะเบียน|ไว้.  |Syn. inscriptional adj. inscriptive adj.  |Syn. engraving
(อิน|ส|ครู|'|ทะเบิล) adj. ไม่|สามารถ|จะ|วินิจฉัย|ได้|,|ไม่|สามารถ|หยั่งรู้|ได้|,|ยาก|ที่|จะ|เข้าใจ|ได้|,|ลึกลับ|,|ลับ|ลม|คม|ใน.  |Syn. inscrutability|,|inscrutableness n. inscrutably adv|  |Syn. mysterious|,|hidden
(อิน|'|เซ|คทฺ) n. แมลง|,|บุคคล|ที่|ดูถูก|  |Syn. insectean|,|insectan|,|insectival|,|insectile|,|insectlike adj.
(อิน|เซ|ค|'|ทิ|ไซ|ดฺ) n. ยาฆ่าแมลง|  |Syn. insecticidal adj.
(อิน|เซ|คทิฟ|'|วะรัส) adj. ซึ่ง|กิน|แมลง|เป็น|อาหาร
(อิน|ซิ|เคียว|'|เออะ) adj. ไม่|ปลอดภัย|,|ไม่|มั่นคง|,|เชื่อถือ|ไม่|ได้|,|น่า|สงสัย.  |Syn. insecureness n.  |Syn. unstable
(อิน|ซิ|เคียว|'|ริ|ที) n. ความ|ไม่|ปลอดภัย|,|ความ|ไม่|มั่นคง|,|ความ|ไม่|มั่นใจ|,|สิ่ง|ที่|ไม่|แน่นอน
(อิน|เซ|ม|'|มะเนท) vt. หว่าน|เมล็ด|,|เพาะเชื้อ|,|ฉีด|น้ํากาม|เข้า|ใน|ช่องคลอด|,|ทํา|ให้|ตั้ง|ครรภ์|,|ทํา|ให้|มี|ลูก.  |Syn. insemination n.
(อิน|เซน|ซะ|บิล|'|ลิ|ที) n. การ|ไร้|ความรู้สึก|,|การ|ไร้|ความรู้สึก|สงสาร|,|ความ|เมิน|เฉย|,|ความ|ตายด้าน|  |Syn. indifference Ant. sensibility
(อิน|เซน|'|ซะเบิล) adj. ไม่|มี|ความรู้สึก|,|ไม่|รู้สึกตัว|,|สลบ|,|ตายด้าน.  |Syn. insensibly adv.  |Syn. unconscious
(อิน|เซน|'|ซะทิฟว) adj. ไม่|รู้สึก|,|ตายด้าน|,|ขาด|ความรู้สึก|ไว|ต่อ.  |Syn. insensitivity n.  |Syn. unfeeling|,|dull
(อิน|เซ|พ|'|เพอ|ระ|เบิล) adj. แยก|ไม่|ได้|,|แบ่งแยก|กัน|ไม่|ได้. n. สิ่ง|ที่|ไม่|สามารถ|จะ|แบ่งแยก|ออก|จาก|กัน|,|เพื่อนสนิท|,|ความคิด|ที่|แยก|ออก|จาก|กัน|ไม่|ได้|  |Syn. inseparability n. inseparably adv. Ant. separable
(อิน|เซิร์ท|') vt. ใส่|เข้า|,|สอด|,|แทรก|,|บรรจุ|,|ปลูก. n. สิ่ง|แทรก|,|ใบแทรก.  |Syn. insertable adj. inserter n.  |Syn. inject
แป้น|แทรก <|คําแปล|>|เป็น|แป้น|หนึ่ง|บน|แผง|แป้น|อักขระ มี|คํา|ว่า Insert หรือ Ins อยู่|บน|แป้น การ|กด|แป้น|นี้|จะ|ทํา|ให้|สามารถ|พิมพ์|ตัวอักษร|แทรก|เข้า|ไป|โดย|ที่|ตัวอักษร|ที่อยู่|ถัด|ไป|จะ|ถอย|ให้ (ถ้า|ไม่|กด|แป้น|นี้ อักษร|ตัว|ใหม่|ที่|พิมพ์|จะ|ทับ|ตัว|เก่า ทํา|ให้|ตัว|เก่า|หาย|ไป) อย่างไรก็ตาม แป้น|นี้|เป็น|แป้น|เปิด|/|ปิด (on|/|off) หมายความ|ว่า กด|แป้น|นี้|ครั้ง|แรก จะ|เปลี่ยน|ให้|เป็น|ภาวะ|แทรก แต่|ถ้า|กด|อีก|ครั้ง|หนึ่ง ก็|จะ|เปลี่ยน|กลับ|ไป|เป็น|ภาวะ|เดิม คือ|ภาวะ|พิมพ์|ทับ บางที|ใช้ Ins key|ดู insert mode ประกอบ
ภาวะ|แทรก|หมายถึง ภาวะ|ที่|เรา|สามารถ|พิมพ์|แทรก คํา ข้อความ หรือ|ตัวอักษร|เข้า|ไป|ได้ โดย|ปกติ|ใน|การ|พิมพ์ จะ|มี 2 ภาวะ ภาวะ|แรก|เรียก|ว่า ภาวะ|แทรก หมายถึง|การ|พิมพ์|อักขระ|แทรก|ลง|ไป โดย|ที่|อักขระ|ตัว|ที่|มี|อยู่|แล้ว|ถอย|กระเถิบ|ไป|ให้ ส่วน|อีก|ภาวะ|หนึ่ง ก็|คือ การ|พิมพ์|ทับ|ลง|ไป|บน|อักขระ|เก่า ที่|ให้|ของเก่า|หาย|ไป ถ้า|ต้องการ|ให้|อยู่|ใน|ภาวะ|แทรก ก็|กด|แป้น Insert ถ้า|ต้องการ|พิมพ์|ทับ ก็|กด|แป้น|นี้|ซ้ํา|อีก|ครั้ง|หนึ่ง
(อิน|เซ|อ|'|ทิด) adj. ซึ่ง|ใส่|ไว้|,|ซึ่ง|สอดแทรก|ไว้
(อิน|เซ|อ|'|เชิน) n. การ|ใส่|ไว้|,|การ|สอดแทรก|ไว้|,|สิ่ง|ที่|สอดแทรก|ไว้|,|การ|ปลูก|,|ที่|ที่|ติด|  |Syn. inset|,|addition|,|suplement
ตัว|ชี้|การ|แทรก|หมายถึง ตัว|ชี้|ตําแหน่ง|ที่|มี|ลักษณะ|คล้าย I (เรียก|ว่า I Beam) ถ้า|ต้องการ|จะ|พิมพ์|แทรก|ลง|ไป|ที่|ตรง|ไหน ให้|นํา|ตัว|นี้|ไป|วาง|ไว้|ตรง|นั้น อักขระ|ที่|พิมพ์|ใหม่|ก็|จะ|แทรก|ลง|ไป|ตรง|นั้น
(อิน|'|เซ|ท) n. สิ่ง|ที่|สอดแทรก|เข้า|ไป|,|ใบแทรก|,|ภาพ|แทรก|,|แผ่นภาพ|หรือ|แผนที่|ใน|กรอบ|,|ชิ้น|ผ้า|,|การ|ไหล|เข้า|,|การ|สอดแทรก. vt. สอด|,|แทรก|,|ใส่.  |Syn. insetter n.  |Syn. insert|,|influx
(อิน|ไซ|ดฺ|') prep.,|adv. ข้างใน|,|ภายใน|,|ด้าน|ใน|,|ใน|ร่ม|,|ลี้ลับ n. ส่วน|ใน|,|เครื่องใน|,|ลักษณะ|ภายใน.  |Syn. inside out กลับ|ข้างใน|ออก|,|กลับ|ด้าน|ใน|ออก|,|โดย|สม|บรูณ์.
(อิน|ไซ|'|เดอะ) n. คน|วง|ใน|,|ผู้รู้|เรื่อง|ภายใน|,|ผู้|รับ|เรื่องราว|เบื้องหลัง|  |Syn. colleague
(อิน|ซิ|ด|'|เดียส) adj. มี|เล่ห์กระเท่ห์|ร้ายกาจ|,|ลับ ๆ ,|หลอกลวง.  |Syn. insidiously adv. insidiousness n.  |Syn. cunning
(อิน|'|ไซ|ทฺ) n. การ|เข้าใจ|อย่า|ถ่องแท้|,|การ|เข้าใจ|อย่าง|ลึกซึ้ง|,|การ|มอง|ทะลุ|  |Syn. judgment
(อิน|ซิก|'|เนีย) n. ตรา|ประจําตําแหน่ง|,|ตรา|เกียรติยศ|,|เครื่องราชอิสริยาภรณ์|  |Syn. insigne
(อิน|ซิก|นิฟ|'|ฟะเคินซฺ) n. ความ|ไม่|สําคัญ|,|การ|ไร้|ความหมาย|  |Syn. triviality
(อิน|ซิก|นิฟ|'|ฟะเคินทฺ) adj. ไม่|สําคัญ|,|เป็น|เรื่อง|เล็กน้อย|เกิน|ไป|,|ไม่|มี|ความหมาย.  |Syn. insignificantly adv. -|  |Syn. meaningless
(อิน|ซิ|นเซียร์|') adj. ไม่|ซื่อสัตย์|,|ไม่|จริงใจ.  |Syn. insincerely adv.  |Syn. false
(อิน|ซิ|นเซีย|'|ริ|ที) n. ความ|ไม่|ซื่อสัตย์|,|ความ|ไม่|จริงใจ|,|การ|หลอกลวง|  |Syn. hypocrisy
(อิน|เซีย|'|นุเอท) vt.,|vi. บอก|เป็นนัย|,|พูด|เป็น|เชิง|,|แย้ม|,|สอดแทรก.  |Syn. insinuatory adj. insinuately adv. insinuator n. - S. intimate|,|suggest
(อิน|ซิ|น|'|นิวเอททิง) adj. เป็นนัย|,|แย้ม|,|ประจบ|ประ|แจง|,|น่า|สงสัย|  |Syn. doubtful
(อิน|ซิ|นนิวเอ|'|เชิน) n. การ|พูด|เป็นนัย|,|การ|พูด|เป็น|เชิง|,|การ|แย้ม|,|การ|ประจบ|ประ|แจง|  |Syn. implication|,|allusion
(อิน|ซิ|พ|'|พิด) adj. ไม่|มี|รสชาติ|,|ไม่|น่า|สนใจ|,|จืดชืด|,|ไม่|มี|ชีวิตชีวา.  |Syn. insipidity|,|insipidness n. insipidly adv.  |Syn. dyll
(อิน|ซิ|พ|'|เพียนซฺ) n. ความ|โง่.  |Syn. insipient adj. insipiencely adv.
(อิน|ซิ|สทฺ|') vi.,|vt. ยืนยัน|,|ยืนกราน|,|ยืนหยัด|,|เรียกร้อง.  |Syn. insister n. insistly adv.  |Syn. urge|,|maintain|,|assert
(อิน|ซิ|ส|'|เทิน|ซฺ) n. การ|ยืนยัน|,|การ|ยืนหยัด|  |Syn. assertion
(อิน|ซิ|ส|'|เทิน|ทฺ) adj. ยืนยัน|,|ยืนหยัด|,|ยืนกราน|,|หัวรั้น.
(อิน|ซะไบร|'|อิ|ที) n. ความ|ไม่|สุขุม|,|ความ|ไม่|ยั้งคิด|,|ความ|เมา
(อิน|ซะฟาร์|') adj. ตราบเท่า|ที่
(อิน|'|โซ|ล) n. พื้น|ใน|ของ|รองเท้า
(อิน|'|ซะเลินซฺ) n. ความ|อวดดี|,|ความ|ทะลึ่ง|,|ความ|ดูถูก|,|ความ|ไร้|มารยาท.
(อิน|'|ซะเลินทฺ) n..adj. (คน|ที่) อวดดี|,|ทะลึ่ง|,|ไร้|มารยาท.  |Syn. disrespect
(อิน|ซอ|ล|'|ละ|เบิล) adj. ไม่|ละอาย|,|ไม่|สามารถ|ทํา|ให้|ละลาย|ได้|,|แก้ไข|ไม่|ได้|,|แก้|ไม่|ตก.  |Syn. insolubility n. insolubly adv.  |Syn. unsolvable
(อิน|ซอ|ล|'|วะเบิล) adj. อธิบาย|ไม่|ได้|,|แก้ไข|ไม่|ได้|,|แก้|ไม่|ตก.  |Syn. insolvability n. insolvably adv.  |Syn. insoluble
(อิน|ซอ|ล|'|เวิน|ซี) n. ความ|ล้มละลาย|,|ความ|ไม่|สามารถ|ที่|จะ|ใช้หนี้|สิน|ได้|เพียงพอ
(อิน|ซอ|ล|'|เวินทฺ) adj. ล้มละลาย|,|ไม่|สามารถ|ใช้หนี้|สิน|ได้|เพียงพอ|,|n. บุคคล|ที่|ล้มละลาย|  |Syn. ruined
(อิน|ซอ|ม|'|เนีย) n. การ (โรค) นอน|ไม่|หลับ|  |Syn. sleeplessness
(อิน|โซ|มัชฺ|') adv. ดังนั้น|,|ตราบเท่า|ที่|,|ถึง|ขั้น|นี้|  |Syn. inasmuch
(อิน|สเพคทฺ|') vt. ตรวจสอบ|อย่าง|ละเอียด.  |Syn. inspectable adj. inspectingly adv.  |Syn. examine
(อิน|สเพค|'|เชิน) n. การ|ตรวจสอบ|อย่าง|ละเอียด|,|การ|ตรวจการณ์|  |Syn. scrutiny
(อิน|สเพค|'|เท|อ) n. นายตรวจ|,|จราจร|,|ผู้|ตรวจสอบ|,|ผู้สังเกตการณ์.  |Syn. inspectoral|,|inspectorial adj. inspectorship n.
(อิน|สพะเร|'|เชิน) n. การ|ดลใจ|,|การ|เร้าใจ|,|การ|กระตุ้น|,|การ|ดลบันดาล|,|การ|ก่อ|ให้|เกิด|,|สิ่ง|ดลใจ|,|ผู้|ดลใจ|,|แรงดล|ใจ|,|แรงดล|ใจ|จาก|สิ่งศักดิ์สิทธิ์|,|ผล|ของ|การ|ที่|ถูก ดลใจ|,|ภาวะ|ที่|ถูก|ดลใจ|,|การ|หายใจเข้า|  |Syn. stimulus|,|motive
(อิน|สพะเร|'|เชินเนิล) adj. เป็น|การ|ดลใจ|,|เกี่ยวกับ|การ|ดลใจ|  |Syn. inspired
(อิน|สเพอ|'|ระ|ทอ|รี) adj. เกี่ยวกับ|การ|หายใจเข้า|  |Syn. inspiring
(อิน|ส|ไพ|'|เออะ) v. ดลใจ|,|กระตุ้น|,|เร้าใจ|,|ปลุกปั่น|,|ผลักดัน|,|ดลบันดาล|,|ทํา|ให้|เกิด|,|หายใจเข้า.  |Syn. inspirable adj. inspirative adj. inspirer n. inspiringly adv.  |Syn. motivate|,|inhale
(อิน|ส|ไพ|'|เออร์ดฺ) adj. ดลใจ|,|เร้าใจ|,|หายใจเข้า.  |Syn. inspiredly adv.  |Syn. aroused|,|animated
(อิน|สเพอ|'|ริ|ท) vt. ก่อ|ให้|จิตวิญญาณ|หรือ|ชีวิต|เข้า|ไป|ใน|,|ทํา|ให้|มี|ชีวิต.  |Syn. inspiritingly adv. inspiritment n.  |Syn. enliven
(อิน|สทะ|บิล|'|ลิ|ที) n. ความ|ไม่|มั่นคง|,|ความ|ไม่|แน่นอน|,|การ|ไม่|มี|เสถียรภาพ|,|ความ|ลังเลใจ
(อิน|ส|เท|'|เบิล) adj. ไม่|มั่นคง|,|ไม่|คงที่|,|ไม่|แน่นอน|  |Syn. unstable
(อิน|ส|ทอ|ล|') vt. ติดตั้ง|,|สถาปนา|,|ประกอบ|,|แต่งตั้ง|,|นํา|ไป|นั่ง|,|ทํา|ให้|เข้า|รับ|ตําแหน่ง|เป็นทางการ|  |Syn. place
(อิน|ส|ทอ|ล|') vt. ติดตั้ง|,|สถาปนา|,|ประกอบ|,|แต่งตั้ง|,|นํา|ไป|นั่ง|,|ทํา|ให้|เข้า|รับ|ตําแหน่ง|เป็นทางการ|  |Syn. place
(อิน|ส|ทอ|ลเล|'|เชิน) n. การ|ติดตั้ง|,|การ|สถาปนา|,|การ|แต่งตั้ง|,|เครื่องมือ|ติดตั้ง|,|ที่ทําการ|,|กองบัญชาการ|,|ค่าย|  |Syn. establishment
(อิน|ส|ทอ|ล|'|เมิน|ทฺ) n. เงิน|ใช้หนี้|ที่|จ่าย|เป็น|งวด ๆ ,|งวด|,|ส่วน|,|ตอน ,|การ|ติดตั้ง|,|การ|สถาปนา
(อิน|ส|ทอ|ล|'|เมิน|ทฺ) n. เงิน|ใช้หนี้|ที่|จ่าย|เป็น|งวด ๆ ,|งวด|,|ส่วน|,|ตอน ,|การ|ติดตั้ง|,|การ|สถาปนา
(อิน|'|ส|เทิน|ซฺ) n. กรณี|,|ตัวอย่าง|,|การ|ฟ้องร้อง|คดี|,|ความ|รีบด่วน. -|at the instance of โดย|การ|ดลใจ|หรือ|การ|แนะนํา|ของ. -|for instance ตัวอย่าง|เช่น. vt. ยก|ตัวอย่าง|,|ยก|อุทาหรณ์
(อิน|'|ส|เทิน|ซี) n. ความ|รีบด่วน|,|ความ|เร่งด่วน|  |Syn. urgency
(อิน|'|ส|เทิน|ทฺ) adj.,|adv. รีบด่วน|,|เร่งด่วน|,|ชั่ว|ประเดี๋ยว|,|ทันทีทันใด|,|ของ|เดือน|นี้.  |Syn. immediate
การ|ถ่ายทอด (โทรทัศน์) ซ้ํา|ทันที
(อิน|ส|ทัน|เท|'|เนียส) adj. ทันทีทันใด|,|ฉับพลัน.  |Syn. instantaneity n.  |Syn. immediate
(อิน|'|ส|เทิน|ทฺลี) adv.,|conj. ทันที|ทันควัน|,|ฉับพลัน|,|รีบด่วน ้,|โดย|ตรง|  |Syn. directly|,|immediately
(อิน|'|สทาร์) n. แมลง|หลัง|ระยะ|ตัวอ่อน|ระหว่าง|การ|ลอก|คราบ
(อิน|ส|เท|ท|') vt. มอบ|ตําแหน่ง|ให้|,|แต่งตั้ง|  |Syn. instatement n.  |Syn. install
(อิน|ส|เท|ด|') adv. แทน|ที่|,|แทน.  |Syn. in place ,|in preference
(อิน|'|ส|เทพ) n. หลัง|เท้า|,|หน้า|รองเท้า|,|กลาง|เท้า|,|ส่วน|เท้า|ของ|ถุงเท้า
(อิน|'|สทิ|เก|ท) vt. กระตุ้น|,|ยุยง|,|ส่งเสริม|,|ปลุกปั่น.  |Syn. instigatingly adv. instigative adj. instigator n.  |Syn. urge
(อิน|สทิ|เก|'|เชิน) n. การ|กระตุ้น|,|การ|ยุยง|,|การ|ส่งเสริม|,|สิ่ง|ดลใจ.  |Syn. agitator
(อิน|สทิล|') vt. ดู|instill|  |Syn. instilment n.  |Syn. infuse
(อิน|สทิล|') vt. ค่อย ๆ ใส่|เข้า|ไป|,|ค่อย ๆ สอน|ให้|ซึมซาบ|,|ใส่|เข้า|ไป|ทีละ|หยด.  |Syn. instiller n. instillment n.  |Syn. inject
(-|เล|'|เชิน) n. การ|ค่อย ๆ ใส่|เข้า|ไป|,|การ|ค่อย ๆ สอน|ให้|ซึมซาบ|,|การ|ค่อย ๆ ใส่|เข้า|ไป|ทีละ|หยด|  |Syn. infusion
(อิน|'|สทิงคทฺ) n. สัญชาตญาณ adj. มี|ชีวิตชีวา|,|เต็มไปด้วย|ความ|มั่นใจ|  |Syn. tendency|,|impulse
(อิน|สทิงคฺ|'|ทิฟว) adj. เกี่ยวกับ|สัญชาตญาณ|,|เกี่ยวกับ|นิสัย|ดั้งเดิม.  |Syn. instinctively adv.  |Syn. inborn|,|innate
(อิน|'|สทิ|ทิว|ทฺ) n. สถาบัน|,|องค์การ|,|วิทยาลัย|,|สถาบัน|หนึ่ง|ของ|มหาวิทยาลัย vt. จัดตั้ง|,|จัด|ให้|มี|,|ริเริ่ม|,|สร้าง|,|ก่อตั้ง.  |Syn. institutor|,|instituter n.  |Syn. establish
สถาบัน|วิศวกร|ไฟฟ้า|และ|อิเล็กทรอนิกส์|ใช้|ตัวย่อ|ว่า IEEE (อ่าน|ว่า ไอ|ท|ริ|พเพิล|อี) เป็น|สถาบัน|ที่ทําการ|ศึกษา|วิชาการ|ด้าน|วิศวกรรม|ไฟฟ้า ซึ่ง|มี|วิชาการ|ด้าน|คอมพิวเตอร์|รวม|อยู่|ด้วย เน้น|ใน|เรื่อง|การ|พัฒนา|เทคโนโลยี|และ|การ|ประมวลผล|ข้อมูล|เพื่อ|การ|แลกเปลี่ยน|สารสนเทศ และ|ความ|เป็นเลิศ|ทาง|วิชาการ โดย|เป็น|ผู้|กําหนด|มาตรฐาน ต่าง ๆ ให้ สถาบัน|นี้|เป็น|ที่|รู้จัก|และ|ยอมรับ|ใน|วงการ|ทั่วไป
(อิน|สทิ|ทิว|'|เชิน) n. สถาบัน|,|หน่วยงาน|,|สถานที่ตั้ง|ของ|สถาบัน|  |Syn. institutional adj.
(อิน|สทรัคทฺ|') vt. สั่งสอน|,|แนะนํา|,|ชี้แนะ.  |Syn. instructible adj.  |Syn. inform
(อิน|สทรัค|'|เชิน) n. การ|สั่งสอน|,|การ|แนะนํา|,|การ|ชี้แนะ|,|การ|ศึกษา|,|คําสั่ง|,|คําสอน
เรจิสเตอร์คําสั่ง|เครื่อง|หน่วยความจํา|ที่อยู่|ใน|หน่วยประมวลผลกลาง (CPU) ที่|ใช้|เก็บ|ชุดคําสั่ง|ที่|ไป|นํามา|เพื่อ|ใช้|กระทํา|การ (execute)| 
เวลา|ทํา|คําสั่ง|เครื่องหมาย|ถึง|ช่วง|เวลา|ที่|เครื่อง|คอมพิวเตอร์|ปฏิบัติ|ตาม|คําสั่ง ตั้งแต่|เริ่มต้น|จนกระทั่ง|ดําเนินการ|แล้วเสร็จ หรือ|ได้|รับคํา|ตอบ|ที่|ต้องการ|จาก|ชุดคําสั่ง|หนึ่ง ๆ โดย|ปกติ การ|ทํางาน|ของ|คอมพิวเตอร์|จะ|แบ่ง|เป็น 2 ช่วง คือ|1. ช่วง|การ|แปล (compilation time) 2. ช่วง|การ|กระทํา|การ (execution time) มี|ความหมาย|เหมือน execution time
(อิน|สทรัค|'|ทิฟว) adj. เป็น|การ|สั่งสอน|,|เป็น|การ|แจ้ง|ข่าว|  |Syn. instructiveness n.  |Syn. informative
(อิน|สทรัค|'|เทอะ) n. ผู้สอน|,|ครู|,|อาจารย์|,|อาจารย์|ใน|มหาวิทยาลัย|ที|มี|ตําแหน่ง|ต่ํา|กว่า|ผู้ช่วยศาสตราจารย์.  |Syn. instructorial adj. instructorship n.  |Syn. educator
(อิน|สทรัค|'|เท|รส) n. instructor ที่|เป็น|ผู้หญิง
(อิน|'|สท|รู|เมิน|ทฺ) n. เครื่องมือ|,|อุปกรณ์|,|วิธีการ|,|เอกสาร|สิทธิ|'|vi. ติดตั้ง|เครื่อง
(อิน|สท|รู|เมน|'|เทิล) adj. เป็น|เครื่องมือ|,|เป็น|สื่อ|,|เป็น|เครื่องช่วย|,|มี|ประโยชน์|,|เกี่ยวกับ|เครื่องดนตรี|  |Syn. helping
(อิน|สทู|เมน|แทล|'|ลิ|ที) n. เครื่องมือ|,|วิธีการ|,|เครื่องช่วย|,|ความ|เป็น|เครื่องมือ|,|ความ|เป็น|เครื่องช่วย -|S.disobedient
(อิน|สท|รู|เมน|เท|'|เชิน) n. การ|ใช้|เครื่องมือ|,|การ|จัด|ให้|มี|เครื่องมือ (โดยเฉพาะ|เครื่องดนตรี)| 
(อิน|ซะบอร์|'|ดิเนท) adj. ไม่|เชื่อฟัง|,|ไม่|คล้อยตาม|,|ไม่|อ่อนน้อม|,|ขัด|คําสั่ง. n. บุคคล|ที่|ไม่|เชื่อฟัง|,|คน|ดื้อ|,|คน|ที่|ขัด|คําสั่ง.  |Syn. insubordinately adv. insubordination n.  |Syn. disobedient
(อิน|ซับ|ส|แทน|'|เชิล) adj. ไม่|มาก|,|เล็กน้อย|,|ไม่|จริง.  |Syn. insubstantiality n.  |Syn. slight Ant. real
(อิน|ซัฟฟีช|'|เชิน|ซี) n. ความ|ไม่|เพียงพอ|,|ความ|ขาดแคลน.
(อิน|ซัฟฟีช|'|เชินทฺ) adj. ไม่|เพียงพอ
(อิน|'|ซะลาร์) adj. เกี่ยวกับ|เกาะ|หรือ|หมู่เกาะ|,|ซึ่ง|อยู่|บน|เกาะ|,|กลาย|เป็น|เกาะ|,|โดดเดี่ยว|,|ใจแคบ|,|เกี่ยวกับ|ชาวเกาะ. n. ชาวเกาะ.  |Syn. insularism|,|insularity n.  |Syn. insulated
(อิน|'|ซะเลท) vt. ปกคลุม|ด้วย|ฉนวน|,|ป้องกัน|ไม่|ให้|กระแส|ไฟฟ้า|รั่ว|,|แยกตัว|โดดเดี่ยว
(อิน|ซะเล|'|เชิน) n. วัตถุ|ที่|ใช้|ทํา|เป็น|ฉนวน|,|การ|ปกคลุม|ด้วย|ฉนวน|,|การ|แยก|ออก|ต่างหาก|  |Syn. isolation
(อิน|'|ซะเล|เทอะ) n. ฉนวน|,|ผู้|อยู่|โดดเดี่ยว
(อิน|'|ซะลิน) n. ฮอร์โมน|ยารักษาโรค|เบาหวาน
(อิน|'|ซัลทฺ) vt.,|ดูถูก|,|สบ|ประมาท|,|โจมตี|,|จู่โจม. n. การ|สบ|ประมาท|,|การ|โจมตี|,|สิ่ง|ที่|สบ|ประมาท|,|บาดแผล.  |Syn. insulter n. insultingly adv.  |Syn. abuse
(อิน|ซฺ|'|เพอ|ระ|เบิล) adj. ซึ่ง|ไม่|สามารถ|เอาชนะ|ได้|,|ซึ่ง|ไม่|สามารถ|จะ|ผ่านพ้น|ไป|ได้.  |Syn. insuperability n. insuperably adv.  |Syn. unconquerable|,
(อิน|ซะพอร์ท|'|ทะเบิล) adj. ซึ่ง|ไม่|สามารถ|จะ|อดทน|ได้|,|สุด|ที่|จะ|อดกลั้น|ได้|,|ซึ่ง|ไม่|สามารถ|สนับสนุน|ได้.  |Syn. insupportability|,|insupportableness n. insupportably adv.
(อิน|ซะเพ|รส|'|ซะเบิล) adj. สุด|ที่|จะ|ข่ม|ไว้|ได้|,|ซึ่ง|ไม่|สามารถ|ที่|จะ|ทน|ได้.  |Syn. insuppressibly adv.
(อิน|ชัว|'|ระ|เบิล) adj. ประกันภัย|ให้|ได้|,|รับประกัน|ได้.  |Syn. insurability n.
(อิน|ชัว|'|เรินซฺ) n. การ|ประกัน|,|การ|ประกันภัย|,|กรมธรรม์|,|จํานวน|เงิน|ที่|ประกัน|,|เบี้ย|ประกัน|  |Syn. guarnatee|,|assurance
(อิน|ชัว|'|เรินทฺ) n. ผู้|ถูก|ประกันภัย|,|ผู้|ได้|รับ|การ|ประกันภัย|จาก|บริษัท|ประกันภัย
(อิน|ชัวร์|') vt. ประกันภัย|,|ประกัน vi. รับประกัน|,|ออก|กรมธรรม์
(อิน|ชัวร์ดฺ|') n. ผู้|ได้|รับ|การ|ประกันภัย|,|ผู้|มี|ประกันภัย|,|ผู้|เอา|ประกัน
(อิน|ชัว|'|เรอะ) n. บริษัท|ประกัน|,|ผู้รับรอง|,|ผู้|รับประกัน
(อิน|เซ|อ|'|เจินซฺ) n. การ|จลาจล|,|การ|กบฏ|  |Syn. rebellion
(อิน|เซ|อ|'|เจิน|ซี) n. การ|จลาจล|,|การ|กบฏ|,
(อิน|เซ|อ|'|เจินทฺ) n. ผู้ก่อการ|จลาจล|,|ผู้ก่อการ|กบฏ|,|adj. จลาจล|,|กบฏ|,|ลุกลาม|,|เป็น|ระลอก|  |Syn. rebellious
(อิน|เซ|อ|เมา|'|ทะเบิล) adj. ซึ่ง|เอาชนะ|ไม่|ได้|,|ไม่|สามารถ|จะ|ผ่าน|ได้.  |Syn. insurmountability n.  |Syn. invincible|,|insurmountable
(อิน|ซะเรค|'|เชิน) n. การ|กบฏ|,|การ|จลาจล.  |Syn. insurrectional adj. insurrectionism n. insurrectionist n.  |Syn. revolt
(อิน|ซะเรค|'|เชิน|นะ|รี) adj. เกี่ยวกับ|การ|กบฏ|,|ซึ่ง|ทํา|ให้|เกิด|การ|กบฏ. n. กบฏ
(อิน|ซะ|เซ|พ|'|ทิเบิล) adj. ดื้อ|,|ไม่|รับ|,|ไม่|ถูก|กระทบกระเทือน|ได้.  |Syn. insusceptibility n. insusceptibly adv.
(อิน|'|สเวพทฺ) adj. เรียบ|แหลม|ที่|ปลาย
(อิน|แทคทฺ|') adj. ไม่|เปลี่ยนแปลง|,|ไม่|เสื่อมเสีย|,|ไม่|ถูก|กระทบกระเทือน|,|เหมือน|เดิม.  |Syn. intactness n.  |Syn. untorched
(อิน|แทล|'|โย) n. พิมพ์|ด้วย|พิมพ์|แกะ|,|รอย|พิมพ์|แกะ|,|เพชร|แกะ|,|พลอย|แกะ|,|ตรา|แกะ
(อิน|'|เท|ค) n. ทางเข้า|,|ปาก|ท่อ|ทาง|น้ํา|,|เข้า|,|ปริมาณ|ที่|นําเข้า|,|การ|หดตัว|,|การ|นําเข้า
(อิน|แทน|'|จิเบิล) adj. สัมผัส|ไม่|ได้|,|จับ|ไม่|ได้|,|คลุมเครือ|,|ไม่|มี|รูปร่าง. n. สิ่ง|ที่|ไม่|สามารถ|จะ|สัมผัส|ได้.  |Syn. intangibility|,|intangibleness n. intangibly adv.
(อิน|'|ทิ|เจอะ) n. จํานวนเต็ม|,|ตัวเลข|เต็ม|,|สิ่ง|ที่|สมบูรณ์|,|หน่วย|ที่|สมบูรณ์
(อิน|'|ทิ|กระ|เบิล) adj. ซึ่ง|ทํา|ให้|เป็น|จํานวนเต็ม|ได้.  |Syn. integrability n.
(อิน|'|ทะ|เก|ริ|ล) adj. ทั้งหมด|,|สมบูรณ์|,|ถ้วน|ทั่ว|,|เกี่ยวกับ|จํานวนเต็ม|,|เกี่ยวกับ|ตัวเลข|เต็ม. n. จํานวนเต็ม.  |Syn. integrality n.  |Syn. entire
แคลลิวลัสที่|เกี่ยวกับ|จํานวนเต็ม
(อิน|'|ทะ|เกริน|ทฺ) adj. ซึ่ง|ประกอบ|ด้วย|จํานวน. n. จํานวนเต็ม
ชุดคําสั่ง|เบ็ดเสร็จ|หมายถึง โปรแกรม|ที่|ผู้ผลิต ผลิต|ออก|มา|เป็น|ชุด|เดียวกัน สามารถ|ทํางาน|ได้|หลาย โดยเฉพาะ|งาน|สํานักงาน|ทั่วไป ที่|ใช้|กัน|มาก ได้แก่ โปรแกรมการประมวลผล|คํา ตาราง|จัดการ ฐานข้อมูล และ|การ|สื่อสาร เป็นต้น โดย|ปกติ|โปรแกรม|ประเภท|นี้|จะ|ทํางาน|แต่ละ|อย่าง|ได้|ไม่|ดี|นัก แต่|ถ้า|ต้อง|เสียเงิน|ซื้อ|ก็|จะ|ถูก|กว่า|ไป|จ้าง|เขา|เขียน
(อิน|'|ทะ|เก|รท) vt. ทํา|ให้|รวม|ตัว|กัน|เป็น|ก้อน|,|รวบรวม vi. รวม|ตัว|กัน|เป็น|กลุ่ม|,|ประสานกัน.  |Syn. integrative adj.  |Syn. unify
(อิน|'|ทะ|เก|รท|ทิด) adj. รวม|ตัว|กัน|,|ประสานกัน
วงจร|รวม|วงจร|เบ็ดเสร็จ|ใช้|ตัวย่อ|ว่า IC (อ่าน|ว่า ไอ|ซี) เป็น|วงจร|ที่|สร้าง|ขึ้น|ครบ|ชุด|ด้วย|เกล็ด|ซิลิคอน ประกอบ|เป็น|ชิ้นส่วน|ต่าง ๆ ของ|วงจร เช่น ทรานซิสเตอร์ (transistor) ไดโอดส์ (diodes) เชื่อมต่อ|เข้า|ด้วย|กัน|เป็น|วงจร|อิเล็กทรอนิกส์ วงจร|เบ็ดเสร็จ|ชนิด|นี้|ใช้|กัน|มาก|ใน|ปัจจุบัน คอมพิวเตอร์|ใน|ยุค|ต้น ๆ ใช้|วงจร|แยก|ชิ้น|เป็น|หลัก เหตุ|ที่|นิยม|ใช้|วงจร|เบ็ดเสร็จ|กัน|มาก ก็|เพราะ|ขนาด|เล็ก|กว่า ราคา|ถูก|กว่า ใช้|กระแส|ไฟ|น้อย|กว่า และ|สามารถ|ปฏิบัติงาน|ได้|เร็ว|กว่า
โครงข่าย|บริการ|สื่อสาร|ร่วม|ระบบ|ดิจิตอล|ใช้|ตัวย่อ|ว่า ISDN (อ่าน|ว่า ไอ|เอส|ดี|เอ็น) สายโทรศัพท์ ISDN ก็|คือ|สาย|ที่|สามารถ|ใช้|ส่ง|ข้อมูล ส่ง|คลื่น|โทรทัศน์ และ|ส่ง|คลื่น|เสียง ได้|ใน|สายเดียว|กัน (ถ้า|ใช้|สาย|ชนิด|นี้ คอมพิวเตอร์|ไม่|จําเป็น|ต้อง|ใช้|โมเด็ม)| 
ซอฟต์แวร์|เบ็ดเสร็จ|ส่วน|ชุดคําสั่ง|เบ็ดเสร็จ|หมายถึง โปรแกรม|ที่|ผู้ผลิต ผลิต|ออก|มา|เป็น|ชุด|เดียวกัน สามารถ|ทํางาน|ได้|หลาย โดยเฉพาะ|งาน|สํานักงาน|ทั่วไป ที่|ใช้|กัน|มาก ได้แก่ โปรแกรมการประมวลผล|คํา ตาราง|จัดการ ฐานข้อมูล และ|การ|สื่อสาร เป็นต้น โดย|ปกติ|โปรแกรม|ประเภท|นี้|จะ|ทํางาน|แต่ละ|อย่าง|ได้|ไม่|ดี|นัก แต่|ถ้า|ต้อง|เสียเงิน|ซื้อ|ก็|จะ|ถูก|กว่า|ไป|จ้าง|เขา|เขียน
(อัน|ทะ|เก|ร|'|เชิน) n. การ|รวม|กัน|เป็น|ก้อน|หรือ|กลุ่ม|,|การ|ผสม|กัน|,|การ|ปรับ|ตัว|ให้|เข้า|กับ|สิ่งแวดล้อม|,|สห|ศึกษา|,|การ|ยกเลิก|การ|ศึกษา|แบบ|แบ่งแยก|ผิว|  |Syn. unification Ant. separation
(อิน|ทะ|เก|ร|'|เทอะ) n. ผู้|รวม|,|ผู้|ผสม|,|เครื่อง|ผสม
(อิน|เท|ก|'|ก|ริ|ที) n. การ|ยึดถือ|หลัก|คุณธรรม|,|ความ|ซื่อสัตย์|,|ความ|สมบูรณ์|,|ความ|มั่นคง|,|ความ|เป็น|อันหนึ่งอันเดียวกัน|  |Syn. honesty|,|wholeness
(อิน|เท|ก|'|กิว|เมิน|ทฺ) n. ส่วน|ที่|ปกคลุม|ของ|ร่างกาย (ผิวหนัง|,|เปลือกหุ้ม)| 
อิน|เท|ล|เป็น|ชื่อ|บริษัท|ใน|สหรัฐ ที่|ผลิต|ไอ|ซี (IC) หรือ|ไม|โค|ร|โพ|ร|เซ|สเซอร์ (microprocessor) ที่|ใช้|ใน|ไมโครคอมพิวเตอร์|ขนาด|เล็ก|หรือ|พี|ซี (PC) ไม|โค|ร|โพ|ร|เซ|สเซอร์|เหล่านี้|ที่|เป็น|ที่|รู้จัก|ก็|คือ 8088, 80286, 80386, 80486, Pentium|, Pentium Pro และ Pentium II
(อิน|'|ทะเล|คทฺ) n. ปัญญา|,|สติปัญญา|,|อํานาจ|ใน|การ|คิด|และ|หา|ความ|รู้|,|อํานาจ|ใน|การ|เข้าใจ|เหตุผล|,|ผู้|มี|ปัญญา|สูง.  |Syn. intellective adj.  |Syn. mind|,|reason
(อิน|ทะเล|ค|'|เชิน) n. การ|เข้าใจ|,|การ|คิด|และ|หา|ความ|รู้|,|การ|กระทํา|ของ|ผู้|มี|ปัญญา|สูง
(อิน|ทะเล|ค|'|ชวล) adj. เกี่ยวกับ|ปัญญา|,|ซึ่ง|มี|ปัญญา|สูง|,|ใช้|สติปัญญา n. ผู้|มี|ปัญญา|สูง|,|ผู้|ที่|มี|เหตุผล|สูง|,|ผู้|ที่|ใช้|สติปัญญา (แทน|การ|ใช้|อารมณ์) ,|intellectuals อํานาจ|ใน|การ|เข้าใจ|เหตุผล|,|สิ่ง|ที่|เกี่ยวกับ|ปัญญา.  |Syn. intellectuality n. คํา|ที่|มี|ความหมาย|เห|มือ
(อิน|เท|ล|'|ลิเจินซฺ) n. สติปัญญา|,|อํานาจ|ใน|การ|เข้าใจ|,|เชาวน์|,|ความ|เฉลียวฉลาด|,|ไหวพริบ|,|ความ|รู้จัก|คิด|  |Syn. brains|,|intellect|,|wit
(IQ|,|I.Q.) ระดับ|สติปัญญา
การ|ทดสอบ|ระดับ|สติปัญญา
(อิน|เท|ล|'|ลิเจินทฺ) adj. มี|สติปัญญา|,|ฉลาด|,|มี|ไหวพริบ|ดี|,|มี|ความ|เข้าใจ|หรือ|ความ|รู้ดี. adv.  |Syn. clever
เครื่อง|ปลาย|ทาง|ฉลาด|เครื่อง|ปลาย|ทาง|เชิง|ปัญญา|หมายถึง เครื่อง|ปลาย|ทาง|ที่|เชื่อมต่อ|อยู่|กับ|เครือข่าย (network) แต่|ใน|บาง|ครั้ง|สามารถ|ทํางาน|อย่าง|อิสระ|ได้ เครื่อง|ปลาย|ทาง|ประเภท|นี้ จะ|ต้อง|มี|คุณสมบัติ|ของ|คอมพิวเตอร์|อยู่|ด้วย กล่าวคือ ต้อง|มี|หน่วยความจํา หน่วย|ประมวลผล ฯ เครื่อง|ปลาย|ทาง|อีก|แบบ|หนึ่ง จะ|เป็น|แบบ|ที่|เรียก|ว่า เครื่อง|ปลาย|ทาง|ธรรมดา (dumb terminal) กล่าวคือ จะ|ทํา|ได้|เพียง|รับ|หรือ|แสดง|ผล|เท่านั้น|มี|ความหมาย|เหมือน smart terminal ดู dumb terminal เปรียบเทียบ
(อิน|เท|ล|'|ลิจิเบิล) adj. สามารถ|เข้าใจ|ได้|ดี|,|เข้าใจ|ง่าย|,|เข้าใจ|ได้.  |Syn. intelligibleness n. intelligibly adv.
(อิน|เท|ม|'|เพอเรินซฺ) n. การ|ดื่ม|สุรา|มึนเมา|เป็น|นิจ|,|การ|หลง|ระเริง|,|การ|ไม่|บังคับ|ตัวเอง|,|การ|ไม่|ยับยั้งชั่งใจ
(อิน|เท|ม|'|เพอเรท) adj. ซึ่ง|ดื่ม|สุรา|มึนเมา|เป็น|นิจ|,|หลง|ระเริง|,|ไม่|บังคับ|ตัวเอง|,|ไม่|ยับยั้งชั่งใจ.  |Syn. intemperate ness n.  |Syn. immoderte|,
(อิน|เท|นดฺ|') vt.,|vi. ตั้งใจ|,|ปรารถนา|,|มี|เจตนา|,|มุ่งหมาย|,|มี|ความหมาย.  |Syn. intender n.  |Syn. propose
(อิน|เท|น|'|เดิน|ซฺ) n. การ|ควบคุม|,|การ|ดูแล|,|แผน|ควบคุม|การ|บริหาร|,|แผนก|ส|มุ|ห|เทศาภิบาล
(อิน|เท|น|'|เดิน|ซี) n. สํานักงาน|ผู้อํานวยการ|,|สํานักงาน|ข้าหลวง|,|สํานักงาน|ส|มุ|ห|เทศาภิบาล
(อิน|-|เท|น|'|เดิน|ทฺ) n. ผู้|ควบคุม|,|ผู้ดู|แล|,|ผู้|ตรวจการณ์|,|ผู้อํานวยการ|,|ข้าหลวง|,|ส|มุ|ห|เทศาภิบาล
(อิน|เท|น|'|ดิด) adj. ซึ่ง|มี|เจตนา|,|ตั้งใจ|ว่า|,|มุ่งหมาย|ไว้|,|หมั้น|หมาย. n. คู่หมั้น.
(อิน|เท|นซฺ|') adj. เข้มข้น|,|หนาแน่น|,|แรงกล้า|,|รุนแรง|,|เร่าร้อน|,|เอาจริง|เอาใจ.  |Syn. intensely adv. intenseness n.  |Syn. strong ,|-|A. weak
(อิน|เท|น|'|ซะ|ไฟ) vt.,|vi. (กลาย|เป็น) ทํา|ให้|เข้มข้น|ขึ้น|,|ทํา|ให้|หนาแน่น|ขึ้น|,|ทํา|ให้|รุนแรง|ขึ้น.  |Syn. intensification n. intensifier n.  |Syn. increase|,|deepen
(อิน|เท|น|'|ซิ|ที) n. ความ|เข้มข้น|,|ความ|หนาแน่น|,|ความ|แรงกล้า|,|ความ|รุนแรง|,|ความ|เร่าร้อน|,|การ|เอาจริงเอาจัง|  |Syn. ardour|,|-|A. weakness
(อิน|เท|น|'|ซิ|ฟว) adj. เข้มข้น|,|ละเอียด|,|คร่ําเคร่ง|,|รุนแรง|,|หนาแน่น (การ|เพาะปลูก)| 
(อิน|เท|นทฺ|') n. เจตนา|,|ความ|ตั้งใจ|,|ความ|มุ่งหมาย|,|จุดประสงค์|,|ความหมาย|,|ความ|สําคัญ. adj. ยึดมั่น|,|แน่วแน่|,|มุ่งหมาย|ไว้|,|ตั้งใจ|ไว้.  |Syn. intently adv. intentness n.  |Syn. intention
(อิน|เท|น|'|เชิน) n. เจตนา|,|ความ|ตั้งใจ|,|เป้าหมาย|  |Syn. intentional adj. ซึ่ง|มี|เจตนา|เกี่ยวกับ|ความ|ตั้งใจ (ความ|มุ่งหมาย|,|เป้าหมาย)| 
(อิน|เท|อ|') vt. ฝัง|  |Syn. entomb
abbr. ระหว่าง|,|'|ท่ามกลาง|,|ด้วย|กัน|,|ซึ่งกันและกัน
(อิน|เท|อ|แร|คทฺ|') vi. ทํา|ปฏิกิริยา|กับ|,|มี|ปฏิกิริยา|ต่อ. n. ละคร|สลับ|ฉาก|,|การ|หยุดพัก|ระหว่าง|ฉาก|  |Syn. interactive adj.
ช่องว่าง|ระหว่าง|บล็อก|ใช้|ตัวย่อ|ว่า IBG (อ่าน|ว่า ไอ|บีจี) ใน|การ|บรรจุ|ข้อมูล|ลง|ใน|แถบ|บันทึก|หรือ|เทป (tape) นั้น|เรา|จะ|บรรจุ|ลง|เป็น|ระเบียน (record) หน่วย|ขับ|แถบ|บันทึก|หรือ|เทป (tape drive) จะ|จัด|ให้|มี|ช่องว่าง|ระหว่าง|ระเบียน (record) เพื่อ|ไว้|ช่วย|ใน|การ|ปรับ|ความ|เร็ว|ใน|การ|อ่าน|และ|บันทึก (read|/|wtite) แต่|ยิ่ง|มี|ระเบียน|มาก ก็|จะ|ยิ่ง|เสีย|เนื้อที่|ของ|เทป|มาก|เพราะ|จะ|ต้อง|มี|ช่องว่าง|มาก เพื่อ|เป็น|การ|ลด|ช่องว่าง จึง|นิยม|นํา|หลาย ๆ ระเบียน|มา|รวม|กัน เรียก|ว่า กลุ่ม|ระเบียน หรือ|บล็อก และ|ระหว่าง|กลุ่ม|แต่ละ|กลุ่ม ก็|จะ|มี|ช่องว่าง ซึ่ง|เรียก|ว่า ช่องว่าง|ระหว่าง|กลุ่ม|ระเบียน|ดู interrecord gap เปรียบเทียบ
(อิน|เท|อบ|รีด|') v. ทํา|ให้|ผสมพันธุ์|กัน|ระหว่าง|พันธุ์|ต่าง ๆ ,|ทํา|ให้|ผสมพันธุ์|กัน. ภาวะ|เชิง|โต้ตอบ|หมายถึง ภาวะ|การ|ตอบโต้|อย่าง|ทันที|ทันควัน เช่น การ|พิมพ์|ป้อน|โปรแกรม|ภาษา|เบ|สิ|ก|เข้า|ไป|ใน|เครื่อง|คอมพิวเตอร์ ถ้า|พิมพ์|ผิด ก็|จะ|มี|รายงาน|บน|จอภาพ|ทันที ผิด|กับ|การ|ใช้|โปรแกรม|บาง|ภาษา|ที่|ไม่|สามารถ|โต้ตอบ|ได้ ต้อง|รอ|จน|จบ|โปรแกรม|ก่อน จึง|จะ|โต้ตอบ หรือ|รายงาน|ข้อผิดพลาด หรือ|หา|ผลลัพธ์ ให้|คําตอบ|ได้
(อิน|เทอะ|ซีด|') vi. ขอร้อง|,|ร้องขอ|,|ไกล่เกลี่ย|,|พยายาม|ให้|มี|การ|ประนีประนอม|กัน.  |Syn. interceder n.  |Syn. arbitrate
(-|เซ|ล|'|ลูลาร์) adj. ระหว่าง|เซลล์
(อิน|'|เท|อ|เซ|พทฺ) vt.,|n. (การ) ขัดขวาง|,|สกัดกั้น|,|บัง|,|ตัด|,|ยับยั้ง|,|ทํา|ให้|หยุด|,|ดักฟัง.  |Syn. interceptive adj.  |Syn. arrest
(อิน|เท|อ|คะ|ลี|'|จิเอท) adj. ระหว่าง|มหาวิทยาลัย|,|ระหว่าง|วิทยาลัย
(อิน|'|เท|อ|คอม) n. ดู|intercommunication system
(อิน|เท|อ|คะ|มิ|ว|'|นิเคท) vi. เชื่อม|สัมพันธ์|กัน|,|ติดต่อ|กัน. vi. แลกเปลี่ยน|ข่าวสาร|กัน|,|แลกเปลี่ยน|ซึ่งกันและกัน.  |Syn. intercommunicability|,|intercommunicable adj. intercommunication n. intercommunicative adj. intercommunicator n.
(อิน|เท|อ|คอน|ทิเนน|'|เทิล) adj. ระหว่าง|ทวีป
(อิน|'|เท|อคอร์ส) n. การ|ติดต่อ|กัน|,|การ|ไปมาหาสู่|กัน|,|การ|แลกเปลี่ยน|ความคิด|กัน|,|การ|ร่วม|ประเวณี.  |Syn. intercommunication
(อิน|เท|อไดทฺ|') n. คําสั่ง|ห้าม|,|กฎหมาย|ที่|เป็น|คําสั่ง|ห้าม|,|ข้อห้าม|,|การ|ห้าม. vt. ห้าม|ขัดขวาง|โดย|การ|ทิ้ง|ระเบิด|ติดต่อ|กัน.  |Syn. interdictor n.  |Syn. prohibit
n. การ|ห้าม|,|ภาวะ|ที่|ถูก|ห้าม|,|คําสั่ง|ห้าม.  |Syn. interdictory adj.
adj. ระหว่าง|สถาบันการศึกษา
(อิน|'|เท|อริ|สทฺ) n. ความ|สนใจ|,|เรื่อง|ที่|น่า|สนใจ|,|บุคคล|ที่|น่า|สนใจ|,|ผลประโยชน์|,|สิทธิ|ตาม|กฎหมาย|,|ลักษณะ|สําคัญ|,|ดอกเบี้ย|,|อาชีพ. vt. กระตุ้น|ความ|สนใจ|,|เกี่ยวข้อง|,|นําเข้า|มา|ร่วม|  |Syn. share|,|profit|,|attraction|,|attract|,|arouse
adj. น่า|สนใจ|,|น่า|เอาใจใส่|,|น่าทึ่ง.  |Syn. interestingness n.  |Syn. attractive
ตัว|ประสาน|หมายถึง การ|เชื่อมต่อ|ระหว่าง คอมพิวเตอร์ ที่|ถ่าย|โอน|ข้อมูล|จาก|กันและกัน|ได้ แต่|มัก|นํามา|ใช้|ใน|ความหมาย|ของ user interface ที่|แปล|ว่า การ|ติดต่อ|ประสาน|ระหว่าง|เครื่อง|คอมพิวเตอร์|กับ|ผู้ใช้ เช่น แป้นพิมพ์|, จอภาพ ต่าง|ก็|เป็น|ตัว|ประสาน|กับ|ผู้ใช้|ทั้งสิ้น
(อิน|เท|อเฟียร์|') vi. แทรกแซง|,|ยุ่ง|,|สอดแทรก|,|ก้าวก่าย|,|ขัด|ขา|,|รบกวน|,|แย้ง|กัน.  |Syn. interferer n. interferingly adv.
(อิน|เท|อเฟีย|'|เรินซฺ) n. การ|แทรกแซง|,|การ|สอดแทรก|,|การ|รบกวน|,|สิ่ง|รบกวน|,|สิ่ง|ขัดขวาง.  |Syn. interferential adj.  |Syn. intrusion|,|intervention|,|hindrance
(อิน|'|เท|อริ|ม) n. ช่วง|เวลา|หยุดพัก|,|ระหว่าง|เวลา. adj. ระหว่าง|เวลา|,|ชั่ว|คราว|,|กลางคัน
(อิน|เทีย|'|เรีย) adj. ภายใน|,|ข้างใน|,|ธาตุแท้|,|ส่วน|ลึก|,|ภายในประเทศ|,|ส่วนตัว|,|ลี้ลับ. n. ส่วน|ใน|,|เรื่อง|ภายใน|,|ส่วน|ใน|ของ|ประเทศ|,|ลักษณะ|ภายใน.  |Syn. interiority n. .  |Syn. inside|,
(อิน|เท|อ|เจ|'|เซินทฺ) adj. ระหว่าง|กลาง|,|ท่ามกลาง.  |Syn. interjacence n.
(อิน|เท|อ|เจ|คท|'|ฺ) vt. พูด|สอด|ขึ้น|,|สอด|เข้า.  |Syn. interjector n.  |Syn. interrupt
มี|การ|สอด|ประสาน|เป็น|ลักษณะ|ของ|จอ|ที่|ใช้|หลอด|ภาพ|กราด|แสง (scan) บรรทัด|เว้น|บรรทัด ซึ่ง|จะ|ไม่|ดี|ต่อ|สายตา ถ้า|ต้อง|ดู|นาน ๆ และ|ใกล้ ๆ อย่าง|เวลา|ทํางาน|กับ|เครื่อง|คอมพิวเตอร์ อาจ|ใช้ เป็น|จอโทรทัศน์|ได้ แต่|จอภาพ|ของ|คอมพิวเตอร์|ควร|เป็น|ชนิด|ที่|เรียก|ว่า non interlacing
(อิน|เท|อเล|') vt. วาง|อยู่|ระหว่าง|,|วาง|ซ้อน|,|ประกบ|  |Syn. interpose
แทรก|สลับ|สลับ|หมายถึง อัตราส่วน|ของ|การ|บันทึก|ข้อมูล|ลง|ใน|แต่ละ|เซ็กเตอร์ (sector) กับ|เซ็กเตอร์ ที่|ข้าม|ไป|ของ|จาน|บันทึก|แบบ|แข็ง (hard disk) เช่น ถ้า|จาน|แข็ง|ยี่ห้อ|หนึ่ง|กําหนด|ไว้ 3|:|1 หมายความ|ว่า จาน|นี้|บันทึก|ข้อมูล|หนึ่ง|เซ็กเตอร์|แล้ว|ข้าม|ไป|สาม|เซ็กเตอร์ จึง|จะ|บันทึก|ข้อมูล|ใหม่
(อิน|เท|อโล|คิว|'|เชิน) n. การ|สนทนา|,|การ|เจรจา|  |Syn. conversation
(อิน|เท|อลอค|'|คิว|เทอะ) n. ผู้|สนทนา|,|ผู้|เจรจา|  |Syn. conversationalist
(อิน|เท|อโลพ|') vi. ดําเนิน|กิจการ|โดย|ไม่|มี|ใบอนุญาต|,|รุกล้ํา|ไป|ใน|บริเวณ|ที่|หวงห้าม|โดย|ไม่|มี|ใบอนุญาต|,|พูด|สอด|ขึ้น|,|ยุ่ง|เรื่อง|ของ|คน|อื่น.  |Syn. interloper n.  |Syn. trespass
(อิน|'|เท|อลูด) n. การ|หยุดพัก|ระหว่าง|ฉาก|,|การ|แสดง|สลับ|ฉาก|,|ดนตรี|บรรเลง|สบับ|ฉาก
(อิน|เท|อแม|'|ริ|เอจฺ) n. การ|แต่งงาน|ระหว่าง|หญิง|ชาย|ที่|มี|ชนชาติ|ศาสนา|หรือ|เผ่าพันธุ์|ต่าง|กัน|,|การ|แต่งงาน|ระหว่าง|หญิง|ชาย|จาก|ครอบครัว|หรือ|กลุ่ม|เดียวกัน
(อิน|เท|อ|มี|'|เดีย|รี) adj. ระหว่าง|กลาง|,|ระหว่าง|เวลา|,|เป็น|คนกลาง|,|เป็น|สื่อ|,|เป็น|สื่อ|นํา|ทํา|หน้าที่|ไกล่เกลี่ย. n. คนกลาง|,|สื่อ|,|คน|ไกล่เกลี่ย|  |Syn. mediator|,|middleman
(อิน|เท|อ|มี|'|เดียท) adj. ระหว่าง|กลาง|,|ปานกลาง|,|n. สิ่ง|ปานกลาง|,|ผลิตผล|ระหว่าง|ทาง (ของ|กระบวนการ|ทาง|เคมี) ,|รถยนต์|ขนาด|ปานกลาง|,|คน|ไกล่เกลี่ย|,|คนกลาง|,|ตัวสื่อ. vt. ทํา|หน้าที่|เป็น|คนกลาง|,|ทํา|หน้าที่|เป็น|คน|ไกล่เกลี่ย|,|สอดแทรก.  |Syn. intermediation n. intermediator
(อิน|เท|อ|'|เมิน|ทฺ) n. การ|ฝัง|,|พิธี|ฝัง
(-|เมซ|โซ) n.เพลง|สั้น|ที่|กับ|เพลง|ใหญ่
(อิน|'|เท|อ|มิ|งเกิล) vt.,|vi. ผสม|เข้า|ด้วย|กัน|  |Syn. combine
(อิน|เท|อ|มิ|ช|'|เชิน) n. ช่วง|ระยะ|หยุดพัก|,|การ|หยุดพัก|สลับ|ฉาก|,|การ|หยุดพัก
(อิน|เท|อ|มิ|ท|'|เทิน|ทฺ) adj. เดิน ๆ หยุด ๆ ,|เป็น|พัก ๆ ,|ไม่|ต่อเนื่อง|,|ไม่|สม่ําเสมอ|,|มี|ลักษณะ|หมุนเวียน.  |Syn. intermittence|,|intermittency n.
(อิน|'|เท|อ|มิ|คซฺ) vt.,|vi. ผสม|,|ปนเป|,|คลุกเคล้า.  |Syn. intermixable adj. intermixedly adv.  |Syn. combine
n. การ|ผสมผสาน|,|การ|คลุกเคล้า|,|สิ่ง|ที่|เกิด|จาก|การ|ผสมผสาน|กัน|,|สิ่ง|ที่|ใส่|ลง|ไป|ผสม
(อิน|'|เทิร์น) n. แพทย์|ฝึกหัด|,|ครูฝึก|หัด. vi. ทํา|หน้าที่|เป็น|แพทย์|ฝึกหัด|,|ทํา|หน้าที่|เป็น|ครูฝึก|หัด.  |Syn. internship n.  |Syn. interne|,|resident
(อิน|เท|อ|'|เนิล) adj. ภายใน|,|ข้างใน n. อวัยวะ|ภายใน|,|เครื่องใน.  |Syn. internality|,|internalness n.  |Syn. inward|,|interior
(อิน|เท|อแนช|'|เชินเนิล) adj. ระหว่าง|ประเทศ|  |Syn. internationality n.
นิยม|เรียกชื่อ|ย่อ|ว่า IBM (อ่าน|ว่า ไอ|บีเอ็ม) เป็น|ชื่อ|บริษัท|ที่|ผลิต|เครื่องจักร|ประมวลผล|สําหรับ|ธุรกิจ|หลาย|ชนิด ซึ่ง|ก็|หมายถึง|เครื่อง|คอมพิวเตอร์|นั่นเอง ไอ|บีเอ็ม|เป็น|บริษัท|ยักษ์ใหญ่|ที่สุด|และ|เก่าแก่|ที่สุด|บริษัท|หนึ่ง|ใน|ด้าน|นี้ ใน|ปัจจุบัน เริ่ม|มี|คู่แข่ง|มาก|ขึ้น บริษัท|ไอ|บีเอ็ม|นี้|ผลิต|คอมพิวเตอร์|ทุก|ขนาด|ตั้งแต่|ขนาด|ใหญ่ (mainframe) จนถึง|ไมโครคอมพิวเตอร์ ราคา|เครื่อง|ของ|บริษัท|นี้|จะ|แพง|กว่า|ของ|บริษัท|อื่น และ|มี|บริษัท|มากมาย|พยายาม|เลียน|แบบ จน|เกิด|มี|คํา|"|IBM compatibles|" ซึ่ง|ใช้|เรียก|เครื่อง|ไมโครคอมพิวเตอร์|ที่|เทียบเคียง|กับ|คอมพิวเตอร์|ของ|บริษัท|ไอ|บีเอ็ม|ได้ กล่า|คือ ใช้|โปรแกรม|ระบบ|เดียวกัน
ISO <|คําย่อ|>|องค์|การระหว่างประเทศ|ว่าด้วย|การ|มาตรฐาน|ใช้|ตัวย่อ|ว่า ISO (อ่าน|ว่า ไอ|เอส|โอ) มี|หน้าที่|กําหนด|มาตรฐาน|สําหรับ|อุตสาหกรรม|ทุก|ประเภท เป็นต้น|ว่า ภาษา|ปา|สกา|ล|, ภาษา Prolog
(อิน|'|เทิร์น) n. ดู|intern|  |Syn. interneship n.
(อิน|เท|อนี|') n. ผู้|ถูก|กักกัน|หรือ|กักขัง
(อิน|เทอร์|เน็ต) หมายถึง เครือข่าย|คอมพิวเตอร์|นานาชาติ|ที่|มี|สาย|ตรง|ต่อไป|ยัง|สถาบัน|หรือ|หน่วยงาน|ต่าง ๆ เพื่อ|อํานวย|ความ|สะดวก|ให้แก่|ผู้ใช้|ราย|ใหญ่|ทั่วโลก ผ่าน|โมเด็ม (modem) คล้าย|กับ Compuserve ผู้ใช้|เครือข่าย|นี้|สามารถ|สื่อสาร|ถึง|กัน|ได้|ทางไปรษณีย์|อิเล็กทรอนิกส์ (e|-|mail) สามารถ|สืบ|ค้น|ข้อมูล|และ|สารสนเทศ รวม|ทั้ง|คัดลอก|แฟ้มข้อมูล และ|โปรแกรม|บาง|โปรแกรม|มา|ใช้ได้ อย่างไรก็ตาม มี|ผู้|เปรียบเทียบ|ว่า อิน|เตอร์|เน็ต|เป็น|เหมือน|ทางหลวง|ระหว่าง|ประเทศ แต่ละ|ประเทศ|จะ|ต้อง|มี|ถนน|เข้า|มา|เชื่อมต่อ|เข้า|ไป|ใน|ประเทศ กล่าวคือ จะ|ต้อง|มี|เครือข่าย|ภายใน|รับช่วง|ต่อ|อีก|ทอด|หนึ่ง (เช่น ไทย|มี Chulanet|, KSC , Infonews เป็นต้น) มิฉะนั้น|ก็|จะ|ใช้ไม่ได้|ผล
(อิน|เทิร์น|'|เมิน|ทฺ) n. การ|กักกัน|,|การ|กักขัง|  |Syn. confinement
(อิน|เท|อนัน|'|ซิ|โอ) n. ทูต|ผู้แทน|ของ|องค์|สันตะปาปา
เป็น|ระยะ|แรก|ใน|การ|แบ่ง|ตัว|ของ|เซลล์|แบบ mitosis เป็น|ระยะ|ที่|เตรียมพร้อม|ดังนั้น|ใน|ระยะ|นี้|นิวเคลียส|จะ|สะสม|ทุกอย่าง|และ|มี metabolism มาก|ที่สุด จึง|เรียก|อีก|อย่างหนึ่ง|ว่า metabolivc stage ใน|ระยะ|นี้|โครโมโซม|จะ|มี|การ|จําลอง|ตัวเอง โดย|การ|สร้าง|โครโมโซม|ขึ้น|มา|ใหใภาย|ใน|ตัว|มี|ลัก|ษรัเห|มือ|น|เดิม|ทุกอย่าง|แต่|สลับ|ข้าง|กัน
(อิน|เท|อ|แพ|ลน|'|นิ|เท|อ|รี) adj. ระหว่าง|ดาวนพเคราะห์|,|ระหว่าง|ดาวนพเคราะห์|กับ|ดวงอาทิตย์
(อิน|'|เท|อ|โพ|ล) n. องค์การ|ตํารวจ|,|สากล|,|องค์การ|ตํารวจ|ระหว่าง|ประเทศ
(อิน|เท|อ|'|พะเลท) vt. แก้ไข|ข้อความ|โดย|การ|สอดแทรก|,|สอดแทรก|คํา|ลง|ใน|ข้อความ|,|สอดแทรก. vi. ทํา|การ|สอดแทรก.  |Syn. interpolater|,|interpolator n. interpolative adj.  |Syn. interpose|,|insert
(อิน|เท|อ|โพ|ซ|') vt.,|vi. สอดแทรก|,|ก้าวก่าย|,|กีดกั้น|,|ขวาง|,|พูด|สอด.  |Syn. interposable adj. interposal n. interposer n. interposingly adv.  |Syn. intervene
(อิน|เท|อ|'|พ|รี|ท) vt. อธิบาย|,|ชี้แจง|,|แปล|,|ล่าม. vi. ล่าม|,|แปล|,|อธิบาย.  |Syn. interpretability n. interpretable adj. interpretably adv. interpreter n.  |Syn. elucidate
(อิน|เท|อพ|รี|ท|เท|'|เชิน) n. การ|อธิบาย|,|การ|ชี้แจง|,|การ|แปล|,|การ|ล่าม|,|การ|แสดง|ดนตรี|เพื่อ|แสดง|ความหมาย|ที่|แฝง|อยู่|  |Syn. clarification
ภาษา|ที่|แปล|ด้วย|ตัวแปลภาษา|หมายถึง ภาษา|ที่|ใช้|ใน|การ|เขียน|โปรแกรม|ที่|คอมพิวเตอร์|จะ|อ่าน|คําสั่ง|ทีละ|คําสั่ง จัดการ|แปล|ให้|แล้ว|ปฏิบัติ|ตาม|คําสั่ง|นั้น ๆ ทันที ก่อน|ที่|จะ|ไป|อ่าน|คําสั่ง|ใหม่ เช่น ภาษา BASIC|, LISP|, PROLOG และ LOGO เป็นต้น การ|ใช้|ภาษา|ประเภท|นี้ ที่|ใช้|จะ|รู้สึก|ทันใจ|กว่า เพราะ|รายงาน|ผล|ได้|ทันที ถ้า|มี|ที่|ผิด ก็|จะ|ได้|แก้ไข|ได้|เลย ภาษา|เหล่านี้|เป็น|ภาษา|ที่|ใช้|ตัวแปลภาษา|ที่|เรียก|ว่า Interpreter เป็น|ตัว|แปล
ตัวแปลภาษา|เป็น|โปรแกรม|ตัว|แปล|ที่|อ่าน|คําสั่ง|ใน|โปรแกรม|ทีละ|คําสั่ง (ไม่|รอ|จน|จบ|โปรแกรม|เหมือน|ตัว|แปล|อื่น) แปล|เป็น|ภาษาเครื่อง (machine language) แล้ว|ปฏิบัติ|ตาม|คําสั่ง|นั้น|เลย เช่น ตัว|แปล|ที่|ใช้|แปล|โปรแกรม|ภาษา|เบ|สิ|ก (BASIC) การ|เรียน|วิธี|เขียน|โปรแกรมคอมพิวเตอร์|ที่|ใช้|ตัว|แปล|ประเภท|นี้ ผู้เรียน|จะ|รู้สึก|ว่า|ง่าย|และ|ทันใจ เพราะ|พอ|ใส่|คําสั่ง|เข้า|ไป เครื่อง|ก็|จะ|รายงาน|ได้|ทันที|ว่า คําสั่ง|นั้น|ถูก|หรือ|ผิด ถ้า|สั่ง|ให้|ทํา|อะไร ก็|จะ|ทํา|ให้|เลย ข้อเสีย|ของ|ตัว|แปล|ประเภท|นี้ ก็|คือ คอมพิวเตอร์|จะ|ไม่|เก็บ|คําแปล|ไว้ หาก|จะ|ต้อง|ย้อน|กลับ|ไป|ทํา|คําสั่ง|นั้น|อีก ก็|จะ|ต้อง|แปล|ใหม่|อีก|ทุก|ครั้ง ดู compiler ประกอบ
ช่องว่าง|ระหว่าง|ระเบียน|ใช้|ตัวย่อ|ว่า IRG ใน|การ|บรรจุ|ข้อมูล|ลง|ใน|แถบ|บันทึก|หรือ|เทป (tape) นั้น เรา|จะ|บรรจุ|เป็น|ระเบียน (record) เรียง|กัน|ไป หน่วย|ขีบ|เทป (tape drive) จะ|จัด|ให้|มี|ช่องว่าง|ระหว่าง|ระเบียน เพื่อ|ไว้|ช่วย|ใน|การ|ปรับ|ความ|เร็ว|ใน|การ|อ่าน|และ|บันทึก (read|/|write) ดู interblock gap เปรียบเทียบ
(อิน|เท|อริ|เลท|') vt.,|vi. (ทํา|ให้) มี|ความ|สัมพันธ์|ซึ่งกันและกัน|  |Syn. interrelation n.
(อิน|เท|อ|'|ระ|เก|ท) vt.,|vi. สอบถาม|,|ซักถาม|,|ซักไซ้.  |Syn. interrogatingly adv.
(อิน|เท|อ|ระ|เก|'|เชิน) n. การ|สอบถาม|,|การ|ซักถาม|,|การ|ซักไซ้|,|เครื่องหมาย|คําถาม.  |Syn. inquiry
(อิน|เท|อ|ระ|เก|'|เทอะ) n. ผู้|สอบถาม|,|ผู้|ซักถาม|,|ผู้|ซักไซ้|,|เครื่องส่ง|สัญญาณ|วิทยุ|เพื่อให้|ตอบ|ทันที|'
(อิน|ทะรัพทฺ|') vt. ขัดขวาง|,|ทํา|ให้|หยุด|,|ยับยั้ง|,|พูด|สอด|,|ตัดบท|,|ขัดจังหวะ.
(อิน|เท|อรัพ|'|เทอะ) n. ผู้|ขัดขวาง|,|สิ่ง|ขัดขวาง|,|อุปกรณ์|เปิด|ปิด|วงจร|ไฟฟ้า
(อิน|เท|อรัพ|'|เชิน) n. การ|ขัดขวาง|,|สิ่ง|ที่|ขัดขวาง|,|ภาวะ|ที่|ถูก|ขัดขวาง|,|การ|หยุด|,|การ|ชะงัก|งัน|,|ช่วง|ระยะ|เวลา|ที่|หยุด -|S.disruption
(อิน|เท|อ|เซ|ค|'|เชิน) n. ชุมทาง|,|ทาง|สี่แยก|,|ทาง|ที่|ถนน|ตั้งแต่|2|สาย|ขึ้น|ไป|พบ|กัน
(อิน|'|เท|อส|เท|ท) adj. ระหว่าง|รัฐ
(อิส|เท|อส|เท|ล|'|ละ) adj. ระหว่าง|ดวงดาว|,|ท่ามกลาง|ดวงดาว
(อิน|'|เทอร์สทิช) n. ช่อง|ระหว่าง|สิ่ง|หรือ|ส่วน
(อิน|เทอร์สทิช|'|เชิล) adj. เกี่ยวกับ interstice .
(อิน|'|เท|อเวิล) n. เวลา|ระหว่าง|,|ช่วง|ระหว่าง|,|ช่วง|ห่าง|,|เวลาว่าง|,|เวลา|พัก|,|ความ|แตกต่าง|ของ|เสียง -|at intervals เป็น|ช่วง ๆ ,|เป็น|ครั้งคราว|  |Syn. rest|,|pause|,|break|,|recess
(อิน|เท|อวีน|') vt. แทรกแซง|,|ก้าวก่าย|,|เกิด|ขึ้น|ระหว่าง|,|เกิด|ขึ้น|โดย|บังเอิญ|และ|ขัดขวาง|,|ยุ่ง|  |Syn. intervener|,|intervenor n. intervenient adj.  |Syn. interfere
(อิน|เท|อ|เวน|'|เชิน) n. การ|แทรกแซง|,|การ|ก้าวก่าย|,|การ|ยุ่ง.  |Syn. interventional adj.  |Syn. interference
(อิน|'|เท|อ|วิว) n. การ|สัมภาษณ์|,|การ|เข้า|พบ|เพื่อ|สอบถาม|,|รายงาน|การ|สัมภาษณ์ vt. สัมภาษณ์|  |Syn. interviewer n.  |Syn. parley|,|meeting
(อิน|เท|อวิฟว|') vt.,|vi.,|n. (การ) พัน|กัน|,|สาน|กัน|,|ผสมผสาน|,|คลุกเคล้า.  |Syn. interweaver n. interwoven adj.
(อิน|เท|ส|'|เท|ท) adj. ไม่|ได้|ทํา|พินัยกรรม|ไว้ n. คนตาย|ที่|ไม่|ได้|ทํา|พินัยกรรม|ไว้
(อิน|เท|ส|'|ทะเนิล) adj. เกี่ยวกับ|ลําไส้เล็ก.
(อิน|เท|ส|'|ทิน) n. ลําไส้. adj. ภายในประเทศ|,|เกี่ยวกับ|เรื่อง|ภายใน|  |Syn. internal
(อิน|'|ทะ|มา|ซี) n. ความ|คุ้นเคย|,|ความ|ใกล้ชิด|,|ความ|สนิทสนม|,|ความ|เข้าใจ|ลึกซึ้ง|,|ความ|สนิทสนม|ใน|ทาง|เพศ|,|ความ|เป็น|เรื่อง|ส่วนตัว|  |Syn. closeness
อิน|'|ทะเมท) adj. คุ้นเคย|,|ใกล้ชิด|,|สนิทสนม|,|ละเอียด|,|ส่วนตัว|,|สนิทสนม|ใน|ทาง|เพศ|,|ใน|สุด|,|ลึกซึ้ง|,|แก่น|แท้. n. เพื่อนสนิท.  |Syn. intimately adv. intimateness n. vt. แนะนํา|,|ชี้แนะ|,|แย้ม|,|บอก|เป็นนัย|,|ประกาศ|,|แจ้ง. intimater n. intimation n.
(อิน|ทิม|'|มิ|เดท) vt. ทํา|ให้|กลัว|,|ขู่ขวัญ|,|ขู่|,|คุกคาม.  |Syn. intimidation n. intimidator n.  |Syn. frighten|,|scare|,|daunt
(อิน|ทิงคฺ|'|เชิน) n. การ|จุ่ม|ขนมปัง|หรือ|แผ่น|ขนม|ลง|ใน|เหล้าองุ่น (พิธี|หนึ่ง|ของ|ศาสนาคริสต์)| 
(อิน|'|ทู) prep. เข้า|ไป|ข้างใน|,|เข้า|มา|ข้างใน|,|เข้า|ไป|,|กลาย|เป็น|,|ไป|ยัง
(อิน|ทอ|ล|'|เลอ|ระ|เบิล) adj. เหลือ|ที่|จะ|ทน|ได้|,|สุด|ที่|จะ|ทน|ได้|,|เกิน|ไป|,|มาก|เกิน|ไป.  |Syn. intolerability n. intolerably adv.  |Syn. unendurable
(อิน|ทอ|ล|'|เลอ|เรินซฺ) n. การ|ขาด|ความ|อดทน|,|ความ|ไม่|สามารถ|อดทน|ได้|,|การ|แพ้ยา อาหาร สารเคมี|หรือ|อื่น ๆ ,|การ|ถือ|ทิฐ|'|  |Syn. bigotry|,|rigidity Ant. tolerance
(อิน|ทอ|ล|'|เลเรินทฺ) adj. ซึ่ง|ทน|ไม่|ได้|,|ไม่|อดทน|,|ไม่|อดกลั้น|,|ไม่|ยอม|,|ถือ|ทิฐิ.  |Syn. narrow|-|minded
(อิน|โท|เน|'|เชิน) n. ลักษณะ|หรือ|ท่วงทํานอง|เสียง|,|เสียงสูง|ต่ํา|,|การ|อ่าน|หรือ|ออก|เสียง สูงต่ํา|,|การ|เปล่ง|เสียง|เฉพาะ.  |Syn. intonational adj.
(อิน|โทน|') vt. ออก|เสียงสูง|ต่ํา|,|อ่าน|ออก|เสียงสูง|ต่ํา|,|เปล่ง|เสียง|เฉพาะ. vi. ออก|เสียง|เฉพาะ|สวดมนต์.  |Syn. intoner n.  |Syn. hum|,|chant
(อิน|'|เทาน์) adj. ใน|ตัวเมือง|,|ใจกลาง|เมือง|,|ใน|เมือง
(อิน|ทอ|ค|'|ซะเคินทฺ) adj. ซึ่ง|ทํา|ให้|มึนเมา|,|เกี่ยวกับ|ของ|มึนเมา. n. ของ|มึนเมา (เหล้า|,|ยา|บาง|ชนิด)|  |Syn. intoxicating
(อิน|ทอ|ค|'|ซะเคท) vt. ทํา|ให้|มึนเมา|,|ทํา|ให้|กระตือรือร้น|,|ทํา|ให้|เบิกบานใจ.  |Syn. intoxicable adj. intoxicatedly adv. intoxicatingly adv.
(อิน|ทอ|ค|ซิ|เค|'|เชิน) n. ความ|มึนเมา|,|ความ|มัวเมา|,|ความ|ตื่นเต้น|เกิน|ไป|  |Syn. drunkenness
abbr. ภายใน
(อิน|แทรค|'|ทะเบิล) adj. ไม่|เชื่อง|,|ดื้อ|,|หัวแข็ง|,|ว่ายาก|,|ควบคุม|ยาก|,|รักษา|ได้|ยาก.  |Syn. intractability n. intractably adv.  |Syn. stubborn Ant. docile|,|compliant
(อิน|' เท|อเนท) n. ระบบเครือข่าย|ระบบ|หนึ่ง|ที่|เชื่อมโยง|กัน|ทั่วโลก เป็น|ประโยชน์|ที่|ให้|บริการ|แก่|คน|ทั่วไป ข้อมูล|ข่าวสาร|นั้น มี|หลากหลาย|ตั้งแต่|สาระ|บันเทิง|จนถึง|ข้อมูล|ความ|รู้|ระดับ|สถาบัน|ทาง|วิทยาศาสตร์ ศูนย์|การแพทย์ และ|หน่วย|ราชการ|ต่าง ๆ| 
(อิน|แท|รน|'|ซิ|เจินทฺ) adj. ไม่|ประนีประนอม|,|ไม่|ยอม|,|ไม่|ยอม|อ่อนข้อ|,|ดื้อ|,|หัวแข็ง.  |Syn. uncompromising|,
(อิน|แท|รน|'|ซิ|ทิฟว) adj. (กริยา) ไม่|มี|กรรม. n. กริยา|ที่|ไม่|มี|กรรม.  |Syn. intransitively adv. intransitiveness n.
กริยา|ที่|ไม่|มี|กรรม
(อิน|ท|ระ|วี|'|นัส) adj. ภายใน|หลอดเลือดดํา|,|เข้า|ไป|ใน|หลอดเลือดดํา.
(อิน|เท|รพ|'|พิด) adj. ไม่|กลัว|,|ปราศจาก|ความ|กลัว|,|กล้า|,|กล้าหาญ.  |Syn. intrepidity n.
(อิน|'|ท|ระ|คะ|ซี) n. ลักษณะ|ที่|ยุ่งยาก|,|ความ|สลับซับซ้อน|,|การ|กระทํา|ที่|ยุ่งยาก|หรือ|สลับซับซ้อน|  |Syn. complexity
(อิน|'|ท|ระ|คิท) adj. พัวพัน|,|สับสน|,|ยุ่ง|,|ยาก|ที่|จะ|เข้าใจ.  |Syn. intricately adv. intricateness n.  |Syn. tangled|,
(อิน|ท|ริก|') v.,|n. (การ) วาง|อุบาย|,|วางแผน|ร้าย|,|คบคิด|อุบาย|,|ได้|มา|โดย|กลอุบาย|,|ทํา|ให้|ประหลาดใจ|,|ลักลอบ|เป็นชู้|  |Syn. intriguer n. intriguingly adv.  |Syn. scheme|,
(อิน|ท|ริน|'|ซิ|ค|,|-|เคิล) adj. ภายใน|,|ซึ่ง|อยู่|ภายใน|,|เกี่ยวกับ|ธรรมชาติ|ของ|มัน.  |Syn. real|,|true
(อิน|ท|ริน|'|ซิ|ค|,|-|เคิล) adj. ภายใน|,|ซึ่ง|อยู่|ภายใน|,|เกี่ยวกับ|ธรรมชาติ|ของ|มัน.  |Syn. real|,|true
abbr. ภายใน
(อิน|ท|ระดู|ซ|') vt. แนะนํา|,|นําเข้า|,|นํา|สู่|,|เข้า|สู่|,|เริ่ม|นํา|,|อ|รัม|ภ|บท|,|เกริ่น|,|เผยแพร่.  |Syn. introducer n. introducible adj.  |Syn. present
(อิน|ท|ระ|ดัค|'|เชิน) n. การ|แนะนํา|,|การ|แนะนํา|ตัว|,|การ|นําเข้า|,|สิ่ง|ที่|ถูก|นําเข้า|,|กา|รอ|รัม|ภ|บท|,|การ|เริ่ม|,|การ|เผยแพร่|  |Syn. beginning|,|start|,|insertion
(อิน|ท|ระ|ดัค|'|ทะ|รี) adj. เป็น|การ|นําเข้า|,|เป็น|การ|แนะนํา|,|เกี่ยวกับ|อ|รัม|ภ|บท.  |Syn. introductorily adv. introductoriness n.  |Syn. prefatory
(อิน|ท|รอ|สฺ|') adj. หัน|หน้า|เข้าข้าง|ใน.
(อิน|ท|ระ|สเพคทฺ|') vt.,|vi.ใคร่ครวญ|,|บท|ทวน|ความคิด|ของ|ตน|,|หวน|คิด|,|พินิจ|พิจารณา|ตัวเอง|  |Syn. introspective adj. introspectively adv. introspectiveness n.
(อิน|'|ท|ระ|เวิร์ท) vi.,|n.,|adj. (ผู้) หัน|เข้าข้าง|ใน|,|ครุ่นคิด|แต่|เรื่อง|ของ|ตัวเอง|,|ฝัง (หุ้ม) ตัว|อยู่
(อิน|ท|รูด|') vt.,|vi. บุกรุก|,|รุกล้ํา|,|ก้าวก่าย|,|ก้าวร้าว.  |Syn. intruder n. intrudingly adv.  |Syn. interfere|,|invade|,|obtrude
(อิน|ท|รู|'|เชิน) n. การ|บุกรุก|,|การ|ก้าวก่าย|,|การ|ก้าวร้าว|,|การ|ผลักดัน|,|สิ่ง|ที่|ถูก|ดัน|ขึ้น|มา.  |Syn. intrusional adj.
(อิน|ท|รู|'|ซิ|ฟว) adj. เกี่ยวกับ|การ|บุกรุก (ล่วงล้ํา|,|รุกล้ํา|,|ก้าวก่าย|,|ก้าวร้าว|,|ผลักดัน|,|โผล่|ออก.  |Syn. intrusively adv. intrusiveness n.  |Syn. trespassing
(อิน|ทูอิช|'|เชิน) n. การ|รู้|โดย|สัญชาตญาณ|,|การ|รู้|โดย|ความรู้สึก|ที่|เกิด|ขึ้น|เอง|ใน|ใจ|,|การ|หยั่งรู้|ความ|เข้าใจ|อัน|ซาบซึ้ง|,|ความ|สามารถ|ใน|การ|เข้าใจ|โดย|สัญชาตญาณ|,|สหัช|ญาณ.  |Syn. intuitional adj. intuitionly adv.  |Syn. feeling|,|sixth se
(อิน|ทู|'|อิทิฟว) adj. โดย|สัญชาตญาณ|,|โดย|ความรู้สึก|ที่|เกิด|ขึ้น|เอง|ใน|ใจ|,|โดย|สหัช|ญาณ|,|โดย|การ|หยั่งรู้.  |Syn. intuitiveness n.  |Syn. deluge
(อิน|ทุเมส|') vi. พองตัว|,|ขยาย|ตัว|,|บวม|ตัว|  |Syn. swell|,|expand
(อิน|นัน|'|เดิน|ทฺ) adj. ท่วม|,|ไหลบ่า
(อิน|'|นัน|เดท) vt. ท่วม|,|ไหลบ่า|,|ทํา|ให้|เต็มไปด้วย.  |Syn. inundation n. inundator n. inundatory adj.  |Syn. flood|,|overflow
(อิน|เออ|เบน|') adj. ไม่|มี|มารยาท|,|หยาบคาย|,|ไม่|ได้|รับ|การ|อบรม.  |Syn. inurbanity n.
(อิน|เนียว|'|เออะ) vt. ทํา|ให้|คุ้นเคย|กับ|,|ทํา|ให้|ชิน|กับ|,|ทํา|ให้|อดทน. vi. มี|ผล|,|มี|ผล|บังคับใช้|,|มี|ประโยชน์.  |Syn. enure.  |Syn. inuredness n. inurement n.  |Syn. harden
(อิน|เวด|') vt. บุกรุก|,|รุกราน|,|ล่วงล้ํา|,|ย่ํายี|,|เหยียบย่ํา|,|แผ่|ไป|ทั่ว|,|แพร่หลาย.  |Syn. invader n. invadable adj.  |Syn. attack|,|spread
(อิน|แวจ|'|จะ|เนท) vt.,|vi. สอด|ซ้อน|,|เวิ้ง|เข้า|,|เข้า|ปลอก|,|หัก|กลับ. adj. สอด|ซ้อน|,|เวิ้ง|เข้า|,|ซึ่ง|หัก|กลับ|,|ซึ่ง|เข้า|ปลอก|  |Syn. sheathe|,|fold
(อิน|'|วะ|ลิด) n. คนเจ็บ|,|คนป่วย adj. เจ็บป่วย|,|ทุพพลภาพ|,|ใช้การไม่ได้|,|ไม่|มี|ผล|บังคับ|,|โมฆะ|,|อ่อนแอ|,|ไร้|กําลัง.  |Syn. invalidness n. vt. ทํา|ให้|เป็น|โรค|,|ทํา|ให้|ทุพพลภาพ|,|ทํา|ให้|ล้มหมอนนอนเสื่อ
(อิน|แวล|'|ลิ|เดท) vt. ทํา|ให้|ไร้|ผล|,|ทํา|ให้|โมฆะ|,|ทํา|ให้|ใช้การไม่ได้.  |Syn. invalidation n. invalidator n.  |Syn. cancel|,|annul
(อิน|วะ|ลิด|'|ดิ|ที) n. การ|ใช้การไม่ได้|,|การ|ไม่|มี|ผล|บังคับใช้|,|ความ|โมฆะ|,|ความ|อ่อนแอ
(อิน|แวล|'|ลิวอะเบิล) adj. หาค่ามิได้|,|ล้ําค่า|,|สุด|ที่|จะ|ประเมิน|ค่า|ได้|,|มี|ค่า|เหลือล้น.  |Syn. invaluableness n. invaluably adv.
(อิน|แวร์|'|ระ|เบิล) adj.,|n. (สิ่ง|ที่) ไม่|เปลี่ยนแปลง|,|คงที่|,|ถาวร|,|สม่ําเสมอ|  |Syn. unvarying
(อิน|แว|'|ริ|เอินทฺ) adj. หาค่ามิได้|,|ล้ําค่า. n. ค่า|ที่|คงที่|  |Syn. unvarying|,|constant
(อิน|เ'เชิน) n. การ|รุกราน|,|การ|ล้ํา|รุก|,|การ|บุกรุก|,|การ|ถลัน|เข้า|ไป|,|การ|แพร่ (ของ|โรค)| 
(อิน|เว|'|ซิ|ฟว) adj. ซึ่ง|รุกราน
(อิน|เวค|'|ทิด) adj. เกี่ยวกับ|ขอบ|นูน
(อิน|เวค|'|ทิฟว) n.,|adj. (เกี่ยวกับ) การ|ประ|นาม|อย่าง|รุนแรง|,|การ|กล่าว|ดูหมิ่น|,|ผรุสวาท|,|การ|ด่า|ว่า|อย่าง|รุนแรง|,|คํา|ประ|นาม|,|คํา|ผรุสวาท|,|คํา|ด่า|ว่า|  |Syn. invectively adv. invectiveness n.  |Syn. abuse
(อิน|เว|') vi. กล่าว|โจมตี|อย่าง|รุนแรง|,|ประณาม|อย่าง|รุนแรง.  |Syn. inveigher n.  |Syn. rail
(อิน|วี|'|เกิล) vt. หลอกล่อ|,|ล่อ|,|ล่อลวง|,|หลอก|เอา.  |Syn. inveiglement n. inveigler
(อิน|เวน|ทฺ|') vt. ประดิษฐ์|,|สร้างสรรค์|,|เนรมิต|,|คิดค้น|เอง|,|เสกสรร|,|กุ|เรื่อง.  |Syn. inventible|,|inventable adj.  |Syn. discover|,|devise|,|create|,|lie|,|falsify
(อิน|เวน|'|เชิน) n. การ|ประดิษฐ์|,|สิ่งประดิษฐ์|ใหม่|,|การ|สร้างสรรค์|,|การ|เสกสรร|,|การ|กุ|เรื่อง|,|เรื่อง|ที่|กุ|ขึ้น|  |Syn. creativity Ant. imitativeness
(อิน|เวน|'|ทิฟว) adj. เกี่ยวกับ|การ|ประดิษฐ์|,|เป็น|การ|ประดิษฐ์|,|เกี่ยวกับ|การ|คิดค้น|เอง|,|สร้างสรรค์|,|กุ|เรื่อง.  |Syn. inventively adj. inventiveness n.  |Syn. ingenious|,|creative
(อิน|เวน|'|เทอะ) n. นักประดิษฐ์
(อิน|'|เวน|ทอ|รี) n. รายการ|สิ่งของ|,|รายการ|ทรัพย์สิน|,|รายการ|สินค้า|,|แคท|ตา|ล็|อก|,|สิ่งของ|ทรัพย์สิน|หรือ|สินค้า|ใน|รายการ|ดังกล่าว|,|การ|ทํา|รายการ|ดังกล่าว. vt. ทํา|รายการ|สิ่งของ|,|สรุป. vi. เป็น|มูลค่า|เท่า|กับ.  |Syn. inventoriable adj. inventorial adj.
(อิน|เวิร์ส|'|,|อิน|'|เวิร์ส) adj. กลับ|กัน|,|ตรงกันข้าม|,|กลับ|หัว|กลับ|หาง|,|คว่ํา. n. สภาพ|ที่|กลับ|กัน|,|สิ่ง|ที่|กลับ|กัน|,|สิ่ง|ที่|ตรงกันข้าม.  |Syn. inversely adj.  |Syn. opposite
ตัวหนังสือ|เจาะ|ขาว|หมายถึง|ตัวอักษร|ที่|พิมพ์|แบบ|เจาะ|ขาว|บน|พื้นที่|เป็น|สี|อื่น ส่วนมาก|จะ|เป็น|สี|เข้ม ๆ มัก|นํามา|ใช้|เมื่อ|ต้องการ|เน้น เช่น เป็น|หัวข้อ มี|ความหมาย|เหมือน reverse text
(อิน|เวอ|'|เชิน) n. การ|กลับ|กัน|,|ความ|ตรงกันข้าม|,|สิ่ง|ที่|กลับ|กัน|,|ส่วน|ที่|กลับ|กัน|,|การ|รักร่วมเพศ|,|การ|เปลี่ยน|กระแส|ตรง|เป็น|กระแส|สลับ|  |Syn. inversive adj.
(อิน|เวิร์ท|') vt.,|vi. กลับ|กัน|,|พลิก|กลับ|,|คว่ํา|,|กลับ|หัว|กลับ|หาง|,|สับเปลี่ยน. adj. กลับ|,|สับเปลี่ยน. n. ผู้|พลิก|กลับ|,|ผู้|รักร่วมเพศ.
(อิน|เวอ|'|ทะบ|ริ|ท) adj. ไม่|มี|กระดูกสันหลัง|,|เกี่ยวกับ|สัตว์|ที่|ไม่|มี|กระดูกสันหลัง|,|อ่อนแอ|,|ไร้|ความ|สามารถ|,|ไม่|รัก|ศักดิ์ศรี.  |Syn. invertebracy|,|invertebrateness n.
แฟ้ม|ผกผัน|หมายถึง โครงสร้าง|ของ|แฟ้มข้อมูล|ชนิด|หนึ่ง ที่|มี|ดรรชนี|คอย|บ่งบอก|ถึง|ที่อยู่ (location) ของ|ระเบียน (record) ที่|มี|การ|เรียก|ใช้|บ่อย ๆ หรือ|ระเบียน|ที่|มี|ลักษณะ|ตาม|ที่|กําหนด
(อิน|เวสทฺ|') vt. ลงทุน|,|ใช้จ่าย|,|สวม|,|ปกคลุม|,|ให้|,|มอบ|,|พระราชทาน|,|ทํา|ให้|มี.  |Syn. investable|,|investible adj. investor n.  |Syn. spend|,|empower
(อิน|เวส|'|ทิ|เก|ท) vt. สํารวจ|,|สืบสวน|,|ไต่สวน|,|สอบสวน.  |Syn. investigable adj. investigative|,|investigatory adj. investigator n.  |Syn. search|,|inquire
(อิน|เวสทิ|เก|'|เชิน) n. การ|สํารวจ|,|การ|สืบสวน|,|การ|ไต|ร่|สวน|,|การ|สอบสวน
(อิน|เวส|'|ทิเชอะ) n. การ|มอบ|,|การ|มอบหมาย|อํานาจ|หน้าที่|หรือ|ตําแหน่ง|,|การ|ปกคลุม|,|สิ่ง|ที่|ปกคลุม|,|สิ่ง|ตกแต่ง|,|การ|ลงทุน
(อิน|เวสทฺ|'|เมิน|ทฺ) n. การ|ลงทุน|,|เงิน|ลงทุน|,|การ|มอบอํานาจ|หน้าที่|,|การ|มอบ|ตําแหน่ง|,|สิ่ง|ปกคลุม|,|เสื้อผ้า|อาภรณ์
(อิน|วิก|'|กะ|เรท) vt. เสริม|กําลัง|,|เติม|พลัง|,|ทํา|ให้|แข็งแรง|,|ทํา|ให้|มี|ชีวิตชีวา.  |Syn. invigoratingly adv. invigorator n. invigoration n. invigorative adj. invigoratively adv.  |Syn. animate|,|energize
(อิน|วิน|'|ซะเบิล) adj. ซึ่ง|ไม่|สามารถ|เอาชนะ|ได้|,|ไม่|สามารถ|ทํา|ให้|แพ้|ได้|,|ทําลาย|ไม่|ได้.  |Syn. invincibility|,|invincibleness n. invincibly adv.  |Syn. insuperable
(อิน|ไว|'|อะ|ละ|เบิล) adj. ล่วงละเมิด|ไม่|ได้|,|ฝ่าฝืน|ไม่|ได้|,|ขัดขืน|ไม่|ได้|,|ทําลาย|ไม่|ได้|,|ทํา|ให้|เสียหาย|ไม่|ได้.  |Syn. inviolableness n. inviolably adv.  |Syn. intact|,|unbroken
(อิน|ไว|'|อะลิท|,|-|ทิด) adj. ไม่|ถูก|ล่วงละเมิด|,|ไม่|เสียหาย|,|ไม่|ถูก|ทําลาย|,|ไม่|เสื่อม.  |Syn. inviolacy|,|inviolateness n.
(อิน|ไว|'|อะลิท|,|-|ทิด) adj. ไม่|ถูก|ล่วงละเมิด|,|ไม่|เสียหาย|,|ไม่|ถูก|ทําลาย|,|ไม่|เสื่อม.  |Syn. inviolacy|,|inviolateness n.
(อิน|วิช|'|ซิ|เบิล) adj. มองไม่เห็น|,|ไม่|ป|รา|กฎ|,|ซ่อนเร้น|,|เล็ก|จน|มองไม่เห็น.  |Syn. invisibility|,|n. invisibly adv.  |Syn. concealed|,|unseeable Ant. visible
(อิน|วิ|เท|'|เชิน) n. การ|เชื้อเชิญ|,|การ|เชิญ|,|คําเชิญ|,|บัตรเชิญ|,|ความ|ดึงดูดใจ|,|การ|ชักจูง.  |Syn. invitational adj.  |Syn. bid|,|summons
(อิน|ไว|ทฺ|') vt. เชื้อเชิญ|,|เชิญ|,|ขอร้อง|,|ร้องขอ|,|ก่อ|ให้|เกิด|,|นํามา|ซึ่ง. vi. เชิญ|,|นํามา|ซึ่ง.  |Syn. inviter n.  |Syn. call for|,|ask
(อิน|ไว|ที|') n. ผู้|ถูก|เชิญ
(อิน|ไว|'|ทิง) adj. เป็น|การ|เชื้อเชิญ|,|ดึงดูดใจ.  |Syn. invitingly adv. invitingness n.  |Syn. attractive|,|charming
(อิน|'|วะเคท) vt. เรียก|ผี|,|ขอร้อง|,|อุทธรณ์|,|วิงวอน.  |Syn. invocative adj. invocator n.  |Syn. invoke
(อิน|'|วอ|ยซฺ) n. ใบส่งของ|,|ใบ|แจ้ง|รายการ|สินค้า|ที่|ขาย|ให้ รวม|ทั้ง|ราคา|และ|อื่น ๆ vt. ทํา|ใบส่งของ|ให้
(อิน|โว|ค|') vt. เรียก|ผี|,|ปลุกผี|,|ขอร้อง|,|อุทธรณ์|,|วิงวอน|,|ก่อ|ให้|เกิด|,|นํามา|ซึ่ง.  |Syn. invocable adj. invoker n.  |Syn. call
(อิน|วอ|ล|'|ลัน|เท|อ|รี) adj. ไม่|ได้|ตั้งใจ|,|ไม่|รู้ตัว|,|ไม่|ได้|บังคับ|,|โดย|อัตโนมัติ.  |Syn. involuntarily adv. involuntariness n.
(อิน|วะลิว|'|เชิน) n. การ|พัวพัน|,|การ|ยุ่งเกี่ยว|,|การ|ร่วม|ด้วย|,|สภาพ|ที่|พัวพัน|,|สิ่ง|ที่|พัวพัน|,|สิ่ง|ที่|ซับซ้อน|หรือ|ยุ่งเหยิง|,|การ|เสื่อมถอย|,|การ|เสื่อมโทรม|,|รูป|ประโยค|ที่|ซับซ้อน|  |Syn. involvement
(อิน|วอ|ลว|') vt. รวม|ทั้ง|,|รวม|ถึง|,|ม้วน|เข้า|,|ม้วน|ใน|ห่อ|,|พับ|,|ล้อมรอบ.  |Syn. involvement n. involver n.  |Syn. implicate
(อิน|วัล|'|เนอ|ระ|เบิล) adj. ซึ่ง|ไม่|สามารถ|จะ|ทําลาย|ได้|,|อยู่ยงคงกระพัน.  |Syn. invulnerability|,|invulnerableness n. invulnerably adv. (immune to attack)| 
(อิน|'|เวิร์ด) adv.,|adj. สู่|ภายใน|,|ภายใน|ใจ|,|ภายใน|,|ข้างใน|,|อยู่|ภายใน|,|ภายในประเทศ. n. ส่วน|ใน
(อิน|'|เวิร์ดลี) adv. ภายใน|,|ข้างใน
(อิน|'|เวิร์ดนิส) n. ความในใจ|,|ความรู้สึก|ใน|ใจ|,|ความหมาย|ที่|ลึกซึ้ง|,|แก่นสาร|,|ธาตุแท้
(ไอ|'|อะไดดฺ) n. เกลือ|ของ|hydriodic acid
(ไอ|'|อะ|ดี|น) n. ธาตุ|อโลหะ|ไอ|โอ|ดิน
abbr. intraocular pressure
abbr. intraocular lenses
(ไอ|'|อัน|,|ไอ|'|ออ|น) n. อะตอม|หรือ|กลุ่ม|ของ|อะตอม|ที่|มี|ประจุ|บวก|และ|ลบ|โดย|ขึ้น|อยู่|กับ|การ|ได้|หรือ|สูญเสีย|อี|เล็ก|ต|รอน
(ไอออน|'|นิค) adj. เกี่ยวกับ|ไอออน
(ไอ|'|อะ|ไน|ซ) vt. แยก|ออก|หรือ|เปลี่ยน|เป็น|ไอออน|,|ทํา|ให้|เกิด|ไอออน. vi. กลาย|เป็น|ไอออน.  |Syn. ionisable|ม|ioniszable adj. ionisation|ม|ionization n.
(ไอ|'|อะ|ไน|ซ) vt. แยก|ออก|หรือ|เปลี่ยน|เป็น|ไอออน|,|ทํา|ให้|เกิด|ไอออน. vi. กลาย|เป็น|ไอออน.  |Syn. ionisable|ม|ioniszable adj. ionisation|ม|ionization n.
(ไอ|โอ|'|ทะ) n. จํานวน|เล็กน้อย|มาก|,|พยัญชนะ|ตัว|ที่ 9 ของ|ภาษา|กรีก|  |Syn. particle|,|jot
abbr. I owe you|,|หลักฐาน|การ|ยืม|เงิน|หรือ|เป็นหนี้|ที่|มี|ลายเซ็น|ของ|ลูกหนี้
คําย่อ internet protocol abbr. intraperitoneal
abbr. inflamatory pelvic disease|,|intermittent peritoneal dialysis
abbr. intermittent positive pressure breathing
abbr. inactived pollo vaccine injectable poliomyelitis vaccine
ดู|intelligence quotient
(ไอ|'|ระ|คัน|ดฺ) adj. โกรธ|ง่าย|,|โมโห|ร้าย|,|หงุดหงิด.  |Syn. iracundity n.
(อิ|แร|น|'|,|ไอ|แร|น|'|,|อิ|ราน|') n. อิหร่าน|,|เปอร์เซีย (สมัยก่อน)|  |Syn. Persia
(อิเร|'|เนียน|,|ไอ|เร|'|เนียน) adj. เกี่ยวกับ|อิหร่าน|,|เกี่ยวกับ|ชาว|อิหร่าน|หรือ|ภาษา|อิหร่าน. n. ภาษา|อิห|น่าน|,|ชาว|อิหร่าน.  |Syn. Irani
(อิ|แร|ค|'|,|อิ|รา|ค|') n. ประเทศ|อิรัก ทาง|เหนือ|ของ|ชาว|อุ|ดี|อา|รเบีย เมืองหลวง|ชื่อ|แบก|แดด.  |Syn. Irak (Cap|: Baghdad)| 
(อิ|แร|ส|'|ซะเบิล) adj. โกรธ|ง่าย|,|โมโห|ร้าย|,|เกี่ยวกับ|ความ|โกรธ.  |Syn. irascibility|,|irascibleness n. irascibly adv.
(ไอ|'|เรท) adj. โกรธ|,|โมโห|,|เดือดดาล|  |Syn. irately adv.  |Syn. angry|,|enraged
(ไอ|'|เออะ) n. ความ|โกรธ.  |Syn. ireless adj.
(ไอ|'|เออ|ฟู|ล) adj. โกรธ|,|โมโห|,|เดือดดาล|,|โกรธ|ง่าย|,|โมโห|ร้าย.  |Syn. irefully adv. irefulness n.  |Syn. irascible
(ไอ|'|เออ|เลินดฺ) n. ไอร์แลนด์.  |Syn. irelander n.
(ไอ|เรน|'|นิค) adj. เกี่ยวกับ|การ|ส่งเสริม|ความ|สงบ|หรือ|สันติภาพ|,|สงบ|,|สันติ.  |Syn. irenical. S. peaceful
(ไอ|อาร์จี) ย่อ|มา|จาก interrecord gap ที่|แปล|ว่า ช่องว่าง|ระหว่าง|ระเบียน ใน|การ|บรรจุ|ข้อมูล|ลง|ใน|แถบ|บันทึก|หรือ|เทป (tape) นั้น เรา|จะ|บรรจุ|เป็น|ระเบียน (record) เรียง|กัน|ไป หน่วย|ขีบ|เทป (tape drive) จะ|จัด|ให้|มี|ช่องว่าง|ระหว่าง|ระเบียน เพื่อ|ไว้|ช่วย|ใน|การ|ปรับ|ความ|เร็ว|ใน|การ|อ่าน|และ|บันทึก (read|/|write) ดู interblock gap เปรียบเทียบ
(ไอ|'|ริ|ส) n. ม่านตา|,|พืช|ไม้ดอก|ชนิด|หนึ่ง|,|ผู้|ส่ง|ข่าว|เทพเจ้า -|pl. irises|,|irides
(ไอ|'|ริ|ช) adj. เกี่ยวกับ|ไอร์แลนด์. n. ชาว|ไอร์แลนด์|,|ภาษา|ไอร์แลนด์.  |Syn. Irishly adv.
(เอิร์ค) vt. รบกวน|,|ทํา|ให้|ระคายเคือง|,|ทํา|ให้|รําคาญ|  |Syn. upset|,|annoy|,|vex
(เอิร์ค|'|เซิม) adj. น่า|รําคาญ|,|น่า|เบื่อ|,|เซ็ง.  |Syn. irksomeness n.  |Syn. annoying|,|displeasing
(ไอ|'|เอิร์น) n. ธาตุเหล็ก ,|สิ่ง|ที่|แข็งแกร่ง|,|วัตถุ|ที่|ทํา|จาก|เหล็ก|  |Syn. irons n.,|pl. โซ่|ตรวน -|Phr. (in irons ถูก|ล่าม|โซ่|ตรวน) adj. ทํา|ด้วย|เหล็ก|,|คล้าย|เหล็ก|,|แข็งแกร่ง|คล้าย|เหล็ก|,|โหดเหี้ยม|,|ทารุณ|,|แข็งแรง. vt. รีด|ด้วย|เตารีด|,|ใส่|เหล็ก|,|ใส่|โซ่|ตรวน. vi. รีด|ผ้
รถไฟ|,|ม้า|เหล็ก|  |Syn. locomotive
(ไอ|'|เอิร์นแค|ลด) adj. หุ้ม|เกราะ|,|หุ้ม|เหล็ก|,|แข็งแกร่ง|มาก|,|ไม่|แตกสลาย|,|ไม่|ถูก|ทําลาย|ได้. n. เรือรบ|หุ้ม|เกราะ|  |Syn. unalterable
adj. เหี้ยมโหด|,|ทารุณ|,|กดขี่|  |Syn. penurious
adj. เข็ม|งวด|,|เฉียบขาด
(ไอ|รอน|'|นิค|,|-|เคิล) adj. เหน็บแนม|,|ประชด|,|เย้ยหยัน|,|เยาะเย้ย|,|ถากถาง.  |Syn. ironically adv. ironicalness n.
(ไอ|รอน|'|นิค|,|-|เคิล) adj. เหน็บแนม|,|ประชด|,|เย้ยหยัน|,|เยาะเย้ย|,|ถากถาง.  |Syn. ironically adv. ironicalness n.
(ไอ|'|เอิร์นนิง) n. การ|รีดผ้า|,|การ|รีด|ด้วย|เตารีด|,|สิ่ง|ที่|ถูก|รีด
(ไอ|'|เอิร์น|ไซ|ดฺ) n. ผู้|มี|ความ|อดทน|มาก
(ไอ|'|เอิร์นส|มิ|ธ) n. ช่างเครื่อง|เหล็ก|,|ช่าง|ตี|เหล็ก|  |Syn. blacksmith
n. เครื่องเหล็ก|,|เครื่องมือ|เครื่องใช้|ที่|ทํา|ด้วย|เหล็ก
(ไอ|'|ระ|นี|,|ไอ|'|เรอ|นี) n. การ|เหน็บแนม|,|การ|เย้ยหยัน|,|ถ้อยคํา|ที่|เหน็บแนม|  |Syn. satire|,|sarcasm
(อิเรดิเอ|'|เชิน) n. การ|ฉาย|รังสี|,|การ|ส่อง|สว่าง|,|ปริมาณ|รังสี|ที่|กระทบ|ต่อ|หน่วย|พื้นที่|  |Syn. irradiating|,|beam
(อิ|แร|ช|'|เชินเนิล) adj. ไร้|เหตุผล|,|ไม่|มี|สติ|สัมปชัญญะ|, (เลข) ไม่|ลงตัว. n. เลข|ไม่|ลงตัว.  |Syn. irrationalness n.  |Syn. demented
(อิ|แร|ช|ชะ|แนล|'|ลิ|ที) n. ความ|ไม่|สมเหตุสมผล|,|การ|กระทํา|ที่|ไม่|สมเหตุสมผล
(เออ|ริ|ดี|'|มะเบิล) adj. เอา|เงิน|คืน|ไม่|ได้|,|เปลี่ยนแปลง|ไม่|ได้|,|เอา|กลับ|ไม่|ได้|,|ไม่|สามารถ|จะ|ซ่อมแซม|ได้|,|ไร้|ความ|หวัง.  |Syn. irredeemilltiy|,|irredeembleness n. irredeemably adv.
(อิเรก|'|กิว|ละ) ไม่|สม่ําเสมอ|,|ไม่|แน่น|นอน|,|ไม่|เรียบ n. ,|สิ่ง|ที่|ผิดปกติ|  |Syn. erratic|,|abnormal
(อิเรล|'|ละ|เวินท.) adj. ไม่|เกี่ยวข้อง|,|ไม่|ถูก|จุด|,|ไม่|ตรง|ประเด็น.
(อิเรม|'|เมีย|เบิล) adj. กลับคืน|ไม่|ได้.  |Syn. irremeably adv.  |Syn. irreversible
(เออ|ริ|มี|'|เดียเบิล) adj. ไม่|มี|ทาง|รักษา|,|ไม่|สามารถ|จะ|รักษา|ได้|,|แก้ไข|ไม่|ได้|,|ซ่อมแซม|ไม่|ได้.  |Syn. irremediableness n. irremediably adv.  |Syn. incurable
(เออ|ริ|ซอ|ล|'|ละ|เบิล) adj. แก้ไข|ไม่|ได้|,|บรรเทา|ไม่|ได้.  |Syn. irresolubility n. adv.
(อิเรซ|'|ซะลูท) adj. ไม่|ตกลงใจ|,|ไม่|แน่ใจ|,|ลังเลใจ.  |Syn. irresoluteness n.  |Syn. doubting
(อเรซ|โซ|ลู|'|เชิน) n. การ|ขาด|ความ|แน่นอน|ใจ|,|ความ|ลังเลใจ|  |Syn. vacillation
(เออ|ริ|ส|พอน|'|ซะเบิล) adj. ไม่|รับผิดชอบ|,|ขาด|ความ|รับผิดชอบ.  |Syn. irresponsibility|, irresponsibleness n. irresponsibly adv.  |Syn. irresolute
(เออ|ริ|เท|ร|'|ซะเบิล) adj. เดิน|กลับ|ไม่|ได้|,|ซ้ํารอย|เดิม|ไม่|ได้|,|ย้อน|กลับ|ไม่|ได้.  |Syn. irretraceably adv.
(เออ|ริ|ท|รี|ฟ|'|วะเบิล) adj. เอา|คืน|ไม่|ได้|,|แก้ไข|ไม่|ได้|,|ซ่อมแซม|ไม่|ได้|  |Syn. irretrieva|- bility|,|irretrievableness n. irretrievably adv.
(อิ|ริ|เวอ|'|ซะเบิล) adj. กลับ|ไม่|ได้|,|เปลี่ยนแปลง|ไม่|ได้|,|ย้อน|กลับ|ไม่|ได้.  |Syn. irreversibility|,|irreversibleness n. irreversibly adv.
(อิเรฟ|'|วะ|คะ|เบิล) adj. เอา|กลับคืน|ไม่|ได้|,|ลบล้าง|ไม่|ได้|,|เพิกถอน|ไม่|ได้.  |Syn. irrevocably adv. irrevocableness n.
(เออ|'|ระ|เก|ท) vt. ทด|น้ํา|,|ชําระล้าง|ได้|,|ล้าง|ด้วย|ของเหลว|,|ทํา|ให้|เปียก|,|ทํา|ให้|ชื้น|,|ปล่อย|ให้|น้ํา|หรือ|ของเหลว|ไหล|ผ่าน|  |Syn. irrigable adj.
(เออ|ระ|เก|'|เชิน) n. การชลประทาน|,|การ|ทด|น้ํา|,|การ|ปล่อย|ให้|น้ํา หรือ|ของเหลว|ไหล|ผ่าน|,|การ|ชําระล้าง.  |Syn. irrigatioanl adj.
(เออ|'|ริ|ทะเบิล) adj.ไว|ต่อ|การ|กระตุ้น|,|สนอง|การ|เร้า|ได้|ง่าย|,|โกรธ|ง่าย|,|ฉุนเฉียว|ง่าย|,|ระคายเคือง|  |Syn. irritableness n. irritably adv.  |Syn. susceptible|,|sensitive
(เออ|'|ริ|เทิน|ทฺ) adj. ซึ่ง|ระคายเคือง|,|ไว|ต่อ|การ|กระตุ้น|,|ซึ่ง|ทํา|ให้|ระคายเคือง. n. สิ่ง|ที่|ทํา|ให้|ระคายเคือง|หรือ|ฉุนเฉียว|,|สิ่ง|กระตุ้น|,|สิ่ง|รบกวน.  |Syn. irritancy n.  |Syn. provoking
(เออ|'|ริ|เท|ท) vt.,|vi. ทํา|ให้|ระคายเคือง|,|ทํา|ให้|ฉุนเฉียว|,|กวนประสาท|,|ทํา|ให้|อักเสบ.  |Syn. irritator n.  |Syn. exasperate
(เออ|ริ|เท|'|เชิน) n. การ|ทํา|ให้|ระคายเคือง|,|การ|ยั่ว|โทสะ|,|การ|กวนประสาท|,|การ|ทํา|ให้|ฉุนเฉียว|,|ความ|ระคายเคือง|,|การ|อักเสบ
(อิซ) v. เอกพจน์|บุรุษ|ที่ 3 ของ|be
(อิ|ซ่า) ย่อ|มา|จาก industry standard architecture ซึ่ง|ก็|คือ|บัส (bus) แบบ|หนึ่ง|ที่|สร้าง|ขึ้น|มา|ใช้|กับ|เครื่อง|ไอ|บีเอ็ม เอที (IBM AT) คอมพิวเตอร์|ที่|เลียน|แบบ|ไอ|บีเอ็ม|มัก|ใช้|บัส|นี้|หรือ|อี|ซา (EISA) ดู EISA เปรียบเทียบ
(ไอ|แซม) ย่อ|มา|จาก indexed sequential access method (แปล|ว่า วิธีการ|เข้าถึง|ลําดับ|ดรรชนี) เป็น|เทคนิค|ที่|ใช้|ใน|การ|เก็บ|ข้อมูล|อย่างหนึ่ง เพื่อให้|สามารถ|เรียก|มา|ใช้ได้|อย่าง|มี|ประสิทธิภาพ|ยิ่ง ใช้|ใน|โปรแกรม|ประเภท|คลัง|ข้อมูล
การ|ขาด|เลือด
(ไอ|เอส|ดี|เอ็น) ย่อ|มา|จาก|คํา|ว่า integrated services digital network (แปล|ว่า โครงข่าย|บริการ|สื่อสาร|ร่วม|ระบบ|ดิจิตอล) สายโทรศัพท์ ISDN ก็|คือ|สาย|ที่|สามารถ|ใช้|ส่ง|ข้อมูล ส่ง|คลื่น|โทรทัศน์ และ|ส่ง|คลื่น|เสียง ได้|ใน|สายเดียว|กัน (ถ้า|ใช้|สาย|ชนิด|นี้ คอมพิวเตอร์|ไม่|จําเป็น|ต้อง|ใช้|โมเด็ม)
abbr. immune serum globulin
(อิส|'|เลิม|,|อิซ|'|เลิม) n. ศาสนาอิสลาม|,|อิส|ลา|มิ|ก|ชน|,|ประเทศ|อิสลาม|  |Syn. islamic|,|Islamitic adj.
(ไอ|'|เลินดฺ) n. เกาะ|,|เนิน|เดี่ยว
(ไอ|'|เลินเดอะ) n. ชาวเกาะ
(ไอ|ลฺ) n. เกาะเล็ก ๆ| 
(ไอ|'|ลิท) เกาะเล็ก|มาก|  |Syn. island
เป็น|กลุ่ม|เซลล์|ที่|ตับอ่อน|ทํา|หน้าที่|ขับ internal secreation cells พวก|นี้|มัก|อยู่|เป็น|กลุ่ม ๆ เรา|เรียก|ว่า islets of langerhan ซึ่ง|ประกอบ|ด้วย 3 ชนิด 1.alpha cell ทํา|หน้าที่|สร้าง|ฮอร์โมน glucagon พบ|ประมาณ 20|-|30 % 2.Beta cell ทํา|หน้าที่|สร้าง|ฮอร์โมน insulin มี|ประมาณ 60|-|80 % 3. Delta cell พบ|น้อย|มาก|ยัง|ไม่|ทราบ|หน้าที่
ดู|ที่ islet cells
(อิส|'|ซึม) n. ลัทธิ|,|ทฤษฎี|,|ระบบ|,|ความ|เชื่อ|,|วิชาการ|  |Syn. doctrine|,|theory|,|system
(อิส|'|เซินทฺ) abbr. is not
International Organization for Standardization|องค์|การระหว่างประเทศ|ว่าด้วย|การ|มาตรฐาน|ใช้|ตัวย่อ|ว่า ISO (อ่าน|ว่า ไอ|เอส|โอ) มี|หน้าที่|กําหนด|มาตรฐาน|สําหรับ|อุตสาหกรรม|ทุก|ประเภท เป็นต้น|ว่า ภาษา|ปา|สกา|ล|, ภาษา Prolog
abbr. เท่า|กัน|,|เหมือน|กัน
(ไอ|'|ซะเลททะเบิล) adj.  |Syn. isolable isolatability n.
(ไอ|'|ซะเลท) vt. แยก|ออก|,|แยกตัว|ออก|,|ทํา|ให้|เป็น|ฉนวน. adj. ซึ่ง|แยกตัว|ออก|ต่างหาก.  |Syn. isolator n.  |Syn. separate|,|detach|,|quarantine
(ไอ|ซะเล|'|เชิน) n. การ|แยก|ออก|,|การ|แยกตัว|อยู่|ต่างหาก
(ไอ|ซะ|ทอน|'|นิค) adj. เกี่ยวกับ|การ|ละลาย|ที่|มี|ความดัน|ออ|ส|โม|ซิ|ส|เท่า|กัน
(ไอ|'|โซ|โท|พฺ) n. ธาตุ|ที่|มี|คุณสมบัติ|ทาง|เคมี|เหมือน|กัน|แต่|ต่าง|กัน|ที่|น้ําหนัก|อะตอม|และ|ประจุไฟฟ้า|isotope|หลาย|ชนิด|ที่|มี|กัมมันตภาพรังสี
(อิส|'|ซะ|ระ|เอล) n. ประเทศ|อิสราเอล
(อิซ|'|เร|'|ลี) n. ชาว|อิสราเอล. adj. เกี่ยวกับ|อิสราเอล (ประเทศ|,|ผู้คน|,|ภาษา|หรือ|อื่น ๆ) -|pl. Israelis|,|Israeli
(อิซ|รี|อะไลทฺ) n. ชาว|ยิว|,|ชาว|อิสราเอล|,|ชาว|ยิว|โบราณ (ใน|พระคัมภีร์|ไบเบิล) . adj. เกี่ยวกับ|อิสราเอล|หรือ|ยิว|  |Syn. israelitish adj.
(อิช|'|ชิ|วอะเบิล) adj. ออก|ให้|ได้|,|พิมพ์|ออก|ได้|,|ที่|จะ|มา|ถึง|,|รับ|ได้.  |Syn. issuably adv.
(อิช|'|ชิ|วเอินซฺ) n. การ|ออก|คําสั่ง|,|การ|ปล่อย|ออก|มา|,|การ|จัดพิมพ์|ออก|มา|,|ปัญหา|,|สิ่ง|ที่|ปล่อย|ออก|มา|  |Syn. appearance
(อิช|'|ชิ|วเอินทฺ) adj. เป็น|ร่าง|ที่|ยืน|ตรง|และ|เห็น|ส่วนหน้า โผล่|ออก|มา
(อิช|'|ชิ|ว) n. การ|ปล่อย|ออก|มา|,|การ|ออก|คําสั่ง|,|การ|ตีพิมพ์|ออก|มา|,|สิ่ง|ที่|ปล่อย|ออก|,|สิ่ง|ตีพิมพ์|,|จํานวน|หรือ|ปริมาณ|ที่|ปล่อย|ออก|มา|แต่ละ|ครั้ง|,|ฉบับ|,|ชุด|,|คราว|,|ปัญหา|,|ผล|ที่|เกิด|ขึ้น|,|บุตร|,|ทายาท|,|ทางออก|,|ผลผลิต|,|ผลกําไร. -|Phr. (at issue ที่|กําลัง|เป็น|ปัญหา ที่|กําลัง|ถกเถียง|กัน) vt.,|vi. ไหล
(อิส|'|ละไม|ทฺ) n. ชาว|อิสลาม|,|ชาว|มุสลิม|  |Syn. Muslim
(อิส|'|เมิส) n., คอคอด|,|ส่วน|เชื่อมต่อ.  |Syn. isthmic|,|isthmoid adj. isthmian|,|adj. -|pl. isthmuses|,|isthmi
abbr. interscotial water
(อิท) pron. มัน|,|นั่น|,|ตัว|,|คน|,|บุคคล|,|ตัว|มาร|,|ตัวการ|,|คน|สําคัญ|,|คน|โง่. n. คน|เล่น|,|สถานการณ์|โดย|ทั่วไป ไอ|ที|ย่อ|มา|จาก information technology แปล|ว่า เทคโนโลยี|สารสนเทศ หมายถึง|เทคโนโลยี|ใน|การ|รวบรวม|ข้อมูล การ|จัด|เก็บ|อย่าง|มี|ระบบ การ|เรียกหา|ข้อมูล|ได้|อย่าง|รวดเร็ว การ|ประมวลผล การ|วิเคราะห์|ผล|ที่|ได้|จาก|การ|ประมวล|นั้น รวม|ไป|ถึง|การ|เน้น|ใน|เรื่อง|การ|แสดง|ผล และ|ประชาสัมพันธ์|สารสนเทศ|นั้น|อย่าง|มี|ประสิทธิภาพ ใน|รูปแบบ|ที่|เหมาะสม|กับ|ผู้|ที่|จะ|นํา|ไป|ใช้|ต่อไป ตลอดไป|จนถึง|การ|สื่อสาร|ข้อมูล|นั้น|ไป|ยัง|หน่วยงาน|ต่าง ๆ ด้วย ว่า|กัน|ว่า IT กําลังจะ|ก้าว|เข้า|มา|แทน|วิชา MIS (management information system) เพราะ|มี|ขอบเขต|กว้างขวาง|กว่า|มาก สรุป|สั้น ๆ ได้|ว่า เป็น|เหมือน|การ|นํา|วิชา|วิทยาการ|คอมพิวเตอร์ (computer science) รวม|กับ|นิเทศศาสตร์ (mass communications)| 
(อิท|'|อัล) abbr. it will|,|it shall
(อิทซฺ) abbr. it is|,|it has
(อิแทล|'|เยิน) adj. เกี่ยวกับ|อิตาลี (ประเทศ|,|ภาษา|,|ผู้คน|และ|อื่น ๆ) . n. ชาว|อิตาลี|,|ภาษา|อิตาลี.  |Syn. italianesque adj.
(อิแทล|'|ลิค) adj. เกี่ยวกับ|แบบ|หนังสือ ตัว|เอียง|,|เกี่ยวกับ|อิตาลี. n. หนังสือ|แบบ|ตัว|เอียง|,|สาขา หนึ่ง|ของ|ภาษา|ตระกูล Indo|-|European
(อิแทล|'|ลิ|ไซ|ช) vt. พิมพ์|ด้วย|ตัวหนังสือ|เอียง|,|ขีดเส้นใต้|คํา. vi. ใช้|ตัวหนังสือ|เอียง.  |Syn. italicization|,|italicisation n.
(อิแทล|'|ลิ|ไซ|ช) vt. พิมพ์|ด้วย|ตัวหนังสือ|เอียง|,|ขีดเส้นใต้|คํา. vi. ใช้|ตัวหนังสือ|เอียง.  |Syn. italicization|,|italicisation n.
(อิท|'|ทะลี) n. อิตาลี.  |Syn. Italia
(อิทชฺ) vi. รู้สึก|คัน|,|ทํา|ให้|คัน. vt. ทํา|ให้|คัน|,|รบกวน|,|ทํา|ให้|ระคายเคือง. n. ความรู้สึก|คัน|,|ความ|อยาก|ได้|,|ความ|ปรารถนา|,|โรค|หิด
(อิท|'|ชี) adj. คัน|,|มี|อาการ|คัน|  |Syn. itchiness n.  |Syn. edgy|,|restless
(ไอ|'|เทิม) n. เรื่อง|,|อัน|,|ชิ้น|,|สิ่งของ|ใน|รายการ|,|รายการ|ใน|บัญชี|,|ข่าว|,|มาตรา|,|ข้อ. adv. ด้วย|,|เช่นเดียวกัน. vt. ลง|รายการ|,|ลง|บันทึก
(ไอ|'|ทะไม|ซด|ฺ) adj. เป็น|ข้อ ๆ ,|ซึ่ง|ลง|รายการ|ไว้|  |Syn. list|,|specify
(อิท|'|เท|เรินซฺ) n. การ|ซ้ํา|,|การ|ย้ํา
(อิท|'|เท|อเริน|ซี) n. การ|ซ้ํา|,|การ|ย้ํา
(อิท|'|เท|อเรินทฺ) adj. ซึ่ง|เป็น|การ|ย้ํา|,|ซ้ํา|,|ย้ํา|  |Syn. repeating
(อิท|'|ทะเรท) vt. กล่าว|ซ้ํา|,|กล่าว|ย้ํา|,|ทํา|ซ้ํา|,|ย้ํา.  |Syn. iteration n.  |Syn. reiterate
(อิท|'|ทะเรทิฟว) adj. ซ้ํา|,|ย้ํา|,|กล่าว|ซ้ํา.  |Syn. iterativeness n.
(ไอ|ทิน|'|เนอเริน|ซี) n. การ|เดินทาง|จาก|ที่|หนึ่ง|ไป|ยัง|อีก|ที่|หนึ่ง|,|การ|ธุดงค์|,|กลุ่ม|ผู้|เดินทาง|ไป|ใน|ที่|ต่าง ๆ ,|การ|หมุนเวียน|ไป|ประจํา|ที่|ต่าง ๆ|  |Syn. itineracy
(ไอ|ทิน|'|เนเรินทฺ) adj.,|n. (ผู้|ที่) หมุนเวียน|ประจํา|ใน|ที่|ต่าง ๆ ,|ซึ่ง|เดินทาง|และ|ทํางาน|ไป|ใน|ที่|ต่าง ๆ|  |Syn. nomadic|,|wandering|,|traveling Ant. settled|,|fixed
(ไอ|ทิน|'|เนอ|ระ|รี) n. เส้นทาง|,|รายละเอียด|ของ|การ|เดินทาง|,|ค่าใช้จ่าย|ของ|การ|เดินทาง|,|บันทึก|การ|เดินทาง|,|คู่มือ|การ|เดินทาง. adj. เกี่ยวกับ|การ|เดินทาง|  |Syn. plan|,|route|,|path
(ไอ|ทิน|'|นะ|เรท) vt. เดินทาง|จาก|ที่|หนึ่ง|ไป|ยัง|อีก|ที่|หนึ่ง|,|เร่ร่อน|,|ท่องเที่ยว|,|เดินทาง|และ|ทํางาน|ใน|ที่|ต่าง ๆ|  |Syn. itineration n.
abbr. idiopathic thrombocytopenic purpura
abbr. idiopathic thrombocytopenic purpura
(อิทซฺ) pron. ของ|มัน. ดู|itself
(อิท|เซ|ลฟฺ|') pron. ตัว|มัน|เอง|,|ตัว|ของ|มัน|เอง|,|ตัวเอง|,|ตัว|เดียว|,|คน|เดียว|,|อัน|เดียว
(อิท|'|ที|บิ|ท|'|ที) adj. เล็ก|ที่สุด
abbr. international unit
abbr. intrauterine device อุปกรณ์|คุม|กําเนิด|ที่|ใช้|สอด|เข้า|ไป|ใน|มดลูก.  |Syn. loop|,|coil
abbr. intravenous
abbr. intravonous cholagiogram
abbr. intravenous fluid
abbr. intravenous hyperlimentation
(ไอ|'|วะ|รี) n. งาช้าง|,|สิ่ง|ที่|ทํา|ด้วย|งาช้าง|,|งา|สัตว์|อื่น|,|เนื้อ|ฟัน|,|ที่|ดีด|เปียโน|,|ลูกเต๋า|,|สี|งาช้าง. adj. ประกอบ|ด้วย|หรือ|ทํา|ด้วย|งาช้าง
สถานที่|ที่|แยก|อยู่|ต่างหาก|,|สถานที่|โดดเดี่ยว|,|ความคิด|ที่|โดดเดี่ยว.  |Syn. ivory|-|towerish adj.
abbr. intravenous pyelogram ,|intravenous push
abbr. intravenous piggyback
abbr. intraventricular septal defect
(ไอ|'|วี) n. ไม้เลื้อย|จําพวก Hedera helix -|pl. ivies
