(เอม) พยัญชนะ|อังกฤษ|ตัว|ที่ 13
(เอม|'|ซิ|คซฺ|'|ที|น) n. ปืน|ไร|เฟิล|อัตโนมัติ|ขนาด|เบา|ชนิด|หนึ่ง|ที่|สามารถ|ยิง|กระสุน|ขนาด|เล็ก|ได้|ด้วย|ความ|เร็ว|ที่|สูง|มาก pl. M|-|16|'|s
abbr. Medicinae Baccalaureus (Bachelor of Medicine ปริญญา|แพทยศาสตร์)| 
abbr. Master of Business Administration ปริญญาโท|ทาง|บริหารธุรกิจ
abbr. Medicinae Doctor (Doctor of Medicine ปริญญา|แพทยศาสตร์|,|แพทย์)| 
(มา) n. แม่|,|abbr. manmal
(แมม|,|มา|ม) n. =|madam|,|แหม่ม|,|คํา|เรียก|ทักทาย|ราชินี|หรือ|เจ้าหญิง|อังกฤษ
แมค|หมายถึง เครื่อง|ไมโครคอมพิวเตอร์|แมค|อิน|ทอ|ช|ของ|ตระกูล|แอ|ปเปิล
(มะ|คา|'|บ|ระ|,|-|คาบ|'|,|-|คา|'|เบอะ) adj. น่ากลัว|,|น่า|ขยะแขยง|,|น่า|ขนลุก|,|เกี่ยวกับ|ความ|ตาย
(มะแคด|'|เดิม) n. ถนน|ที่|โรย|ด้วย|หิน|เป็น|ชั้น ๆ ,|หิน|หัก|ที่|ใช้|โรย|ถนน|ดังกล่าว
(มะเคา|') n. มา|เก๊า|เป็น|อาณานิคม|หนึ่ง|ของ|โปรตุเกส|ใน|ภาค|ใต้|ของ|จีน.  |Syn. Macau
(แมค|คะ|โร|'|นี) n. มะกะโรนี|เป็น|หลอด|กลวง|สั้น ๆ ของ|อิตาลี|มัก|รับประทาน|กับ|น้ํา|ซอส|มะเขือ|  |Syn. maccaroni
(เมสฺ) n. ดอกจันทน์|เทศ|,|ค|ทา
(เม|'|เซอะ) n. คน|ถือ|คฑา|ใน|พิธี|,|ผู้ปฏิบัติ|ตาม|คําสั่ง|ศาล
(แมส|'|เซ|อเรท) vt. แช่|ยุ่ย|,|ทํา|ให้|ยุ่ย|,|ทํา|ให้|บาง.  |Syn. macerater n. macerator n. macerative adj. maceration n.
(มะ|ชี|ท) n. มีด|ขนาด|ใหญ่
(แมค|'|คะเน|ท) v. วางแผน|,|คิด|เล่ห์|เพทุบาย.
(แมค|ชะ|เน|'|เชิน) n. การ|วางแผน|,|การ|วาง|เล่ห์|เพทุบาย|,|แผน|,|เล่ห์|เพทุบาย
(มะ|ชี|น|') n. เครื่องจักร|,|เครื่อง|,|จักร|,|อุปกรณ์|,|ระบบ|ที่|ซับซ้อน|,|ระบบ|การ|ทํางาน|,|การ|ปฏิบัติงาน|,|กิจกรรม|ของ|พรรค|หรือ|องค์การ. vt. กระทํา|ด้วย|เครื่อง|,|เตรียม|ด้วย|เครื่อง.
ปืนกล
ภาษาเครื่อง|หมายถึง ภาษาคอมพิวเตอร์|ที่|สามารถ|ทํา|ให้|เครื่อง|รับรู้|และ|เข้าใจ|ได้ เขียน|โดย|ใช้|รหัส|เลขฐานสอง|เป็น|หลัก (ฉะนั้น จะ|มีแต่|เลข 0 กับ 1 เท่านั้น) คําสั่ง|แต่ละ|คําสั่ง|จะ|หมายถึง|การ|ทํางาน|อย่างหนึ่ง แต่ละ|โปรแกรม|จึง|จะ|ยาว|ค่อนข้าง|มาก ผู้|ที่|เริ่มต้น|เรียน|คอมพิวเตอร์|ใหม่ ๆ ไม่|ควร|เรียน|การ|เขียน|โปรแกรม|ด้วย|ภาษา|นี้|เลย เพราะ|อาจ|จะ|ทํา|ให้|หมด|กําลังใจ|ไป|เลย อาจ|จะ|พอ|เปรียบ|ได้|ว่า เลขฐานสอง|นั้น|ก็|เหมือน ๆ กับ|ตัว|โน้ต เพลง (ภาษา|ดนตรี|ก็|เข้าใจ|ยาก|ไม่|ยิ่งหย่อน|ไป|กว่า|ภาษาเครื่อง|นี้|สัก|เท่าใด|ดอก) อย่างไรก็ตาม ก็|ต้อง|ทํา|ความ|เข้าใจ|ไว้|เสมอ|ว่า ไม่ว่า|เรา|จะ|สั่ง|ให้|เครื่อง|ทํางาน|ด้วย|โปรแกรม|ภาษา|อะไรก็ตาม ตัว|แปล|โปรแกรม (compiler) ก็|จะ|ต้อง|ทํา|หน้าที่|แปล|ภาษา|ที่|เรา|ใช้|ให้|เป็น|ภาษาเครื่อง|ก่อน|เสมอ คอมพิวเตอร์|จึง|จะ|เข้าใจ|จน|สามารถ|ปฏิบัติ|ตาม|คําสั่ง (execute) นั้น ๆ ได้
(มะ|ชี|น|'|กัน) vt. ยิง|ด้วย|ปืนกล.  |Syn. machine|-|gunner n. ผู้|ยิง|ด้วย|ปืนกล
(มะ|ชี|น|'|นะ|รี) n. เครื่องจักร|,|เครื่องกล|, กลุ่ม|เครื่องกล|,|ระบบ|,
(มะ|ชี|น|'|นิสทฺ) n. ช่างเครื่อง
(มา|ชิ|ช|'|โม) n. ความ|มี|ลักษณะ|เป็น|ชาย|,|ความ|แข็งขัน
(มา|'|โช) n.,|adj. (ซึ่ง|เป็น) คน|ที่|มี|ความ|เป็น|ลูก|ผู้ชาย|,|ผู้ชาย|ที่|แข็งขัน.
(มะค|รี|') n. ที่รัก|,|ผู้|เป็น|ที่รัก
(แมค|' คิน|ทอ|ช) n. ชื่อ|คอมพิวเตอร์|ระบบ|หนึ่ง แมคอิน|ทอ|ช|เป็น|เครื่อง|ไมโครคอมพิวเตอร์|ส่วนบุคคล|ตระกูล|สําคัญ|ตระกูล|หนึ่ง ออกแบบ|สร้าง|ขึ้น|โดย|บริษัท|แอ|ปเปิล|คอมพิวเตอร์ นํา|ออก|สู่|ตลาด|ครั้ง|แรก|ใน|ปี ค.ศ.1984 คอมพิวเตอร์|ตระกูล|นี้|ประกอบ|ด้วย|ตัว|ประมวลผล|แบบ|จุลภาค (microprocesssor) ขนาด 32 บิต เป็น|เครื่อง|แรก อีก|ทั้ง|ได้|สร้าง|ตัว|ประสาน|กับ|ผู้ใช้ (user interface) ทํา|ให้|ผู้ใช้|เครื่อง|รู้สึก สะดวกสบาย|เป็น|อย่างยิ่ง เพราะ|สามารถ|เรียนรู้|เข้าใจ|ได้|ง่าย|โดย|ไม่|จําเป็น|ต้อง|มี|พื้นฐาน|ใน|วิทยาการ|คอมพิวเตอร์|มาก|นัก เนื่องจาก|ใช้|ภาพ|เป็น|สื่อ|ทํา|ให้|เข้าใจ|สิ่ง|ต่าง ๆ ได้|ง่าย|ขึ้น ต่อมา|เครื่อง|พี|ซี|ก็|สร้าง|ระบบ|วินโดว์|ซึ่ง|มี|ลักษณะ|คล้ายคลึง|กัน อย่างไรก็ตาม เครื่อง|ยี่ห้อ|นี้|มี|ส่วนแบ่ง|การตลาด|สูง|รอง|จาก|เครื่อง|ของ|บริษัท|ไอ|บีเอ็ม|เท่านั้น
(แมค|'|เคอเริล) n. ปลา|ว่าย|เร็ว|ชนิด|หนึ่ง|ที่|มนุษย์นิยม|กิน|เป็น|อาหาร
(แมค|'|คิน|ทอ|ช) n. เสื้อฝน|ชนิด|หนึ่ง|ที่|ทํา|ด้วย|ผ้ายาง|,|ผ้า|ดังกล่าว|  |Syn. macintosh.
(แมค|'|เคิล) n. ความ|มัว|,|ส่วน|ที่|มัว v. ทํา|ให้|มัว|,|ทํา|ให้|พร่า|,|กลาย|เป็น|มัว|,|กลาย|เป็น|พร่า.
(แมค|' โค|ร) คําสั่ง|ที่|ประกอบ|ด้วย|คําสั่ง|ย่อย|หลาย ๆ คําสั่ง|ซึ่ง|แทน|ด้วย|สัญลักษณ์|เพียง|สัญลักษณ์|เดียว
ตัว|แปล|แม|โค|ร|หมายถึง โปรแกรมคอมพิวเตอร์|โปรแกรม|หนึ่ง|ที่|ใช้|งาน|ใน|การ|สร้าง|โปรแกรม|แม|โค|ร|และ|มี|หน้าที่|แปล|ภาษา|ที่|ใช้|ใน|แม|โค|ร|ให้|เป็น|ภาษาแอสเซมบลี (assembly language) แต่ละ|ข้อ|คําสั่ง|ใน|โปรแกรม|ภาษาแอสเซมบลี|นั้น|ใช้|แทน|คําสั่ง|ภาษาเครื่อง (machine language) หลาย|คําสั่ง|ได้ ฉะนั้น|ถ้า|เขียน|แม|โค|ร|เก็บ|ไว้ เมื่อ|เรียก|มา|ใช้|ก็|จะ|ทํา|ให้|สะดวก ไม่|ต้อง|พิมพ์|คําสั่ง|ยาว ๆ ดู macro ประกอบ
Pref. ใหญ่|,|โต|,|ยาว|,|มาก|เกิน
(แมค|โร|ไบ|ออ|ท|'|ทิคซฺ) n. ศิลปหรือ|วิชา|ที่|ทํา|ให้|มี|ชีวิต|ยืน|นาน (โดยเฉพาะ|ลัทธิ|การ|กินเจ|หรือ|กิน|แต่|พืชผัก)| 
(แมค|โร|เซฟ|'|ฟะลัส) n. บุคคล|ที่|มี|หัว|ใหญ่|หรือ|ยาว|ผิดปกติ|,|กะโหลก|ที่|ใหญ่|หรือ|ยาว|ผิดปกติ pl. macrocephali
(แมค|'|ระ|คอ|ซ|'|ซึม) n. โลก|กว้างใหญ่|ไพศาล|,|จักรวาล|,|สิ่ง|ที่|ซับซ้อน|,|ส่วน|ทั้งหมด
(แมค|'|ระ|ไซ|ทฺ) n. เม็ดเลือดแดง|ที่|มี|ขนาด|ใหญ่|ผิดปกติ
(แมค|โร|อี|คะ|นอ|ม|'|มิ|คซฺ) n. เศรษฐศาสตร์|มหัพภาค
(แมค|'|ระ|เฟจ) n. phagocyte (ดู) ขนาด|ใหญ่.
(แมค|ระ|ส|คอ|พ|'|พิค) adj. ซึ่ง|มองเห็น|ได้|ด้วย|ตาเปล่า.
(แมค|'|คิว|ละ) n. จุด|ด่าง|,|จุด|ด่าง|บน|ผิวหนัง|,|ส่วน|ที่|หนา|ขื้น|  |Syn. macular adj. pl. maculae
(แมค|'|คิว|เลท) vt. ทํา|ให้|เป็น|จุด|หรือ|ด่าง
(แมค|'|คิว|ลื) n. จุด|,|ด่าง|,|จุด|ด่าง|บน|ผิวหนัง|,|รอย|เปื้อน
(แมด) adj. บ้า|,|วิกลจริต|,|โกรธ|,|คลั่ง|,|ตื่นเต้น|มาก|,|หลงใหล|,|โง่|มาก|,|ไร้|เหตุผล|,|กระตือรือร้น|มาก|,|ร่าเริง|มาก|,|เป็น|โรค|กลัว|น้ํา. -|Phr. (like mad เร่งรีบ|มาก|,|กระตือรือร้น)| 
(แมด|'|เดิม) n. มา|ดาม|,|คําสุภาพ|ที่|ใช้|เรียก|ผู้หญิง|,|คุณนาย|,|แม่|เล้า
(แมด|'|เดิม) n. คุณนาย|,|ชื่อ|หรือ|คํา|ให้|เกียรติ|ที่|ใช้|เรียก|ผู้หญิง
(แมด|'|แคพ) adj. ไม่|ไตร่ตรอง|,|ไม่|ยั้งคิด|,|บ้าระห่ํา. n. บุคคล|ที่|ไม่|ไตร่ตรอง
(แมด|'|เดิน) vt. ทํา|ให้|บ้า|,|ทํา|ให้|คลั่ง|,|ทํา|ให้|โกรธ. vi. กลาย|เป็นบ้า|,|คลั่ง|,|โกรธ
(แมด|'|เดอะ) n. พืช|จําพวก Rubia ราก|ของ|มัน|ใช้|ทํา|สีย้อม|ได้ adj. คุณศัพท์|เปรียบเทียบ|ของ mad
(แมด|'|ดิง) adj. บ้า|,|คลั่ง|,|วิกลจริต
(เมด) adj. ซึ่ง|ทํา|ขึ้น|,|ประดิษฐ์|ขึ้น v. กริยา|ช่อง 2 และ 3 ของ make|  |Syn. invented
(เมด|'|ทูออร์|'|เดอะ) adj. ทํา|ตาม|สั่ง
(เมด|'|อัพ) adj. ประดิษฐ์|ขึ้น|,|ปั้น|แต่ง|ขึ้น|นํา|ใส่|เข้า|ด้วย|กัน|,|เสร็จ
(แมด|'|เฮาซฺ) n. โรงพยาบาล|บ้า|,|สถานที่|หรือ|สถานการณ์|ที่|บ้าบอ
(แมด|'|ลี) adv. บ้า|,|บ้าระห่ํา|,|รุนแรง|มาก|,|คลั่งไคล้|,|โง่
(แมด|'|แมน) n. คนบ้า|,|คน|วิกลจริต pl. madmen|  |Syn. lunatic
(แมด|'|นิสฺ) n. ความ|บ้า|,|ความ|วิกลจริต|,|ความ|คลั่ง|,|ความ|คลั่งไคล้|,|โรค|กลัว|น้ํา|,|ความ|โง่|บรม|,|ความ|โกรธ|จัด|,|ความ|กระตือรือร้น|อย่าง|มาก|  |Syn. insanity
(มะ|ดอน|`|นะ) n. พระ|แม่|มา|เรีย
(เมล|'|สท|รอ|ม) n. น้ําวน|หรือ|สิ่ง|วน|ที่|รุนแรง|มาก|,|ภาวะ|ที่|ยุ่งเหยิง|ไม่|เป็น|ระเบียบ|,|ห้วง|มหาภัย
(มี|'|แนด) n. หญิง|บ้า
(ไมส|โท|'|โซ) adj.,|adv. สง่า|ผ่า|เผย|,|อย่าง|สง่า|ผ่า|เผย|,|ใหญ่หลวง|,|มาก|  |Syn. stately
(มา|'|เฟีย) n. มาเฟีย|,|องค์การ|ลับ|,|สมาคม|ลับ|,|อั้งยี่|  |Syn. mafia|,|maafia|,|Maffia
(แมก|'|กะ|ซี|น) n. นิตยสาร|,|ห้อง|เก็บ|ดินปืน|หรือ|วัตถุ|ระเบิด|อื่น ๆ ,|กล่อง|ใส่|กระสุน|ใน|ปืน|อัตโนมัติ|,|กระสุน|ปืน|รวม|ทั้ง|แก๊ป|,|ปลอก|กระสุน|และ|หัวตะกั่ว|  |Syn. magazinish adj. magaziny adj.
(เมจ) n. นัก|เล่นกล|,|ผู้|วิเศษ
(มะ|เจน|'|ทะ) n. สี|ม่วง|แดง
(แมก|'|เกิท) n. ตัวอ่อน|ที่|ไร้|ขา|ของ|แมลง|,|ความคิด|วิตถาร|  |Syn. maggoty adj.
(แมก|'|จิค) n. เวทมนตร์|คาถา|,|อาถรรพ์|,|ของ|วิเศษ|,|อํานาจ|วิเศษ|,|การ|เล่นกล. adj. น่า|อัศจรรย์|,|สวยงาม|จน|น่า|หลงใหล|,|เกี่ยวกับ|เวทมนตร์|คาถา|  |Syn. magically adv. magical adj.
(มะจิช|'|เชิน) n. นัก|เล่นกล|,|ผู้|วิเศษ|,|นัก|เล่น|คาถาอาคม|,|นัก|ปลุกผี|  |Syn. sorcerer
(แมจจิส|เท|อ|'|เรี|ยล) adj. เกี่ยวกับ|นาย|,|อย่าง|วางอํานาจ|,|เชื่อถือ|ได้|,|มี|หลักฐาน|,|ใน|ฐานะ|เป็นต้น|ตํารับ|,|ใน|ฐานะ|เป็น|ผู้เชี่ยวชาญ.  |Syn. magisterially adv. magisterialness n.
(แมจ|'|จิสท|รา|ซี) n. ตําแหน่ง|หรือ|อํานาจ|หน้าที่|ของ|พนักงาน|ปกครอง|หรือ|ผู้พิพากษา|,|กลุ่ม|ผู้พิพากษา|,|กลุ่ม|พนักงาน|ปกครอง.
(แมจ|'|จิสทรัล) adj. เฉพาะ|โอกาส|,|สําคัญ|,|เกี่ยวกับ|พนักงาน|ปกครอง|,|เกี่ยวกับ|ผู้พิพากษา
(แมจ|'|จิส|เท|รท) n. ผู้พิพากษา|,|พนักงาน|ผู้ปกครอง|  |Syn. magistrateship n.
(i) - Pref. "|ใหญ่|"|,|"|โต|"
(แมก|'|นะ|คาร์|'|ทะ) n. กฎหมาย|ที่|ยิ่งใหญ่|,|รัฐธรรมนูญ|ฉบับ|แรก|ของ|อังกฤษ
(มาก|'|นะ คู|ม ลอ|'|เด) เกียรตินิยม
(แมก|นะ|นิม|'|มิ|ที) n. ความ|มี|ใจกว้าง|,|ความ|มี|ใจ|เอื้อเฟื้อ|เผื่อแผ่|,|ความ|สูงส่ง|,|ความ|ไม่|เห็นแก่ตัว|,|ความ|มี|จิตใจ|สูงส่ง|,|การ|กระทํา|ที่|มี|ใจสูง|ส่ง
(แมก|แนน|'|นิมัส) adj. ใจกว้าง|,|มี|ใจ|เอื้อเฟื้อ|เผื่อแผ่|,|มี|จิตใจ|สูงส่ง|,|สูงส่ง.  |Syn. magnanimousness n.  |Syn. noble|,|generous
(แมก|'|เนท) n. ผู้มีอิทธิพล|มาก|,|ผู้|มี|ความ|สําคัญ|มาก|,|นักธุรกิจ|ที่|มี|อิทธิพล|มาก.  |Syn. magnateship n.
(แมก|นี|'|เซีย) n. MgO|เป็น|ยาระบาย
(แมก|นี|'|เซี|ยม) n. ธาตุ|โลหะ|เบา|สี|เงิน|,|Mg
(แมก|'|เนท) n. แม่เหล็ก|  |Syn. loadstone
(แมก|เนท|'|ทิค) adj. เกี่ยวกับ|แม่เหล็ก|,|เป็น|แม่เหล็ก
วงแหวน|แม่เหล็ก|มี|ลักษณะ|เป็น|รูป|วงแหวน|ทํา|ด้วย|เหล็ก เหล็ก|ออกไซด์|หรือ|เฟอไรต์ มี|คุณสมบัติ|เป็น|แม่เหล็ก|เมื่อ|มี|กระแส|ไฟ|ผ่าน ใช้ประโยชน์|ใน|การ|เก็บ|บันทึก|ข้อมูล แต่เดิม|มา|แกน|แม่เหล็ก|นี้|เป็น|ส่วน|เล็ก ๆ อยู่|ใน|หน่วยความจํา ซึ่ง|ถือ|เป็น|หน่วย|สมอง|หลัก ใช้|เป็น|ที่|ประมวลผล เรียก|ว่า magnetic core memory หรือ หน่วยความจํา|วงแหวน|แม่เหล็ก ปัจจุบัน|ไม่|นิยม|ใช้|แล้ว หัน|มา|ใช้|สารกึ่งตัวนํา|ชนิด|อื่น|แทน
จาน|แม่เหล็ก|หมายถึง สิ่ง|ที่|มี|ลักษณะ|เหมือน|จาน เคลือบ|ผิว|ด้วย|ไอออน|ออกไซด์ ทํา|ให้|เกิด|กระแส|แม่เหล็ก|บน|ผิวหน้า|ของ|จาน|แม่เหล็ก จะ|มี|สอง|ขั้ว|คือ|ขั้วบวก|และ|ขั้วลบ สถานะ|สอง|ขั้ว|นี้|เอง|ที่|เรา|นํามา|ใช้|แทน|รหัส|เลขฐานสอง (คือ 0 กับ 1) และ|ทํา|ให้|เรา|สามารถ|บันทึก|ข้อมูล|ซึ่ง|แตก|ออก|เป็น|ดิ|จิต (digit) ได้|อย่าง|ง่ายดาย นับ|เป็น|สื่อ|เก็บ|ข้อมูล|ที่|ได้|รับ|ความ|นิยม|มาก|ที่สุด|ใน|ปัจจุบัน ที่|นิยม|ใช้|กับ|ไมโครคอมพิวเตอร์ มี|ทั้ง|จาน|อ่อน (floppy disk หรือ diskette) และ|จาน|แข็ง (hard disk) จาน|บันทึก|เหล่านี้|จะ|ต้อง|นํามา|จัด|รูปแบบ|การ|บันทึก (format) คือ|กําหนด|แทร็ก (track) และ|เซ็กเตอร์ (sector) ก่อน จึง|จะ|นํา|ไป|ใช้ได้|ดู track และ sector ประกอบ
ดรัม|แม่เหล็ก|หมายถึง วัสดุ|รูปทรง|กระบอก|ที่|หมุน|รอบ|แกน|ด้วย|ความ|เร็ว ที่|ผิว|นอก ฉาบ|ด้วย|สาร|แม่เหล็ก ใน|การ|บันทึก|ข้อมูล|ลง|บน|พื้นผิว|ขอ|งด|รัม จะ|บันทึก|ผ่าน|หัวบันทึก (write head) และ|อ่าน|ข้อความ|ออก|โดย|หัวอ่าน (read head) ดรัม|จึง|เป็น|ได้|ทั้ง|หน่วย|รับ|ข้อมูล (input) และ|หน่วย|แสดง|ผล (output) มี|ความ|เร็ว|ใน|การ|เข้าถึง|ข้อมูล|น้อย|กว่า|แถบ|บันทึก (tape) แต่|ยัง|ช้า|กว่า|จาน|บันทึก (disk)| 
สนามแม่เหล็ก
หมึก|แม่เหล็ก|เป็น|หมึก|พิเศษ|ชนิด|หนึ่ง มี|สาร|แม่เหล็ก|เป็น|ส่วนประกอบ เครื่อง|คอมพิวเตอร์|สามารถ|อ่าน|ตัวอักษร|ที่|พิมพ์|ด้วย|หมึก|ชนิด|นี้|ได้ และ|จะ|แยก|ได้|ว่า|มี|ข้อความ|ใด|บ้าง โดย|ใช้|คุณสมบัติ|ของ|แม่เหล็ก หมึก|แม่เหล็ก|ชนิด|นี้ มัก|ใช้|พิมพ์|ใน|กิจการ|ธนาคาร เช่น เลขที่|บัญชี|ของ|ลูกค้า|ใน|สมุด|เช็ค หรือ|แบบฟอร์ม|เบิกเงิน เป็นต้น
เครื่อง|อ่าน|อักขระ|หมึก|แม่เหล็ก|ใช้|ตัวย่อ|ว่า MICR (อ่าน|ว่า เอ็มไอ|ซี|อาร์) หมายถึง เครื่อง|อ่าน|ตัว|อักขระ|ที่|พิมพ์|ด้วย|หมึก|แม่เหล็ก การ|อ่าน|หมึก|แม่เหล็ก|ที่|ว่า|นี้ ใช้|วิธี|อ่าน|ด้วย|แสง ซึ่ง|จะ|ทํา|ให้|คอมพิวเตอร์|นํา|ข้อมูล|ที่|อ่าน|ไป|เก็บ|ใน|หน่วยความจํา|แล้ว|ประมวลผล|ให้ เหมือน|กับ|การ|ป้อน|ข้อมูล|ทาง|แป้น ส่วนมาก|ใช้|อ่าน|ใน|กิจการ|ของ|ธนาคาร เช่น อ่าน|เลขที่|บัญชี|ของ|ลูกค้า|ใน|สมุด|เช็ค เป็นต้น
หน่วย|เก็บ|แม่เหล็ก|หน่วยเก็บข้อมูล|ที่|มี|คุณสมบัติ|ของ|การ|เป็น|แม่เหล็ก ไม่ว่า|จะ|เป็น|ส่วนหนึ่ง|ส่วน|ใด|ใน|ตัว|เครื่อง|คอมพิวเตอร์|หรือ|ไม่|ก็ตาม เช่น แกน|แม่เหล็ก (magnetic core) หรือ|สื่อ|ต่าง ๆ ที่|เป็น|แม่เหล็ก เช่น|แถบ|บันทึก|แม่เหล็ก (magnetic tape) จาน|แม่เหล็ก (magnetic disk) ฯลฯ
แถบ|บันทึก|แม่เหล็ก|หมายถึง แถบ|ที่|ทํา|ด้วย|พลาสติก|ฉาบ|ออกไซด์|ของ|โลหะ มี|ลักษณะ|คล้าย|เทป|หรือ|แถบบันทึกเสียง ม้วน|อยู่|บน|วง|ล้อ มี|หลาย|ขนาด เป็นต้น|ว่า ขนาด|ยาว 2,400 ฟุต 1,200 ฟุต และ 600 ฟุต ตัว|เทป|กว้าง ? นิ้ว บันทึก|ข้อมูล|ได้|ประมาณ 800|-|1,600 ตัวอักษร|ต่อ|ความ|ยาว|ของ|เนื้อ|เทป 1 นิ้ว เทป|หรือ|แถบ|บันทึก|นี้|สามารถ|เป็น|ได้|ทั้ง|หน่วย|รับ|ข้อมูล|และ|หน่วย|แสดง|ผล คอมพิวเตอร์|จะ|มี|เครื่องมือ|ที่|ใช้|อ่าน|และ|บันทึก|ข้อมูล|ลง|ใน|เทป เรียก|ว่า หน่วย|ขับ|เทป (tape drive) เรา|สามารถ|บันทึก|ข้อมูล|ใหม่|ลง|ทับ|บน|ข้อมูล|เก่า|ได้|เหมือน|การ|บันทึก|เพลง ข้อมูล|เดิม|จะ|หาย|ไป|โดย|อัตโนมัติ ข้อเสีย|ของ|เทป|ก็|คือ การ|ค้นหา|ข้อมูล|ทํา|ได้|ช้า เพราะ|ต้อง|เริ่ม|ตั้งแต่|ต้น|เทป|เสมอ ถ้า|ข้อมูล|อยู่|ปลาย|เทป ก็|จะ|เสียเวลา|นาน การ|ค้นหา|แบบ|นี้|เรียก|ว่า|การ|เข้าถึง|แบบ|เรียงลําดับ (sequential access) ซึ่ง|ตรงข้าม|กับ|การ|เข้าถึง|แบบ|สุ่ม (direct access) ของ|จาน|บันทึก
(แม็กเนท|'|ทิคซฺ) n. แม่เหล็ก|ศาสตร์
(แมก|'|นิ|ไท|ซ) vt. ทํา|ให้|มี|คุณสมบัติ|ของ|แม่เหล็ก|,|มี|อิทธิพล|ต่อ|,|สะกดจิต|,|ทํา|ให้|งงงวย|,|ทํา|ให้|หลง|เสน่ห์|  |Syn. magnetisation|,|magnetiszation n. magnetiser|,|magnetiszer n.
(แมก|'|นิทิส|ซึม) n. คุณสมบัติ|ของ|แม่เหล็ก|,|อํานาจ|แม่เหล็ก|,|ตัว|ที่|ทํา|ให้|เกิด|อํานาจ|แม่เหล็ก|,|เสน่ห์|,|อํานาจ|ดึงดูด
(แมก|'|นิ|ไท|ทฺ) n. แร่|เหล็ก|ออกไซด์|สี|ดํา|สามารถ|ถูก|แม่เหล็ก ดึงดูด|ไว้|ดี|มาก
(แมก|'|นิ|ไท|ซ) vt. ทํา|ให้|มี|คุณสมบัติ|ของ|แม่เหล็ก|,|มี|อิทธิพล|ต่อ|,|สะกดจิต|,|ทํา|ให้|งงงวย|,|ทํา|ให้|หลง|เสน่ห์|  |Syn. magnetisation|,|magnetiszation n. magnetiser|,|magnetiszer n.
(แมก|นี|'|โท) n. เครื่องกําเนิดไฟฟ้า|ขนาด|เล็ก|ที่|ประกอบ|ด้วย|แกน|โลหะ|รูป|กระบอก|หรือ|"|มัด|ข้าวต้ม|" (armature) ที่|หมุน|รอบ|อยู่|ใน|สนามแม่เหล็ก
Pref. "|แม่เหล็ก|"
(แมก|นิ|โท|อี|เลคท|ริ|ส|'|ซิ|ที) n. แม่เหล็กไฟฟ้า
(แมก|นิ|ทอ|ล|'|โลจี) n. สาขา|ฟิสิกส์|ที่|เกี่ยวกับ|แม่เหล็ก
(แมก|นิ|ทอ|ม|'|มิ|เทอะ) n. เครื่องวัด|ความ|เข้มข้น|ของ|สนามแม่เหล็ก
(แมก|'|นิท|รอน) n. หลอด|สูญญากาศ|ไฟฟ้า|ที่|ให้|กําเนิด|คลื่น|แม่เหล็กไฟฟ้า|ที่|สั้น|มาก ๆ| 
Pref. "|ใหญ่|"|,|"|โต|"|,|"|ขยาย|"
(แมก|นิฟ|'|ฟิค) adj. งดงาม|,|สง่า|,|เรียกร้อง|,|กําหนด|ให้|มี.
(แมก|นะ|ฟะเค|'|เชิน) n. การ|ขยาย|,|สภาพ|ที่|ถูก|ขยาย|,|อํานาจ|การ|ขยาย|,|ส่วน|ที่|ขยาย|  |Syn. iincrease
(แมก|นิฟ|'|ฟิเซินซฺ) n. ความ|ดีเลิศ|,|ความ|โอ่อ่า|,|ความ|งดงาม|,|ความ|สง่า|,|ความ|ภาคภูมิ|,|ความ|ผึ่งผาย (splendour|,|grandeur)| 
(แมก|นิฟ|'|ฟิเซินทฺ) adj. โอ่อ่า|,|งดงาม|,|สง่า|,|ดีเลิศ|,|ภาคภูมิ|,|ผึ่งผาย|,|สูงส่ง|  |Syn. magnificentness n.  |Syn. grand|,
(แมก|'|นิ|ไฟ) v. เพิ่ม|ขนาด|,|ขยาย|,|ทํา|ให้|ใหญ่|ขึ้น|,|พูด|ขยาย|,|ทํา|ให้|ตื่นเต้น|มาก|ขึ้น|,|ยกยอ|,|สรรเสริญ|  |Syn. magnifiable adj. magnifier n.
(แมก|นิล|'|ละ|เค|วน|ทฺ) adj. โอ้อวด|,|อวดอ้าง|,|คุย|โว|,|ฟุ้งเฟ้อ|ใน|ถ้อยคํา.
(แมก|'|นิทูด) n. ขนาด|,|ความ|ใหญ่|,|ความ|สําคัญ|,|ขนาด|ใหญ่|,|จํานวน|,|มิติ|,|ความ|สว่าง|ของ|ดาว|,|ดาว|ที่|ดู|ด้วย|ตาเปล่า|จาก|โลก.  |Syn. magnitudinous adj.  |Syn. size|,|extent
(แมก|โน|ล|'|เลีย) n. ต้นไม้|พุ่ม|จําพวก Magnolia
(แมก|'|นัม) n. ขวด|เหล้า|ขนาด|ใหญ่|,|มวน|บุหรี่|ขนาด|ใหญ่
(แมก|'|ไพ) n. นกกางเขน|,|นก|จําพวก Pica pica
(มา|'|จอง|') n. ไพ่|นกกระจอก
(มา|'|จอง|') n. ไพ่|นกกระจอก
(มะ|ฮา|'|รา|'|จะ) n. มหา|ราชา
(มะ|ฮา|'|รา|'|จะ) n. มหา|ราชา
(มหา|รา|'|นี) n. มหา|ราชินี|,|ภรรยา|ของ|มหาราช|,|เจ้าหญิง|อินเดีย
(มหา|รา|'|นี) n. มหา|ราชินี|,|ภรรยา|ของ|มหาราช|,|เจ้าหญิง|อินเดีย
(มะ|ฮา|ท|'|มะ) n. มหาตมะ|,|ปราชญ์|,|พราหมณ์.  |Syn. mahatmaism n.  |Syn. greatsage
(มา|หะ|ยา|'|นะ) n. นิกาย|มหายาน|ของ|ศาสนาพุทธ.  |Syn. mahayanist n. -|Conf. Hinayana
(มะฮ|อก|'|กะ|นี) n.,|adj. ต้น (ไม้) มะฮอก|กะ|นี|,|สี|น้ําตาลแดง.
(มะเฮาทฺ|') n. คน|ขี่|ช้าง|,|ควาน|ช้าง
(ไม|'|ไท) n. ค๊อค|เท|ล
(เมด) n. เด็ก|ผู้หญิง|,|หญิง|ที่|ยัง|ไม่|แต่งงาน|,|คนใช้|ผู้หญิง|,|หญิง|แก่|ที่|ยัง|ไม่|แต่งงาน|,|หญิง|บริสุทธิ์.  |Syn. maidish adj. maidishness n.  |Syn. maiden
(เมด|'|อิน|เวท|'|ทิง) n. หญิง|ที่|ยัง|ไม่|แต่งงาน|ที่|เป็น|หญิง|รับใช้|พระ|ราชินี|หรือ|เจ้าหญิง pl. maids|-|in|-|waiting
(เม|'|เดิน) n. เด็ก|ผู้หญิง|,|หญิงสาว|,|adj. เกี่ยวกับ|เด็ก|ผู้หญิง|หรือ|หญิงสาว ยัง|ไม่|แต่งงาน|,|ป|รา|กฎ|ขึ้น|ครั้ง|แรก|,|ทํา|ครั้ง|แรก|,|ครั้ง|แรก|,|บริสุทธิ์|,|ยัง|ไม่|เคย|ลอง.  |Syn. maidenliness n. maidenly adj. maidenship n.  |Syn. virgin
n. ชื่อสกุล|ของ|หญิง|ก่อน|แต่งงาน
n. การ|เดินทาง|หรือ|เดิน|เรือ|ครั้ง|แรก|หลังจาก|ที่|สร้าง|เสร็จ
(เมด|'|ดัน|เฮ|ด) n. ความ|บริสุทธิ์|,|ความ|เป็นสาว|,|เยื่อ|พรหมจารี
(เมด|`|ดัน|ฮด) n.วัย|สาว|,|ความ|บริสุทธิ์|,|ความ|เป็นสาว
(เมด|'|เซ|อเวินทฺ) n. หญิง|รับใช้
(เม|'|กะ) adj. ซึ่ง|ไม่|มี|ทั้ง|เนื้อ|และ|น้ํา
(เมล) n. ไปรษณีย์ภัณฑ์|,|ไปรษณีย์ adj. เกี่ยวกับ|ไปรษณีย์. vi. ส่ง|ทางไปรษณีย์
ตู้ไปรษณีย์|หมายถึง ช่อง|หนึ่ง|ที่|กัน|ไว้|ใน|เครื่อง|คอมพิวเตอร์|เพื่อ|ใช้|เก็บ|ข้อความ|หรือ|จดหมาย|ที่|เรียก|ว่า|ไปรษณีย์|อิเล็กทรอนิกส์ (ซึ่ง|เป็น|ที่|นิยม|ใช้|กัน|มาก|ใน|ระบบเครือข่าย (networks) ใน|ปัจจุบัน ดู e|-|mail ประกอบ
การ|ผสาน|จ่าหน้า (จดหมาย) หมายถึง กระบวนการ|ใน|การ|นํา|ชื่อ|และ|ที่อยู่|ของ|ผู้|รับ|ซึ่ง|เก็บ|รวบรวม|เป็น|แฟ้มข้อมูล|ไว้ มา|ผนวก|กับ|จดหมาย|ที่|ทํา|เป็นต้น|แบบ จดหมาย|แต่ละ|ฉบับ|ที่|สั่ง|พิมพ์|ออก|มา ก็|จะ|มี|ชื่อ|ผู้|รับ|แต่ละ|คน จาก|รายชื่อ|ที่|เก็บ|ไว้|ใน|แฟ้มข้อมูล|รายชื่อ|นั้น ใช้|ใน|การ|ทํา|จดหมายเวียน โปรแกรม|ประเภท|ประมวลผล|คํา (word processing) เกือบ|ทุก|โปรแกรม|จะ|ต้อง|มี|คําสั่ง|ให้|ทํางาน|ประเภท|นี้|ได้
(เมล|'|ออร์เดอะ) n. การ|สั่ง|ซื้อ|ทางไปรษณีย์
(เมล|'|โค|ชฺ) n. รถ|ไปรษณีย์
(เม|ลด|ฺ) adj. หุ้ม|เกราะ
(เมม) vt. ทํา|ให้|เสีย|แขนขา|,|ทํา|ให้|ส่วน|ของ|ร่างกาย|ขาด|ไป|,|ทํา|ให้|พิการ|,|ทํา|ให้|เสื่อมเสีย. n. สภาพ|บาดเจ็บ|ทาง|กาย|,|บาดแผล|ทาง|กาย|,|ข้อบกพร่อง|,|มลทิน.  |Syn. maimness n. maimer n.  |Syn. mutilate|,|cripple
(เมน) adj. ส่วนใหญ่|,|ชั้นนํา|,|สําคัญ|ที่สุด|,|สําคัญ|,|ที่สุด|,|ใช้|เดี่ยว|ได้ n. ท่อ|สําคัญ|,|ท่อ|หลัก|,|กําลัง|,|ความ|พยายาม|ที่|รุนแรง|,|มหาสมุทร|,|ทะเลหลวง|,|แผ่นดินใหญ่ -|Phr. (in the main ส่วนใหญ่)|  |Syn. chief
เส้น|สําคัญ|ของ|ถนน|,|หลอด|โลหิต|ดํา|หลอด|สําคัญ|ที่|ผู้|ติดยา|ใช้|เป็น|ทาง|ฉีด|ยาเสพติด|เข้า|สู่|ร่างกาย
หน่วยความจําหลัก|หมายถึง หน่วยความจํา|ที่อยู่|ใน|เครื่อง|คอมพิวเตอร์ แต่|ไม่|ได้|อยู่|ใน|หน่วยประมวลผลกลาง ใน|การ|ทํางาน|ของ|คอมพิวเตอร์|นั้น เมื่อ|อ่าน|ข้อมูล|เข้า|ไป|แล้ว คอมพิวเตอร์|จะ|นํา|ข้อมูล|นั้น|ไป|ไว้|ใน|หน่วยความจํา แล้ว|จะ|เรียก|มา|ใช้|เมื่อ|ต้องการ ข้อมูล|ที่อยู่|ใน|หน่วยความจํา|นี้ จะ|อยู่|ตลอดไป|จนกว่า|ไฟ|จะ|ดับ หรือ|มี|การ|อ่าน|ข้อมูล|ใหม่|เข้า|ไป|ทับ|มี|ความหมาย|เหมือน main storage
โปรแกรมหลัก|ใน|การ|เขียน|โปรแกรม หาก|มี|บาง|ส่วน|ของ|โปรแกรม|ที่|มักจะ|ต้อง|เขียน|ซ้ํา|กัน|บ่อย ๆ อาจ|จะ|ใช้|วิธี|เขียน|ส่วน|ที่|ซ้ํา|นี้|แยก|ออก|เป็น|อีก|โปรแกรม|หนึ่ง|ต่างหาก เรียก|ว่า|โปรแกรมย่อย (subprogram) ส่วน|โปรแกรม|เดิม|เรียก|ว่า|เป็น|โปรแกรมหลัก ใน|โปรแกรมหลัก|นี้ จะ|มี|คําสั่ง|เรียก|โปรแกรมย่อย|มา|ใช้|เมื่อใด|ก็ได้ บ่อย|เท่าใด|ก็ได้ เป็น|การ|ช่วย|ประหยัด|เวลา|ใน|การ|เขียน|ซ้ํา
หน่วย|เก็บ|หลัก|หมายถึง หน่วยความจํา|ที่อยู่|ใน|เครื่อง|คอมพิวเตอร์ แต่|ไม่|ได้|อยู่|ใน|หน่วยประมวลผลกลาง ใน|การ|ทํางาน|ของ|คอมพิวเตอร์|นั้น เมื่อ|อ่าน|ข้อมูล|เข้า|ไป|แล้ว คอมพิวเตอร์|จะ|นํา|ข้อมูล|นั้น|ไป|ไว้|ใน|หน่วยความจํา แล้ว|จะ|เรียก|มา|ใช้|เมื่อ|ต้องการ ข้อมูล|ที่อยู่|ใน|หน่วยความจํา|นี้ จะ|อยู่|ตลอดไป|จนกว่า|ไฟ|จะ|ดับ หรือ|มี|การ|อ่าน|ข้อมูล|ใหม่|เข้า|ไป|ทับ|มี|ความหมาย|เหมือน main memory
(เมน|'|เฟ|รม) n. อุปกรณ์|คอมพิวเตอร์|ที่|ประกอบ|ด้วย|ศูนย์|ควบคุม|ที่|เกี่ยวกับ|การ|ทํางาน|ของ|ระบบ|คอมพิวเตอร์|  |Syn. central processing
(เมน|'|แล|นดฺ|'|-|เลินดฺ) n. แผ่นดินใหญ่|  |Syn. mainlander n.
(เมน|`|ไลน) vt.,|vi. ฉีดยา เข้า|ไป|ใน|เส้นโลหิต|ดํา.  |Syn. mainliner n.
(เมน|'|ลี) adv. ส่วนใหญ่|,|โดย|ทั่วไป|  |Syn. mostly
(เมน|'|แมสทฺ|,|-|มา|สทฺ|') n. เสากระโดง|เรือ|หน้าที่|ใหญ่|ที่สุด|,|เสากระโดง|เรือ|เดี่ยว|ของ|เรือ
(เมน|'|เซ|ล) n. ใบ|เรือ|ล่าง|สุด|ของ mainmast
(เมน|'|สพ|ริ|ง) n. กําลัง|สําคัญ|,|สาย|สําคัญ
(เมน|'|ส|เท) n. บุคคล|หรือ|สิ่ง|ที่|เป็น|หัวเรี่ยวหัวแรง|,|เชือก|โยง|หรือ|แกน|แนว|ของ|mainmast (ดู) ,|หลัก|สําคัญ
(เมน|'|สท|รีม) n. ทาง|สําคัญ|,|ทาง|หลัก|,|แนวโน้ม|ที่|สําคัญ|,|แม่น้ํา|ที่|มี|สาขา
(เมน|เท|น|') vt. ผดุง|ไว้|,|ธํารง|ไว้|,|บํารุง|,|รักษา|ไว้|,|ค้ํา|,|เกื้อกูล|,|อนุรักษ์|,|ยึดมั่น|,|ออก|ค่าใช้จ่าย.  |Syn. maintainable adj. maintainer n.  |Syn. continue|,|support|,|uphold Ant. cease
(เมน|'|เท|น|เนิน|ซฺ) n. การ|ผดุง|ไว้|,|การ|ธํารง|ไว้|,|การ|รักษา|ไว้|,|การ|ดําเนิน|ต่อไป|,|วิถีชีวิต|,|การ|ดําเนินชีวิต
ขนาด|ยา|ที่|ใช้|ควบคุม|อาการ
(เมซะเนท) n. ห้อง|เล็ก ๆ (โดยเฉพาะ|ใน|บ้าน|ที่|แบ่ง|ห้อง|ให้|เช่า)| 
(เม|'|เทอะ โด|เท|ล|') n. หัวหน้า|คนใช้|,|เจ้าของ|โรงแรม ผู้จัดการ|โรงแรม pl. maitres d|'|hotel
(เมซ) n. ข้าวโพด adj. มี|สี|ข้าวโพด|  |Syn. corn
(มะ|เจ|ส|'|ทิค) adj. สง่า|ผ่า|เผย|,|สูงส่ง|,|ตระหง่าน|,|มี|อํานาจ|,|น่า|เกรงขาม|และ|น่า|เคารพนับถือ|,|ใหญ่โต|  |Syn. majestical.  |Syn. majestically adv.  |Syn. grand|,|splendid
(แมจ|'|เจ|ส|ที) n. ความ|สง่า|ผ่า|เผย|,|ความ|มี|อํานาจ|,|ความ|ใหญ่โต|,|อํานาจ|สูงสุด|,|ความ|ศักดิ์สิทธิ์|,|พระเจ้าแผ่นดิน|,|ในหลวง|,|คํายกย่อง|ที่|ใช้|เรียก|พระเจ้าแผ่นดิน|  |Syn. grandeur|,|sovereignty
(เม|'|เจอะ) n. พันตรี|,|ผู้|บรรลุนิติภาวะ|,|วิชาเอก|adj. ใหญ่|,|สําคัญ|,|ส่วนใหญ่|,|บรรลุนิติภาวะ vi. เรียน|วิชาเอก|  |Syn. larger|,|leading
n. นาย|พลตรี|  |Syn. major|-|generalship n. major|-|generalcy n.
n. ไพ่|โพธิ์|แดง|หรือ|โพธิ์|ดํา
n. ข้อ|โย้|แย้ง|ที่|สรุป
(เม|เจอ|โด|'|โม) n. พ่อบ้าน|,|เจ้ากรม
หญิง|ถือ|ไม้|นํา|วงดนตรี|ใน|ขบวน|แห่
(มะ|จอ|'|ริ|ที) n.,|adj. ส่วนใหญ่|,|ส่วนมาก|,|คะแนน|เสียงข้างมาก|,|ตําแหน่ง|พันตรี|,|นิติภาวะ.
n. ผู้นํา|พรรค|ที่|มี|เสียงข้างมาก|ใน|รัฐสภา
(มะจัส|'|คู|ล) adj. ใหญ่|,|โต|,|เกี่ยวกับ|ตัวอักษร|โต. n. ตัวอักษร|โต.
(เมคฺ) {|made|,|made|,|making|,|makes|} n. ทํา|,|ทํา|ให้|เกิด|ขึ้น|,|สร้าง|,|ทํา|ให้|เป็น|,|ก่อ|,|นํามา|ซึ่ง|,|ทํา|ให้|เป็น|,|ก่อ|,|นํามา|ซึ่ง|,|ทํา|ให้|,|เปลี่ยน|ให้|เป็น|,|ประกอบ|ขึ้น|เป็น|,|เตรียม|,|ปรุง|,|บรรลุ|,|ถึง|,|ทํา|รายได้|,|ประพันธ์|,|เขียน|,|ประกาศ|เป็น|กฎหมาย|,|แต่งตั้ง|,|ตั้ง|ชื่อ|,|กลาย|เป็น|,|แปล|,|ประเมิน|,|ประมาณ|,|รวม|เป็น|เท่า|กับ|,|มา|ทัน|เวลา
(เมค|'|บิ|ลีฟว) n. การ|เสแสร้ง|,|การ|แกล้ง|ทํา|,|ผู้|เสแสร้ง|,|ผู้|แกล้ง|ทํา. adj. แกล้ง|ทํา|,|กุ|เรื่อง|ขึ้น|,|ไม่|จริง|  |Syn. pretense|,|pretender
(เมค|'|เรด|ดี) n. กระบวนการ|ทํา|รูปแบบ|ที่|พร้อม|เสร็จ
(เมค|'|คัพ) n. เครื่องสําอาง|เสริมสวย|,|เครื่องสําอาง|แต่งหน้า|,|การ|สอบ|ซ่อม|,|ลักษณะ|,|อุปนิสัย|  |Syn. makeup
(เมค|'|ฟาสทฺ) n. เสา|ผูก|เรือ
(เมค|'|เคอะ) n. ผู้|สร้างสรรค์|,|พระเจ้า|,|กวี|,|ผู้|ออก|ตัวเงิน|,|ผู้ทํา|,|ผู้|ประดิษฐ์
(เมค|'|ชิ|ฟทฺ) n. สิ่ง|ที่|ใช้|แทน|ชั่ว|คราว|,|แผน|เฉพาะหน้า. adj. เฉพาะกาล|,|ชั่ว|คราว|,|เฉพาะหน้า
(เมค|'|คิง) n. การ|กระทํา|,|การ|สร้าง|,|โครงสร้าง|,|ส่วนประกอบ|,|การ|เสริม|แต่ง|,|สมรรถนะ|,|สิ่ง|ที่|สร้าง|ขึ้น|,
Pref. '|ผิดปกติ|,|'|ป่วย|'|,|'|เป็น|โรค|'
(แมล|'|ละ|ไคทฺ) n. แร่|สี|เขียว
(แมลอะจัส|'|ทิด) adj. ซึ่ง|ปรับ|ตัว|ได้|ไม่|ดี|  |Syn. maladjustedment n.
(แมล|'|อะด|รอย|ทฺ|') adj.ไม่|ชํานาญ|,|ไม่|คล่อง|ตัว|,|อุ้ยอ้าย|  |Syn. unskillful
(แมล|'|ละ|ดี) n.โรค|,|ความ|เจ็บป่วย|,|ไข้|เจ็บ
(มะเลซ|') n. อาการ|ป่วย|,|ความ|ไม่|สบาย|หรือ|อ่อนแอ|ของ|ร่างกาย|,|อาการ|กระเสาะกระแสะ
(แมล|'|ละ|เพิร์ท) adj. ทะลึ่ง|,|กล้า|อย่าง|ไม่|เหมาะสม
(แมล|'|ละ|พร|อพอิส|ซึม) n. การ|ใช้|คํา|อย่าง|ผิด ๆ ที่|น่า|หัวเราะ
(แมล|แอ|พระ|โพ|') adj.,|adv. ไม่|เหมาะสม
(เม|'|ลาร์) n. กระดูก|แก้ม
(มะ|แล|'|เรีย) n. มาลาเรีย|,|ไข้จับสั่น|,|ไข้|มาลาเรีย|,|ไข้ป่า|,|อากาศ|ที่|เป็น|อันตราย|ต่อ|สุขภาพ.  |Syn. malarial|,|malarian|,|malarious adj.
(เม|'|เล|,|มะเล|') adj. เกี่ยวกับ|มลายู
(มะเล|'|ยะ) n. คาบสมุทร|มลายู
(มะเล|'|เอิน) adj.,|n. Malay
n. n. ชาว|มลายู|,|ภาษามลายู
(มะเล|'|เซีย|,|-|เชีย) n. มาเลเซีย
(มะเล|'|เซียน|,|-|เชิน) n. ชาว (ภาษา) มาเลเซีย
(แมล|`|คัน|เท|นทฺ) adj. ไม่|พอใจ
(เมล) adj.,|n. ชาย|,|ผู้ชาย|,|ตัวผู้|,|พืช|ตัวผู้|,|ผู้|,|ผู้ชาย|,|เพศ|ชาย|,|เกสร|ตัวผู้.  |Syn. maleness n.  |Syn. masculine
ตัว|เสียบ|ตัวผู้|หมายถึง สายไฟ|ด้าน|หัว|ที่|มี|ลักษณะ|เป็น|ตัวผู้ ใช้|เสียบ|ลง|ใน|ช่อง|เสียบ|หรือ|ปลั๊กไฟ|ตัวเมีย เมื่อ|การ|เสียบ|เรียบร้อย ไฟ|ก็|จะ|เดิน|ผ่าน|ได้
(แมล|'|อิดิคทฺ) adj. ถูก|สาป|,|ถูก|แช่ง|ด่า vt. สาป|,|แช่ง|,|แช่ง|ด่า
(แมลลิดิค|'|เชิน) n. การ|ด่า|,|การ|แช่ง|ด่า|,|การ|สาปแช่ง.  |Syn. maledictive adj. maledictory adj.  |Syn. curse|,|slander
(แมล|ละ|แฟค|'|เชิน) n. อาชญากรรม|,|การ|กระทํา|ที่|เลวร้าย|,|การ|กระทํา|ผิด
(แมล|'|ละ|แฟค|เทอะ) n. ผู้|กระทํา|ผิด|กฎหมาย|,|ผู้|กระทํา|ผิด|,|ผู้|กระทํา|การ|ชั่วร้าย.  |Syn. malefactress
(มะเลฟ|'|ฟิค) adj. ชั่วร้าย|,|มี|เจตนา|ร้าย|,|มี|ผลร้าย
(มะเลฟ|`|ฟิเซินทฺ) adj. ซึ่ง|ทําชั่ว.
(มะเลฟ|'|วะเลินซฺ) n. ความ|ประสงค์|ร้าย|,|ความ|เกลียด
(มะเลฟ|'|ะเลินทฺ) adj. มุ่งร้าย|,|เป็น|อันตราย|,|ชั่ว|,|เลว|,|เป็น|ภัย|  |Syn. malevolently adv.  |Syn. hostile
(แมลฟี|`|ซันซฺ) n. การ|ทุจริต|ต่อหน้า|ที่
(แมลฟอร์เม|'|เชิน) n. การ|สร้าง|หรือ|การ|ก่อ|ขึ้น|ที่|ผิดปกติ|'
(แมล|ฟอร์ม|ดฺ|') adj. เกิด|หรือ|สร้าง|ขึ้น|อย่าง ผิดปกติ
(แมล|ฟัง|ค|'|เชิน) vi.,|n. ทํางาน|ไม่|ปกติ
(แมล|'|ลิค|,|เม|'|ลิค) adj. เกี่ยวกับ|แอปเปิ้ล
(แมล|'|ลิสฺ) n. ความ|มุ่งร้าย|,|การ|ผูก|พยาบาท|,|ความ|จอง|ร้าย
n. การ|ไตร่ตรอง|ก่อน|การ|กระทํา|ผิด
(มะลิ|ช|'|เชิส) adj. มุ่งร้าย|,|ปอง|ร้าย|,|มุ่งร้าย|,|ผูก|พยาบาท.  |Syn. maliciously adv. maliciousness n.
(มะไลนฺ|') vt. กล่าวร้าย|,|กล่าวหา|,|ใส่ร้าย|,|ทํา|ให้|เสียชื่อ|เสียง. adj. มี|ผลร้าย|,|ร้าย|,|มี|เจตนา|ร้าย|,|เป็น|ภัย.  |Syn. maligner n. malignly adv.  |Syn. defame|,|slander
(-|'|เนิน|ซฺ) n. =|malignancy (ดู)| 
(มะลิ|ก|'|เนิน|ซี) n. ความ|มุ่งร้าย|,|การ|กล่าวร้าย|,|การ|กล่าวหา|,|การ|ทํา|ให้|เสียชื่อ|เสียง|,|ความ|ร้าย|,|การ|มี|ภัย|ร้ายแรง
(มะลิ|ก|'|เนิน|ทฺ) adj. ร้าย|,|มี|ภัย|,|มี|เจตนา|ร้าย|,|อันตราย|มาก|,|ถึงตาย|,|มัก|ทํา|ให้|ตาย|ได้.  |Syn. malignantly adv.  |Syn. spiteful|,|vile
(มะลิ|ก|'|นิ|ที) n. ความ|ร้าย|,|การ|มี|อันตราย|มาก|,|ความ|มุ่งร้าย|,|การ|กระทํา|ที่|ประสงค์|ร้าย|  |Syn. malice
(มะลิ|น|'|เจอะ) vt. แสร้งทํา|เป็น|ช่วย (โดยเฉพาะ|เพื่อ|เลี่ยง|งาน) .  |Syn. malingerer n.
(แมล|'|ลิซัน) n. คํา|แช่ง|ด่า|,|คําสาป|ด่า|,|สิง|อัปมงคล|,|สิง|ร้ายกาจ|,|ความ|ระยํา
(มอ|'|คิน|,|มอ|ล|'|คิน) n. หญิง|แพศยา|,|หุ่นไล่กา|,|รูป|หุ่น|แปลก ๆ ,|แมว|,|กระต่ายป่า
(มอ|ล) n. บริเวณ|กว้างใหญ่|สําหรับ|เป็น|ที่|เดิน|เล่น (มัก|มี|ต้นไม้|ที่|ให้|ร่มเงา) ,|แถบ|ที่ดิน|ที่อยู่|ระหว่าง|กลาง|ระหว่าง|ถนน|สอง|สาย|,|ตะลุมพุก|,|ทางเดิน|เล่น|ที่|มี|หลังคา. vt. ทุบตี|,|ทําลาย|,|ทํา|ให้|เสียโฉม
(แมล|'|เลอ|ด) n. เป็ด|ป่า
(แมล|'|ละ|เบิล) adj. ตี|ออก|เป็น|แผ่น|บาง|หรือ|รูปร่าง|ต่าง ๆ ได้|,|ดัดแปลง|ได้|,|เปลี่ยนแปลง|ได้.  |Syn. malleability n.  |Syn. adaptable
(แมล|'|ลี) n. ต้น|ยูคาลิปตัส|เตี้ย
(แมล|'|ละ|มัค) n. นก|ทะเล
(แมล|'|ลิท) n. ตะลุมพุก|,|ไม้|ตี|คลี|,|ไม้|ตี|ลูก|โค|รเก้|  |Syn. croquet
(มา|ม|'|ซี่) n. องุ่น|หวาน|รส|เข้มข้น|ชนิด|หนึ่ง
(แมลนิวท|ริ|ช|'|เชิน) n. การ|ขาดแคลน|โภชนาการ|,|ภาวะ|การ|ขาดแคลน|อาหาร
(แมล|โอ|'|เดอะ) n. กลิ่น|เหม็น|,|กลิ่น|ไม่|ดี|,|กลิ่น|ไม่|น่า|ดม.  |Syn. malodorous adj. malodourous adj.
(แมล|โอ|'|เดอะ) n. กลิ่น|เหม็น|,|กลิ่น|ไม่|ดี|,|กลิ่น|ไม่|น่า|ดม.  |Syn. malodorous adj. malodourous adj.
(แมลพะ|ซิ|ช|' เชิน) n. ตําแหน่ง|ที่|ผิด
(แมล|แพร|ค|'|ทิส) n. การ|ปฏิบัติ|หน้าที่|บกพร่อง|หรือ|ไม่|ถูกต้อง|,|การ|ประกอบ|โรคศิลปะ|ที่|บกพร่อง|หรือ|ไม่|ถูกต้อง|,|การ|ประพฤติ|ผิด
(มอ|ลทฺ) n. ข้าว|หมัก|,|ข้าว|มอล์ท v. เปลี่ยน|ให้ (กลาย) เป็น|ข้าว|หมัก|,|ผสม|กับข้าว|มอล์ท|,|ทํา|เหล้า|จาก|ข้าว|หมัก
(มอ่ล|'|ทะ) n. ชื่อ|เกาะ
n. โรค|ที่|เกิด|จาก|เชื้อ|Brucella
(มอ|ล|'|ทิซ) adj. เกี่ยวกับ|Malta.
(แมล|'|ท|รี|ท|') vt. กระทํา|การ|ทารุณ|,|ปฏิบัติ|ต่อ|อย่าง|ไม่|ดี|,|กระทํา|ผิด.  |Syn. maltreater n. maltreatment n.  |Syn. mistreat
(มอ|ล|'|ส|เทอะ) n. ผู้ทํา|หรือ|ผู้|ค้า|ข้าว|หมัก หรือ|ข้าว|มอล์ท
(มอ|ล|'|ที) adj. คล้าย|ข้าง|หมัก|,|คล้าย|หรือ|ประกอบ|ด้วย|ข้าว|มอล์ท
(แมลเวอ|เซ|'|เชิน) n. ความ|ประพฤติ|ที่|ไม่|สมควร|ของ|ข้าราชการ|,|ฉ้อราษฎร์บังหลวง
(มา|'|มะ) n. แม่.  |Syn. mamma
(มา|ม|'|โบ) n. การ|เต้นรํา|จังหวะ|เร็ว|แบบ|หนึ่ง|ที่|กําเนิด|จาก|ไฮอิ|ติ.
(มา|'|มะ|,|มะ|มา|') n. แม่.,|เต้านม|,
(แมม|'|เมิล) n. สัตว์เลี้ยงลูกด้วยนม
(มะเม|'|เลียน|,|มะแม|ล|'|เยิน) n.,|adj. สัตว์เลี้ยงลูกด้วยนม|  |Syn. mammality n.
(มะแม|ล|'|โลจี) n. วิทยาศาสตร์|ที่|เกี่ยวกับ|สัตว์เลี้ยงลูกด้วยนม
(แมม|'|มะ|รี) adj. เกี่ยวกับ|หรือ|คล้าย|เต้านม
(แมม|'|เมอะ) vi. พูด|ติดอ่าง|,|ลังเลใจ|,|ชักช้า
(แมม|'|มิ|ท) n. รูป|บูชา|,|เทพเจ้า|ปลอม.
(แมม|'|มัน) n. ทรัพย์สมบัติ
(แมม|'|เมิธ) n. สัตว์|ใหญ่|คล้าย|ช้าง ซึ่ง|สูญพันธุ์|ไป|แล้ว|มี|ขน|ยาว งา|โค้ง|มาก และ|มี|ฟันกราม|เป็น|สัน. adj. มหึมา|,|ใหญ่โต|มาก|,|มี|ปริมาณมาก|  |Syn. colossal
(แมม|'|มี) n. แม่
(แมน) n. คน|ผู้ชาย|,|คนเรา|,|มนุษย์|,|ผู้ชาย|,|บุรุษ|,|มนุษยชาติ|,|บุคคล|,|สามี|,|คนงาน|ที่|เป็น|ผู้ชาย|,|ลูกน้อง|ที่|เป็น|ผู้ชาย|,|คนใช้|ผู้ชาย|,|ตัว|หมากรุก|,|เรือ|กําปั่น. vt. หา|คน|ให้|,|ประจําตําแหน่ง -|interj. คําอุทาน|แสดง|ความ|ประหลาดใจ ความ|กระตือรือร้น -|Phr. (as one man โดย|เอกฉันท์) pl. men
คน|สังคม|จัด|,|ผู้|มี|บทบาท|มาก|ใน|สังคม|,|ชาวกรุง
n. ผู้ช่วย|ผู้|จัก|การ|ที่|ทํา|หน้าที่|หลาย ๆ อย่าง
นักบุญ|,|ผู้|ที่|พระเจ้า|ดลใจ|ให้|มา|สั่งสอน|ประชาชน|,|พระ
ผู้|จัดเจน|โลก|,|ผู้|จัดเจน|ใน|โลกีย|วิสัย|  |Syn. worldly
(แมน|'|อัท อาร์ม|ซ) n. ทหารม้า|ที่|ติด|อาวุธ|หนัก
(แมน|'|ไช|ดฺ) n. เด็ก|ผู้ชาย|,|บุตรชาย pl. men|-|children
(แมน|'|อี|เทอะ) n. มนุษย์|กิน|คน|,|สัตว์|ที่|กิน|เนื้อ|คน|เป็น|อาหาร|  |Syn. maneating adj.
(แมน|'|เอา|เออะ|,|แมน|'|เอาร์) n. ชั่วโมง|การ|ทํางาน|โดย|คน|หนึ่ง|คน|เป็น|หน่วย|เวลา|การ|ทํางาน|ใน|อุตสาหกรรม|ใช้|อักษร|ว่า|"|man|-|hr|"
(แมน|'|เอิฟวอร์) n., (pl. men|-|of|-|war) เรือรบ|,|=|Portuguese man|-|of|-|war (ดู)|  |Syn. warship
 |Syn. man (แมน|'|ทะ|แมน) adj. เปิดเผย|,|ตรงไปตรงมา
(มา|'|นา) n. อํานาจ|หรือ|แรง|อาถรรพ์|,|อภินิหาร
(แมน|'|นะ|เคิล) n. ตรวน|,|กุญแจมือ|,|สิ่ง|ขัดขวาง|,|สิ่ง|ควบคู่. vt. ใส่|กุญแจมือ|,|ใส่|ตรวน|,|ขัดขวาง|,|ยับยั้ง|  |Syn. handcuff|,|checks|,|restrain
(แมน|'|นิจ|ฺ) v. จัดการ|,|จัด|,|ควบคุม|,|ดูแล|,|บริหาร|,|ปกครอง|,|ทํา|ให้|เกิด|ขึ้น|,|ประสบ|ความ|สําเร็จ|,|มี|อิทธิพล|ต่อ|,|พลิกแพลง|,|ปฏิบัติ|,|ถือ (อาวุธ|,|เครื่องมือ) ,|  |Syn. direct
(แมน|'|นิจ|จะ|เบิล) adj. จัดการ|ได้|,|ควบคุม|ได้|,|ปกครอง|ได้|,|ไม่|เหลือมือ.  |Syn. manageably adv. manageability|,|manageableness n.  |Syn. governable
(แมน|'|นิจ|เมิน|ทฺ) n. การ|จัดการ|,|การ|บริหาร|,|การ|ควบคุม|,|การ|ปกครอง|,|ผู้จัดการ|,|คณะ|ผู้จัดการ|,|คณะ|ผู้บริหาร|  |Syn. government
ระบบ|การ|จัดการ|สารสนเทศ|ใช้|ตัวย่อ|ว่า MIS อ่าน|ว่า เอ็ม|ไอ|เอส เป็น|วิชา|ที่|ว่าด้วย|ระบบ|การ|จัดการ|สารสนเทศ มี|ความหมาย|กว้าง ๆ ว่า|เป็น|การ|นํา|เอา|ข้อมูล|มา|ประมวลผล|ให้|เกิด|เป็น|ความหมาย|ที่|จะ|ทํา|ให้|เข้าใจ|ได้ ซึ่ง|ต้อง|ใช้|คอมพิวเตอร์|เป็น|หลัก เพราะ|ทํา|ได้|รวดเร็ว|และ|ทัน|ต่อ|เหตุการณ์ เพื่อ|เสนอ|ให้|ผู้บริหาร|ตัดสินใจ|ได้|เร็ว|ขึ้น
(แมน|'|นิจ|เจอะ) n. ผู้จัดการ|,|ผู้บริหาร.  |Syn. managership n.
(แมน|'|นิ|เจอ|ริ|ส) n. ผู้จัดการ|หญิง|,
(แมน|นิ|เจอ|'|เรี|ยล) adj. เกี่ยวกับ|ผู้จัดการ|,|เกี่ยวกับ|การ|จัดการ.
n. ผู้อํานวยการ ผู้จัดการ
n. บรรณาธิการ|ผู้จัดการ
(แมน|'|ชิ|ท) n. ขนมปัง|สี|ขาว|ชนิด|หนึ่ง
(แมน|ชู|') n. ชาว|มองโกเลีย|ใน|บริเวณ|แมน|จูเรีย
(แมน|ชู|`|เรีย) n. แมน|จูเรีย
(มัน|'|ดะ|ละ) n. จักรวาล
(แมน|'|ดะ|ริน) n. ภาษาจีนกลาง|,|ส้ม|จีน
(แมน|'|ดะ|เท|อ|รี) n. ประเทศ|ที่|ได้|รับ|อํานาจ|อาณัติ|ใน|การ|ปกครอง|,|ผู้|ถือ|คําสั่ง|,|ผู้|ได้|รับ|อํานาจ|  |Syn. mandatory
(แมน|'|เดท) n. คําสั่ง|,|อาณัติ|,|อาณัติ|ปกครอง|,|คําสั่ง|,|อํานาจ|ที่|ได้|รับ|มอบหมาย|,|ประกาศิต|,|กฤษฎีกา. vt. มอบอํานาจ|,|มอบ|อาณัติ|ปกครอง|,|ให้|อํานาจ|,|ออก|ประกาศิต|หรือ|กฤษฎีกา|  |Syn. commander
(แมน|'|ดะ|โท|รี|,|-|ทอ|รี) adj. (เกี่ยวกับ) คําสั่ง|,|อาณัติ|,|ข้อบังคับ|,|จําเป็น|,|ซึ่ง|ได้|รับคํา|สั่ง. n. ผู้|ได้|รับ|มอบ|อาณัติ|การ|ปกครอง.  |Syn. manditorily adv.  |Syn. obligatory
(แมน|'|ดะ|เบิล) n. กระดูก|ขากรรไกร|ล่าง
(แมน|'|ดะ|ลิน|,|แมน|ดะ|ลิน|') n. เครื่องดนตรี|ชนิด|หนึ่ง|ที่|มี|สาย|สี|คู่|สําหรับ|ดีด กล่องเสียง|เป็น|ไม้|รูป|แพร์.  |Syn. mandolinist n.
(แมน|'|ดะ|ลิน|,|แมน|ดะ|ลิน|') n. เครื่องดนตรี|ชนิด|หนึ่ง|ที่|มี|สาย|สี|คู่|สําหรับ|ดีด กล่องเสียง|เป็น|ไม้|รูป|แพร์.  |Syn. mandolinist n.
(แมน|'|เดรค) n. ต้น|จําพวก Mandragora officinarum มี|ราก|คล้าย|คน
(แมน|'|ด|ริ|ล) n. ลิง|ขนาด|ใหญ่|ที่|ดุร้าย|จําพวก Papio sphinx ใน|ภาค|ตะวันตก|ของ|แอฟริกา
(เมน) n. แผงคอ|สัตว์ (เช่น|ม้า|,|สิงโต)|  |Syn. maned adj.
(แมนีซ|'|,|-|เนซ|') n. ศิลปการ|ฝึก|และ|ขี่ม้า
(เม|'|นิซ) n. วิญญาณ|ของ|ผู้ตาย|,|ดวงวิญญาณ|เงา|  |Syn. Manes
(มะนู|'|เวอะ) n. การ|ซ้อมรบ|, (วิธี) การ|ยักย้าย|หรือ|หลบหลีก|,|อุบาย|,|แผนการ v. ซ้อมรบ|,|ยักย้าย|,|หลบหลีก|,|วางแผน|  |Syn. maneuverable adj. maneuverability n. maneuverer n.  |Syn. stratagem|,|plan
(แมน|'|ฟู|ล) adj. มี|ความ|เป็น|ลูก|ผู้ชาย|,|กล้าหาญ|,|เด็ดเดี่ยว|,|ทรหด|,|หนักแน่น.  |Syn. manfully adv. manfulness n.  |Syn. courageous|,|manly Ant. timid
(แมง|'|กะ|นีส|,|-|นีซ) n. ธาตุ|โลหะ|แมงกานีส
(แมล|'|กะ|ไน|ทฺ) n. แร่|ไฮดรัส|แมงกานีส|ออกไซด์
(เมน|จ) n. โรคผิวหนัง|ที่|เกิด|จาก|การ|กัด|ของ|หมัด|เห็บ เล็น|หรือไร
(แมง|'|เจ|ล วอร์ เซิล) n. หัว|บีท (beet)| 
(แมน|'|เจอะ) n. ราง|หญ้า|,|ราง|ใส่|อาหาร|ให้|ม้า|หรือ|วัว|กิน
(เมน|'|จี) adj. =|mangy
(แมง|'|เกิล) vt. ตัด|เฉือน|หรือ|ขยี้|จน|เสียรูป|เสีย|ร่าง|,|ทํา|ให้|เสีย|,|ทํา|ให้|เสียหาย|,|ทํา|ให้|บุบ|บู้บี้|,|ทํา|ให้|แหลกเหลว|,|รีด|น้ํา|ออก|จาก|ผ้า|,|กลิ้ง|ให้|เรียบ n. เครื่อง|รีด|น้ํา|ออก|จาก|ผ้า|,|เครื่อง|บีบ|ผ้า|ที่|ซัก|แล้ว|ด้วย|ลูกกลิ้ง|  |Syn. mangler n. -|S...
(แมง|'|โก) n. ผล|มะม่วง|,|ต้น|มะม่วง pl. mangoes|,|mangos
(แมง|'|กะ|เนล) n. เครื่อง|ขว้าง|หรือ|เหวี่ยง|หิน|หรือ|อาวุธ|ใน|สมัยโบราณ
(แมง|'|กะ|ส|ที|น) n. มังคุด
(แมง|'|โก|รฟว) n. ต้น|โกงกาง
(แมน|'|จี) adj. เป็น|โรคเรื้อน|สุนัข|,|เป็น|ขี้เรื้อน|,|น่าดู|ถูก|,|น่า|เหยียดหยาม|,|เลว|,|ชั่วช้า|,|ซอมซ่อ.  |Syn. mangey|,|contemptible
(แมน|'|แฮ|นเดิล) vt. ปฏิบัติ|ต่อ|อย่าง|ไม่|ดี|,|ผลักไส|,|กระทํา|โดย|แรง|มนุษย์ (ไม่|ได้|ใช้|เครื่องกลไก)| 
(แมน|'|โฮ|ล) n. รู|หรือ|ปากทาง|เข้า|ท่อ|ขนาด|ใหญ่|,|ช่อง|สําหรับ|เข้า|ไป|ตรวจ|หรือ|ซ่อมแซม
(แมน|'|ฮูด) n. ความ|เป็น|ลูก|ผู้ชาย|,|ความ|กล้าหาญ|,|ความ|เด็ดเดี่ยว|หรือ|ทรหด|,|ผู้ชาย|ทั้งหลาย|,|ความ|เป็น|มนุษย์
(แมน|'|ฮันทฺ) n. การ|ตาม|ล่า|อาชญากร|นักโทษ|แหกคุก|หรือ|อื่น ๆ โดย|เจ้าหน้าที่|ของ|รัฐ|,|การ|ตาม|หา|คน|อย่าง|คร่ําเคร่ง.  |Syn. manhunter n.
(เม|'|เนีย|,|เมน|'|ยะ) n. ความ|บ้า|,|ความ|ตื่นเต้น|หรือ|กระตือรือร้น|อย่าง|มาก|เกิน|ปกติ|,|ความ|คลั่ง|,|ความ|บ้าคลั่ง|  |Syn. craze
(เม|'|นิ|แอ|ค) n. คนบ้า|,|คน|คลั่ง|,|คน|วิกลจริต adj. บ้า|,|คลั่ง|,|วิกลจริต
(มะ|ไน|'|อะเคิล) adj. (เกี่ยวกับ) ความ|บ้า|,|ความ|คลั่ง|,|คนบ้า|  |Syn. maniacally adv.
(แมน|'|นิค|,|เม|'|นิค) adj. เกี่ยวกับ|หรือ|เป็นบ้า
(แมน|'|นะ|เคียวร์) n. การ (อาชีพ) ตกแต่ง|มือ|และ|เล็บมือ|,|ช่าง|แต่ง|เล็บ. v. แต่ง|เล็บ
(แมน|'|นะ|เคียว|ริ|สทฺ) n. ช่าง|แต่ง|เล็บ
(แมน|'|นะ|เฟสทฺ) adj. ชัดแจ้ง|,|เป็น|ที่|เข้าใจ|ดี|,|ประจักษ์|,|แสดง|ออก|ซึ่ง|สิ่ง|ที่|ถูก|กดดัน|ไว้ vt. แสดง|,|ประจักษ์|,|พิสูจน์|,|เปิดเผย|ชัดแจ้ง|,|ป|รา|กฎ|ชัดแจ้ง. n. รายการ|สินค้า|หรือ|รายชื่อ|ผู้โดยสาร|ของ|เครื่องบิน|หรือ|เรือ.  |Syn. manifestly adv. manifestness n.
(แมน|นะ|เฟส|เท|'|เชิน) n. การ|สําแดง|,|การ|แสดง|,|การ|ป|รา|กฎ|,|วิธีการ|ป|รา|กฎ|หรือ|แสดง|เครื่อง|บ่งชี้|,|การ|เดิน|ขบวน|,|การ|แห่แหน|  |Syn. sign|,|grounds
(แมน|นะ|เฟส|'|โท) n. การ|แถลงการณ์|,|ประกาศ|,|การ|ประกาศ|นโยบาย|,|การ|แสดง|ออก|ซึ่ง|ความคิด วัตถุประสงค์ นโยบาย
(แมน|'|นะ|โฟลด์) adj. หลาย|ชนิด|,|หลากหลาย|,|มากมาย|,|นานา|,|หลาย n. สิ่ง|ที่|มี|หลาย|ส่วน|หลาย|ลักษณะ|,|สิ่ง|จําลอง|, (เครื่องกลไก) ห้อง|ที่|มี|ทางออก|หลาย|ทาง. vt. ถ่าย|สําเนา|,|อัด|สําเนา.  |Syn. manifoldness n.
(แมน|'|นะ|คิน) n. คน|ร่าง|เล็ก|,|คน|แคระ|,|เล็ก|,|หุ่น|คน|สําหรับ|สอน|วิชา|กาย|วิ|ภาค|วิทยา.  |Syn. manakin|,|mannikin|,|dwarf|,|pygmy
(มะ|นิล|'|ละ) n. เมืองหลวง|และ|เมืองท่า|ของ|ฟิลิปปินส์|,|ป่าน|มนิลา|,|กระดาษ|มนิลา
(แมน|'|นะ|เพิล) n. กองทหาร|โรมัน|,|เสื้อคลุม|ของ|พระ
(มะนิพ|'|พิวเลท) vt. จัดการ|,|จับต้อง|,|ใช้|,|ยักย้าย|,|เปลี่ยนแปลง|ให้|เหมาะสม. จัด|ดําเนินการ|หมายถึง การ|ปรับ|ข้อมูล เป็นต้น|ว่า ลบ เปลี่ยนแปลง เพิ่มเติม เพื่อ|หวัง|ผล|อย่างใด|อย่างหนึ่ง เช่น เพื่อ|การ|วิเคราะห์ การ|สังเคราะห์ ฯ|  |Syn. manipulatable adj. manipulative adj. manipulatelyadv. manipulateness n.
(มะนิพ|'|พิวเล|'|เชิน) n. การ|จัดการ|,|การ|จับต้อง|,|การ|ใช้|,|การ|ยักย้าย|,|การ|เปลี่ยนแปลง|ให้|เหมาะสม.
(แมน|'|นิทู) n. สิ่งศักดิ์สิทธิ์|,|อํานาจ|อาถรรพ์|,|จิตวิญญาณ|,|ภูต|ผี|ปีศาจ
(แมน|'|นิทู) n. สิ่งศักดิ์สิทธิ์|,|อํานาจ|อาถรรพ์|,|จิตวิญญาณ|,|ภูต|ผี|ปีศาจ
(แมน|'|ไคนดฺ) n. มนุษย์|,|มนุษยชาติ|,|คน|,|ผู้คน|ทั้งหลาย|  |Syn. human beings|,|men
(แมน|'|ไลคฺ) adj. คล้าย|คน|,|มี|ลักษณ์|เป็น|คน|หรือ|ลูก|ผู้ชาย
(แมน|'|ลี) adj. มี|ความ|เป็น|ลูก|ผู้ชาย|หรือ|คน|,|เข้มแข็ง|  |Syn. manliness n.  |Syn. courageous
(แมน|'|นะ) n. กระยาทิพย์
(แมน|'|นะ|ควิน) n. หุ่น|มนุษย์|สําหรับ|แสดง|แบบเสื้อ|,|นางแบบ|,|=|manikin (ดู)| 
(แมน|'|เนอะ) n. กิริยา|,|ลักษณะ|ท่าทาง|,|มารยาท|,|วิธีการ|กระทํา.  |Syn. manners ขนบธรรมเนียมประเพณี|,|กิริยา|ท่าทาง|,|ชนิด|,|จําพวก|,|ประเภท|,|ลักษณะ|,|แฟชั่น|,|สมบัติผู้ดี
(แมน|'|เนอร์ด) adj. มี|กิริยามารยาท|,|ตาม|นิสัย|,|มี|ผล|  |Syn. affected
(แมน|'|นิช) adj. คล้าย|คน|,|เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|คน|,|เหมาะ|กับ|คน.  |Syn. mannishly adv. mannishness n.  |Syn. manly
(มะนู|'|เวอะ) n. การ|ซ้อมรบ|, (วิธี) การ|ยักย้าย|หรือ|หลบหลีก|,|อุบาย|,|แผนการ v. ซ้อมรบ|,|ยักย้าย|,|หลบหลีก|,|วางแผน|  |Syn. maneuverable adj. maneuverability n. maneuverer n.  |Syn. stratagem|,|plan
(มะนู|'|เวอะ) n.,|vt.,|vi. =|maneuver (ดู)| 
(แมน|'|เนอะ) n. คฤหาสน์|และ|ที่ดิน|ที่|โอบล้อม|คฤหาสน์ ของ|ขุนนาง|,|คฤหาสน์|,|บ้าน|หลัง|ใหญ่.  |Syn. manorial adj.
(แมน|'|เพา|เออะ) n. แรงงาน|,|กําลัง|ทหาร|ทั้งหมด|ของ|ประเทศ|หนึ่ง|ใน|ยาม|สงคราม
(แมน|ซฺ) n. บ้าน|และ|ที่ดิน|อัน|เป็น|ที่อยู่อาศัย|ของ|พระ|,|บ้าน|ใน|ระบบ manorialism (ดู)| 
(แมน|'|เซ|อเวินทฺ) n. คนใช้|ชาย pl. menservants
(แมน|'|เชิน) n. คฤหาสน์|,|บ้านใหญ่|โต|มาก|ที่|น่า|ประทับใจ
(แมน|'|สลอ|เทอะ) n. การ|ฆ่า|คน|,|ฆาตกรรม|,|การ|ฆ่า|คน|โดย|ไม่|ได้|ไตร่ตรอง|มา|ก่อน
(แมน|'|สวิทูด) n. ความ|อ่อนโยน|,|ความ|สุภาพ
(แมน|'|ทะ) n. เสื้อคลุม|,|ผ้าห่ม
(แมน|'|โท) n เสื้อคลุม
(แมน|'|เทิล) n. หิ้ง|บน|เตาไฟ|ผิง|,|หิ้ง|เหนือ|เตาไฟ|ผิง.
(แมน|'|ทะเล|ท) n. หิ้ง|สั้น|เหนือ|เตาไฟ|ผิง
(แมน|'|ทิค) adj. เกี่ยวกับ|การ|พยากรณ์
(แมน|ทิล|'|ละ) n. ผ้า|คลุม|ศีรษะ
(แมน|'|ทิส) n. ตั๊กแตน|ตํา|ข้าว pl. mantises|,|mantes
(แมน|ทิส|'|ซะ) n. เลขที่|อยู่|ทาง|ขวา|ของ|จุด|ของ logarithm
(แมน|'|เทิล) n. เสื้อคลุม|ไร้|แขน|,|สิ่ง|คลุม|,|สิ่ง|ห่อ|,|เครื่อง|ปกคลุม|,|ปลอก|,|เยื่อ|หุ้ม|,|ไส้|ตะเกียงเจ้าพายุ|,|หิ้ง|บน|เตาไฟ|ผิง
(แมน|'|ชู) n. เสื้อคลุม|หลวม ๆ ของ|หญิง
(แมน|'|นวล) adj. เกี่ยวกับ|มือ|,|ด้วย|มือ|,|ทํา|ด้วย|มือ|,|เกี่ยวกับ|หัตถกรรม|,|เกี่ยวกับ|คู่มือ. n. สมุด|คู่มือ|  |Syn. manually adv.
ป้อน|ด้วย|มือ|หมายถึง การ|ทํา|ด้วย|มือ|แทน|การ|สั่ง|ให้|ทํางาน|อัตโนมัติ เป็นต้น|ว่า การ|ส่ง|กระดาษ|เข้า|ไป|ใน|เครื่องพิมพ์|เลเซอร์ (laser printer) ทีละ|แผ่น|ด้วย|มือ แทน|ที่|จะ|ให้|เครื่องพิมพ์|ดึง|กระดาษ|เอง|จาก|ถาด|ใส่|กระดาษ (tray) โดย|ปกติ จะ|ใช้|วิธี|นี้ เมื่อ|ต้อง|สั่ง|พิมพ์|งาน|ที่|ไม่|ใช้|กระดาษ|ขนาด|มาตรฐาน เช่น ซอง|จด|หมา|ยฯ
(มะนู|'|เบ|รี|ยม) n. ส่วน|ที่|คล้าย|มือ
(แมน|นิจ|แฟค|'|ทะ|รี) n. โรงงาน pl. manufactories
(แมน|นิวแฟค|'|เชอะ) vt. ผลิต|,|ทํา|,|สร้าง|,|ประดิษฐ์|,|กุ|เรื่อง|ขึ้น|,|ปลอม|ขึ้น. n. การ|ผลิต|,|การ|สร้าง|,|การ|ทํา|,|การ|ประดิษฐ์|,|สิ่ง|ที่|ผลิต|ขึ้น.  |Syn. manufacturial adj. manufacturer n.
(แมน|นิว|มิ|ช|`|เชิน) n.การ|ปล่อย|จาก|ความ|เป็น|ทาส.
(แมน|นิว|มิ|ท|') vt. ปล่อย|จาก|ความ|เป็น|ทาส
(มะเนียว|'|เออะ) n. ปุ๋ย|,|ปุ๋ยธรรมชาติ|,|ปุ๋ยคอก|,|มูล|ที่|ใช้|เป็น|ปุ๋ย. vt. ใส่|ปุ๋ย
(แมน|'|นิวสค|ริ|พทฺ) n.,|adj. ต้นฉบับ|,|หนังสือ|เอกสาร จดหมาย|หรือ|อื่น ๆ ที่|เขียน|ด้วย|มือ|,|การ|เขียน|ด้วย|มือ|,|ซึ่ง|เขียน|ด้วย|มือ
n. แมว|บ้าน|หาง|กุด|ชนิด|หนึ่ง
(เม|'|นี) adj. มาก|เป็น|จํานวน|มาก. n. จํานวน|มาก. -|Phr. (The many มนุษย์|ส่วนใหญ่) pron. คน|หรือ|สิ่งของ|จํานวน|มาก|  |Syn. divers
(เมน|'|นิพลิซ) n. =|omasum
(แมน|ซะนีล|'|ละ) n. ผล|เชอ|รี่|แห้ง
(เมา|'|อิส|ซึม) n. ลัทธิ|เมา|เซ|ตุง
(มา|'|โอ|รี|,|-|ออ|รี|,|เมา|'|รี) n. adj. คน|และ|ภาษา|ของ|คน|พื้นเมือง|ที่|มี|ผิว|สีน้ํา|ตาล|ของ|นิวซีแลนด์ pl. Maoris
(แมพ) n. แผนที่|,|กะ|,|ใบหน้า (คํา|สแลง) vt. ทํา|แผนที่|  |Syn. mappable adj.
(เม|'|เพิล) n. พืช|จําพวก Acer ปลูก|ไว้|เป็น|ไม้|ร่ม
(มาร์) vt. ทํา|ให้|เสื่อมเสีย|,|ทํา|ให้|เสียหาย|,|ทําลาย|,|ทํา|ให้|เสียโฉม|,|ทํา|ให้|เสียรูป|เสีย|ร่าง
(แม|'|ระ|โบ) n. นกกระสา|ขนาด|ใหญ่
(แม|'|ระ|เบา|ทฺ) n. ฤาษีหรือ|พระ|อิสลาม
(มะ|รา|'|คะ) n. น้ํา|เต้า|หรือ|เครื่อง|เล่น|รูป|น้ํา|เต้า
(มะ|แร|ส|'|มัส) n. การ|ค่อย ๆ สูญเสีย|เนื้อ|และ|กําลัง
(แม|'|ระ|ธอน) n. การ|วิ่ง|ทน|ระยะ|ทางไกล|,|การ|วิ่ง|แข่ง|ระยะ|ทาง|26|ไมล์|กับ|อีก|385|หลา
(มะ|รอด|') v. เที่ยว|ปล้นสะดม n. การ|ปล้นสะดม.  |Syn. marauder n.
(มาร์|'|เบิล) n. หินอ่อน|,|สิ่ง|สลัก|ด้วย|หินอ่อน|,|วัสดุ|ที่|คล้าย|หินอ่อน|,|ลูก|หิน|หรือ|ลูก|แก้ว|ที่|เด็ก|เล่น adj. ประกอบ|ด้วย|หินอ่อน|,|คล้าย|หินอ่อน (แข็ง เย็น ลื่น|และ|อื่น ๆ) vt. ระบาย|สี|หินอ่อน|,|ทํา|เป็น|ลาย|หินอ่อน|,|คาด|หินอ่อน|  |Syn. marbles n. เกม|เล่น|ลูก|หิน|ของ|เด็ก|,|สติ
(มาร์|'|บ|ลิง) n. ศิลปะ|หรือ|กระบวนการ|ทําลาย|หินอ่อน|,|ลาย|หินอ่อน
(มาร์|'|บลี) adj. คล้าย|หินอ่อน
(มาร์ค) n. กาก|องุ่น
(มาร์|'|คะ|ไซ|ทฺ) n. แร่|เหล็ก|ซัลไฟด์
(มาร|เซ|ล|') vt. ตัดผม|ด้วย|เหล็ก|พิเศษ|ให้|เป็น|คลื่น
(มาร์ชฺ) vi.,|vt. (ทํา|ให้) เดิน|แถว|,|เดิน|ขบวน. n. การ|เดิน|แถว|,|การ|เดิน|ขบวน|,|ความ|ก้าวหน้า|,
(เมอ|'|คัน) n. เทพนิยาย|,|ตํานาน
(มาร์ช|'|เชอะ) n. ผู้|เดิน|แถว|,|ผู้|เดิน|ขบวน
(มาร์|'|ชะ|นิส|,|มาร|ชะ|เนส) n. ภรรยา|ของ marquis
(แมร์) n. ม้า|ตัวเมีย|ที่|โต|เต็มที่|,|สัตว์|ตัวเมีย|ที่|โต|เต็มที่
(มาร์|'|จะ|รี|น) เนยเทียม|ที่|ทํา|จาก|น้ํามันพืช (บางที|ผสม|กับ|น้ํามัน|สัตว์|และ|น้ํานม) ,|=|oleomargarine (ดู)| 
(มาร์|'|จะ|รี|น) เนยเทียม|ที่|ทํา|จาก|น้ํามันพืช (บางที|ผสม|กับ|น้ํามัน|สัตว์|และ|น้ํานม) ,|=|oleomargarine (ดู)| 
(มา|กะ|รี|'|ทะ) n. เหล้า|ค็อกเทล|รส|มะนาว
(มา|'|เก) n. เสือ|ขนาด|เล็ก
(มาร์จ) n. ขอบ|,|ริม|,|ข้าง
(มาร์|'|จิน) n. ขอบ|,|ริม|,|ข้าง|,|ขอบเขต|,|ช่องว่าง|,|จํานวน|ที่|เผื่อเหลือเผื่อขาด|,|เงิน|ทดรอง|ความ|สูญเสีย|,|ค่า|แตกต่าง|ระหว่าง|ราคา|ทุน|กับ|ราคาขาย|,|จุด|รายได้|ต่ํา|สุด|ซึ่ง|ถ้า|ต่ํา|กว่า|นี้|แล้ว|การ|ผลิต|จะ|ขาดทุน|,|ร่อแร่|,|เกือบ|ขาดทุน. vt. ใส่|ขอบ|,|ทํา|ให้|มี|ริม|หรือ|ข้าง|,|วาง|เงิน|ทดรอง
(มาร์|'|จิเนิล) adj. เกี่ยวกับ|ขอบเขต|,|เกือบ|ใช้ไม่ได้|,|เกือบ|ขาดทุน|,|ร่อแร่|,|ขาย|ใน|ราคา|เกือบ|ขาดทุน.  |Syn. marginality n. marginally adv.
ข้อความ|ที่|ส่วน|ของ
(มาร์|'|เก|รฟว) n. ชื่อ|ตําแหน่ง|ผู้|ปก|คอ|ง|บาง|รัฐ
(มา|กะ|รี|ท) n. ต้นไม้|ดอก|เด|ซี่
(แม|ริ|แอ|น|'|,|แม|'|ริ|แอ|น) n. ประเทศ|ฝรั่งเศส
(แม|'|ริ|โก|ลด|ฺ) n. พืช|ดาวเรือง|โดยเฉพาะ|จําพวก Tagetes
(แม|'|ระ|วา|'|นะ|,|มา|'|ระ|วา|'|นะ) n. กัญชา|,|Cannabis sativa|,|ใบ|และ|ดอก|แห้ง|ของ|กัญชา
(แม|'|ระ|วา|'|นะ|,|มา|'|ระ|วา|'|นะ) n. กัญชา|,|Cannabis sativa|,|ใบ|และ|ดอก|แห้ง|ของ|กัญชา
(มะ|ริม|'|บะ) n. เครื่องดนตรี|คล้าย|ระนาด
(มะ|รี|'|นะ) n. ที่|จอด|เรือ|สําหรับ|ซ่อม|และ|บริการ|เรือ|เล็ก
(แม|ระนาด|'|, แม'|ระ|เนด) n. น้ํา|ซอส|สําหรับ|จุ่ม|เนื้อ
(แม|ระ|แน|'|ระ) n. น้ํา|ซอส|มะเขือเทศ
(มะ|รี|น|') adj. เกี่ยวกับ (ทะเล|,|การ|เดิน|เรือ) n นาวิกโยธิน|,|เรือเดินสมุทร|,|ภาพ|ทะเล|,|กรม|ทางเรือ
n. นาวิกโยธิน
(แม|ริ|ออ|ล|'|ละ|ท|รี) n. การ|เคารพ|สักการะบูชา|พระนาง|มา|เรีย
(แม|ริ|อะเนท|') n. หุ่นกระบอก
(แม|'|ริ|เทิล) adj. เกี่ยวกับ (การ|แต่งงาน|,|การ|สมรส|,|สามี) .
(แม|'|ริ|ไทม์) adj. เกี่ยวกับ (การ|เดิน|เรือ|สมุทร|,|ทะเล|,|การ|อาศัย|ใน|ทะเล)| 
(มา|'|เจอ|รัม) n. ต้น|มินท์
(มาร์ค) n. คะแนน|,|เครื่องหมาย|,|หมาย|,|แกง|ได|,|รอย|,|จุด|,|แต้ม|,|เป้า|,|เป้าหมาย|,|สัญลักษณ์|,|มาตรฐาน|,|ความ|สําคัญ|,|ชื่อเสียง|,|เส้น|เริ่ม|ออก|วิ่ง|,|พรมแดน|,|หน่วย|เงินตรา|ของ|เย|อร|มน vt. ทํา|เครื่องหมาย|,|ทํา|รอย|,|ทํา|ให้|เป็น|แผลเป็น|,|เป็น|มลทิน|,|ทํา|ให้|เป็น|จุด|,|ชัด|,|กะ|,|แสดง|ให้|ป|รา|กฎ|ชัด|,|เพ่งเล็ง|,|มุ่งหมาย|,|บันทึก|,|ระวัง|,|สังเกต
(มาร์ค|'|เดาน์) n. การ|ลด|ลง|ของ|ราคา|,|จํานวน|ที่|ลด|ลง|ของ|ราคา
(มาร์ค|ฺ) adj. น่า|สังเกต|,|เด่นชัด|,|ชัดเจน|,|แจ่มแจ้ง|,|มี|รอย|,|มี|เครื่องหมาย.  |Syn. markedly adv. markedness n.  |Syn. conspicuous
(มาร์|'|เคอะ) n. ผู้ทํา|เครื่องหมาย|หรือ|ร่องรอย|,|สิ่ง|ที่|เป็น|เครื่องหมาย|,|เครื่องชี้|บ่ง
(มาร์ค|'|คิท) n. ตลาด|,|การ|ค้าขาย|,|กลุ่ม|คน|ที่|กระทํา|กิจการ|ซื้อขาย|,|การตลาด|,|ธุรกิจ|,|ความ|ต้องการ|สินค้า|,|กลุ่ม|ผู้ซื้อ|,|ราคา|หรือ|ค่า|ปัจจุบัน -|Phr. (on the market สําหรับ|ขาย|หา|ซื้อ|ได้) vi. ซื้อ|หรือ|ขาย|ใน|ตลาด. vt. วางตลาด|,|นํา|สู่|ตลาด|,|ขาย|  |Syn. marketability n.
คําสั่ง|ซื้อ|หรือ|ขาย|ใน|ราคา|ตลาด|ปัจจุบัน
(มาร์ค|'|คิททิง) n. การตลาด
(มาร์|'|คอร์) n. แพะ|ป่า
(มาร์ค|'|คิง) n. รอบ|,|ร่องรอย|,|แผลเป็น|,|แต้ม|,|เครื่องหมาย|,|การ|ทํา|รอย|,|การ|ทํา|แต้ม
(มาร์ค|'|ซฺ|เมิน) n. นัก|แม่น|ปืน|,|ระดับ|ต่ํา|สุด|ของ|ความ|แม่น|ปืนยาว|  |Syn. marksmanship n. pl. marksmen
(มาร์ค|ซฺ|'|วู|มัน) n. หญิง|นัก|แม่น|ปืน
(มาร์ค|'|อัพ) n. การ|เพิ่ม|ราคา|,|ปริมาณ ราคา|ที่|เพิ่ม|ขึ้น
(มาร์ล) n. ดินร่วน|ที่|ประกอบ|ด้วย|ดินเหนียว|กับ|แคลเซียม|คาร์บอเนต (ปูน) ,|ดิน
(มาร์|'|ลิน) n. ปลา|ทะเล|ขนาด|ใหญ่|ชนิด|หนึ่ง
(แมร์|'|ไลทฺ) n. ดิน|ปูน|หรือ|ดิน|ชนิด|หนึ่ง
(มาร์|'|มะเลด|,|มา|มะเลด|') n. ขนม|กวน|คล้าย|วุ้น|ที่|ทํา|ด้วย|ชิ้น|เล็ก ๆ ของ|ผลไม้ กับ|เปลือก|ผลไม้ เช่น เปลือก|ส้ม
(มาร์|'|มะ|เซ|ท) n. ลิง|ขนาด|เล็ก|ชนิด|หนึ่ง
(มาร์|'|มัท) n. สัตว์|ที่|ฟัน|แทะ|ชนิด|หนึ่ง
(มาร์|โม|'|เรี|ยล|,|มาร์|มา|อ|'|เรี|ยล) adj. เกี่ยวกับ|หินอ่อน.
(มะ|รู|น|') adj. ซึ่ง|มี|สี|น้ําตาลแดง vt. ปล่อยเกาะ
(มาร์|'|พล|อท) n. ผู้ทํา|ลาย|แผน
(มาร์ค) n. ใบอนุญาต|จาก|รัฐ|ให้|เอกชน|ยึด|เรือ|สินค้า|ของ|ชาติ|อื่น|ได้ (letter of marque) ,|การ|ยึด|ที่|เป็น|การ|โต้ตอบ
(มาร์คี|') n. เต้น|ขนาด|ใหญ่|,|ที่|กําบัง|คล้าย|หลังคา|ที่|ยื่น|ออก|มา|บัง|เหนือ|ทางเดิน|,|ส่วน|ยื่น เหนือ|ทางเข้า|โรง|มหรสพ
(มาร์|'|ควิส) n. marquis (ดู)| 
(มาร์|'|ควีท|รี) n. เครื่อง|ไม้ประดับ|มุก|หรือ|อื่น ๆ| 
(มาร์|'|ควีท|รี) n. เครื่อง|ไม้ประดับ|มุก|หรือ|อื่น ๆ| 
(มาร์|'|ควิส) n. ยศ|ขุนนาง|ที่ต่ํา|กว่า|ท่าน|ยุค|แต่|สูง|กว่า|ท่าน|เอิร์ล|หรือ|ท่าน|เค้าน์
(มาร์คีช|') n. ภรรยา|ของ|ท่าน|marquis.
(แม|'|ริ|อิจ) n. การ|แต่งงาน|,|การ|สมรส
(แม|'|ริ|จะ|เบิล) adj. แต่งงาน|ได้|  |Syn. marriageability n.
(แม|'|ริ|ด) adj. แต่งงาน|แล้ว|  |Syn. wedded
(มะ|'|รัน) n. ลูก|เกาลัด
(แม|'|โร) n. ไขกระดูก|,|เนื้อเยื่อ|ไขมัน|ที่|นิ่ม|และ|เป็น|ทางใน|โพรง|กระดูก|,|ส่วน|ใน|สุด|,|กําลัง.
(แมง|'|โร|แฟท) n. ถั่ว|ชนิด|หนึ่ง
(แม|'|รี) v. แต่งงาน|,|สมรส|,|ทํา|พิธีสมรส|,|ร่วม|กัน|อย่าง|สนิทสนม|,|  |Syn. marrier n.
(มาร์ซ) n. ดาวอังคาร|,|เทพเจ้า|แห่ง|สงคราม|ของ|โรมัน|โบราณ
(มาร์ซ) n. นาย
(มาร์|ซา|ลซู|') n. ผ้าฝ้าย|หนา
(มาร|ช) n. ที่ดิน|ต่ํา|และ|ชื้น มัก|ไม่|มี|ต้นไม้|และ|มัก|มี|น้ําท่วม
นก|กวัก.
(มาร์|'|เชิล) n. จอมพล|,|นายอําเภอ|,|พนักงาน|ศาล|,|นาย|ตํารวจ|,|เจ้าหน้าที่|ชั้น|สูง|ใน|ราชสํานัก|,|พิธีกร|,|ส|มุ|ห|พระราช|พิธี. vt. จัด|ให้|เหมาะสม|,|จัด|ให้|ชัดเจน|,|นํา.  |Syn. marshalcy|, marshalship n. marshal (l) er n.
(มาร์ซู|'|เพี|ยล) n. สัตว์|จําพวก|จิงโจ้
(-|ซู|'|เพี|ยม) n. กระเป๋า|หน้าท้อง
(มาร์|'|เทิน) n. สัตว์|ชนิด|หนึ่ง|คล้าย|พังพอน
(มาร์|'|เชิล) adj. ชอบ|รบ|,|เกี่ยวกับ|หรือ|คล้าย|สงคราม|,|กล้าหาญ|,|เหมาะ|สําหรับ|การ|รบ|,|เกี่ยวกับ|นักรบ|,|เกี่ยวกับ|กองทัพ.  |Syn. martialism n. martialist n. martially adv.
n. ศิลปะ|การ|ต่อสู้|,|ศิลปะ|มวยไทย
n. กฎอัยการศึก
(มาร์|'|เชิน) n.,|adj. เกี่ยวกับ|ดาวอังคาร|,|ชาว|ดาวอังคาร n. ผู้|เคร่งครัด|ใน|กฎเกณฑ์|หรือ|วินัย
(มาร์|'|ทิน) n. นกนางแอ่น|ชนิด|หนึ่ง
(มาร์|'|ทิเนท) n. ผู้|เคร่งครัด|ใน|ระเบียบวินัย|  |Syn. martinetish|,|adj. martinetism n.  |Syn. disciplinarian
(มาร์|'|ทิง|เก|ล) n. บังเหียน|ม้า
(มาร์ท|'|นิ) n. เหล้า|ค็อกเทล|ที่|ประกอบ|ด้วย|เหล้า|ยีน|หรือ|วอ|สก้า|กับ vermouth (ดู)| 
(มาร์|'|ทัน|มัส) n. งาน|เฉลิมฉลอง
(มาร์|'|เทอะ) n. ผู้|ยอมรับ|การ|ทรมาน|จาก|ความ|ตาย|แต่|ไม่|ยอม|ละทิ้ง|ซึ่ง|ศาสนา ความ|เชื่อ|หรือ|อุดมการณ์|ของ|ตัว|,|ผู้|ได้|รับ|การ|ทรมาน|อย่าง|รุนแรง|หรือ|เนือง|นิจ|,|ผู้|เรียกร้อง|ความ|เห็นอกเห็นใจ|หรือ|ความ|สนใจ|โดย|แสร้ง|ได้|รับ|ความ|ทุกข์ทรมาน|หรือ|อื่น ๆ|  |Syn. martyrly adv. adj.
(มาร์|'|เทอะ|ดัม) n. ความ|ทุกข์ทรมาน|ความ|ตาย หรือ|สภาวะ|ของ|martyr (ดู) ,|ความ|ทุกข์ทรมาน|อย่าง|แสน|สาหัส
(มาร์|'|เวิล) n. สิ่ง|ที่|น่า|พิศวง|หรือ|ชื่นชม|,|บุคคล|ที่|น่า|พิศวง|หรือ|ชื่นชม|,|ความ|ประหลาดใจ|,|ความ|พิศวง. v. ประหลาดใจ|,|พิศวง.  |Syn. marvelment n.
(มาร์|'|เวิลลัส) adj. น่า|ประหลาดใจ|,|น่า|พิศวง|,|ดีเลิศ|,|ดีเด่น|,|ยิ่งใหญ่|,|เหลือเชื่อ|,|ไม่|น่า|เป็น|ไป|ได้.  |Syn. marvelousness n. marvellousness n.  |Syn. wondrous
(มาร์|'|เวิลลัส) adj. น่า|ประหลาดใจ|,|น่า|พิศวง|,|ดีเลิศ|,|ดีเด่น|,|ยิ่งใหญ่|,|เหลือเชื่อ|,|ไม่|น่า|เป็น|ไป|ได้.  |Syn. marvelousness n. marvellousness n.  |Syn. wondrous
(มาร์ค|ซฺ) n. Karl (Heinrich) (ค.ศ.1819|-|1883) นัก|สังคมนิยม|ผู้|ก่อตั้ง|ระบบ|คอมมิวนิสต์
(มาร์ค|'|ซิ|ส|ซึม) n. ลัทธิ|ของ|คาร์ลมาคซ์|ที่|เกี่ยวกับ|การเมือง สังคม|และ|เศรษฐกิจ เป็น|ลัทธิ|เจ้า|ตํารับ|ของ|ระบบ|คอมมิวนิสต์|  |Syn. Marxist n.,|adj.
(แม|'|รี) n. พระ|มารดา|ของ|พระ|เยซู|คริสต์
n. กัญชา
n. หญิง|ที่|สํานึก|ผิด.
n. กัญชา
(แมส|'|คอ|ท) n. ตัวนํา|โชค|,|ผู้นํา|โชค
(แมส|'|คิว|ลิน) adj. ชาย|,|เพศ|ชาย|,|มี|ลักษณะ|ของ|ชาย|,|มี|ความ|เป็น|ชาย|,|เข้มแข็ง. n. เพศ|ชาย. (ไวยากรณ์) เพศ|ชาย|,|คํานาม|ที่|เป็น|เพศ|ชาย.  |Syn. masculinely adv. masculinity n.  |Syn. virile|,|strong
(เม|'|เซอะ) n. เครื่อง|ขยาย|microwave
(แมช) n. ก้อน|เละเทะ|ก้อน|ที่|เกิด|จาก|การ|คลุกเคล้า|กัน|,|ก้อน|อาหาร|และ|ที่|ให้|กับ|ม้า|และ|วัวควาย|,|ข้าวต้ม|ข้น. vt. ทํา|ให้|เละ|,|ทํา|เป็น|ก้อน|เละ|,|คลุกเคล้า|กับ|น้ํา|ร้อน|  |Syn. masher n.
(แมช|'|ชี) n. ไม้|กอล์ฟ|ที่|มี|หัว|เป็น|เหล็ก
(แมสคฺ|,|มา|สคฺ) n. หน้ากาก|,|สิ่ง|ปิดบัง|,|มารยา|,|การ|หลอกลวง|,|ผู้|สวม|หน้ากาก|,|การ|เต้นรํา|สวม|หน้ากาก|,|สิ่ง|ที่|คล้าย|ใบหน้า|,|ใบหน้า|,|ส่วน|หัว|,|หน้ากาก|แก๊ส|,|ปลอก|สวม|ปาก|สุนัข. v. ปิดบัง|,|กําบัง|,|ปกคลุม|,|ใส่|หน้ากาก|,|ปลอมแปลง|ตัว.
(แมสคฺทฺ|,|มา|สคฺทฺ) adj. สวม|หน้ากาก|,|ใช้|หน้ากาก|,|ปลอมแปลง|,|ซ่อนเร้น|,|คล้าย|หน้ากาก
(แมส|'|เคอะ|,|มา|ส|'|เคอะ) n. ผู้|สวม|หน้ากาก.  |Syn. masquer
เทป|ปิด|คลุม|ผิวหน้า|หรือ|บริเวณ|ที่|ไม่|ต้องการ|ถูก|สี|ทา|หรือ|สี|พ่น
(แมส|'|ซะคิส|ซึม) n. กามวิตถาร|ชนิด|หนึ่ง|ที่|ได้|รับ|ความ|สุข|หรือ|ความ|พอใจ|เมื่อ|ตัวเอง|ถูก|โบย|ตี|หรือ|ทํา|ให้|เจ็บ (ตรงกันข้าม|กับ sadism) ,|ความ|สุข|หรือ|ความ|พอใจ|ดังกล่าว.  |Syn. masochist n. masochistic adj.
(เม|'|เซิน) n. ช่าง|ก่อ|ตึก|,|ช่าง|ก่ออิฐ|,|=|Freemason (ดู) . vt. ก่อ|ตึก|,|ก่ออิฐ
(เม|'|เซิน|รี) n. อาชีพ|ก่ออิฐ|ก่อ|ตึก|,|ศิลปะ|การ|ก่ออิฐ|ก่อ|ตึก|,|สิ่ง|ก่อสร้าง|ที่|เกิด|จาก|การ|ก่ออิฐ|,|=|Freemasonry (ดู)| 
(แมสคฺ|,|มา|สคฺ) n. งาน|รื่นเริง|ที่|มี|การ|แสดง|ของ|นักแสดง|สมัครเล่น|,|บทละคร|สําหรับ|การ|แสดง|ดังกล่าว|,|ละคร|สวม|หน้ากาก.  |Syn. mask
(แมส|'|เคอะ|,|มา|ส|'|เคอะ) n. =|masker
(แมส|คะ|เรด|') n. การ|รื่นเริง|สวม|หน้ากาก|,|หน้ากาก|ที่|สวม|ใน|งาน|ดังกล่าว|,|การ|เสแสร้ง|,|การ|ปิดบัง|,|การ|ซ่อนเร้น|,|การ|ปลอมตัว. vi. ปลอมตัว|,|เข้า|ร่วมงาน|รื่นเริง|สวม|หน้ากาก.  |Syn. masquerader n.
(แมส) n. มวล|,|ก้อน|,|กอง|,|ปึก|,|จํานวน|มาก|,|ปริมาณมาก|,|ภาพ|หรือ|ขนาด|สาม|มิติ|,|ส่วนใหญ่|,|ส่วน|สําคัญ|,|ขนาด|,|ความ|ใหญ่โต|,|ทั้งมวล|,|ความ|เทอะทะ|,|ความ|หนาแน่น adj. กว้างขวาง|,|ครอบคลุม|,|จํานวน|มาก|,|มากมาย.vi. รวม|กัน|เป็น|ก้อน vt. ทํา|ให้|รวม|กัน|เป็น|ก้อน|หรือ|กอง|,|วาด|ภาพ|หรือ|ให้|สี|ใน|ลักษณะ|ทั่วไป. -|Phr
สื่อมวลชน (เช่น โทรทัศน์ วิทยุ หนังสือพิมพ์ วารสาร นิตยสาร|และ|อื่น ๆ)| 
n. การ|ชุมนุม|ขนาด|ใหญ่
n. จํานวน|nucleons|ใน|นิวเคลียส|ของ|อะตอม|มี|ค่า|ใกล้เคียง|กับ|น้ําหนัก|อะตอม
n. การ|ผลิต|สินค้า|เป็น|จํานวน|มาก
การ|นองเลือด|,|การ|เปื้อน|เลือด|,|ความ|โหดเหี้ยม
(แมส|'|ซะ|เคอะ) n. การ|ฆาตกรรม|หมู่|,|vi. ฆาตกรรม|หมู่|  |Syn. massacrer n.  |Syn. carnage
(มะ|ซา|จฺ|') v. การ|นวด|กล้ามเนื้อ|,|เทคนิค|การ|นวด|กล้ามเนื้อ.  |Syn. massager|,|massagist n.
n. โรง|นวด|,|สถาน|บริการ (อาบ|,|อบ|,|นวด)| 
(มะ|เซ|อ|') n. หมอนวด|ผู้ชาย|,|นัก|นวด|กล้ามเนื้อ|ที่|เป็น|ผู้ชาย
(มะซูส|'|,|มะซูซ|') n. หมอนวด|ที่|เป็น|หญิง|,|นัก|นวด|กล้ามเนื้อ|ที่|เป็น|หญิง
(แมส|'|ซะ|คอ|ท) n. มอ|น็|อก|ไซด์|ของ|ตะกั่ว
(แมส|'|ซิ|ฟ) n. ส่วน|ที่|มี|ยอด|เขา|ของ|เทือกเขา
(แมส|'|ซิ|ฟว) adv. เป็น|ก้อน|ใหญ่|,|เป็น|ก้อน|ใหญ่|และ|หนัก|,|ใหญ่ (เช่น|หัวเรือ|หน้าผาก) ,|มาก|,|ไม่|เป็น|ชั้น|,|เป็นเนื้อเดียวกัน|  |Syn. massively adv. massiveness|,|massivity n.
ผิวหนัง|ลอก
(แมส|โซ|เธอ|'|ระ|พี) n. นวด|บําบัด.  |Syn. massotherapist n.
(แมสฺ|,|มา|สทฺ) n. เสา|เรือ|,|เสา|ตรง. vt. ใส่|เสา|เรือ.
นม|"|,|"|เต้านม|"
ปวด|บริเวณ|เต้านม
(แมส|เท|ค|'|โท|มี) n. ศัลยกรรม|ตัด|เอา|เต้านม|ออก
(มา|ส|'|เทอะ|,|แมส|'|เทอะ) n. นาย|,|เจ้านาย|,|นายจ้าง|,|กัปตันเรือ|สินค้า|,|กัปตันเรือ|,|ผู้|บังคับการ|,|หัวหน้า|ครอบครัว|,|เจ้า|บ้าน|,|ผู้เชี่ยวชาญ|,|ผู้|มี|ชัย|,|ผู้|มี|อํานาจ|,|คน|เก่ง|,|ผู้ช่วย|ผู้พิพากษา|,|มหาบัณฑิต|,|ผู้|สําเร็จ|ปริญญาโท adj. เป็น|นาย|,|เป็น|หัวหน้า|,|เป็น|ผู้นํา|,|เกี่ยวกับ|การ|ควบคุม|,|เกี่ยวกับ|การ|นํา|,|วางอํานาจ|,|ใหญ่|ยิ่ง|,|เชี่ยวชาญ
ผู้รับเหมาก่อสร้าง|,|สถาปนิก
แฟ้ม|หลัก|หมายถึง|แฟ้มข้อมูล|ที่|ทํา|ไว้|ค่อนข้าง|ถาวร และ|มี|ข้อมูล|เก็บ|ไว้|อย่าง|สมบูรณ์ ใน|การ|แก้ไข|หรือ|ปรับปรุง|แฟ้มข้อมูล|หลัก|นี้ (เช่น ถ้า|เป็น|แฟ้ม|ประวัติ|พนักงาน|ของ|บริษัท ที่|จะ|มี|การ|แก้ไข|เฉพาะราย|การเงิน|เดือน ส่วน|รายการ|อื่น|ไม่|มี|การ|แก้) มักจะ|ใช้|วิธี|สร้าง|แฟ้มข้อมูล|ขึ้น|มา|ใหม่ ซึ่ง|จะ|เปลี่ยนแปลง|ข้อมูล|เฉพาะ|บาง|รายการ เรียก|ว่า "|แฟ้ม|รายการ เปลี่ยนแปลง " (transaction file) แล้ว|เขียน|โปรแกรม|ให้|คอมพิวเตอร์|อ่าน|แฟ้มข้อมูล ใหม่|นี้ เข้า|ไป|จัดการ|แก้ไข|ปรับปรุง|ข้อมูล|ใน|แฟ้ม|หลัก|ให้ ดู transaction file เปรียบเทียบ
n. ผู้เชี่ยวชาญ|,|ความ|เชี่ยวชาญ
n. ลูกกุญแจ|ที่|สามารถ|เปิด|ได้|หลาย|กุญแจ|ใน|สถานที่|หนึ่ง ๆ| 
ศิลปศาส|ตรม|หา|บัณฑิต|,|ปริญญาโท|ทาง|ศิลปศาสตร์ (M.A.,|A.M.)| 
n. พิธีกร|,|ผู้|อํานวย|งาน|พิธี|,|ส|มุ|ห|พระราช|พิธี
n. ปริญญา|วิทยา|ศาส|ตรม|หา|บัณฑิต (M.S.,|MSc.,|S.M.,|Sc.M.)| 
n. จ่า|นาย|สิบ|เอก|,|พันจ่า|อากาศ|เอก
n. การ|กระทํา|ที่|ยิ่งใหญ่
n. ปริญญา|มหาบัณฑิต
(มา|ส|'|เทอะ อัท'|อาร์ม|ซ) n. ทหารเรือ|ชั้น|จ่า|มี|หน้าที่|ควบคุม|วินัย|ใน|เรือ|,|เจ้าหน้าที่|ควบคุม|ความ|มี|ระเบียบวินัย pl. masters|-|at|-|arms
การ|จัด|แบบ "|นาย|-|บ่าว|"|หมายถึง การ|จัด|อุปกรณ์|ฮาร์ดแวร์|ใน|ลักษณะ|ที่|เรียก|ว่า "|นาย|-|บ่าว|" กล่าวคือ|ให้|อุปกรณ์|ตัว|หนึ่ง|เป็น|นาย ควบคุม|การ|ปฏิบัติงาน|ของ|อุปกรณ์|อีก|ตัว|หนึ่ง ซึ่ง|ถือ|ว่า|เป็น|บ่าว
(มา|ส|'|เทอะ|ฟู|ล) adj. มี|ความ|เป็น|นาย|,|มี|อํานาจ|,|วางอํานาจ|,|ครอบงํา|,|เชี่ยวชาญ|,|เก่ง.  |Syn. masterfully adv. masterfulness n.
(มา|ส|'|เทอะ|เฮ|ด) n. หัว|เสา|,|ส่วนสูง|สุด|ของ|เสา|,|ข้อความ|ระบุ|ชื่อ|ผู้พิมพ์ เจ้าของ|และ|กองบรรณาธิการ|ของ|หนังสือพิมพ์ นิตยสาร|หรือ|สิ่ง|ตีพิมพ์|อื่น ๆ ,|ป้ายชื่อ. vt. ชัก|ขึ้น. adj. สู่|ยอด|เขา
(มา|ส|'|เท|อลี) adj.,|adv. คล้าย|นาย|,|มี|ลักษณะ|เป็น|นาย|,|เชี่ยวชาญ|,|ชํานาญ|,|เก่ง|  |Syn. masterliness n.
(มา|ส|'|เทอะ|ไมดฺ) vt. วางแผน|อย่าง|ชํานาญ|,|ควบคุม|อย่าง|ชํานาญ. n. ผู้ริเริ่ม|โครงการ|,|ผู้ริเริ่ม|คํา|คิด|,|ผู้ชํานาญ|  |Syn. genius|,|wonder
(มา|ส|'|เท|อ|พี|ส) n. งาน|ชิ้น|โบแดง|,|งาน|ชิ้นเอก|,|งาน|ชิ้น|ดี|ที่สุด
(มา|ส|'|เทอะ|ชิ|พ) n. ความ|เป็น|นาย|,|ความ|มี|อํานาจ|,|การ|ควบคุม|,|การ|บังคับบัญชา|,|ความ|สามารถ|,|ความ|รอบรู้|,|ความ|เก่ง
(มา|ส|'|เทอะ|เวิร์ค) n. =|masterpiece (ดู)| 
(มา|ส|'|เท|อ|รี) n. ความ|เป็น|นาย|,|อํานาจ|ปกครอง|,|อํานาจ|ควบคุม|,|ความ|เข้าใจ|,|ความ|รอบรู้|,|ชัยชนะ|,|การ|เรียนรู้|,|ความ|เชี่ยวชาญ
(แมส|'|ทิค) n. ยางไม้|กลิ่น|หอม
(แมส|`|ทะเคท) vt.,|vi. เคี้ยว|,|บด|  |Syn. mastication n.
(แมส|'|ทิคิ|,|แมส|'|ทิคซ) adj. ยางไม้|มี|กลิ่น|หอ|ม่
(มา|ส|'|ทิฟ|,|แมส|'|ทิฟ) n. สุนัข|ขนาด|ใหญ่|พันธ์|หนึ่ง|ที่|มี|ขน|สั้น
(แมส|ไท|'|ทิส) n. เต้านม|อักเสบ|  |Syn. mastitic adj.
(แมส|'|ทิคิ|,|แมส|'|ทิคซ) adj. ยางไม้|มี|กลิ่น|หอ|ม่
เต้านม|"
(แมส|'|ทะ|ดอน) n. สัตว์เลี้ยงลูกด้วยนม|ขนาด|ใหญ่|คล้าย|ช้าง สูญ|พันธ์|แล้ว
(แมส|'|ทอย|ดฺ) adj. คล้าย|เต้านม|หรือ|หัวนม|,|เกี่ยวกับ|ส่วน|ยื่น|คล้าย|หัวนม|ของ|กระดูก|ขมับ|หลัง|ใบ|หู|เกี่ยวกับ|ปุ่ม|กก|หู|ของ|กระดูก|ขมับ
(แมส|ทอย|ได|'|ทิส) n. ปุ่ม|กก|หู|ของ|กระดูก|ขมับ|อักเสบ
(แมส|เท|อเบ|'|เชิน) n. การ|กระทํา|กาม|อัตโนมัติ|,|การ|กระตุ้น|อวัยวะเพศ|ของ|ตัวเอง|เพื่อให้|ถึง|จุด|สุดยอด.  |Syn. masturbational adj. masturbatory adj.
(แมท) n. พรม|เช็ด|เท้า|,|เสื่อ|,|ที่|รอง|จาน|อาหาร (หรือ|ตะเกียง แจกัน|หรือ|อื่น ๆ) ,|พรม|ปู|พื้น. vt. ปู|พรม|,|ปู|เสื่อ|,|ทํา|เป็น|เสื่อ|หรือ|พรม. vi. พัวพัน|,|ยุ่งเกี่ยว|- adj. ด้าน|,|ไม่|เป็น|เงา|,|n. ผิวหน้า|ที่|ด้าน เอ็มเอ|ที <|คํา|อ่าน|>|ย่อ|มา|จาก machine aided translation (การ|แปล|ใช้|คอมพิวเตอร์|ช่วย) หมายถึง|การ|แปล|จาก|ภาษา|หนึ่ง|เป็น|อีก|ภาษา|หนึ่ง โดย|ใช้|คอมพิวเตอร์|ช่วย เช่น แปล|ไทย|เป็น|อังกฤษ หรือ|อังกฤษ|เป็น|ไทย การ|แปล|ใน|ลักษณะ|นี้ จะ|ใช้|คอมพิวเตอร์|ช่วย|จํา|ศัพท์ ไวยากรณ์ รวม|ทั้ง|บริบท (context) ต่าง ๆ โปรแกรม|ที่|ได้|รับ|การ|พัฒนา|ไป|มาก|แล้ว|คือ|โปรแกรม|ที่|แปล|จาก|อังกฤษ|เป็น|ฝรั่งเศส และ|ฝรั่งเศส|เป็น|อังกฤษ
(แมท|'|ทะดอร์) n. นักต่อสู้|วัว|ผู้|ฆ่า|วัว|ใน|กีฬา|สู้|วัว|ของ|สเปน|,|ไพ่|สําคัญ (ใน|การ|เล่น|ไพ่|บาง|อย่าง)| 
(แมชฺ) n. ไม้ขีดไฟ|,|คู่ปรับ|,|ผู้|ที่|เท่าเทียม|,|การ|สมรส|,|การ|เข้าคู่|กัน|,|เกม|กีฬา|,|การ|แข่งขัน|,|การ|เข้า|แข่งขัน. v. เท่าเทียม|,|เป็น|คู่ปรับ|,|ปรับ|ตัว|,|เหมาะ|กับ|,|ต่อต้าน|,|เผชิญ|คู่ปรับ|,|สมรส|,|เข้าคู่|,|เข้า|ชุด.  |Syn. matchable adj. matcher n.
(แมชฺ|'|ลิสฺ) adj. ไม่|มี|ที่|เปรียบเทียบ|,|ซึ่ง|ติดไฟ|ได้ โดย|ไม่|ต้อง|ใช้|ไม้ขีดไฟ|,|ไม่|ต้อง|ใช้|ไม้ขีดไฟ
(แมชฺ|'|ลอค) n. นก|ปืน|แบบ|เก่า|ที่|ชนวน|ท้าย|ปลอก|กระสุน|ปืน|ติดไฟ|ด้วย|ไม้ขีดไฟ|ที่|ติดไฟ|ช้า|,|ปืน|สั้น|ที่|มี|นก|ปืน|ดังกล่าว
(แมชฺ|'|เมค|เคอะ) n. แม่สื่อ|ชักนํา|การ|แต่งงาน|,|ผู้|จัด|คู่แข่งขัน|กีฬา|,|ผู้ทํา|ไม้ขีดไฟ.  |Syn. matchmaking n.
(เมท) n. เพื่อน|,|สามี|หรือ|ภรรยา|,|เพื่อน|ร่วม (สํานัก|,|โรงเรียน|,|บ้าน|หรือ|อื่น ๆ) ,|หนึ่ง|ใน|สัตว์|ตัวผู้|ตัวเมีย|คู่|หนึ่ง|,|ผู้ช่วย|จ่า|นาย|สิบ|ทหารเรือ|,|ผู้ช่วย|นาย|เรือ. v. ร่วม|,|ร่วม|คู่|,|แต่งงาน|,|สมรส|,|ผสมพันธุ์|,|เป็นเพื่อน|  |Syn. mateship n.
(เม|'|เทอะ) n.,|แม่
(เม|เท|อฟะ|มิ|ล|'|ลีอัส) n. แม่|ของ|ครอบครัว
(มะเทีย|'|เรี|ยล) n. วัตถุ|,|ส่วนประกอบ|,|วัสดุ|,|ปัจจัย|,|เนื้อหา|,|เนอ|ความ|,|สาระ|,|กลุ่ม|ของ|ความคิด ข้อเท็จจริง|หรือ|ข้อมูล|,|สิ่งทอ adj. ประกอบ|ด้วย|วัตถุ|,|ทาง|กาย|,|เป็น|ปัจจัย|สําคัญ|,|เกี่ยวกับ|วัตถุ|พยาน.  |Syn. materials n. อุปกรณ์|เครื่องมือ
(มะเทีย|'|เรี|ยล|ลิส|ซึม) n. ลัทธิ|วัตถุนิยม|,|ลัทธิ|เห็นแก่|เงินทอง|,|ลัทธิ|เห็นแก่|เงินทอง|,|ลัทธิ|ยึดถือ|ความ|สุข|ทาง|กาย
(มะเทีย|'|เรี|ยล|ลิสทฺ) n. ผู้|ยึดถือ|เอา|วัตถุ|เป็น|สําคัญ|,|ผู้|ยึดถือ|ลัทธิ|'|materialism|  |Syn. marterialistic adj. maeterialistically adv.
(มะเทีย|'|เรี|ยล|ไลซ) vt. ทํา|ให้|เป็น|ของ|วัตถุ|,|เปลี่ยน|เป็น|เงิน|,|ทํา|ให้|ป|รา|กฎ เป็น|รูป|ทาง|กาย|,|ทํา|ให้|เป็นจริงเป็นจัง. vi. ป|รา|กฎ|เป็น|รูป|เป็น|ร่าง|,|ป|รา|กฎ|ให้|เห็นจริง|,|กลาย|เป็น|ความจริง|  |Syn. materialise|,|  |Syn. materialization n. material
(มะเทีย|'|เรี|ยล|ลี) adj. อย่าง|มาก|,|ทาง|กาย|,|เกี่ยวกับ|วัตถุ|  |Syn. considerably
(มะเทีย|'|เรี|ยล) n. วัสดุ|ของใช้|ต่าง ๆ ,|อาวุธ|กระสุน|ปืน และ|เครื่อง|ไม้|เครื่องมือ|ทั้งหลาย
(มะ|เท|อ|'|เนิล) adj. เกี่ยวกับ|มารดา|  |Syn. maternalism n. maternalistic adj. maternally adv.
(มะ|เท|อ|'|นะ|ที) n.,|adj. ความ|เป็น|มารดา
(เม|'|ที) adj. มี|มิตรจิต|,|มี|ไมตรี|,|ฉัน|ไมตรี|,|ฉัน|กันเอง|,|เข้า|สังคม|ได้|,|รู้จักมักคุ้น|ได้
(แมธ) n. คณิตศาสตร์|,|abbr. mathematics
ตัว|ประมวลผล|ร่วม|คณิตศาสตร์|หมายถึง แผ่น|วงจร|พิเศษ|หรือ|อาจ|เป็น|ชิป|ที่|สร้าง|ไว้|เพื่อให้|ทํา|หน้าที่|เฉพาะ|ใน|การ|คํานวณ เพื่อ|ช่วย|เสริม|หน่วย|ประมวลผล|อีก|ชั้นหนึ่ง ซอฟต์แวร์|บาง|ตัว|จะ|มี|คําสั่ง|เรียก|เอา|ตัว|ประมวล|คณิต|นี้|มา|ใช้|โดย|อัตโนมัติ ฉะนั้น ถ้า|นํา|โปรแกรม|นั้น|มา|ใช้|กับ|คอมพิวเตอร์|ที่|ไม่|มี|ตัว|ประมวล|ชนิด|นี้ ก็|อาจ|จะ|มี|ปัญหา|ได้
(al) (แมธธะแมท|'|ทิเคิล) adj. เกี่ยวกับ|คณิตศาสตร์|,|แน่นอน|,|แม่นยํา.  |Syn. mathematic (al) ly adv.
n. นัก|คณิตศาสตร์
(แมธธะแมท|'|ทิคซฺ) n. คณิตศาสตร์
(แมท|'|ทัน|,|แมท|'|ทิน) n. การ|สวดมนต์
(แมททะเน|'|,|แมท|'|ทะเน) n. การ|รื่นเริง|หรือ|การ|แสดง|มหรสพ|ใน|เวลา|กลางวัน (โดยเฉพาะ|ใน|ตอน|บ่าย)| 
(เม|'|ท|ริ|อาร์ค) n. ผู้เฒ่า|หญิง|ผู้ปกครอง|ครอบครัว|หรือ|เผ่า|,|แม่|ผู้|เป็น|หัวหน้า|ครอบครัว.  |Syn. matriarchal|,|matriarchic adj. matriarchalism n.
(เม|'|ท|ริ|อาร์คี) n. ระบบสังคม|ที่|มี|แม่|เป็น|หัวหน้า|ครอบครัว
(เม|'|ท|ริ|ซี|ซ) n. พหูพจน์|ของ matrix
(เม|'|ท|ริ|ไซ|ดฺ) n. การ|ฆ่า|แม่|ของ|ตัวเอง|,|มาตุฆาต|,|ผู้|ฆ่า|มารดา|ของ|ตัวเอง.  |Syn. matricidal adj.
(มะท|ริ|ค|'|คิว|เลินทฺ) n. ผู้สมัคร|เข้า|เป็น|นักศึกษา|,|ผู้สมัคร|เข้า|เป็น|สมาชิก
(มะท|ริ|ค|'|คิว|เลท) v. สมัคร|เข้า|เป็น|นักศึกษา|,|สมัคร|เข้า|เป็น|สมาชิก n. ผู้|ได้|รับ|เป็น|นักศึกษา|หรือ|สมาชิก.  |Syn. matriculation n. matriculater n.  |Syn. enroll
(แม|'|ท|ระ|โม|นี) n. พิธีสมรส|,|การ|สมรส|,|การ|มี|เรือน|  |Syn. matrimonial adj.
(เม|'|ท|ริ|คซ|,|แมท|'|ท|ริ|คซฺ) n. บ่อเกิด|,|ศูนย์|,|ส่วน|สร้าง|,|สาร|ระหว่าง|เซลล์|ของ|เนื้อเยื่อ|,|แม่พิมพ์|หล่อ|ตัวพิมพ์|ตะกั่ว|,|หิน|ที่|ฝัง|อยู่|เป็น|ก้อน ๆ ,|พื้นที่|ฝัง|ส่วน|อื่น|,|ตัวเลข|ซึ่ง|วาง|เรียง|กัน|และ|บอก|ตําแหน่ง โดย|อาศัย|แถว|และ|คอลัมน์|,|แถว|อันดับ|ของ|จํานวน|เลข|,|ครรภ์|,|มดลูก vt. สร้าง|โดย|วิธี|matrixing
มี|ชื่อ|เรียก|เต็ม ๆ ว่า dot matrix printer หรือ dot printer
(เม|'|เท|ริน) n. หญิง|มี|สามี|แล้ว (โดยเฉพาะ|ที่|มี|ลูก|หรือ|ที่|มี|ลูก|หรือ|ที่|มี|ฐานะ|ดี|ใน|สังคม) หญิง|ผู้ดู|แล|เรื่อง|ภายใน|หน่วยงาน|,|ผู้|คุม|ที่|เป็นจริง|  |Syn. matronal adj. matronhood n. matronship n.
(เม|'|เท|ริน|ลี) adj.เกี่ยวกับ|matron (ดู) ,|อายุ|กลางคน.  |Syn. matronliness n.
(แมท) adj. มี|ผิว|ด้าน|,
(แมท|'|ทิด) adj. ปกคลุม|ไป|ด้วย|ก้อน|ที่|สาน|กัน|ยุ่ง|,|ปู|พรม|,|ปู|เสื่อ|,|เป็น|ก้อน|หนา|,|มี|ผิวหน้า|ที่|ด้าน
(แมท|'|เทอะ) n. วัตถุ|,|ส|สาร|,|สาระ|,|เนื้อหา|,|สิ่ง|ที่อยู่|ใน|ช่องว่าง|,|วัตถุ|ทาง|กาย|,|สาร|เฉพาะ|อย่าง|,|สาร|ที่|ถูก|ขับถ่าย|ออก|จาก|ร่างกาย|,|หนอง|,|สิ่ง|ตีพิมพ์|,|สิ่ง|ขีดเขียน|,|สถานการณ์|,|สภาวะ|,|ธุรกิจ|,|ความ|สําคัญ|,|ความ|ลําบาก|,|เหตุผล|,|สาเหตุ|,|สําเนา|,|แบบ vi. เป็น|สิ่ง|สําคัญ|มี|ความหมาย มี|หนอง
(แมท|'|ทิง) n. สิ่งทอ|ที่|ใช้|ทํา|เสื่อ พรม|และ|ผ้า|ปู|คลุม|หรือ|ห่อ|ต่าง ๆ ,|ผิวหน้า|ด้าน|ที่|ค่อนข้าง|หยาบ
(แมท|'|เทิค) n. เครื่องมือ|ขุด|ดิน|คล้าย|จอบ|ชนิด|หนึ่ง รูป|คล้าย pickax (ดู) แต่|ปลาย|หนึ่ง|กว้าง แทน|ที่|จะ|แหลม
(แมท|'|ท|ริ|ส) n. ฟูก|,|แผ่น|วัตถุ|คลุม|ผิว หน้า|เขื่อน|และ|อื่น ๆ เพื่อ|กัน|การ|สึกกร่อน
(แมชซุเร|'|เชิน) n. การ|เจริญเติบโต|เต็มที่|,|ความ|เป็น|ผู้ใหญ่|,|การ|ครบ|อายุ|,|การ|สุด|  |Syn. maturational adj.
(มะ|เทียว|') adj.,|v. เจริญเติบโต|เต็มที่|,|เป็น|ผู้ใหญ่|,|ครบ|อายุ|,|สุก|,|สมบูรณ์|,|ทํา|ให้|สุก|,|บ่ม|,|ทํา|ให้|สมบูรณ์|,|ทํา|ให้|เจริญเติบโต|เต็มที่.  |Syn. maturely adv. matureness n.  |Syn. aged|,|grown
(มา|ทัว|'|ริ|ที) n. ความ|เจริญเติบโต|เต็มที่|,|ความ|สุก|,|ความ|เป็น|ผู้ใหญ่|,|ความ|สมบูรณ์|,|การ|ถึง|กําหนด|,|เวลา|ที่|กําหนด|  |Syn. ripeness
n. ขนม|กรอบ|ขนาด|ใหญ่
(มอด|'|ลิน) adj. สะอึก|สะอื้น|,|ซึ่ง|ทํา|ให้|เศร้า|,|ชวน|ให้|เศร้า|หรือ|เร้า|อารมณ์.  |Syn. maudlinism n. maudlinly adv. -|maudlinness n.  |Syn. sentimental
(มอ|'|เก|อะ) adj. แม้ว่า|,|ถึงแม้ว่า.
(มอ|ล) n. ค้อน|หนัก|ชนิด|หนึ่ง (เช่น|ที่|ใช้|สําหรับ|ตอก|เข็ม|ตึก) ,|กระบอก|หนัก. vt. จัดการ|หรือ|ใช้|อย่าง|ไม่|นิ่มนวล|,|ทํา|ให้|เสียโฉม|,|ทํา|ให้|ได้|รับ|บาดเจ็บ.  |Syn. mauler n. mauller n.
(มอ|ล) n. ค้อน|หนัก|ชนิด|หนึ่ง (เช่น|ที่|ใช้|สําหรับ|ตอก|เข็ม|ตึก) ,|กระบอก|หนัก. vt. จัดการ|หรือ|ใช้|อย่าง|ไม่|นิ่มนวล|,|ทํา|ให้|เสียโฉม|,|ทํา|ให้|ได้|รับ|บาดเจ็บ.  |Syn. mauler n. mauller n.
(มอ|'|มิ|ท) n. รูป|บูชา
(มอ|น|'|เดอะ) vi. พูด|เพ้อเจ้อ|,|พูด|พ|ล่อ|ย|,|ไป ๆ มา ๆ อย่าง|ไร้|จุดหมาย|,|กระทํา|อย่าง|กับ|ใจ|ไม่|อยู่|กับ|ตัว.  |Syn. maunderer n.  |Syn. grumble
(มอ|ซะลี|'|อัม) n. อนุสาวรีย์|บรรจุศพ|,|อนุสาวรีย์|ขนาด|ใหญ่|,|สุสาน|บรรจุศพ|หลาย|ศพ pl. mausoleums|,|mausolea
(โม|ฟว) n. สี|ม่วง|อม|น้ําเงิน|ซีด|,|สีย้อม|สี|ม่วง|ที่|ได้|จาก|สาร aniline เป็น|สีย้อม|น้ํามันดิน
(แมฟ|'|เว|อริ|ค|,|แมฟ|'|ริ|ค) n. วัว|ที่|ยัง|ไม่|ตีตรา|,|ผู้|เป็น|อิสระ|และ แยกตัว|จาก|เพื่อนฝูง
(เม|'|วิน) n. ผู้เชี่ยวชาญ
(เม|'|วิส) n. นก|ยุโรป|ชนิด|หนึ่ง
(มอ) n. ปาก คอ คอหอย|หรือ|หลอดอาหาร|ของ|สัตว์ (โดยเฉพาะ|สัตว์เลี้ยงลูกด้วยนม|ที่|กิน|เนื้อ|เป็น|อาหาร) ,|กระเพาะ|ใต้|ลําคอ|ไก่|หรือ|เป็ด|,|กระเพาะ
(มอ|'|คิช) adj. จืดชืด|,|ไร้|ชีวิตชีวา|,|ละห้อย|และ|ไม่|สบาย|,|โศกเศร้า.  |Syn. mawkishly adv. mawkishness n.  |Syn. insipid
ยาว|มาก|"|,|"|ใหญ่|มาก|"
(แมก|ซิ|ล|'|ละ) n. ขากรรไกร (โดยเฉพาะ|ขากรรไกร|บน) pl. maxillae
(แมค|'|ซิ|ม) n. ข้อเขียน|ที่|เป็น|ความจริง|,|หลักการ|,|คติพจน์|,|ความจริง|,|หลักปฏิบัติ|  |Syn. aphorism
(แมค|'|ซะมะ) n. พหูพจน์|ของ maximum
(แมค|'|ซะ|เมิล) adj. มาก|สุด|,|สูงสุด|,|ใหญ่|สุด.  |Syn. maximally adv.  |Syn. highest
(แมค|'|ซะไมซ) vt. ทํา|ให้|มี|จํานวน|มาก|ที่สุด|  |Syn. maximisation n. maximiszation. n. masimiser n. masimiszer n.
(แมค|'|ซะไมซ) vt. ทํา|ให้|มี|จํานวน|มาก|ที่สุด|  |Syn. maximisation n. maximiszation. n. masimiser n. masimiszer n.
(แมค|'|ซะมัม) n.จํานวน|ที่|มาก|ที่สุด|,|ค่าสูงสุด|,|ค่า|มาก|ที่สุด. adj. มาก|สุด|,|สูงสุด|,|ใหญ่|สุด|,|เกี่ยวกับ|จํานวน|หรือ|ค่า|ที่|สูด|สุด. pl. maximums|,|maxima
(แมคซ|'|เวล) n. หน่วย|เซนติเมตร|-|กรัม|-|วินาที|ของ magnetic flux
(เมย์) auxv. อาจ|จะ|,|อาจ|,|คงจะ|,|สามารถ|จะ|,|บางที|,|ขอ|ให้ n. =|maiden (ดู)| 
(เม|'|บี) adv. บางที|,|อาจ|จะ|,|เป็น|ไป|ได้
(เม|'|อิสทฺ) n. เอกพจน์|บุรุษ|ที่ 2 ของ may
(เม|`|แฮ|พ) adv. บางที
(เม|'|เฮ|ม|,|เม|'|เฮิม) n. การ|กระทํา|ความผิด|ที่|จูงใจ|ทํา|ให้|ผู้อื่น|ได้|รับ|บาดเจ็บ|,|การ|ประทุษร้าย|  |Syn. violenc
(เม|'|อิง) n. การ|ฉลอง|วัน|May Day
(เม|'|เอินทฺ) abbr. may not
(เมอะเนซ|'|,|เม|'|อะเนซ) n. น้ํา|ราด (สลัด) ชนิด|หนึ่ง
(เม|'|เออะ|,|แม|'|เออะ) n. นายกเทศมนตรี -|mayoral adj.  |Syn. mayorship n.
(เม|'|เออ|รัล|ที|,|แม|'|เออ|รัล|ที) n. สํานัก|นายกเทศมนตรี
(เม|'|เออ|ริ|ส|,|แม|'|เออ|ริ|ส) n. นายกเทศมนตรี|หญิง
(เม|'|พอ|พ) n. ชื่อ|ผลไม้|ที่|กิน|ได้
(แมซ|'|ซัด) n. หัว|,|ใบหน้า
(เมซ) n. ทาง|คดเคี้ยว|,|ระบบ|ทาง|สื่อสาร|ที่|ยุ่งเหยิง|,|เขา|วงกต|,|สภาวะ|ที่|สับสน|,|ความ|ยุ่งเหยิง|,|ความ|วก|เวียน|,|การ|เคลื่อน|วก|เวียน.
(เม|'|เซอะ) n. ชาม|ดื่ม|เหล้า|ของเหลว
(มะซู|'|มะ) n. เงิน
(มะ|เซ|อ|'|คะ) n. การ|เต้นระบํา|โปแลนด์|จังหวะ|เร็ว|3 จังหวะ|,|ดนตรี|ประกอบ
(เม|'|ช|ซี่) adj. วก|เวียน
(เอ็มบี) ย่อ|มา|จาก|คํา|ว่า megabyte เท่า|กับ|หนึ่ง|ล้าน|ไบต์ (ตัว B ใหญ่ ใช้|แทน|คํา|ว่า byte ส่วน b เล็ก|ใช้|แทน bit หรือ binary digit) ดู byte ประกอบ|ดู Mb เปรียบเทียบ
(มะ|คา|ร|'|ธิอิส|ซึม) n. การ|กล่าวหา|ว่า|ไม่|ซื่อสัตย์|ต่อหน้า|ที่
(เอ็ม|ซี|เอ) ย่อ|มา|จาก micro channel architecture หมายถึง ช่อง|เสียบ|แผ่น|วงจร|ตัว|เล็ก|ซึ่ง|บริษัท|ไอ|บีเอ็ม|สร้าง|ไว้|ใช้|กับ|คอมพิวเตอร์|รุ่น PS|/|2 โดย|มี|จุดประสงค์|ที่|จะ|ทํา|ให้การ|ถ่าย|โอน|ข้อมูล ทํา|ได้|รวดเร็ว|และ|ง่าย กล่าวคือ|เพียงแต่|เสียบ|แผ่น|วงจร|ลง|ใน|ช่อง|เสียบ MCA นี้|เท่านั้น
(มะ|คอย|') n. สิ่ง|แท้|,|คนจริง adj. แน่แท้|,|แท้จริง
(เอ็ม|ซี|จีเอ) ย่อ|มา|จาก Monochrome|/|Color Graphics Adapter บริษัท|ไอ|บีเอ็ม|ผลิต|ขึ้น|เพื่อ|ใช้|กับ|คอมพิวเตอร์ PS|/|2 มี|ลักษณะ|ของ MGA และ CGA ปน|กัน ปัจจุบัน จอภาพ|ส่วนใหญ่|จะ|เป็น EGA และ VGA หมด|แล้ว ดู EGA|, VGA ประกอบ
(เอ็ม|ดี|เอ) ย่อ|มา|จาก monochrome display adapter บริษัท|ไอ|บีเอ็ม ใช้|เป็น|ตัว|ปรับ|สําหรับ|จอภาพ|สี|เดียว ตัว|ปรับ|ตัว|นี้|ไม่|ได้|ช่วย|ใน|การ|ทํา|ให้|เกิด|ภาพ|บน|จอ|แต่อย่างใด
(มี) pron. ฉัน
(มีด) n. เหล้า|ชนิด|หนึ่ง|ที่|ทํา|จาก|การ|หมัก|น้ําผึ้ง|และ|น้ํา
(มี|'|เก|อะ) adj. ขาดแคลน|,|น้อย|,|ไม่|พอเพียง|,|ยากจน|,|ผอม|  |Syn. meagerness n. meagreness n.  |Syn. poor|,|scanty
(มี|'|เก|อะ) adj. ขาดแคลน|,|น้อย|,|ไม่|พอเพียง|,|ยากจน|,|ผอม|  |Syn. meagerness n. meagreness n.  |Syn. poor|,|scanty
(มี|ล) n. มื้อ|อาหาร|,|อาหาร|ที่|กินใน|มื้อ|หนึ่ง ๆ ,|เวลา|รับประทาน|อาหาร|,|ผง|หยาบ|ของ|ข้าว|บด|,|ข้าว|ป่น|,|สาร|ป่น
(มี|'|ลี) adj. เป็น|ผง|,|เป็น|ของ|ป่น|,|เป็น|ข้าว|ป่น|,|เป็น|แป้ง|,|เป็น|จุด ๆ ,|เป็น|แต้ม|,|ซีด|,|ไม่|กล้า|บอก|ความจริง.  |Syn. mealiness n.  |Syn. powdery
(มี|'|ลี|เมา|ธฺ|,|-|เมา|ทฺ|') adj. พูด|อ้อม ๆ แอ้ม ๆ ,|ไม่|พูด|ตรงไปตรงมา.
(มี|น) vt. มุ่งหมาย|,|มี|เจตนา|,|ตั้งใจ|,|หมายถึง|,|ทํา|ให้|เกิด|ขึ้น|,|นํามา|ซึ่ง|,|มี|ความหมาย|ต่อ|,|มี|ความ|สําคัญ|ต่อ. vi. ตั้งใจ|,|มุ่งหมาย adj. ต่ําต้อย|,|ชั้นต่ํา|,|ไม่|สําคัญ|,|ถ่อย|,|สกปรก|,|เลว|,|ใจแคบ|,|ขี้เหนียว|,|เห็นแก่ตัว|,|สร้าง|ความ|เดือดร้อน|,|ร้าย|,|เชี่ยวชาญ|,|ประทับใจ|,|ระหว่าง|กลาง|,|โดยเฉลี่ย n. ค่าเฉลี่ย
(มี|แอ|น|'|เดอะ) vi. วก|เวียน|,|ร่อนเร่|,|พูด|วก|เวียน. n. ทาง|วก|เวียน|,|ทาง|เขา|วงกต|,|การ|วก|เวียน|,|การ|เคลื่อนที่|วก|เวียน|ไป|มา.  |Syn. meanderer n. meanderingly adv. meanderous adj.  |Syn. twist|,|turn
(มี|น|'|นิง) n. ความหมาย|,|จุดประสงค์|,|ความ|สําคัญ. adj. มี|ความหมาย|,|มุ่งหมาย|ไว้|,|ตั้งใจ|ไว้.  |Syn. meaningly adv.
(มี|น|'|นิง|ฟู|ล) adj. มี|ความหมาย|,|สําคัญ.  |Syn. meaningfully adv. meaningfulness n.  |Syn. significant
(มี|น|'|นิงลิส) adj. ไร้|ความหมาย|,|ไม่|สําคัญ|,|ไม่|มี|ค่า|,|ไร้|จุดประสงค์|  |Syn. meaninglessness n.
(มี|น|'|ลี) adj. อย่าง|ต่ําต้อย|,|อย่าง|น่าดู|หมิ่น|,|อย่าง|ขี้เหนียว|,|อย่าง|เห็นแก่ตัว|,|อย่าง|เลวทราม adv. อย่าง|ปานกลาง|,|อย่าง|พอควร
(มี|นซฺ) วิธีการ|,|เครื่องมือ|,|ทรัพย์สิน|จํานวน|มากมาย|,|จํานวน|มากมาย
(เมน|ทฺ) v. กริยา|ช่อง 2 และ 3 ของ mean
(มี|น|'|ไท|มฺ) n. เวลา|แทรก|,|เวลา|ใน|ระหว่าง|นั้น. adv. ใน|เวลา|ระหว่าง|นั้น
(มี|น|'|ไวล์) n.,|adv. เวลา|ใน|ระหว่าง|นั้น
(มี|น|'|นี) n. บุคคล|ผู้|มี|ใจแคบ|,|เลว|หรือ|ร้าย.  |Syn. meanie
(มี|'|เซิ|ลด|ฺ) adj. เป็น|โรค|หัด
(มี|'|เซิลซ) n. โรค|หัด
(มี|'|ซลี) adj. เป็น|โรค|หัด|,|เกี่ยวกับ|หรือ|คล้าย|โรค|หัด|,|จน|มาก|,|ไม่|น่า|พอใจ|มาก
(เมซ|'|เชอ|ระ|เบิล) adj. วัด|ได้|,|ประมาณ|ได้|  |Syn. measurability n. measurably adv.
(เมช|'|เชฺอะ) n. มาตรการ|,|ปริมาณ|ที่|วัด|ได้|,|เครื่องมือ|,|หน่วย|การ|วัด|,|ปริมาณ|ที่|แน่นอน|,|กฎหมาย|,|จังหวะ|,|หน่วย|เมตริก|,|การ|เต้นรํา|ที่|สง่า|และ|ช้า v. วัด|,|หา|ค่า|,|ประมาณ|,|กะ|,|ประเมิน|,|เป็น|วิธีการ|,|ปรับ|,|เดินทาง -|Phr. (for good measure เป็น|ส่วน|พิเศษ)|  |Syn. extent
(เมส|'|เชฺ|อด) adj. ได้|จาก|การ|วัด|,|ซึ่ง|หา|ค่า|แล้ว|,|ไตร่ตรอง|และ|รอบคอบ|,|สม่ําเสมอ|,|แน่นอน|,|เป็น|จังหวะ.  |Syn. measuredly adv. measuredness n.  |Syn. well|-|considered
(เมส|'|เชอ|เมิน|ทฺ) n. การ|วัด|,|ขนาด|ที่|วัด|,|ระบบ|การ|วัด|,|หน่วย|วัด.  |Syn. measurements n. ขนาด|ต่าง ๆ เป็น|นิ้ว|ของ|ผู้หญิง (ครึ่ง|ลําตัว เอว ตะโพก)| 
(มี|ท) n. เนื้อสัตว์|ที่|ใช้|เป็น|อาหาร|,|อาหาร|,|ส่วน|ที่|กิน|ได้|,|ส่วน|สําคัญ|,|จุดสําคัญ|,|ของ|โปรด|,|สิ่ง|ที่|ชอบ|ทํา|,|อาหาร|มื้อ|สําคัญ.
n. ส่วน|ที่|สําคัญ|หรือ|สําคัญ|ที่สุด
(มี|ท|'|เฮ|ด) n. คน|โง่|,|คน|ทึ่ม|,|คน|ดื้อ|ร้น
(มี|เอ|'|ทัส) n. รู|เปิด|,|ทาง|เปิด|,|ช่อง|เปิด|,|โพรง|ใน|กระดูก pl. meatuses|,|meatus
(มี|'|ท|') adj. มี|เนื้อ|มาก|,
(เมค|'|คะ) n. เม็ก|กะ เมือง|ศาสนา|ใน|ภาค|ตะวันตก|ของ|ซา|อุ|ดี|อา|ระ|เบีย|เป็น|ที่|ประสูติ|ของ|ศาสดา|ของ|ศาสนาอิสลาม
(มะ|แคน|'|นิค) n. ช่าง|,|ช่างเครื่อง|,|ช่างกล
(มะ|แคน|'|นิเคิล) adj. (เกี่ยวกับ) เครื่องจักร|เครื่องกล|,|เกิด|จาก|การ|เสียดสี|,|ไม่|มี|จิตใจ|,|ไม่|เป็นตัวของตัวเอง|,|อัตโนมัติ|,|เป็นนิสัย|,|เป็น|กิจวัตร|,|ซึ่ง|ยึดถือ|วัตถุนิยม. n. แผ่น|กระดาษแข็ง สําหรับ|ปิด|งาน|ศิลป์|ต่าง ๆ| 
(แมค|คะ|นิช|'|เชิน) n. ช่างเครื่อง|,|ช่างกล
(มะ|แคน|'|นิคซฺ) n. กลศาสตร์|,|โครงสร้าง|,|วิธี|ดําเนินการ|,|รายละเอียด
(เมค|'|คะ|ไน|ซ) vt. ทํา|ให้|เป็น|เครื่องกลไก|,|เคลื่อน|ด้วย|เครื่องกลไก|  |Syn. machanisation n. mechaniser n.
(เมค|'|คะ|นิส|ซึม) n. ระบบ|เครื่องกลไก|,|เครื่องกลไก|,|กล|วิธาน|,|วิธีการ|,|โครงสร้าง|,|ลัทธิ|วัตถุนิยม|,|กระบวนการ|และ|ปฏิกิริยา|ของ|แรง|จิต.  |Syn. mechanismic adj. mechanist n. mechanistic adj.
(เมด|'|เดิล) n. เหรียญ|,|เหรียญ|ระลึก. vi. ประดับ|เหรียญ|ให้
(เมด|'|เดิลลิสทฺ) n. ผู้ออกแบบ แกะสลัก|หรือ|ทํา|เหรียญ|,|ผู้|ได้|รับ|เหรียญ
(มะแดล|'|เยิน) n. เหรียญ|ขนาด|ใหญ่
(เมด|'|เดิลลิสทฺ) n. ผู้ออกแบบ แกะสลัก|หรือ|ทํา|เหรียญ|,|ผู้|ได้|รับ|เหรียญ
(เมด|'|เดิล) vi. เข้า|ยุ่ง|,|ยุ่ง|,|เสือก.  |Syn. meddler n. meddlingly adv.
(เมด|'|เดิลเซิม) adj. ชอบ|ยุ่ง|,|ชอบ|เสือก.
(o) - Pref. "|ตรง|กลาง|"
(มี|'|เดีย) n.,|พหูพจน์|ของ medium (ดู) -|Phr. (The media|,|mass media สื่อมวลชน เช่น วิทยุ โทรทัศน์ หนังสือพิมพ์ แม็กกา|ซี|น)| 
(มี|ดิ|อี|'|เวิล) adj. เกี่ยวกับ|ยุค|กลาง.  |Syn. mediaevalism n. mediaevalist n.
(มี|'|เดี|ยล) adj. อยู่|ตรง|กลาง|,|ระหว่าง|กลาง|,|กึ่งกลาง|,|เกี่ยวกับ|ค่าเฉลี่ย|,|ธรรมดา|,|ปกติ
(มี|'|เดียน) adj. แนว|หรือ|เส้น|กึ่งกลาง|,|อยู่|ตรง|กลาง|,|ระหว่าง|กลาง. n. ค่าเฉลี่ย|ของ|เลข|กลาง|จํานวน|ของ|กลุ่ม|เลขที่|เรียงลําดับ ความ|มาก|น้อย|,|แนว|แบ่ง|,|เส้น|แบ่ง.
(มี|'|เดียนทฺ) n. ระดับ|สาม|ของ|major|หรือ|minor|ของ|บันได|เสียง|ดนตรี
(มี|'|ดิ|แอ|ส|ไท|'|นัม) n. เยื่อ|ที่|กั้น|กลาง|ช่อ|อก|,|ผนัง|ประ|จัน pl. mediastina
(มี|'|ดิเอท) vt.,|vi.,|adj. ไกล่เกลี่ย|,|เป็น|สื่อ|,|เข้า|อยู่|ระหว่าง|กลาง.  |Syn. mediateness n.  |Syn. reconcile|,|settle
(มี|ดิเอ|'|เชิน) n. การ|ไกล่เกลี่ย
(มี|'|ดิเอทิฟว) adj. เป็น|การ|ไกล่เกลี่ย
(มี|'|ดิเอ|เทอะ) n. ผู้|ไกล่เกลี่ย.  |Syn. mediatorial adj.
(มี|'|ดิอะ|โท|รี|,|-|ทอ|รี) adj. ไกล่เกลี่ย
(มี|'|ดิเอท|ริ|ส) n. ผู้|ไกล่เกลี่ย|ที่|เป็น|หญิง.  |Syn. mediatrice|,|mediatrix
(มี|ดิเอ|'|ท|ริ|คซฺ) n. ผู้|ไกล่เกลี่ย|ที่|เป็น|หญิง pl. mediatrices|,|mediatrixes
(เมด|'|ดิค) n. แพทย์|,|นักศึกษา|แพทย์|,|เจ้าหน้าที่|แพทย์
(เมด|'|ดิเคิล) adj. เกี่ยวกับ|การแพทย์|,|เกี่ยวกับ|การ|รักษา.
เจ้าหน้าที่|ชันสูตร|ศพ.
(มะ|คิด|'|คะ|เมิน|ทฺ) n. ยา|,|สิ่ง|หรือ|สาร|ที่|ใช้|ใน|การ|บําบัด|โรค.
(เมด|'|ดะ|แคร์) n. โครงการ|สวัสดิการสังคม
(เมด|'|คะ|เคท) vt. รักษา|ด้วย|ยา|,|ให้|ยา
(เมด|ดะ|เค|'|เชิน) n. การ|ใช้|ยา|,|การ|ใช้|ยา|ให้|เป็น|ประโยชน์|,|ยา|,|สาร|หรือ|สิ่ง|ที่|ใช้|บําบัด|โรค|  |Syn. medicine|,|therapeutic
(มะดิส|'|ซิ|เนิล) adj. เกี่ยวกับ|ยา|,|ซึ่ง|มี|คุณสมบัติ|ของ|ยา|,|ซึ่ง|ใช้|ใน|การ|บําบัด|โรค.  |Syn. curative
(เมด|'|ดิ|ซิ|น) n. ยา|,|สาร|ที่|ใช้|เป็น|ยา|,|สิ่ง|ที่|ใช้|ใน|การ|บําบัด|โรค|,|แพทย์ศาสตร์|,|เวชกรรม|,|อายุ|รก|ร|รม|,|การ|บําบัด|โรค|ด้วย|ยา (ไม่|รวม|ศัลยกรรม|และ|สูติกรรม) vt. ให้|ยา|,|เยียวยา -|Phr. (to take one|'|s medicine รับ|การ|ลงโทษ (โดยเฉพาะ|สําหรับ|การ|กระทํา|ความผิด|ที่|ตน|กระทํา) .
n. หมอผี|,|คน|ขาย|ยา
(เมด|'|ดะ|โค) n. หมอ|,|แพทย์
ยา|"|,|"|การ|รักษา|"
(มี|ดิ|อี|'|เวิล) adj. เกี่ยวกับ|ยุค|กลาง|,|สมัยเก่า|,|ล้าสมัย
(มี|ดิ|โอ|'|เคอะ) adj. เกี่ยวกับ|คุณภาพ|ปานกลาง|,|ไม่|ดี|ไม่|เลว|,|สามัญ|,|เกือบ|ไม่|พอ
(มี|ดี|ออ|ค|'|ริ|ที) n. คุณภาพ|ที่|ปานกลาง|,|ความ|สามัญ|,|ความ|ไม่|ดี|ไม่|เลว|,|ความ|เกือบ|ไม่|พอ
(เมด|'|ดิ|เท|ท) vi. คิด|คะนึง|,|ไตร่ตรอง|,|เพ่ง|พิจารณา|ดู|,|มุ่งหมาย|,|เข้า|ฌาน. vt. มุ่งหมาย|,|วางแผน.  |Syn. meditatingly adv. meditator n.  |Syn. intend
(เมดดิ|เท|'|เชิน) n. การ|คิด|คะนึง|,|การ|ไตร่ตรอง|,|การ|เพ่ง|พิจารณา|ดู|,|การ|มุ่งหมาย|,|การ|เข้า|ฌาน|  |Syn. contemplation|,|pondering
(เมดดิ ดิ|เท|ทิฟว) adj. ซึ่ง|ไตร่ตรอง|,|ซึ่ง|เพ่ง|พิจารณา|,|ซึ่ง|มุ่งหมาย.  |Syn. meditativeness n.  |Syn. contemplative
(เมดดิ|เท|อเร|'|เนียน) n. ทะเล|เมดิเตอร์เร|เนียน ดิ|เท|ทิฟว
(มี|'|เดี|ยม) n. สายกลาง|,|ภาวะ|ที่อยู่|ตรง|กลาง|,|สิ่ง|ที่อยู่|ระหว่าง|กลาง|,|สื่อ|,|มัชฌิม|,|สิ่ง|ที่|แสง|หรือ|เสียง|ผ่าน|ไป|,|ที่อยู่|สิ่งมีชีวิต|,|สิ่งแวดล้อม|,|วิธีการ|,|อาหาร|เพาะเชื้อ. adj. ซึ่ง|อยู่|ระหว่าง|กลาง|,|เป็น|สายกลาง pl. media|  |Syn. mean|,|means
(มี|'|เดียส) n. นิ้วกลาง pl. medii
(เมด|'|ลี) n. เพลง|ผสม|,|ของผสม|ผสาน|,|สิ่ง|ผสม. adj. ซึ่ง|ผสม|กัน|,|ผสมผสาน
(มิ|ดัล|'|ละ) n. ส่วน|ใน|สุด|,|ส่วน|เนื้อ|,|ไขกระดูก pl. medullas|,|medullae
เป็น|ส่วนล่าง|สุด|ที่|ต่อ|กับ|กระดูก|ไขสันหลัง|ตรง FORAMEN MAGNUM เป็น|รูป|พิ|รา|มิด ทํา|หน้าที่|ควบคุม|อวัยวะ|การ|หายใจ หัวใจ การ|บีบ|และ|ขยาย|ตัว|ของ|หลอดเลือด การ|ไอ และ|การ|จาม
(มะ|ดู|'|ซะ) n.,|แมงกะพรุน.  |Syn. medusoid adj.
(มีด) n. ค่าตอบแทน|,|รางวัล
(มี|ค) adj. ถ่อมตัว|,|ว่า|ง่าย|,|เชื่อง|,|ผ่อน|ตาม|  |Syn. meekly adv. meekness n.
(มี|ท) {|met|,|met|,|meeting|,|meets|} v. พบ|,|ประสบ|,|เผชิญ|,|กลาย|เป็น|,|ทํา|ให้|คุ้นเคย|กับ|,|บรรจบ|,|สบตา|,|ขัดแย้ง|,|ต่อต้าน|,|ต้องใจ|,|ตกลง. n. การ|ชุมนุม|,|การ|ประชุม|,|ผู้|ชุมนุม|,|สถานที่|ชุมนุม adj. เหมาะสม|,|สมควร .  |Syn. meetly adv. meetness n.
(มี|ท|'|ทิง) n. การ|ชุมนุม|,|การ|พบ|กัน|,|กลุ่ม|คน|ที่|ชุมนุม|กัน|,|สถานที่|ชุมนุม
บ้าน|ชุมนุม|ทาง|ศาสนา
(เมก) ใช้|ตัวย่อ|ว่า M เป็น|คํา|เรียก|สั้น ๆ ของ|เมกะไบต์ (megabyte) หมายถึง จํานวน 1 ล้าน|ไบต์|โดย|ประมาณ จริง ๆ แล้ว 1 เมกะไบต์|จะ|เท่า|กับ 1,024 กิโลไบต์ หรือ|เท่า|กับ 1,048,576 ไบต์ คิด|คร่าว ๆ เท่า|กับ 1|ล้าน|ไบต์ (กฏ|หมาย|ของ|อเมริกา|มี|กําหนด|ไว้|ชัดเจน|ว่า 1 เมกะไบต์ เท่า|กับ 1 ล้าน|ไบต์|เท่านั้น)| 
Pref. =|"|ใหญ่|,|"|โต
(เมก|' กะ|ไบท์) n. 220 ไบต์หรือ 1,048,576 ไบต์ : ย่อ|ว่า MB|, ใช้|ตัวย่อ|ว่า MB (เอ็มบี) เท่า|กับ|หนึ่ง|บ้าน|ไบต์ ใช้|บอก|ขนาด|ของ|หน่วยความจํา เช่น คอมพิวเตอร์ ขนาด 16 เมกะไบต์ หมายความ|ว่า มี|ขนาด|หน่วยความจํา 16 ล้าน|ไบต์ หรือ|บอก|ความ|จุ|ของ|สื่อ เช่น จาน|แม่เหล็ก หรือ|จาน|บันทึก ว่า|มี|ความ|จุ 1.2 เมกะไบต์ ก็|หมายความ|ว่า เก็บ|ข้อมูล|ได้ 1.2 ล้าน|ตัวอักษร เป็นต้น
(เมก|'|กะ|คิว|รี่) n. หนึ่ง|ล้าน|คู|รี่|,|MCi|,|Mc
(เมก|`|กะ|ไซ|เคล) n. หนึ่ง|ล้าน|ไซเกิล|ต่อ|วินาที
(เมก|' กะ|เฮิรตซ์) n. เมกกะ|เฮิรตซ์ , เท่า|กับ|หนึ่ง|ล้าน|รอบ|ต่อ|วินาที เป็น|หน่วย|วัด|ความ|ถี่ มี|ความหมาย|เหมือน megacycle
(เมกกะ|ลิธ) n. หิน|ขนาด|ใหญ่
Pref. ใหญ่|,|โต
(เมกกะ|ลอพ|'|พะลิส) n. มหานคร|,
(เมก|'|กะ|เทิน) n. หนึ่ง|ล้าน|ตัน
(มี|'|ก|ริม) n. จิตใจ|ที่|เศร้า|,|ความ|หดหู่ใจ|,|การ|เอาแต่ใจ|,|การ|ตาม|อําเภอใจ|,|อาการ|ปวดศีรษะ ข้างเดียว
(เม|'|จี) n. ญี่ปุ่น|สมัย|จักรพรรดิ|มัตซุฮิ|โต (ค.ศ.1867|-|1912)| 
(เม|'|นี) n. กลุ่ม|คน|,|ฝูงชน|,|คณะ|ผู้ติดตาม
(เม|'|นี) n. กลุ่ม|คน|,|ฝูงชน|,|คณะ|ผู้ติดตาม
(ไม|โอ|'|ซิ|ส) n. วิธีการ|แบ่ง|เซลล์|ที่|ทํา|ให้|เกิด|เซลล์|เพศ
(แม่โขง) n. แม่น้ํา|แม่โขง
อุจจาระ|ดํา
(เมลเลิน|โค|'|เลีย) n. โรคจิต|ที่|มี|อาการ|หดหู่ใจ|หรือ|ซึมเศร้า.  |Syn. melancholic adj.
(เมล|'|เลิน|คอ|ลลี) n. ภาวะ|จิตใจ|หดหู่|,|ใจคอ|เหี่ยวแห้ง|,|อาการ|ครุ่นคิด|มาก adj. หด|ใจ|หู่|ใจ|,|สลดใจ|,|ครุ่นคิด|หนัก|  |Syn. gloomy|,|dismal|,|gloom
(เมล|'|ละ|นิน) n. สาร|สี|ดํา|ของ|ผิวหนัง
Pref. "|ดํา|".
ผิวหนัง|เปลี่ยน|เป็น|สี|ดํา|คล้ํา
(เมล|'|ละ|นอยด์) adj. ดํา
(เมล|ละ|โน|'|มะ) n. มะเร็ง|ชนิด|melanoma
(เม|ลด|ฺ) vt.,|vi. ประกาศ|และ|แสดง|คะแนน|,|รวม|กัน|,|ผสม
(เม|'|เล|,|เมเล|'|,|เมล|'|เล) n. การ|ต่อสู้|เป็น|มวยหมู่|อย่าง|ชุลมุน.  |Syn. melee
(เมล|'|ลิค) adj. ตั้งใจ|ร้องเพลง
(เมล|'|ยะเรท|,|มี|'|ลิ|โอ|เรท) vi.,|vt. ทํา|ให้|ดี|ขึ้น|,|บรรเทา|,|แบ่งเบา|,|ปรับปรุง.  |Syn. meliorable adj. melioration n. meliorative adj. meliorator n.  |Syn. ameliorate
(เมล|ยอ|'|ริ|ที|,|มี|ลิ|ออ|'|ริ|ที) n. ความ|ดี|กว่า|,|ความ|เหนือกว่า
(มะลิ|ฟ|'|เฟอรัส) adj. ซึ่ง|ให้|น้ําผึ้ง
(มะลิ|ฟ|'|ลูเอินทฺ) adj. =|melliflouous
(มะลิ|ฟ|'|ลูอัส) adj. คล่อง|,|ไพเราะ|,|ไหล|เหมือน|น้ําผึ้ง|  |Syn. smooth|,|melodious
(เมล|'|โล) adj. สุก|,|ฉ่ํา|,|โต|เต็มที่|,|สุขุม|,|กลมกล่อม|,|เบิกบาน|,|รื่นเริง|, (ดิน) ร่วน|,|อุดมสมบูรณ์|,|มึน|,|เมา|หน่อย ๆ vt.,|vi. ทํา|ให้|สุด|,|กลาย|เป็น|สุก.  |Syn. mellowly adv. mellowness n.
(มะ|ลอด|'|ดิค) adj. ไพเราะ|,|สละสลวย.  |Syn. melodically adv.  |Syn. melodious
(มะโล|'|เดียส) adj. ไพเราะ|,|สละสลวย|  |Syn. melodiousness n.  |Syn. musical
(เมล|'|ละ|ไดซ) vt.,|vi. ทํา|ให้|ไพเราะ กลาย|เป็น|ไพเราะ
(เมล|'|ละ|ดิสทฺ) n. นักประพันธ์|เพลง|,|นักร้อง
(เมล|'|ละ|ไดซ) vt.,|vi. ทํา|ให้|ไพเราะ กลาย|เป็น|ไพเราะ
(เมล|'|ละ|ด|รา|'|มะ|,|-|แด|รม|'|มะ) n. ละคร|ประโลมโลก|,|ละคร|เกิน|ความจริง|,|ละคร|ยั่วยวน
(เมล|'|ละ|ดี) n. ทํานอง|เพลง|,|เสียง|ดนตรี|ที่|ไพเราะ|,|บทกวี|สําหรับ|ร้อง|เป็น|เพลง
(เมล|'|ลอย|ดฺ) n. แมลง|ปีก|แข็ง
(เมล|'|เอิน) n. ผลไม้|จําพวก|แตง|,|ผลกําไร|มาก|ที่|แบ่ง|ให้|กับ|ผู้|ถือ|หุ้น|,|เงิน|จํานวน|มาก
(เมลทฺ) {|melted|,|melted|/|molten|,|melting|,|melts|} vi.,|vt. (ทํา|ให้) ละลาย|,|หลอม|,|สูญ|ไป|,|ผ่าน|ไป|,|เปลี่ยน|เป็น|,|ใจอ่อน. n. การ|หลอมเหลว|,|สิ่ง|ที่|หลอมเหลว|  |Syn. fuse
(เมล|'|ทัน) n. ผ้า|ขนสัตว์|ที่|ลื่น|และ|หนัก
(เมม|'|เบอะ) n. สมาชิก|,|ชาวคณะ|,|ส่วน|ของ|ร่างกาย|,|องค์ประกอบ|,|องค์|,|หน่วย|,|ส่วน|,
(เมม|'|เบอ|ชิ|พ) n. สมาชิกภาพ|,|จํานวน|สมาชิก|ทั้งหมด
(เมม|'|เบ|รน) n. เยื่อบุ|ผิว|,|เยื่อ|แผ่น
(เมม|'|บ|ระ|นัส) adj. เกี่ยวกับ|เยื่อบุ|หรือ|เป็น|แผ่น|บาง|  |Syn. membranaceous.
(มะ|เมน|'|โท) n. เครื่อง|ระลึก|ถึง|อดีต|,|ของที่ระลึก
(เมม|'|โม) n. ข้อเขียน|เตือน|ความจํา|,|=|memorandum (ดู) pl. memos
(เมม|'|วาร์|,|เมม|'|วอร์) n. บันทึก|ชีวิต|และ|ประสบการณ์|ของ|คน ๆ หนึ่ง|,|ประมวล|รายงาน|เรื่อง|ทาง|วิทยาศาสตร์|หรือ|วิชา|อื่น ๆ ,|บันทึก|ความจํา|,|ชีวประวัติ|บุคคล|  |Syn. memoirist n.
(เมมเมอ|ระ|บิล|'|เลีย) n.,|เรื่อง|หรือ|เหตุการณ์|ที่|ควร|จํา
(เมมมะ|แร|น|'|ดัม) n. บันทึก|ความจํา|,|บันทึก|,|หนังสือ|บ|ริ|คณห์|สน|ธิ|,|ข้อความ|ที่|บันทึก|ไว้|,|เอกสาร|ข้อ|สัญญา|,|จดหมายเหตุ|,|สาร|หรือ|หนังสือ|ไม่|เป็นทางการ (โดยเฉพาะ|ระหว่าง|พนักงาน|บริษัท) pl. memorandums|,|memoranda|  |Syn. note|,|reminder
(มะ|มอ|'|เรี|ยล) n. สิ่ง|เตือน|ความจํา|,|ที่|ระลึก|,|อนุสรณ์|,|เครื่อง|ระลึก|ถึง|,|จดหมายเหตุ adj. เตือน|ความจํา
(เมม|'|มะ|ไร|ซ) vt. จํา|,|จํา|ใส่ใจ|,|ท่องจํา.  |Syn. memorizable adj. memorization n. memorizer n.
(เมม|'|มะ|รี) n. ความจํา|,|ความทรงจํา|,|บุคคล|หรือ|สิ่ง|ที่|จํา|ไว้|,|หน่วยความจํา|ของ|เครื่อง|คอมพิวเตอร์ pl. memories
แผนที่|แสดง|การ|ใช้|หน่วยความจํา|หมายถึง|แผนที่|หรือ|แผนผัง|ที่|แสดง|ถึง|การ|ใช้|หน่วยความจํา|ส่วน|ที่|เรียก|ว่า แรม (RAM) ใน|เครื่อง|คอมพิวเตอร์ มี|ลักษณะ|คล้าย|กับ|แผนที่|แสดง|ที่|ตั้ง|จังหวัด|ต่าง ๆ ใน|แต่ละ|ประเทศ|นั้น|เอง สําหรับ|ผู้ใช้|คอมพิวเตอร์|ทั่วไป|แล้ว ไม่|จําเป็น|ต้อง|รู้เรื่อง|นี้|เลย|ก็ได้
โปรแกรม|ใน|หน่วยความจํา|หมายถึง|โปรแกรมคอมพิวเตอร์|ส่วน|ที่|เก็บ|เอา|ไว้|ใน|หน่วยความจํา|ของ|เครื่อง|คอมพิวเตอร์|โดย|ที่|เรา|ไม่รู้ไม่เห็น และ|ไม่|สามารถ|เรียก|มา|ดู|ได้ โดยมาก|เป็น|โปรแกรม|อรรถประโยชน์|ต่าง ๆ เช่น โปรแกรม|ตัว|ขับ|เมาส์ (mouse driver) เป็นต้น โปรแกรม|ประเภท|นี้|บางที|เรียก|ว่า TSR (terminate and stay residnts)| 
หน่วยความจํา|หมายถึง หน่วยความจํา|ที่อยู่|ใน|ตัว|เครื่อง|คอมพิวเตอร์ ใน|การ|ทํางาน|กับ|เครื่อง|คอมพิวเตอร์|นั้น เมื่อ|สั่ง|ให้|คอมพิวเตอร์|อ่าน|ข้อมูล|เข้า|ไป|แล้ว เครื่อง|อ่าน|ก็|จะ|นํา|ข้อมูล|ที่|อ่าน|ได้|ไป|เก็บ|ไว้|ใน|หน่วยความจํา|นี้ แล้ว|จะ|เรียก|มา|ใช้|ใน|เวลา|ที่|ต้องการ ข้อความ|หรือ|ข้อมูล|ที่|นํา|ไป|เก็บ|ไว้|ใน|หน่วยความจํา|แล้ว|ไม่ว่า|จะ|นํามา|ใช้|สัก|กี่|ครั้ง|กี่|หน ก็|จะ|ยังคง|เป็น|อยู่|อย่างเดิม แต่|ถ้า|ข้อมูล|อื่น|ถูก|อ่าน|ทับ|เข้า|ไป ข้อมูล|เก่า|จะ|ถูก|ลบ|ไป|ทันที หรือ|ถ้า|ไฟดับ ข้อมูล|ทั้งหมด|ที่อยู่|ใน|หน่วยความจํา|ก็|จะ|หาย|ไป|หมด|เช่นกัน คอมพิวเตอร์|จะ|ทํางาน|ได้|ดี หรือ|มี|ประสิทธิภาพ|มาก|หรือ|น้อย ย่อม|ขึ้น|อยู่|กับ|หน่วยความจํา|นี้|มาก|กว่า|อย่าง|อื่น สําหรับ|ไมโครคอมพิวเตอร์ เรา|เรียก|หน่วยความจํา|นี้|ว่า ชิป (chip) ซึ่ง|ใช้|เป็น|ที่|เก็บ|ข้อมูล แบ่ง|ออก|ได้|เป็น|สอง|ประเภท คือ ประเภท|อ่าน|ได้|อย่างเดียว เรียก|ว่า "|รอ|ม|" (ROM หรือ|ที่|ย่อ|มา|จาก read|-|only memory) ซึ่ง|เก็บ|คําสั่ง|ประเภท|ที่|เครื่อง|ต้อง|ปฏิบัติ|ตาม|ทันที เช่น ไบ|ออ|ส (BIOS) ข้อมูล|ใน|นั้น|จะ|ไม่|มี|วัน|ลบ|หาย|แม้ว่า|จะ|ปิด|เครื่อง ส่วน|อีก|ประเภท|หนึ่ง เรียก|ว่า "|แรม|" (RAM หรือ|ที่|ย่อ|มา|จาก random access memory) หน่วยความจํา|แรม|นี้|ใช้|เก็บ|โปรแกรม|หรือ|แฟ้มข้อมูล|ที่|กําลังจะ|ใช้|งาน เมื่อ|ปิด|ไฟ|ที่|ตัว|เครื่อง|คอมพิวเตอร์ ข้อมูล|ที่อยู่|ใน|แรม|จะ|หาย|ไป|หมด และ|หาก|เริ่มต้น|เปิด|เครื่อง|ใหม่ ต้องการ|จะ|ใช้|โปรแกรม|หรือ|แฟ้มข้อมูล|ใด ก็|จะ|ต้อง|บรรจุ (load) โปรแกรม|หรือ|แฟ้มข้อมูล|นั้น|มา|เก็บ|ไว้|ใน|แรม|ก่อน จึง|จะ|ทํางาน|ต่อไป|ได้ สําหรับ|ไมโครคอมพิวเตอร์|แล้ว ยิ่ง|แรม|มี|ขนาด|ใหญ่|เท่าใด ก็|ยิ่ง|แสดง|ว่า|คอมพิวเตอร์|เครื่อง|นั้น|มี|ประสิทธิภาพ|เท่านั้น|อย่างไรก็ตาม หน่วยความจํา|ที่|กล่าว|ถึง|นั้น|เป็น|หน่วยความจํา|ที่อยู่|ภายใน|เครื่อง|คอมพิวเตอร์ แต่|เรา|ยัง|มี|หน่วยเก็บข้อมูล|ที่อยู่|นอก|เครื่อง|คอมพิวเตอร์|ด้วย หน่วยความจํา|นอก|เครื่อง|นี้ เรา|เรียก|ว่า หน่วยความจํา|ช่วย (auxiliary memory) ซึ่ง|หมายถึง|สื่อ|เก็บ|ข้อมูล|ต่าง ๆ นั่นเอง เป็นต้น|ว่า จาน|บันทึก แถบ|บันทึก หน่วยความจํา|เหล่านี้ ไฟดับ|ข้อมูล|ก็|ยัง|อยู่
(เมน) n. พหูพจน์|ของ man
ห้องน้ํา|ชาย.  |Syn. men|'|s lounge
(เมน|'|นิสฺ) n. สิ่ง|ที่|คุกคาม|,|การ|คุกคาม|,|อันตราย|,|ภยันตราย. v. คุกคาม|,|ขู่|,|เป็น|ภัย|,|เป็น|อันตราย.  |Syn. menacer n. menacingly adv.
(เม|นา|จ) n. การบ้านการเรือน pl. menages
(มะ|นา|จ|'|จะ|รี) n. การ|รวบรวม|สัตว์ป่า|หรือ|สัตว์|ประหลาด (โดยเฉพาะ|เพื่อ|เปิด|ให้|ประชาชน|ชม) ,|สถานที่|ที่|เก็บ|สัตว์|ดังกล่าว
(มะ|นาม|') n. แม่น้ํา
(เมน|ดฺ) vt. ซ่อมแซม|,|แก้ไข|,|ปะ|,|แก้|,|ทํา|ให้|ถูกต้อง|,|ปรับปรุง. vi. ดี|ขึ้น|,|เจริญ|ขึ้น. n. การ|ซ่อมแซม|,|การ|แก้ไข|,|การ|แก้|,|การ|ปะ|,|การ|ทํา|ให้|ถูกต้อง|,|ที่|ที่ ซ่อมแซม|หรือ|แก้ไข|แล้ว. -|Phr. (on the mend กําลัง|ฟื้น|แก้ไข) .  |Syn. mendable adj. คํา|ที่|มี|ความหมาย|เหมือน|กั
(เมน|เด|'|เชิส) adj. ไม่|แท้|,|ปลอม|,|โกหก|,|ไม่|ซื่อ|สัตว์.  |Syn. mendaciously adv. mendaciousness n.  |Syn. false|,|untrue
(เมน|แดส|'|ซิ|ที) n. ความ|มุสา|,|ความ|ไม่|ซื่อสัตย์|,|ความ|ไม่|บ|ริ|สุทธิ|ใจ|,|ความ|เท็จ|  |Syn. untruthfulness
(เมน|'|เดิล) n. Gregor Johann|พระ|และ|นัก|พฤกษศาสตร์|ชาว|ออสเตรีย|ผู้|เป็น|บิดา|แห่ง|พันธุศาสตร์ (ค.ศ.1822|-|1884)| 
(เมน|ดะ|ลี|'|เวี|ยม) n. ธาตุ|กัมมันตรังสี|ที่|มนุษย์|สร้าง|ขึ้น
(เมน|'|ดะ|ดัน|ซี่) n. การ|ขอทาน|,
(เมน|'|ดะ|เคินทฺ) adj. เกี่ยวกับ|การ|ขอทาน n. ขอทาน|  |Syn. beggar|,
(เมน|'|โฟล์ค) n.,|pl. คน|ผู้ชาย|หลาย|คน
(มี|'|เนี|ยล) adj. เกี่ยวกับ|คนใช้|,|เป็น|ขี้ข้า|,|ต่ําต้อย. n. คนใช้|,|ขี้ข้า.  |Syn. menially adv.  |Syn. servile
(มี|นิน|'|จีซ) n.,|pl. เยื่อ 3 เยื่อ|ที่|หุ้ม|สมอง|และ|ไขสันหลัง sing. meninx
(เมน|นิน|ไจ|'|ทิส) n. เยื่อ|meninges (ดู) อักเสบ.  |Syn. meningitic adj.
(มิ|นัส|'|คัส) n. รูป|วงเดือน|,|เลนส์|ที่|มี|ส่วน|ที่|เป็น|รูป|วงเดือน
(เม|'|โน) adv. น้อย|,|ต่ํา
Pref. มี|ความหมาย|ว่า|"|เดือน|"
(มิ|นอ|ล|'|โลจี) n. ปฏิทิน|ของ|เดือน|ต่าง ๆ| 
(เมน|'|นะ|พอ|ซ) n. ภาวะ|ประจําเดือน|หมด|  |Syn. menopausic|,|menopausal adj.
(เมน|'|ซี|ซ) n. การ|มี|ประจําเดือน|,|การ|มี|ระดู
(เมน|'|สท|รู|เอิล) adj. เกี่ยวกับ|ประจําเดือน|,|เกี่ยวกับ|ระดู|,|ทุก|เดือน
(เมน|สท|รู|เอ|'|เชิน) n. การ|มี|ประจําเดือน|,|ระยะ|เวลา|ที่|มี|ประจําเดือน
(เมน|'|เชอะ|ระ|เบิล) adj. ซึ่ง|วัด|ได้.  |Syn. mensurability n.  |Syn. measurable
(เมน|'|เชอะรัล) adj. เกี่ยวกับ|การ|วัด
(เมน|ชะ|เร|'|เชิน) n. การ|วัด|  |Syn. mensurational adj.
(เมน|ซ|'|แวร์) n. เสื้อผ้า|หรือ|เครื่องนุ่งห่ม|สําหรับ|ผู้ชาย
(เมน|'|เทิล) adj. เกี่ยวกับ|จิตใจ|,|สําหรับ|คนไข้|โรคจิต
ระดับ|ความ|สามารถ|ของ|สมอง|หรือ|ความ|สามารถ|ของ|บุคคล เพื่อ|เปรียบเทียบ|กับ|อายุ|บุคคล|นั้น
ความ|บกพร่อง|ของ|อํานาจ|จิต
ภาวะ|ปัญญาอ่อน|,|ความ|บกพร่อง|แห่ง|อํานาจ|จิต
(เมน|'|ทัลลิส|ซึม) n. ลัทธิ|แห่ง|จิต|,
(เมน|แทล|'|ลิ|ที) n. ความ|สามารถ|ทาง|จิต|,|อํานาจ|จิต|,|การ|ทํางาน|ของ|จิต|,|ปัญญา|  |Syn. mind
(เมน|'|ทัลลี) adv. แห่ง|จิต|,|แห่ง|ปัญญา|,|แห่ง|ความ|รู้
(เมน|'|ธอล|,|-|โธล) n. การบูร
(เมน|'|เชิน) vt. กล่าว|ถึง|,|เอ่ยถึง|,|อ้างอิง|,|พูด|พาดพิง. n. การ|กล่าว|ถึง|,|คํา|อ้าง -|Phr. (not to mention นอกเหนือ|จาก)|  |Syn. mentioner n.  |Syn. refer|,|name|,|cite
(เมน|'|เทอะ|,|-|ทอร์) n. ที่ปรึกษา|ที่|ชาญฉลาด|และ|ไว้ใจ|ได้ menu (เมน|'|นู|,|เม|'|นู) n. รายชื่อ|อาหาร|,|รายการอาหาร|,|อาหาร|ดังกล่าว
แถบ|รายการ|เลือก|หมายถึง แถบ|บรรจุ|ชื่อ|รายการ|ที่|แต่ละ|โปรแกรม|สําเร็จ|บน|ระบบ|วินโดว์|มี|ไว้|ให้|เลือก ปกติ|จะ|อยู่|ส่วน|บน|ของ|จอภาพ เรา|สามารถ|เลือก|คําสั่ง|จาก|รายการ|เหล่านี้|ได้|โดย|กด|เมาส์|ที่|รายการ|ใด|รายการ|หนึ่ง|เลย
ระบบ|ทํางาน|ด้วย|เมนู|หมายถึง|ระบบ|การ|ทํางาน|ของ|โปรแกรม|ที่|ใช้|เมนู|เป็น|หลัก กล่าวคือ มี|รายการ|คําสั่ง|ต่าง ๆ ปรากฏ|บน|จอภาพ|ให้|เลือก ผู้ใช้|ไม่|จําเป็น|ต้อง|จํา|คําสั่ง|เลย เพียงแต่|ใช้|เมาส์|เลื่อน|ไป|ที่|คําสั่ง|ที่|ต้องการ|แล้ว|กด คอมพิวเตอร์|ก็|จะ|ทํางาน|ให้ ระบบ|ดังกล่าว|นี้|ทํา|ให้การ|ทํางาน|โดย|ใช้|คอมพิวเตอร์|นั้น|ง่าย|ขึ้น|กว่า|เดิม|มาก
(เมีย|ว|,|มี|เอา|') n. เสียงร้อง|ของ|แมว. vi. ทํา|หรือ|ร้อง|เสียง|ดังกล่าว.  |Syn. miaow|,|miaou
(เมอ|'|เคิน|ที|ล|,|-|ไท|ลฺ) adj. เกี่ยวกับ|พ่อค้า|หรือ|การ|ค้า
(เมอ|'|คัน|ทิลลิส|ซึม) n. ความ|เป็น|พ่อค้า
(เมอ|'|ซะเนอ|รี) adj. ทํางาน|เพื่อ|เงิน|และ|รางวัล|เท่านั้น|,|รบ|เพื่อ|เงิน|หรือ|สิ่ง|ตอบแทน|เท่านั้น|,|รับจ้าง|,|โลภ|,|เห็นแก่|เงิน. n. ทหาร|รับจ้าง|,|ผู้|รับจ้าง|หาเงิน|,|ลูกมือ|,|ลูกจ้าง|  |Syn. mercenarily adv. mercenariliness n.
(เมอ|'|เซ|อ) n. พ่อค้า|ผ้า
(เมอ|`|ชะ|ไร|ซ) vt. ใส่|ด่าง|ลง|ไป|ใน|สิ่งทอ|เพื่อ|เพิ่ม|ความ|คงทน
(เมอ|'|เชินไดซ) n. สินค้า|,|วัตถุ|ที่|ซื้อขาย|กัน. vi. ค้าขาย. vt. ค้าขาย|,|ส่งเสริม|การ|ขาย|,|วางแผน|การ|ขาย.  |Syn. merchandiser n. merchandizer n.
(เมอ|'|เชินไดซ) n. สินค้า|,|วัตถุ|ที่|ซื้อขาย|กัน. vi. ค้าขาย. vt. ค้าขาย|,|ส่งเสริม|การ|ขาย|,|วางแผน|การ|ขาย.  |Syn. merchandiser n. merchandizer n.
(เมอ|'|เชินทฺ) n. พ่อค้า|,|ผู้|ค้า|,|เจ้าของ|ร้าน|,|คน|ขาย|ของ. adj. เกี่ยวกับ|พาณิชย์|,|เกี่ยวกับ|เรือ|พาณิชย์|สมุทร
n. ธนาคารพาณิชย์|หรือ|เรือ|พาณิชย์|สมุทร
n. เรือ|พาณิชย์|สมุทร|,|เจ้าหน้าที่|และ|ลูกเรือ|ของ|เรือ|ดังกล่าว
(เมอ|'|เชินทะเบิล) adj. วางตลาด|ได้|,|นํา|ออก|ขาย|ได้
(เมอ|'|เชินทฺ|เมิน) n. เรือ|สินค้า pl. merchantmen|  |Syn. trading vessel
(เมอ|'|ซิ|ฟู|ล) adj. กรุณา|ปรานี|,|เมตตา|,|มี|ความ|อนุเคราะห์|ดี|,|เห็นอกเห็นใจ.  |Syn. mercifully adv. mercifulness n.
(เมอ|'|ซิ|ลิส) adj. ไร้|ความ|ปรานี|,|ไม่|เห็นอกเห็นใจ.  |Syn. mercilessly adv. mercilessness n.  |Syn. pitliless
Pref. "|ปรอท|"
(เมอ|คิว|'|เรี|ยล) adj. เกี่ยวกับ|ธาตุ|ปรอท|,|เกี่ยวกับ|เทพเจ้า Mercury (ดู) ,|เกี่ยวกับ|ดาว|พุธ|,|กระฉับกระเฉง|,|มี|ชีวิตชีวา|,|คล่องแคล่ว|,|ไว (เหมือน|ปรอท) ,|เปลี่ยนแปลง|ง่าย|,|เหลาะแหละ|,|หลาย|ใจ. n. ยา|ที่|มี|สารปรอท|อยู่.  |Syn. mercurialness n. mercuriality n.
(เมอ|คิว|'|ริ|ค) adj. เกี่ยวกับ|ปรอท (มี|2|วา|เลน|ซี)| 
Pref. "|ปรอท|"
(เมอ|คิว|'|โร|โครม) n. ยาแดง|,|ชื่อ|การ|ค้า|ของ merbromin
(เมอ|'|คิว|รี) n. ธาตุ|ปรอท|  |Syn. Mercury n. ดาว|พุธ|,|เทพเจ้า|โรมัน|ที่|เป็น|คน|เก็บ|สาส์น|ของ|พระเจ้า
(เมอ|'|ซี) n. ความ|เมตตา|,|ความ|กรุณา|ปรานี|,|ความ|อนุเคราะห์|,|อํานาจ|ของ|ผู้พิพากษา|ใน|การ|ให้|อภัยโทษ|หรือ|ลดหย่อน|ผ่อน|โทษ|,|พร -|Phr. (at the mercy ขึ้น|อยู่|กับ อยู่|ภายใต้|อํานาจ|ของ)| 
n. การ|ตาย|อย่าง|สงบ|หรือ|ไม่|เจ็บปวด|,|การ|ฆ่า|หรือ|ทํา|ให้|ตาย|อย่าง|สงบ.  |Syn. euthanasia
(เมียร์) adj. เป็น|เพียง|,|เท่านั้น|,|เฉย ๆ ,|บริสุทธิ์|,|ไม่|มี|สิ่ง|เจือปน|,|แท้ ๆ ,|อุดมสมบูรณ์
(เมียร์|'|ลี) adv. เท่านั้น|,|เป็น|เพียง|,|ง่าย ๆ ,|เฉย ๆ ,|บริสุทธิ์|,|ไม่|มี|สิ่ง|เจือปน|  |Syn. simply|,|purely
(เม|อริ|ท|ริ|ช|'|เชิส) adj. บาดตา|,|ฉูดฉาด|และ|หรูหรา|แต่|ไม่|มี|ราคา|,|หลอกลวง|,|ไม่|จริงใจ|,|แพศยา|,|ชั่วช้า.  |Syn. meretriciousness n.  |Syn. tawdry
(เมิร์จฺ) vt.,|vi. ทํา|ให้|รวม|ตัว|,|ผสม|กับ|,|กลมกลืน|,|กลาย|เป็น.  |Syn. mergence n.  |Syn. unite
(เมอ|'|เจอะ) n. การ|รวม|ตัว|ของ|หน่วยงาน|ธุรกิจ|การ|ค้า|เป็น|หน่วย|เดียวกับ|  |Syn. combine
(มะ|ริ|ด|'|เดียน) n.,|adj. (เกี่ยวกับ) วง|กลม|สมมุติ|'|ที่|ลาก|ผ่าน|ขั้วโลก|เหนือ|ขั้วโลก|ใต้|และ|จุด|ใด|จุด|หนึ่ง|บน|พื้นผิว|โลก|,|ครึ่ง|วง|กลม|ดังกล่าว|ที่อยู่|ระหว่าง|ขั้วโลก|ทั้ง|สอง|,|สมัย|ที่|รุ่งเรือง|ที่สุด|,|จุด|สุดยอด.
(มะ|รี|'|โน) n. แกะ|พันธุ์|หนึ่ง
(เมอ|'|ริ|ซิ|ส) n. การ|เจริญเติบโต (โดยเฉพาะ|จาก|การ|แบ่ง|ตัว|ของ|เซลล์)| 
(เมอ|'|ริ|ส|เท|ม) n. เนื้อเยื่อ|ของ|ตัวอ่อน
(เมอ|'|ริ|ท) n. ความ|ดีเลิศ|,|ข้อดี|,|คุณความดี|,|บุญ|กุศล.  |Syn. merits n.,|pl. ข้อ|ถูก|ผิด|,|ความ|สมควร vt. สมควร|กับ|,|ควร|ได้|รับ|  |Syn. excellence
(เม|อริ|ทอ|ค|'|ระ|ซี) n. ประเภท|ของ|บุคคล|ที่|ประสบ|ความ|สําเร็จ โดย|ความ|สามารถ|ของ|ตัวเอง (ไม่|ใช้|ด้วย|สิทธิพิเศษ|ของ|ชนชั้น)| 
(เมอ|'|ริ|ทะแครท) n. ผู้|ที่|สร้าง|ตัวเอง|หรือ|ประสบ|ความ|สําเร็จ|โดย|ความ|สามารถ|ของ|ตัวเอง|ไม่|ใช่|ด้วย|สิทธิ|ของ|ชนชั้น
(เม|อริ|โท|'|เรียส|,|-|ทอ|'|เรียส) adj. มี|ความ|ดี|ความ|ชอบ|,|มี|คุณความดี|,|มี|ข้อดี|,|น่า|สรรเสริญ|,|ควร|ได้|รับ|การ|ยกย่อง|  |Syn. praiseworthy
(e) (เมร์ล) n. นก|ดํา|จําพวก|หนึ่ง
(เมอ|'|ลิน) n. นก|เหยี่ยว|ยุโรป|ขนาด|เล็ก
(เมอ|'|เมด) n. นาง|เงือก
Pref. "|ส่วน|"|,|"|บาง|ส่วน|"
(เมอ|'|รี) adj. ร่าเริง|,|เบิกบานใจ|,|ครึ|กครึ้น|,|รื่นเริง|,|สนุกสนาน|,|ซึ่ง|ทํา|ให้|เกิด|ความ|สุข|,|เพลิดเพลิน|,|บันเทิงใจ. -|Phr. (make merry เฉลิมฉลอง|รื่นเริง)|  |Syn. merriment n.  |Syn. cheerful
(เม|อริ|แอ|นด|รู) n. ตัว|ตลก
(เม|อริ|แอ|นด|รู) n. ตัว|ตลก
(เมอ|'|ริ|โก|ราว|ดฺ) n. ม้า|เวียน|,|ที่|วน|อย่าง|รวดเร็ว|  |Syn. whirligig
(เมอ|'|รี|เมค|เคอะ) n. ผู้|เฉลิมฉลอง|,|ผู้|สนุกสนาน|,|ผู้|สรวล|เส|เฮฮา|  |Syn. merrymaking n.
(เมอ|'|รี|ธอท) n. กระดูก|สอง|ง่าม|ที่|หน้าอก|สัตว์|จําพวก|นก|เป็น|ไก่ แต่ก่อน|ใช้|สําหรับ|อธิษฐาน
(เมซะไล|'|อัน|ซ) n. การ|แต่งงาน|กับ|ผู้|มี|ฐานะ|ด้วย|กว่า
(เมสแคล) n. ต้น|ตะบองเพชร
(เมส|'|คะ|ลิน) n. ยา|หลอน|ประสาท|จําพวก|หนึ่ง
เป็น membrane ซึ่ง|ช่วย|ยึด|ลําไส้เล็ก|ให้|ติด|กับ|ผนัง|ช่องท้อง|และ|เป็น|เส้นทาง|ที่|เลือด ท่อน้ํา|เหลือง และ|เส้นประสาท|ผ่าน|เข้าออก|จาก|ลําไส้เล็ก
(เมช) n. ตา|ของ|แห|,|ตา|ของ|ตะแกรง|,|ตา|ของ|ตาข่าย|,|วิธีการ|จับ|,|วิธีการ|ยึด|,|ร่างแห|,|ตาข่าย|,|สิ่ง|ถัก|,|สิ่งทอ v. จับ|กัน|, (เฟือง) กิน|กัน|,|ทํา|ให้|เข้า|กัน|,|ประสานกัน
(เมช|'|เวิร์ค) n. ตาข่าย|,|ร่างแห
(เมช|'|ชี) adj. ติด|อยู่|ใน|ตาข่าย|หรือ|ร่างกาย|,|ซึ่ง|ลง|ร่อง|กันและกัน|,|สอด|สาน|กัน (meshed)| 
(เมช|'|เมอ|ไร|ซ) vt. สะกดจิต|,|ทํา|ให้|หลง|เสน่ห์|,|ทํา|ให้|งง|,|ทํา|ให้|จับใจ.  |Syn. mesmerisation n. mesmerization n. mesmeriser n. mesmerizer n.
(เมช|'|เม|อริ|ส|ซึม) n. การ|สะกดจิต|,|การ|ทํา|ให้|หลง|เสน่ห์|,|การ|ทํา|ให้|งง|,|การ|ทํา|ให้|จับใจ.  |Syn. mesmeric adj. mesmerist n.
(เมช|'|เมอ|ไร|ซ) vt. สะกดจิต|,|ทํา|ให้|หลง|เสน่ห์|,|ทํา|ให้|งง|,|ทํา|ให้|จับใจ.  |Syn. mesmerisation n. mesmerization n. mesmeriser n. mesmerizer n.
(มี|น) adj. อยู่|ระหว่าง|กลาง|,|ซึ่ง|สอดแทรก
Pref. "|ระหว่าง|กลาง|"|,|"|ตรง|กลาง|"
(เมซ|'|ซะคาร์พ) n. ชั้น|กลาง|ของ|pericarp
(เมซ|'|ซะ|มอ|รฟ) n. ผู้|ที่|มี|รูป|กาย|ที่|มี|กล้ามเนื้อ|และ|กระดูก|มาก|เช่น นักกีฬา
(มี|'|ซอน|,|เมซ|'|ซัน) n. อนุภาค|ที่|มี|มวล|ระหว่าง|อิเล็กตรอน|กับ|โป|รต|รอน มี|ประจุ|เป็น|กลาง หรือ|เป็น|บวก|หรือ|ลบ มี|ค่า|การ|หมุน|รอบ
(เมส) n. ภาวะ|ที่|ยุ่งเหยิง|,|ความ|สับสน|,|สถานการณ์|ที่|ลําบาก|ใจ|,|บุคคล|ที่|กําลัง|มี|เรื่อง|ยุ่ง. vt. ทํา|ยุ่ง|,|ทํา|ให้|สกปรก|หรือ|ไม่|เป็น|ระเบียบ. vi. ร่วม|รับประทาน|อาหาร|,|ทํา|สกปรก|หรือ|ทํา|ยุ่ง. -|Phr. (mess around (about) เที่ยว|ยุ่ง ปล่อย|เวลา|ให้|ล่วงเลย|ไป|โดย|เปล่าประโยชน์)| 
(เมส|'|ซิ|จฺ) n. สาร|,|ข่าวสาร|,|ข่าวคราว|,|จุดหมาย|หรือ|คําพูด|ที่|ฝาก|ไป|ให้|บุคคล|อื่น|,|ความหมาย|,|ถ้อยคํา (โทรเลข|หรือ|โทรศัพท์)| 
กรอบ|แสดง|ข้อความ|หมายถึง ช่อง|หรือ|วินโดว์|เล็ก ๆ ที่|จะ|แสดง|บน|จอภาพ พร้อมด้วย|ข้อความ|บาง|อย่าง อาจ|เป็น|คําถาม อาจ|เป็น|ข้อมูล|ให้|เลือก หรือ|อาจ|เป็น|คําเตือน|ก็ได้ คล้าย ๆ กับ|กรอบ|สนทนา (dialog box)| 
(เมสซะไลน์) n. ผ้าไหม|นิ่ม|ชนิด|หนึ่ง
(เมส|'|เซิน|เจอะ) n. ผู้|ส่ง|สาร|,|ผู้|ถือ|จดหมาย|,|ผู้นํา|ข่าว|,|ทูต|สวรรค์|,|เครื่องชี้|บ่ง|,|ลาง
(มี|ไซ|'|อะ) n. ผู้|มา|โปรด|โลก|,|ผู้|มา|โปรด|ชน|ชาว|ยิว|,|พระ|เยซู|คริสต์. -|Messianic adj. -|Messionically adv.  |Syn. Jesus Christ
(เมส|'|เซ|อซ) พหูพจน์|ของ Mr.
(เมส|'|ซี) adj. สกปรก|,|ไม่|เป็น|ระเบียบ|หรือ|ยุ่งเหยิง|,|ยุ่งยาก|ใจ|,|ลําบาก|ใจ.  |Syn. messily adv. messiness n.  |Syn. untidy|,
(เมส|ที|'|โซ) n. ลูกผสม|,|คน|เชื้อสาย|สเปน|ผสม|กับ|อินเดียนแดง pl. mestizos|,|mestizoes
(เมท) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ meet
ทีหลัง|"|,|"|ไป|ตาม|"|,|"|เกิน|"|,|"|ท่ามกลาง|"|,|"|ที่|มี|น้ํา|น้อย|ที่สุด|"
(เมท|'|ทะ|บอล|'|ลิค) adj. เกี่ยวกับ|การ|สันดาป|,|เกี่ยวกับ|กระบวนการ
(มะ|แทบ|'|บะไลซ) vt.,|vi. สันดาป|,|เผาผลาญ
(มะ|แทบ|'|บะลิส|ซึม) n. การ|สันดาป|,|การ|เผาผลาญ|,|การ|เปลี่ยนแปลง|ของ|เนื้อเยื่อ
(มะ|แทบ|'|บะไลทฺ) n. ผลิตผล|ของ|กระบวนการ|สันดาป|หรือ metabolism
(มะ|แทบ|'|บะไลซ) vt.,|vi. สันดาป|,|เผาผลาญ
(เมททะคาร์|'|พัส) n. กระดูก|ฝ่ามือ
(เมท|'|เทิล) n. โลหะ
(เมท|'|ทะลิสท) n. ช่าง|โลหะ
(เมท|'|เทิ|ลด|ฺ) adj. (ถนน) โรย|หิน
(มะแทล|'|ลิค) adj. เกี่ยวกับ|หรือ|ประกอบ|ด้วย|โลหะ|,|เกี่ยวกับ|ลักษณะ|ธรรมชาติ|ของ|โลหะ
Pref. "|โลหะ|"
(เมท|'|ทะเล|อจี) n. เทคนิค|หรือ|วิทยาศาสตร์|ของ|การ|ทํา|โลหะ|ผสม
(เมท|'|เทิลส|มิ|ธ) n. ช่าง|โลหะ
(เมท|'|เทิลแวร์) n. เครื่อง|โลหะ
(เมท|'|เทิลเวิร์คคิง) n. การ|ทํา|หรือ|เทคนิค|การ|ทํา|เครื่องใช้|หรือ|อุปกรณ์|ที่|เป็น|โลหะ
(เมททะมอร์|'|ฟิค) adj. เกี่ยวกับ|metamorphosis|หรือ|metamorphism
(เมททะมอร์|'|โฟซ) vt. เปลี่ยน|รูปแบบ|หรือ|ธรรมชาติ|ของ
(เมททะมอร์|'|โฟ|ซิ|ส) n.การ|เปลี่ยนแปลง|รูปร่าง|โครงสร้าง|หรือ|สาร|ที่|สมบูรณ์|,|การ|เปลี่ยนแปลง|ที่|สมบูรณ์|,|การ|เปลี่ยนแปลง|ของ|แมลง|จาก|ตัวอ่อน (larva) เป็น|แมลง pl. metamorphoses
เป็น|ระยะ|ที่|สาม|ของ|การ|แบ่ง|ตัว|แบบ mitosis chromatid ทุก|อัน|เริ่ม|แยกตัว|ไป|ตาม|ยาว อย่าง|ละ|ครึ่ง|เท่า ๆ กัน
(เมท|'|ทะฟอร์) n. คําอุปมา|,|การ|ใช้|คําอุปมา.
(เมท|'|ทะฟิส|'|ซิ|เคิล) adj. เกี่ยวกับ metaphysics|,|สมมุติ|ขึ้น|เอง|,|เลื่อนลอย|,|แต่ง|ขึ้น|เอง
(เมททะฟิซ|'|ซิ|คซฺ) n. สาขา|ปรัชญา|ที่|เกี่ยวกับ|ความจริง|ใน|ธรรมชาติ|,|ปรัชญา (โดยเฉพาะ|ใน|สาขา|ต่าง ๆ ที่|เข้าใจ|ได้|ยาก)| 
(เมท|'|พะ|แพ|ลส|'|ซึม) n. สิ่ง|ที่|ไม่|มี|ชีวิต
(เมท|ทา|ไซ|คอ|ล|'|โลจี) n. จิตวิทยา|ที่|เกี่ยวกับ|ความ|สัมพันธ์|ระหว่าง|กาย|และ|จิต|หรือ|เกี่ยวกับ|แหล่ง|ของ|จิต|ใน|จักรวาล.
(มะแทส|'|ทะ|ซิ|ส) n. การ|ย้าย|ของ|โรค|หรือ|เชื้อ|หรือ|เซลล์|จาก|ส่วนหนึ่ง|หรือ|อวัยวะ|หนึ่ง|ไป|ยัง|อีก|ส่วนหนึ่ง|หรือ|อวัยวะ|หนึ่ง|ที่|ไม่|ติดต่อ|กัน|โดย|ตรง.  |Syn. metastatic adj. pl. metastases
(เมททะทาร์|'|ซัส) n. กระดูก|ฝ่าเท้า
(มี|ท) vt. แบ่ง|สรร|,|จ่ายแจก|,|วัด n. เส้น|แบ่ง|,|ขอบเขต
(มะ|เท|มซะ|โค|'|ซิ|ส) n. การ|ย้าย|ที่อยู่|ของ|วิญญาณ
(มี|'|ที|เออะ) n. ดาวตก|,|ผี|พุ่ง|ใต้
(มี|ที|ออ|'|ริ|ค) adj. เกี่ยวกับ|หรือ|ประกอบ|ด้วย|ดาวตก|หรือ|ผี|พุ่ง|ใต้|,|รุ่งเรือง|ชั่ว|คราว|,|เกี่ยวกับ|บรรยากาศ|,|เกี่ยวกับ|อุตุนิยมวิทยา.
(มี|'|ที|อะไร|ทฺ) n. ลูก|อุกกาบาต|,|หิน|หรือ|แร่|หรือ|โลหะ|ที่|ตกลง|มา|จาก|อวกาศ|ภายนอก|สู่|โลก|,|ดาวตก|,|สะเก็ด|ดาว.  |Syn. meteoritic adj.
(มี|'|เทียร|อยดฺ) n. สะเก็ด|ดาวหาง|หรือ|วัตถุ|ก้อน|เล็ก|ที่|วิ่ง|ไป|ใน|อวกาศ
(มี|เทีย|โร|ลอจ|'|จิเคิล) adj. เกี่ยวกับ|อุตุนิยมวิทยา
(มี|เทียร|อล|'|โลจี) n. อุตุนิยมวิทยา|  |Syn. meteorologist n.
(มี|'|เทอะ) n. =|metre (ดู) ,|เครื่องมือวัด|หรือ|บันทึก|โดย|อัตโนมัติ|  |Syn. cadence|,|measure|,|rhythm
(เม็ธ|'|เธน) n. แก๊ส|ติดไฟ ไร้|สี|ไร้|กลิ่น|ชนิด|หนึ่ง
(มี|ธิงคฺซฺ|') v. ฉัน|คิด|ว่า
(เมธ|'|เธิด) n. วิธีการ|,|วิธี|ดําเนินการ|  |Syn. procedure
(มะธ|อด|'|ดิเคิล) adj. มี|ระบบ|,|มี|แบบแผน|,|มี|ระเบียบ|,|มี|เหตุผล|,|อดทน|,|รอบคอบ
(เมธ|'|ธะไดซ) vt. ทํา|ให้|เป็น|ระบบ
(เมธ|'|ธะดิสทฺ) n. สมาชิก|นิกาย|โปรเตสแตนต์|นิกาย|หนึ่ง
(เมธธะดอล|'|ละ|จี) n. วิธี|,|วิธีการ|,|หลักการ|,|กฎ|,|การ|ศึกษา|เกี่ยวกับ|กฎเกณฑ์
(เม|'|เทีย|,|เมเทีย|') n. สาย|อาชีพ|,|วิชาชีพ|,|สายงาน|  |Syn. profession|,|forte
(เม|ที|ส|') n. บุคคล|ที่|มี|เลือด|ผสม|,|ลูก|ครึ่ง|ระหว่าง|คน|ขาว (โดยเฉพาะ|ฝรั่งเศส) กับ|อินเดียนแดง pl. mentis
(เมท|'|ทะนิค) n. คํา|เรียกชื่อ|สิ่ง|หนึ่ง|โดย|การ|ใช้|อีก|สิ่ง|หนึ่ง|ที่|เกี่ยวข้อง|กัน|แทน
(มี|'|เทอะ) n. เมตร
(เม|'|ท|ริ|ค) adj. เกี่ยวกับ|เมตร|,|เกี่ยวกับ|ระบบ|เมตริก
ระบบ|เมตริก
หน่วย|น้ําหนัก|ที่|เท่า|กับ|1000|กิโลกรัม
(เม|'|ท|ริ|เคิล) adj. เกี่ยวกับ|จังหวะ|ใน|เพลง|หรือ|โคลง กลอน ฉันท์ กาพย์|,|เกี่ยวกับ|การ|วัด|ชั่ง|และ|ตวง
(เม|'|ท|ริ|คซ) n. ศิลปะ|การ|ประพันธ์|โคลง กลอน ฉันท์ กาพย์ วิทยาศาสตร์|ที่|เกี่ยวกับ|การ|วัด ชั่ง และ|ตวง
(มี|'|ท|ริ|สท|,|เม|'|ท|ริ|สทฺ) n. ผู้เชี่ยวชาญ|ใน|จังหวะ|เพลง|หรือ|โคลง กลอน ฉันท์ กาพย์
(เม|'|โทร) n. รถไฟใต้ดิน
(มิ|ท|รอ|ล|'|โลจี) n. วิทยาศาสตร์|แห่ง|การ|วัด|ชั่ง|และ|ตวง
(เม|'|ท|ระ|โน|ม) n. เครื่องมือ|ทํา|จังหวะ (โดยเฉพาะ|ใน|การ|ช่วย|ฝึก|ดนตรี)|  |Syn. metronomic adj. metronomical adj.
(มะท|รอ|พ|'|พะลิส) n. เมือง|เอก|,|เมือง|ขนาด|ใหญ่|,|นครหลวง|,|เมือง|ที่|เป็น|ศูนย์การค้า|หรือ|อื่น ๆ|  |Syn. city|,|capital|,|hub
(มิ|ท|ระ|พอ|ล|'|ลิ|เทิน) adj. เกี่ยวกับ|เมือง|เอก (เมือง|ขนาด|ใหญ่|,|นครหลวง|,|เมือง|ศูนย์กลาง|การ|ค้า|หรือ|อื่น ๆ) . n. ผู้อาศัย|อยู่|ใน|เมือง|ใหญ่
(เมท|'|เทิล) n. อารมณ์|เฉพาะ|,|ใจ|,|ความ|กล้าหาญ|,|น้ํา|ใส|ใจคอ. on one|'|s mettle ซึ่ง|อยู่|ใน|สภาวะ|ที่|ถูก|กระตุ้น|ให้|กระทํา|ให้|ดี|ที่สุด
(เมท|'|เทิลเซิม) adj. กล้าหาญ|,|มี|อารมณ์|  |Syn. spirited|,|courageous
(มิ|ว) n. เสียง|แมว|ร้อง. vi. ทํา|เสียง|ดังกล่าว
(เมค|'|ซะ|โค) n. เม็กซิโก
(เมซ|'|ซะนิน) n. ชั้น|ล่าง|ที่อยู่|ระหว่าง|ชั้นหนึ่ง|กับ|ชั้น|สอง|ของ|ตัว|ตึก|,|ที่นั่ง|ชั้นต่ํา|สุด|ของ|ที่นั่ง|ที่|เป็น|วง|เหนือ|พื้น|ขึ้น|ไป
(เมท|'|โซ|,|เมซ|'|โซ) adj. n. ตรง|กลาง|,|กลาง|,|เสียง|ระหว่าง|เสียง|โซ|ป|รา|ใน|กับ เสียง contralto pl. mezzos
(เมท|'|โซ|ฟ|อร|'|เท) adj. เสียง|ดัง|ปานกลาง
(เมท|'|โซ|พิ|อา|'|โน) adj. เสียงต่ํา|ปานกลาง
(เมท|'|โซ|ริ|ลี|'|โว) n. การ|แกะสลัก|ชนิด|ลึก|หรือ|สูง|ปานกลาง
(โม) n. หน่วย|การ|นํา|ไฟฟ้า|ที่|เป็น|เมตร|-|กิโลกรัม|-|วินาที pl. mhos
(มี) n. เสียง|ที่|3|ของ|ขั้นบันได|เสียง -|ดู|ที่ myocardial infarction
(เมีย|ว) n.,|vi. เสียงร้อง|ของ|แมว|,|ร้อง|เสียง|แมว|  |Syn. meow|,|miaou|,|miaul
(ไม|แอ|ซ|'|มะ) n. บรรยากาศ|ที่|เป็น|พิษ|,|อํานาจ|มือ|,|อิทธิพล|ร้าย|  |Syn. misamal adj. miasmatic adj. miastical adj. miasmic adj. pl. miasmata|,|miasmas
(ไม|'|คะ) n. เม็ด|,|อนุภาค|,|สารเคมี|ที่|ทํา|ให้|เกิด|โรค|fibrosis|ใน|ปอด|ได้|,|=|isinglass (ดู)|  |Syn. isinglass
(ไม|'|เคิล) n|,|ประมุข|ทูต|สวรรค์
(มิ|ค|'|เคิล) adj. ใหญ่|,|โต|,|มาก
(เอ็ม|ไอ|ซี|อาร์) ย่อ|มา|จาก magnetic ink character reader แปล|ว่า|เครื่อง|อ่าน|อักขระ|หมึก|แม่เหล็ก การ|อ่าน|นี้|จะ|ทํา|ให้|คอมพิวเตอร์|นํา|ข้อมูล|ที่|อ่าน|ไป|เก็บ|ใน|หน่วยความจํา|แล้ว|ประมวลผล|ให้ เหมือน|กับ|การ|ป้อน|ข้อมูล|ทาง|แป้นพิมพ์ หมึก|ที่|ใช้|ต้อง|มี|ลักษณะ|พิเศษ เช่น|เป็น|แม่เหล็ก ส่วนมาก|ใช้|อ่าน|ใน|กิจการ|ของ|ธนาคาร เช่น อ่าน|เลขที่|บัญชี|ของ|ลูกค้า|ใน|สมุด|เช็ค เป็นต้น
(ไม|'|ค|ระ|ไฟ) vt. ทํา|ให้|เล็ก|ลง|,|ทํา|ให้|ไร้|ค่า|,|ทํา|ให้|ไม่|สําคัญ
ไม|โค|ร|หมายถึง คํา|ที่|ใช้|นําหน้า|คํา|อื่น มี|ค่า|เท่า|กับ 1 /|ล้าน เช่น microsecond หรือ ไม|โค|ร|วินาที ก็|เท่า|กับ 1 /|ล้าน|วินาที (10 -|6) คํา "|micro|" นั้น|แปล|แต่เพียง|ว่า ขนาด|เล็ก|จิ๋ว เช่น microproces sor ราชบัณฑิตยสถาน|บัญญัติ|ว่า ตัว|ประมวล|แบบ|จุลภาค เมื่อ|นํามา|ใช้|กับ|คอมพิวเตอร์|ที่|เรียก|ว่า microcomputer ก็|หมายถึง|คอมพิวเตอร์|ขนาด|เล็ก หรือ|ที่|บางที|เรียก|ว่า คอมพิวเตอร์ส่วนบุคคล (personal computer) หรือ|พี|ซี
ช่อง|เสียบ|แผ่น|วงจร|ตัว|เล็ก|ใช้|ตัวย่อ|ว่า MCA หมายถึง ช่อง|เสียบ|แผ่น|วงจร|ตัว|เล็ก|ซึ่ง|บริษัท|ไอ|บีเอ็ม|สร้าง|ไว้|ใช้|กับ|คอมพิวเตอร์|รุ่น PS|/|2 โดย|มี|จุดประสงค์|ที่|จะ|ทํา|ให้การ|ถ่าย|โอน|ข้อมูล ทํา|ได้|รวดเร็ว|และ|ง่าย กล่าวคือ|เพียงแต่|เสียบ|แผ่น|วงจร|ลง|ใน|ช่อง|เสียบ MCA นี้|เท่านั้น
Pref. =|เล็ก|,|จิ๋ว
(ไม|'|โค|รบ) n. จุลินทรีย์.  |Syn. microbial adj. microbic adj. microbian adj.
(ไม|โค|รไบ|ออ|ล|'|โลจี) n. จุลชีววิทยา|,|  |Syn. microbiological adj. microbiologic adj. microbiologist n.
(ไม|' โค|ร|คอมพิวเตอร์) n. เครื่อง|ไมโครคอมพิวเตอร์|, เครื่อง|คอมพิวเตอร์|ขนาด|เล็ก ราคา|ถูก แต่|ก็|มี|ลักษณะ|ของ|คอมพิวเตอร์ อย่าง|สมบูรณ์ กล่าวคือ|ประกอบ|ด้วย|ส่วน|ที่|เป็น|ฮาร์ดแวร์ (hard ware) และ|ซอฟต์แวร์ (software) ส่วน|หน่วยประมวลผลกลาง|จะ|ประกอบ|ด้วย วงจร|เบ็ดเสร็จ|,|RAM|,|ROM
(ไม|'|ค|ระ|คอ|พ|'|พี) n. ภาพ|ย่อ|มาก
(ไม|โค|รเอ็ค|คะ|นอ|ม|'|มิ|คซฺ) n. เศรษฐศาสตร์|จุลภาค
ไม|โค|รฟิช|หมายถึง|แผ่น|ไมโครฟิล์ม|เล็ก ๆ มี|ขนาด|เป็น|สี่เหลี่ยมจตุรัส กว้าง|ยาว|ด้าน|ละ 105 มิลลิเมตร ใช้|เก็บ|ภาพถ่าย|ของ|เอกสาร|โดยย่อ|ไว้|ใน|ขนาด|ที่|เล็ก|มาก เพื่อให้|สะดวก|ใน|การ|เก็บรักษา และ|เป็น|การ|ประหยัด|เนื้อที่ สามารถ|นํา|ติด|ตัว|ไป|ไหน ๆ ได้|สะดวก เพราะ|จะ|เก็บ|ข้อมูล|ได้|เป็น|จํานวน|มาก ข้อมูล|เหล่านี้|จะ|อ่าน|ด้วย|ตาเปล่า|ไม่|ได้ ต้อง|ใช้|กล้องขยาย|สําหรับ|อ่าน|โดยเฉพาะ เรียก|ว่า microfich reader
(ไม|'|ค|ระ|ฟิล์ม) n. ฟิล์ม|จิ๋ว
(ไมค|รอ|ม|'|มะ|เทอะ) n. เครื่องมือวัด|สิ่ง|ที่|มอง|ผ่าน|ทาง|กล้องจุลทรรศน์
(ไม|'|ค|รอน) n. ความ|ยาว|ที่|เท่า|กับ|หนึ่ง|ใน|ล้าน|ส่วน|ของ|หนึ่ง|เมตร pl. microns|,|micra
(ไม|โค|รอ|อ|'|กะ|นิสซ|ซึม) n. เชื้อ|จุลินทรีย์|,|  |Syn. mricrorganism|  |Syn. microorganic adj. microorganismal adj.
(ไม|'|โค|รโฟน) n. เครื่องขยายเสียง
(ไม|โค|ร|โพ|ร|'|เซ|สเซอร์) n. ,|ไมโครโปรเซสเซอร์|, ตัว|ประมวลผล|จุลภาค|, หน่วยประมวลผลกลาง (CPU) ทั้งหมด ซึ่ง|ประกอบ|ด้วย|ชิป (chip) ที่|มักจะ|เป็น|วงจร|เบ็ดเสร็จ|ขนาด|ใหญ่|หรือ|วี|แอ|ลเอส|ไอ (VLSI) มี|หน่วยควบคุม หน่วย|คํานวณ และ|ตรรกะ|ที่|รวม|อยู่|ใน|ชิป (chip) อัน|เดียว|นํามา|ใช้|ใน|ไมโครคอมพิวเตอร์
(ไม|'|โค|รส|โค|พ) n. เครื่อง|จุลทรรศน์
(ไม|โค|รส|คอ|พ|'|พิค|, -|เคิล) adj. เล็ก|จน|มอง|ด้วย|ตาเปล่า|ไม่|เห็น|,|เล็ก|มาก|,|จิ๋ว|  |Syn. microscopically adv.  |Syn. minuscule|,|minute|,|tiny
(ไม|โค|รส|คอ|พ|'|พิค|, -|เคิล) adj. เล็ก|จน|มอง|ด้วย|ตาเปล่า|ไม่|เห็น|,|เล็ก|มาก|,|จิ๋ว|  |Syn. microscopically adv.  |Syn. minuscule|,|minute|,|tiny
(ไมค|รอ|ส|'|คะ|พี|,|ไม|โค|รส|โค|'|พี) n. การ|ใช้|กล้องจุลทรรศน์|  |Syn. microscopist n.
ไม|โค|ร|วินาที|เท่า|กับ 1|/|1,000,000 วินาที หรือ 10|-|6 วินาที
ไม|โค|รซอฟต์|เป็น|ชื่อ|บริษัท|ผลิต|ซอฟต์แวร์|ยักษ์ใหญ่|บริษัท|หนึ่ง ตั้งอยู่|ใน|เมือง|เร|ดม|อนด์ รัฐ|วอ|ชิง|ตัน สหรัฐ|อเม|ริ กา ผลิตภัณฑ์|ที่|แพร่หลาย|มาก|ได้แก่ โปรแกรม|ระบบ|ดอส (MS|-|DOS) , วินโดว์ (MS WINDOWS) และ|ยัง|มี|โปรแกรม|สําเร็จรูป|ที่|ใช้|กับ|เครื่อง|พี|ซี และ|แมค|อิน|ทอ|ช|อีก|หลาย|โปรแกรม เป็นต้น|ว่า Microsoft Office|, WORD|, EXCEL ฯลฯ
ใช้|ตัวย่อ|ว่า MS|-|DOS (อ่าน|ว่า เอ็มเอ|สด|อส) เป็น|ชื่อ|ระบบปฏิบัติการ|ที่|ใช้|กับ|เครื่อง|คอมพิวเตอร์|พี|ซี|ที่|บริษัท|ไม|โค|รซอฟต์|เป็น|ผู้ผลิต|ขึ้น และ|ได้|พัฒนา|ให้|ดี|ขึ้น|อยู่|เรื่อย ๆ จน|ปัจจุบัน|เป็น|รุ่น (version) 6.21 แล้ว รุ่น|ใหม่|นี้|สามารถ|ป้องกัน|ไวรัส|ได้|ถึง|กว่า 8,000 ชนิด ไมโครคอมพิวเตอร์|ตระกูล|ไอ|บีเอ็ม และ|เครื่อง|เทียบเคียง|ไอ|บีเอ็ม (IBM compatibles) เกือบ|ทั้งหมด|ใช้|ระบบปฏิบัติการ MS|-|DOS นี้ (ระบบปฏิบัติการ|ของ|บริษัท|ไอ|บีเอ็ม|เอง มี|ชื่อ|เรียก|ว่า IBM DOS แต่|ไม่|ได้|รับ|ความ|นิยม|เท่า MS|-|DOS)| 
(ไม|' โค|รซอฟท์ วิน|' โด) n. ชื่อ|พื้นที่|บน|จอ|แสดง|ข้อมูล|ข่าวสาร|จาก|โปรแกรม|หรือ|ไฟล์|ของ|บริษัท|ไม|โค|รซอฟท์
ช่องไฟ|เล็ก|หมายถึง ช่องไฟ|เล็ก ๆ ที่|โปรแกรม|จัดการ|แทรก|ให้ มี|ขนาด|เล็ก|กว่า|ขนาด|ตัวอักษร เพื่อ|ช่วย|ปรับ|ให้|ข้อความ|ที่|พิมพ์ ชิด|ขอบ|ซ้าย|และ|ขวา|ได้|พอดี โปรแกรม|ประเภท|ประมวลผล|คํา|จะ|จัดการ|ใน เรื่อง|เหล่านี้|ให้|เอง ถ้า|สั่ง|ให้ "|justify|" ดู justify
(ไม|'|โค|รเวฟ) n. คลื่น|แม่เหล็กไฟฟ้า|ที่|มี|ความ|ถี่|สูง|มาก|ที่สุด
(มิ|ค|'|ซะเรท) vi. ปัสสาวะ|,|ขับ|ปัสสาวะ.  |Syn. micturation n.
(มิด) adj.,|prep ตรง|กลาง|,|ปานกลาง|,|กลาง|,|พอประมาณ n. ตําแหน่ง|กลาง|,|ตรง|กลาง
Pref. "|ตรง|กลาง|"|,."|จุด|กลาง|"|,|"|ส่วนกลาง|"
(มิด|'|เด) n.,|adj. เที่ยงวัน|,|เที่ยง|,|กลางวัน.
(มิด|'|เดิน) n. กอง|ขยะ
(มิด|'|เดิล) adj.,|n. กึ่งกลาง|,|ตอน|กลาง|,|กลาง|,|ปานกลาง|,|พอประมาณ.  |Syn. central
อายุ|วัย|กลางคน (45|-|65|ปี)| 
ตะวันออกกลาง|เป็น|บริเวณ|ตั้งแต่|ลิเบีย|จนถึง|อา|ฟ|กา|นิ|สถาน|โดยรวม|ถึง|อียิปต์ ชู|ดาน อิสราเอล
ชื่อ|กลาง|ระหว่าง|ชื่อ|ตัว|กับ|ชื่อสกุล
(มิด|'|เดิลเบ|รา) n. ผู้|ที่|มี|รสนิยม|และ|ความ|สนใจ|ต่าง ๆ อัน|เป็น|ที่|ยอมรับ|กัน|โดย|ส่วนใหญ่.
(มิด|'|เดิล|แมน) n. คนกลาง|,|พ่อค้า|คนกลาง|  |Syn. intermediary pl. middlemen
(มิด|'|เดิลเวท) n. บุคคล|หนือ|คู่ต่อสู้|ที่|มี|น้ําหนัก|ปานกลาง (147|-|160|ปอนด์) adj. เกี่ยวกับ|น้ําหนัก|ดังกล่าว
(มิด|'|ลิง) adj.,|adv. ปานกลาง|,|ดี|พอใช้|,|ซึ่ง|มี|สุขภาพ|ดี|พอใช้ n.  |Syn. middlings n.,|pl. ผลิตภัณฑ์|ที่|มี|คุณภาพ|หรือ|ขนาด|ปานกลาง. middlingly adv.  |Syn. mid|,|medium
(มิ|จ) n. แมลง|ตัว|เล็ก ๆ ,|คน|ตัว|เล็ก|มาก.
(มิด|'|จิท) n.,|adj. คน|แคระ|,|คน|ที่|เล็ก|มาก|,|สัตว์|หรือ|สิ่ง|ที่|เล็ก|มาก|กว่า|ขนาด|ปกติ.  |Syn. midgetism n.  |Syn. dwarf
(มิด|'|ดิ) n. =|midiskirt มิด|อี <|คํา|อ่าน|>|ย่อ|มา|จาก musical instrument digital interface หมายถึง มาตรฐาน|สําหรับ|การ|ใส่|รหัส|เสียง|เพลง|ให้|อยู่|ใน|รูป|ของ|ตัวเลข ความ|แตกต่าง|ของ|เสียง (sound) และ|เสียง เพลง (musical voice) ก็|สามารถ|วัด|และ|นํา|ไป|เก็บ|ได้|โดย|ใช้|มาตรา|ฐาน|มิด|อี|นี้
ครึ่ง|น่อง|"|,|"|ครึ่ง|ขาอ่อน|"
(มิด|'|เลินดฺ) n. ส่วนกลาง|หรือ|ส่วน|ใน|ของ|ประเทศ
(มิด|'|ไน|ทฺ) n. เที่ยงคืน|เวลา|24.00|น.
(มิด|'|ริบ) n. เส้น|กึ่งกลาง|ใบ
(มิด|`|ริ|ฟ) n. adj. ส่วนกลาง|ของ|ร่าง|ระหว่าง|ทรวงอก|กับ|เอว
(มิด|'|ชิ|พ) adj. เกี่ยวกับ|ส่วนกลาง|เรือ
(มิด|'|ชิ|พ|เมิน) n. ว่า|ที่|เรือ|ตรี|,|นักเรียน|ทํา|การ|ใน|กองทัพเรือ|,|บัณฑิต|ระดับ|นายทหาร|ที่|จบ|จาก|โรงเรียน|ทหารเรือ pl. midshipmen
(มิด|'|ชิ|พซฺ) adv. =|amidships (ดู)| 
(มิด|ซฺทฺ) n. ส่วน|ที่อยู่|ตรง|กลาง|,|แก่น|กลาง prep. amidst
(มิด|'|สท|รีม) n. กลาง|ลําน้ํา
(มิด|'|เทิร์ม) n. ช่วง|ตอน|กลาง|ของ|ภาคเรียน|หรือ|ชีวิต|การ|ทํางาน
(มิด|'|เวย์) adv.,|adj.,|n. กึ่งกลาง|,|ตรง|กลาง|  |Syn. central
(มิด|'|ไว|ฟฺ) n. หมอตําแย|,|นางพยาบาล|ผดุงครรภ์|,|สิ่ง|หรือ|ผู้|ที่|ช่วย|ใน|การ|สร้างสรรค์ pl. -|wives
(มิด|'|ไว|ฟะ|รี|,|มิด|วิฟ|'|เฟอ|รี) n. การ|ผดุงครรภ์|,|การ|คลอด|ลูก|กลาง|บ้าน
(มิด|'|เยียร์) n.,|adj. ช่วง|กลาง|ปี|,|ช่วง|กลาง|ปี|การ|ศึกษา|  |Syn. midyears n.,|adj. การ|สอบ|กลาง|ปี
(มี|น) n. ลักษณะ|,|ท่าทาง|  |Syn. aspect
(มิ|ฟ) vt. รุกราน|,|ทํา|ให้|ขุ่นเคือง|,|ทํา|ผิด
(มิ|ก) n. ลูก|หิน|เด็ก|เล่น
(มิ|ก) n. ลูก|หิน|เด็ก|เล่น
(ไมทฺ) n. อํานาจ|,|ความ|สามารถ|,|ประสิทธิภาพ|,|กําลังกาย|,|แรง|,|อํานาจ|หรือ|กําลัง|ที่|เหนือกว่า -|Phr. (with might and main มี|อํานาจ|เต็มที่) v. อดีตกาล|ของ may|-
(มิ|น|ยอน|') adj. เล็ก|และ|งาม
(มิ|น|'|ยะเนท) n. พืช|ไม้ดอก|สี|แดง|อม|เหลือง|หรือ|น้ําตาล|จําพวก|หนึ่ง
(มิ|น|ยอน|') adj. เล็ก|และ|งาม
(ไม|'|เกรน) n. อาการ|ปวดศีรษะ|ข้างเดียว
(ไม|'|เกริน|ทฺ) adj. ซึ่ง|อพยพ|หรือ|ย้าย|ถิ่น n. ผู้อพยพ|ไป|อยู่|ที่|อื่น|,|สัตว์|หรือ|สิ่ง|ที่|ย้าย|ถิ่น|  |Syn. migrating|,|migratory
(ไม|'|เก|รท) vi. อพยพ|,|ย้าย|ถิ่น|,|อยู่|ไม่|เป็น|ที่.  |Syn. migrator n.  |Syn. journey|,|move
(ไม|เก|ร|'|เชิน) n. การ|อพยพ|,|การ|ย้าย|ถิ่น|,|กลุ่ม|ผู้|ย้าย|ถิ่น
(ไม|'|กระ|ทอ|'|รี|,|-|โท|รี) adj. ซึ่ง|ย้าย|ถิ่น|,|ซึ่ง|อพยพ|,|ร่อนเร่|,|พเนจร|  |Syn. unsettled
(มิ|คา|'|โด) n. ตําแหน่ง|จักรพรรดิ|ใน|ญี่ปุ่น
(ไมคฺ) n. เครื่อง|กระจาย|เสียง vi. หลบ|งาน
(มิ|เล|'|ดิ) n. หญิง|สูง|ศักดิ์|,|คุณหญิง|,|ท่านผู้หญิง.
(ไม|'|ลิจฺ) n. =|mileage (ดู)| 
(มิ|ล|ละ|เนซ|') adj. ใส่|หลอด|มะกา|โร|นี|หรือ|ส|ปา|เก|ตตี้|ผสม|น้ํา|มะเขือเทศ เห็ด เนื้อ|หั่น
(ไมล์|ดฺ) adj. อ่อน|,|อ่อนโยน|,|เบา|,|ไม่|รุนแรง|,|ไม่|มาก|เกิน|ไป|,|ไม่|ฉุน|,|ไม่|เผ็ด|,|ไม่|แรง|,|เมตตา|,|กรุณา|  |Syn. mildly adv. mildness n.
(ไมลฺ|'|เดิน) vt.,|vi. ทํา|ให้|อ่อน|,|กลาย|เป็น|อ่อน|,|ทํา|ให้|เบาบาง|,|กลาย|เป็น|เบาบาง
(มิ|ล|'|ดิว) n. โรค|เชื้อรา|ชนิด|หนึ่ง
(ไมล์) n. ไมล์|,|หน่วย|ระยะ|ทาง|ที่|เท่า|กับ|1760|ฟุต|,|ช่องว่าง|ขนาด|ใหญ่|,|ขอบ|ใหญ่ -|Phr. (statute mile|หรือ|ระยะ|ทาง|ที่|เท่า|กับ|5270|ฟุต|หรือ|1760 หลา|;|mi.)| 
(ไม|'|ลิจฺ) n. ระยะ|ทาง|เป็น|ไมล์
(ไมลฺ|'|โพ|สทฺ) n. หลัก|ไมล์|ตาม|ข้างทาง
(ไม|'|เลอะ) n. นัก|วิ่ง|ระยะ|ทาง|หนึ่ง|ไมล์
(มิ|ลลิ|แอ|'|เรีย) n. โรคผิวหนัง|อักเสบ|รอบ|ต่อม|เหงื่อ
(มิ|ล|'|เลีย|รี่) adj. ซึ่ง|เกี่ยวกับ|เมล็ดข้าว|เดือย|หรือ|ข้าวฟ่าง
(มิ|ล|'|ยู|') n. สิ่งแวดล้อม|,|สื่อ|,|ภาวะ|,|สภาพ pl. milieus|,|-|milieux|  |Syn. environment
(มิ|ล|'|ลิ|เทิน|ทฺ) adj. บุกรุก|,|เข้มแข็ง|,|กระฉับกระเฉง|,|เกี่ยวกับ|การ|ทํา|สงคราม. n. ผู้ทํา|สงคราม
(มิ|ล|'|ลิทะ|ไร|ซ) vt. จัด|ให้|มี|กําลัง|ทาง|ทหาร อาวุธ|และ|สัมภาระ|ต่าง ๆ| 
(มิ|ลลิทะ|ริ|ซ|'|ซึม) n. จิตใจ|เข้มแข็ง|ของ|การ|เป็น|ทหาร|,|ลัทธิ|นิยม|การ|พร้อม|รบ
(มิ|ล|'|ลิทะ|ไร|ซ) vt. จัด|ให้|มี|กําลัง|ทาง|ทหาร อาวุธ|และ|สัมภาระ|ต่าง ๆ| 
(มิ|ล|'|ลิ|เท|อ|รี) adj. เกี่ยวกับ|ทหาร
(มิ|ล|'|ลิ|เท|ท) vi. กระทํา|ทาง|ทหาร|,|ต่อสู้|,|ตอบโต้|,|รบ|,|ยืนหยัด.  |Syn. militation n.
(มิ|ลิช|'|ชะ) n. กลุ่ม|ทหาร|กองหนุน|,|ชาย|ที่|มี|อยู่|ใน|ระหว่าง|ที่|เข้า|ประจําการ|ทหาร|ได้|,|กลุ่ม|ทหาร|พลเรือน (ต่าง|จาก|ทหาร|อาชีพ)| 
(มิ|ลิช|'|ชะ|เมิน) n. ทหาร|กองหนุน|,|ทหาร|พลเรือน|,|ชาย|ที่|มี|อายุ|อยู่|ใน|ระหว่าง|ที่|เข้า|ประจําการ|ทหาร|ได้ pl. militiamen
(มิ|ล|'|เลีย|ม) n. เป็น|เม็ด|คล้าย|เมล็ดข้าว|เดือย|หรือ|ข้าง|ฟ่าง pl. milia
(มิ|ลคฺ) n. น้ํานม|,|ของเหลว|ที่|คล้าย|น้ํานม (เช่น|น้ํา|มะพร้าว) vt. รีด|น้ํานม|,|รีด|,|ปอกลอก|,|บั่นทอน vi. ให้|น้ํานม -|Phr. (cry over spilt milk เสียใจ|ต่อ|สิ่ง|ที่|ล่วงเลย|ไป|แล้ว)|  |Syn. milking n.  |Syn. tap|,|extract|,|exploit
n. ความ|อุดมสมบูรณ์|มาก
ยา|น้ํา|แมกนีเซียม|ไฮดร๊อคไซด์ เป็น|ยา|ลด|กรด|และ|ยาระบาย
เครื่องดื่ม|ที่|ประกอบ|ด้วย|นม|เย็น|และ|ไอศกรีม|ที่|เขย่า|หรือ|ปั่น|ให้|เข้า|กัน|ด้วย|เครื่อง
n. ทางช้างเผือก|บน|ท้องฟ้า
(มิ|ล|'|เคอะ) n. คน|รีดนม|,|เครื่อง|รีดนม|,|วัว|หรือ|สัตว์|ที่|ให้|นม
(มิ|ลคฺ|'|เมด) n. หญิง|รีดนม|วัว|,|หญิง|ที่ทํางาน|ใน|โรง|รีดนม
(มิ|ล|'|คี) adj. เกี่ยวกับ|หรือ|คล้าย|นม|,|มี|สี|ขาว|,|ให้|น้ํานม|มาก|,|เชื่อง|,|ถ่อมตัว|,|ซีด.  |Syn. milkily adv. milkiness n.  |Syn. opaque
(มิ|ล) n. โรง|เครื่องจักร|เครื่องกล|,|โรงงาน|,|โรงสี|,|โรง|โม่|,|โรง|บด|วัตถุ|,|เครื่อง|บด|,|โรง|ประกอบ|หัตถกรรม|,|หน่วยงาน|ที่|ผลิต|สิ่งใด ๆ ขึ้น|เป็น|จํานวน|มาก . vt. บด|,|โม่|,|ต่อสู้|,|เอาชนะ|,|ตี|,|ชก|,|ต่อย. -|Phr. (through the mill ผ่าน|ความ|ยากลําบาก)|  |Syn. millable adj.
(มิ|ล|'|เวิร์ด) n.งาน|ช่างไม้|จาก|โรงงาน. งาน|ใน|โรงงาน|,|งาน|ช่างไม้|สําเร็จรูป
(มิ|เลน|'|เนี|ยล) adj. เกี่ยวกับ|หนึ่ง|พัน|ปี
(มิ|เลน|'|เนี|ยม) n. ระยะ|เวลา|หนึ่ง|พัน|ปี pl.millenniums|,|-|millennia
(มิ|ล|'|ละ|พี|ด|') n. กิ้งกือ
(มิ|ล|'|ละ|พอร์|,|-|โพ) n. hydrozoan (ดู) จําพวก|หนึ่ง|ที่|มี|ผิวหน้า|เรียบ|และ|มี|รู|มาก
(มิ|ล|'|เลอะ) n. เจ้าของ|โรงสี|,|เจ้าของ|โรงงาน|,|เครื่องสี|หรือ|โม่
(มิ|ล|'|เลอ|ซธัม|'|บฺ) n. ชื่อ|ปลา|น้ําจืด
(มิ|เลส|'|ซะ|เมิล) adj. หนึ่ง|ใน|พัน n. ที่|พัน|  |Syn. millesimally|,|adv.
(มิ|ล|'|ลิท) n. ข้าว|เดือย|,|ข้าวฟ่าง|,|เมล็ด|ของ|พืช|ดังกล่าว
Pref. พัน
(มิ|ล|'|เยิร์ด|,|-|ยาร์ด) n. หนึ่ง|พันล้าน
(มี|ลเย|') n. หนึ่ง|พัน|กิโลกรัม|,|หนึ่ง|เมตริกตัน
(มิ|ล|'|ละ|แก|รม) n. 1|/|1000 กรัม
(มิ|ล|'|ละ|แก|รม) n. 1|/|1000 กรัม
(มิ|ล|'|ละ|ลี|'|เทอะ) n. 1|/|1000 ลิตร|;
(มิ|ล|'|ละ|มี|เทอะ) n. 1|/|1000 เมตร|  |Syn. millimetric adj.
(มิ|ล|'|ละ|มี|เทอะ) n. 1|/|1000 เมตร|  |Syn. millimetric adj.
(มิ|ล|'|ละ|เนอะ) n. ช่าง|ออกแบบ|ทํา|หรือ|ขาย|หมวก|ผู้หญิง
(มิ|ล|'|ละ|เนอ|รี) n. หมวก|ผู้หญิง|และ|สินค้า|จําพวก|หมวก|ผู้หญิง|,|โรงงาน|ทํา|หมวก|ผู้หญิง|,|ร้าน|ขาย|หมวก|ผู้หญิง
(มิ|ล|'|ลิง) n. การ|สี|ข้าว|,|การ|โม่|แป้ง|,|การ|บด|,|การ|ทํา|กระดาษ|,|ขอบ|ที่|เป็น|ร่อง|ของ|เหรียญ
(มิ|ล|'|เยิน) n. หนึ่ง|ล้าน pl. million|,|millions
ล้าน|คําสั่ง|ต่อ|วินาที|ใช้|ตัวย่อ|ว่า MIPS เป็น|หน่วย|วัด|ความ|เร็ว|ของ|การ|ทํางาน|ตาม|โปรแกรม|ใด|โปรแกรม|หนึ่ง|ของ|ตัว|ประมวลผล|หรือ|ของ|คอมพิวเตอร์|แต่ละ|ยี่ห้อ|ว่า สามารถ|ประมวลผล|ได้|กี่|ล้าน|คําสั่ง|ต่อ|วินาที ยิ่ง|มาก แสดง|ว่า|ยิ่ง|ทํางาน|ได้|เร็ว
(มิ|ลยะแนร์|') n. เศรษฐี|เงิน|ล้าน|,|บุคคล|ที่|รวย|มาก.  |Syn. millionnaire
(มิ|ล|'|เลียน|ธฺ) adj.,|n. ที่|ล้าน|,|หนึ่ง|ใน|ล้าน
(มิ|ล|'|ละ|พี|ด) n. กิ้งกือ|  |Syn. millepede
(มิ|ล|'|ลิ|เซ|คเคินดฺ) n. หนึ่ง|ใน|พัน|ของ|หนึ่ง|วินาที|;|msec
(มิ|ล|'|ละ|ลี|'|เทอะ) n. 1|/|1000 ลิตร|;
(มิ|ล|'|ส|โทน) n. แผ่น|หิน|กลม|และ|หนา|ของ|โม่|หิน|,|ภาวะ|ที่|หนัก|,|เรื่อง|หนักอก|  |Syn. drag
(มิ|ล|'|เวิร์ด) n.งาน|ช่างไม้|จาก|โรงงาน. งาน|ใน|โรงงาน|,|งาน|ช่างไม้|สําเร็จรูป
(มิ|ล|'|ไร|ทฺ) n. ช่าง|ทํา|เครื่อง|บด|วัตถุ|,|ช่าง|โรงงาน|ประกอบ|หัตถกรรม
(มิ|ลอร์ด|') n. ชาย|สูง|ศักดิ์|ชาว|อังกฤษ
(มิ|ลค|'|โท|สทฺ|') n. ชาย|ขี้ขลาด|,|ชาย|ขี้|ปอด
(มิ|ล|'|สท|รีม) n. กระแส|น้ํา|ที่|ไหล|เข้า|หา|กังหัน|น้ํา
(มิ|ลทฺ) n. น้ํา|คัด|หลังจาก|อวัยวะเพศ|ของ|ปลา|,|อวัยวะเพศ|ดังกล่าว
(มิ|ล|'|เทอะ) n. ปลา|ตัวผู้|ใน|ฤดู|ผสมพันธุ์
(มิ|ม) adj. สงบเสงี่ยม|,|กระดาก|,|ไม่|รุนแรง|,|ถ่อมตัว
(ไมม|,|ฺ มิ|ม) n. ละคร|ใบ้|,|โขน|,|การ|แสดง|ท่าทาง|ล้อเลียน|,|ผู้แสดง|ท่าทาง|หรือ|ละคร|ดังกล่าว. vt. ล้อเลียน|,|จําลอง.  |Syn. mimer n.  |Syn. mummery
(มิ|ม|'|มี|โอ) n.,|vt. =|mimeograph (ดู)| 
(มิ|ม|'|มี|อะ|กราฟ) n. เครื่อง|อัด|สําเนา|ด้วย|กระดาษไข. vt. อัด|สําเนา
(มิ|มี|`|ชิ|ส) n.การ|จําลอง การ|อัด|สําเนา
(มิ|เมท|`|ทิค) adj. ชึ่งล้อเลียน
(มิ|ม|'|มิ|ค) vt.,|adj. ล้อเลียน|,|ล้อ|,|จําลอง. n. นัก|ล้อเลียน|,|สิ่ง|ที่|ล้อเลียน|สิ่ง|อื่น|  |Syn. mimicker n.  |Syn. imitate
(มิ|ม|'|มิ|ค|รี) n. การ|ล้อเลียน
(มี|'|เมอ) n. เทพเจ้า|แห่ง|ทะเล
(มิ|น|นะ|เรท|'|,|มิ|น|'|นะ|เรท) n. หอ|สูง|ชะลูด|ที่|ติด|กัน|สุเหร่า|มุสลิม
(มิ|น|'|นะ|โท|รี่|,|-|ทอ|รี่) adj. คุกคาม|,|ขู่เข็ญ|,|ข่มขู่|,|เป็น|ลาง|ร้าย
(มิ|นซฺ) vt. สับ|ละเอียด|,|ตัด|ออก|เป็น|ชิ้น ๆ ที่|เล็ก|มาก|,|ลด|เสียง|,|พูด|เสียงอ่อน|ลง vi. เดิน|ด้วย|ก้าว|สั้น ๆ อย่าง|นุ่มนวล|,|พูด|หรือ|ประพฤติ|อย่าง|มี|มารยาท n. สิ่ง|ที่|สับ|ละเอียด|,|ขนม|สับ|,|เนื้อ|สับ.  |Syn. mincer n.
n. ขนม|pie|ไส้|เนื้อ|สับ
(มิ|น|'|ซิ|ง) adj. งดงาม|,|นุ่มนวล|,|มี|มารยาท
(ไมน์ดฺ) n. จิต|,|ใจ|,|จิตใจ|,|จริต|,|ความคิด|,|ปัญญา|,|เหตุผล|,|ข้อคิดเห็น|,|ความ|ตั้งใจ|,|สติ|สัมปชัญญะ|,|ความจํา -|Phr. (bear (keep) in mind จํา) -|Phr. (make in one|'|s mind ตัดสินใจ) . -|Phr. (out of one|'|s mind บ้า|,|วิกลจริต) v. ใส่ใจ|,|สนใจ|,|ระวัง|,|เชื่อฟัง|,|ดูแล|,|เป็นห่วง|,|คัดค้าน|,|สังเกต|,|จํา|ได้
มโนภาพ|,|การ|นึก|ไป|เอง
(ไมด|`|เชท) n. ความ|ตั้งใจ ความ|โน้มเอียง
(มิ|น|'|ดา|เนา) n. เกาะ|ที่|ใหญ่|ที่|สอง|ของ|ฟิลิปปินส์
(ไมด|'|โบ|ล|อิง) adj. ประหลาดใจ|,|ท่วมท้น|,|ทํา|ให้|เกิด|ผล|เหมือน|ยา|หลอน|ประสาท.
(ไม|'|ดิด) adj. ใส่ใจ|,|โน้มเอียง|,|มี|ใจ|เอนเอียง|  |Syn. inclined|,
(ไมดฺ|'|ฟู|ล) adj. สนใจ|,|ใส่ใจ.  |Syn. mindfully adv. mindfulness n.  |Syn. careful
(ไมดฺ|'|ลิส) adj. ไร้|เหตุผล|,|สะเพร่า|,|เลินเล่อ|,|ไม่|ระวัง|,|โง่.  |Syn. mindlessly adv. mindlessness n.  |Syn. stupid
(ไมนฺ) pron. ของ|ฉัน n. เหมือง|,|บ่อ|แร่|,|แหล่ง|ที่|อุดมสมบูรณ์|,|ทุ่นระเบิด|,|ระเบิด|ที่|ซ่อน|ไว้. vi. ขุด|,|ขุด|แร่|,|ขุด|ใต้ดิน|,|ทํา|ทาง|,|โจมตี|,|ทําลาย|หรือ|ทํา|ให้|เสื่อมเสีย|โดย|วิธี|ลับ|หรือ|วิธี|ช้า ๆ ,|วาง|ทุ่นระเบิด.  |Syn. mineable adj. minable adj.
(ไมนฺ|'|ฟี|ลด|ฺ) n. บริเวณ|ที่|มี|ทุน|ระเบิด
(ไมนฺ|'|เลเออะ) n. เรือ|วาง|ทุ่นระเบิด
(ไม|'|เนอะ) n. ผู้ทํา|งาน|ใน|เหมือง|,|ผู้|วาง|ทุน|ระเบิด
(มิ|น|'|เนเริล) n. แร่|,|ชั้น|แร่ adj. เกี่ยวกับ|แร่|  |Syn. minerals n.,|pl. ถ่านหิน.
n. น้ําแร่|ตาม|ธรรมชาติ
ดู|ที่ adrenal gland
(มิ|น|นะ|รอ|ล|'|ละ|จิสทฺ) n. ผู้เชี่ยวชาญ|ใน|แร่|วิทยา
(มิ|น|นะ|รอ|ล|'|ละ|จี) n. แร่|วิทยา|,|  |Syn. minerologic adj. minerological adj. mineologist n
(มิ|เนอ|'|วะ) n. เทพธิดา|แห่ง|ปัญญา|และ|ศิลปะ
(มิ|นนิส|โทร|'|นี่) n. ซุป|ผัก|และ|ไก่ (หรือ|เนื้อ) ผสม|ชิ้น|pasta (ดู) เล็ก ๆ| 
(ไมนฺ|'|สวีพเพอะ) n. เรือก|วาด|ทุ่นระเบิด.  |Syn. minesweeping n.
(มิ|ง) n. ชื่อ|ราช|วงค์|ของ|จีน
(มิ|ง|'|เกิล) v. ผสม|,|ปน|กัน|,|รวม|กัน|,|ประสาน|,|เข้า|ร่วม.  |Syn. minglement n. mingler n.  |Syn. blend|,|mix
(มิ|น|'|นิ) n. กระโปรง|สั้น|มาก|,|สิ่ง|ที่|เล็ก|ปกติ|,|รถ|ขนาด|เล็ก|มาก|  |Syn. miniature
(มิ|น|'|นิเอเชอะ) n. รูป|เล็ก|,|ภาพ|เล็ก|,|แบบ|ที่|ย่อส่วน|ลง|มาก|,|in miniature เกี่ยวกับ|ขนาด|ที่|ย่อส่วน|ลง|มาก. adj. ซึ่ง|ย่อส่วน|ลง|มาก|,|ลด|ลง|  |Syn. small|,|diminutive
(มิ|น|'|นิไบคฺ) n. รถจักร|ยานต์|ขนาด|เล็ก|และ|เตี้ย
มิ|นิ|คอมพิวเตอร์|หมายถึง|คอมพิวเตอร์|ขนาด|กลาง|ระหว่าง ขนาด|ใหญ่ (mainframe) และ|ขนาด|ส่วนบุคคล (micro computer) การ|ที่|จะ|กําหนด|ว่า|คอมพิวเตอร์|เครื่อง|ใด|เป็น|ขนาด|ใด|นั้น ไม่|มี|ตัวกําหนด|บ่งบอก|ไว้|แน่นอน ขึ้น|กับ|บริษัท|ที่|เป็น|ผู้ผลิต|จะ|เรียก|เอง
(มิ|น|`|นะ|ไฟ) yt. ทํา|ให้|น้อย|ลง ทํา|ให้|มี|น้อย|ที่สุด
(มิ|น|'|นะ|คิน) n. บุคคล|หรือ|สิ่ง|ที่|บอบบาง|หรือ|มี|ขนาด|เล็ก
(มิ|น|'|นิม) n. หนึ่ง|หยด|;|M|;|min.,|จํานวน|เล็กน้อย|ที่สุด|,|สิ่ง|ที่|มี|ขนาด|เล็ก|มาก|,|สิ่ง|ที่|ไม่|สําคัญ adj. เล็ก|ที่สุด|,|เล็ก|มาก|  |Syn. smallest
(มิ|น|'|นะ|มะ) pl. พหูพจน์|ของ minimum
(มิ|น|'|นะ|เมิล) adj. น้อย|ที่สุด|,|เล็ก|ที่สุด|  |Syn. minimum
(มิ|น|'|นะ|ไมซ) vt. ลด|ขนาด|ลง|ให้|มาก|ที่สุด|,|ดูถูก.  |Syn. minimisation n. minimiszation n. minimiser n. minimiszer n.  |Syn. reduce|,|-|A. increase
(มิ|น|'|นะ|ไมซ) vt. ลด|ขนาด|ลง|ให้|มาก|ที่สุด|,|ดูถูก.  |Syn. minimisation n. minimiszation n. minimiser n. minimiszer n.  |Syn. reduce|,|-|A. increase
(มิ|น|'|นะ|มัม) n. จํานวน|น้อย|ที่สุด|,|ค่า|ที่|น้อย|ที่สุด adj. น้อย|ที่สุด pl. minimums|,|minima|  |Syn. least
(ไม|'|นิง) n. การ|ทํา|เหมือง|,|การ|วาง|ทุ่นระเบิด
(มิ|น|'|เยิน) n. ลูกมือ|,|คนรับใช้|,|สมุน|รับใช้|  |Syn. henchman
(มิ|น|'|นิสเคิร์ท) n. กระโปรง|สั้น|มาก
(มิ|น|'|นิส|เทอะ) n. พระ|,|รัฐมนตรี vi. ทํา|หน้าที่|เป็น|พระ|,|ช่วยเหลือ|,|รับใช้|,|ทํา|ให้|เกิด|ขึ้น. vt. จัดการ|,|จัด|ให้|มี|  |Syn. priest
(มิ|นนิสเทีย|'|เรี|ยล) adj. เกี่ยวกับ|พระ|,|เกี่ยวกับ|รัฐมนตรี|,|เกี่ยวกับ|การ|รับใช้ เป็น|เครื่องมือ
(มิ|น|`|นิสทรันทฺ) adj ซึ่ง|ช่วยเหลือ ซึ่ง|จัดการ|  |Syn. ministration n.
(มิ|นนิส|เท|ร|'|เชิน) n. การ|ให้|ความ|ช่วยเหลือ|,|การ|ทํา|หน้าที่|เป็น|พระ|,|การ|จัดการ.  |Syn. ministrative adj.
(มิ|น|'|นิสท|รี) n. กระทรวง|,|คณะ|รัฐมนตรี|,|คณะสงฆ์|,|การ|บริการ|,|การ|ช่วยเหลือ
(มิ|น|'|เนี|ยม) n. สารประกอบ|ตัว|ตะกั่ว|ชนิด|หนึ่ง
(มิ|งคฺ) n. สัตว์|คล้าย|นาก|จําพวก Mustela|, ขน|ของ|สัตว์|ดังกล่าว
(มิ|น|'|โน) n. ปลา|ยุโรป|ขนาด|เล็ก|จําพวก|หนึ่ง
(ไม|'|เนอะ) adj. น้อย|,|เกี่ยวกับ|ผู้เยาว์|,|เกี่ยวกับ|ชนหมู่น้อย. n. ผู้เยาว์|,|ผู้|มี|การ|ศึกษา|น้อย|,|ชน|ชาว|หมู่|น้อย|,|วิชา|รอง vi. เลือก|วิชา|รอง|  |Syn. subordinate
(ไม|นอ|'|ริ|ที|,|มิ|นอ|'|ริ|ที) n. ชนหมู่น้อย|,|กลุ่ม|ที่|น้อย|กว่า|,|กลุ่ม|สมาชิกรัฐสภา|ที่|มี|เสียง|ข้าง|น้อย|,|ความ|เป็น|ผู้เยาว์|  |Syn. childhood|,|infancy
(มิ|น|'|สะ|เทอะ) n. โบสถ์|,|โบสถ์|สําคัญ
(มิ|น|'|ส|เท|รล) n. นักดนตรี|ใน|ยุค|กลาง|ผู้|ที่|ร้องเพลง|หรือ|ท่อง|บทกวี|ไป|ด้วย|,|นักดนตรี|,|นักร้อง|,|นักกวี|,|ตัว|ตลก|ที่|ร้องเพลง|ด้วย|  |Syn. minstrelsy n.  |Syn. rhymer
(มิ|นทฺ) n. พืช|จําพวก|สะ|ระ|แห|น่|,|โรง|กระษาปณ์|,|เงิน|จํานวน|มาก. adj. ไม่|ได้|ใช้|,|ไม่|ได้|ประทับตรา vt. ทํา|ให้|เป็น|เหรียญเงิน|ตรา.  |Syn. minter n.
(มิ|น|'|ทิจฺ) n. การ|ทํา|เหรียญกระษาปณ์
(มิ|น|'|ที) adj. กลิ่น|ใบ|สะ|ระ|แห|น่
(มิ|น|'|ยู|เอน) n. เลข|ตัวตั้ง|ที่|ถูก|ลบ
(ไม|'|นัส) prep.,|adj. ลบ|,|ลบ|ออก|,|ปราศจาก|,|ไร้|,|เป็น|ลบ. n. เครื่องหมาย|"|-|"|,|จํานวน|ลบ|,|การ|ขาดแคลน|,|การ|สูญเสีย
เครื่องหมาย (-) ,|เครื่องหมาย|'|ลบ|'
(มิ|น|'|นัส|คิว) adj. เล็ก|มาก|,|จิ๋ว|,|เล็ก. n. ตัวอักษร|ที่|เล็ก|มาก.  |Syn. minuscular adj.
(มิ|น|'|นิท) n. นาที|,|ระยะ|เวลา|อัน|สั้น|,|การ|สรุป|,|บันทึก|ความจํา|, adj. ซึ่ง|เตรียม|ขึ้น|อย่าง|รวดเร็ว|,|ซึ่ง|ใช้เวลา|เล็กน้อย|ใน|การ|ทํา|,|เล็ก|มาก|,|เล็กน้อย|มาก|,|ไม่|สําคัญ|,|สําคัญ|เล็กน้อย|,|เป็น|เรื่อง|ขี้|ประ|ติ๋ว vt. จับเวลา|เป็น|นาที|,|บันทึก|เป็น|นาที|  |Syn. minuteness n. minu
(มิ|น|'|นิท|-) n. เข็ม|บอก|นาที|ของ|นาฬิกา
(มิ|น|'|นิทลี) adj.,|adv. ทุก|นาที|,|เกิด|ขึ้น|ทุก|นาที adv. อย่าง|ละเอียด|,|ใน|รายละเอียด
(มิ|นู|'|ชิ|อี) n.,|pl.รายละเอียด|เล็ก ๆ น้อย ๆ ,|เรื่อง|เล็ก ๆ น้อย ๆ|  |Syn. minutial adj. sing. -|tia|  |Syn. trifles
(มิ|งคฺซฺ) n. หญิง|แพศยา|,|หญิง|กล้า|,|หญิง|ทะเล้น|,|หญิง|จัดจ้าน.  |Syn. minxish adj.
(ไม|โอ|'|ซิ|ส) n. ภาวะ|ที่|รูม่านตา|ตีบ|ตัว|เล็ก|กว่า|ปกติ|  |Syn. miotic adj
(มิปส์) ย่อ|มา|จาก million instructions per second แปล|ว่า ล้าน|คําสั่ง|ต่อ|วินาที เป็น|หน่วย|วัด|ความ|เร็ว|ของ|การ|ทํางาน|ตาม|โปรแกรม|ใด|โปรแกรม|หนึ่ง|ของ|ตัว|ประมวลผล หรือ|ของ|คอมพิวเตอร์|แต่ละ|ยี่ห้อ|ว่า สามารถ|ประมวลผล|ได้|กี่|ล้าน|คําสั่ง|ต่อ|วินาที ยิ่ง|มาก|แสดง|ว่า|ยิ่ง|ทํางาน|ได้|เร็ว
(มี|'|ระ|เคิล) n. เรื่อง|อัศจรรย์|,|ความ|อัศจรรย์|  |Syn. wonder
n. ยา|ที่|มี|ผล|ใน|การ|รักษา|สูง เช่น ยาปฏิชีวนะ ยา|ซัลฟา
(มิ|แร|ค|'|คิว|ลัส) adj. อัศจรรย์|,|ปาฏิหาริย์|,|อภินิหาร|,|อาเพศ.  |Syn. miraculously adv. miraculousness n.  |Syn. prodigious
(มิ|รา|จฺ|') n. สิ่ง|ลวงตา|,|ภาพลวงตา|  |Syn. delusion|,
(ไม|'|เออะ) n. บึง|,|หนอง|,|ตม|,|โคลน|,|เลน|,|หล่ม|,|ปลัก|,|ห้วง|แห่ง|ความ|ยุ่งยาก. vt. ทํา|ให้|ติด|หล่ม|พัวพัน|กับ|สิ่ง|ยุ่งยาก|,|ทํา|ให้|เปื้อน|เปราะ vi. ติด|หล่ม|  |Syn. mud
(เมิร์ค) n.,|adj. =|murk (ดู)| 
(เมิร์ค|'|คี) adj. =|murky (ดู)| 
(มี|'|เรอะ) n. กระจก|,|สิ่ง|ที่|เป็น|ตัวแทน|ที่แท้|จริง|,|แบบแผน|ของ|การ|เลียน|แบบ. vt. สะท้อน|แสง|,|เป็น|ตัวแทน|ที่แท้|จริง|,|ส่อ|,|ส่อง|เป็น|เงา|  |Syn. glass
ภาพ|บน|กระจก|,|ภาพ|กระจก
(เมิร์ธ) n. ความ|รื่นเริง|,|ความ|เบิกบานใจ|,|การ|สรวล|เส|เฮฮา.  |Syn. mirthful adj.
(เมอ|'|รี) adj. เป็น|ลุ่ม|,|เป็น|หนอง|,|เป็น|หล่ม|,|เป็น|โคลน.  |Syn. miriness n.  |Syn. muddy
(o) - Pref."|เกลียด|" เอ็ม|ไอ|เอส <|คํา|อ่าน|>|ย่อ|มา|จาก management information system เป็น|วิชา|ที่|ว่าด้วย|ระบบ|การ|จัดการ|สารสนเทศ มี|ความหมาย|กว้าง ๆ ว่า|เป็น|การ|นํา|เอา|ข้อมูล|มา|ประมวลผล|ให้|เกิด|เป็น|ความหมาย|ที่|จะ|ทํา|ให้|เข้าใจ|ได้ ซึ่ง|ต้อง|ใช้|คอมพิวเตอร์|เป็น|หลัก เพราะ|ทํา|ได้|รวดเร็ว|และ|ทัน|ต่อ|เหตุการณ์ เพื่อ|เสนอ|ให้|ผู้บริหาร|ตัดสินใจ|ได้|เร็ว|ขึ้น
Pref. ไม่|สบาย|,|ผิด
(มิ|สเอิด|เวน|'|เชอะ) n. โชค|ไม่|ดี|,|โชคร้าย|  |Syn. mishap|,|misfortune
(มิ|สอะไล|'|อัน|ซฺ) n. ความ|สัมพันธ์|ที่|ไม่|เหมาะสม
(มิ|ส|'|เซินโธรพ) n. ผู้|เกลียด|มนุษย์|  |Syn. misanthropist n.  |Syn. misanthropic adj. misanthropical adj.
(มิ|ส|แอ|น|'|ธ|ระ|พี) n. ความ|เกลียดชัง|มนุษย์|,|ความ|ไม่|ชอบ|หรือ|ไม่|ไว้วางใจ|มนุษย์
(มิ|ส|แอ|พ|รี|เฮ|นดฺ|') vt. เข้าใจผิด.
(มิ|ส|แอ|พ|ริ|เฮ|น|'|เชิน) n. ความ|เข้าใจผิด.  |Syn. misapprehensive adj.
(มิ|สอะ|โพ|ร|'|พ|ริ|เอท) vt. ใช้|ใน|ทาง|ที่|ผิด ยักยอก.  |Syn. misappropriation n.
(มิ|ส|บิ|กอ|ท|'|เทิน) adj. ไม่|ถูก|กฎหมาย|,|ไม่|ดี|  |Syn. illicit
(มิ|ส|'|บิ|เฮ|ฟว) vi.,|vt. ประพฤติ|ไม่|ดี|,|ประพฤติ|ไม่|เหมาะสม.  |Syn. misbehaver n.
(มิ|ส|'|บิ|เฮ|ฟเวอะ) n. พฤติกรรม|ที่|ไม่|เหมาะสม|  |Syn. misconduct
(มิ|ส|'|บิ|เฮ|ฟเวอะ) n. พฤติกรรม|ที่|ไม่|เหมาะสม|  |Syn. misconduct
abbr. miscellaneous|,|miscellany
(มิ|สแคล|'|คิว|เลท) vt.,|vi. คํานวณ|ผิด|,|วินิจฉัย|ผิด.  |Syn. miscalculation n. misculculator n.  |Syn. err|,|mistake
(มิ|ส|คอ|ล|') vt. เรียกชื่อ|ผิด|  |Syn. miscaller n.
(มิ|สแค|'|ริ|เอจฺ) n. ความ|ล้มเหลว|,|การ|ไม่|สามารถ|ส่ง|ถึง|จุดหมายปลายทาง|ได้|,|การ|แท้ง|ลูก|โดย|ธรรมชาติ|,|การ|คลอด|ก่อนกําหนด|  |Syn. failure|,|abortion
(มิ|สแค|'|รี) vi. ประสบ|ความ|ล้มเหลว|,|หลงทาง|,|สูญเสีย|ใน|ระหว่าง|ทาง|,|แท้ง|ลูก|โดย|ธรรมชาติ|  |Syn. fail
(มิ|ส|คา|สทฺ|') vt. วินิจฉัย|ผิด|,|คาดการณ์|ไม่|ดี
(-|ซิ|จะ|เน|'|เชิน) n.การ|สมรส|ระหว่าง|หญิง|ชาย|ที่|มี|เชื้อชาติ|ต่าง|กัน|,|การ|ผสมพันธุ์|ระหว่าง|เชื้อชาติ|  |Syn. miscegenetic adj.
(มิ|สซะเล|'|เนีย) n. เอกสาร|ต่าง ๆ นานา|,|สิ่ง|ต่าง ๆ นานา
(มิ|ส|'|ซะเล|'|เนียส) adj. ต่าง ๆ นานา|,|หลากหลาย|,|เบ็ดเตล็ด|,|จิปาถะ. -|  |Syn. mingled
(มิ|ส|'|ซะเลนี) n. ปกิณกะ|,|เรื่อง|เบ็ดเตล็ด|,|เรื่อง|จิปาถะ|  |Syn. medley
(มิ|ส|ชาน|ซฺ|'|,|-|แชนซฺ|') n. โชคร้าย|,|อุบัติเหตุ|  |Syn. mishap
(มิ|ส|'|ชี|ฟ) n. ความ|ซุกซน|,|การ|ชอบ|รบกวน|,|ความ|ประพฤติ|หรือ|การ|กระทํา|ที่|ทํา|ให้|เกิด|อันตราย|หรือ|ความ|ลําบาก|,|อันตราย|,|ความ|ลําบาก|,|ความ|ร้าย|  |Syn. harm Ant. advantage
(มิ|ส|'|ชะ|เวิส) adj. เป็น|อันตราย|,|เป็น|ภัย|,|ซุกซน.  |Syn. mischievousness n.  |Syn. troublesome
(มิ|ส|'|ซะเบิล) adj. ผสม|กัน|ได้|  |Syn. miscibility n.
(มิ|ส|คะ|ซิ|ฟว) vt.,|vi. เข้าใจผิด
(มิ|ส|คัน|เซ|พ|'|เชิน) n. ความคิดเห็น|ที่|ผิด|,|การ|เข้าใจผิด
(มิ|ส|คอน|'|ดัคทฺ) n. ความ|ประพฤติ|ที่|ผิด|หรือ|ไม่|เหมาะสม|,|การ|กระทํา|ผิด. vt. ประพฤติ|ผิด|,|กระทํา|ผิด|  |Syn. malfeasance
(มิ|ส|คัน|สท|รู|'|`) vt. เข้าใจผิด|,|แปล|ผิด
(มิ|สเคาทฺ|') vt.,|vi.,|n. (การ) นับ|ผิด|,|คํานวณ|ผิด
(มิ|ส|'|ค|รี|เอินซฺ) n. ความ|เชื่อ|ที่|ผิด|,|ความ|เข้าใจผิด|,|ความ|นอกรีต|,|ความคิด|นอก|ทาง
(มิ|ส|'|ค|รี|เอิน|ซี) n. ความ|เป็น|คน|สาร|เลว|,|ความ|สาร|เลว|,|=|miscreance (ดู)| 
(มิ|ส|'|ค|รี|เอินทฺ) adj. สาร|เลว|,|เข้าใจผิด|,|เชื่อ|ใน|สิ่ง|ที่|ผิด. n. คน|สาร|เลว|,|คน|ชั่วร้าย|,|ผู้|นอกรีต|,|ผู้|ไม่|ยอม|เชื่อ|  |Syn. villain|,|wretch
(มิ|ล|ดีด|') n. การ|กระทํา|ที่|ผิดศีลธรรม|,|การ|กระทํา|ที่|ชั่วร้าย|  |Syn. offense
(มี|ส|ดี|มี|'|เนอะ) n. ผู้|กระทํา|ผิด|,|ผู้|กระทํา|ผิด|อาญา|ประเภท|เบา (น้อย|กว่า|ประเภท|felony)|  |Syn. offense
(มี|ส|ดี|มี|'|เนอะ) n. ผู้|กระทํา|ผิด|,|ผู้|กระทํา|ผิด|อาญา|ประเภท|เบา (น้อย|กว่า|ประเภท|felony)|  |Syn. offense
(มิ|ส|ดู|') {|misdid|,|misdone|,|misdoing|,|misdoes|} vt. กระทํา|ผิด.  |Syn. misdoer n.
(มิ|ซ|,|ไมซ) n. การ|ตกลง|,|ข้อความ|ใน|คําสั่ง
(มิ|ส|ซี|ซ|') n. ความ|ไม่|สบาย|กาย|,|ความ|ทุกข์ใจ|,|ความ|ทนทุกข์|,|ความ|ยากจน
(ไม|'|เซอะ) n. คน|ขี้เหนียว|,|คน|โลภ|,|คน|ที่|ไม่|มี|ความ|สุข|  |Syn. screw
(มิ|ส|'|เซ|อ|ระ|เบิล) adj. ทุกข์ยาก|,|ไม่|มี|ความ|สุข|,|ยากจน|,|น่าดู|ถูก|,|เลว|,|น่า|สังเวช.  |Syn. miserableness n. miserably adv.
(ไม|'|เซ|อลี) adj. ขี้เหนียว|,|ตระหนี่.  |Syn. miserliness n.  |Syn. stingy
(มิ|ซ|'|เซอะ|รี) n. ความ|ทุกข์ยาก|,|ความ|ยากเข็ญ|,|ความ|ไม่|มี|ความ|สุข|อย่าง|มาก|,|ความ|เจ็บปวด|  |Syn. suffering
(มิ|ชฟี|`|ชัน|ซฺ) n|,|การ|กระทํา|ผิด|กฎหมาย|  |Syn. misfeasor n|,
(มิ|ส|ไฟ|'|เออะ) vi.,|n. (การ) ไม่|ติดไฟ|, (เครื่อง) ไม่|ติด|,|ไม่|เกิด|ผล|,|ไม่|ระเบิด|  |Syn. miscarry|,|fail
(มิ|ส|'|ฟิท|,|มิ|สฟิท|') n. เครื่องแต่งกาย|ที่|ผิด|ขนาด|,|ผู้|ที่|ไม่|สามารถ|ปรับ|ตัว|เข้า|กับ|สิ่งแวดล้อม|ได้|ถูกต้อง|  |Syn. nonconformist
(มิ|สฟอร์|'|เชิน) n. โชค|ไม่|ดี|,|โชคร้าย|,|ความ|ทุกข์ยาก|,|ความ|ยากเข็ญ|  |Syn. adversity
(มิ|สกิฟว|') {|misgave|,|misgiven|,|misgiving|,|misgives|} vt.,|vi. สงสัย|,|แคลงใจ|,|หวั่นหวาด|  |Syn. doubt
(มิ|สกิฟ|'|วิง) n. ความ|สงสัย|,|ความ|ไม่|ไว้วางใจ|,|ความ|หวั่นหวาด.  |Syn. doubt|,|-|A. faith
(มิ|สกัฟ|'|เวิร์น) vt. ปกครอง|ไม่|ดี|,|จัดการ|ไม่|ได้.  |Syn. misgovenment n.
(มิ|ส|'|ไก|ดิด) adj. ถูก|นํา|ไป|ใน|ทาง|ที่|ผิด|,|ได้|รับ|การ|แนะนํา|ที่|ผิด|,|ซึ่ง|เข้าใจผิด|  |Syn. misguidedly adv.  |Syn. ill|-|advised|,
(มิ|ส|แฮ|น|'|เดิล) vt. จัดการ|อย่าง|ไม่|ถูก|  |Syn. mismanage
(มิ|ส|'|แฮ|พ|,|มิ|ส|แฮ|พ|') n. อุบัติเหตุ|,|เหตุร้าย|,|เคราะห์ร้าย|  |Syn. misadventure
(มิ|ช|'|แมช) n. ความ|ยุ่งเหยิง|,|ของ|จับฉ่าย
(มิ|ส|อิน|ฟอร์ม|') vt. ให้|ข้อมูล|ผิด|  |Syn. misinformant n. misinformer n. misinformation n.  |Syn. mislead
(มิ|ส|อิน|เท|อ|'|พ|ริ|ท) vt. แปล|ผิด|,|ถอดความ|ผิด|  |Syn. misinterpretation n. misinterpreter
(มิ|ส|จอ|ย|'|เดอะ) n. การ|เข้า|ร่วม|ด้วย
(มิ|สลีด|') {|misled|,|misleading|,|misleads|} vt. นํา|ผิด|,|ทํา|ให้|เข้าใจผิด|  |Syn. misleader n.
(มิ|ส|โน|'|เมอะ) n. ชื่อ|ที่|ใช้|ผิด|ที่|,
(มิ|ส|ซอก|'|กะ|มี่) n. การ|เกลียด|การ|แต่งงาน.  |Syn. misogamic adj. misogamist n.
(มิ|ซอก|'|จินี) n. การ|เกลียด|ผู้หญิง|  |Syn. misogynic adj. misogynous adj. misogynistic adj. misoganist n.
(มิ|ส|ซอ|ล|'|โลจี) n. ความ|ไม่|ไว้วางใจ|,|ความ|เกลียด|ความ|มี|เหตุผล.  |Syn. misologist n.
(มิ|ส|โซ|นี|'|อิส|ซึม) n. ความ|เกลียด|สิ่ง|ที่|ใหม่|หรือ|การ|เปลี่ยนแปลง.
(มิ|ส|เพล|สฺ|') vi. ใส่|ผิด|ที่|  |Syn. misplacment n.  |Syn. mislay
(มิ|ส|'|พ|ริน|ทฺ) n. การ|พิมพ์|ผิด. vt. พิมพ์|ผิด
(มิ|ส|ไพร|ซ|') vt. เกลียด|,|ชัง|,|ดูหมิ่น
(มิ|ส|โค|ว|เท|'|เชิน) n. การ|อ้าง|ผิด
(มิ|ส|'|โค|วท) vt.,|vi.,|n. (คํา) อ้าง|ผิด|,|คัด|ผิด.
(มิ|ส|รีด|') vt. อ่าน|ผิด ๆ ,|ตีความ|ผิด|  |Syn. misunderstand
(มิ|ส|รี|เมม|'|เบอะ) vt.,|vi. จํา|ผิด|,|จํา|ไม่|ได้
(มิ|สเรพ|ริ|เซน|ทฺ|') vt. แทน|ผิด|,|เป็น|ตัวอย่าง|ที่|ผิด.  |Syn. misrepresentation n.
(มิ|ส|รู|ล|') n. กฎ|ที่|เลว|,|การ|ปกครอง|ที่|เลว|หรือ|ไม่|ฉลาด|,|ความ|ไม่|มี|ระเบียบแบบแผน vt. ปกครอง|ไม่|ดี|,|จัดการ|ไม่|ได้|  |Syn. mismanagement
(มิ|ส) vt. พลาด|,|ทํา|พลาด|,|ตี|,|ต่อย|,|แทง|,|ฟัน|,|ขว้าง|,|ปา|พลาด|,|พลาด|โอกาส|,|พลาด|รถไฟ|หรือ|พาหนะ|อื่น ๆ ,|ทํา|หาย|,|คิดถึง|,|หลบหลีก|,|หนี|,|ไม่|สามารถ|เข้าใจ. vi. พลาด|,|ทํา|พลาด. n. การ|พลาด|,|การ|ทํา|พลาด|,|การ|ละเว้น|  |Syn. lose|,|fail
(มิ|ส|'|เซิล) n. หนังสือ|สวดมนต์|และ|การ|ปฏิบัติ|ต่าง ๆ ของ|พิธี|ฉลอง|การ|รับประทาน|อาหาร|มื้อ|สุดท้าย|ของ|พระ|เยซู|คริสต์
(มิ|สเช|'|เพิน) adj. ผิด|รูป|ผิด|แบบ|,|ผิด|สัณฐาน.  |Syn. misshapenly adv. misshapenness n.  |Syn. deformed
(มิ|ส|'|เซิล|,|-|ไซ|ลฺ) n. ขีปนาวุธ|,|ขีปนาวุธนําวิถี adj. ใช้|เป็น|ขีปนาวุธ|ได้|,|ใช้|ขับเคลื่อน|ขีปนาวุธ|  |Syn. projectile
(มิ|ส|'|เซิล|รี) n. วิทยาศาสตร์|การ|สร้าง|และ|ใช้|ขีปนาวุธ
(มิ|ส|'|เซิล|รี) n. วิทยาศาสตร์|การ|สร้าง|และ|ใช้|ขีปนาวุธ
(มิ|ส|'|ซิ|ง) adj. ขาดแคลน|,|ไม่|มา|,|ไม่|พบ|,|หาย|ไป|  |Syn. lost|,|absent|,|away|,|gone
(มิ|ช|'|เชิน) n. คณะ|ผู้แทน|,|ภาระ|หน้าที่|ของ|คณะ|ผู้แทน|,|คณะ|ทูต|,|สถานทูต|,|งาน|ปฏิบัติงาน|ทาง|ทหาร (มักได้|รับ|มอบหมาย|จาก|สํานักงานใหญ่) ,|การ|เคลื่อนที่|หรือ|การ|วิ่ง|สู่|เป้าหมาย|ของ|จรวด|ขีปนาวุธ|,|โบสถ์|ที่|ไม่|มี|พระ|อยู่|ประจํา|,|งาน|มอบหมาย
(มิ|ช|'|ชะ|เนอ|รี) n. มิชชันนารี adj. เกี่ยวกับ|mission (ดู) pl. missionaries|  |Syn. evangelist
(มิ|ส|'|ซิ|ฟว) n. จดหมาย|,|สาร. adj. เกี่ยวกับ|การ|ส่ง|  |Syn. epistle|,|message
(มิ|สส|พี|ค|') vt.,|vi. พูด|ผิด|,|ออก|เสียง|ผิด
(มิ|สส|เพล|') vt.,|vi. สะกด|ผิด
(มิ|สสเพนดฺ) vt. ใช้จ่าย|ฟุ่มเฟือย|,|ใช้จ่าย|ใน|ทาง|ที่|ผิด
(มิ|ส|'|ซี่) n. เด็กหญิง|,|หญิงสาว
(มิ|สทฺ) n. หมอก|,|สิ่ง|ที่|คล้าย|หมอก|,|ความ|พร่ามัว. vi. พร่ามัว|,|ฝน|ตก|เป็น|เม็ด|เล็ก|มาก. vt. ทํา|ให้|พร่ามัว|  |Syn. fog|,|haze
(มิ|ส|เท|คฺ|') {|mistook|,|mistaken|,|mistaking|,|msitakes|} n. ความผิด|พลาด|,|ความ|เข้าใจผิด|,|ความนึกคิด|ที่|ผิด. v. เข้าใจผิด|,|ตีความ|หมาย|ผิด|,|ประเมิน|ค่า|ผิด|  |Syn. mistakingly adv.  |Syn. error|,|blunder
(มิ|ส|เท|'|เคิน) adj. ผิดพลาด|,|ซึ่ง|กระทํา|ผิด.  |Syn. mistakenly adv. mistakenness n.  |Syn. incorrect|,|false
(มิ|ส|'|โบ) n. =|fogbow (ดู)| 
(มิ|ส|'|เทอะ) n. นาย|,|คํา|ให้|เกียรติ|ที่|ใช้|เรียก|ชาย|,|คุณ
(มิ|ส|'|เซิล|โท) n. พืช|ไม้ดอก|สี|เหลือง|มี|ผล|เล็ก ๆ สี|ขาว|ใช้|ประดับ|ใน|เทศกาล|คริสต์มาส
(มิ|สทุค|') v. อดีตกาล|ของ|mistake
(มิ|ส|'|เท|ริ|ล|,|มิ|สท|รา|ล|') n. ลมเหนือ|ที่|หนาว|และ|แห้ง|ใน|ภาค|ใต้|ของ|ฝรั่งเศส|และ|บริเวณ|ใกล้เคียง
(มิ|ส|`|เท|รส) n. นาย|ผู้หญิง ภรรยา|ลับ
n. พิธีกร|หญิง
(มิ|สทรัสทฺ|') n. การ|ขาด|ความ|ไว้วางใจ|,|การ|ขาด|ความ|มั่นใจ vt. ไม่|ไว้วางใจ.
(มิ|ท|'|ที) adj. มี|หมอก|คลุม|,|พร่ามัว|,|ไม่|ชัด|  |Syn. mistily adv. mistiness n.
(มิ|ส|'|ทิ|ไอ|ดฺ|') adj. ขี้แย|,|เต็มไปด้วย|ความรู้สึก
(มิ|ส|อัน|เดอส|แทน|ดฺ|') {|misunderstood|,|misunderstanding|,|misunderstands|} vt.,|vi. เข้าใจผิด|,|ตีความ|หมาย|ผิด|,|แปล|ผิด|  |Syn. misread|,|mistake
(มิ|ส|อัน|เดอส|แทน|'|ดิง) n. ความ|เข้าใจผิด|,|ความ|ไม่|สามารถ|จะ|เข้าใจ|ได้|,|ความ|ไม่|เห็นด้วย|  |Syn. mistake
(มิ|สยู|`|ซิ|จ) n. การ|ใช้|ใน|ทาง|ที่|ผิด
(n. มิ|สยูซฺ|'|v. มิ|สยูซ) n.,|v. (การ) ใช้|ใน|ทาง|ที่|ผิด|หรือ|ไม่|สมควร.
(ไมทฺ) n. แมลง|หก|ขา|เช่น เล็น|,|ไร|,|เห็ด|,|เห็บ|,|เงิน|จํานวน|เล็กน้อย|,|สิ่ง|ที่|มี|ขนาด|เล็ก|มาก|,|เหรียญ|ที่|มี|ค่า|น้อย|มาก. adv. เล้กน้อย|,|ค่อนข้าง
(ไม|'|เทอะ) n. หมวก|พระ|คาทอลิก|ชั้น|bishop|มี|ลักษณะ|กลม|และ|สูง|,|หมวก|พระ|ชั้น|สูง|ของ|ยิว
(มิ|ท|'|ทิ|ไซ|ดฺ) n. สาร|หรือ|ยา|ฆ่า|mite (ดู)|  |Syn. miticidal adj.
(มิ|ท|'|ทะ|เก|ท) v. ทํา|ให้|เบาบาง|,|ทํา|ให้|ลด|น้อย|ลง|,|แบ่งเบา|  |Syn. mitigable adj. mitigatedly adv. mitigation n. mitigator n. mitigative adj mitigatory adj.  |Syn. abate Ant. intensify
เป็น|แหล่ง|สร้าง|พลังงาน|ขอ|งอ|เซลล์|มี|โครงสร้าง|เป็น|รูป|ยาว|รี|ประกอบ|ด้วย|ผนัง 2 ชั้น|คล้าย|เซลล์|ภายใน|มี|เอนไซม์|ที่|จําเป็น|ต่อ|ขบวนการ|สัน|ดาบ โดย|นํา|สารอาหาร|มา|ทํา|ปฏิ|กริยา|กับ|ออกซิเจน ได้|เป็น|พลัง|ซึ่ง|เก็บ|สะสม|ไว้|ใน|รูป|พลังงาน|สูง (ATB) ซึ่ง|จะ|ถูก|ใช้|ไป|ใน|การ|ทํางาน|ของ|เซลล์
(ไม|โท|'|ซิ|ส) n. การ|แบ่ง|นิวเคลียส|ของ|เซลล์|อย่าง|อ้อม
(ไม|'|เท|ริ|ล) adj. คล้าย|miter (ดู) ,|ซึ่ง|มี|รูปร่าง|คล้าย|ลิ้น|สอง|แฉก
(ไม|'|เทอะ) n. หมวก|พระ|คาทอลิก|ชั้น|bishop|มี|ลักษณะ|กลม|และ|สูง|,|หมวก|พระ|ชั้น|สูง|ของ|ยิว
(มิ|ท) n. ถุง|นวม|,|มือ.
(มิ|ท|'|เทิน) n. ถุงมือ|ที่|คลุม|สี่|นิ้ว|รวม|กัน|และ|แยก|นิ้ว|แม่|มือ|ออก|ต่างหาก|,|ถุงมือ|ผู้หญิง|ชนิด|ปล่อย|นิ้ว|ให้|โผล่|ออก
(มิ|ท|'|ทะมัส) n. หมาย|สัง|ให้|นําเข้า|คุก pl. mittimuses
(มิ|คซฺ) v.,|n. (การ) ผสม|,|ปรุง|,|ปน|กัน|,|ใส่|รวม|กัน|,|รวม|กัน|ยุ่งเหยิง|,|รวม|กัน|,|คบค้า|,|ผสม|พันธ์|,|ส่วนผสม|,|น้ํา|โซดา|,|สูตร.  |Syn. mixability n. mixable adj mixible adj.  |Syn. mingle Ant. separate
(มิ|คซฺ|'|อัพฺ) n. คลาย|สับสน|,|ความ|ยุง|เหยิง
(มิ|คซฺทฺ) adj. ซึ่ง|ผสม|กัน|,|ยุ่งเหยิง
(มิ|ค|'|เซอะ) adj. บุคคล|หรือ|สิ่ง|ที่ทําการ|ผสม|,|เครื่อง|ปั่น
(มิ|คซฺ|'|เชอะ) n. สาร|ผสม|,|ส่วนผสม|,|สิ่งทอ|ด้วย|เส้นใย|หลาย|สี|,|การ|ผสม|,|สภาพ|ที่|ผสม|กัน
(มิ|ซ|'|เซิน|มา|สทฺ) กระโดง|เรือ|ที่ 3
(มิ|ซ|'|เซิน|มา|สทฺ) กระโดง|เรือ|ที่ 3
abbr. milliliter (s) ,|millilitre (s)| 
abbr. milliliter (s) ,|millilitre (s)| 
abbr. manganese
(นี|มอ|น|'|นิค) adj. ช่วย|ความจํา
รหัส|ช่วย|จํา|หมายถึง วิธีการ|เรียกชื่อ|ย่อ|ของ|สิ่งหนึ่งสิ่งใด|เพื่อ|ช่วย|ให้|นึกถึง|ชื่อ|เต็ม|ของ|สิ่ง|นั้น|ได้|ดี เช่น อาจ|จะ|กําหนด|ตัวอักษร|ตัว|แรก|ของ|คํา|ไว้|ใช้|เป็น|ข้อ|คําสั่ง เช่น การ|กด|แป้น Alt + F + S เป็น|รหัส|ช่วย|จํา|แทน|คําสั่ง|เรียก|เมนู File และ|เลือก|คําสั่ง Save ใน|การ|เขียน|โปรแกรม|บางที|ก็|ใช้|วิธีการ|นี้|ได้ เช่น ถ้า|คํา|ใด|ยาว ก็|อาจ|ใช้|ตัวย่อ|ได้ เช่น STO แทน store เป็นต้น
(โม|'|อะ) n. นก|บิน|ไม่|ได้|ที่|สูญพันธุ์|ไป|แล้ว คล้าย|นกกระจอกเทศ
(โม|น) n. การ|ครวญคราง|,|เสียง|ครวญคราง|,|เสียง|ลม|ที่|คล้าย|เสียง|ครวญคราง|,|การ|โทมนัส vt. ครวญคราง|,|คราง|  |Syn. groan|,|bemoan
(โม|ท) n. คู|,|คู|กําแพง|เมือง|  |Syn. trench
(มอบ) n. ฝูงชน|อลหม่าน|หรือ|ก่อการ|จลาจล|,|สัตว์|,|ฝูงชน|,|มวลชน|,|แก๊ง|อาชญากร. adj. เกี่ยวกับ|ฝูงชน|ที่|กําลัง|อลหม่าน vt. ชุลมุน|วุ่นวาย|,|โจมตี|อย่าง|รุนแรง|,|ก่อการ|จลาจล|  |Syn. gathering|,|crowd
(มอบ|'|แคพ) n. หมวก|สตรี|ขนาด|ใหญ่
(โม|'|ไบลฺ) adj. ซึ่ง|เคลื่อนที่|ได้|,|ซึ่ง|เคลื่อนไหว|ไป|มา|ได้|รวดเร็ว|,|เปลี่ยนแปลง|ได้|ง่าย|,|เปลี่ยนแปลง|อยู่|เสมอ. n. รูปปั้น|ที่|เคลื่อนที่|ได้
(โม|'|บิ|ไลซ) vt.,|vi. เคลื่อน|พล|,|ระดม|พล|,|ระดม|,|เกณฑ์.  |Syn. mobilisable adj. mobilizable adj. mobilis (z) ation n.
(โม|บิล|'|ลิ|ที) n. ความ|สามารถ|ใน|การ|เคลื่อนไหว|,|การ|เคลื่อนไหว|ไป|มา|,|การ|เคลื่อนย้าย
(โม|'|บิ|ไลซ) vt.,|vi. เคลื่อน|พล|,|ระดม|พล|,|ระดม|,|เกณฑ์.  |Syn. mobilisable adj. mobilizable adj. mobilis (z) ation n.
(มอบ|ออ|ค|'|ระ|ซี) n. การ|ปกครอง|โดย|มวลชน|,|มวลชน|ที่|เป็น|ชั้น|ปกครอง|กลุ่ม|หนึ่ง|  |Syn. mobocrat n. mobocratic adj.
(มอบ|`|ส|เทอะ) n.สมาชิก|แก๊ง|อาชญากร
(มอ|ค|'|คะ|ซิ|น) n. รองเท้า|หนัง (โดยเฉพาะ|หนัง|กวาง) ของ|อินเดีย|แดง|,
(โม|'|คะ) n. กาแฟ|ดี|ชนิด|หนึ่ง|,|ช๊|อก|โก|เลต|สีน้ํา|ตาล
(มอ|ค) v. เยาะเย้ย|,|เย้ยหยัน|,|ล้อเลียน|,|ยั่ว|,|ท้าทาย|,|หลอกลวง|,|ทํา|ให้|ผิดหวัง. -|Phr. (mock up สร้าง|หุ่น|จําลอง) n. การ|หัวเราะเยาะ|,|สิ่ง|จําลอง|,|สิ่ง|เลียน|แบบ|,|สิ่ง|ล้อเลียน|,|การ|เลียน|แบบ|,|สิ่ง|ไม่|บังควร|  |Syn. defy
(มอ|ค|`|อัพ) n. หุ่น|จําลอง
(มอ|ค|'|เคอ|รี) n. การ|เยาะเย้ย|,|สิ่ง|ที่|เยาะเย้ย|,|การ|เลียน|แบบ|,|สิ่ง|ที่|ไม่|เพียงพอ|,|สิ่ง|ที่|ไม่|บังควร|  |Syn. ridicule
(มิ|ค|'|คิงเบิร์ด) n. นก|ร้อง|ร้อง|เลียน|เสียง|ของ|นก|อื่น
(มอด) adj.,|n. (ผู้) เกี่ยวกับ|แบบเสื้อ|แปลก ๆ| 
(โม|'|เดิล) adj. เกี่ยวกับ|แบบ|หรือ|วิธี|,|เกี่ยว|กัน|แบบ|หรือ|สมัยนิยม.
(โม|แดล|'|ลิ|ที) n. แบบ|,|วิธี|,|แบบ|นิยม|,|สมัยนิยม|,|การ|ใช้|วิธี|บําบัด|หรือ|สิ่ง|ใช้|บําบัด (มัก|เป็น|กายภาพบําบัด)| 
(โม|ด) n. วิธีการ|,|แบบ|,|ลักษณะ|การ|กระทํา (เกี่ยวกับ|ปรัชญา|Kant) ,|ความ|เป็นจริง|หรือ|การ|เป็น|อยู่|หรือ|ความ|เป็น|ไป|ได้|,|แบบ|นิยม|,|แฟชั่น|,|สมัยนิยม
(โม|'|เดิล) n. แบบ|,|หุ่น|จําลอง|,|ตัวอย่าง|,|บุคคล|ตัวอย่าง|,|สิ่ง|ที่|เป็น|ตัวอย่าง|,|แบบ|โครงสร้าง adj. เป็น|ตัวอย่าง. v. สร้าง|ตาม|แบบ|,|สร้าง|แบบ|,|แสดง|,|สร้าง|หุ่น.  |Syn. modeler n. modeller n.  |Syn. standard
(มอด|'|ดะ|ลิสทฺ) n. ผู้สร้าง|หุ่น|จําลอง
(มอด|'|ดะ|ลิสทฺ) n. ผู้สร้าง|หุ่น|จําลอง
(โม|' เดม) n. โมเด็ม อุปกรณ์|สื่อสาร|ข้อมูล|ชนิด|หนึ่ง|ซึ่ง|แปลง|สัญญาณ|จาก|เครื่อง|คอมพิวเตอร์ ให้|เป็น|สัญญาณ|ที่|ส่ง|ผ่าน|สายโทรศัพท์|ได้ และ|แปลง|สัญญาณ|ที่มา|จาก|สายโทรศัพท์|ได้ และ|แปลง|สัญญาณ|ที่มา|จาก|สายโทรศัพท์|กลับ|เป็น|สัญญาณ|สําหรับ|เครื่อง|คอมพิวเตอร์ ย่อ|มา|จาก MOdulator|-|DEModulator ความ|เร็ว|ใน|การ|ทํางาน|ของ|โมเด็ม|มี|ตั้งแต่ 1,200, 2,400, 9,600 และ 14,400 การ|จะ|ใช้|โมเด็ม|นั้น ต้อง|ใช้|ซอฟต์แวร์|ร่วม|ด้วย การ|รับ|ข้อมูล|จาก|ระบบเครือข่าย|ก็|ต้อง|มี|โมเด็ม โมเด็ม|นั้น|อาจ|จะ|ทํา|ติด|มา|อยู่|ภายใน|ตัว|เครื่อง หรือ|นํามา|ติด|เพิ่ม|ภายหลัง|ก็ได้
(มอด|'|เด|อริ|ท) adj. ปานกลาง|,|พอสมควร|,|พอประมาณ|,|ไม่|รุนแรง|,|ไม่|มาก|เกิน|ไป|,|เพลา ๆ n. ผู้|มี|ข้อคิดเห็น|ไม่|รุนแรง v. บรรเทา|,|ทํา|ให้|น้อย|ลง|,|เป็น|พิธีกร|,|เป็น|ประธาน|การ|ดําเนินงาน.  |Syn. moderately adv. moderateness n.  |Syn. sparing
(มอด|ดะ|เร|'|เชิน) n. ความ|ไม่|รุนแรง|,|การ|กระทํา|ที่|พอประมาณ|,|ความ|พอควร|,|การ|ละเว้น|ของ|มึนเมา. -|Phr. (in moderation พอควร|,|พอประมาณ)|  |Syn. temperance
(มอด|ระ|รา|'|โท) adj. ใน|จังหวะ|ที่|เร็ว|พอประมาณ
(มอด|'|ดะ|เร|เทอะ) n. พิธีกร|,|ประธาน|การ|ประชุม|  |Syn. moderatorial adj.  |Syn. mediator|,|master of ceremony
(มอด|'|เดิร์น) adj. ทันสมัย|,|ไม่|ห่างไกล|,|ไม่|โบราณ n. บุคคล|ใน|ยุค|ปัจจุบัน|  |Syn. modernly adv. modernness n.  |Syn. recent Ant. ancient
(มอด|'|เดิร์น|ไน|ซ) vt. ทํา|ให้|ทันสมัย vi. กลาย|เป็น|สมัยใหม่|  |Syn. modernisation n. modernization n. moderniser n. modernizer|  |Syn. modernize
(มอ|เดอ|'|นิ|ที) n. สมัยนิยม
(มอด|'|เดอ|ไน|ซ) vt. =|modernise (ดู) .
(มอด|'|ดิสทฺ) adj. ถ่อมตัว|,|ไม่|รุนแรง|,|พอประมาณ|,|เรียบ ๆ ,|สุภาพ|,|สงบเสงี่ยม.  |Syn. modestly adv.  |Syn. backward|,
(มอด|'|ดิส|ที) n. ความ|ถ่อมตัว|,|ความ|ไม่|รุนแรง|,|ความ|พอประมาณ|,|ความ|ไม่|หรูหรา
(มอด|'|ดิเคทิฟ|,|-|โท|รี) adj. เกี่ยวกับ|การ|แก้ไข|การ|ดัดแปลง
(มอด|'|ดะ|คัม) n. ปริมาณ|เล็กน้อย|,|ความ|พอควร
(มอด|ดะ|ฟะเค|'|เชิน) n. การ|แก้ไข|,|การ|ดัดแปลง|,|แบบ|ดัดแปลง|มา|,|การ|ปรับ|ตัว|,|การ|ลดหย่อน|  |Syn. change|,|alteration
(มอด|'|ดิเคทิฟ|,|-|โท|รี) adj. เกี่ยวกับ|การ|แก้ไข|การ|ดัดแปลง
(มอด|'|ดิ|ไฟ|เออะ) n. ผู้|หรือ|สิ่ว|ที่|แก้ไข|หรือ|ดัดแปลง|หรือ|ปรับปรุง|หรือ|แปร
แป้น|ดัด|แปร|หมายถึง แป้น|อักขระ|บาง|แป้น|ที่|ไม่|ใช้|ตาม|ลําพัง|ตัวเอง หรือ|ถ้า|ใช้ ก็|จะ|ไม่|มี|ผล|อย่างใด|เลย เช่น แป้น Ctrl|, Shift|, Alt แต่|เมื่อ|กําหนด|ใช้|ร่วม|กับ|แป้น|อักขระ|อื่น|แล้ว จะ|ก่อ|ให้|เกิด|เป็น|คําสั่ง|ให้|เครื่อง|ปฏิบัติ|ตาม|ได้ เช่น ถ้า|กด|แป้น ALT|+|F จะ|เป็น|การ|เรียก|เมนู File ใน|ระบบ|วินโดว์ ส่วน|เครื่อง|แมค|อิน|ทอ|ช|จะ|มี|แป้น Option ที่|ทํา|หน้าที่|คล้าย|แป้น ALT เช่น ถ้า|กด|แป้น Option|+|C ก็|จะ|เป็น|การ|สั่ง|คัดลอก (copy)| 
(มอด|'|ดะ|ไฟ) vt.,|vi. แก้ไข|,|ดัดแปลง|,|แปร|,|เปลี่ยนแปลง|,|ปรับปรุง|,|ลด|ความ|รุนแรง|,|ลดหย่อน.  |Syn. modifiability n. modifiable adj.  |Syn. soften|,
(โม|ดิล|'|เยิน) n. ไม้|หรือ|เหล็ก|เท้า|แขน|ที่|ใช้|รับ|น้ําหนัก
(โม|'|ดิช) adj. เป็น|ไป|ตาม|สมัยนิยม|,|ทันสมัย.  |Syn. modishness n.  |Syn. stylish Ant. dated
(มอ|ดู|ลา|-|ทู) เป็น|ภาษา|โครงสร้าง|ของ|คอมพิวเตอร์|ภาษา|หนึ่ง|ใกล้เคียง|กับ|ภาษา|ปา|สกา|ล (Pascal) ภาษา|นี้|ผู้สร้าง|ชื่อ Niklaus Wirth คน|เดียวกับ|ที่|สร้าง|ภาษา|ปา|สกา|ล
การ|เขียน|โปรแกรม|ส่วน|จําเพาะ|หมายถึง การ|แยก|เขียน|โปรแกรม|เป็น|ส่วน ๆ ทํา|ให้|แก้ไข|ง่าย และ|ใช้|คน|เขียน|หลาย|คน|ได้ ข้อดี|ยิ่ง|ไป|กว่า|นั้น|ก็|คือ สามารถ|จัดการ|เกี่ยวกับ|หน่วยความจํา|ได้|ดี|ขึ้น|ด้วย
(มอด|'|ดิวเลท) v. ปรับ|,|ลดหย่อน|,|ทํา|ให้|เบาบาง|ลง|,|ปรับ|เสียง|,|ปรับ|คลื่น|วิทยุ.  |Syn. modulability n. modulative adj. modulator n. modulatory adj.  |Syn. regulate|,|adjust
(มอด|ดิวเล|'|เชิน) n. การ|ปรับ|,|การ|ลดหย่อน|,|การ|ทํา|ให้|เบาบาง|ลง|,|การ|ปรับ|เสียง|,|การ|ปรับ|คลื่น|วิทยุ|  |Syn. adjustment
(มอด|'|ดิวล์) n. เกณฑ์|วัด|,
(มอ|'|กัน เด'|วิด) n. สัญลักษณ์|ของ|ลัทธิ|ยิว
(โม|'|เกิล|,|โม|เกิล|') n. ชาว|มอง|โก|ล|ผู้พิชิต|อินเดีย|ที่|ตั้ง|อาณาจักร|ขึ้น|ใน|สมัย ค.ศ.1526|-|1857,|ผู้|สืบ|เชื้อสาย|ชาว|มอง|โก|ล|ดังกล่าว|,|ชาว|มอง|โก|ล|,|บุคคล|ที่|สําคัญ|มี|อํานาจ|หรือ|มี|อิทธิพล
(โม|'|แฮ|รฺ) n. ผ้า|หรือ|สิ่งทอ|ที่|ทํา|จาก|ขน|แพะ|แอ|ง|โก|รา
(โม|แฮ|บ|'|มิ|ดัน|นิ|ซึม) n. ศาสนาอิสลาม|,|ศาสนา|มุสลิม|  |Syn. Islam
(โม|`|ฮอค) n.ชน|ชาว|เผ่า|อินเดีย|แดง|เผ่า|หนึ่ง
(มอ|ย|'|อิ|ที่) n. ครึ่งหนึ่ง|,|ส่วน|ที่|ไม่|แน่นอน
(มอ|ยล|ฺ) vi. ทํางาน|หนัก|,|เข็น|,|ทํางาน|เหนื่อยยาก n. งาน|หนัก|,|ความ|ยุ่งเหยิง|,|ความ|โกลาหล.  |Syn. moiler n.
(มแวร|,|โม|ร|,|มอ|ร) n. สิ่งทอ|ที่|เป็น|เหลือบ|เป็น|ลาย
(มอ|ยซฺทฺ) adj. ชื้น|,|เปียก|,|ชุ่ม|,|น้ําตา|นอง|,|เกี่ยวกับ|หรือ|มี|ของเหลว|หรือ|ความ|ชื้น.  |Syn. moistful adj.
(มอ|ย|'|เซิน) vt.,|vi. ทํา|ให้|ชื้น|,|ทํา|ให้|เปียก|,|กลาย|เป็น|ชื้น|หรือ|เปียก.  |Syn. moistener n.  |Syn. damp|,|wet Ant. dry|,|parch
(มอ|ยซฺ|'|เชอะ|,|-|เชอะ) n. ความ|ชื้น|  |Syn. dampness Ant. dryness
(โม|ล) n. น้ําหนัก|โมเลกุล|เป็น|กรัม|ของ|สาร|,|กรัม|-|โมเลกุล.  |Syn. mole
(โม|'|ลัล) adj. เกี่ยวกับ|น้ําหนัก|โมเลกุล|เป็น|กรัม
(โม|'|ลาร์) n.,|adj. ฟันกราม|, เกี่ยวกับ|ส|สาร|ทั้ง|ก้อน|,|เกี่ยวกับ|สารละลาย|ที่|มี|ตัว|ละลาย (solute) หนึ่ง|mole|ต่อ|สารละลาย (solution) หนึ่ง|ลิตร|  |Syn. molar tooth
(โม|แล|'|ริ|ที) n. จํานวน mole ของ|ตัว|ละลาย|ต่อ|สารละลาย|หนึ่ง|ลิตร
(มะ|แล|ส|'|ซิ|ซ) n. น้ําเชื่อม|หวาน|ข้น|ที่|เป็น|ส่วน|ที่|เหลือ|จาก|การ|ตกผลึก|ของ|น้ําตาล|  |Syn. syrup
(โม|ลด|ฺ) n. รา|,|ขี้|รา|,|เชื้อ|ราม|แม่พิมพ์|,|สิ่ง|ที่|เป็น|รูปร่าง|จาก|แม่พิมพ์|,|รูปแบบ|,|ตัวอย่าง|,|ดินร่วน|,|ดิน|,|พื้นดิน vt. เกิด|เชื้อรา|,|ก่อ|เป็น|รูปร่าง|ขึ้น|จาก|แม่พิมพ์|,|ก่อ|ร่าง|หล่อ|ขึ้น|,|ฝึกฝน|  |Syn. moldability n. moldable adj.  |Syn. m
(โม|ล|'|เดอะ) vi. เป็น|ฝุ่น|เนื่องจาก|การ|เน่าเปื่อย|,|ผุพัง. vt. ทํา|ให้|ผุพัง n. ผู้พิมพ์|แบบ|,|ผู้|ปั้น|,|ผู้|หล่อ|,|ผู้ฝึก|ฝน
(โม|ล|'|ดิง) n. การ|พิมพ์|แบบ|,|การ|ปั้น|,|การ|หล่อ|,|การ|ฝึกฝน|,|สิ่ง|ที่|หล่อ|ขึ้น|,|สิ่ง|ที่|พิมพ์|ขึ้น|,|คิ้ว|ที่|หล่อ|บน|ผนัง|หรือ|มุม|ตึก
แผ่น|กระดาน|สําหรับ|ทํา|อาหาร|นวด|แห้ง หั่น|ของ|และ|อื่น ๆ| 
(โม|ล|'|ดี) adj. เต็มไปด้วย|ดิน|,|เป็น|ซาก|ไม้|ผุพัง.  |Syn. moldiness n. mouldiness n.
(โม|ล) n. ไฝ|,|ครรภ์|ไข่|ปลาดุก|,|ก้อน|โลหิต|ใน|มดลูก|,|กรัม|โมเลกุล|,|ตัวตุ่น|,|กําแพง|หิน|กั้น|น้ํา
แมง|กระชอน
(โม|เลค|'|คิว|ละ) adj. เกี่ยวกับ|โมเลกุล
(มอ|ล|'|ละ|คู|ล) n. โมเลกุล|,|ปริมาณ|ที่|น้อย|ที่สุด|ของ|สาร|  |Syn. smallest particle
(โม|ล|'|ฮิล) n. เนิน|ดิน|เล็ก ๆ ที่|ตัวตุ่น|ขุด|อาศัย|อยู่|,|สิ่ง|ที่|ไม่|สําคัญ
(มะเลสทฺ|') vt. รบกวน|,|เข้า|ยุ่ง|,|รุกราน|ทาง|เพศ.  |Syn. molestation n. molester n.
(มะเลส|'|เซินทฺ) adj. อ่อนนุ่ม|  |Syn. mollescence n.
(มอ|ล|'|ละ|ไฟ) vt. ทํา|ให้|อ่อนโยน|,|ลดหย่อน|,|ทํา|ให้|สงบ|,|ปลอบ|,|ระงับ|โทสะ.  |Syn. mollification n. mollifier n.  |Syn. mitigate
(มอ|ล|'|ลัสคฺ) n. สัตว์|จําพวก|หอย|และ|ปลาหมึก
(มอ|ล|'|ลัสคฺ) n. สัตว์|จําพวก|หอย|และ|ปลาหมึก
(มอ|ล|'|ลี่) n. ชื่อ|ปลา|น้ําจืด
(มอ|ล|'|ลี่|คอด|เดิล) n. ผู้ชาย|หรือ|เด็กชาย|ผู้ชาย|ที่|ถูก|ตามใจ|จน|เคยตัว|,|หน้า|ตัวเมีย vt. ตามใจ|,|เอาใจ|,|พะนอ.  |Syn. mollycoddler n.
(โม|'|ลอค) n. เทพเจ้า|ที่|บูชา|ด้วย|การ|บูชายัญ|,|สิ่ง|ที่|เป็น|การ|สังเวย|ที่|น่ากลัว|,|ตัว|แย้|มี|หนาม
(โม|ลทฺ) vi.,|vt. เปลี่ยน|ขน|,|ลอก|คราบ. n. การ|เปลี่ยน|ขน|,|การ|ลอก|คราบ|,|ขน|หรือ|คราบ|หลุด|ออก|  |Syn. molter n.  |Syn. moult
(โม|ล|'|เทิน) adj. หลอมเหลว
(โม|'|ลี) n. ยา|แก้|เสน่ห์
(มะลิ|บ|'|ดะ|นัม) n. ชื่อ|ธาตุ|โลหะ|ชนิด|หนึ่ง|  |Syn. molybdic adj.
(มอม) n. แม่|  |Syn. mother
(มอม|'|อัน|พอ|พ) adj. เกี่ยวกับ|ร้านค้า|หรือ|ธุรกิจ|เล็ก ๆ ที่|เป็น|ของ|ครอบครัว
(โม|'|เมิน|ทฺ) n. ขณะนั้น|,|ชั่ว|ครู่|,|ขณะ|,|ความ|สําคัญ|,|ความ|สําคัญ|ของ|ขณะนั้น|,|โอกาส|,|ผล|ที่|ตาม|มา|,|ลักษณะ|ของ|สิ่งของ (ปรัชญา)|  |Syn. minute|,|weight Ant. triviality
(โม|เมิน|แท|'|ริ|ลี|,|โม|'|เมิน|แท|ริ|ลี) adv. ชั่วขณะ|,|ชั่ว|ประเดี๋ยว|,|ใน|เวลา|ที่|สั้น|มาก|,|เป็นครั้งเป็นคราว
(โม|'|เมิน|เท|อ|รี) adj. ชั่ว|ประเดี๋ยว|,|ชั่วขณะ|,|ประเดี๋ยวเดียว|,|สั้น|มาก|,|ทุกขณะ|,|ซึ่ง|ใกล้|จะ|มา|ถึง|,|ซึ่ง|จวน|จะ|เกิด|อยู่|แล้ว.  |Syn. momentariness n.
(โม|'|เมิน|ทฺลี) adv. เป็นครั้งเป็นคราว|ชั่วขณะ|,|ชั่ว|ประเดี๋ยว|,|ทุกขณะ|,|ทุกขณะ|จิต
(โม|เมน|'|เทิส) adj. มี|ความหมาย|สําคัญ|มาก|,|เกี่ยวกับ|วิกฤติ|กาล|,|ร้ายแรง|,|เอาจริงเอาจัง|  |Syn. momentousness n.  |Syn. far|-|reaching
(โม|เมน|'|ทัม) n. แรง|แห่ง|การ|เคลื่อนที่|,|แรงกระตุ้น|,|แรง|ผลักดัน|,|ปริมาณ|การ|เคลื่อนที่|ของ|วัตถุ|หรือ|ระบบ|ที่|เท่า|กับ|ผลคูณ|ของ|มวล|ของ|วัตถุ|กับ|ความ|เร็ว|ของ|มัน|;|P|; (ปรัชญา) ลักษณะ|ของ|สิ่งของ pl. momenta|,|momentums|  |Syn. movement|,|motion|,|impulse Ant. inerti
(มอม|'|มิ|ส|ซึม) n. การ|พึ่งพา|ความ|รัก|หรือ|การ|ดูแล|ของ|แม่|มาก|เกิน
(มอม|'|มะ) n. แม่|  |Syn. mama
(มอ|น) n. คน|ผู้ชาย
(มอ|น|'|ขเมอ) adj.,|n. (กลุ่ม) เกี่ยวกับ|ภาษา|มอญ ขอม พม่า|และ|ภาษา|เขมร.
(มอ|น|'|นะ|คัล) adj. เกี่ยวกับ|พระ
(มอ|น|นะ|เดล|'|ฟัส) adj. (เกสร|ตัวผู้) ซึ่ง|รวม|เข้า|เป็นอัน|เดียว
(มะแนน|'|ดรัส) n. เกี่ยวกับ|การ|มี|สามี|คน|เดียว|, (ดอก) ซึ่ง|มี|เกสร|ตัวผู้|เดียว|, (ต้น) ซึ่ง|มีด|อก|ดังกล่าว
(มะแนน|'|ด|ริ) n. การ|มี|สามี|คน|เดียว
(มอ|น|'|เนิร์ค) n. กษัตริย์|,|พระ|ราชา|,|พระมหากษัตริย์|,|พระ|ราชินี|,|ประมุข|ของ|รัฐ
(มะนาร์|'|คิคัล) adj. เกี่ยวกับ|กษัต|ริ|ย
(มอ|น|'|เนอคิส|ซึม) n. ลัทธิ|ราชา|ธิป|ไต|ย.  |Syn. monarchistic adj.
(มอ|น|'|เนิร์คคี) n. ระบอบ|กษัตริย์|,|ราชา|ธิป|ไต|ย
(มอ|น|'|เนิส|เท|อ|รี) n. วัด|,|อาราม|,|ที่อยู่อาศัย|ของ|พระ|  |Syn. monasterial adj.  |Syn. convent
(มะแนส|'|ทิค) adj. เกี่ยวกับ|พระ|หรือ|วัด|อาราม|,|เกี่ยวกับ|การ|อยู่|ที่|สันโดษ|หรือ|มี|วินัย|วัด n. พระ|,|สงฆ์.  |Syn. monastically adv. monasticism n.  |Syn. ascetic|,|secluded
(มัน|'|เด) n. วัน|จันทร์
(มอ|น|'|นิ|เท|อ|รี) adj. เกี่ยวกับ|เงินตรา|,|เกี่ยวกับ|เงิน|  |Syn. monetarily adv.
(มัน|'|นี) n. เงิน|,|ตัวเงิน|,|เงินตรา|,|ธนบัตร|,|สิ่ง|ที่|ใช้|เป็น|สื่อ|ของ|การ|แลกเปลี่ยน|ทรัพย์สิน|,|ทรัพย์สิน|  |Syn. moneys|,|monies n.,|pl. ค่า|ปรับ|เป็น|เงิน|,|ผลกําไร|เป็น|เงิน pl. moneys|,|monies
การ|สั่ง|จ่าย|เงิน
(มัน|'|นีดฺ) adj. มี|เงิน|,|รวย
(มัน|'|นีเออะ) n. ผู้ทํา|เหรียญกระษาปณ์
(มัน|'|นี|เลน|เดอะ) n. ผู้|ให้|ยืม|เงิน|โดย|คิด|ดอกเบี้ย
(มัน|'|นีเมค|เคอะ) n. ผู้|หาเงิน|,|ผู้|ประสบ|ความ|สําเร็จ|ใน|การ|หาเงิน|ได้|มาก|,|สิ่ง|ที่|ให้|ผลกําไร|เป็น|เงิน
(มัน|'|นีเมคิง) adj. กําไร|,|ซึ่ง|ทํา|เงินได้|,|ซึ่ง|ให้|กําไร|เป็น|เงิน. n. การ|ทํา|เงิน
(มัน|'|นี่|เวิร์ท) n. ชื่อ|ต้นไม้|เลื้อย
(มัง|'|เก|อะ|,|มอง|'|เก|อะ) n. พ่อค้า|,|คน|ขาย|,|คน|ที่|ของ|กระพือ|หรือ|เผยแพร่|สิ่ง|เล็ก ๆ น้อย ๆ หรือ|เรื่อง|ที่|ไม่|ดี|  |Syn. mongering n.,|adj.
(มอง|'|เกิล|,|-|กอ|ล|,|มอ|น|'|โก|ล) n. ชาว|มองโกเลีย|,|ชาว|มอง|โก|ล|,|ภาษา|มอง|โก|ล|,|ผู้|เป็น|โรค|Mongolism (ดู)| 
(มอง|โก|'|เลีย) n. ชื่อ|บริเวณ|หนึ่ง|ใน|ทวีป|เอเชีย|ที่|ได้แก่|มองโกเลีย|ใน|หรือ|Inner Mongolia (ดู) มองโกเลียน|อก|หรือ Outer Mongolia (ดู)| 
(มอง|'|กะ|ลิส|ซึม) n. ภาวะ|ที่|มี|ลักษณะ|ใบหน้า|คล้าย|พวก|มอง|โก|ล|คือ|มี|กะโหลก|ศีรษะ|กว้าง|และ|แบน|ตาหยี|และ|ระดับ|สติปัญญา|ต่ํา.  |Syn. Mongolianism|,|Mongolian idiocy|,|Down|'|s syndrome
(มอง|'|กะ|ลอย|ดฺ|,|มอ|น|'|กะ|ลอย|ดฺ) adj. คล้าย|มอง|โก|ล
(มอง|'|กู|ส|,|มอ|น|'|กู|ส) n. พังพอน
(มัง|'|เก|ริ|ล) n. สัตว์|หรือ|พืช|ที่|เป็น|พันธุ์ผสม|,|การ|ผสมพันธุ์|ต่าง|ชนิด|กัน สุนัข|พันธุ์ผสม. adj. เกี่ยวกับ|พันธุ์ผสม|หรือ|พันทาง.  |Syn. mongrelism|,|mongrelness n.  |Syn. mixed|,|hybrid
(มังซฺทฺ) prep. ท่ามกลาง
(มัน|'|นีซ) n. พหูพจน์|ของ money
(โม|นิล|'|ละ|ฟอร์ม) adj. ซึ่ง|มี|รูปร่าง|คล้าย|ลูก|ประคํา
(มอ|น|'|นิ|ซึม|,|โม|'|นิส|ซึม) ความ|เชื่อ|ที่|ว่า|มี|เพียง|ปัจจัย|  |Syn. monist n. monistic adj. monistical adj.
(โม|นิช|'|เชิน) n. การ|เตือน|,|ลาง|บอก|เหตุ|,|หมาย|,|หมายเรียก|ตัว|จาก|ศาล
(มอ|น|'|นิ|เทอะ) n. นักเรียน|ผู้ทํา|หน้าที่|ช่วย|ครู|ดูแล|ความ|ประพฤติ|ของ|นักเรียน|คน|อื่น|,|เครื่อง|เตือน|,|เครื่อง|บอก|เหตุ|,|เหี้ย|หรือ|จะ|กวด|,|เครื่อง|รับ|การ|ส่ง|วิทยุ|,|พี่เลี้ยง. vt. ใช้|เครื่อง|รับฟัง|สัญญาณ เพื่อ|ตรวจสอบ|ความ|เหมาะสม|,|สังเกต|,|ควบคุม. vi. เป็น|เครื่อง|เตือน|,|เป็น|เครื่องตรวจ. ตัว|จอภาพ|หมายถึง ตัว|จอภาพ|ของ|เครื่อง|คอมพิวเตอร์ หรือ|เครื่อง|ปลาย|ทาง (terminal) จอภาพ|นั้น|มี|หลาย|ชนิด เช่น สี|เดียว|, หลาย|สี มี|หลาย|ขนาด จอภาพ|ที่|ดี|จะ|ต้อง|มี|ความ|ถี่|สูง ทํา|ให้|ได้|ภาพ|ที่|นิ่ง|สนิท (non interlaced) ทํา|ให้|ไม่|มี|อันตราย|ต่อ|สายตา มี|ความ|คมชัด|สูง (high resolution) ขนาด|มาตรฐาน|จะ|มี|ความ|ละเอียด 1024 x 768 จุด แบบ|ที่|ผลิต|ออก|มา|ขาย|ใหม่ ๆ จะ|มี|ข้อดี|อีก|ข้อ|หนึ่ง คือ ประหยัด|ไฟ โดย|ปิด|ตัวเอง|ได้|ใน|ขณะที่|ไม่|ใช้|งาน เรียก|ว่า green monitor
(มอ|นนิ|โท|'|เรี|ยล|,|-|ทอ|'|เรี|ยล) adj. เกี่ยวกับ|monitor (ดู) ,|เป็น|เครื่อง|เตือน|,|เกี่ยวกับ|หมายเรียก.
(มอ|นนิ|โท|'|รี|,|-|ทอ|'|รี) adj. เป็น|เครื่อง|เตือน|,|เป็น|ลาง|บอก|เหตุ|,|เกี่ยวกับ|หมายเรียก. n. จดหมาย|เตือน|,|จดหมาย|ที่|เป็น|หมายเรียก
(มังคฺ) n. พระ|,|สงฆ์|,|ผู้|ออกบวช
(มัง|'|คี) n. ลิง
พฤติกรรม|ที่|ไม่|เอาจริงเอาจัง|หรือ|ไม่|สุจริต
(มัง|'|คีไชน์) n. การ|เล่น|พิเรน|,|การ|กระทํา|ที่|ไม่ค่อย|สุจริต
(มังคฺ|'|ฮูด) n. ความ|เป็น|พระ|,|พระ|ทั้งหลาย
Pref. เดี่ยว|,|หนึ่ง
(มอ|น|นะ|แบ|ลส|'|ทิค) adj. ซึ่ง|มี|หนึ่ง|ชั้น
(มอ|น|'|นะ|คาร์พ) n. พืช|ที่|หลังจาก|ให้|ผล|ครั้ง|หนึ่ง|แล้ว|ตาย
(มอ|น|นะ|โค|ร|'|มะทิส|ซึม) n. การ|มี|สี|เดียว
(มอ|น|'|นะ|โครม) n. การ|ทา|สี|หรือ|ให้|สี|เพียง|สี|เดียว adj. ซึ่ง|มี|สี|เดียว.  |Syn. monochromic adj. monochromical adj. monochromist n.
ตัว|ปรับ|จอภาพ|สี|เดียว|ใช้|ตัวย่อ|ว่า MDA (อ่าน|ว่า|เอ็ม|ดี|เอ) บริษัท|ไอ|บีเอ็ม ใช้|เป็น|ตัว|ปรับ|สําหรับ|จอภาพ|สี|เดียว ตัว|ปรับ|ตัว|นี้|ไม่|ได้|ช่วย|ใน|การ|ทํา|ให้|เกิด|ภาพ|บน|จอ|แต่อย่างใด
(มอ|น|'|นะ|เคิล) n. แว่นตา|ข้างเดียว.  |Syn. monocled adj.
(มอ|น|คะ|ไคล|'|นัล) adj. เกี่ยวกับ|หรือ|ประกอบ|ด้วย|ชั้น|ที่|เอียง|ลาด|ไป|ใน|ทิศทาง|เดียว เท่านั้น.
(มอ|น|นะ|คอ|ททัลลี|'|ดี) n. พืช|ที่|เมล็ด|ให้|ใบ|แรก (cotyledon) ใบ|เดียว
(โม|นอ|ค|'|ระ|ซี) n. เอกาธิปไตย.  |Syn. monocrat n.. monocratic adj.
(มะ|นอ|ค|'|คิว|ละ) adj. ซึ่ง|มี|ตาเดียว|เท่านั้น|,|เกี่ยวกับ|การ|ใช้|ตา|เพียงตา|เดียว.
มี|จํานวน|มาก|ประมาณ 2|-|10 % เป็น|เม็ดเลือด|ขาว|พวก|ไม่|มี|แก|รนูล ทํา|หน้าที่|จับ|กิน|และ|ทําลาย|เชื้อ หรือ particle ขนาด|ใหญ่ โดย|มัน|สามารถ|เปลี่ยน|เป็น|เซลล์|ขนาด|ที่|ใหญ่|ขึ้น|กว่า|สิ่ง|แปลกปลอม (แมค|โค|รฟาจ)| 
(มอ|น|'|นะ|ดี) n. การ|คร่ําครวญ|,|เพลง|ทํานอง|เดียว
(มะนี|'|เชิส) adj. ซึ่ง|มี|อวัยวะเพศ|ชาย|และ|หญิง|ใน|คน ๆ เดียว|,|กระ|เท|ย|,|ซึ่ง|มี|เกสร|ตัวผู้|และ|ตัว เมีย|ใน|ต่าง|ดอก|กัน|แต่|ต้น|เดียวกัน.  |Syn. monecious|,|monoicous|,
(มะ|นอก|'|กะ|มิ|สทฺ) n. ผู้|มี|คู่สมรส|คน|เดียว|,|ผู้สนับสนุน|การ|มี|คู่สมรส|คน|เดียว
(มะ|นอก|'|กะ|เมิส) adj. ซึ่ง|มี|คู่สมรส|คน|เดียว|,|เกี่ยวกับ|การ|มี|คู่สมรส|คน|เดียว.
(มะ|นอก|'|กะ|มี) n. การ|มี|คู่สมรส|คน|เดียว|, (สัตว์) การ|ผสมพันธุ์|กับ|ตัวผู้|หรือ|ตัวเมีย|ตัว|เดียว|,|การ|แต่งงาน|เพียง|ครั้ง|เดียว|ใน|ชีวิต
(มอ|น|'|นะ|กล|อท) n. ผู้|ที่|พูด|ภาษา|เดียว
(มอ|น|'|นะ|แก|รม) n. ชื่อย่อ|,|อักษรย่อ|,|อักษร|ไขว้.  |Syn. monogrammatical adj. monogrammic adj.
(มอ|น|'|นะ|กราฟ) n. เรื่องราว|หรือ|เรื่อง|เขียน|หรือ|ตํารา|ที่|เกี่ยวกับ|เรื่อง ๆ เดียว|หรือ|เรื่อง|ใด|เรื่อง|หนึ่ง|โดยเฉพาะ|,|เอกสาร. vt. เขียน|เรื่อง|ดังกล่าว|,|เขียน|เอกสาร.  |Syn. monographer|, monographist n. monographal adj.  |Syn. tome
(มะ|นอ|จ|'|จะ|นี่) n. การ|มี|ภรรยา|คน|เดียว.  |Syn. monogynous|,|monogynic|,|monogynious adj.
(มะ|นอ|ล|'|ละ|ท|รี) n. การ|บูชา|พระเจ้า|องค์|เดียว|เท่านั้น.  |Syn. monolater n. monolatrous adj.
(มอ|น|'|นะ|ลิธ) n. หิน|ขนาด|ใหญ่|มาก|ก้อน|เดียว.
(มอ|น|'|นะ|ลอก|,|-|ลอก) n. การ|พูด|เสีย|ยืดยาว|โดย|คน ๆ เดียว|,|บทประพันธ์|ที่|ใช้|คน ๆ เดียว|พูด
(มอ|น|'|นะ|ลอก|,|-|ลอก) n. การ|พูด|เสีย|ยืดยาว|โดย|คน ๆ เดียว|,|บทประพันธ์|ที่|ใช้|คน ๆ เดียว|พูด
(มอ|น|'|นะ|พลอย|ดฺ) adj. ซึ่ง|มี|โครโมโซม|ชุด|เดียว.
(มะ|นอ|พ|'|พะไล|ซ) vt. เอา|ไว้|เสียคน|เดียว|,|ทํา|ให้|เป็น|เอกสิทธิ์|,|ทํา|ให้|เป็น|ผู้|ถือ|เอกสิทธิ์.  |Syn. monopolisation n. monopoliszation n. monopoliser n. monopolizer n.  |Syn. corner|,|control
(มะ|นอ|พ|'|พะลิส|ซึม) n. ลัทธิ|เอกสิทธิ์
(มะ|นอ|พ|'|พะลิสทฺ) n. ผู้|มี|เอกสิทธิ์|,|ผู้สนับสนุน|การ|มี|เอก|สิทธิ|หรือ|ลัทธิ|เอก|สิทธิ.  |Syn. monopolistic adj.
(มะ|นอ|พ|'|พะไล|ซ) vt. เอา|ไว้|เสียคน|เดียว|,|ทํา|ให้|เป็น|เอกสิทธิ์|,|ทํา|ให้|เป็น|ผู้|ถือ|เอกสิทธิ์.  |Syn. monopolisation n. monopoliszation n. monopoliser n. monopolizer n.  |Syn. corner|,|control
(มะ|นอ|พ|'|พะลี) n. เอกสิทธิ์|,|สิ่ง|ที่อยู่|ภายใต้|การ|ครอบครอง|โดย|เอกสิทธิ์|,|บริษัท|ที่|มี|เอก|สิทธิ|,|ภาวะ|ตลาด|ที่|มี|ผู้|ขาย|เพียง|ผู้|เดียว
(มะ|นอ|พ|'|ซะนี) n. ภาวะ|ตลาด|ที่|มี|ผู้ซื้อ|คน|เดียว.  |Syn. monopsonist n. monopsonistic adj.
(มอ|น|'|นะ|เรล) n. รถไฟ|ที่|วิ่ง|บน|ราง|เดียว|,|ราง|ดังกล่าว
ห่าง|เท่า|กัน|หมด|หมายถึง การ|กําหนด|ให้|อักษร|แต่ละ|ตัว|มี|ช่องไฟ|เท่า|กัน|หมด|ไม่ว่า|จะ|เป็น i หรือ m ตรงข้าม|กับ proportional spacing ซึ่ง|หมายถึง อักษร|แต่ละ|ตัว|จะ|ใช้เนื้อ|ที่|เท่า|ที่|จําเป็น ดู proportional pitch ประกอบ
(มอ|น|นะ|ซิ|แลบ|'|บิ|ค) adj. ซึ่ง|มี|หนึ่ง|พยางค์|,|ซึ่ง|มี|ศัพท์|ที่|มี|พยางค์|เดียว
(มอ|น|'|นะ|โทน) n. เสียง|เดียว adj. ซ้ํา|มาก|,|ซึ่ง|ประกอบ|ด้วย|เสียง|หรือ|สี|เดียว
(มะ|นอ|ท|'|ทะเนิส) adj. ซ้ําซาก|,|ซ้ํา|กัน|,|น่า|เบื่อ|,|มี|เสียง|เดียว.  |Syn. monotonousness n.  |Syn. tedious Ant. varied
(มะ|นอ|ท|'|โท|นี) n. ความ|น่า|เบื่อหน่าย|,|ความ|ซ้ําซาก|,|การ|มี|เสียง|เดียว|,|การ|ไม่|มี|เสียงสูง|ต่ํา|  |Syn. uniformity
(มอ|นซฺ) n. ส่วน|นูน|,|ปุ่ม|ตุ่ม|,|โหนก pl. montes
หัว|เห|น่า
(มอ|น|ซิ|เนอร์|') n. fr. ฝ่าพระบาท|,|ใต้เท้า|,|พระคุณ|เจ้า|,|เจ้าชาย|,|พระราชาคณะ pl. messeineurs|  |Syn. monseigneur
(มะเซอร์|') n.,|Fr. นาย|,|ท่าน pl. messieurs|  |Syn. man|,|gentleman
(มอ|น|ซี|'|เนอ) n. พระคุณ|เจ้า|,|ท่าน|,|คํา|เคารพ|ที่|ใช้|เรียก|พระ|,|พระ|,|พระราชาคณะ.  |Syn. monsignor|,|Monsignore
(มอ|นซูน|') n. ลมมรสุม|,|ลมฝน|,|ฤดู|ลมมรสุม|,
(มอ|น|'|ส|เทอะ) n. อสุรกาย|,|สัตว์|ประหลาด|,|สัตว์|ประหลาด|ใน|นิยาย|,|สัตว์|ที่|น่าเกลียดน่ากลัว|,|สัตว์|หรือ|พืช|ที่|มี|รูปร่าง|ผิด|ธรรมชาติ|มาก|,|ผู้ทํา|ความ|ทารุณโหดร้าย|เป็น|ที่|น่ากลัว. adj. ใหญ่โต|มาก|,|มโหฬาร.  |Syn. monstrosity
(มอ|นสท|รอ|ล|'|ซิ|ที) n. ความ|เป็น|อสูร|กาย|,|ความ|มี|ลักษณะ|คล้าย|สัตว์|ที่|น่าเกลียดน่ากลัว|  |Syn. monster
(มอ|น|'|ส|เท|ริ|ส) adj. น่าเกลียดน่ากลัว|,|น่า|ขนลุก|,|ร้ายแรง|,|ทารุณโหดร้าย|,|ใหญ่โต|,|มหึมา|,|ผิดปกติ|,|ผิด|ธรรมชาติ.  |Syn. monstrousness n.  |Syn. groteque Ant. typical
(มอ|น|ทา|ข|`) n|,|การ|ช้อน|ภาพ|ให้|เป็น|ภาพ|เดียว
(มัน|ธฺ) n. เดือน
(มัน|ธฺ|'|ลี) adj. เกี่ยวกับ|เดือน|,|ทุก|เดือน n. สิ่ง|ตีพิมพ์|ที่|ออก|ทุก|หนึ่ง|เดือน. adv. ทุก|เดือน|,|เดือน|ละ|ครั้ง
(มอ|น|'|ทะ|คู|ล) n. ภูเขา|เล็ก ๆ| 
(มอ|น|'|นิว|เมิน|ทฺ) n. อนุสาวรีย์|,|สิ่ง|ที่|เป็น|อนุสาวรีย์|,|สิ่ง|ที่|เป็น|ตัวอย่าง|,|คําสรรเสริญ|สําหรับ|บุคคล|  |Syn. memorial
(มู) vi. เปล่ง|เสียง|วัว n. เสียง|วัว
(มูด) n. อารมณ์|ขุ่นหมอง|,|อารมณ์|,|ใจคอ
(มูด|'|ดี) adj. มี|อารมณ์|ขุ่นหมอง|,|ซึ่ง|มี|อารมณ์|เปลี่ยนแปลง|ได้|ง่าย.  |Syn. moodily adv. moodiness n.  |Syn. unstable
(มูล) adj. เกี่ยวกับ|ดิน|ที่|มี|ซาก|พืช|ที่|ผุ|มาก|,|ดิน|จาก|สุสาน|,
(มู|'|ละ) n. เงิน
(มู|'|ละ) n. เงิน
(มูน) n. ดวงจันทร์|,|พระจันทร์|,|เดือน|,|ดวงจันทร์|ของ|ดาวนพเคราะห์|,|สิ่ง|ที่|เป็น|รูป|เสี้ยว|พระจันทร์
(มูน|'|บีม) n. แสง|จันทร์
(มู|'|นิช) adj. ไม่|แน่นอน|,|เอาแต่ใจ|,|อ้วน|กลม|และ|นิ่ม.
(มูน|'|ไลทฺ) n.,|adj. แสง|จันทร์ vi. ฝึก|ทํางาน|เพิ่มเติม|ใน|เวลา|กลางคืน.  |Syn. moonlighter n.
(มูน|'|ลิท) adj. ซึ่ง|สว่าง|ไป|ด้วย|แสง|จันทร์
(มูน|'|ไร|ซ) n. การ|ขึ้น|ของ|ดวงจันทร์|เหนือ|ขอบ|ฟ้า|,|เวลา|ที่|ดวงจันทร์|ขึ้น|เหนือ|ขอบ|ฟ้า
(มูน|'|ไช|นฺ) n. เหล้าเถื่อน|,|แสง|จันทร์|,|การ|พูด|หรือ|ความคิด|ที่|เหลวไหล|,|ความ|เหลวไหล|,|ความ|ไร้|สาระ|  |Syn. nonsense
(มูน|'|ไช|เนอะ) n. ผู้|กลั่น|หรือ|ทํา|เหล้าเถื่อน
(มัวร์) vt. จอด|เรือ|,|ผูก|เรือ|,|ผูก|แน่น|,|ทํา|ให้|มั่นคง. vi. จอด|เรือ|,|กลาย|เป็น|มั่นคง. n. การ|จอด|เรือ|,|การ|ผูก|เรือ|,|การ|ทํา|ให้|มั่นคง
(มัว|'|ริ|จฺ) n. ที่|จอด|เรือ|,|ท่า|จอด|เรือ|,|ค่า|จอด|เรือ|,|การ|จอด|เรือ|,|ภาวะ|ที่|ถูก|ผูก|แน่น
(มัว|'|ริ|ง) n. การ|จอด|เรือ|,|การ|ผูก|เรือ|,|วิธีการ|จอด|หรือ|ผูก|เรือ
(มัวร์|'|แล|นดฺ) n. ทุ่ง|พุ่มไม้|เตี้ย
(มูส) n. กวาง|ขนาด|ใหญ่ ตัวผู้|มี|เขา|มาก pl. moose
(มูท) adj. น่า|สงสัย|,|ไม่|จริง|,|เป็น|สมมุติฐาน vt. ถกเถียง n. ศาลา|กลาง|,|การ|ถกเถียง|,|การ|อภิปราย|  |Syn. debatable|,|academic
(มอ|พ) n. มัด|ผ้า|หรือ|วัตถุ|ที่|เป็น|ปุย|ที่|ปลาย|ไม้|สําหรับ|ถู|พื้น ซับ|เช็ด|,|ผม|กระเซิง vt. ถูก|ซับ เช็ด|ด้วย|มัด|ผ้า|หรือ|วัตถุ|ดังกล่าว. -|Phr. (mop up กวาดล้าง|ข้าศึก|ที่|เหลือ|อยู่|,|ทํา|สําเร็จ|,|ทํา|เสร็จ)| 
(มอ|พ|'|อัพ) n. การ|เช็ดถู|หรือ|ซับ|ให้|หมด|,|การ|กวาดล้าง|ข้าศึก|ที่|เหลือ|อยู่|ให้|หมด
(โม|'|พิช) adj. เซื่องซึม|,|หดหู่ใจ.
(มอ|'|เริล|,|โม|'|เริล) adj. เกี่ยวกับ|ศีลธรรม|,|เกี่ยวกับ|จรรยา|,|เกี่ยวกับ|ความรู้สึก|ผิด|ชอบ|,|บริสุทธิ์|,|เกี่ยวกับ|จิตใจ|,|ขึ้น|อยู่|กับ|การ|สังเกต. n. หลัก|ศีลธรรม|,|หลัก|ธรรมจริยา|  |Syn. morals n. หลัก|ความ|ประพฤติ|  |Syn. ethical
(มะ|แร|ล|') n. ขวัญ|  |Syn. heart
(มอ|'|ระ|ไลซ) vi.,|vt. ทํา|ให้|มี|ศีลธรรม|จรรยา|  |Syn. moralisation|,|moralization n. moraliser|,|moralizer n. moralisingly|,|moralizingly adv.  |Syn. sermonize
(มอ|'|ระ|ไลซ) vi.,|vt. ทํา|ให้|มี|ศีลธรรม|จรรยา|  |Syn. moralisation|,|moralization n. moraliser|,|moralizer n. moralisingly|,|moralizingly adv.  |Syn. sermonize
(มะ|แร|ส|') n. พื้นดิน|ที่ต่ํา นิ่ม|และ|เปียก|ชื้น|,|ที่ลุ่ม หนอง บึง บ่อ|  |Syn. fen|,|marsh
(มอ|'|ระ|โท|เรียม|,|-|ทอ|'|เรียม) n. การ|อนุญาต|ของ|ศาล|ให้|เลื่อน|การ|ชําระ|หนี้|หรือ|เลื่อน|การ|กระทํา|บาง|อย่าง|,|ระยะ|เวลา|ดังกล่าว|,|การ|หยุด|การ|กระทํา|บาง|อย่าง pl. moratoria|,|moratoriums
(มอ|'|ระ|โท|รี|,|-|ทอ|รี) adj. ซึ่ง|อนุญาต|ให้|เลื่อน|การ|ชําระ|หนี้|  |Syn. delaying
(มอร์|'|บิด) adj. ไม่|สบาย|,|เป็น|โรค|,|เกี่ยวกับ|ส่วน|ที่|เป็น|โรค|,|ผิดปกติ|,|น่ากลัว|  |Syn. morbidly adv. morbidness n.
(มอร์|บิด|'|ดิ|ที) n. ความ|เป็น|โรค|,|ความ|ไม่|สบาย|,|อัตรา|การ|ป่วย (เนื่องด้วย|โรค|ใด|โรค|หนึ่ง)| 
(มอร์|'|เดิน|ทฺ) adj. กัดกร่อน|,|แสบ|เสียว|,|เสียดสี|,|ซึ่ง|ทํา|ให้|ติด|สีย้อม n. สาร|ที่|ใช้|ติด|สีย้อม|,|สาร|กัดกร่อน|,|=|mordent (ดู) . vt. ใส่|สาร|ดังกล่าว.  |Syn. mordancy n.  |Syn. biting Ant. bland
(โม|รฺ|,|มอ|รฺ) adj. (คุณศัพท์|เปรียบเทียบ|ของ|much|หรือ|many) มาก|กว่า n. จํานวน|ที่|เพิ่ม|ขึ้น|,|สิ่ง|ที่|ใหญ่|กว่า|หรือ|มี|มาก|กว่า. adv. มาก|กว่า|,|ยิ่ง|กว่า|,|นอกเหนือ|จาก|,|อีก|,|ต่อไป. -|Phr. (more or less ไม่|มาก|ก็|น้อย|,|โดย|ประมาณ)|  |Syn. greater|,|extra
adv. นอกจากนั้น|,|อนึ่ง.  |Syn. besides
(โม|'|เรซ|,|มอ|'|เรซ) n.,|pl. ประเพณี|,|ธรรมเนียม|ปฏิบัติ|  |Syn. customs
(มอร์ก) n. สถานที่|เก็บ|ศพ|,|ห้อง|เก็บ|เรื่องราว ภาพถ่าย เอกสาร|หรือ|อื่น ๆ| 
(มอ|'|ริ|เบินดฺ) adj. ใกล้|ตาย|,|จวน|ตาย|,|ร่อน|แร่|,|จวน|จะ|สูญพันธุ์|,|จวน|จะ|หมด|,|ไม่|เจริญ|,|อยู่|กับ|ที่|  |Syn. moribundity n.  |Syn. dying|,|failing
(มอร์|'|เมิน) n. คริสเตียน|ที่|เป็น|สมาชิก|นิกาย|Mormon Church
(มอร์น) n. เวลา|เช้า|  |Syn. simpleton
(มอร์|'|นิง) n.,|adj. ตอน|เช้า|,|ระยะ|แรกเริ่ม|  |Syn. dawn
n. เวลา|เช้า (หรือ|เวลา|อื่น) ภายหลัง|การ|กิน|เหล้า|เมา|มา|แล้ว|มี|อาการ|ตกค้าง|อยู่|ของ|ฤทธิ์|เหล้า|หลัง|คืน|ที่|กิน|เหล้า pl. mornings after
อาการ|คลื่นเหียน|อยาก|อาเจียน|  |Syn. nausea
ดาว|ประกายพรึก|,|ดาวศุกร์|  |Syn. Venus
(มอร์|'|นิง กล|อ|'|รี) n. พืช|ที่|มีด|อก|เป็น|รูปกรวย|จําพวก|หนึ่ง pl. morning|-|glories
(มอร์|'|นิงซฺ) adv. ใน|ระหว่าง|ตอน|เช้า|เป็น|ประจํา
(มะ|รอ|ค|'|โค) n. โม|ร็|อก|โก
(โม|'|รอน|,|มอ|'|รอน) n. บุคคล|ที่|มี|ระดับ|สติปัญญา (I.Q.) ระหว่าง|50|-|69,|คน|โง่|มาก|,|คน|ทึ่ม
(มะ|โร|ส|') adj. มี|อารมณ์|ไม่|ดี|,|บูดบึ้ง|  |Syn. morosity n.  |Syn. sour Ant. cheerful
(มอร์|'|ฟีน) n. มอร์ฟีน
(มอร์ฟอส|'|โลจี) n. วิทยาศาสตร์|เกี่ยวกับ|รูปแบบ|และ|โครงสร้าง|ของ|สัตว์|และ|พืช.  |Syn. morphologic adj. morphological adj. morphologist n.
(มอ|'|โร) n. พรุ่งนี้|,|ตอน|เช้า
(มอร์|'|เซิล) n. (อาหาร) คํา|หนึ่ง|,|จํานวน|เล็กน้อย|,|เศษ|เล็ก|เศษ|น้อย. vt. แบ่ง|ออก|เป็น|ชิ้น|เล็ก|ชิ้น|น้อย|  |Syn. taste|,|bite|,
(มอร์|'|เทิล) adj.ต้อง|ตาย|,|เกี่ยวกับ|มนุษย์|ที่|ต้อง|ตาย|,|เกี่ยวกับ|โลก|นี้|,|ซึ่ง|ทํา|ให้|ตาย|,|แก่|ผู้ตาย|,|ปางตาย|,|อุกฤษฏ์|,|ร้ายกาจ|,|มหันต์|,|ถึงตาย.  |Syn. fatal Ant. immortal
(มอร์แทล|'|ลิ|ที) n. การ|ที่|ต้อง|ตาย|,|ความ|ตาย|,|อัตรา|ตาย|,|มนุษย์|ที่|ต้อง|ตาย|,|ความ|หายนะ|,|สิ่งมีชีวิต|ทั้งหลาย|ที่|ต้อง|ตาย|  |Syn. death|,|destruction|,
(มอร์|'|ทาร์) n. โกร่ง|,|ครก|,|ปืนครก|,|เครื่อง|ยิง|ดอกไม้ไฟ|,|ปูนขาว|หรือ|ปูนซีเมนต์|หรือ|ส่วนผสม|ของ|มัน|,|ทราย|,|น้ํา
(มอร์|'|กิจ|ฺ) n.,|v. การ|จํานอง|,|จํานอง|,|ให้|คํามั่น|,|เป็น|พันธะ
(มอร์|กะ|จี|') n. ผู้|รับ|จํานอง
(มอร์|'|กะ|เจอะ) n. ผู้|จํานอง
(มอร์|'|กะ|เจอะ) n. ผู้|จํานอง
(มอร์ทิช|'|เชิน) n. สัปเหร่อ|,|ผู้จัดการ|ศพ
(มอร์ทิฟะเค|'|เชิน) n. การ|ได้|รับ|ความ|อับอาย|หรือ|ถูก|ลบหลู่|,|ความ|ตาย|ของ|ส่วนหนึ่ง|ของ|ร่างกาย|,|เนื้อตาย|เน่า|  |Syn. gangrene
(มอร์|'|ทิ|ไฟ) vt. ลบหลู่|,|บําเพ็ญ|ทุก|กิริยา|,|เป็น|โรค|เนื้อตาย|  |Syn. mortifiedly adv. mortifier n. mortifyingly adv.
(มอร์|'|ทิส) n. บาก|,|ช่อง|เซาะ|ใน|เนื้อไม้ vt. เซาะ|เป็น|ร่อง|หรือ|ช่อง|,|บาก|,|สกัด.  |Syn. mortice.  |Syn. mortiser n.
(มอร์|'|ชุ|เออ|รี) n. สถานที่|เก็บ|ศพ|เพื่อ|รอ|การ|ฝัง|หรือ|เผาศพ adj. เกี่ยวกับ|การ|ฝังศพ|,|เกี่ยวกับ|ความ|ตาย|  |Syn. funeral home
มอ|ส|ย่อ|มา|จาก metal oxide semiconductor เป็น|สารกึ่งตัวนํา|จาก|ออกไซด์|ของ|โลหะ|ที่|ใช้|กัน|มาก|ใน|เครื่อง|คอมพิวเตอร์
(โม|เซ|'|อิค) n. รูป|หรือ|ลวดลาย|ที่|เกิด|จาก|การ|วาง|ชิ้น|เล็ก ๆ ของ|แผ่น|หิน แก้ว|หรือ|อื่น ๆ| 
(มอ|ส|'|โค) n. เมืองหลวง|ของ|โซเวียต
(มอ|ซ|'|เลิม|,|มอ|ส|'|เลิม) n.,|adj. มุสลิม|  |Syn. Muslim pl. Moslems|,|Moslem
(มอ|ซ|'|ซะ|มิ|ส|ซึม) n. ศาสนาอิสลาม
(มอ|สคฺ) n. สุเหร่า
(มัสคี|'|โท) n. ยุง pl. mosquitoes
n. มุ้ง
(มอ|ส) n. พืช|จําพวก|มอ|ส vt. ปกคลุม|ด้วย|มอ|ส
(โม|สทฺ) adj. (คุณศัพท์|เปรียบเทียบ|ของ|much|หรือ|many) มาก|ที่สุด|,|ส่วนใหญ่. n. จํานวน|ที่|มาก|ที่สุด|,|ปริมาณ|ที่|มาก|ที่สุด|,|เลขที่|สูงสุด|,|คน|ส่วนใหญ่|,|-|Phr. (at the most อย่าง|มาก|ที่สุด) adv. มาก|ที่สุด|,|เกือบจะ
(โม|สทฺ|'|ลี) adv. ส่วนมาก|  |Syn. principally
(โม|เท|ล|') n. โรงแรม|สําหรับ|ผู้|เดินทาง|ที่|มัก|มี|ห้องนอน|ติด|กับ|ที่|จอด|รถ|,|โม|เต็ล.
(มอ|ธ) n. ผีเสื้อ|กลางคืน|หรือ|ชีปะขาว
(มอ|ธ|'|อี|ท|เทิน) adj. ถูก|กิน|โดย|ผีเสื้อ|กลางคืน|,|เน่าเปื่อย|,|ล้าสมัย|,|ชรา|,|ทุพพลภาพ
(มา|'|เธอะ) n.,|adj. แม่|,|มารดา|,|แม่ยาย|,|แม่เลี้ยง|,|หญิง|ผู้ทํา|หน้าที่|เหมือน|แม่ vt. เป็น|แม่|ของ|,|ดูแล|เหมือน|แม่|  |Syn. mom|,|mama
มาตุภูมิ|,|บ้านเกิดเมืองนอน
n. แม่|อธิการ|,|หัวหน้า|นาง|ชี pl. mother superiors|,|mothers superior
n. ภาษา|ที่|พูด|มา|ตั้งแต่|เด็ก|,|ภาษา|ของ|พ่อแม่
n. เชาวน์|หรือ|สติปัญญา|ที่|มี|มา|แต่|กําเนิด
(มา|'|เธอ|อิน|ลอ) n. แม่ยาย pl. mothers|-|in|-|law
แผง|หลัก|หมายถึง แผง|วงจร|หลัก|ใน|เครื่อง|คอมพิวเตอร์|ที่|อุปกรณ์|ต่าง ๆ จะ|เข้า|ไป|เชื่อมต่อ|ด้วย|อีก|ที|หนึ่ง เช่น ซีพียู (CPU) , รอ|ม (ROM) , แรม (RAM) , ชิป (chip) และ|ยัง|รวม|ถึง|ช่อง|ที่|เตรียม|ไว้|เสียบ|แผ่น|วงจร|พิเศษ|ที่|อาจ|จะ|เพิ่ม|มา|ภายหลัง ที่|เรียก|ว่า "|แผง|วงจร|ลูก|" ดู daughterboard ประกอบ
(-|ครา|ฟทฺ) n. การ|เลี้ยงดู|บุตร
(มา|'|เธอ|ฮูด) n. ความ|เป็น|มารดา|,|มารดา|  |Syn. maternity|,|mothers
มาตุภูมิ|,|บ้านเกิดเมืองนอน
(มา|'|เธอ|ลี) adj.,|adv. เกี่ยวกับ|แม่|,|คล้าย|แม่.  |Syn. motherliness n.  |Syn. materal
(มอ|ธ|'|ธี) adj. ซึ่ง|ประกอบ|หรือ|ถูก|ผีเสื้อ|กลางคืน|ทําลาย|หรือ|ทํา|ให้|เสื่อม
(โม|'|ไท|ลฺ|,|-|เทิล) adj. ซึ่ง|สามารถ|เคลื่อนไหว|ได้|เอง|,|เคลื่อนที่|ได้. n. บุคคล|ที่|มี|จิตใจ|ที่|คิด|ไป|เอง|มาก.  |Syn. motility n.
(โม|'|เชิน) n. การ|เคลื่อนที่|,|อํานาจ|การ|เคลื่อนที่|หรือ|เคลื่อนไหว|,|วิธีการ|หรือ|ท่าทาง|ใน|การ|เดิน|,|กิริยา|ท่าทาง|,|ข้อเสนอ|เป็นทางการ|,|การ|ขอร้อง|ต่อ|ศาล|,|แรงดล|ใจ|,|ความ|โน้มน้าว -|Phr. (in motion กําลัง|เคลื่อนที่) vt. โบกไม้โบกมือ|หรือ|ให้|สัญญาณ|เคลื่อนที่|  |Syn. motioner n.
ภาพยนตร์
n. อาการ|เมา|คลื่น เมา|เรือ เมา|รถ|หรือ|เมา|เครื่องบิน
(โม|'|ทะเวท) vt. กระตุ้น|,|ดลใจ
(โม|ทะเว|'|เชิน) n. การ|กระตุ้น|,|เหตุจูงใจ|,|สิ่ง|กระตุ้น|,|สิ่ง|ดลใจ|,|แรงดล|ใจ
(โม|'|ทิฟว) n. แรงดล|ใจ. adj. เป็น|การ|กระตุ้น|,|เป็น|สิ่ง|ดลใจ. vt. กระตุ้น|,|ดลใจ.
(มอ|ท|'|ลี) n. การ|รวม|สี|ต่าง ๆ กัน|,|เครื่องแต่งกาย|สลับ|สี|หรือ|หลาย|สี|,|การ|ผสมผสาน|,|เสียง|ประสาน|จับฉ่าย. adj.หลากหลาย|,|มี|หลาย|สี|,|สลับ|สี pl. motleys|  |Syn. heterogeneous|,
(โม|'|เทอะ) n. เครื่องจักร|,|เครื่องยนต์|,|เครื่อง|เปลี่ยน|พลังงานไฟฟ้า|เป็น|พลังงาน|กล adj. ซึ่ง|ทํา|ให้|เกิด|การ|เคลื่อนไหว|,|ซึ่ง|นํา|กระแส|ประสาท (impules) ,|เกี่ยวกับ|การ|เคลื่อนไหว|ของ|กล้ามเนื้อ. vi. ขับ|รถยนต์|,|เดินทาง|โดย|รถยนต์|  |Syn. motors n.,|pl. พันธบัตร|หรือ|ใบหุ้น|ระหว่าง|บริษัท|รถยนต์
n. รถยนต์|บรรทุก
n. รถยนต์
(โม|'|เทอะ|ไบคฺ) n. รถจักรยานยนต์|สอง|ล้อ|  |Syn. motorcycle
(โม|'|เทอะ|โบ|ท) n. เรือยนต์. vi. เดินทาง|โดย|เรือยนต์
(โม|'|เทอะ|บัส) n. รถโดยสารประจําทาง|ที่|ขับเคลื่อน|ด้วย|เครื่องยนต์.  |Syn. motorcoach
(โม|'|เทอะ|เคด) n. ขบวน|รถยนต์
(โม|'|เท|อคาร์) n. รถยนต์|,|ตู้|รถไฟ|ที่|ขับเคลื่อน|ได้|เอง
(โม|'|เท|อ|ไซ|เคิล) n.,|v. (ขับขี่) รถจักรยานยนต์|สอง|ล้อ.  |Syn. motorcyclist n.
(โม|'|เท|อริ|ง) n. การ|เดินทาง|โดย|รถยนต์
(โม|'|ทะ|ไร|ซ) vt. ใส่|เครื่องยนต์|,|จัด|ให้|มี|รถยนต์.
(โม|'|เท|อริ|สทฺ) n. ผู้|ขับ|รถยนต์|,|ผู้|เดินทาง|โดย|รถยนต์
(โม|'|ทะ|ไร|ซ) vt. ใส่|เครื่องยนต์|,|จัด|ให้|มี|รถยนต์.
(มอ|ท|'|เทิล) vt.ทํา|ให้|เป็น|จุด|ด่าง|ดํา n. จุด|ด่าง|ดํา|,|ลายพร้อย|  |Syn. mottement n.
(มอ|ท|'|โท) n. ภาษิต|คําขวัญ|,|คติพจน์|,|คําพังเพย|,|หลัก|ความ|ประพฤติ pl.mottoes|,|mottos
(โม|ลด|ฺ) n. รา|,|ขี้|รา|,|เชื้อ|ราม|แม่พิมพ์|,|สิ่ง|ที่|เป็น|รูปร่าง|จาก|แม่พิมพ์|,|รูปแบบ|,|ตัวอย่าง|,|ดินร่วน|,|ดิน|,|พื้นดิน vt. เกิด|เชื้อรา|,|ก่อ|เป็น|รูปร่าง|ขึ้น|จาก|แม่พิมพ์|,|ก่อ|ร่าง|หล่อ|ขึ้น|,|ฝึกฝน|  |Syn. moldability n. moldable adj.
(โม|ล|'|เดอะ) vi. เป็น|ฝุ่น|เนื่องจาก|การ|เน่าเปื่อย|,|ผุพัง. vt. ทํา|ให้|ผุพัง n. ผู้พิมพ์|แบบ|,|ผู้|ปั้น|,|ผู้|หล่อ|,|ผู้ฝึก|ฝน
(โม|ล|'|ดิง) n. การ|พิมพ์|แบบ|,|การ|ปั้น|,|การ|หล่อ|,|การ|ฝึกฝน|,|สิ่ง|ที่|หล่อ|ขึ้น|,|สิ่ง|ที่|พิมพ์|ขึ้น|,|คิ้ว|ที่|หล่อ|บน|ผนัง|หรือ|มุม|ตึก
(โม|ล|'|ดี) adj. เต็มไปด้วย|ดิน|,|เป็น|ซาก|ไม้|ผุพัง.  |Syn. moldiness n. mouldiness n.
(มู|แล|น|') n. โพรง|,|ช่อง|,|รู|,|ปล่อง|,|โรงสี
(โม|ลทฺ) vi.,|vt.,|n. =|molt (ดู) .  |Syn. moulter n.
(เมาน์ดฺ) n.,|vt. (ทํา) เนิน|,|เนิน|ดิน|,|กอง|ดิน|,|เหนือ|หลุม|ฝังศพ|,|กอง|สิ่งของ.  |Syn. pile|,|hill|,|heap
(เมาน์ทฺ) v.,|n. (การ) ขึ้น|,|ปีน|ขึ้น|,|ลุก|ขึ้น|,|ขึ้น|ม้า|,|ยก|ขึ้น|,|ตั้ง|ปืนใหญ่|,|วาง|ยาม|,|ติด|ภาพ|,|ติด|ตัวอย่าง|,|เตรียม|ตัวอย่าง|เพื่อ|ส่อง|กล้องจุลทรรศน์|,|เตรียม|ส่อง|กล้องจุลทรรศน์|,|สิ่ง|ค้ําจุน|,|เนินเขา|,|ภูเขา|  |Syn. mountable adj.
(เมา|'|เทิน) n. ภูเขา adj. เกี่ยวกับ|ภูเขา|  |Syn. mount
(ดู)| 
n. เทือกเขา|,|บริเวณ|ที่ราบสูง (โดย|ทั่วไป|ตั้งแต่ 2000 ฟุต|ขึ้น|ไป)| 
(เมา|ทะเนียร์|') n. ผู้อาศัย|อยู่|ตาม|ภูเขา|,|นัก|ขึ้น|เขา|,|นัก|ไต่เขา vi. ขึ้น|เขา|,|ไต่เขา
(เมา|'|เทิน|เนิส) adj. เต็มไปด้วย|ภูเขา|,|เกี่ยวกับ ภูเขา|,|ใหญ่โต|และ|สูง Ant. alpine Ant. flat
(เมา|ทฺ|'|แบ|งคฺ) n. คน|หลอกลวง|,|หมอเถื่อน|,|หมอ|กํามะลอ|,|กํามะลอ. vi. ประกาศ|ชวนเชื่อ|ดังกล่าว|,|หลอกลวง.  |Syn. mountebankery n.  |Syn. quack|,|charlatan|,
(เมา|'|ทิด) adj. บน|หลัง|ม้า|,|ซึ่ง|ขี่ม้า|อยู่|,|เกี่ยวกับ|ทหารม้า
(เนอ|'|ริ|ช '|เมิน|ทฺ) n. สิ่ง|บํารุงเลี้ยง|,|อาหาร|,|การ|บํารุงเลี้ยง
(มอร์น) vi.,|vt. ไว้ทุกข์|,|อาลัย|,|เศร้าโศก|,|เสียใจ|,|คร่ําครวญ|  |Syn. deplore|,|lamen
(มอร์น|'|เนอะ) n. ผู้|ไว้ทุกข์|,|ผู้|ไว้อาลัย|,|ผู้|โศกเศร้า
(มอร์น|'|ฟู|ล) adj. เศร้าโศก|,|เสียใจ|,|เกี่ยวกับ|การ|ไว้ทุกข์|ให้|คนตาย|,|มืดมน|,|ไม่|สดใส.  |Syn. mournfully adv. mournfulness n.  |Syn. sorrowful Ant. cheerful
(มอร์น|'|นิง) n. การ|โศกเศร้า|,|การ|เสียใจ|,|การ|ไว้ทุกข์|  |Syn. grieving
n. แขนทุกข์
(เมา|ซฺ) n. หนู (pl. mice) อุปกรณ์|สําหรับ|ควบคุม|เคอร์เซอร์|บน|จอภาพ|, อุปกรณ์|นําเข้า (input device) ชนิด|หนึ่ง|มี|ขนาด|พอเหมาะ|กับ|มือ|เป็น|รูป|สี่เหลี่ยม|เล็ก ๆ สามารถ|เคลื่อนย้าย|ไป|บน|ผิว|พื้น|เรียบ ตัว|เมาส์|นี้ เมื่อ|เชื่อมต่อ|กับ|เครื่อง|ไมโครคอมพิวเตอร์ จะ|เป็น|ตัว|ทํา|ให้|เคลื่อนย้าย cursor ไป|ใน|ทิศทาง|ที่|ต้องการ|ได้ ใต้|ตัว|เมาส์|จะ|มี|ลูกกลิ้ง|กลม ๆ ซึ่ง|จะ|ทํา|ให้|ตัว|ชี้|ตําแหน่ง (cursor) เคลื่อนย้าย|ไป|ยัง|ทิศทาง|ต่าง ๆ ได้ โดย|ปกติ เมาส์ของ|พี|ซี|จะ|มี 3 ปุ่ม ส่วนใหญ่|จะ|ใช้|ปุ่ม|ทาง|ด้าน|ซ้าย ระบบ|วินโดว์ 95 มี|การ|ใช้|ปุ่ม|ทาง|ขวา|ของ|เมาส์|มาก|ขึ้น ส่วน|เมาส์|ของ|แมค|อิน|ทอ|ช|จะ|มี|ปุ่ม|เดียว การ|ใช้|เมาส์|จะ|มี 3 ลักษณะ คือ กด|ที่|ปุ่ม|ซ้าย|หรือ|ขวา|เพียง|ครั้ง|เดียว|เพื่อ|เลือก|คําสั่ง หรือ|กําหนด|ภาพ ฯ กด 2 ครั้ง ติด ๆ กัน|เพื่อ|เริ่มต้น|โปรแกรม|หรือ|เปิด|แฟ้มข้อมูล กับ|กด|แล้ว|ลาก|เพื่อ|เคลื่อนย้าย|ข้อความ|หรือ|ภาพ
ปุ่ม|บน|เมาส์|หมายถึง ส่วน|พื้นที่|บน|หลัง|เมาส์|ที่|ใช้|สําหรับ|กด|เพื่อ|ทํา|ให้|เกิด|การ|กระทํา|บาง|ประการ เช่น การ|เริ่มต้น|โปรแกรม การ|เลือก|รายการ การ|ย้าย|ข้อความ|หรือ|ภาพ ฯ เมาส์ของ|เครื่อง|แมค|อิน|ทอ|ช|จะ|มี|ปุ่ม|เดียว ส่วน|ของ|พี|ซี|จะ|มี|ถึง|สาม|ปุ่ม ดู mouse ประกอบ
แผ่น|รอง|เมาส์|หมายถึง แผ่น|พลาสติก|หรือ|บางที|ก็|เป็น|แผ่น|ยาง|บาง ๆ สี่เหลี่ยม ใช้|วาง|ตัว|เมาส์|เพื่อให้|เคลื่อนย้าย|ได้|คล่อง และ|กระชับ|กว่า|ที่|จะ|ใช้บน|ผิว|โต๊ะทํางาน|ธรรมดา ๆ| 
(เมา|'|ซี) adj. คล้าย|หนู|,|สี|มอ ๆ ,|ทึม|,|เงียบ|,|เต็มไปด้วย|หนู.  |Syn. mousily adv. mousiness n.
(มัส|ทา|ช|'|,|มัส|'|ทา|ช|,|มัสแทช|'|,|มัส|'|แทช) adj. หนวด.
(เมา|'|ซี) adj. คล้าย|หนู|,|สี|มอ ๆ ,|ทึม|,|เงียบ|,|เต็มไปด้วย|หนู.  |Syn. mousily adv. mousiness n.
(เมา|ธฺ) n. ปาก|,|ช่องปาก|,|โพรง|ปาก|,
(เมา|ธฺ|'|พี|ส) n. ส่วย|ที่|ทํา|หน้าที่|เป็น|ปาก|,|หลอดลม|ของ|แตร ไม้ซาง|,|ส่วน|ที่|ปาก|ของ|ท่อ|,|ผู้พูด|แทน|,|โฆษก|,|ปาก|กระบอกเสียง|ของ|คน|อื่น
(เมา|ธฺ|'|วอ|ช) n. น้ํายา|บ้วน|หรือ|ล้าง|ปาก|ที่|ใส่|ยา|ฆ่าเชื้อ|และ|ยา|ดับ|กลิ่น|ปาก|  |Syn. collutory
(มู|'|วะเบิล) adj. เคลื่อนไหว|ได้|,|เคลื่อนที่|ได้|,|ไม่|อยู่|กับ|ที่|,|เกี่ยวกับ|สังหาริมทรัพย์ n. เครื่องเรือน|ที่|สามารถ|ถูก|ทํา|ให้|เคลื่อนที่|ได้|  |Syn. movables n. สังหาริมทรัพย์
(มูฟว) vi. เคลื่อนที่|,|เคลื่อนไหว|,|เดิน|,|ก้าวหน้า|,|เจริญ|,|จําหน่าย|ไป|,|จาก|ไป|,|ถ่าย|ท้อง|,|มี|บทบาท|,|ดําเนินการ|,|เสนอ. vt. เคลื่อนที่|,|เคลื่อนไหว|,|กระตุ้น|,|ดลใจ|,|เร้าใจ|,|แหย่|,|ทํา|ให้|ถ่าย|ท้อง|,|จําหน่าย|ไป|,|เสนอ. n. การ|เคลื่อนที่|,|การ|เคลื่อนไหว|,|การ|เปลี่ยน|ถิ่น|ที่อยู่|,|การ|สู่|จุดหมายปลายทาง|,|การ|เดิน|หมากรุก|,|แต้ม|,|การ|รก|ระ|ทํา
(มู|'|วะเบิล) adj. เคลื่อนไหว|ได้|,|เคลื่อนที่|ได้|,|ไม่|อยู่|กับ|ที่|,|เกี่ยวกับ|สังหาริมทรัพย์ n. เครื่องเรือน|ที่|สามารถ|ถูก|ทํา|ให้|เคลื่อนที่|ได้|  |Syn. movables n. สังหาริมทรัพย์
(มูฟว|'|เมิน|ทฺ) n. การ|เคลื่อนไหว|,|การ|เคลื่อนที่|,|กิริยา|ท่าทาง|,|ขบวนการ|,|ความ|พยายาม|,|คณะ|บุคคล|,|การ|ดําเนินงาน|,|คณะ|บุคคล|  |Syn. motion Ant. rest
(มู|'|วี) n. ภาพ|ยนต์|,|หนัง|,|โรง|ภาพ|ยนต์.
(มู|'|วีซ) n.,|pl. ภาพ|ยนต์|,|การ|ฉาย|ภาพ|ยนต์
(มู|'|วิง) adj. ซึ่ง|เคลื่อนที่|,|ซึ่ง|ทํา|ให้|เคลื่อนที่|,|ซึ่ง|กระตุ้น|,|ซึ่ง|ดลใจ|,|เร้า|อารมณ์.  |Syn. movingly adv.  |Syn. affecting|,|touching|,|poignant
n. ภาพ|ยนต์|  |Syn. movie
(โม) {|mowed|,|mowed|/|mown|,|mowing|,|mows|} v. ตัด|หญ้า|,|ดาย|หญ้า|,|ทําลาย|หรือ|ฆ่า|อย่าง|ไม่|ปรานี|หรือ|เป็น|จํานวน|มาก|  |Syn. cut|,|hack|,|trim
(โม|น) v. กริยา|ช่อง 3 ของ mow (ดู)| 
abbr. Military Police|,|Mounted Police
(มิ|ส|'|เท|อ) n. นาย|  |Syn. mister pl. Messrs (เมส|'|เซ|อซ)| 
(มิ|ส|'|เท|อ) n. นาย|  |Syn. mister pl. Messrs (เมส|'|เซ|อซ)| 
(มิ|ส|'|ซิ|ซ) n.,|pl. Mrs.,|Mmes (เม|ดาม|'|,|-|แดม|') นาง|  |Syn. mistress
(มิ|ซ) n. คํานําหน้า|ชื่อ|หรือ|ตําแหน่ง|ของ|ผู้หญิง|โดย|ไม่|ได้|แสดง|ว่า|เป็น|หญิง|ที่|แต่งงาน|แล้ว|หรือยัง
เอ็มเอ|สด|อส|ย่อ|มา|จาก|คํา|ว่า Microsoft disk operating system เป็น|ชื่อ|ระบบปฏิบัติการ|ที่|ใช้|กับ|เครื่อง|คอมพิวเตอร์|พี|ซี|ที่|บริษัท|ไม|โค|รซอฟต์|เป็น|ผู้ผลิต|ขึ้น และ|ได้|พัฒนา|ให้|ดี|ขึ้น|อยู่|เรื่อย ๆ จน|ปัจจุบัน|เป็น|รุ่น (version) 6.21 แล้ว รุ่น|ใหม่|นี้|สามารถ|ป้องกัน|ไวรัส|ได้|ถึง|กว่า 8,000 ชนิด ไมโครคอมพิวเตอร์|ตระกูล|ไอ|บีเอ็ม และ|เครื่อง|เทียบเคียง|ไอ|บีเอ็ม (IBM compatibles) เกือบ|ทั้งหมด|ใช้|ระบบปฏิบัติการ MS|-|DOS นี้ (ระบบปฏิบัติการ|ของ|บริษัท|ไอ|บีเอ็ม|เอง มี|ชื่อ|เรียก|ว่า IBM DOS แต่|ไม่|ได้|รับ|ความ|นิยม|เท่า MS|-|DOS)| 
(มิ|ซ) n. คํานําหน้า|ชื่อ|หรือ|ตําแหน่ง|ของ|ผู้หญิง|โดย|ไม่|ได้|แสดง|ว่า|เป็น|หญิง|ที่|แต่งงาน|แล้ว|หรือยัง
(เอ็ม|ที|บีเอฟ) ย่อ|มา|จาก|คํา mean time between failure ได้แก่|อายุ|การ|ใช้|งาน|เฉลี่ย|ของ|อุปกรณ์|บาง|ชนิด เช่น เครื่องพิมพ์ ถ้า|เป็น|ขนาด MTBF 35000 ก็|หมายความ|ว่า เมื่อ|ใช้|พิมพ์|ออก|มา 35,000 แผ่น ก็|จะ|ถึงคราว|หมด|อายุ|ของ|มัน|แล้ว
(มัชฺ) n. จํานวน|มาก|,|ปริมาณ|ที่|มาก|,|สิ่ง|ที่|สําคัญ|มาก adj. มาก|,|หลาย|,|ใหญ่|,|นัก|,|ไม่|น้อย adv. อย่าง|มาก|,|อย่าง|ใหญ่|,|เกือบจะ|,|โดย|ประมาณ|  |Syn. great Ant. little
(มิ|ว|'|ซะลิจฺ) n. เมือก|,|ยาง|,|มูก|,|น้ํา|เมือก|จาก|ต้นไม้
(มิ|วซะ|แล|จฺ|'|จะ|เนิส) adj. เป็น|น้ํา|เมือก|เหนียว|,|ซึ่ง|ให้|น้ํา|เมือก.
(มัค) n. ปุ๋ยคอก|,|สิ่ง|สกปรก|,|มูลสัตว์|,|ภาวะ|ที่|ยุ่งเหยิง|,|ฝุ่น|,|ผง|ธุลี|,|สิ่ง|เหลวไหล|,|คําพูด|เหลวไหล|,|ดิน|หิน|และ|สิ่ง|อื่น ๆ ที่|ต้อง|สกัด|ออก|เพื่อ|เอา|แร่|  |Syn. mud|,|mudslinging
(มัค|'|เรค) vt. ค้นหา|และ|เปิดเผย|ความ|เลว|,|การ|ฉ้อราษฎร์บังหลวง|หรือ|อื่น ๆ|  |Syn. muckraker n.
(มัค|'|ลัค) n. =|mukluk (ดู)| 
Pref. "|เมือก|"
(มิ|ว|'|เคิส) adj. เกี่ยวกับ|เยื่อบุ|เมือก|  |Syn. mucosity n.
เยื่อบุ|เมือก
ทํา|หน้าที่|หลั่ง|เมือก|ออก|มา|เคลือบ|กระเพาะ|เพื่อ|ป้องกัน|ถูก|ย่อย
(มิ|ว|'|เคิส) n. เมือก|บุ|จาก|เยื่อบุ|เมือก
(มัด) n. โคลน|,|เลน|,|ปลัก. vt. ปกคลุม|ด้วย|โคลน|,|กวน|ให้|โคลน|ลอย|ขึ้น|  |Syn. muck|,|mire
(มัด|'|เดิล) vt. ทํา|ให้|ยุ่ง|,|ทํา|ให้|สับสน|,|ทํา|ให้|มึน|,|ผสม|เหล้า|,|ทํา|ให้|ขุ่น|,|ทํา|เหลวไหล. vi. คิด|ฟุ้งซ่าน|,|มั่ว|,|กระทํา|เหลวไหล|,|muddle through ประสบ|ความ|สําเร็จ|อย่าง|ไม่|ได้|พยายาม|เต็มที่. n. ภาวะ|ยุ่งเหยิง|,|ภาวะ|สับสน|,|  |Syn. muddleness n. muddlement n. muddligly
(มัด|'|ดี) adj. เต็มไปด้วย|โคลน|,|ขุ่น|,|ไม่|ใส|สะอาด|,|มัว|,|ยุ่งเหยิง|,|คลุมเครือ vt. ทํา|ให้|เป็น|โคลน|,|ทํา|ให้|ขุ่น|,|ทํา|ให้|มัว|,|ทํา|ให้|ยุ่งเหยิง|,|กล่าวหา|,|ป้าย|ร้าย. vi. กลาย|เป็น|โคน|,|กลาย|เป็น|ขุ่น.  |Syn. muddily adv. muddiness n.  |Syn. cloude
(มัด|'|การ์ด) n. ที่|บังโคลน|ของ|รถ
(มัด|'|โฮ|ล) n|,|ปลัก|,|เต็ม
(มัด|'|ส|ลิง|กิง) n. การ|กล่าวร้าย|ป้ายสี.  |Syn. modslinger n.
(มัฟ) n. ปลอก|นวม|สวม|มือ|,|ความ|ล้มเหลว. vt. ทํา|เซ่อซ่า|,|ทํา|ซุ่มซ่าม|,|รับ|ลูก|พลาด|  |Syn. blunder|,|fail
(มัฟ|'|ฟิน) n. ขนมปัง|กลม|ลูก|เล็ก ๆ ที่|ทา|เนย|หรือ|ปิ้ง|บน|แม่พิมพ์
(มัฟ|'|เฟิล) vt. หุ้ม|ห่อ|คอ|หรือ|ใบหน้า (เพื่อ|กัน|หนาว|หรือ|เพื่อ|เป็น|ที่|บัง) ,|ห่อหุ้ม|เพื่อ|ป้องกัน|เสียง|,|อุด|เสียง|,|ระงับ|เสียง n. สิ่ง|ที่|ห่อหุ้ม|ดังกล่าว|,|เสียง|ที่|ถูก|อุด|หรือ|ระงับ|  |Syn. swathe
(มัฟ|'|เฟลอะ) n. ผ้าพันคอ|อย่าง|หนา|,|สิ่ง|ที่|ใช้|อุด|หรือ|ระงับ|เสียง|,|เครื่อง|อุด|หรือ|เก็บ|เสียง
(มัก) n. เหยือก|,|ปริมาณ|หนึ่ง|เหยือก|,|ใบหน้า|,|นักเลง|โต|,|นักเลง|หัวไม้|,|ผู้ร้าย vt. ประทุษร้าย|เพื่อ|ปล้น|หรือ|ชิงทรัพย์. vi. ทํา|หน้าเบ้|  |Syn. tankard|,|stein|,|cup
(มัก|'|กี) adj. เปียก|,|ชื้น|และ|อึดอัด|,|เปียก|ชื้น|และ|คับแคบ.  |Syn. muggily adv. mugginess n.  |Syn. humid|,|damp
(มู|แฮม|'|เมิด) n. ศาสดา|ของ|ศาสนาอิสลาม|  |Syn. Mohammed|,|Mahomet
(มู|แฮม|'|มิ|เดิน) adj.,|n. มุสลิม|,|อิสลาม.  |Syn. Muhammedan
(มะ|แล|ท|'|โท) n. ลูกผสม|ระหว่าง|คน|ผิว|ขาว|กับ|นิ|โก|ร pl. mulattoes
(มัล|'|เบอ|รี) n. ต้น|หม่อน|,|ผล|ของ|ต้นไม้|ดังกล่าว|ซึ่ง|กิน|ได้ pl. mulberries
(มัลชฺ) n. หญ้า|ฟาง|ใบไม้ ปุ๋ย|หรือ|อื่น ๆ ที่|ใช้|คลุม|พื้นดิน|รอบ|ต้นไม้. vt. คลุม|ด้วย|สิ่ง|ต่าง ๆ ดังกล่าว
(มัคทฺ) n. ค่า|ปรับ|,|ค่า|สินไหม|ทดแทน. vt. ลงโทษ|ปรับ|,|โกง|เอา|มา|  |Syn. amerce|,|fine
(มิ|วลฺ) n. ล่อ|,|ลูกผสม|,|เครื่อง|ปั่น|ฝ้าย|,|คน|หัวดื้อ|,|รองเท้าแตะ|ของ|ผู้หญิง
(มิ|ว|'|ลิช) adj. ดื้อ|,|หัวดื้อ|,|ดื้อรั้น|,|ว่ายาก.  |Syn. mulishly adv. mulishness n.
Pref. มาก|,|หลาย|,|นัก|,|หลาย|เท่า|,|มาก|กว่า|สอง
(มัล|'|ทิคัล|เลอะ) n. การ|จัด|เป็น|หลาย|สี|,|สิ่ง|หรือ|แบบ|ที่|มี|หลาย|สี. adj. หลาย|สี
(มัล|'|ทิคัล|เลอะ) n. การ|จัด|เป็น|หลาย|สี|,|สิ่ง|หรือ|แบบ|ที่|มี|หลาย|สี. adj. หลาย|สี
(มัลทิดิส|'|ซะพลิน|นะ|รี) adj. ซึ่ง|ประกอบ|ด้วย|หลาย|สาขา|วิชา
(มัลทิแฟ|'|เรียส) adj. หลากหลาย|,|นัก|,|ต่าง ๆ นา นา.  |Syn. multifariousness n.  |Syn. diversified
มัล|ติ|ไฟน์เดอร์|หมายถึง ส่วน|สําคัญ|ส่วนหนึ่ง|ของ|ระบบปฏิบัติการ (operating system) ของ|เครื่อง|คอมพิวเตอร์|แมค|อิน|ทอ|ช|ใน|การ|เข้า|สู่|แฟ้มข้อมูล
(มัล|'|ทิโฟ|ลด|ฺ) adj. หลาย|เท่า
(มัลทิ|แล|ท|'|เท|อเริล) adj. หลาย|ด้าน|,|หลาย|ฝ่าย
(มัลทิ|ลิง|'|กวล) adj. ซึ่ง|พอได้|หลาย|ภาษา
(มัลทิ|'|มี|เดีย) n. หลาย|สื่อ|, สื่อ|รวม|ของ|เสียง กราฟ|ฟิกส์ และ วีดี|โอ
(มัลทิ|มิ|ล|'|ยะแนรฺ|') n. มหาเศรษฐี
(มัลทิแนช|'|ชะ|เนิล) n. บริษัท|ยักษ์ใหญ่|ที่|มี|สาขา|หลาย|แห่ง|ใน|ประเทศ|ต่าง ๆ adj. หลาย|ชาติ
(มัล|'|ทิเพิล) adj. หลาย|,|หลาย|เท่า|,|มาก|n. ผลคูณ|  |Syn. manifold|,|many
(มัล|'|ทิ|เพล|คซฺ) adj. หลาย|เท่า|,|หลากหลาย|,|เชิงซ้อน|,|ทวีคูณ vt. (ไฟฟ้า) ลัด|วงจร|,|โดย|ระบบ|โทรเลข|เชิงซ้อน (multiple telegraphy) . vi. ส่ง|สัญญาณ|พร้อมกัน. n. ระบบ|อิเล็กทรอนิกส์|เชิงซ้อน.  |Syn. multiplexer n.  |Syn. manifold
หลาย|ทาง|หมายถึง การ|ถ่ายทอด|สัญญาณ การ|ส่ง|ข่าวสาร|หลาย ๆ ทาง โดยเฉพาะ|ข่าว เช่น ทาง|โสต และ|ทาง|ทัศน์ ลง|ใน|ช่อง|เดียวกัน|เพื่อ|ส่ง|ออก|ไป|ทาง|เดียว
(มิ|ล|ทิพ|ลิเค|'|เชิน) n. การ|คูณ|,|ภาวะ|ที่|ถูก|คูณ|,|การ|เพิ่ม|ทวีคูณ|,|การ|ทับ|ทวี.
สูตร|คูณ
(มัล|ทิพ|ลิส|'|ซิ|ที) n. ความ|มากมาย|,|ความ|หลากหลาย|,|ความ|ทับ|ทวีคูณ|,|ความ|ซับซ้อน
(มัล|'|ทิ|ไพล|เออะ) n. ตัวคูณ|,|ผู้|คูณ|,|สิ่ง|ที่|เพิ่ม|ทวีคูณ|,|อุปกรณ์|เพิ่ม|ผล|บาง|อย่าง
(มัล|'|ทิ|ไพล) vt. คูณ|,|ให้|กําเนิด adv. ซึ่ง|เพิ่ม|ขึ้น|หลาย|เท่า
การ|ทํางาน|แบบ|หลาย|โปรแกรม|มัล|ติ|โปรแกรม|มิ|ง|หมายถึง การ|ที่|คอมพิวเตอร์|เครื่อง|เดียว|สามารถ|ทํา|โปรแกรม|พร้อมกัน|ได้|มาก|กว่า 2 โปรแกรม|ขึ้น|ไป เช่น ใน|ขณะที่|อ่าน|โปรแกรม|หนึ่ง|เข้า|ไป|เก็บ หน่วย|ประมวลผล|ก็|ประ|มล|ผล|ข้อมูล|ของ|อีก|โปรแกรม|หนึ่ง|ไป|พร้อม ๆ กัน และ|หน่วย|แสดง|ผล|ก็|อาจ|แสดง|ผล|ที่|ได้|รับ|จาก|การ|ทํา|โปรแกรม|ก่อนหน้า|นั้น (อันที่จริง ไม่|ใช่|การ|ประมวลผล|โปรแกรม|พร้อมกัน เพียงแต่|หน่วย|ต่าง ๆ ทํางาน|พร้อม ๆ กัน เท่านั้น)| 
(มัลทิเพอ|'|เพิส) adj. เอนกประสงค์|ระบบ|หลาย|ตัว|ประมวล|หมายถึง การ|ใช้|ไมโครโปรเซสเซอร์|หรือ|ตัว|ประมวล|แบบ|จุลภาค|หลาย ๆ แบบ|ใน|เครื่อง|คอมพิวเตอร์|เครื่อง|เดียวกัน บางที|ใช้|ว่า coprocessor ดู central processing unit ประกอบ
จอภาพ|หลาย|คลื่น|แสง|หมายถึง จอภาพ|ของ|เครื่อง|คอมพิวเตอร์|ที่|สามารถ|กวาด|คลื่น|แสง|ใน|อัตรา|ที่|แตกต่าง|กัน
ระบบ|หลาย|ภารกิจ|หมายถึง สมรรถภาพ|ของ|เครื่อง|คอมพิวเตอร์|ที่|สามารถ|ทํางาน|สอง|โปรแกรม|ขึ้น|ไป|ได้|เวลา|เดียวกัน เช่น ใน|ระหว่าง|ปฏิบัติการ|ของ|โปรแกรม|การ|พิมพ์ ก็|สามารถ|ที่|จะ|ปฏิบัติการ|ใน|โปรแกรม|อื่น|ได้|อีก โดย|ไม่|ต้อง|รอ|ให้การ|พิมพ์|แล้วเสร็จ|เสียก่อน
(มัล|'|ทิทูด) n. จํานวน|มากมาย|ของ|บุคคล|หรือ|สิ่งของ|,|ฝูงชน|,|ฝูง|,|กลุ่ม|,|ความ|มากมาย|,|ความ|หลากหลาย|,|Phr. (the multitude ปวงชน)| 
(มัลทิทูด|'|ดิเนิส) adj. มากมาย
ระบบ|หลาย|ผู้ใช้|หมายถึง โปรแกรม|หรือ|ระบบปฏิบัติการ|ที่|ยอม|ให้|มี|ผู้ใช้|ได้|มาก|กว่า|หนึ่ง|คน ใน|เวลา|เดียวกัน เช่น การ|จัด|ข้อมูล|พื้นฐาน|เพื่อให้|ผู้ใช้|หลาย|คน|สามารถ|เรียกหา|ได้|พร้อม ๆ กัน|อย่าง|ใน|ระบบเครือข่าย (network) เป็นต้น
(มัม) adj. เงียบ|,|ไม่|พูด|สัก|คํา|,|ไม่|ปริปาก. interj. ไม่|ต้อง|พูด|อะไร|ทั้งนั้น|! เงียบ|!|, -|Phr. (mum|'|s the word ไม่|ต้อง|เปิดเผย|สิ่ง|ที่|เจ้า|รู้)| 
(มัม|'|เบิล) vi. พูด|พึมพํา|,|พูด|ไม่|ชัด vt. พูด|พึมพํา|,|อ้ําอึ้ง|อยู่|ใน|ปาก. n. เสียง|พึมพํา|,|เสียงพูด|ที่|ไม่|ชัด|,|คําพูด|อู้อี้.  |Syn. mumbler n. mumblingly adv.  |Syn. murmur Ant. speak up
(มัม|'|โบ จัม|'|โ บ) n. การ|ใช้|เวทมนตร์|คาถา|ที่|ไร้|ความหมาย|,|ภาษา|ที่|เหลวไหล|หรือ|หลอกลวง pl. mumbo jumbos|  |Syn. hocus pocus
(มัม|'|เมอะ) n. ผู้|สวม|หน้ากาก|หรือ|เครื่องแต่งกาย|แปลก ๆ ,|นักแสดง|,|ผู้แสดง|ละคร|ใบ้|โบราณ|ที่|คล้าย|การ|สวด|คฤหัสถ์|  |Syn. pantomimist
(มัม|'|เมอ|รี) n. การ|แสดง|ของ|mummer (ดู) ,|พิธี|หรือ|การ|แสดง|ที่|แปลก ๆ หรือ|โอ้อวด
(มัม|'|มะ|ไฟ) vt. ทํา|ให้|ศพ|แห้ง|และ|ไม่|เน่า|,|ทํา|ให้|คล้าย|มัมมี่. vi. ทํา|ให้|แห้ง
(มัม|'|มี) n. มัมมี่|,|ศพ|แห้ง|และ|ไม่|เน่า|เนื่องจาก|ใส่|น้ํายา|,|ศพ|แห้ง|และ|ไม่|เน่า|โดย|ธรรมชาติ|,|สิ่งมีชีวิต|ที่|เหี่ยวแห้ง|,|แม่ vi. ทํา|ให้|เป็น|มัม|มี pl. mummies
(มัมซฺ) n. โรค|คางทูม|  |Syn. epidemic parotitis
(มัน|ชฺ) v. เคี้ยว|อย่าง|แรง (มัก|มี|เสียง)|  |Syn. muncher n.
(มัน|เดน|'|,|มัน|'|เดน) adj. ทาง|โลก|,|เกี่ยวกับ|โลกีย|วิสัย|,|ธรรมดา|โลก|,|ปกติ
(มิ|วนิส|'|ซะเพิล) adj. เกี่ยวกับ|เทศบาล|,|เกี่ยวกับ|การ|ปกครอง|เมือง|ด้วย|ตนเอง
(มิ|วนิส|'|ซะ|แพ|ล|'|ลิ|ที) n. เทศบาล (นคร|,|เมือง|,|ท้องถิ่น) ,|การ|ปกครอง|ด้วย|ตนเอง|,|นคร|ภิบาล|  |Syn. city|,|town
(มิ|วนิฟ|'|ฟิเซินทฺ) vt. ใจกว้าง|มาก|,|กรุณา|มาก|  |Syn. munificence n.  |Syn. generous|,|liberal
(มิ|วนิช|'|เชิน) n. ยุทโธปกรณ์|,|วัสดุ|อุปกรณ์. vt. จัด|ให้|มี|ยุทโธปกรณ์|,|จัด|ให้|มี|วัสดุ|อุปกรณ์
(มู|'|เริล) adj. เกี่ยวกับ|กําแพง|หรือ|ผนัง|คล้าย|กําแพง|หรือ|ผนัง n. ภาพ|หรือ|จิตรกรรม|ฝา|ผนัง
(มู|'|ระ|ลิสทฺ) n. จิตรกร|ฝา|ผนัง|,|ช่างเขียน|ภาพ|บน|กําแพง|หรือ|ฝา|ผนัง
(เมอ|'|เดอะ) n. ฆาตกรรม v. กระทํา|ฆาตกรรม|,|ทําลาย|  |Syn. murderer n. murderess n.  |Syn. slay
(เมอ|'|เดอเริส) adj. เกี่ยวกับ|การ|ฆาตกรรม|,|ยาก|ที่สุด|,|อันตราย|ยิ่ง.  |Syn. homicidal
(เมิร์ค) n. ความ|มืด|,|ความ|โศกเศร้า|,|หมอก. adj. มืด|,|มืดมน|  |Syn. mirk
(เมิร์ค|'|คี) adj. มืดมน|มาก|,|ปกคลุม|ไป|ด้วย|หมอก|,|ไม่|ชัดเจน|,|มอ|,|มัว|,|เคลือบคลุม|  |Syn. murkily adv. murkiness n.  |Syn. mirky|,|dark|,|gloomy|,|obscure
(เมอ|'|เมอ) n. เสียง|พึมพํา|,|การ|บ่น|,|การ|บ่น|อุบอิบ|,|เสียง|เต้น|ของ|หัวใจ|ที่|มี|ลิ้น|ผิดปกติ|ที่|ได้ยิน|ผ่าน|เครื่อง|ฟัน|เสียง (stethoscope) vi. ทํา|เสียงต่ํา|ที่|ไม่|ชัดเจน|,|บ่น|,|บ่น|อุบอิบ. vt. บ่น.  |Syn. murmurer n. murmuring adj. murmuringly adj.
(เมอ|'|เมอเริส) adj. ซึ่ง|บ่น|อุบอิบ|,|เต็มไปด้วย|เสียงต่ํา|ต่อเนื่อง|กัน|ที่|ไม่|ชัด
(มัส|'|เซิล) n. กล้ามเนื้อ|  |Syn. muscly adj.
กล้ามเนื้อ|เปลี้ย
(มัส|'|คะ|ไว|ทฺ) n. ประชาชน|ใน|กรุง|มอ|ส|โก
(มัส|'|คิว|ละ) adj. เกี่ยวกับ|กล้ามเนื้อ|,|ล่ํา|สัน.  |Syn. muscularity n.  |Syn. powerful
(มิ|วซ) v. รําพึง|,|ครุ่นคิด|,|ใคร่ครวญ|,|จ้อง|อย่าง|ใคร่ครวญ|  |Syn. muser n.  |Syn. ponder
(มิ|วซ|'|ฟู|ล) adj. ใคร่ครวญ|,|คิด|คะนึง
(มิ|วเซี|ยม|') n. พิพิธภัณฑ์|  |Syn. gallery
(มัช|'|รู|ม) n. เห็ด
(มิ|ว|'|ซิ|ค) n. ดนตรี|,|เสียง|ดนตรี|,|เสียง|ไพเราะ|  |Syn. melody
(มิ|ว|'|ซิ|เคิล) adj. เกี่ยวกับ|ดนตรี|,|ซึ่ง|มี|เสียง|ไพเราะ|  |Syn. musicality n. musicale n. การ|ประชุม|ฟัง|ดนตรี
ตัว|ประสาน|ระหว่าง|เสียง|ดนตรี|กับ|ตัวเลข|ใช้|ตัวย่อ|ว่า MIDI หมายถึง มาตรฐาน|สําหรับ|การ|ใส่|รหัส|เสียง|เพลง|ให้|อยู่|ใน|รูป|ของ|ตัวเลข ความ|แตกต่าง|ของ|เสียง (sound) และ|เสียง เพลง (musical voice) ก็|สามารถ|วัด|และ|นํา|ไป|เก็บ|ได้|โดย|ใช้|มาตรา|ฐาน|มิด|อี|นี้
(มิ|ว|ซิ|ซ|'|เชิน) n. นักดนตรี
(มิ|ว|'|ซิ|ง) adj.,|n. (การ) ครุ่นคิด|,|ใคร่ครวญ|,|รําพึง|  |Syn. thoughtful
(มัสคฺ|'|แคท) n. ชะมด
(มัส|'|คิท) n. ปืน|คาบ|ศิลา|  |Syn. hand gun
(มัส|'|คิเทียร์) n. ทหาร|ที่|ถือ|ปืน|คาบ|ศิลา
(มัส|'|คิท|รี) n. กองทหาร|ปืน|คาบ|ศิลา
(มัซ|'|ลิม|,|มูซ|'|ลิม) n. ชาว|มุสลิม pl. Muslims|,|Muslim
(มัซ|'|ลิน) n. ผ้าฝ้าย|ชนิด|ต่าง ๆ ,|ผ้า|มัสลิน
(มัส|'|เซิล) n. หอยสองฝา
(มัสทฺ) auxv. ต้อง|,|จํา|ต้อง|,|เป็นแน่|,|น่าจะ
(มัส|ทา|ช|'|,|มัส|'|ทา|ช|,|มัสแทช|'|,|มัส|'|แทช) adj. หนวด.
(มัส|'|เทิร์ด) n. มัสตาร์ด ใช้|เป็น|ตัว|ปรุง|รส|อาหาร
(มัส|'|เทอะ) vt.,|vi.,|n. (การ) ชุมนุม|,|รวบรวม|,|รวม|แถว.  |Syn. summon
(มัส|'|เซินทฺ) abbr. =|must not
(มัส|'|ที) adj. มี|กลิ่น|เหม็น|อับ|,|ล้าสมัย|,|เก่าแก่|,|คร่ําครึ|,|เซื่องซึม|,|จืดชืด.  |Syn. mustily adv. mustiness n.  |Syn. stale|,|moldy
(มิ|ว|'|ทะเบิล) adj. เปลี่ยนแปลง|ได้|,|ไม่|แน่นอน|,|ผันแปร.  |Syn. mutability n. mutably adv.  |Syn. changeable
(มิ|ว|'|เทิน|ทฺ) adj. ซึ่ง|เกิด|การ|เปลี่ยนแปลง n. สิ่งมีชีวิต|แบบ|ใหม่|ที่|เกิด|จาก|กระบวนการ|mutation (ดู)| 
(มิ|ว|'|เท|ท) v. เปลี่ยนแปลง|,|เปลี่ยน|รูป|,|เปลี่ยน|รูปแบบ mutation (ดู) .  |Syn. mutative adj.
(มิ|ว|เท|'|เชิน) n. การ|เปลี่ยนแปลง|,|สิ่ง|ที่|เปลี่ยนแปลง|หรือ|เปลี่ยน|รูปแบบ|,|การ|เปลี่ยนแปลง|ลักษณะ|ของ|ยีน (genes)| 
(มิ|วทฺ) adj. ใบ้|,|พูด|ไม่|ได้|,|ไม่|ริ|ปาก|,|เงียบ|,|ไม่|ออก|เสียง|,|ไม่|แก้ตัว (เมื่อ|ถูก|กล่าวหา) n. คน|ใบ้|,|คน|ที่|ไม่|แก้ตัว|เมื่อ|ถูก|กล่าวหา|,|การ|ไม่|ออก|เสียง|,|เครื่องหมาย|หยุด. vt. อุด|เสียง|,|ระงับ|เสียง|,|เก็บ|เสียง|,|ลด|ความ|เข้มข้น|ของ|สี|ลง.  |Syn. muteess n.
หงษ์สี|ขาว
(มิ|ว|'|ทะเล|ท) vt. ตัด|แขน|หรือ|ขา|หรือ|ส่วน|สําคัญ|ของ|ร่างกาย|ออก|,|ทํา|ให้|เสียโฉม|,|ทํา|ให้|พิการ|,|ทํา|อันตราย.  |Syn. mutilation n.,|adj. mutilator n.  |Syn. maim
(มิ|ว|'|ทะเนียร์) n. ผู้ก่อการ|กบ|ฎ|,|ผู้|ขัดขืน
(มิ|ว|'|ทะเนิส) adj. ขัดขืน|,|เป็น|การ|กบ|ฎ|  |Syn. rebellious
(มิ|ว|'|ทะนี) n. การ|กบ|ฎ|,|การ|ขัดขืน vi. ก่อการ|กบ|ฎ|,|ขัดขืน|  |Syn. rebellion
(มัท) n. สุนัข|,|คน|โง่
(มัท|'|เทอะ) v. (การ) พูด|พึมพํา|,|บ่น.  |Syn. mutterer n. mutteringly adv.
(มัท|'|เทิน) n. เนื้อ|แกะ.  |Syn. muttony adj.
(มิ|ว|'|ชวล) adj. ซึ่งกันและกัน|,|ทั้ง|สอง|ฝ่าย|,|ร่วม|กัน
(มิ|วชุ|แอ|ล|'|ลิ|ที) n. ความ|ร่วม|กัน|,|ความ|มี|ทั้ง|สอง|ฝ่าย|,|การ|แลกเปลี่ยน|ผลประโยชน์|  |Syn. reciprocality
(มัช|'|เซิล) n. ที่|ครอบ|หรือ|สวม|ปาก|สุนัข|หรือ|ม้า|,|ปาก|ปืน|,|ส่วน|ยื่น|ของ|ศีรษะ|สัตว์|ที่|ได้แก่ ขากรรไกร ปาก|และ|จมูก. vt. ใส่|ที่|สวม|ปาก|,|จํากัด|,|หักห้าม|  |Syn. suppress
(มา|ย) pron. ของ|ฉัน. interj. คําอุทาน|แสดง|ความ|ประหลาดใจ
(ไม|คอ|ล|'|โลจี) n. พฤกษศาสตร์|ที่|เกี่ยวกับ|เชื้อรา|และ|เห็ด|,|เชื้อรา|,|เห็ด.
รูม่านตา|ขยาย
Pref. '|กล้ามเนื้อ|'
กล้ามเนื้อหัวใจ|ตาย
เป็น|ชั้น|กลาง|ของ|ของ|ผนัง|หัวใจ|เป็น|ส่วน|ของ|กล้ามเนื้อ
(ไม|โอ|'|เพีย) n. ภาวะ|สายตาสั้น|,|การ|มอง|การณ์|ไม่|ไกล
(ไม|ออ|พ|'|พิค) adj. สายตาสั้น
(เมอ|'|เรียด) n. จํานวน|มากมาย|เหลือ|คณานับ adj. มากมาย|เหลือ|คณานับ|  |Syn. multitude|,|infinity
(ไม|'|เซ|ลฟฺ) pron. ตัว|ของ|ฉัน|,|ฉัน|เอง pl. ourselves
(มิ|สเทีย|'|เรียส) adj. ลึกลับ|,|เป็น|ที่|สงสัย|,|ลี้ลับ|,
(มิ|ส|'|เท|อ|รี) n. ความ|ลึกลับ|,|สิ่ง|ที่|ไม่|สามารถ|อธิบาย|ได้|  |Syn. puzzle|,|riddle|,
(มิ|ส|'|ทิค) adj. เป็น|สัญลักษณ์|แห่ง|ผีสาง|เวทมนตร์|,|ลึกลับ n. ผู้|เข้า|ฌาน|,|ผู้|มี|อาคม|ขลัง|,|ผู้|ลึกลับ.  |Syn. mysticity n.  |Syn. secret|,|esoteric
(มิ|ส|'|ทิเคิล) adj. ลึกลับ|,|เกี่ยวกับ|ผีสาง|เวทมนตร์|,|เกี่ยวกับ|อาคม|  |Syn. intuitive|,|inexplicable
(มิ|ส|'|ทิ|ซิ|ส|ซึม) n. ลัทธิ|ผีสาง|เวทมนตร์|,|ความคิด|ที่|ลึกลับ|,|เรื่อง|ประหลาด|มหัศจรรย์
(มิ|ส|'|ทิ|ไฟ) vt. ทํา|ให้|งงงวย|,|ทํา|ให้|ลึกลับ.  |Syn. mystification n.
(มิ|ธ) n. เรื่อง|อภินิหาร|ที่|เป็น|นิยาย|หรือ|ตํานาน|ที่|เล่า|ต่อ ๆ กัน|มา|  |Syn. story|,|legend|,|folk|,|tale
(มิ|ธ|'|ธิเคิล) adj. เกี่ยวกับ myth
(มิ|ธธะลอจ|'|จิเคิล|,|-|จิค) adj. เกี่ยวกับ mythology (ดู)| 
(มิ|ธธะลอจ|'|จิเคิล|,|-|จิค) adj. เกี่ยวกับ mythology (ดู)| 
(มิ|ธธอล|'|โลจี) n. การ|ศึกษา|เกี่ยวกับ|myth
ภาวะ hypothyroidism ใน|ผู้ใหญ่
