(INT) ฮ่า
(N) พยัญชนะอังกฤษตัวที่ 8
(SL) นิสัยติดยา
(N) หมายศาลที่เรียกตัวบุคคลให้มาปรากฏต่อหน้าผู้พิพากษาหรือศาล
(N) คนขายเครื่องแต่งตัวของผู้ชาย
(N) คนขายเครื่องเย็บปักถักร้อย
(N) ร้านขายเครื่องแต่งกายของผู้ชาย
(N) อุปกรณ์แต่งตัว
(VT) แต่งตัว
(N) การติดยาเสพย์ติด
(N) กิจวัตร
(N) ธรรมเนียม
(N) นิสัย
(ADJ) ซึ่งอาศัยอยู่ได้
(N) ผู้อาศัย
(N) ถิ่นที่อยู่
(N) สิ่งแวดล้อม
(N) ที่อยู่อาศัย
(ADJ) ที่ทําให้เกิดความเคยชิน
(ADJ) ที่เป็นนิสัย
(ADV) อย่างเป็นประจํา
(VT) ทําให้เคยชิน
(PHRV) ทําให้คุ้นชินกับ
(N) บ้านไร่
(N) การฟัน
(N) การอึกอัก
(N) เครื่องมือที่ใช้ในการฟัน
(VI) เจาะเข้าโปรแกรมคอมพิวเตอร์อย่างผิดกฎหมาย
(VI) ไอ
(VT) จัดการ
(VT) ตัด
(VT) ตัดถนน
(VT) เตะหน้าแข้ง
(VT) แตะแขนฝ่ายตรงข้ามในกีฬาบาสเกตบอล
(ADJ) ซ้ําซาก
(N) นักเขียนที่ทํางานน่าเบื่อ
(N) บริวารนักการเมือง
(N) ม้าแก่
(N) ม้าให้เช่า
(N) รถรับจ้าง
(VI) ขับรถรับจ้าง
(N) กองอิฐที่ยังไม่ได้เผา
(N) หิ้งตากอาหาร
(VT) วางบนหิ้ง
(PHRV) ใช้เวลาอย่างเปล่าประโยชน์
(PHRV) สับ
(PHRV) จู่โจม (ผู้เล่นฝ่ายตรงข้ามในกีฬาฟุตบอล)
(PHRV) สับลงมาด้วยขวาน
(N) ผู้ทํางานอย่างหามรุ่งหามค่ํา (ทางคอมพิวเตอร์)
(N) ขนยาวรอบคอไก่หรือนก
(VT) หวี
(VI) ตัดอย่างหยาบ
(VT) ตัดอย่างหยาบ
(ADJ) หยาบ
(N) รถม้าให้เช่า
(ADJ) ธรรมดา
(PHRV) ฟันออก
(PHRV) ตัดด้วยขวาน
(PHRV) วางแผนด้วยความยากลําบาก
(N) เลื่อยตัดโลหะ
(PHRV) สับออกด้วยมีดหรือของมีคม
(AUX) กริยาช่องที่ 2 และ ช่องที่ 3 ของ haveกริยาช่องที่ 2 และ ช่องที่ 3 ของ have
(IDM) พึงพอใจที่จะทําบางสิ่ง
(IDM) ควรจะทําบางสิ่ง (คําไม่เป็นทางการ)
(AUX) น่าจะ
(IDM) ควรจะทําบางสิ่ง
(N) ปลาค๊อดจําพวกหนึ่ง
(N) นรก
(SL) หนีอย่างรวดเร็ว
(N) มุสลิมที่ได้ไปแสวงบุญที่กรุงเมกกะ
(IDM) ชอบทําบางสิ่งมากกว่า
(IDM) ชอบทําบางสิ่งมากกว่า
(IDM) อยากทําบางสิ่ง
(N) ฮีโมโกลบิน
(N) สภาวะที่เลือดไหลไม่หยุด
(ADJ) ที่เกี่ยวกับสภาวะเลือดไหลไม่หยุด
(N) ผู้ป่วยที่มีสภาวะเลือดไหลไม่หยุด
(N) การตกเลือด
(N) สภาวะที่ขาดแคลนบุคลากรหรือเงินอย่างรุนแรง
(VI) ตกเลือด
(N) ธาตุโลหะชนิดหนึ่งที่มี 4 วาเลนซี มีสัญลักษณ์ Hf
(N) ด้ามถือของอุปกรณ์หรืออาวุธ
(VT) ใส่ด้าม
(ADJ) หญิงแก่ที่น่าเกลียด
(N) ตม
(N) แม่มด
(N) หญิงแก่ที่น่าเกลียด, แม่มด
(ADJ) ซูบผอม
(ADJ) ไม่เชื่อง
(N) อาหารเครื่องในที่ประกอบด้วยหัวใจ ตับและอื่นๆ ของแกะหรือลูกวัว
(VI) ต่อรองราคา
(VI) ทะเลาะ
(PHRV) ต่อรองราคาเกี่ยวกับ
(PHRV) ต่อรองราคาเพื่อ
(PHRV) ต่อรองราคา
(N) ประวัติชีวิตของนักบุญ
(N) ประวัติชีวิตของนักบุญ
(ADJ) ซึ่งมีความกลัวครอบงํา
(INT) คําอุทานแสดงความประหลาดใจ ความโกรธ ฯลฯ
(N) บทกวีแบบหนึ่งของญี่ปุ่นเป็นแบบ 17 พยางค์
(N) การร้องทักทาย
(VT) ร้องทักทาย
(PHRV) หล่นหรือตกลงมาที่
(IDM) เป็นมิตรกับทุกคน
(PHRV) มาจาก
(N) ลูกเห็บ
(N) พายุลูกเห็บ
(PHRV) พักค้างคืนในโรงแรม (ใช้ในภาษาอังกฤษแบบออสเตรเลีย และเป็นคําไม่เป็นทางการ)
(N) เกาะไหหลํา
(N) ไหหลํา
(N) ผม
(N) เส้นผม
(N) การตัดผม
(N) ทรงผม
(N) ทรงผม
(N) ช่างทําผม
(N) การตัดหรือแต่งผม
(N) เครื่องเป่าผม
(N) รูขุมขนที่ผิวหนัง
(ADJ) ที่ไม่มีขน
(ADJ) ที่แตกต่างกันน้อยมาก
(ADJ) ที่บางเหมือนเส้นผม
(N) ไรผม
(N) เส้นที่ยาวเรียวมาก
(N) ตาข่ายคลุมผม
(IDM) เครื่องดื่มผสมอัลกอฮอล์ที่ใช้ดื่มหลังจากเมาค้าง
(N) วิกผม
(ADJ) เป็นรูป U
(N) กิ๊บหนีบผมเป็นรูปตัว U
(ADJ) น่าขนหัวลุก
(ADJ) แคบที่สุด
(N) เส้นยาแดง
(N) น้ํายาสเปรย์ฉีดผมให้ทรงรูป
(N) น้ํายาสเปรย์ฉีดผมให้ทรงรูป
(N) ขดสปริงขนาดเล็กมากของนาฬิกา
(N) ทรงผม
(ADJ) ซึ่งปกคลุมไปด้วยขน (ผม)
(ADJ) เต็มไปด้วยผม
(N) ประเทศสาธารณรัฐใน West Indias มีเมืองหลวงชื่อ Port-au-Prince
(ADJ) เกี่ยวกับประเทศหรือประชาชนเฮติ
(N) ประชาชนของไฮติ
(N) มุสลิมที่ได้ไปแสวงบุญที่กรุงเมกกะ
(N) มุสลิมที่ได้ไปแสวงบุญที่กรุงเมกกะ
(N) ง้าว
(ADJ) เงียบสงบ
(N) นกเทพยดาที่เชื่อว่ามีอํานาจทําให้ทะเลและคลื่นสงบได้
(ADJ) กระชุ่มกระชวย
(VT) ฉุด
(ADJ) กระชุ่มกระชวย
(IDM) มีสุขภาพดี
(ADJ) ที่เป็นครึ่งหนึ่ง
(ADV) ครึ่งหนึ่ง
(N) ครึ่ง (จํานวน)
(N) ผู้เล่นกองหลัง (กีฬา)
(N) เวลาพักระหว่างครึ่งระยะเวลาการแข่งขันกีฬา
(IDM) มีบางส่วนดีกว่าไม่มีเลย
(ADJ) ครึ่งต่อครึ่ง
(ADV) เป็น 2 ส่วนเท่าๆ กัน
(N) ส่วนผสม 2 สิ่งที่มีจํานวนเท่าๆ กัน
(ADJ) เคลิ้ม
(N) ผู้เล่นกองหลัง (กีฬา)
(ADJ) ครึ่งๆ กลางๆ
(N) ลูกผสม
(N) ลูกครึ่ง
(N) พี่น้องร่วมบิดาหรือร่วมมารดาเดียวกัน
(ADJ) ที่เป็นลูกครึ่ง
(N) ลูกครึ่ง
(N) ตําแหน่งของนกสับกึ่งจะลั่นไก
(ADJ) เหนื่อยมากๆ
(ADJ) ที่ยังค้างคา
(ADJ) ไม่เต็มใจ
(SL) จิ๊ก
(N) ค่ากึ่งชีวิต
(N) การลดธงครึ่งเสา
(SL) ไม่เต็มที่ (เหมือนธงที่ขึ้นเพียงครึ่งเสา)
(N) พระจันทร์ครึ่งดวง
(N) การไว้ทุกข์น้อย
(N) ตัวโน้ตที่มีค่าเป็นครึ่งเสียง (ดนตรี)
(ADJ) ที่มีค่าน้อยมาก
(N) เหรียญบรอนซ์ของอังกฤษมีค่าเท่ากับครึ่งเพนนี (เลิกใช้ในปี ค.ศ.1971)
(N) พี่น้องผู้หญิงที่ร่วมบิดาหรือร่วมมารดาเดียวกัน
(N) เวลาพักระหว่างครึ่งระยะเวลาการแข่งขันกีฬา
(N) เวลาพักระหว่างครึ่งระยะเวลาการแข่งขันกีฬา
(SL) สลึมสลือ
(ADJ) ครึ่งทาง
(ADV) ครึ่งทาง
(N) สถานที่พักฟื้นทางจิตใจ
(N) สถานที่พักระหว่างทาง
(N) คนโง่
(N) ปลาที่มีลําตัวแบนจําพวก Hippoglossus
(N) ภาวะที่มีกลิ่นปาก
(N) บ้านหลังใหญ่ที่ตั้งอยู่ในที่ดินที่กว้างขวางมาก
(N) ระเบียงหรือทางเดินในตึก
(N) ห้องซึ่งมีขนาดใหญ่ที่อยู่ด้านหน้าบ้านหรือตึก
(N) หอประชุม
(N) หอพักสําหรับนักศึกษา
(INT) คําอุทานสรรเสริญพระผู้เป็นเจ้า
(N) เชือกชักใบเรือขึ้นลง
(N) ตราแสดงว่ามีมาตรฐานสูง
(INT) เสียงร้องเรียก
(N) การร้องเรียก
(VI) ร้องเรียก
(INT) เสียงร้องเรียก
(N) การร้องเรียก
(VI) ร้องเรียก
(VT) ทําให้ศักดิ์สิทธิ์
(ADJ) ศักดิ์สิทธิ์
(N) ตอนเย็นหรือคืนวันที่ 31 ตุลาคม
(VI) เกิดภาพหลอน
(VT) ทําให้เกิดภาพหลอนประสาท
(N) อาการประสาทหลอน
(N) สารเคมีที่ทําให้หลอนประสาท เช่น LSD
(N) ห้องที่อยู่ด้านหน้าบ้านหรือตึกซึ่งมีประตูนําไปสู่ห้องอื่น
(N) ความรุ่งโรจน์
(N) รัศมี
(VI) ทรงกลด
(N) ธาตุอโลหะจําพวกฟลูออรีน คลอรีน โบรมีน ไอโอดีนและแอสตาทิน
(ADJ) ที่เกี่ยวกับธาตุอโลหะจําพวกฟลูออรีน คลอรีน โบรมีน ไอโอดีนและแอสตาทิน
(N) การหยุดชั่วคราว
(VI) หยุด
(VT) ทําให้หยุด
(ADJ) ที่เป็นง่อย
(VI) ลังเล
(N) เชือกผูกคอสัตว์ โดยเฉพาะม้า
(ADJ) ที่ตะกุกตะกัก
(VT) แบ่งครึ่ง
(N) พหูพจน์ของ half
(N) เชือกชักใบเรือขึ้นลง
(N) เนื้อขาหมูรมควัน
(N) นักแสดงที่แสดงเกินบทบาท
(SL) นักแสดง
(N) ขนมปังยัดใส้เนื้อสัตว์
(SL) งุ่มง่าม
(N) หมู่บ้านเล็กๆ
(N) ค้อน
(SL) คันเร่ง
(VT) ตอก
(N) สัญลักษณ์ของคอมมิวนิสต์เป็นรูปค้อนกับเคียว
(PHRV) ดีด
(PHRV) ตอกด้วยค้อน
(PHRV) ตอกย้ํา
(PHRV) ทําการศึกษาหรือทํางาน
(PHRV) ยิงไปที่ (อย่างต่อเนื่อง)
(PHRV) ตอก (ตะปูด้วยค้อน) ยึด
(SL) ดื่มเหล้า
(N) ปลาฉลามหัวค้อน จําพวก Sphyrna
(PHRV) เน้นย้ํา
(PHRV) ใช้ค้อนตอกตะปูลงไป
(PHRV) ตอกย้ํา
(PHRV) พังเข้าไป
(PHRV) ใช้ค้อนตอกตะปูลงไป
(PHRV) ตอกย้ํา
(PHRV) ตีให้เป็นรูปเป็นร่างด้วยค้อน
(PHRV) ทุบเสียงดัง
(PHRV) เคาะ (แป้นเปียโน, พิมพ์ดีด)
(PHRV) ดึงด้วยค้อน
(PHRV) ตีหรือทุบด้วยค้อน
(PHRV) ตีให้แบนด้วยค้อน
(PHRV) พูดคุยในรายละเอียดและตัดสินใจได้
(N) เปลญวน
(ADJ) เกี่ยวกับการที่แสดงเลยเถิด
(VT) ทําให้หยุดชะงัก
(SL) อวัยวะเพศชาย
(N) สัตว์คล้ายหนูชนิดหนึ่ง ในตระกูล Muridae
(N) เอ็นร้อยหวาย
(VT) ตัดเอ็นร้อยหวายที่ขา (ทําให้ขาพิการ)
(PHRV) ทําอวดตัว
(N) การควบคุม
(N) การปรบมือ
(N) ขาไพ่
(N) เข็มนาฬิกา
(N) คนงาน
(N) ความช่วยเหลือ
(N) ความมีส่วนร่วม
(N) ความสามารถ
(N) ผู้เชี่ยวชาญ
(N) ไพ่ที่ถืออยู่บนมือ
(N) มือ
(N) ลายมือ (การเขียนหนังสือ)
(N) ลูกเรือ
(N) อิทธิพล
(VT) จูง
(VT) ส่ง (ด้วยมือ)
(PHRV) คืนด้วยมือ
(PHRV) ทําให้ (บางคน) ได้ (บางอย่าง) คืนมา
(N) กระเป๋าถือของผู้หญิง
(N) กีฬาตีลูกด้วยมือ
(N) กระเช้า
(N) ใบปลิว
(N) หนังสือคู่มือ
(N) เบรกมือ (ของรถจักรยานหรือจักรยานยนต์)
(N) รถเข็นขนาดเล็ก
(N) การตบมือ
(N) กุญแจมือ
(VT) ใส่กุญแจมือ
(PHRV) ช่วยให้ลงจาก (พาหนะ)
(PHRV) ทิ้งไว้ให้คนรุ่นหลัง
(PHRV) ประกาศเป็นทางการ
(PHRV) ส่งต่อ (คนที่เด็กกว่าในครอบครัวได้ใช้ต่อ)
(PHRV) ส่งไปให้
(N) หนึ่งกํามือ
(N) ระเบิดมือ
(N) ปืนที่สามารถยิงด้วยมือเดียว
(N) ความพิการ
(N) อุปสรรค
(VT) เป็นอุปสรรคแก่
(ADJ) ซึ่งพิการ
(N) คนพิการ
(N) หัตถกรรม
(N) ช่างฝีมือ
(ADV) อย่างชํานาญ
(PHRV) มอบให้ (ด้วยมือ)
(PHRV) ส่งขึ้น (รถ)
(N) ความคล่องแคล่ว
(IDM) ใกล้ชิดกับบางคนมาก
(IDM) จับมือกัน
(IDM) ลงโทษ
(PHRV) ชื่นชม
(N) งานหัตถกรรม
(SL) การช่วยตัวเอง (ผู้ชาย)
(N) ผ้าเช็ดหน้า
(N) ที่จับ
(N) โอกาสที่จะประสบความสําเร็จ
(VT) ดูแล
(VT) ถือ
(N) ที่สําหรับมือจับ
(N) แว่นขยาย
(N) ผู้จัดการ
(ADJ) ซึ่งทําด้วยมือ
(N) สาวใช้
(ADJ) ที่ผ่านมือจากคนหนึ่งไปยังอีกคนหนึ่ง
(N) สิ่งของที่ใช้แล้ว
(PHRV) ผลักออกไปด้วยมือ (กีฬารักบี้)
(PHRV) มอบอํานาจให้กับ
(PHRV) ส่ง (ข้อมูล) ให้
(PHRV) ส่ง (บางสิ่ง) ให้ด้วยมือ
(PHRV) ส่งมอบให้ต่อ
(N) ของให้ทาน
(PHRV) แจกจ่าย
(PHRV) ส่งหรือยกออกมาจากรถ
(VT) แจกจ่าย
(PHRV) มอบอํานาจให้กับ
(PHRV) ส่ง (บางสิ่ง) ให้ด้วยมือ
(VT) ยื่นให้
(VT) หยิบด้วยมือ
(N) ราวมือจับ
(PHRV) ส่งให้ทุกคนด้วยมือ
(N) ความกว้างของฝ่ามือ
(ADJ) ได้มาอย่างง่ายดาย
(ADJ) ยอมรับโดยปราศจากข้อสงสัย
(N) การจับมือกับคนอื่นเพื่อทักทายหรือบอกลา
(SL) การช่วยตัวเอง
(ADJ) ไม่ยุ่ง
(ADJ) เมตตากรุณา
(ADJ) รูปหล่อ
(SL) ที่เกี่ยวข้องโดยตรง
(N) การตีลังกาโดยใช้มือทั้งสองยันพื้น
(PHRV) มอบให้
(ADJ) ซึ่งประชิดตัว
(ADJ) หาเช้ากินค่ํา
(PHRV) ช่วยฉุดขึ้น
(PHRV) ยื่นต่อ
(PHRV) ส่งขึ้นไปด้วยมือ
(N) งานฝีมือ
(ADJ) ซึ่งทอด้วยมือ
(VT) เขียนด้วยมือ
(N) ลายมือเขียน
(ADJ) ที่เขียนด้วยมือ โดยใช้ปากกา ดินสอและอื่นๆ
(ADJ) ที่ทําด้วยมือ (โดยเฉพาะการใช้ค้อนตอก)
(ADJ) สะดวก
(N) คนที่รับจ้างทํางานเล็กๆน้อยๆ
(N) ช่างซ่อม
(VT) แขวน
(VT) ฆ่าด้วยการแขวนคอ
(PHRV) คอยโดยไม่ทําอะไร
(PHRV) แขว่งไปมาจากหรือรอบส่วนของร่างกาย
(PHRV) ขู่ให้กลัว
(PHRV) ค่อยๆ ก่อตัวขึ้น
(PHRV) คอยวนเวียนอยู่ใกล้ๆ
(PHRV) เป็นเพื่อนกับ
(SL) เลี้ยวกลับ
(SL) เลี้ยวซ้าย
(SL) เลี้ยวซ้าย
(N) โรงเก็บเครื่องบิน
(PHRV) คอยโดยไม่ทําอะไร
(PHRV) แขว่งไปมาจากหรือรอบส่วนของร่างกาย
(PHRV) ขู่ให้กลัว
(PHRV) ค่อยๆ ก่อตัวขึ้น
(PHRV) คอยวนเวียนอยู่ใกล้ๆ
(PHRV) เป็นเพื่อนกับ
(VI) เตร็ดเตร่
(PHRV) ลังเล
(PHRV) ตามไม่ทัน
(PHRV) ห้อยอยู่กับ
(ADJ) น่าละอาย
(N) คนที่น่าดูถูก
(PHRV) ห้อยลงมา
(IDM) รอคอย
(PHRV) ห้อยอยู่กับ
(N) เครื่องร่อนโครงสร้างเบาและปีกกว้าง มีคานยาวให้ผู้ร่อนยึดจับไว้สําหรับควบคุมการร่อน
(PHRV) ทําต่อไป (ทั้งๆที่ยากมาก) (มักใช้ในการสั่งและเป็นคําไม่เป็นทางการ)
(ADJ) ที่ถูกตัดสินให้ถูกแขวนคอ
(N) การแขวนคอ
(SL) เลวร้าย
(IDM) (สถานการณ์) ไม่แน่นอนว่าจะจบด้วยดีหรือร้าย
(IDM) อยู่ในสภาพที่ยังไม่ตัดสินใจ
(IDM) พยายามต่อไป
(PHRV) คําสบถเมื่อโกรธ ตกใจ หรือประหลาด
(SL) ยกเลิก
(IDM) ใจเย็นๆ
(SL) สงบสติไว้
(N) เพชฌฆาต (ที่แขวนคอนักโทษ)
(N) ปมแขวนคอ
(PHRV) ลังเล
(PHRV) ถือสาย (โทรศัพท์) ไว้ก่อน
(PHRV) ถือสายไว้ก่อน
(PHRV) สู้ต่อไป
(PHRV) กด
(PHRV) เกาะติดกับ
(PHRV) ขึ้นอยู่กับ
(PHRV) ตั้งใจฟัง
(PHRV) เอาใจใส่กับ (อย่างมาก)
(IDM) ต่อย (คําไม่เป็นทางการ)
(IDM) ออกไปเมา (ข้างนอก)
(PHRV) เกาะติดกับ
(PHRV) จับไว้แน่น
(PHRV) ช่วยเหลือ
(PHRV) พยายามเก็บหรือรักษา
(N) ที่ที่คนๆ หนึ่งชอบไปเป็นประจํา (คําสแลง)
(PHRV) ชะโงกออกไป
(PHRV) ใช้เวลามาก (คําไม่เป็นทางการ)
(PHRV) เรียกร้อง
(PHRV) เข้ามาใกล้
(PHRV) ดําเนินต่อไป
(PHRV) ล้อมรอบ
(PHRV) แวดล้อม
(N) สิ่งที่ค้างอยู่
(N) อาการเมาค้าง
(SL) เลี้ยวขวา
(PHRV) คอยโดยไม่ทําอะไร
(PHRV) แขว่งไปมาจากหรือรอบส่วนของร่างกาย
(PHRV) ขู่ให้กลัว
(PHRV) ค่อยๆ ก่อตัวขึ้น
(PHRV) คอยวนเวียนอยู่ใกล้ๆ
(PHRV) เป็นเพื่อนกับ
(PHRV) แขวนไว้กับ
(PHRV) ถูกแขวนคอ
(N) สิ่งที่กังวลอยู่ (คําไม่เป็นทางการ)
(PHRV) แขวน
(PHRV) ทําให้ยุ่ง (คําไม่เป็นทางการ)
(PHRV) ทําให้ล่าช้า
(PHRV) ผูก (ม้า) ไว้กับเสา (คําไม่เป็นทางการ)
(PHRV) วางหูโทรศัพท์ลง
(VI) วางหู
(VT) แขวน
(PHRV) กด
(PHRV) เกาะติดกับ
(PHRV) ขึ้นอยู่กับ
(PHRV) ตั้งใจฟัง
(PHRV) เอาใจใส่กับ (อย่างมาก)
(PHRV) แขวน (บางสิ่ง) ไว้กับ
(N) ขด (ด้าย ไหม ลวด)
(VI) อยากได้เป็นอย่างมาก
(PHRV) ปรารถนา (บางสิ่ง) อย่างมาก
(PHRV) ปรารถนา (บางสิ่ง) อย่างมาก
(N) ผ้าเช็ดหน้า (คําไม่เป็นทางการ)
(SL) หิวมาก
(N) ผ้าเช็ดหน้า (คําไม่เป็นทางการ)
(N) ความประพฤติที่ไม่ถูกต้องตามทํานองคลองธรรม
(N) เมืองฮานอย
(N) ฮานอย
(N) รถม้า 2 ล้อชนิดหนึ่ง
(N) หนุมาน
(N) เหตุการณ์ (คําโบราณ)
(VI) ปรากฏ (คําโบราณ)
(ADJ) ซึ่งเกิดชึ้นโดยไม่ได้ตั้งใจ
(ADV) ซึ่งเกิดชึ้นโดยไม่ได้ตั้งใจ
(ADJ) เคราะห์ร้าย
(ADV) บางที (คําโบราณ)
(VI) ปรากฏ
(VI) พบโดยบังเอิญ
(PHRV) มาถึงโดยบังเอิญ
(N) ปรากฏการณ์
(PHRV) พบโดยบังเอิญ
(PHRV) เกิดขึ้นกับ
(PHRV) ทําให้เสียหาย
(PHRV) พบโดยบังเอิญ
(ADV) อย่างมีความสุข
(N) ความสุข
(ADJ) โชคดี
(ADJ) มีความสุข
(IDM) ร่าเริง
(IDM) มีความสุขมาก
(IDM) มีความสุขมาก
(IDM) มีความสุขมาก
(IDM) มีความสุขมาก
(ADJ) สบายอกสบายใจ
(SL) เครื่องดื่มที่มีอัลกอฮอล์ (เช่น เหล้า, ไวน์, เบียร์)
(N) การคว้านท้อง
(N) คําปราศรัยที่ยื่ดยาดและรุนแรง
(VI) กล่าวคําปราศรัยที่ยื่ดยาดและรุนแรง
(VT) ทําให้ลําบากใจ
(VT) รบกวน
(N) ผู้สืบข่าวที่ไปล่วงหน้าก่อน
(N) ท่าเรือ
(VI) จอดเรือไว้ที่ท่าเรือ
(VT) เก็บไว้ในใจ
(VT) จอดเรือไว้ที่ท่าเรือ
(N) นายท่า
(N) ท่าเรือ
(VI) จอดเรือไว้ที่ท่าเรือ
(ADJ) แข็ง
(ADJ) แข็งกระด้าง
(ADJ) เต็มไปด้วยปัญหา
(ADJ) ที่ต้องใช้ความพยายามมาก
(ADJ) เป็นจริง
(ADJ) ยาก
(ADJ) (อากาศ) รุนแรง
(ADV) โดยใช้สมาธิ
(ADV) โดยแรง
(ADV) อย่างใช้ความพยายามมาก
(IDM) กฎระเบียบที่เคร่งครัด
(IDM) แข็งมาก
(IDM) แข็งมาก
(IDM) ใจร้าย
(IDM) โหดร้าย
(IDM) แข็งมาก
(IDM) ทํางานหนัก
(ADJ) ที่เป็นปกแข็ง
(N) หนังสือปกแข็ง
(ADJ) แข็งแกร่งจากประสบการณ์
(ADJ) (ไข่) ที่ต้มจนแข็ง
(SL) เย็นชา
(IDM) เงินสด
(N) ข้อมูลจากคอมพิวเตอร์ที่พิมพ์ลงกระดาษ
(N) บุคคลที่เป็นแกนกลาง
(ADJ) ที่เป็นปกแข็ง
(N) หนังสือปกแข็ง
(N) จานแม่เหล็กเก็บข้อมูลของคอมพิวเตอร์ มีเนื้อที่มากกว่าแผ่นแม่เหล็กบันทึกข้อมูลแบบบาง (floppy disk) (คอมพิวเตอร์)
(N) ยาเสพติดให้โทษที่รุนแรงมาก เช่น เฮโรอีน โคเคน
(VT) ทําให้แข็ง
(VT) ทําให้ใจแข็ง
(ADJ) ซึ่งแข็งขึ้น
(ADJ) ซึ่งไม่มีความรู้สึก
(PHRV) ดึงเชือกไว้ (การแล่นเรือ)
(N) การแข็งตัว
(PHRV) (ต้นไม้) โตพอที่จะปลูกไว้ข้างนอก
(PHRV) ทนทานต่อ
(PHRV) ดึงเชือกไว้ (การแล่นเรือ)
(N) ครุภัณฑ์
(ADJ) ดื้อรั้น
(ADJ) โหดร้าย
(N) จิตใจที่แข็งกล้า
(N) ความแข็งแกร่ง
(N) การให้นักโทษทํางานหนัก (นอกเหนือจากการถูกจําคุก)
(N) การให้นักโทษทํางานหนัก (นอกเหนือจากการถูกจําคุก)
(ADJ) ที่ยึดมั่นในหลักการ
(ADV) ด้วยความยากลําบาก
(ADV) แทบจะไม่
(N) ความกระด้าง (ของน้ํา)
(N) ความแข็ง
(N) ความทนทาน
(N) ความลําบาก
(ADJ) ดื้อ (คําไม่เป็นทางการ)
(IDM) คนหรือสิ่งที่ยากจะจัดการ (คําไม่เป็นทางการ)
(IDM) ไม่ค่อยได้ยิน
(PHRV) ปฏิบัติกับ (บางคน) อย่างหยาบคายมาก
(N) เพดานแข็ง (ภายในปาก)
(ADJ) ซึ่งประสบกับความยากลําบาก
(ADJ) อัตคัด
(IDM) ประสบความยุ่งยาก (เกี่ยวกับเวลา,เงิน,งาน ฯลฯ)
(IDM) หา (สิ่งที่ยาก) ทํา
(N) ดนตรีร็อกที่มีจังหวะตีแบบง่ายๆ หนักแน่นและเสียงดัง
(N) การขายของแบบยัดเยียด (คําไม่เป็นทางการ)
(SL) การพยายามขายหรือโฆษณาสินค้า
(ADJ) ยึดมั่น
(ADJ) ไม่อ่อนข้อ
(N) ความทุกข์ยาก
(N) ขนมปังแข็งที่เป็นเสบียงของทหาร
(SL) ไม่อยากเชื่อ
(PHRV) ยากจน
(IDM) มีไม่เพียงพอ
(N) เครื่องมือที่ทําด้วยเหล็ก
(N) อุปกรณ์คอมพิวเตอร์
(N) น้ํากระด้าง
(ADJ) ซึ่งทําจากไม้เนื้อแข็ง
(N) ไม้เนื้อแข็ง
(ADJ) ขยัน
(ADJ) ใจกล้า
(ADJ) ทรหด
(N) กระต่ายป่า เป็นสัตว์ในตระกูล Lepus
(VI) วิ่งอย่างรวดเร็ว
(N) กีฬาสุนัขล่ากระต่าย
(N) พืชไม้ดอกรูประฆัง มีสีน้ําเงิน เป็นพืชจําพวก Campanula rotundifolia
(ADJ) โง่เง่า
(N) ปากแหว่งหรือปากโหว่แต่กําเนิด
(N) กลุ่มผู้หญิงในบ้านของคนมุสลิม
(N) ส่วนของบ้านคนมุสลิมสําหรับให้ผู้หญิงอยู่
(N) การค่าตัวตายโดยการคว้านท้องของคนญี่ปุ่น
(VI) ฟัง
(PHRV) ฟังอย่างไม่เชื่อถือ
(PHRV) พูดถึงความทรงจํา (ที่มีความสุข) ในอดีต
(PHRV) หวนกลับไปจุดเดิม
(VI) กล่าวถึงเรื่องในอดีต
(VI) เตือนให้นึกถึง
(VI) ฟังอย่างสนใจ
(VT) ตั้งใจฟัง
(PHRV) ฟังเสียง (คําเก่า)
(N) ย่านหนึ่งของกรุงนิวยอร์กทางด้านตะวันออกเฉียงเหนือของแมนแฮตตัน
(ADJ) มีสีสันและรูปแบบหลากหลาย
(N) ตัวละครตลกที่สวมเสื้อลายข้าวหลามตัด
(N) โสเภณี
(N) การเป็นหญิงโสเภณี
(N) ความชั่วร้าย
(N) ความเสียหาย
(VT) ทําร้าย
(ADJ) ซึ่งให้โทษ
(ADV) อย่างเป็นอันตราย
(ADJ) ซึ่งไม่เป็นอันตราย
(ADJ) ไม่ทําให้โมโห
(ADJ) ไม่มีภัย
(N) ความไม่เป็นอันตราย
(ADJ) ที่ประสานกัน
(ADV) เสียงประสาน
(N) หีบเพลงปาก
(N) เสียงประสาน
(ADJ) ซึ่งเข้ากันดี
(ADJ) ซึ่งเป็นอันหนึ่งอันเดียวกัน
(ADJ) ประสานกัน
(ADV) อย่างเข้ากันได้
(ADV) อย่างเป็นอันหนึ่งอันเดียวกัน
(N) การกลมกลืน
(N) ประสานกัน
(VI) ้เข้ากันได้
(VI) ประสานกัน
(VT) ้เข้ากันได้
(VT) ทําให้เข้ากัน
(VT) ทําให้เข้ากันได้
(VT) ประสานเสียง
(PHRV) เข้ากันได้กับ
(N) การประสานเสียง
(N) ความสามัคคี
(N) บังเหียน
(VT) ควบคุม
(VT) ใส่บังเหียน
(PHRV) ผูกเชือกหรือสายหนังไว้กับเครื่องยนต์
(PHRV) ใส่เครื่องเทียม
(N) พิณ
(PHRV) พูดพร่ําเพ้อถึง
(N) นักเล่นพิณ
(PHRV) พูดพร่ําเพ้อถึง
(VT) พูดซ้ําซาก
(N) ฉมวก
(N) สัตว์ประหลาดในนวนิยายที่มีหัวและลําตัวเป็นผู้หญิง แต่มีหาง ขาและกรงเล็บเหมือนนก
(N) ปืนยาวโบราณชนิดหนึ่ง
(N) หญิงที่ดุร้าย
(N) เหยี่ยวจําพวก Circus ที่ล่าสัตว์เล็ก
(N) สุนัขที่ล่ากระต่าย
(N) คราด
(VT) ปล้นสะดม
(VT) รบกวน
(SL) น้ําอสุจิ
(ADJ) กระด้าง
(ADJ) ที่ไม่สามารถทนได้ (ต่อสภาพอากาศหรือสภาพความเป็นอยู่)
(ADJ) แสบ (แก้วหู)
(ADJ) หยาบ
(ADV) อย่างเกรี้ยวกราด
(N) กวางตัวผู้สีแดงที่โตแล้ว
(N) กวางแอฟริกันขนาดใหญ่ชนิดหนึ่ง จําพวก Alcelaphus
(ADJ) สะเพร่า
(ADV) สะเพร่า
(N) คนที่สะเพร่า
(N) การเก็บเกี่ยว
(N) ผลผลิต
(N) ฤดูเก็บเกี่ยว
(VI) เก็บเกี่ยว
(N) เครื่องเกี่ยว
(N) ผู้เก็บเกี่ยว
(VT) กิน
(VT) ได้รับ
(VT) มี
(VT) มีคุณสมบัติ
(N) บุคคลที่เคยมีชื่อเสียงในอดีต แต่ปัจจุบันนี้แทบจะถูกลืม (คําไม่เป็นทางการ)
(SL) เก่า
(N) การนํากลับมาทําใหม่
(N) ความยุ่งเหยิง
(N) อาหารจานหนึ่งมีเนื้อสับ มันฝรั่ง หรือผักชนิดอื่น แล้วนําไปอบหรือทอดจนเหลือง
(VT) ทําให้ยุ่งเหยิง
(VT) พิจารณาอย่างละเอียด
(VT) สับ
(SL) ร้านอาหารราคาถูก
(N) กัญชา (คําแสลง)
(PHRV) พูดคุยกันนานในเรื่องที่เป็นปัญหา (คําไม่เป็นทางการ)
(PHRV) พิจารณาอย่างละเอียดและใช้เวลานาน (คําไม่เป็นทางการ)
(SL) คนทําอาหาร / คนเสิร์ฟ (ในร้านอาหารราคาถูก)
(PHRV) ทําให้เสียโดยประมาท (คําไม่เป็นทางการ)
(PHRV) สับออกเป็นชิ้นเล็กๆ
(AUX) คําย่อของ has not
(N) บานพับสําหรับใส่กุญแจ
(VT) ใส่บานพับ
(N) การทะเลาะ
(N) ความยุ่งยาก
(VI) ทะเลาะ
(VT) รบกวน
(N) เบาะรองเข่า
(AUX) กริยาช่องที่ 1 เอกพจน์ บุรุษที่ 2 ของ have (คําโบราณ)
(VT) กริยาช่องที่ 1 เอกพจน์ บุรุษที่ 2 ของ have (คําโบราณ)
(N) ความรีบเร่ง
(N) ความหุนหันพลันแล่น
(VT) รีบเร่ง
(ADV) อย่างรีบเร่ง
(ADJ) รีบเร่ง
(N) บทบาท
(N) หมวก
(N) แถบที่ติดอยู่รอบหมวก
(N) ประตูเล็กที่อยู่บนพื้นหรือเพดานเครื่องบินหรือเรือ
(VI) ออกจากไข่
(VT) คิดวางแผน (อย่างลับๆ)
(VT) วาดเส้นแรเงา
(N) รถยนต์ที่มีประตูหลังซึ่งเปิดให้กางขึ้นข้างบนได้ ทําให้ด้านหลังมีที่ว่างเก็บของได้มากขึ้น
(N) สถานที่ฟักไข่ โดยเฉพาะไข่ไก่ ไข่เป็ด ไข่ปลา
(N) ขวานด้ามเล็กๆ
(PHRV) พิจารณาและตัดสินเกี่ยวกับ (คําไม่เป็นทางการ)
(PHRV) ฟักตัวออกมาจากไข่
(N) ความเกลียด
(VT) เกลียด
(ADJ) น่ารังเกียจ
(ADJ) ซึ่งมีเจตนาร้าย
(ADV) อย่างเต็มไปด้วยความเกลียด
(N) ผู้ปลุกปั่นให้เกิดการเกลียดชัง
(AUX) กริยาช่องที่ 1 เอกพจน์ บุรุษที่ 3 ของ have (คําโบราณ)
(N) ที่แขวนหมวก
(N) ความเกลียดชัง
(N) คนที่ทํา ขาย และซ่อมแซมหมวก
(ADV) อย่างยโส
(N) ความทระนง
(ADJ) ซึ่งทระนง
(N) ของที่ถูกขโมยไป
(VT) ลําเลียง
(VT) ลาก
(N) การขนส่งสินค้า (ทางรถยนต์หรือรถไฟ)
(PHRV) ถูกนําตัวขึ้นศาล
(PHRV) ปลดลง
(PHRV) ยกลง (จากระดับสูง)
(PHRV) ลาก
(N) ลําต้นหรือยอดของพืชประเภทถั่ว มันฝรั่งและหญ้า
(PHRV) ลากหรือแล่นเรือไปตามลม
(PHRV) ลากหรือแล่นเรือไปตามลม
(PHRV) ด่าว่าที่ทําผิด
(PHRV) ดึงเชือกให้ตึง (การแล่นเรือ)
(PHRV) ยกขึ้น
(PHRV) หยุดเเล่น
(N) สะโพก
(N) สถานที่ที่ไปเป็นประจํา
(VT) ทําให้กังวล
(VT) หลอกหลอน
(ADJ) ซึ่งสิงอยู่
(ADJ) ยังคงอยู่ในความทรงจํา
(N) เมืองท่าและเมืองหลวงของคิวบา
(N) บุหรี่ซิการ์ของคิวบา
(VT) คลอด
(VT) จัด
(VT) ได้รับ
(VT) เป็นโรค
(VT) มี
(VT) มีแขก
(VT) รับประทาน
(IDM) มีช่วงเวลาที่น่าสนุกสนาน
(IDM) พยายามทําบางสิ่ง
(PHRV) พยายามทําบางสิ่ง (เช่น การแข่งขัน, การทําสิ่งที่ยาก)
(IDM) มีความคิด
(IDM) เป็นคนช่างนินทา (คําไม่เป็นทางการ)
(IDM) จัดงานสังสรรค์
(IDM) มียางรถแตกหรือระเบิด
(IDM) มีเรื่องโต้แย้งกับบางคน
(PHRV) มีอยู่
(PHRV) พกไว้กับ
(PHRV) มี (ความคิด, ความรู้สึก) เกี่ยวกับ
(PHRV) อยู่เป็นเพื่อน
(IDM) รู้สึกขุ่นเคือง
(IDM) หลุดพ้นจากความผิด (เกี่ยวกับบางคนหรือบางสิ่ง)
(IDM) หลุดพ้นจากความผิด (เกี่ยวกับบางคนหรือบางสิ่ง)
(IDM) พยายามทําบางสิ่ง
(IDM) ไม่ยอมรับ
(IDM) ฟังดูคุ้นๆ
(IDM) โกรธมาก (คําไม่เป็นทางการ)
(IDM) มีพรสวรรค์
(IDM) ให้การสนับสนุนหรือช่วยเหลือทั้งสองฝ่าย
(PHRV) มีอคติต่อ
(PHRV) เสียเปรียบ
(IDM) มีพรสวรรค์
(IDM) พยายามทํา
(IDM) เชี่ยวชาญในบางสิ่ง
(IDM) มีสามัญสํานึก
(IDM) มีสิ่งที่ได้เปรียบ
(IDM) รู้สึกสนุกสนาน
(IDM) เข้าใจบางสิ่ง
(IDM) ไม่ชอบ
(IDM) ไม่ชอบ
(IDM) ช่วยวางแผนหรือทําบางสิ่ง
(IDM) มีความเห็นอกเห็นใจ
(IDM) พูดคุยเปิดเผยและเป็นกันเอง
(IDM) ชอบ (ไม่เคยเปลี่ยน)
(IDM) มีหลายสิ่งเป็นประโยชน์ต่อบางคน (คําไม่เป็นทางการ)
(IDM) มีอนาคตต่อไป
(IDM) มีหลายอย่างที่ต้องห่วงกังวล
(IDM) โกรธง่าย (คําไม่เป็นทางการ)
(IDM) ประสบกับสิ่งที่ไม่คาดคิดมาก่อน
(IDM) มีความสัมพันธ์ทางเพศกับเพศตรงข้าม
(IDM) ดึงดูดใจ
(IDM) โต้เถียงกับบางคน
(IDM) ดึงดูดใจ
(IDM) คาดเดา
(IDM) หลักแหลม
(IDM) เกือบชนหรือกระแทก
(IDM) เฝ้าดูบางคนหรือบางสิ่ง
(IDM) ดึงดูดใจ
(IDM) คาดเดา
(IDM) คาดเดา
(IDM) ต้องการเงินทิป
(IDM) ต้องการเงินทิป
(IDM) เข้าใจผิด
(IDM) ต้องคิดใหม่ (ใช้เมื่อคิดหรือทําบางเรื่องผิดพลาด)
(IDM) มีทางหนีทีไล่หรือมีทางเลี่ยง
(IDM) กระสับกระส่าย
(IDM) ชื่นชอบบางสิ่ง
(IDM) มีค่าหัวหรือรางวัลนําจับ
(IDM) มีสิทธิ์ในการกระทําบางสิ่ง
(IDM) พบกับช่วงเวลาลําบากหรือยุ่งยาก (คําไม่เป็นทางการ)
(PHRV) มีอยู่กับตัว (เช่นเงิน, เครื่องประดับ)
(PHRV) มีคนไปเป็นเพื่อน
(IDM) มีส่วนในการตัดสินใจ
(IDM) ทําบ้าๆ
(SL) โกรธง่าย
(IDM) สูบบุหรี่ ซิการ์หรือไปป์ (ใช้ need หรือ  want แทน have ได้)
(IDM) ไม่มีโอกาสเลย
(IDM) ชอบบางคนหรือบางสิ่งมาก
(IDM) ชอบมาก
(IDM) เป็นอัมพาตหรือหมดสติทันที (ใช้กล่าวเกินจริง)
(IDM) อยากรับประทานขนมหวาน
(PHRV) เข้าจู่โจม (คําโบราณ)
(IDM) เหนื่อยยาก
(IDM) รู้สึก (บางอย่าง) อย่างมากในแง่ดีหรือไม่ดี
(SL) ปวดอึอย่างมาก
(IDM) มีส่วนตัดสินใจ (ในบางเรื่อง)
(IDM) ชอบมาก
(IDM) ชอบมาก
(IDM) มีช่วงเวลาแห่งความตื่นเต้นยินดี
(SL) มีช่วงเวลายิ่งใหญ่
(IDM) คุยกับบางคนเป็นส่วนตัว
(PHRV) เชิญให้กลับมา
(PHRV) ได้กลับคืน
(PHRV) ยอมกลับมาคืนดีกับ
(IDM) บ้าๆ
(IDM) มีประสบการณ์ (คําไม่เป็นทางการ)
(IDM) โดนหลอก
(IDM) ทุกข์ทรมาน
(PHRV) มีลูกกับ
(IDM) รับผิดชอบ
(IDM) ล้างมือแล้ว
(IDM) ก้าวหน้าไปมาก
(IDM) ควบคุม
(IDM) วางแผนเพื่อบางคนหรือบางสิ่ง
(PHRV) เชิญให้มาพัก
(IDM) อับอายขายหน้า
(SL) อับอายขายหน้า
(IDM) มีตาหลัง (รู้เห็นทุกสิ่งที่เกิดขึ้น สิ่งที่ไม่น่าจะรู้ หรือสิ่งที่เป็นไปไม่ได้)
(IDM) มีข้อบกพร่อง
(PHRV) กิน (บางอย่าง) เป็นอาหาร
(PHRV) แสดงความรู้สึกกับ
(IDM) ต้องทํา
(IDM) มีความสามารถในการปลูกต้นไม้
(IDM) มีปัญหาในการขยายกิจการ การเจริญเติบโต หรือความก้าวหน้า
(IDM) เลิกทน (เพราะได้รับบางสิ่งมากไปแล้ว)
(IDM) ไม่มีประโยชน์อีกต่อไป
(IDM) มาถึงจุดที่หมดความอดทน
(IDM) เกือบตัดสินใจทําบางสิ่ง
(IDM) ประสบปัญหามาก
(IDM) คาดหวังสูง
(PHRV) มีเก็บไว้เพียงพอ
(PHRV) หมดสภาพ
(PHRV) แอบเป็นชู้กับ
(SL) หลบฉากออกไปอย่างเร็ว
(IDM) มีสองอย่างพร้อมกัน
(IDM) ไม่ชอบ
(IDM) สงสัย
(IDM) สงสัย
(IDM) มีเงินมากจนล้น (คําไม่เป็นทางการ)
(N) ท่าเรือ
(N) ที่หลบภัย
(VT) จัดที่หลบภัย
(IDM) ไม่ฉลาดในการทําบางสิ่ง
(IDM) ง่ายสําหรับ
(IDM) กระตือรือร้นที่จะยอมรับบางสิ่งทันที
(IDM) ยอมรับทันที
(IDM) ไม่ยอมทนต่อบางสิ่ง
(IDM) ขาดความอดทน
(IDM) หลีกเลี่ยงบางสิ่งหรือบางคน
(IDM) ไม่ชอบ
(IDM) ไม่มีประโยชน์สําหรับ
(IDM) ไม่ชอบ
(IDM) ไม่มีประโยชน์สําหรับ
(AUX) คําย่อของ have not
(PHRV) เอาออกโดยบังเอิญ
(PHRV) สวมใส่
(PHRV) มีไว้กับตัว
(IDM) มีหรือทําสองสิ่งพร้อมกัน
(IDM) ฟังอย่างตั้งใจ
(IDM) เฝ้าดู
(IDM) เข้ามามีส่วนร่วม
(IDM) เริ่มก้าวแรกของการเข้าสู่วงการ
(IDM) กําลังยักยอกเงินจากองค์กรหรือบริษัท
(IDM) ยุ่งวุ่นวายอยู่กับ
(IDM) กันให้พ้นจากบางสิ่ง
(IDM) ไม่ตระหนักถึงสิ่งที่กําลังเกิดขึ้น
(IDM) มีเหตุผล
(IDM) ซึมเศร้ามาก
(IDM) มีความตั้งใจดี แม้ผลที่ได้จะไม่ดี
(IDM) มีความตั้งใจ แม้ผลที่ออกมาไม่ดี
(IDM) เผยความรู้สึก
(IDM) ปรารถนา
(IDM) มีความปรารถนาหรือคาดหวังบางสิ่ง
(IDM) อวดหยิ่ง
(IDM) กําลังอ่านหนังสือ
(IDM) แก้แค้น
(IDM) กลัว
(IDM) กลัวจนหางจุกตูด
(IDM) เสียกําลังใจ (คําไม่เป็นทางการ)
(IDM) ทําตามปรารถนา
(IDM) ฉลาด
(IDM) ฉลาด
(IDM) มีงานที่มากและยากเตรียมไว้ให้บางคน
(IDM) มีสิ่งสําคัญที่ต้องทํา (คําไม่เป็นทางการ)
(PHRV) ถอนออก (เช่น ฟัน)
(PHRV) เชิญมาบ้าน
(PHRV) จําได้หมด
(IDM) มีอิทธิพลต่อบางคน
(N) พูดเรื่อยเปื่อยทําให้เสียเวลา
(IDM) มีเหตุผลที่จะทําบางอย่าง
(IDM) สงสัย
(PHRV) เชิญมาบ้าน
(N) กระเป๋าผ้าใบที่สะพายบนไหล่เดียว ของทหารหรือนักปีนเขา
(IDM) เก่า
(IDM) ทําแล้ว
(SL) คําอุทานแสดงความพอใจสุดยอด
(IDM) ควบคุมบางคนได้
(IDM) มีบางคนกําลังคอยการตัดสินใจ
(IDM) สนใจอย่างจริงจัง
(IDM) สามารถทําบางสิ่งได้ง่าย
(IDM) ประสบความสําเร็จกับ (สิ่งที่ทํา)
(IDM) มีบางสิ่งเหมือนกัน
(IDM) เตรียมทําบางสิ่ง
(IDM) คิดถึงบางสิ่ง
(IDM) มีสินค้าพร้อมขาย
(IDM) วางแผนบางสิ่งไว้สําหรับอนาคต (สําหรับบางคน)
(IDM) มีบางสิ่งเหลืออยู่
(IDM) มองเห็นชัดจากการเล็งปืน
(IDM) ทําสําเร็จ
(IDM) มีบันทึกเก็บไว้
(IDM) มีบางสิ่งสํารองไว้
(IDM) มีแผนลับ
(IDM) น่าจะขโมย
(IDM) เอาชนะ
(IDM) สถานการณ์เปลี่ยนไป
(IDM) มีความกล้าหรือความมุ่งมั่นที่จะทําให้สมความตั้งใจ
(IDM) ประสบปัญหามาก
(IDM) ชํานาญหรือคุ้นเคยกับบางสิ่ง
(IDM) ให้ความรู้สึกเหมือนเป็นบางสิ่ง
(IDM) สามารถใช้ภาษาได้ดีมาก
(IDM) มีความสามารถที่ทําสําเร็จ (โดยเฉพาะในการหาเงินได้คล่อง)
(IDM) ทําให้ขบขัน
(IDM) มีสิทธิที่จะทําบางสิ่ง
(IDM) มีช่วงเวลาที่สนุกสนาน
(IDM) มีเวลาว่าง
(AUX) จําเป็น
(IDM) จําเป็นต้องกระทําบางสิ่ง
(IDM) จําเป็นต้องทนต่อบางอย่าง
(IDM) ทําแล้ว
(IDM) มีหลายสิ่งต้องทําในคราวเดียวกัน
(IDM) อยู่ในอันตราย
(PHRV) เชิญให้ขึ้นมาข้างบนหรือสถานที่ที่สําคัญ
(PHRV) มีไว้กับตัว
(IDM) สามารถทํา
(SL) มีสิ่ง (จําเป็น) ในการทําบางสิ่ง
(SL) ไปหาความสนุกสนาน
(N) ความหายนะ
(N) ผลไม้ของต้น hawthron ซึ่งเป็นพืชจําพวก Crataegus
(INT) คําอุทานแสดงความลังเล
(N) เสียงพูดแสดงความลังเล
(VI) ทําเสียงที่แสดงความลังเล
(N) เกาะฮาวาย
(N) รัฐฮาวายในประเทศสหรัฐอเมริกา
(N) คนฮาวาย
(N) ภาษาฮาวาย
(N) หมู่เกาะฮาวายในมหาสมุทรแปซิฟิก
(N) ผู้สนับสนุนนโยบายทางการทหารเพื่อแก้ปัญหาระหว่างประเทศมากกว่านโยบายทางการทูต
(N) เหยี่ยว
(VT) เร่ขาย (ของเล็กๆน้อยๆ) ตามถนน หรือตามบ้าน
(VI) ขากเสลด
(VT) ขากเสลด
(PHRV) เร่ขาย
(ADJ) ซึ่งมีตาที่แหลมคมเหมือนตาเหยี่ยว
(ADJ) ซึ่งชอบที่จะใช้นโยบายทางการทหารเข้าแก้ปัญหาระหว่างประเทศมากกว่านโยบายทางการทูต
(PHRV) เร่ขาย
(N) ส่วนหัวเรือที่มีรูโซ่สมอเรือ
(N) เชือกพวน
(N) พืชจําพวก Crataegus เป็นพุ่มต้นไม้เล็กๆ ที่มีหนาม
(N) หญ้าแห้ง
(VT) เปลี่ยนเป็นหญ้าแห้ง
(N) กองหญ้าแห้งเป็นรูปกรวย
(N) ไข้ละอองฟาง ที่มีอาการคันจมูก คันตา น้ํามูก น้ําตาไหล และจาม
(N) เพิงเก็บหญ้าแห้งในคอกม้าหรือโรงนา
(N) คนตัดหญ้าและนําหญ้าไปตาก
(N) หมัดต่อยที่ทําให้น็อกเอาต์ (คําสแลง)
(N) การนั่งบนรถบรรทุกหญ้าแห้งในตอนเย็นๆ อย่างสนุกสนาน
(N) กองหญ้าใหญ่ที่เก็บไว้ใช้ในฤดูหนาวที่กองไว้กลางแจ้ง
(ADJ) ซึ่งทํางานผิดปกติ
(N) ลวดที่ใช้มัดฟาง
(N) เกมลูกเต๋า
(N) ความไม่แน่นอน
(N) ความอันตราย
(N) สิ่งกีดขวางในสนามกอล์ฟ เช่นหลุมทราย ทะเลสาบ
(N) สิ่งที่เป็นอันตราย
(VT) เสี่ยง
(ADJ) ซึ่งเป็นอันตราย
(ADV) อย่างเป็นอันตราย
(N) เมฆหมอก
(N) สิ่งที่ทําให้คลุมเครือ
(VT) แกล้ง (ผู้ที่มีตําแหน่งต่ํากว่า)
(N) ต้นไม้เล็กๆ ชนิดหนึ่งในตระกูล Corylus
(N) ผลของต้น hazel มีเปลือกแข็งสีน้ําตาลแดง
(PHRV) มัวลง
(ADV) อย่างคลับคล้ายคลับคลา
(N) ความขมุกขมัว
(ADJ) ซึ่งมีหมอก
(ADJ) พร่ามัว
(N) ระเบิดไฮโดรเจน
(PRON) เขา (ผู้ชาย)
(ADJ) สําคัญที่สุด
(N) จุดวิกฤต
(N) ศีรษะ
(N) สมอง
(N) ส่วนบน
(N) หัวหน้า
(VI) มุ่งหน้าไป
(VT) ควบคุม
(N) อาการปวดศีรษะ
(PHRV) ไล่ตามทัน
(PHRV) ย้ายไปทิศตรงกันข้าม
(PHRV) หันกลับไป
(N) ตัวแทนโรงเรียน
(SL) คนบ้า
(N) เครื่องประดับศีรษะ
(SL) ยาที่มีผลต่อจิตใจ
(ADJ) ซึ่งกลายเป็นหัว เช่น กะหล่ําปลี
(ADJ) ซึ่งมีหัวเรื่อง
(N) การใช้ศีรษะโหม่งลูกบอล
(ADV) อย่างผลีผลาม
(ADV) เอาหัวลงก่อน
(PHRV) มุ่งหน้าไปทาง
(N) การล่าหัวมนุษย์
(SL) รับสมัครพนักงานใหม่
(VI) สะสมหัวข้าศึกประหนึ่งเป็นถ้วยรางวัล (ทางมานุษยวิทยา)
(VT) สรรหาผู้เชี่ยวชาญ นักบริหารหรือผู้มีความสามารถพิเศษจากบริษัทอื่นๆ
(SL) คนสรรหาผู้บริหารคนใหม่ให้กับองค์กร
(PHRV) โหม่งลูกเข้าประตู (กีฬาฟุตบอล)
(N) ส่วนหัว(กระดาษ, บท )
(N) หัวเรื่อง
(N) แหลม (แผ่นดิน) ที่ยื่นลงไปในทะเล
(ADJ) ซึ่งไร้ผู้นํา
(ADJ) ซึ่งหัวขาด
(N) ไฟหน้าของยานพาหนะ
(N) ข่าวพาดหัว
(VT) เขียนพาดหัวข่าว
(ADV) โดยเอาหัวมาก่อน
(ADV) อย่างผลีผลาม
(N) เพชฌฆาตที่ประหารนักโทษ
(N) หัวหน้ากลุ่ม
(N) ครูใหญ่ (โรงเรียนเอกชน)
(N) ครูใหญ่ผู้หญิง (โรงเรียนเอกชน)
(ADJ) ก้าวหน้าที่สุด
(PHRV) ดักหน้า
(ADJ) ซึ่งต่อต้านกันโดยตรง
(ADV) โดยส่วนหน้า
(PHRV) ออกรวง (ต้นไม้)
(N) หูฟังโทรศัพท์
(N) หมวกเกราะ
(N) ตัวพินที่ตั้งอยู่หน้าสุดหรือตรงกลางของกลุ่มในเกมโบว์ลิ่ง
(N) กองบัญชาการ (ทางการทหาร)
(N) สํานักงานใหญ่ (ทางธุรกิจ)
(N) ที่พิงศีรษะของเก้าอี้
(N) ที่ว่างโค้งส่วนบน
(N) ด้านหัวของเหรียญ
(N) เหรียญที่แสดงด้านหัว
(N) ผ้าคลุมศีรษะ (ของผู้หญิง)
(N) ตําแหน่งผู้นํา
(N) เพชฌฆาตตัดศีรษะนักโทษ
(SL) ตกฮวบ
(N) ต้นน้ํา
(N) ส่วนของบังเหียนม้าที่หุ้มศีรษะม้า
(N) การทรงตัวในแนวตั้งที่ใช้ศีรษะและมือทั้งสองข้างดันพื้นเพื่อรับน้ําหนักตัวแทนขา
(N) การเริ่มต้นก่อนทําให้ได้เปรียบคนอื่น
(N) แผ่นหินจารึกหน้าหลุมฝังศพ
(N) ลําธารที่เป็นต้นน้ําของแม่น้ํา
(ADJ) ซึ่งดึงดัน
(SL) คําอุทาน ระวัง
(IDM) บางคนต้องยุ่งยากหรือพบปัญหา (คําไม่เป็นทางการ)
(SL) ผู้โดนลงโทษ
(PHRV) ใกล้เข้ามา
(PHRV) มุ่งหน้าไปทาง
(PHRV) ออกรวง (ต้นไม้)
(N) ต้นน้ํา
(N) ความคืบหน้า
(N) ลมปะทะ
(N) คําหลัก
(ADJ) ซึ่งทําให้มึนเมา
(ADV) ซึ่งทําให้มึนเมา
(N) ซึ่งทําให้มึนเมา
(VT) รักษา
(PHRV) รักษา
(PHRV) รักษาให้หาย
(N) สภาพร่างกาย
(N) ความมีสุขภาพดี
(ADJ) ซึ่งดีต่อสุขภาพ
(ADJ) ที่มีสุขภาพสมบูรณ์
(PHRV) รักษาให้หาย
(VI) สมานแผล
(N) กอง
(N) ปริมาณมาก (คําไม่เป็นทางการ)
(VT) กองไว้
(PHRV) กองไว้ที่
(PHRV) ให้ (บางสิ่ง) อย่างมากกับ
(PHRV) กองไว้เป็นจํานวนมาก
(PHRV) สุม
(PHRV) ให้ (บางสิ่ง) อย่างมากกับ
(PHRV) กองไว้จนพูน
(VI) ได้ยิน
(VT) ได้ยิน
(VT) ฟัง
(PHRV) รู้
(IDM) ได้ข่าวจาก
(PHRV) ได้รับจดหมายหรือโทรศัพท์จาก
(N) การได้ยิน
(N) ระยะทางที่สามารถได้ยินเสียง
(N) เครื่องช่วยฟัง
(VI) ฟังอย่างสนใจ
(VT) ฟัง
(PHRV) เข้าถึง (คําเก่า)
(PHRV) ได้ฟังเกี่ยวกับ
(PHRV) ฟังจนจน
(N) คําบอกเล่า
(N) รถศพ
(N) ความรัก
(N) จิตใจ
(N) ไพ่โพแดง
(N) ส่วนสําคัญ
(N) หัวใจ (อวัยวะ)
(N) ความเสียใจ
(ADV) ทั้งชีวิตจิตใจ
(N) อาการหัวใจวาย
(N) การเต้นของหัวใจ
(N) ภาวการณ์สูบฉีดโลหิตของหัวใจห้องล่างและบนไม่ประสานกัน
(N) อาการไข้ใจ
(ADJ) ช้ําใจ
(N) อาการจุกเสียดท้อง
(N) โรคหัวใจ
(VT) ให้กําลังใจ
(N) ภาวะที่หัวใจไม่สามารถฉีดโลหิตไปเลี้ยงส่วนต่างๆ ของร่างกายได้เพียงพอ
(N) หัวใจวาย
(N) พื้นเตา
(PHRV) ฟังจนจบ
(ADV) โดยสมบูรณ์
(ADV) อย่างจริงจังและจริงใจ
(ADV) อย่างเบิกบาน
(ADV) อย่างเอร็ดอร่อย
(ADJ) ซึ่งใจ แข็ง
(ADJ) ซึ่งทําให้เสียใจมาก (ในความทุกข์ของคนอื่น)
(SL) อารมณ์ความรู้สึก
(ADJ) ูซึ่งเป็นรูปใบโพธิ์
(ADJ) เป็นไข้ใจ
(N) อาการไข้ใจ
(ADJ) ซึ่งเศร้าโศกเสียใจมาก
(ADJ) เศร้าโศก
(N) ความรู้สึกรักหรือสงสารอย่างจับใจ
(N) การเต้นของหัวใจ
(N) ผู้ที่เป็นขวัญใจ โดยเฉพาะดารา นักร้อง
(ADJ) เปิดเผยและสนิทสนม
(N) การสนทนาอย่างเปิดเผยและเป็นส่วนตัว
(ADJ) ซึ่งอบอุ่นใจ
(ADJ) กล้าหาญ
(ADJ) จริงใจ
(ADJ) มีหัวใจที่เป็นอิสระ
(N) แก่นไม้
(ADJ) แข็งแรง
(ADJ) จริงใจ
(ADJ) ซึ่งเป็นมิตร
(N) ความฉุนเฉียว
(N) ความร้อน
(N) อุณหภูมิความร้อน
(ADJ) โกรธ
(ADJ) ซึ่งร้อน
(ADV) อย่างโกรธ
(N) พลังความร้อน
(N) เครื่องทําความร้อน
(N) ต้นไม้เตี้ยเป็นพุ่มที่ขึ้นตามทุ่ง ในตระกูล Erica Calluna
(N) คนนอกศาสนา
(N) ต้นไม้พุ่มเตี้ยชนิดหนึ่งขึ้นอยู่ตามภูเขาในทวีปยุโรปและเอเชีย มีชื่อในภาษาละตินว่า Calluna Vulgaris
(N) กระเป๋าไฟฟ้า
(N) การล้มฟุบลงหรือไข้ที่เกิดจากการถูกความร้อนนานเกินไป
(PHRV) ทําให้ร้อนขึ้น
(VT) ทุ่ม
(VT) ลาก
(PHRV) ชัก
(PHRV) ปรากฏขึ้น
(N) สวรรค์
(ADJ) ที่วิเศษ
(IDM) ฝนตกหนักมาก
(PHRV) ชัก
(PHRV) ถอนสมอ (การแล่นเรือ)
(PHRV) ลากขึ้นมา
(ADV) อย่างหนัก
(N) ความหนัก
(ADJ) (คน) ซึ่งตัวใหญ่ ช้า และซุ่มซ่าม
(ADJ) (งาน) ยาก
(ADJ) ซึ่งมีจํานวนมาก
(ADJ) เศร้า
(ADJ) หนัก
(N) นักแสดงที่เล่นบทร้าย
(SL) การนัดพบคนสําคัญ
(ADJ) ทนทาน
(ADJ) ซึ่งมีอาการตาปรือ
(ADJ) ซึ่งเดินงุ่มง่าม
(IDM) ยากที่จะกระทําหรือเข้าใจ (คําไม่เป็นทางการ)
(ADJ) ซึ่งเข้มงวด
(ADJ) ซึ่งงุ่มง่าม
(ADJ) เศร้า
(N) ไอโซโทปของไฮโดรเจนที่มีน้ําหนักอะตอมมากกว่าปกติ
(N) ดนตรีร็อกที่มีลักษณะเฉพาะคือเสียงดังและมีเนื้อหาที่รุนแรง
(N) น้ําที่ไฮโดรเจนถูกแทนด้วย deuterium
(N) นักมวยอาชีพที่มีน้ําหนักมากกว่า 79.5 กิโลกรัม หรือ 175 ปอนส์
(ADJ) ซึ่งเกิดขึ้นเป็นรายสัปดาห์
(ADJ) ด้านภาษา หรือขนบธรรมเนียมของชาวฮิบรู (ปัจจุบันคือประเทศอิสราเอลและปาเลสไตน์)
(ADV) ที่เกี่ยวข้องกับภาษา หรือขนบธรรมเนียมของชาวฮิบรู (ปัจจุบันคือประเทศอิสราเอลและปาเลสไตน์)
(N) ชาวฮิบรู (ปัจจุบันคือประเทศอิสราเอลและปาเลสไตน์)
(N) ภาษาฮิบรู (ปัจจุบันคือประเทศอิสราเอลและปาเลสไตน์)
(N) การสังหารเหยื่อจํานวนมากเพื่อเป็นการบูชายัญ
(INT) คําอุทานแสดงความไม่พอใจ ความรําคาญหรืออื่นๆ (คําไม่เป็นทางการ)
(VT) รบกวนคนที่กําสังพูดอยู่ด้วยการตะโกน
(N) หน่วยวัดของพื้นที่ (1 เฮกตาร์เท่ากับ 100 เอเคอร์ หรือ 10000 ตารางเมตร)
(ADJ) วุ่นวาย
(N) หน่วยการชั่งน้ําหนักตามมาตราเมตริกมีค่าเท่ากับ 100 กรัม ใช้อักษรย่อ hg.
(N) เครื่องพิมพ์อัดสําเนา
(VT) พิมพ์ด้วยแม่พิมพ์จากเครื่องพิมพ์อัดสําเนา
(N) หน่วยวัดความจุตามมาตราเมตริกมีค่าเท่ากับ 100 ลิตร
(N) หน่วยวัดความยาวตามมาตราเมตริกมีค่าเท่ากับ 100 เมตรหรือ 328.08 ฟุต
(VT) ข่มขู่
(VT) คําย่อของ he had, he would
(N) เครื่องล้อม
(N) แนวพุ่มไม้
(VT) นําแนวพุ่มไม้มาล้อมรอบพื้นที่
(PHRV) ล้อมรอบด้วย
(PHRV) ป้องกัน
(PHRV) ล้อมรอบด้วย
(N) เม่น
(IDM) ลดความสูญเสียในการพนันหรือการลงทุน
(PHRV) ล้อมรอบด้วย
(N) แนวพุ่มไม้เป็นรั้ว โดยเฉพาะตามทุ่งนาหรือถนนในชนบท
(ADJ) เกี่ยวกับความสุขสบาย
(N) ทฤษฎีที่เชื่อว่าความสุขสบายหรือความเพลิดเพลินเป็นยอดปรารถนาที่สุด
(N) คนเจ้าสําราญ
(SL) ความกลัวสุดขีด
(SL) ความกลัวสุดขีด
(N) การเอาใจใส่
(VI) เอาใจใส่
(VT) เอาใจใส่
(ADJ) ไม่เอาใจใส่
(ADV) อย่างไม่เอาใจใส่
(N) ความหละหลวม
(N) เสียงร้องของลา
(VI) ร้อง (ลา)
(N) คนเลว (คําไม่เป็นทางการ)
(N) ส้นเท้า
(N) ส่วนที่เป็นส้นเท้าของถุงเท้า
(VI) เอียง
(VT) ทําให้เอียง
(PHRV) เตะลูกบอลด้วยส้นเท้า
(ADJ) ซึ่งมีส้นเท้า
(N) หนัง, ไม้หรือวัตถุอื่นๆ ที่ใช้ทําส้นรองเท้าหรือถุงเท้า
(N) ความสําคัญ
(N) น้ําหนัก
(VI) มีน้ําหนัก
(VT) ยก (ของหนัง)
(VT) ยกขึ้นเพื่อชั่งน้ําหนัก
(ADJ) แข็งแรง
(ADJ) มาก (เกินความต้องการ)
(ADJ) หนัก
(N) ความมีอํานาจ (คําทางการ)
(N) การหลบหนีของโมฮัมหมัดจากเมืองเมกกะไปยังเมดินา
(N) ฮิจเราะห์ศักราช
(N) วัวสาว (โดยเฉพาะที่ยังไม่เคยมีลูกวัว)
(INT) คําอุทานเพื่อเรียกร้องความสนใจ แสดงความพอใจ หรือแปลกใจ ฯลฯ
(INT) คําอุทานแสดงความเหนื่อยล้า เบื่อหน่าย ผิดหวัง ฯลฯ
(N) ความสูง
(N) จุดที่สูงสุด
(N) ระดับที่สูงที่สุด
(VT) เพิ่ม
(ADJ) อบอุ่นและเป็นมิตร (คําไม่เป็นทางการ)
(ADJ) เลวร้าย
(N) ทายาท
(N) การเป็นทายาท
(N) ทายาทที่เป็นหญิง
(N) มรดกตกทอด
(N) ผู้เป็นทายาทโดยสันนิษฐาน
(N) ความเป็นทายาท
(N) การปล้น (คําสแลง)
(VT) ปล้น (คําสแลง)
(N) การหลบหนีของโมฮัมหมัดจากเมืองเมกกะไปยังเมดินา
(N) หน่วยการชั่งน้ําหนักตามมาตราเมตริกมีค่าเท่ากับ 100 กรัม ใช้อักษรย่อ hg.
(VT) กริยาช่องที่ 2 และช่องที่ 3ของ hold
(N) หญิงสาวสวยในเทพปกรนัมกรีกที่เป็นชนวนสงครามทรอย
(ADJ) ซึ่งมีรูปร่างเป็นขด
(N) เฮลิคอปเตอร์
(N) เครื่องมือถ่ายภาพดวงอาทิตย์ (ทางดาราศาสตร์)
(N) เครื่องส่งสัญญาณด้วยกระจกสะท้อนแสงจากดวงอาทิตย์
(VI) ส่งสัณญาณโดยใช้เครื่องส่งสัญญาณด้วยกระจกสะท้อนแสงจากดวงอาทิตย์
(VT) ส่งสัณญาณโดยใช้เครื่องส่งสัญญาณด้วยกระจกสะท้อนแสงจากดวงอาทิตย์
(N) ดอกไม้ที่หันเข้าหาแสงอาทิตย์
(N) การเจริญเติบโตของพืชโดยหันเข้าหาหรือหันหนีแสงอาทิตย์
(N) ลานขึ้นลงของเฮลิคอปเตอร์
(N) ุก๊าซเฉื่อยชนิดหนึ่งไม่มีสี ไม่มีกลิ่น มีสัญลักษณ์คือ He
(N) วงใบหู (ทางกายภาพ)
(N) สิ่งที่เป็นเกลียว
(N) ขุมนรก
(VT) คําย่อของ he will หรือ he shall
(PHRV) ไม่รู้จักรับผิดชอบ
(ADJ) ซึ่งตั้งใจจริงอย่างไม่ยอมลดละ
(PHRV) พยายามให้ได้ (บางสิ่ง) มาอย่างไม่ย่อท้อหรือไม่หยุดหย่อน (คําไม่เป็นทางการ)
(N) ชาวกรีก
(ADJ) เกี่ยวกับกรีกโบราณ
(N) วัฒนธรรมหรือความเจริญรุ่งเรืองของกรีกโบราณ
(ADJ) เกี่ยวกับ Hellenists
(ADV) เกี่ยวกับ Hellenists
(N) ไฟนรก
(IDM) เคลื่อนไปไม่หยุด
(SL) สถานที่ร้อนและแออัด
(N) จอมวายร้าย (โดยเฉพาะเด็ก) (คําไม่เป็นทางการ)
(ADJ) ชั่วร้าย
(INT) สวัสดี (คําทักทาย)
(N) ตําแหน่งผู้นํา
(N) พวงมาลัยเรือ
(N) หมวกกันน็อก
(N) พยาธิ
(N) พยาธิวิทยา
(N) คนถือพวงมาลัยเรือ
(N) ผู้นํา
(N) ทาส
(N) ความเป็นทาส
(N) การช่วย
(N) คนที่ช่วยเหลือ
(VI) ช่วย
(VT) ช่วย
(VT) เสิร์ฟ (อาหาร)
(PHRV) ช่วยพาไป
(PHRV) ช่วยพากลับไป
(PHRV) ช่วยถือลงมา
(N) ผู้ที่ช่วยเหลือ
(PHRV) ช่วยพาไป
(ADJ) ซึ่งช่วยเหลือ
(PHRV) ช่วยพาเข้าไป
(N) ปริมาณอาหารที่เสิร์ฟให้กับคนหนึ่งคน
(PHRV) ช่วยพยุงเข้าไปใน
(ADJ) หมดหนทาง
(ADV) อย่างหมดหนทาง
(N) เพื่อนผู้ช่วยเหลือ (โดยเฉพาะคู่ชีวิต)
(PHRV) ช่วยยกขึ้นจาก
(PHRV) ช่วยสวมเสื้อผ้า
(PHRV) ให้กําลังใจ
(PHRV) ช่วยเหลือตนเอง
(PHRV) ช่วยสวมเสื้อผ้า
(PHRV) ช่วยให้พ้นจาก
(PHRV) ช่วยให้ไต่ขึ้นไป
(PHRV) ช่วยเหลือตนเอง
(PHRV) ช่วยให้ลุกขึ้น
(ADJ) ซึ่งไม่มีการวางแผน
(ADJ) ซึ่งวุ่นวาย
(ADV) อย่างไม่มีการวางแผน
(ADV) อย่างวุ่นวาย
(N) ความยุ่งเหยิง
(N) ด้าม (เครื่องมือ)
(N) ขอบ (ผ้า)
(VI) เย็บริม (ผ้า)
(VT) เย็บริม (ผ้า)
(PHRV) ล้อมรอบ
(N) ผู้ชายที่กํายําล่ําสัน (คําไม่เป็นทางการ)
(IDM) ไม่แน่ใจเกี่ยวกับบางอย่าง
(PHRV) ล้อมรอบ
(ADJ) ด้านโลหิตวิทยา
(ADV) เกี่ยวกับด้านโลหิตวิทยา
(N) นักโลหิตวิทยา
(N) โลหิตวิทยา
(PRF) ครึ่ง
(PHRV) ล้อมรอบ
(VT) กักขัง
(N) ครึ่งหนึ่งของสมองส่วน cerebrum (สมองส่วนหน้า)
(N) ซีกโลก
(N) พืชจําพวก Conium maculatum เป็นพืชมีพิษชนิดหนึ่งใช้เป็นยากดประสาท
(PRF) เลือด
(PRF) โลหิต
(N) ชายกระโปรง
(N) ฮีโมโกลบิน
(N) โรคเลือดไหลไม่หยุด เกี่ยวกับความผิดปกติของยีนส์ในโครโมโซม X โรคนี้มักจะเกิดกับคนเพศชาย
(N) สภาวะที่เลือดไหลไม่หยุด
(N) การตกเลือด
(N) สภาวะที่ขาดแคลนบุคลากรหรือเงินอย่างรุนแรง
(VI) ตกเลือด
(N) ริดสีดวงทวาร
(ADJ) ีซึ่งห้ามเลือด
(N) สิ่งที่ใช้ห้ามเลือด
(N) กัญชา
(N) ปอ
(PHRV) ล้อมรอบ
(N) การถักริม (ผ้า)
(VT) การถักริม (ผ้า)
(N) แม่ไก่
(N) พืชจําพวก Hyoscyamus niger ใบมีหนามขนและมีกลิ่นเหม็น เป็นพืชที่ใช้ทํายาพิษ
(ADV) จากนี้ไป (คําทางการ)
(ADV) ดังนั้น (คําทางการ)
(ADV) ต่อจากนี้ (คําทางการ)
(N) ลูกน้อง
(N) สมาชิกกลุ่มอาชญากร
(N) รูปทรงสิบเอ็ดเหลี่ยม
(SL) ไข่ไก่
(VT) ด่าว่า (สามี)
(N) หน่วยทางไฟฟ้าซึ่งค่า 1 เฮนรีคือค่าความเหนี่ยวนําไฟฟ้าของวงจรปิด
(VT) คว้า (คําโบราณ)
(ADJ) เกี่ยวกับตับ (ทางการแพทย์)
(N) โรคตับอักเสบ
(N) รูปทรงเจ็ดเหลี่ยม
(PRON) เธอ
(N) ผู้ประกาศ
(VT) ป่าวประกาศ
(N) สมุนไพร
(N) พืชที่มีลําต้นอ่อน เช่น หญ้า
(ADJ) เกี่ยวกับสมุนไพร
(N) หนังสือที่เกี่ยวกับพืชและสมุนไพร
(N) ผู้เชี่ยวชาญด้านสมุนไพร
(N) การเก็บรวมรวมสมุนไพร
(N) ห้องเก็บตัวอย่างสมุนไพร
(N) ยาฆ่าพืช
(N) สัตว์ที่กินพืชเป็นอาหาร
(ADJ) ซึ่งกินพืชเป็นอาหาร
(ADJ) ซึ่งต้องใช้กําลังและความพยายามอย่างมาก
(N) กลุ่มดาวเฮอร์คิลิส
(N) วีรบุรุษในนิยายกรีกที่มีกําลังมหาศาล
(N) ฝูงสัตว์
(VI) รวมกลุ่ม
(VT) ต้อน (ฝูงสัตว์)
(N) คนเลี้ยงสัตว์
(N) โขลงช้าง
(N) คนเลี้ยงปศุสัตว์
(PHRV) รวมเป็นกลุ่ม
(ADV) ที่นี่
(ADV) รอบที่นี้
(ADV) ต่อไปนี้
(IDM) ปัจจุบัน
(ADV) ตรงนั้นตรงนี้
(IDM) หลายแห่ง
(ADJ) ซึ่งเป็นกรรมพันธุ์
(N) การถ่ายทอดทางพันธุกรรม
(ADJ) ในเรื่องนี้ (คําทางการ)
(ADV) ดังต่อไปนี้ (คําทางการ)
(ADV) ซึ่งเกี่ยวกับเรื่องนี้ (คําทางการ)
(ADV) โดยทันทีทันใดหลังจากนี้ (คําโบราณ)
(N) ความเห็นนอกรีต
(N) คนนอกศาสนา
(ADV) หลังจากนี้ (คําทางการ)
(ADV) โดยทันทีทันใดหลังจากนี้
(ADV) ในเรื่องนี้ (คําทางการ)
(ADV) ตามนี้ (คําทางการ)
(ADJ) ซึ่งสามารถถูกสืบทอดได้
(ADJ) ซึ่งสืบทอดได้
(N) มรดก
(N) ผู้รับมรดก (ตามกฎหมาย) (คําโบราณ)
(N) พระแม่เจ้า
(N) คนที่มีทั้งอวัยวะเพศชายและเพศหญิง (ทางกายภาพ)
(ADJ) ที่สนิทจนลมผ่านเข้าออกไม่ได้
(ADV) อย่างปิดสนิทจนลมเข้าออกไม่ได้
(N) ฤๅษี
(N) อาศรม
(N) ปูเสฉวน
(N) ส่วนหนึ่งของอวัยวะหรือเนื้อเยื่อที่โผล่ออกมา (โดยเฉพาะบริเวณช่องท้อง)
(N) วีรบุรุษ
(N) อาหารชนิดหนึ่งประกอบด้วยเนื้อ เนยแข็ง มะเขือเทศ หัวหอม และกะหล่ําปลี บนขนมปัง
(ADJ) กล้าหาญ
(ADV) อย่างกล้าหาญ
(ADJ) กล้าหาญ
(N) ความกล้าหาญ
(N) เฮโรอีน
(N) วีรสตรี
(N) วีรกรรม
(N) โรคผิวหนังพุพอง
(N) เริม
(N) งูสวัด
(N) สัตววิทยาแขนงหนึ่งที่ศึกษาเกี่ยวกับสัตว์เลื้อยคลานและสัตว์ครึ่งบกครึ่งน้ํา
(N) ปลาทะเลชนิดหนึ่ง อาสัยอยู่ในมหาสมุทรแอตแลนติกเหนือ มีชื่อในภาษาละตินว่า Clupea harengus
(N) แบบรูปแฉกแนวขนานเป็นรูปตัว v ใช้เป็นลายประดับในการเย็บปักถักร้อยหรืออื่นๆ
(VI) ประดับตกแต่งโดยใช้แบบรูปแฉกแนวขนานเป็นรูปตัว v
(VT) ประดับตกแต่งโดยใช้แบบรูปแฉกแนวขนานเป็นรูปตัว v
(N) เจ้าฟ้าหญิง
(PRON) ของเธอ
(PRON) ตัวเธอเอง
(N) ประวัติศาสตร์ในมุมมองและทัศนคติของสตรี
(N) หน่วยความถี่เท่ากับหนึ่งรอบต่อวินาที ใช้สัญลักษณ์ Hz
(ABBR) คําย่อของ he is หรือ he has
(N) ความลังเลใจ
(ADJ) ลังเลใจ
(ADV) อย่างลังเล
(VI) ลังเล
(N) ความลังเล
(N) ดาวประจําเมือง
(PRF) อื่น
(ADJ) ซึ่งไม่เห็นด้วยกับความคิดความเชื่อทางศาสนา (คําทางการ)
(ADJ) ซึ่งต่างชนิดกัน
(N) การเปลี่ยนแปลงของร่างกายที่มีความแตกต่างกันในวงชีวิตของพืชและสัตว์ในระยะเจริญเติบโตและระยะสืบพันธุ์
(N) ซึ่งอยู่ใต้การควบคุมหรือกฎเกณฑ์ของผู้อื่น (ทางการเมือง)
(ADJ) ซึ่งมีความต้องการทางเพศกับเพศตรงข้าม
(N) คนที่มีความต้องการทางเพศกับคนเพศตรงข้าม
(ADJ) ที่เกี่ยวข้องกับการเรียนที่กระตุ้นให้ผู้เรียนค้นหาวิธีแก้ปัญหาต่างๆ ด้วยตัวเอง
(ADV) ที่ช่วยค้นหา
(VI) ฟัน
(VT) ฟัน
(PHRV) โค่น
(ADJ) ซึ่งถูกโค่น
(ADJ) ซึ่งถูกฟัน
(VI) กริยาช่องที่ 3 ของ hew
(VT) กริยาช่องที่ 3 ของ hew
(PHRV) ฟัน (มักใช้กับขวาน)
(PHRV) ทําตาม (เช่น กฎ, ข้อบังคับ)
(PRF) หก
(N) คําสาป
(N) ผู้ที่นําโชคร้ายมาให้
(PRF) หก
(N) รูปหกเหลี่ยม
(ADJ) ซึ่งมีลักษณะเป็นหกเหลี่ยม
(ADJ) ซึ่งประกอบด้วย 6 จังหวะ
(N) บรรทัดโคลงหรือกวีที่ประกอบด้วย 6 จังหวะ
(ADJ) ซึ่งมี 6 ขา
(N) แมลง
(INT) คําอุทานแสดงความประหลาดใจ
(SL) หวัดดี
(N) สมัยที่รุ่งเรืองที่สุด
(N) ตัวย่อของเฮกโตกรัม (หน่วยชั่งน้ําหนัก)
(ADJ) ความสูง (คําย่อไม่เป็นทางการ)
(INT) สวัสดี (คําอุทานแสดงการทักทาย) (คําไม่เป็นทางการ)
(ADJ) เกี่ยวกับฤดูหนาว
(VI) (สัตว์) จําศีลในฤดูหนาว
(N) ประเทศไอร์แลนด์ (คําโบราณหรือทางวรรณคดี)
(N) หมู่เกาะของประเทศไอร์แลนด์ (คําโบราณหรือทางวรรณคดี)
(N) ต้นพู่ระหง (พันธุ์ไม้ในตระกูล hibiscus)
(N) อาการสะอึก (ทางการแพทย์)
(VI) สะอึก
(N) อาการสะอึก (ทางการแพทย์)
(VI) สะอึก
(ADJ) (คน) บ้านนอก (คําไม่เป็นทางการ)
(N) ตาสีตาสา (คําไม่เป็นทางการ)
(N) ต้นไม้ชนิดหนึ่งในตระกูลวอลนัท พบในทวีปอเมริกาเหนือ เป็นพันธุ์ไม้จําพวก carya
(VI) กริยาช่องที่ 2 และช่องที่ 3 ของ hide
(VT) กริยาช่องที่ 2 และช่องที่ 3 ของ hide
(ADJ) ซึ่งปกปิด
(VI) กริยาช่องที่ 3 ของ hide
(VT) กริยาช่องที่ 3 ของ hide
(VI) ซ่อน
(VT) ซ่อน
(N) หนังสัตว์
(N) การเล่นซ่อนหา
(N) ที่ซ่อนตัว
(PHRV) ซ่อนให้พ้น
(ADJ) ใจแคบ
(PHRV) ปกปิดให้พ้นจาก
(PHRV) ปกคลุมไว้
(IDM) ปิดหน้าด้วยความละอาย
(IDM) ปกปิดความสามารถพิเศษ
(ADJ) น่ากลัว
(N) สถานที่หลบภัย (โดยเฉพาะกับพวกที่ตํารวจต้องการตัว)
(PHRV) หลบหนี
(SL) กลอง
(PHRV) คลุมไว้ด้วย
(N) การซ่อน
(N) สถานที่ที่ใช้หลบซ่อน
(N) การเฆี่ยนตี (คําไม่เป็นทางการ)
(VI) เร่งรีบ (คําโบราณ)
(N) การจัดระบบตามลําดับขั้น
(ADJ) เกี่ยวกับอักษรอียิปต์โบราณ
(N) เครื่องรับส่งคลื่นวิทยุที่มีประสิทธิภาพสูงและชัด
(ADJ) ยุ่งเหยิง
(ADJ) ก้าวหน้า
(ADJ) ซึ่งอยู่สูง
(ADJ) ดี
(ADJ) แพง
(ADJ) (ภูเขา, ตึก) สูง
(ADJ) เมา (ยา, สุรา) (คําแสลง)
(ADJ) ร่าเริง
(ADJ) รุนแรง (ลม)
(ADJ) (สระ) เสียงสูง
(N) เกียร์สูง
(N) ที่สูง
(SL) โดนละทิ้ง
(IDM) หยิ่งและวางอํานาจ
(IDM) เมา (เหล้าหรือยา) (คําไม่เป็นทางการ)
(N) วิสกี้หรือเหล้าผสมน้ําโซดาหรือน้ําขิงแล้วเสิร์ฟในแก้วทรงสูง
(VI) ไปด้วยความเร็วสูง (คําแสลง)
(VT) ไปด้วยความเร็วสูง (คําแสลง)
(N) ความดันโลหิตสูง
(ADJ) ซึ่งเกิดมาในตระกูลสูง (ทางวรรณคดี)
(ADJ) ซึ่งมีกริยามารยาทดี (คําโบราณ)
(ADJ) ซึ่งมีพันธุ์ดี (ทางเกษตรกรรม)
(N) ผู้มีการศึกษาสูง
(SL) คนรสนิยมสูง
(N) เก้าอี้ขายาวสําหรับกินอาหารของเด็กเล็ก
(ADJ) ชั้นสูง
(N) ดอกฟ้า
(N) กองบัญชาการสูงสุด
(N) ข้าหลวงใหญ่
(N) การศึกษาในระดับสูงกว่ามัธยมศึกษา โดยเฉพาะในวิทยาลัย มหาวิทยาลัย และบัณฑิตวิทยาลัย
(N) บุคคลที่มีตําแหน่งสูงในหน่วยงานหรือองค์กร (คําไม่เป็นทางการ)
(N) ตัวหารร่วมมาก
(N) วัตถุระเบิดแรงสูง เช่น ระเบิดTNT
(ADJ) หยิ่ง
(ADJ) หยิ่ง
(ADJ) มีเส้นใยมาก (อาหาร)
(N) การรับส่งคลื่นเสียงที่ชัดและมีเสียงรบกวนน้อยมาก
(IDM) คนทะเยอทะยาน
(N) ภาษาเยอรมันแบบมาตรฐาน (ซึ่งเริ่มใช้กันในภาคใต้และภาคกลางของเยอรมัน)
(ADJ) ซึ่งดีเลิศ
(ADJ) ยโสโอหัง
(ADJ) ที่มีส้นสูง
(N) การจี้เครื่องบิน, เรือ, รถไฟ
(VT) จี้เครื่องบิน, เรือ, รถไฟ
(N) กีฬากระโดดสูงข้ามคาน
(ADJ) เกี่ยวกับหรือมีลักษณะของบริเวณที่สูง
(N) บริเวณที่สูง
(N) คนที่เกิดหรืออาศัยอยู่ในบริเวณที่ราบสูง
(VT) เน้น
(N) ปากกาสําหรับเน้นข้อความเพื่อให้เห็นเด่นชัด
(N) เกมไฮโล
(ADV) โดยมีตําแหน่งสูง
(ADV) อย่างมาก
(N) พิธีฉลองการรับประทานอาหารมื้อสุดท้ายของพระเยซู มีการเผาเครื่องหอม บรรเลงดนตรี และขับร้อง
(ADJ) ซึ่งมีคุณธรรมสูง
(N) ความมีเกียรติ
(ADJ) (เสียง) สูง
(ADJ) ซึ่งมีความกดดันสูง
(VT) ที่ชักชวนหรือกระตุ้นให้ซื้อของโดยใช้กลยุทธ์ที่ก้าวร้าวและไม่ยอมเลิกรา (คําไม่เป็นทางการ)
(N) พระชั้นสูง
(N) การเป็นเป้าสายตาของสาธารณะชน
(ADJ) ที่อยู่ชั้นสูง
(SL) (ภาพ) ชัดเจน (มาจาก high-resolution)
(ADJ) (อาคาร) ซึ่งมีหลายชั้น (ทางสถาปัตยกรรม)
(N) อาคารสูงที่มีหลายชั้น (ทางสถาปัตยกรรม)
(N) ถนนสายหลักในเมือง (ภาษาอังกฤษแบบอังกฤษ)
(N) ทางตรงที่สุด (ที่จะไปที่ใดที่หนึ่ง)
(N) โรงเรียนมัธยมปลาย
(N) ทะเลหลวง
(N) สังคมชั้นสูง
(ADJ) ที่ฟังดูใหญ่โต (แต่จริงๆแล้วไม่มีอะไร)
(ADJ) ด้วยความเร็วสูง
(ADJ) ซึ่งร่าเริง
(IDM) ส่วนที่ดีของบางสิ่ง
(N) ถนนใหญ่ (ที่มีร้านค้าสองข้างทาง) (ภาษาอังกฤษแบบอังกฤษ)
(ADJ) ซึ่งหงุดหงิดง่าย
(ADJ) ซึ่งชื่อว่า (คําโบราณ)
(IDM) รีบออกไปอย่างเร็ว
(ADJ) ซึ่งใช้เทคโนโลยีชั้นสูง (คําย่อของ high technology)
(N) เทคโนโลยีชั้นสูง
(ADJ) ซึ่งมีแรงดันสูง (ทางไฟฟ้า)
(ADJ) ซึ่งมีรสนิยมสูง
(N) ทางหลวง
(N) โจรที่ดักปล้นตามถนน
(N) กรมทางหลวง
(N) การจี้เครื่องบิน  เรือ  หรือรถไฟ
(VT) จี้เครื่องบิน  เรือ  หรือรถไฟ
(N) ฮิจเราะห์
(N) การไต่เขา
(N) การเพิ่มขึ้นอย่างรวดเร็ว
(VT) ไต่เขา
(VT) เพิ่มขึ้นอย่างรวดเร็ว
(PHRV) ดึงขึ้นอย่างเร็ว
(ADJ) ตลกขบขัน
(N) กอง
(N) เนิน
(ADJ) เกี่ยวกับคนที่มีลักษณะเหมือนคนบ้านนอก
(N) คนบ้านนอก (คําไม่เป็นทางการ)
(N) นกที่มีขนดําและสอนให้พูดเลียนแบบมนุษย์ได้ มีชื่อในภาษาละตินว่า Gracula religiosa
(N) เนินเขาเล็กๆ
(N) ลาดเขา
(N) ชาวเขา
(ADJ) ซึ่งเต็มไปด้วยเนิน
(ADJ) ซึ่งเป็นเนิน
(N) ด้ามมีด
(PRON) เขาผู้ชาย
(ADJ) เทือกเขาหิมาลัยมียอดเขาสูงสุดชื่อเอเวอเรสต์ซึ่งสูง 27,028 ฟุต (สูงที่สุดในโลก)
(N) เขาหิมาลัย
(N) เทือกเขาหิมาลัยมียอดเขาสูงสุดชื่อเอเวอเรสต์ซึ่งสูง 27,028 ฟุต (สูงที่สุดในโลก)
(N) หิมาลัย
(PRON) ตัวของเขา (ผู้ชาย) เอง
(N) นิกายหินยานของพุทธศาสนาในประเทศศรีลังกา พม่า ไทยและกัมพูชา
(N) หินยาน
(ADJ) ด้านหลัง
(N) กวางตัวเมีย
(N) ชาวชนบท
(VI) ขัดขวาง
(VT) ขัดขวาง
(PHRV) ยับยั้ง
(N) ภาษาฮินดู
(ADJ) หลังที่สุด
(N) ส่วนหลังของสัตว์ 4 เท้า
(N) เครื่องกีดขวาง
(N) การเข้าใจถึงปัญหาหลังจากที่เหตุการณ์ได้เกิดขึ้นแล้ว
(ADJ) เกี่ยวกับชาวฮินดู
(ADJ) เกี่ยวกับศาสนาฮินดู
(N) ผู้นับถือศาสนาฮินดู
(N) ศาสนาฮินดู
(N) ประเทศอินเดีย
(ADJ) เกี่ยวกับฮินดูสถาน
(N) กลุ่มภาษาอินเดียซึ่งรวมถึงภาษาฮินดูและภาษาอูรดู
(N) บานพับ
(VT) ติดบานพับ
(PHRV) ขึ้นอยู่กับ
(VT) ขึ้นอยู่กับ
(PHRV) ขึ้นอยู่กับ
(N) ล่อ (เกิดจากม้าตัวผู้ผสมกับลาตัวเมีย)
(N) การพูดเป็นนัย
(N) จํานวนเล็กน้อย
(VI) เกริ่น
(PHRV) พูดเป็นนัยเรื่อง
(N) เขตด้อยความเจริญของประเทศ
(N) ผืนแผ่นดินหลังฝั่งทะเล
(PHRV) พูดแนะนําอ้อมๆ
(N) สะโพก
(ADJ) คนตามแฟชั่น (คําสแลง)
(N) ผลไม้สุกของต้นกุหลาบ
(INT) ฮิบ (คําอุทานที่ใช้เชียร์)
(N) กระดูกสะโพก
(N) รองเท้าบู๊ตกันน้ําสูงถึงสะโพก (นักตกปลามักจะสวม)
(N) ดนตรีป๊อปชนิดหนึ่ง ประกอบด้วยดนตรีแร็บ ศิลปะการวาดภาพหรือพ่นสีบนกําแพง และการเต้นเบรกดานซ์
(N) พวกฮิปปี้
(N) ช้างน้ํา (คําไม่เป็นทางการ)
(N) ชื่อแพทย์ชาวกรีกที่เป็นบิดาแห่งแพทย์ศาสตร์
(N) คําปฏิญาณของแพทย์ที่จบใหม่ที่จะรักษาจรรยาแพทย์ ซึ่งสืบเนื่องมาจากคําปฏิญาณของฮิปโปคราเตส
(N) สนามแข่งม้าศึกของกรีกโบราณ
(N) สนามที่ใช้แข่งม้า
(N) ช้างน้ํา
(N) พวกฮิปปี้
(PHRV) มีความรู้ในเรื่อง (คําไม่เป็นทางการ)
(N) การจ้าง
(VI) จ้าง
(VT) จ้าง
(ADJ) ซึ่งว่าจ้าง
(SL) มือปืนรับจ้าง (ฆ่าคน)
(N) คนที่ทํางานรับจ้าง
(PHRV) ให้เช่า
(N) การเช่าซื้อ
(N) ระบบการเช่าซื้อ
(ADJ) ซึ่งมีขนขึ้นเต็ม (ทางกายภาพ)
(ADJ) (พืช) ที่มีขน (ทางพฤกษศาสตร์)
(PRON) ของเขา(ผู้ชาย)
(N) พระองค์ (พระราชา, กษัตริย์)
(ADJ) เกี่ยวกับคนพูดภาษาสเปนหรือวัฒนธรรมของคนพวกนี้
(ADJ) เกี่ยวกับประเทศ, วัฒนธรรม และประชาชนสเปน
(ADJ) ซึ่งมีขนหยาบ
(N) เสียงฟ่อ
(VI) ทําเสียงฟ่อ
(VI) เปล่งเสียงแสดงความไม่พอใจ
(VT) เปล่งเสียงแสดงความไม่พอใจ
(PHRV) ทําเสียงขู่
(PHRV) ส่งเสียงไล่เพราะไม่พอใจ
(INT) คําอุทานเพื่อเรียกร้องความสนใจหรือขอร้องให้คนเงียบ
(N) สารชีวเคมีในร่างกายที่ช่วยกระตุ้นการหลั่งน้ําย่อยในกระเพาะอาหาร
(N) กราฟแสดงค่าของสถิติความถี่ชนิดหนึ่ง
(N) จุลกายวิภาคศาสตร์ของเนื้อเยื่อของสัตว์และพืช
(N) นักเขียนเรื่องราวเกี่ยวกับประวัติศาสตร์
(N) นักประวัติศาสตร์
(ADJ) ซึ่งเกิดขึ้นในประวัติศาสตร์
(ADJ) ที่สําคัญในประวัติศาสตร์
(ADJ) เกี่ยวข้องกับการศึกษาประวัติศาสตร์
(ADJ) ซึ่งเกิดขึ้นในประวัติศาสตร์
(ADJ) ซึ่งมีพื้นฐานมาจากประวัติศาสตร์
(ADJ) ที่แสดงการพัฒนาหรือวิวัฒนาการตามลําดับเวลา เช่น ภาษา หรือสังคม
(N) ภูมิศาสตร์เชิงประวัติ
(N) ประวัติศาสตร์
(N) สมัยประวัติศาสตร์
(ADJ) เกี่ยวกับผู้แสดงหรือการแสดง
(ADJ) แสดงท่าทางเกินจริง
(ADJ) เกี่ยวกับผู้แสดงหรือการแสดง
(ADJ) แสดงท่าทางเกินจริง
(N) การกระทําหรือกิริยาที่เหมือนการแสดงละคร
(N) การตี
(SL) ทําได้สําเร็จ
(VI) ชน
(VI) ตี
(VT) เกิดขึ้น (คําไม่เป็นทางการ)
(VT) ฆ่า (ทางอาชญากรรม)
(VT) ชน
(VT) ได้แต้ม (ทางกีฬา)
(VT) ตี
(VT) มาถึง (คําสแลง)
(VT) มีผลกระทบ
(PHRV) ชนกับ
(IDM) ไม่ระมัดระวัง
(IDM) อย่างไม่ระมัดระวัง
(ADJ) ที่ชนแล้วหนี
(IDM) ประสบปัญหา (คําไม่เป็นทางการ)
(PHRV) ต่อย
(PHRV) ตีกลับ
(VI) โต้กลับ
(IDM) มาถึงจุดที่แย่ที่สุด
(VT) โดน
(N) อุปสรรค
(VT) เทียม (ม้า)
(VT) ผูก (ไว้ชั่วคราว)
(IDM) ยกนิ้วโป้งให้สัญญาณกับรถที่ผ่านมาเพื่อขอโดยสารรถไปด้วย
(VI) ขออาศัยโดยสารรถคนอื่นฟรี
(VT) ขออาศัยโดยสารรถคนอื่นฟรี
(N) เสาผูกม้า ลาหรือสัตว์อื่นๆ
(PHRV) ผูกเชือกไว้
(PHRV) ดึงขึ้น
(PHRV) ต่อยอย่างแรง
(ADV) ที่นี่ (ภาษาโบราณ)
(ADV) จนกระทั่งเดี๋ยวนี้
(ADV) ทางนี้ (ภาษาโบราณ)
(PHRV) เตะลูกบอลเข้า
(PHRV) มี (คําไม่เป็นทางการ)
(N) อดอล์ฟ ฮิตเลอร์ จอมเผด็จการของเยอรมันและเป็น ผู้นําลัทธินาซี (ค.ศ.1889-1945)
(N) ผู้รับจ้างฆ่า (คําสแลง)
(PHRV) ถอดแบบมา
(PHRV) โขก
(VT) นึกออก
(ADJ) โดยตามบุญตามกรรม
(IDM) ไม่ระมัดระวัง
(IDM) อย่างไม่ระมัดระวัง
(PHRV) ปล่อยหมัดออกไป
(IDM) ทําบางสิ่งไม่ยุติธรรมต่อคนอื่น (คําไม่เป็นทางการ)
(IDM) ทําให้ประทับใจ
(IDM) ทําให้ตกตะลึง (คําไม่เป็นทางการ)
(IDM) ทําให้ตกตะลึง (คําไม่เป็นทางการ)
(N) ผู้ตี
(IDM) ประสบความสําเร็จอย่างงดงาม (คําไม่เป็นทางการ)
(IDM) พุ่งเข้ากลางเป้า
(IDM) โกรธมาก (คําไม่เป็นทางการ)
(SL) ลุกจากเตียง
(IDM) เข้านอน
(IDM) ขึ้นสู่ระดับสูง (คําไม่เป็นทางการ)
(IDM) ชนะเกม
(IDM) ทําในสิ่งที่ถูกต้อง
(IDM) โกรธมาก (คําไม่เป็นทางการ)
(IDM) ถูกเผง (คําไม่เป็นทางการ)
(ADJ) เกี่ยวกับประชาชน, ภาษา และวัฒนธรรมของชนชาตินี้
(N) ชนชาติหนึ่งในเอเชียสมัยโบราณที่ปกครองดินแดนในเอเชียไมเนอร์และทางเหนือของซีเรีย
(PHRV) ตีขึ้นไป
(VT) ขอร้องให้ทํา
(PHRV) ตีขึ้นไป
(N) รังผึ้ง
(PHRV) หายไป
(N) อาการโรคลมพิษ
(INT) คําอุทานแสดงความประหลาดใจ ดีใจ เรียกร้องความสนใจ
(N) แหล่งกักตุน
(VI) กักตุน (อาหาร, เงิน)
(VT) กักตุน (อาหาร, เงิน)
(N) แผ่นไม้ปิดประกาศ
(N) รั้วไม้ที่กั้นรอบตึกเป็นการชั่วคราวเมื่อมีการก่อสร้างหรือซ่อมแซมตึก
(PHRV) กักตุน
(N) น้ําค้างแข็งที่จับอยู่ตามต้นไม้และพื้นดิน
(ADJ) (เสียง) แหบห้าว
(ADJ) เก่าแก่
(N) การหลอกลวง
(VT) หลอกลวง
(N) ตะแกรงสําหรับตั้งหม้อบนเตาไฟ
(N) หมุดที่ใช้เล่นในกีฬา quoits
(N) เทวดาร่างเล็ก
(N) นิสัยเจ้าเล่ห์
(N) การกะโผลกกะเผลก
(VI) เดินกะโผลกกะเผลก
(N) งานอดิเรก
(PHRV) ผูกมิตรกับ (เพื่อมีหน้ามีตามในสังคมเช่น ผูกมิตรกับพวกชนชั้นสูง)
(N) คนจรจัด
(IDM) ทางเลือกระหว่างสิ่งที่เสนอมาให้หรือไม่ได้รับอะไรเลย
(SL) ขากเสมหะ
(N) กีฬาฮอกกี้
(N) บุ้งกี๋
(N) จับฉ่าย
(N) จอบ
(VI) พรวน
(VT) พรวน
(N) แกะอายุหนึ่งปีที่ยังไม่เคยโกนขน
(N) คนที่เห็นแก่ตัว
(N) พาหนะคันใหญ่สง่างาม (คําสแลง)
(N) หมูตอน
(VT) โก่งหลัง
(VT) เอาอย่างละโมบ
(SL) รถยนต์คันใหญ่
(N) เครื่องยก
(VT) ยกขึ้น
(IDM) โดนกรรมสนอง
(PHRV) แสร้งทํา (คําไม่เป็นทางการ)
(N) การควบคุม
(N) การจับไว้
(N) การทําให้หยุดชะงัก
(N) คุก
(N) พันธนาการ
(VT) กอด
(VT) เก็บเอาไว้
(VT) เกาะติด
(VT) ครอบครอง
(VT) จัดเตรียม
(VT) จับไว้
(VT) เชื่อว่า
(VT) ทําให้ล่าช้า
(VT) บรรจุ
(VT) อดกลั้น
(N) ระวางบรรทุกสินค้าในเรือหรือเครื่องบิน
(PHRV) ตําหนิ
(IDM) อยู่ที่ตําแหน่งน่าพอใจ
(PHRV) แยกตัว
(IDM) จัดประชุม
(PHRV) ควบคุมความรู้สึก
(PHRV) ทําให้ถดถอย
(PHRV) ทําให้ล่าช้า
(PHRV) ปิดบัง
(PHRV) ไม่เต็มใจทํา
(PHRV) สกัดกั้น
(PHRV) ยอมรับ
(PHRV) ยึด
(PHRV) จับเป็นนักโทษ
(PHRV) ทําให้มีค่าน้อยมาก
(PHRV) ทําให้มีค่าน้อยมาก
(PHRV) ก้มลง
(N) เจ้าของ
(N) ด้าม
(PHRV) ยึดมั่น
(PHRV) เก็บไว้
(PHRV) พูดยืดยาว (อย่างผิดๆ)
(PHRV) เสนอ (สิ่งที่ดี)
(IDM) ยังดีอยู่
(IDM) สมควร
(PHRV) ควบคุม
(N) พื้นที่ที่เช่าจากผู้อื่นเพื่อทําการเพาะปลูก
(N) สินทรัพย์ โดยเฉพาะหุ้นและพันธบัตร
(IDM) อยู่นิ่งๆ
(SL) ใจเย็นๆ
(IDM) ไม่สนใจ
(PHRV) ยังอยู่ห่างไกล
(PHRV) จับไว้
(IDM) ภูมิใจ
(PHRV) ยึดหรือจับไว้แน่น
(PHRV) เปิดทิ้งไว้
(PHRV) ยื่นมือไปข้างหน้า
(PHRV) ยืนกรานสําหรับ
(PHRV) เรียกคืน
(PHRV) ปิดบัง
(PHRV) เลื่อนออกไป
(PHRV) ใช้ (บางสิ่ง) กับ
(N) เจ้าหน้าที่ที่ยังคงดํารงตําแหน่งเดิมอยู่หลังจากหมดวาระแล้ว
(IDM) ทําให้อยู่ห่างๆ
(IDM) จดจําเรื่องราว
(IDM) อยู่นิ่งๆ
(PHRV) จับไว้
(PHRV) ผูกไว้ด้วยกัน
(IDM) เป็นจริง
(PHRV) ทําให้อยู่ข้างใต้
(N) การถูกคิดราคาแพงเกินไป
(N) การปล้น
(N) การหยุดชะงัก
(PHRV) ยกขึ้น
(IDM) ถูกต้อง
(PHRV) ยอมรับ
(IDM) คอยก่อนและค่อยๆ คิดไตร่ตรอง
(N) รู
(N) สถานการณ์ที่น่าอึดอัดใจ
(IDM) อย่างลับๆ
(IDM) การตีลูกกอล์ฟลงหลุมในการตีเพียงครั้งเดียว
(PHRV) ตีลูกลงหลุมได้ในการตีครั้งเดียว (กีฬากอล์ฟ)
(IDM) อย่างลับๆ
(SL) ตู้เอทีเอ็ม
(SL) ร้านค้าหรือขายอาหารเล็กๆ
(PHRV) ตีลุกลงหลุม (กีฬากอล์ฟ)
(PHRV) ซ่อนไว้ (คําไม่เป็นทางการ)
(VT) ซ่อนตัว (คําสแลง)
(N) วันหยุด
(N) วันหยุดเทศกาล
(SL) เครื่องดื่มอัลกอฮอล์ (โดยเฉพาะใช้ดื่มตอนเทศกาลคริสต์มาสและปีใหม่)
(IDM) เคร่งครัดเกินไป
(N) ความศักดิ์สิทธิ์
(ADJ) แบบองค์รวม
(N) ชาวฮอลันดา
(N) ฮอลันดา
(N) การตะโกน
(VI) ตะโกน (คําไม่เป็นทางการ)
(VT) ตะโกน (คําไม่เป็นทางการ)
(ADJ) ซึ่งไม่จริงใจ
(ADJ) ที่เป็นโพรง
(N) โพรง
(PHRV) ขุดเป็นหลุมหรือแอ่ง
(N) ต้นฮอลลิ เป็นพืชที่มีผลสีแดง และอยู่ในตระกูล Ilex
(SL) คําเรียกคนที่แต่งตัวหรูและใส่แว่นกันแดด
(N) ความหายนะ (โดยเฉพาะจากไฟ)
(ADJ) ซึ่งศักดิ์สิทธิ์
(ADJ) ที่เคร่งศาสนา
(SL) พระ
(N) การคารวะ
(ADJ) ภายในครัวเรือน
(ADV) มุ่งไปที่บ้าน
(N) บ้าน
(IDM) ทําสิ่งที่มุ่งหวังได้สําเร็จ
(N) คนติดบ้าน (คําไม่เป็นทางการ)
(SL) เหล้าที่กลั่นเอง
(ADJ) ซึ่งเกิดขึ้นภายในท้องถิ่น
(ADJ) ซึ่งปลูกเองในสวนที่บ้าน
(PHRV) มุ่งไปที่
(N) บ้านเกิด
(ADJ) ไร้ที่อยู่
(ADJ) เรียบง่าย
(ADJ) (หน้าตา) เรียบๆ
(ADJ) ซึ่งทําที่บ้าน
(PHRV) มุ่งไปที่
(N) การตีลูกที่ทําให้ผู้ตีสามารถทําแต้มโดยการวิ่งได้ครบรอบทั้ง4 เบสในกีฬาเบสบอล
(ADJ) ซึ่งคิดถึงบ้าน
(SL) เครื่องดื่มอัลกอฮอล์แรง
(N) บ้านไร่ (รวมทั้งสิ่งก่อสร้างต่างๆ และที่ดิน)
(VI) ตั้งรกราก (ที่เป็นบ้านไร่)
(N) บ้านเดิม
(N) การบ้าน
(N) ฆาตกรรม
(SL) เพื่อน
(N) การเทศนา
(N) สิ่งมีชีวิตที่มีสายพันธุ์เดียวกับมนุษย์
(N) คนที่รักร่วมเพศ (คําสแลง) (คําหยาบ)
(PRF) เหมือน
(SL) ตุ๊ด (เป็นคําเรียกที่กะเทยไม่ชอบ)
(SL) ผู้ที่มีพฤติกรรมรักร่วมเพศ
(N) การผสมพันธุ์ระหว่างสัตว์หรือพืชที่มีลักษณะเดียวกัน
(N) ภาวะที่มีเพศเดียวกัน
(ADJ) ซึ่งมีคุณสมบัติเหมือนกัน
(N) คําพ้องรูป
(N) คําพ้องรูปหรือคําพ้องเสียง
(N) คําพ้องเสียง
(N) สายพันธุ์มนุษย์ปัจจุบัน (เป็นสายพันธุ์ในตระกูล Hominidae)
(ADJ) เกี่ยวกับการรักร่วมเพศ
(N) คนรักร่วมเพศ
(N) การรักร่วมเพศ
(ADJ) ซื่อตรง
(ADJ) ยุติธรรม
(N) สัมมาชีพ
(ADV) อย่างจริงใจ
(ADV) อย่างยุติธรรม
(IDM) พูดความจริง
(N) ความจริงใจ
(N) ความซื่อสัตย์
(N) น้ําผึ้ง
(N) ผู้เป็นที่รัก (คําไม่เป็นทางการ)
(N) ผึ้ง (มีชื่อในภาษาละตินว่า Apis mellifera)
(N) รังผึ้ง
(N) สิ่งที่มีลักษณะคล้ายรังผึ้ง
(N) รังผึ้ง (รถ)
(N) แตงเนื้อขาวชนิดหนึ่งที่มีรสหวาน (มีชื่อในภาษาละตินว่า Cucumis melon)
(N) คําหวาน
(N) การดื่มน้ําผึ้งพระจันทร์
(VI) ไปดื่มน้ําผึ้งพระจันทร์
(IDM) ช่วงเริ่มต้นหมดไปแล้ว
(SL) ช่วงแรกเริ่ม / ต้น (ก่อนมีปัญหา)
(SL) ช่วงแรกเริ่ม / ต้น (ก่อนมีปัญหา)
(ADJ) ที่ปากหวาน
(SL) อาการท้องเสีย
(N) เสียงแตรรถยนต์
(N) เสียงห่านร้อง
(VT) บีบแตร
(VT) ร้องเสียงห่าน
(N) เกียรติ
(N) ความเคารพ
(N) ชื่อเสียง
(VT) เคารพ
(VT) ให้เกียรติ
(ADJ) ที่ควรค่าแก่การให้เกียรติ
(ADJ) ีซึ่งมีเกียรติ
(ADV) อย่างควรค่าแก่การให้เกียรติ
(ADV) อย่างมีเกียรติ
(N) ค่าธรรมเนียมการบริการทางวิชาชีพ
(ADJ) ซึ่งให้เพื่อเป็นเกียรติ
(N) ปริญญากิตติมศักดิ์
(N) กองเกียรติยศ
(N) เกียรติยศ
(PHRV) ยกย่อง
(PHRV) ยกย่องด้วย
(SL) เหล้าแรง
(N) ขนบนหัวของนกหรือสัตว์บางชนิด
(N) ผ้าคลุมไหล่ของเสื้อรับปริญญา
(N) ฝากระโปรงรถยนต์
(N) ฝาครอบอุปกรณ์ต่างๆที่มีช่องเปิด
(N) หมวกคลุมศีรษะที่ติดอยู่กับเสื้อ
(SUF) เกี่ยวกับภาวะ สภาพธรรมชาติ กลุ่มคนเฉพาะ
(VT) คลุมด้วยหมวกคลุมศีรษะ
(N) นักเลง
(VT) ตบตา
(N) กีบ
(VT) เดิน (คําสแลง)
(SL) นักเต้นรํา
(PHRV) เดิน (แทนการขับรถ)(คําไม่เป็นทางการ)
(SL) เรื่องไร้สาระ
(N) ตะขอ
(SL) ทําให้ติดบางอย่าง (อาจไม่ใช่ยา)
(VI) เกี่ยว
(VI) งอ
(VI) เป็นโสเภณี
(VT) เกี่ยว
(VT) ขโมย (คําสแลง)
(VT) งอ
(ADJ) ซึ่งงองุ้ม
(ADJ) ซึ่งติดยา
(PHRV) หนี (คําไม่เป็นทางการ)
(PHRV) ทําให้ยึดหรือเกี่ยวไว้ด้วยตะขอ
(PHRV) ทําให้ยึดหรือเกี่ยวไว้ด้วยตะขอ
(ADJ) งุ้ม
(SL) ซ่องโสเภณี
(N) อุปกรณ์ไฟฟ้าต่างๆ ที่ถูกออกแบบมาให้ใช้งานร่วมกัน (คําไม่เป็นทางการ) (ทางวิศวกรรมไฟฟ้า)
(PHRV) เกี่ยวไว้ด้วยตะขอ
(N) พยาธิปากขอ เป็นพยาธิในตระกูล Ancylostomatidae
(N) จิ๊กโก๋
(N) ห่วง
(INT) ไชโย (คําอุทานแสดงความยินดี)
(N) เสียงร้องหวูดคล้ายเสียงนกเค้าแมว
(VI) ทําเสียงร้องหวูด
(SL) เหล้าแรง
(PHRV) ปฏิเสธหรือไม่ยอมรับต่อสาธารณชน
(SL) จมูก
(SL) หน้าอก
(PHRV) ปฏิเสธหรือไม่ยอมรับต่อสาธารณชน
(VI) กระโดดขาเดียว
(N) ความหวัง
(VI) หวัง
(VT) หวัง
(IDM) มีความหวังแม้ว่าจะไม่มีทางเป็นไปได้
(IDM) ยังมีความหวังแม้ว่าจะมีโอกาสน้อยมาก
(PHRV) หวังว่า (สิ่งที่ดี) จะเกิด
(ADJ) ซึ่งมีความหวัง
(N) ผู้ที่ต้องการประสบความสําเร็จ
(ADV) อย่างคาดหวังไว้
(ADJ) ซึ่งสิ้นหวัง
(N) ความหมดหวัง
(SL) งานเลี้ยงที่มีการดื่มเครื่องดื่มอัลกอฮอล์
(PHRV) ขึ้นรถ
(IDM) ไปให้พ้น (คําสแลง)
(PHRV) ลงจากรถ
(PHRV) กระโดดขึ้นรถ (โดยไม่เตรียมตัวมาก่อนหรือขณะรถวิ่ง)
(PHRV) รีบทํา
(PHRV) อุ่นให้ร้อน
(N) โขยง
(N) ขอบเขตความรู้
(N) ขอบฟ้า
(ADJ) ตามแนวนอน
(ADV) ในแนวนอน
(N) ฮอร์โมน
(N) เขา
(N) เครื่องเป่าในดนตรีแจ๊ส
(N) แตร (รถยนต์)
(VT) แทง (ด้วยเขา)
(N) นกเงือก (เป็นนกในตระกูล Bucerotidae)
(ADJ) ซึ่งมีเขา
(N) แตน (เป็นแมลงในตระกูล Vespidae)
(PHRV) ขัดจังหวะ
(VI) บุกรุก (คําไม่เป็นทางการ)
(N) การเต้นรําที่สนุกสนานของชาวอังกฤษของชาวอังกฤษซึ่งแต่เดิมเป็นการเต้นรําของพวกกะลาสี
(ADJ) คล้ายเขาสัตว์
(ADJ) ซึ่งมีความต้องการทางเพศ
(ADJ) ที่ทํามาจากเขาสัตว์
(ADJ) หยาบคล้ายเขาสัตว์
(N) ดวงชะตาราศี
(ADJ) น่ากลัว
(ADJ) น่าเกลียดน่ากลัว
(ADV) อย่างน่าเกลียดน่ากลัว
(ADJ) น่ากลัว
(ADJ) น่ากลัว
(ADJ) น่าหวาดกลัว
(VT) ทําให้หวาดกลัว
(N) ความหวาดกลัว
(ADJ) ซึ่งตกตะลึง
(N) อาหารเรียกน้ําย่อย
(N) ทหารม้า
(N) ม้าขวาง (ในกีฬายิมนาสติก)
(N) ม้าตัวผู้
(N) ม้า (มีชื่อในภาษาละตินว่า Equus caballus)
(N) เฮโรอีน (ยาเสพติดชนิดหนึ่ง) (คําสแลง)
(VI) ขึ้นขี่ม้า
(VT) ขึ้นขี่ม้า
(VT) ให้ม้า
(PHRV) เล่นสนุก
(PHRV) เล่นสนุก
(N) รถม้า
(N) ขนม้า
(SL) หัวเราะเยาะ
(N) คนขี่ม้า (โดยเฉพาะคนที่ขี่ม้าเก่ง)
(SL) หนังตะวันตก
(IDM) ความเหลาะแหละ
(N) พฤติกรรมที่หยาบ, คึกคะนอง และอึกทึก
(N) แรงม้า
(N) การแข่งม้า
(IDM) สามัญสํานึก
(N) สามัญสํานึก (คําไม่เป็นทางการป
(N) เกือกม้า
(N) แมงดาทะเล
(N) แส้ม้า
(ADJ) เกี่ยวกับการปลูกพืชในสวนหรือเรือนกระจก
(N) การปลูกพืชในสวนหรือเรือนกระจก
(N) ถุงเท้ายาว
(N) ท่อยาง
(VT) ฉีดน้ําด้วยสายยาง
(PHRV) ใช้ท่อฉีดน้ําล้าง
(N) ช่างหรือพ่อค้าขายเครื่องถุงเท้าและถุงน่อง (คําโบราณ)
(SL) ยาเสพย์ติด
(ADJ) ที่มีความโอบอ้อมอารีย์
(N) โรงพยาบาล
(N) การให้การต้อนรับด้วยความยินดี
(N) เจ้าบ้าน
(N) พิธีกร
(N) สัตว์หรือพืชที่เป็นที่อาศัยของปรสิต
(VT) ทําหน้าที่เป็นเจ้าภาพ
(VT) เป็นผู้จัดรายการ
(VT) ให้สถานที่หรือสิ่งอํานวยความสะดวกเพื่อจัดงาน
(N) กลุ่มคนจํานวนมาก
(N) กองทัพ
(N) ตัวประกัน
(N) ที่พักราคาไม่แพงสําหรับนักเดินทางอายุน้อย
(N) ผู้หญิงที่ทําหน้าที่ต้อนรับและเลี้ยงดูแขก
(ADJ) ซึ่งเป็นศัตรู
(N) ความเป็นศัตรู
(N) คนดูแลม้าของแขกตามโรงแรม (คําโบราณ)
(ADJ) ฉลาด (คําไม่เป็นทางการ)
(ADJ) ซึ่งได้รับความนิยม
(ADJ) น่าตื่นเต้น (คําไม่เป็นทางการ)
(ADJ) เผ็ด
(ADJ) ร้อน
(ADJ) รุนแรง
(ADJ) ใหม่ (คําไม่เป็นทางการ)
(IDM) วิตกกังวล
(IDM) ร้อนมาก (คําไม่เป็นทางการ)
(N) ที่เพาะพืช
(N) การผสม
(N) จับฉ่าย
(N) ไส้กรอกแดง
(SL) ทําอวดรู้
(N) โรงแรม
(IDM) คุณคิดอย่างไรกับอากาศร้อนอย่างนี้
(ADJ) โมโหง่าย
(SL) ของขายดี
(ADV) อย่างถึงพริกถึงขิง
(SL) ปัญหาหนัก
(N) คนขับตีนผี
(N) ฤดูร้อน
(SL) เก้าอี้ไฟฟ้า
(N) บ่อน้ําร้อน
(ADJ) โมโหง่าย
(PHRV) อุ่นให้ร้อน
(N) ความยุ่งยาก
(N) กระเป๋าน้ําร้อน
(N) กูบช้าง
(N) คนเลว
(N) สุนัขไล่เนื้อ
(V) ล่า
(PHRV) ตามล่า
(PHRV) ทําให้หนีไปด้วยความละอาย
(N) ช่วงเวลาใดเวลาหนึ่ง
(N) ชั่วโมง
(N) นาฬิกาทราย
(ADJ) ทุกๆชั่วโมง
(N) คนดูในโรงภาพยนตร์
(N) ครอบครัว
(N) บ้าน
(N) สภา
(VT) จัดบ้านหรือที่พักให้อยู่
(N) เรือนแพ
(ADJ) ซึ่งถูกจํากัดอยู่ในบ้าน (สาเหตุเพราะป่วยหรืออากาศ)
(N) คนรับใช้ชาย
(N) ครอบครัว
(N) ผู้ครองเรือน
(VI) ดูแลบ้าน
(N) คนดูแลทําความสะอาดในโรงแรม
(N) แม่บ้าน
(N) การบ้านการเรือน
(N) คนรับใช้
(IDM) ความห่วงใยมากเกินไป (คําไม่เป็นทางการ)
(PHRV) ทําให้ต้องอยู่แต่ในบ้านเพราะเจ็บป่วย
(N) แม่บ้าน
(N) งานดูแลบ้าน
(N) งานบ้าน
(N) การเคหะ
(N) บ้านจัดสรร
(N) กระต๊อบ
(VT) บินร่อน
(PHRV) ไม่ตัดสินใจระหว่าง
(PHRV) บินอยู่เหนือ
(PHRV) รอคอยอยู่ใกล้
(ADV) เท่าไร
(ADV) ไม่ว่าจะ  ขนาดไหน
(CONJ) อย่างไรก็ตาม
(N) ปืนครก
(N) การเห่าหอน
(VI) เห่าหอน
(PHRV) ทําให้เสียงดังเพราะโกรธหรือไม่เห็นด้วย
(ADV) เท่าไร
(ADV) เท่าไร
(ADV) อย่างไรก็ตาม
(SL) การร่วมเพศ
(N) จุดศูนย์กลาง
(N) ดุมล้อ
(SL) บ้องกัญชา
(SL) สามี
(VT) กองรวมกันไว้
(VT) เกาะกลุ่มกัน
(PHRV) เบียดกันแนบแน่น
(PHRV) เบียดกันแนบแน่น
(N) ความมืดหรือความสว่างของสี
(N) การร้องตีโพยตีพาย
(IDM) การส่งเสียงประท้วงกึกก้อง
(N) อารมณ์เสีย
(VT) ทําให้โกรธ
(VT) พูดอย่างขุ่นเคือง
(VT) หอบ
(N) การกอดรัด
(VI) กอด
(ADJ) ใหญ่โต
(PHRV) ดีใจกับ
(PHRV) เคลื่อนออกมาให้เห็น
(N) เปลือกผลไม้
(VI) ปอกเปลือก
(N) ตัวเรือ
(VI) ฮัม
(VT) วุ่นวาย
(ADJ) เกี่ยวกับคน
(N) มนุษย์
(N) มนุษย์
(IDM) ไม่แน่ใจเกี่ยวกับบางสิ่ง
(ADJ) มีมนุษยธรรม
(N) เฮชไอวี
(N) มนุษยนิยม
(N) ผู้ศึกษาเกี่ยวกับมนุษย์
(N) ผู้มีมนุษยธรรม
(N) คนทั่วไป
(N) มนุษยธรรม
(N) พลโลก
(ADV) เกี่ยวกับหรือมีลักษณะของมนุษย์
(N) ธรรมชาติของมนุษย์
(N) เผ่าพันธุ์มนุษย์
(N) สิทธิมนุษยชน
(ADJ) ยากจน
(ADJ) สมถะ
(N) ความต่ําต้อย
(ADV) อย่างต่ําต้อย
(ADV) ทูลเกล้าทูลกระหม่อมถวาย
(N) การหลอกลวง
(VT) หลอกลวง
(ADJ) น่าเบื่อ
(ADJ) ชื้น
(N) ความชุ่มชื้น
(VT) ขายหน้าขายตา
(N) ความอ่อนน้อมถ่อมตน
(N) นกที่เล็กที่สุดของโลก
(N) อารมณ์
(N) อารมณ์ขัน
(VT) ทําให้พอใจ
(ADJ) น่าขบขัน
(ADJ) เปียกชื้น
(ADV) อย่างติดตลก
(N) ความตลกขบขัน
(N) โหนกอูฐ
(SL) ร่วมเพศ
(VT) ทําหลังโกง
(N) หลังโกง
(ADJ) หลังค่อม
(PHRV) โก่งตัวอยู่บน
(N) ปุ๋ยอินทรีย์
(PHRV) เต็มไปด้วยเสียงฮึมฮัม
(N) ลางสังหรณ์
(VT) โค้ง
(N) คนหลังค่อม
(ADJ) หนึ่งร้อย
(N) หนึ่งร้อย
(ADV) เป็นร้อยเท่า
(ADJ) แสน
(N) แสน
(SL) หวานใจ
(VI) แขวน (กริยาช่อง2 และ3 ของ hang)
(N) ชาวฮังการี
(N) ประเทศฮังการี
(N) ความหิว
(VI) หิว
(PHRV) อดอยาก
(PHRV) อดอยาก
(ADJ) ว่าง
(ADJ) หิว
(IDM) หิวมาก
(N) ก้อนใหญ่
(PHRV) นั่งขัดสมาธิ
(SL) ดี
(N)  การค้นหา
(N) การล่าสัตว์
(VT) ค้นหา
(VT) ล่า
(PHRV) ตามล่า
(PHRV) ล่าสัตว์
(VT) ตามหาจนพบ
(N) พราน
(PHRV) ล่าสัตว์เพื่อ (ด้วยปืน)
(IDM) มองหาทุกซอกทุกมุม
(N) การล่าสัตว์
(IDM) เริ่มไล่ล่า
(PHRV) ค้นหา
(PHRV) ล่าข้าม (สถานที่เช่น ที่ดิน)
(N) นายพราน
(PHRV) ค้นหา
(PHRV) ค้นหา
(N) เครื่องกีดขวาง
(N) รั้วสําหรับกระโดดข้าม
(VT) กระโดดข้ามรั้ว
(N) วิ่งกระโดดข้ามรั้ว
(VT) ขว้าง
(VT) ด่าทอ
(PHRV) ทําให้กระเด็นไปคนละทิศ
(PHRV) ทําให้กระเด็นไปคนละทิศ
(PHRV) ขว้างไปที่
(PHRV) ขว้างออกไป
(PHRV) เสียไปโดยเปล่าประโยชน์
(PHRV) ทําให้กระเด็นลงมา
(PHRV) ขว้างเข้าไป
(PHRV) ทําให้ออกไป (เพราะมีความผิดร้ายแรง)
(PHRV) มาชุมนุมกัน
(N) ความโกลาหลอลหม่าน
(INT) คําอุทานแสดงความยินดี
(INT) คําอุทานแสดงความยินดี
(N) พายุเฮอริเคน
(ADJ) ที่รีบร้อน
(ADV) อย่างรีบร้อน
(N) ความรีบร้อน
(VI) รีบ
(PHRV) รีบไป
(PHRV) รีบหนี
(PHRV) รีบกลับ
(PHRV) รีบลงไป
(PHRV) รีบไป
(PHRV) รีบเข้า
(PHRV) รีบเข้า
(PHRV) รีบหนี
(PHRV) รีบไป
(PHRV) รีบออกไป
(PHRV) รีบเร่ง
(ADJ) ซึ่งเจ็บปวด
(N) การทําร้าย
(VI) ทําให้เจ็บปวด
(VI) ทําให้เสียใจ
(VT) น้อยใจ
(ADJ) น้อยใจ
(ADV) อย่างน้อยใจ
(N) ซึ่งทําร้าย
(VT) กระแทก
(N) สามี
(N) ้สามี
(VT) ควบคุม
(VT) อดออม
(N) เกษตรกร
(N) การเพาะปลูก
(ADJ) เงียบ
(INT) คําออกเสียงเพื่อขอให้เงียบ
(N) ความเงียบ
(VI) ทําให้เงียบ
(VT) ปกปิด
(ADJ) เงียบ
(IDM) ค่าปิดปาก
(N) ค่าปิดปาก
(PHRV) ทําให้เงียบ
(VT) ปกปิด
(N) แกลบ
(VT) เอาเปลือกออก
(ADJ) แข็งแรง
(ADJ) ที่มีเปลือกมาก
(ADJ) ที่ใหญ่กว่าปกติ
(ADJ) (เสียง) แหบ
(N) ขนาดเครื่องแต่งกายที่ใหญ่ผิดปกติ
(N) คนแข็งแรงและตัวใหญ่
(N) สุนัขลากเลื่อนของชาวเอสกิโม
(N) หญิงใจง่าย
(N) การเบียดเสียด
(N) การเร่ง
(N) ความรีบเร่ง
(VI) เบียด
(VI) เร่งเร้า
(VT) ขอร้อง
(VT) เร่ง
(VT) เร่งรีบ
(SL) หญิงโสเภณี
(N) กระท่อม
(N) ที่พักทหาร
(VT) เข้าพักในกระท่อม
(N) กรง
(N) กระท่อมเล็กๆ
(N) สิ่งที่ใช้เก็บของ เช่น ตู้
(N) พลอยสีส้มแดง
(N) พืชไม้ดอกสีม่วง
(ADJ) ซึ่งเป็นพันธุ์ผสม
(ADJ) ประกอบขึ้นจากหลายส่วน
(ADJ) ลูกผสม
(N) คําผสม
(N) สิ่งที่เกิดจากการผสมขึ้นมา
(N) ตัวไฮดรา
(N) พืชไม้ดอกขนาดใหญ่จําพวกหนึ่ง
(N) หัวก้อนน้ําประปาสาธารณะ
(ADJ) ซึ่งใช้น้ําในการขับเคลื่อน
(N) ธาราศาสตร์
(PRF) น้ํา
(N) สารไฮโดรคาร์บอน
(N) วิชาที่เกี่ยวกับแรงของการเคลื่อนไหวของของเหลว
(ADJ) เกี่ยวกับพลังงานไฟฟ้า
(ADJ) พลังน้ํา
(N) ก๊าซไฮโดรเจน
(N) ระเบิดไฮโดรเจน
(N) ของเหลวไม่คงที่ ใช้เป็นยาฟอกสีและยาฆ่าเชื้อโรค
(N) กราฟแสดงระดับน้ําและอัตราการไหลของน้ําเทียบกับเวลา
(N) อุทกศาสตร์
(N) อุทกวิทยา
(N) โรคพิษสุนัขบ้า
(N) เครื่องบินที่แล่นบนน้ําได้
(N) พลังน้ํา
(N) หมาใน
(N) สุขลักษณะ
(N) สาขาวิชาที่เกี่ยวกับการวัดความชื้นของอากาศ
(N) เยื่อพรหมจารี
(N) กลอนสวด
(N) การเผยแพร่เกินจริง
(VI) ทําให้ตื่นเต้น
(VT) โฆษณาชวนเชื่อ
(N) เข็มฉีดยา (แสลง)
(N) ผู้ติดยาเสพย์ติด (แสลง)
(ADJ) คลั่ง
(ADJ) ซึ่งดําเนินกิจกรรมมากเกินไป
(N) คนที่ดําเนินกิจกรรมมากเกินไป
(PRF) เกิน
(N) คําพูดที่พูดเกินความจริง
(N) ห้างสรรพสินค้า
(N) ความดันโลหิตสูง
(PHRV) ทําให้ตื่นเต้นหรือกระตือรือร้นเพราะฤทธิ์ยา
(N) เครื่องหมายยัติภังค์
(VT) ใส่ยติภังค์
(N) การสะกดจิต
(VT) สะกด
(PRF) ใต้
(PRF) ภายใต้
(N) โรคอุปทานว่าตัวเองเป็นโรค
(N) ความเจ้าเล่ห์
(N) ผู้เสแสร้ง
(ADJ) เจ้าเล่ห์
(ADJ) เกี่ยวกับใต้ผิวหนัง
(ADJ) ใต้ผิวหนัง
(N) การฉีดยาเข้าชั้นใต้ผิวหนัง
(N) ด้านของสามเหลี่ยมมุมฉากที่อยู่ตรงกันข้ามกับมุมฉาก
(N) ข้อสันนิษฐาน
(N) ภาวะที่กระแสเลือดขาดอ๊อกซิเจน
(N) โรคฮิสทีเรีย
(N) คนที่เป็นโรคฮิสทีเรีย
(N) การผ่าตัดมดลูก
