abbr. hematocrit and hemoglobin
abbr. head and neck
abbr. history and physical
n. ดู|hydrogen bomb
abbr. high frequency
abbr. highest common factor
ดู|high explosive|,|His (Her) Eminence
abbr. His (Her) Highness|,|His Holiness
abbr. His (Her) Majesty
abbr. hospital number
ดู|His (Her) Royal Highness
abbr. at bedtime
abbr. histiry of
 |Syn. ha (ฮา|'|ฮา) interj.,|n. คําอุทาน|แสดง|ความ|ประหลาดใจ|หรือ|หัวเราะเยาะ|,|สนาม|เพลาะ abbr. haemolytic anemia|,|hospital admission
abbr. hepatitis associated antigen
(ฮา|บะแน|'|ระ) n. ระบํา|ชนิด|หนึ่ง|ของ|คิวบา|,|ดนตรี|ประกอบ|การ|ระบํา|ดังกล่าว
n. หมาย|ศาล|ที่|เรียก|ตัว|บุคคล|ให้|มา|ปรากฏ|ต่อหน้า|ผู้พิพากษา|หรือ|ศาล
n. คน|ขาย|เครื่องแต่งตัว|ของ|ผู้ชาย|,|พ่อค้า|เครื่อง|ปัก|ถัก|ร้อย
n. ร้าน|ขาย|เครื่องแต่งตัว|ของ|ผู้ชาย|,|สินค้า|ใน|ร้าน|ดังกล่าว
(แฮ|บ|'|บิล) adj. เชี่ยวชาญ|,|คล่องแคล่ว
n. เครื่องมือ|,|อุปกรณ์|,|เสื้อผ้า|,|เครื่องแต่งตัว|  |Syn. habiliments
vt. แต่งตัว|,|ใส่|เสื้อผ้า|  |Syn. habilitation n. habilitator n.
(แฮ|บ|'|บิ|ท) n. นิสัย|,|ความ|เคยชิน vt. การ|แต่งตัว|,|สวม|เสื้อผ้า|,|อาศัย|อยู่|ใน|  |Syn. custom|,|fashion
adj. ทํา|ให้|ติด|นิสัย|,|ทํา|ให้|เกิด|ความ|เคยชิน
(แฮ|บ|'|บิ|ทะเบิล) adj. ซึ่ง|อาศัย|อยู่|ได้
(แฮ|บ|'|บิ|ทัน|ทฺ) n. ผู้อาศัย|,|ผู้|พํานัก
(แฮ|บ|'|บิ|แทท) n. ถิ่น|ที่อยู่|ของ|พืช|หรือ|สัตว์|,|สิ่งแวดล้อม|ของ|ถิ่น|ที่อยู่|ของ|พืช|หรือ|สัตว์. ที่อยู่อาศัย|  |Syn. habitation
(แฮ|บ|บิ|เท|'|เชิน) n. ที่อยู่อาศัย|,|ถิ่น|ที่อยู่|,|ชุมชน|,|ที่อยู่|รวม|กัน.  |Syn. habitational adj.  |Syn. domicile|,|residence
(ฮะ|บิ|ช|'|ชวล) adj. เป็นนิสัย|,|เป็น|ประเพณี.  |Syn. habitually adv. habitualness n.  |Syn. ordinary
(ฮะ|บิ|ช|'|ชุเอท) vt. ทํา|ให้|เกิด|ความ|เคยชิน|, ทํา|ให้|ติด|,|ทํา|ให้|กลาย|เป็นนิสัย.  |Syn. habituation n.
n. ความ|เคยชิน|,|ประเพณีนิยม|,|นิสัย.  |Syn. habitudinal adj.
n. คฤหาสน์|และ|ที่ดิน|,|ฟาร์ม|,
(แฮ|ค) v. ฟัน|,|ตัด|,|สับ|,|คราด|,|ทํา|ให้|เสียหาย|,|ทํา|ให้|ได้|รับ|บาดเจ็บ|,|ทํา|ให้|เสียรูป|ร่าง|,|ไอ|ครอก ๆ ,|เตะ|แข้ง|,|ไป|เรื่อยเปื่อย|,|เที่ยวเตร่ n. การ|ฟัน|,|การ|ตัด|,|การ|สับ|,|การ|ไอ|ครอก ๆ ,|นักเขียน|รับจ้าง|,|ม้า|แก่|, ม้า|ที่|ให้|เช่า , แท็กซี่|,|หิ้ง|ตาก|อาหาร|  |Syn. chop|,|cut
ค้อน|แต่ง|หิน
n. เลื่อย|ตัด|โลหะ
n. ห่วง|ผูก|ศีรษะ|ม้า|อย่าง|ง่าย ๆ แบบ|หนึ่ง
เงื่อน|แบบ|หนึ่ง
(แฮ|ค|' เคอร์) n. ผู้|ที่ทํางาน|อย่าง|หามรุ่งหามค่ํา|, ผู้|ที่|สนใจ|เรียนรู้|คอมพิวเตอร์|อย่าง|จริงจัง|จน|เกิน|ไป|,|คํา|นี้|เป็น|ชื่อ|ที่|ใช้|เรียก|พวก|ที่|มี|ความ|ชํานาญ|ใน|การ|ใช้|คอมพิวเตอร์|ไป|ใน|ทาง|ที่|ผิด|กฏ|หมาย เช่น แอบ|ขโมย|ข้อมูล|จาก|คอมพิวเตอร์|ใน|เครือข่าย หรือ|แอบ|แก้ตัว|เลข|ใน|ธนาคาร|เพื่อ|ถอน|เงิน|ออก|มา|ใช้|เอง คํา|ว่า hack อาจ|หมายถึง|การ|แอบ|ปรับ|แก้|หรือ|ดัดแปลง|โปรแกรมคอมพิวเตอร์|โดย|ไม่|ถูกต้อง|ตาม|กฏ|หมาย หรือ|ไม่|ก็|แก้|แล้ว|ยิ่ง|กลับ|ทํา|ให้|แย่|ลง
(แฮ|ค|'|คี) n. คน|ขับ|รถแท็กซี่
(แฮ|ค|'|เคิล) n. ขน|ยาว|รอบ|คอ|ไก่|หรือ|นก|,|สร้อยคอ|ไก่|  |Syn. hackles ขน|คอ|สัตว์|,|ความ|โกรธ. อารมณ์|ร้าย|,|หวี|,|vt. ใส่|สร้อยคอ|ให้|,|หวี|,|ตัด|อย่าง|หยาบ|,|เฉือน|อย่าง|หยาบ ๆ| 
(แฮ|ค|'|ลี) adj. หยาบ|  |Syn. coarse
คน|ขับ|รถแท็กซี่|,|คน|ขับ|รถ|เช่า
(แฮ|ค|'|นี) n. รถม้า|ให้|เช่า|,|รถ|ให้|เช่า|,|คน|ที่|ถูก|ว่าจ้าง|ให้|ทํางาน|หนัก|,|ม้า|ที่|ถูก|ใช้|งาน|หนัก|,|รถแท็กซี่. adj. ให้|เช่า. vt. ทํา|ให้|เป็น|ธรรมดา|,|ทํา|ให้|เก่า|เนื่องจาก|การ|ถูก|ใช้|,|ทํา|ให้|เป็น|รถ|เช่า.  |Syn. hackneyism n.
รถม้า|ให้|เช่า|,|รถม้า|4 ล้อ 6 ที่นั่ง|และ|ใช้|ม้า 2 ตัว|ลาก
(แฮ|ค|'|นีดฺ) adj. ธรรมดา|,|สามัญ|,|เก่าแก่|  |Syn. trite|,|stereotyped|,|flat|,|stale
n. เลื่อย|ตัด|โลหะ
(แฮ|ด) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ have
(แฮ|ด|'|ดัค) n. ปลา|คอด|ชนิด|หนึ่ง
(เฮ|ด) n. มุม|ระหว่าง|แนวราบ|ตรง|กับ|แนว|เลื่อม|มุม|ยื่น vt. ทํา|ให้|ลาด|ลง|จาก|แนว|ตรง
(เฮ|'|เดซ) n. นรก|,|พญา|ยม|,|พลูโต (pluto) . -|Hadean adj.  |Syn. underworld
n. บริเวณ|ชายฝั่ง|ทาง|ใต้|ของ|เย|เมน|,|โบราณวัตถุ|ที่|ยัง|ไม่|ได้|ขุด
(แฮ|ด|'|เดิน|ทฺ) abbr. had not
(แฮ|ดซฺทฺ) v. กริยา|เอกพจน์|บุรุษ|ที่ 2 และ|อดีตกาล|ของ have
(o) - Pref. ดู|hemato|- (โลหิต)| 
Pref. "|โลหิต|"
อาเจียน|เป็น|เลือด
adj. ซึ่ง|กําเนิด|ใน|เลือด|,|ซึ่ง|สร้าง|เลือด
(ฮีมะ|ทอ|ล|'|โลจี) n. โลหิต|วิทยา
n. การ|เกิด|โลหิต|,|การ|สร้าง|โลหิต.  |Syn. hematopoietic adj.
n. ภาวะ|ปัสสาวะ|มี|โลหิต.  |Syn. hematuric|,|haematuric adj.
(ฮิ|'|มะ|โก|ล|บิน|,|เฮ|ม|'|มะ) n. ดู|hemoglobin.  |Syn. haemoglobic|,|haemoglobinous adj.
(ฮีมะ|-) n. ดู|hemophilia .  |Syn. haemophil n.
(ฮีมะ|-) n. ดู|hemophiliac
(เฮ|ม|'|มะ|ริ|จ) n. การ|ไหล|ออก|ของ|เลือด|,|การ|ตกเลือด. vi. เลือด|ไหล|ออก|มาก.  |Syn. hemorrhagic|,|haemorrhagic adj.
(เฮ|ม|'|มะ|ริ|จ) n. ดู|hemorrhage .  |Syn. haemorrhagic
(เฮ|ม|'|มะ|รอย|ดฺ) n. ดู|he|-|morrhoid.  |Syn. haemorrhoidal adj.
n. เครื่องมือ|หรือ|ยา|ห้าม|โลหิต.
(ฮา|ฟ|'|เนี|ยม) n. ธาตุ|โลหะ|ชนิด|หนึ่ง
(ฮา|ฟทฺ) n. ด้าม|ถือ. vt. ใส่|ด้าม
(แฮ|ก) n. หญิง|แก่|ที่|น่าเกลียด|,|แม่มด|,|หล่ม|,|หนอง|,|บึง|,|ส่วน|ที่|เป็น|เกาะ|ใน|หนอง|หรือ|บึง|,|ดู|hagfish.  |Syn. haggish adj.
adj. เกิด|จาก|หญิง|แก่|ที่|มี|หน้าตา|อัปลักษณ์
(แฮ|ก|'|ฟิช) n. ปลา|ยาว|ชนิด|หนึ่ง|ที่|คล้าย|ปลาไหล มัน|มี|ฟัน|เป็น|หนาม|ยื่น|ออก|มา
(แฮ|ก|'|การ์ด) adj. ซูบ|,|ซูบซีด|,|ซูบ|ผอม|,|แห้งเหี่ยว|,|มี|หน้าตา|ดุร้าย|,|ไม่|เชื่อง. n. เหยี่ยว|ป่า|,|เหยี่ยว|ที่|ไม่|เชื่อง.  |Syn. haggardness n.  |Syn. careworn|,|gaunt
(แฮ|ก|'|กิช) adj. เหมือน|แม่มด|,|มี|หน้าตา|อัปลักษณ์
(แฮ|ก|'|เกิล) vi. ทะเลาะ|,|เถียง|,|ต่อล้อต่อเถียง. vi. ตัด|หรือ|ฟัน|อย่าง|อุตลุด|,|เสียง|รบกวน. n. การ|เถียง|,|การ|ต่อล้อต่อเถียง.  |Syn. haggler n.
(o) - Pref. "|นักบุญ|"|,|"|ศัก|สิทธิ์|"
(แฮ|กจิ|ออ|ค|'|ระ|ซี) n. การ|ปกครอง|โดย|กลุ่ม|นักบวช|,|หล่ม|,|หนอง|,|บึง|,|ส่วน|ที่|เป็น|เกาะ|ใน|หนอง|หรือ|บึง|  |Syn. hagiarchy
(แฮ|กจิ|ออ|ล|'|โลจี) n. สาขา|วรรณคดี|ที่|เกี่ยวกับ|ชีวิต|และ|เรื่องราว|ของ|นักบุญ|,|ชีวประวัติ|ของ|นักบุญ|  |Syn. hagiologic|,|hagiological adj. hagioligist n.
adj. เศร้า|สลด|,|ทนทุกข์ทรมาน
abbr. hemagglutination inhibition
(ไฮคฺ) n. เสื้อคลุม|สี|ขาว|ของ|ชาว|อาหรับ
(ไฮคฺ) n. เสื้อคลุม|สี|ขาว|ของ|ชาว|อาหรับ
(เฮ|ล) vt. ต้อนรับ|,|ทักทาย|,|เรียก|,|โห่ร้อง|อวยชัย|แก่. vi. เรียก|,|ร้อง|เชิญ|,|ลูกเห็บ|ลง n.การ|ร้องเรียก|,|การ|ร้อง|เชิญ|,|การ|ต้อนรับ|,|การ|ทักทาย|,|การ|ตก|ของ|ลูกเห็บ|,|ฝน|มี|ลูกเห็บ|,|ห่า|กระสุน|หรือ|อื่น ๆ interj. คําอุทาน|แสดง|การ|ต้อนรับ|,|การ|ร้องเรียก|หรือ|ร้อง|เชิญ คํา|ที่|มี|ความหมาย|เหมือน|กั
(เฮ|ล|'|ส|โทน) n. ลูกเห็บ
(เฮ|นท) abbr. have not|,|has not
(แฮร์) n. ผม|,|ขน|,|ผ้า|ขนสัตว์|,|จํานวน|น้อย|มาก|,|ขนาด|เล็ก|มาก|,|เศษ
ขุมขน
ตาข่าย|คลุม|ผม
น้ํามันใส่ผม
เสื้อ|ขนสัตว์
ช่องไฟ|ที่|เล็ก|ที่สุด|ของ|ตัวหนังสือ|,|ช่อง|แยก|ที่|บาง|ที่สุด|ใน|การ|เรียงพิมพ์|,|เส้น|โลหะ|บาง|ที่สุด|ที่|ใช้|แยก|คํา สัญลักษณ์|หรือ|อื่น ๆ| 
ไก|ปืน|ที่|ไว|หรือ|เบา|มาก|,|ทันทีทันใด|,|ไว|มาก
n. เส้น|ยาแดง|เดียว|,|เส้น|ผม|เดียว
n. เส้น|ยาแดง|,|เส้น|ผม|เดียว. adj. แคบ|ที่สุด|,|บาง|ที่สุด|,|น้อย|ที่สุด.  |Syn. hairsbreadth|,|hairbreadth
n. กรรไกร|ตัดผม
adj. น่ากลัว|,|น่า|สยดสยอง|,|น่า|ขนลุก|  |Syn. bloodcurdling
(แฮร์|'|เบ|รน|ดฺ) adj. สะเพร่า|,|ไม่|แน่นอน|,|น่า|เวียนหัว
n. เส้น|ยาแดง|เดียว|,|เส้น|ผม|เดียว
n. แปรง|ขน
n. ผ้า|ขนสัตว์.
n. การ|ตัดผม|,|แบบ|ทรงผม|,|แบบผม|,|ทรงผม|  |Syn. haircutter|, haircutting n.
(แฮร์|'|โด) n. แบบผม|,|แบบ|ทรงผม|,|การ|แต่ง|ผม|,|วิธี|ทํา|ผม|  |Syn. hairstyle|,|haircut
n. ช่าง|แต่ง|ผม|สตรี|,|ช่าง|ดัดผม|  |Syn. beautician|,|hair
n. การ|ตัด|หรือ|แต่ง|ผม|สตรี|,|อาชีพ|ตัดผม|,|แบบ|ทรงผม|,|การ|แต่ง|ผม|,|วิธี|ทํา|ผม|  |Syn. hairdo|,|coiffure
n. เส้น|ผม|,|เส้น|เขียน|ลายมือ|,|เส้น|คม|,|แบบ|เส้น|คม|,|การ|เย็บ|อย่าง|ละเอียด|,|ข้อแตกต่าง|ที่|เล็กน้อย|มาก
n. วิก|ผม|,|ปอยผม
(แฮร์|'|พิน) n. กิ๊บ|ผม|,|ที่|หนีบ|ผม. adj. เป็น|รูป|กิ๊บ|ผม|,|เป็น|รูป|U|  |Syn. U|-|shaped
n. น้ํายา|สเปย์|ฉีด|ผม|ให้|ทรง|รูป
(แฮร์|'|รี) adj. ผม|มาก|,|มี|ขน|มาก|, คล้าย|ผม|หรือ|ขน|,|ยาก|,|ลําบาก|,|น่ากลัว|,|เสี่ยงอันตราย.  |Syn. hairiness n.  |Syn. hirsute
(เฮ|'|ที) n. ชื่อ|ประเทศ|สาธารณรัฐ|ใน|West Indies
(เฮ|'|เชิน) adj. เกี่ยว กับ|ประเทศ|Haiti|หรือ|ประชาชน. n. ประชาชน|ของ Haiti
(แฮ|จ|'|จี) n. ดู|hajji -|pl. hajis
(แฮ|จ) n. การ|เดินทาง|ไป|นมัสการ|สิ่ง|ที่|เคารพ|ที่|กรุง|เมกกะ|ซึ่ง|ชาว|มุสลิม|ทุกคน|ต้อง|ไป|ครั้ง|หนึ่ง|อย่าง|น้อย|ใน|ชีวิต -|pl. hajjis|  |Syn. hadj
(แฮ|จ|'|จี) n. มุสลิม|ที|เดินทาง|ไป|นมัสการ|,|สิ่ง|ที่|เคารพ|ใน|กรุง|เมกกะ -|pl. hajjis|  |Syn. hadji|,|haji
(ฮา|'|คัน|ค|รอย|ซฺ) n. รูป|สวัสดิ|กะ|ของ|นา|ซี
(ฮา|'|คิม) n. คน|ที่|ฉลาด|,|นักปราชญ์|,|บัณฑิต|,|แพทย์|,|ผู้ปกครอง|,|ข้าหลวง|,|ผู้พิพากษา
(ฮา|ลอ|'|คะ) n. กฎหมาย|และ|ประเพณี|ทั้งหมด|ของ|ยิว -|Halakic adj.  |Syn. Halachah
n. การ|เกิด|บริเวณ|มัว|ที่|ภาพถ่าย|,|รอย|พร่า|รอบ|ดวง|โคม|ใน|ฟิล์ม|ถ่าย|รูป|เงา|ทรง|กด|,|แสดง|ทรง|กด
(แฮ|ล|'|เบิร์ด) n. ง้าว
(แฮ|ลเบอเดียร์) n. ทหาร|หรือ|ยาม ผู้|ถือ|ง้าว|เป็น|อาวุธ พล|ง้าว
(แฮ|ล|'|เซียน) n. นก|เทพยดา|ที่|เชื่อ|ว่า|มี|อํานาจ|ทํา|ให้|ทะเล|และ|คลื่น|สงบ|ได้
(เฮ|ล) adj. ไร้|โรค|,|แข็งแรง|,|มี|กําลังวังชา|,|ไร้|ข้อบกพร่อง.  |Syn. haleness n. vt. ดึง|,|ลาก|,|ถอน|,|ถอน|กําลัง|,|นํา|ไป|สู่|,|haler|  |Syn. haul|,|pull|,|drag
(ฮาล์ฟ) n. ครึ่ง|,|ครึ่ง|เวลา|ของ|การ|แข่งขัน|,|ครึ่ง|รอบ|,|ครึ่ง|เกม|,|ครึ่ง|เทอม|,|ครึ่ง|ปี|การ|ศึกษา|,|ซีก|หนึ่ง|ของ|โลก|,|กอง|หน้า|,|ส่วนหนึ่ง|,|ไม่|ทั้งหมด. -|Phr. (go halves แบ่ง|เท่า ๆ กัน) adj. กึ่ง|หน้า|,|ส่วนหนึ่ง|,|ไม่|เต็มที่|,|ไม่|สมบูรณ์ -|pl. Halves
เสื้อ|เกราะ|ที่|ไม่|ได้|ปกคลุม|ส่วน|ขา
เสื้อ|เกราะ|ที่|ไม่|ได้|ปกคลุม|ส่วน|ขา
กึ่ง|ปกแข็ง|,|ปก|ผ้า|สัน|หนัง
พี่น้อง|ร่วม|บิดา|มารดา|เดียวกัน
ครึ่ง|ดอลลาร์
กึ่ง|ปกแข็ง|,|ปก|ผ้า|สัน|หนัง
ตําแหน่ง|นก|สับ|กึ่ง|ไก|,|สภาพ|ของ|นก|สับ|ที่|พร้อม|ที่|จะ|ยิง|แผ่น|วงจร|ครึ่ง|เดียว|หมายถึง แผ่น|วงจร|ขยาย (expansion card) ที่|เมื่อ|นํามา|เสียบ|ลง|ใน|เครื่อง|คอมพิวเตอร์ จะ|ทํา|หน้าที่|อย่างใด|อย่างหนึ่ง แต่|ใช้เนื้อ|ที่|ได้|เพียง|ครึ่ง|เดียว|เพราะ|อีก|ครึ่งหนึ่ง|เสีย|ไป|กับ|เรื่อง|ของ|การ|ต่อ|เข้า|กับ|เครื่อง
ที่พัก|คน|ฝึกงาน|ใน|เรือ|สินค้า
ปม|เชือก|ที่|แก้|หลุด|ได้|ง่าย
วิธีการ|ประนีประนอม
กึ่ง|ปกแข็ง|,|ปก|ผ้า|สัน|หนัง
การ|ไว้|ทุกย์|น้อย
(มวยปล้ํา) รัด|คอ
เครื่องหมาย (ดนตรี) ครึ่ง|เสียง
พี่น้อง (ผู้หญิง) ที่|ร่วม|บิดา|หรือ|ร่วม|มารดา|เดียวกัน
เวลา|พัก|ระหว่าง ครึ่ง|ระยะ|เวลา|การ|แข่งขัน.  |Syn. half|-|time adj.
 |Syn. half adj. ครึ่งหนึ่ง. adv. เป็น|สอง|ส่วน|เท่า ๆ กัน. n. ส่วนผสม 2 สิ่ง|ที่|มี|จํานวน|เท่า|กัน|หรือ|เกือบ|เท่า|กัน|,|ส่วนผสม|ของ|นม|และ|ครีม|เท่า ๆ กัน|,|ส่วนผสม|ของ|เหล้า|มอลท์
adj. ส่งเดช|,|ตามบุญตามกรรม|,|ไม่|ได้|วางแผน|เต็มที่|,|ไม่|สมบูรณ์
adj. ซึ่ง|ปิ้ง|หรือ|ย่าง|ไม่|เพียงพอ|,|ซึ่ง|ตระเตรียม|ไม่|พอ|,|ไม่|น่า|เชื่อถือ|,|พิลึก|พิกล|,|บ้า
n. คน|ร่วม|บิดา|หรือ|ร่วม|มารดา|เดียวกัน. ลูกผสม|,|คน|ครึ่งชาติ.  |Syn. half|-|blooded adj.
กึ่ง|ปกแข็ง|,|ปก|ผ้า|สัน|หนัง
แผนผัง|กึ่ง|ลํา|เรือ|ตาม|ยาว
(-|'|เบ|รด) adj. ลูกผสม|,|เลือด|ผสม
n. ลูกผสม|,|เลือด|ผสม|,|พันธุ์ผสม. adj. เกี่ยวกับ|ลูกผสม|,|เกี่ยวกับ|พันธุ์ผสม
(ฮาล์ฟ|'|คา|สทฺ) n. คน|ครึ่งชาติ|,|ลูก|ครึ่ง|,|ลูกผสม. adj. ลูก|ครึ่ง|,|ลูกผสม
สื่อสาร|สอง|ทาง|ครึ่ง|อัตรา|หมายถึง การ|ถ่าย|ข้อมูล|ไป|ได้|ครั้ง|ละ|ทิศทาง|เดียว|โดย|ผ่าน|ทาง|โมเด็ม อย่าง|ที่|เห็น ใน|คําสั่ง ECHO OFF ใน|โปรแกรม|ประเภท|การ|สื่อสาร ดู duplex|, echo และ full duplex ประกอบ
n. ระยะ|เวลา|ที่|อะตอม|ครึ่งหนึ่ง|ของ|ปริมาณ|สาร|กัมมันตรังสี|ที่|กําหนด|ให้|ที่|จะ|สลาย|ตัว -|pl. half|-|lives|  |Syn. half|-|life period
n. ธง|ครึ่ง|เสา|,|การ|ชัก|หรือ|ลด|ธง|ครึ่ง|เสา. vt. ชัก|หรือ|ลด|ธง|ครึ่ง|เสา
n. ปริมาณ|ตวง|ข้าว 4 ควอตซ์
n. กระดาษ 12 แผ่น|มาตรฐาน
n. ความ|ยาว|ที่|เท่า|กับ 2 3|/|4 หลา หรือ 8 1|/|4 ฟุต บริเวณ|ที่|เท่า|กับ 15 1|/|8 ตาราง|หลา
n. กางเกง|ครึ่ง|น่อง
n. กอง|หลัง (ฟุตบอล|,|รักบี้|,|ผู้|เล่น|กอง|หลัง)| 
ครึ่ง|สี|หมายถึง สําเนา|ของ|ภาพถ่าย|ที่|ใช้|จุด|หนา|ใหญ่ แทน|ส่วน|ที่|เป็น|สี|ดํา|และ|ใช้|จุด|เล็ก ๆ แทน|ส่วน|ที่|เป็น|สี|จาง|จน|เป็น|สี|เทา|อ่อน ๆ| 
adj. กึ่ง|ทาง|,|กลางคัน|,|เกือบจะ. -|meet halfway ประนีประนอม|,|อะลุ้มอล่วย.  |Syn. almost|,|nearly
สถานที่|พัก|ระหว่าง|ทาง|,|กึ่ง|ทาง|,|สถานที่|พักฟื้น|ทาง|จิตใจ|สําหรับ|ผู้ติดยาเสพติด
n. ปลา|เบน|จําพวก|หนึ่ง
(เฮ|'|ไลดฺ) n. สารประกอบ|ที่|มี|ธาตุ|หนึ่ง|เป็น halogen
n. สถานที่|ศักดิ์สิทธิ์|,|ปูชนียสถาน.
n. กลิ่น|ปาก|เหม็น|,|กลิ่น|ปาก
n. ลมหายใจ|,|การ|หายใจออก|,|ไอ|  |Syn. halituosity n.
(ฮอล) n. ห้องโถง|,|ห้องประชุม|,|ห้อง|รับประทาน|อาหาร|,|ศาล|,|หอ|,|ห้อง|นันทนาการ|,|คฤหาสน์|,|ทางเดิน|จาก|ประตู|หน้า|ไป|ยัง|ห้องโถง|,
ห้อง|หรือ|สถานที่|บรรจุ|ป้ายชื่อ|ระลึก|ถึง|บุคคล|สําคัญ
ดาวหาง|ดวง|หนึ่ง|ที่|ป|รา|กฎ|เหนือ|โลก|ทุก 75 หรือ 76 ปี
(ฮอล|'|มาร์ค) n.,|vt. (ทํา) เครื่องหมาย|แสดง|ความ|แท้|และ|คุณภาพ|ของ|สิ่งของ|,|ลักษณะ|ที่|เด่น|  |Syn. sign
(ฮะ|โล|') interj.,|v.,|n. ฮัลโหล|!|, (การ) ร้อง|เสียง|ดัง|,|เปล่ง|เสียง|ดัง.  |Syn. halloa|,|hallo|,|hallow. hollo|,|holloa|,|holloo
(ฮะ|โล) n.,|interj. vt.,|vi. ดู|hallo
(ฮะ|ลู|') interj.,|n. ดู|hallo
(แฮ|'|โล) vt. ทํา|ให้|ศักดิ์สิทธิ์|,|สัก|การ|บูชา|,|ดู|hallo|  |Syn. consecrate
(แฮ|ล|'|โลด์) adj. ศักดิ์สิทธิ์|,|เป็น|ที่|เคารพนับถือ|,|เป็น|ที่|สัก|การ|บูชา|  |Syn. hallowedness n.  |Syn. consecrated
(แฮ|ล|'|ละ|วีน) n. ตอน|เย็น|หรือ|คืน|วันที่|31 ตุลาคม เป็น|วัน|เล่น|สนุกสนาน|เพลิดเพลิน|สําหรับ|เด็ก ๆ| 
(แฮ|ล|'|โลมัส) n. การ|เลี้ยง|เฉลิมฉลอง|ใน|วันที่ 1 พฤศจิกายน|ของ|ศาสนาคริสต์|เป็น|วัน|นักบุญ|ทั้งหลาย
n. ตู้กระจก|แบบ|หนึ่ง
n. อาการ|หลอน|ประสาท|hallucinational|,|hallucinative adj.  |Syn. illusion|,|delusion
(ฮะ|ลู|'|ชิ|โน|เจน) n. สาร|หลอน|ประสาท|,|ยา|หลอน|ประสาท|,|  |Syn. hallucinogenic adj.
n. โรคจิต|ที่|มี|ลักษณะ|อาการ|หลอน|ประสาท
(เฮ|'|โล) n. รัศมี|,|ทรงกลด|,|บารมี|,|บุญวาสนา|,|ความ|รุ่งโรจน์|,|วงแหวน|รอบ|หัวนม. vt. ล้อมรอบ|ด้วย|ทรงกลด. vi. กลาย|เป็น|ทรงกลด|  |Syn. nimbus
adj. คล้าย|หรือ|ได้|จาก halogen
(ฮอลทฺ) vi.,|n.adj. (การ) หยุด|,|ชะงัก|,|เป็น|ง่อย|,|ขา|เป๋|,|ลังเล|,|สอง|จิต|สอง|ใจ interj. หยุด|  |Syn. stand|,|check ชะงัก|1. การ|ที่|เครื่อง|คอมพิวเตอร์|หยุด|ปฏิบัติงาน|ตาม|ชุดคําสั่ง ซึ่ง|อาจ|เกิด|จาก|การ|ขัดจังหวะ|หรือ|มี|ที่|ผิด|มี|ความหมาย|เหมือน hang|2. มี|คําสั่ง|ใด|คําสั่ง|หนึ่ง|ใน|ชุดคําสั่ง|นั้น|เอง|ที่|สั่ง|ให้|หยุด|คําสั่ง|ใน|ชุดคําสั่ง|หรือ|ใน|โปรแกรม|เพียง|ชั่วขณะ|ใด|ขณะ|หนึ่ง เพื่อ|ทํา|การ|ตรวจสอบ|โปรแกรม|เปลี่ยน|แถบ|บันทึก|หรือ|จาน|บันทึก การ|หยุด|แบบ|นี้ ถ้า|ผู้|คุม|เครื่อง (operator) กด|ปุ่ม START โปรแกรม|จะ|ทํางาน|ต่อ|ได้|ทันที|มี|ความหมาย|เหมือน pause
คําสั่ง|ให้|หยุด|เป็น|คําสั่ง|ใน|โปรแกรม|ที่|ทํา|ให้|เครื่อง|คอมพิวเตอร์|หยุด|ปฏิบัติการ|ชั่ว|คราว และ|ให้|รอ|จนกว่า|จะ|มี|คําสั่ง|ให้|ไป|ทํา|การ|อย่างใด|อย่างหนึ่ง เช่น สั่ง|ให้|ไป|หยิบ|ม้วน|เทป|มา|ใส่ หรือ|เปลี่ยน|จาน|บันทึก|แผ่น|ที่|ต้องการ มี|ความหมาย|เหมือน pause instruction
(ฮอล|'|เทอะ) n. ผู้|หยุด|,|ผู้ทํา|ให้|หยุด|,|ผู้|ลังเล
(ฮา|ล|วา) n. ขนม|หวาน|ชนิด|หนึ่ง|ที่|ประกอบ|ด้วย|ผง|เมล็ด|งา|และ|น้ําผึ้ง.  |Syn. halva
(ฮา|ฟว) vt. แบ่ง|ครึ่ง|  |Syn. halve together เชื่อมต่อ
(ฮา|ฟซ) n. พหูพจน์|ของ half. -|Phr. (by halves ไม่|สมบูรณ์|,|ไม่|เต็มใจ) -|Phr. (go halves แบ่ง|เท่า ๆ กัน)| 
(แฮ|ล|'|เยิร์ด) n. เชือก|ชัก|ใบ|เรือ|ขึ้นลง -|  |Syn. halliard
(แฮม) n. ต้นขา|หลัง|ของ|หมู|หรือ|สัตว์|อื่น|,|ตะโพก|,|  |Syn. hams n. โคน|ขา|และ|ตะโพก|รวม|กัน
n. งูจงอาง
n. คน|ขน|ของ|,|คนใช้|ผู้ชาย|ใน|บ้าน.  |Syn. hammal|,|hamaul
n. ความผิด|พลาด|ใน|การ|ตัดสินใจ
(เฮ|'|เมท) adj. เป็น|รูป|ตะขอ|,|คล้าย|ตะขอ. n. กระดูก|รูป|ลิ่ม|ของ|กระดูก|ข้อมือ
(แฮม|'|เบอ|เก|อะ) n.แซนวิส|สอด|เนื้อ|ย่าง.  |Syn. hamburg
(แฮม|'|ลิท) n. หมู่บ้าน|เล็ก ๆ|  |Syn. village
ตรา|ประจําชาติ|ของ|รัสเซีย|เป็น|รูป|ค้อน|กับ|เคียว|และ|มี|ดาว|อยู่|ข้างบน
n. ปลาฉลาม|หัว|ค้อน
n. (มวยปล้ํา) การ|จับ|แขน|คู่ต่อสู้|บิด|ไป|ข้างหลัง
n. สภาพ|นิ้วเท้า|หงิก|งอ|ผิดปกติ
(แฮม|'|มัค) n. เปลญวน
(ฮา|มู|รา|'|บี) n. ชื่อ|กษัตริย์|องค์|หนึ่ง|ของ|บา|บิ|โลเนีย เป็น|ผู้|ตรา|ประมวลกฎหมาย|ฉบับ|แรก|ของ|โลก
(ฮา|มู|รา|'|บี) n. ชื่อ|กษัตริย์|องค์|หนึ่ง|ของ|บา|บิ|โลเนีย เป็น|ผู้|ตรา|ประมวลกฎหมาย|ฉบับ|แรก|ของ|โลก
(แฮม|'|มี) adj. เกิน|ความจริง
(แฮม|'|เพอะ) vt.,|n. (สิ่ง|ที่) ทํา|ให้|ชะงัก|,|หยุดยั้ง|,|ขัดขวาง|,|สอดแทรก|,|ตัด.  |Syn. hamperer n.  |Syn. hinder|,|impede
(แฮม|'|ส|เทอะ) n. สัตว์|คล้าย|หนู|ชนิด|หนึ่ง
(แฮม|'|สท|ริ|ง) n. เอ็น|ร้อยหวาย vt. ทํา|ให้|ขา|พิการ|โดย|ตัด|เอ็น|ที่|ขา|,|ทํา|ให้|ไร้|กําลัง
(เฮ|นทฺ) n. abbr. has not|,|have not
(แฮ|นดฺ) n. มือ|,|กํามือ -|Phr. (at hand ใกล้|,|แค่เอื้อม)| 
เบรค|มือ
สว่าน|มือ
ระเบิดมือ
ออร์แกน|มือ
รถเข็น
n. ความ|ยาว|ของ|ฝ่ามือ.  |Syn. handbreadth
(แฮ|นดฺ|'|นิท) adj. ซึ่ง|ถัก|ด้วย|มือ. vt. ถัก|ด้วย|มือ
n. สิ่งของ|ที่|ใช้|แล้ว
vt. สิ่ง|มอบ|,|การ|ส่ง|มอบ
vt. หยิบ|ด้วย|มือ|,|เลือก|ด้วย|มือ|ตัวเอง|อย่าง|รอบคอบ
 |Syn. hand adj. ประชิด|ตัว|,|ประชิด|,|ใกล้
adj. หาเช้ากินค่ํา|,|หากิน|ไป|วัน ๆ หนึ่ง
n. กระเป๋า|ถือ|,|กระเป๋า|หิ้ว|ขนาด|เล็ก
n. รถเข็น|,|หิ้ง|ยก|ของ|ที่|มี|มือ|จับ|  |Syn. handcart
n. กระดิ่ง|มือ|,|ระฆัง|มือ
n. ใบปลิว
คู่มือ|  |Syn. manual
n. ความ|ยาว|หนึ่ง|ฝ่ามือ|  |Syn. hand|'|s|-|-|breadth
n. รถ|สี่|ล้อ|ที่|ใช้|มือ|โยก|บน|รางรถไฟ
n. รถเข็น|ขนาด|เล็ก|,|รถ|ลาก|ขนาด|เล็ก
n. การ|ตบ|มือ
n. การ|จับมือ|ทักทาย
(แฮ|นด|'|ครา|ฟทฺ) n. ศิลปหัตถกรรม|,|สิ่ง|ที่|ทํา|ขึ้น|ด้วย|มือ
(แฮ|นดฺ|'|คัฟ) n. กุญแจมือ. vt. ใส่|กุญแจมือ
(แฮ|น|'|ดิด) adj. ซึ่ง|มี|มือ|,|มี|คน|เล่น|,|ซึ่ง|ใช้|มือ|กระทํา
(แฮ|น|'|ดิดนิส) n. ความ|โน้มเอียง|ใน|การ|ใช้|มือ|ข้าง|หนึ่ง|มาก|กว่า อีก|ข้าง|หนึ่ง
n. การ|ตกลง|ด้วย|การ|จับมือ
n. ปริมาณ|เต็มมือ|,|ปริมาณ|เล็กน้อย
n. การ|จับ|ด้าม
n. ปืน|ที่|สามารถ|ยิง|ด้วย|มือ|เดียว|,|ปืน|พก|,|ปืน|สั้น
ขนาด|มือ|ถือ|เป็น|คํา|บอก|ขนาด|ของ|ไมโครคอมพิวเตอร์|ที่|เล็ก|กว่า|ขนาด|วาง|ตัก (laptop) และ|ขนาด|โน้ต|บุ๊ก (notebook) มี|ลักษณะ|คล้าย|เครื่องคิดเลข|ที่|มี|หน่วยความจํา มี|สูตร|คณิตศาสตร์|ต่าง ๆ เก็บ|ไว้
n. อุปสรรค|,|ข้อเสียเปรียบ|,|ความ|บกพร่อง|ทาง|กาย|,|การ|แข่งขัน|ต่อ|แต้ม vt. ทํา|ให้|เสียเปรียบ|,|ขัดขวาง|,|กีดขวาง
(-|'|ดี|แคพทฺ) adj. พิการ|,|เป็น|ง่อย|,|ปัญญาอ่อน. n. คน|พิการ|,|คน|ปัญญาอ่อน
n. คน|เล่น|พนันขันต่อ|,|เจ้าหน้าที่|สนามม้า|ที่|เอา|น้ําหนัก|ถ่วง|ม้าแข่ง
(แฮ|น|'|ดี|ครา|ฟทฺ) n. การฝีมือ|,|หัตถกรรม.  |Syn. handcraft.  |Syn. handicraftship n.
n. ช่าง|การฝีมือ|,|ช่าง|หัตถกรรม|  |Syn. craftsman
adv. คล่องแคล่ว|,|ง่ายดาย|,|สะดวก|,|ประณีต|,|ละเอียดถี่ถ้วน|  |Syn. dexterously
n. ความ|คล่องแคล่ว|,|ความ|ประณีต|,|ความ|ละเอียดถี่ถ้วน
n. งาน|หัตถกรรม|,|การฝีมือ|,|ช่างฝีมือ|  |Syn. craft
n. ผ้า|เช็ค|หน้า|,|ผ้า|พัน|ศีรษะ|,|ผ้า|สี่เหลี่ยม|สําหรับ|พัน|คอ|  |Syn. scarf
(แฮ|น|'|เดิล) n. ด้าม|,|มือ|ถือ vt. สัมผัส|,|แตะ|,|จับ|,|จัดการ vi. กระทํา|,|จัดการ|  |Syn. handleable adj.  |Syn. manipulate|,|control|,|grip
(แฮ|น|'|เดลอะ) n. ผู้จัดการ|,|ผู้ดู|แล|,|ผู้ปฏิบัติ|'|  |Syn. manipulator
จุด|รอบ|ภาพ|ใน|เรื่อง|ที่|เกี่ยวกับ|โปรแกรม|วาด|ภาพ|หรือ|โปรแกรม|การ|จัดพิมพ์|ตั้งโต๊ะ (desktop publishing) คํา|นี้|จะ|หมายถึง กรอบ|สี่เหลี่ยม|ที่|มี|จุด|ที่|มุม และ|ที่|กึ่งกลาง|ของ|เส้น|รอบ|ด้าน|ทั้ง|สอง|ข้าง|ที่|เกิด|ขึ้น|รอบ "|ภาพ|" ที่|ได้|เลือก (select) หรือ|กําหนด|ไว้ การ|ย้าย|หรือ|การ|เคลื่อนที่|ภาพ|เหล่านี้ จะ|ต้อง|ทํา|ให้|มี|จุด|รอบ|ภาพ|นี้|ก่อน จึง|จะ|ใช้|เมาส์|ลาก|ไป|ได้ หรือ|จะ|ใช้|เมาส์|กด|ที่|มุม|ใด|มุม|หนึ่ง|แล้ว|ลาก|ออก|หรือ|หด|เข้า เป็น|การ|ขยาย|หรือ|ลด|สัดส่วน|ของ|ภาพ|นั้น|ก็ได้ ถ้า|เป็น|ข้อความ (text) ก็|หมายถึง|เส้น|กํากับ|ข้อความ|ที่อยู่|บน|และ|ล่าง|ของ|ข้อความ|ที่|เลือก|หรือ|กําหนด|ไว้
(แฮ|นดฺ|'|ลิง) n.,|adj. การ|สัมผัส|,|การ|จับ|ด้วย|มือ|,|การ|จัดการ|,|การ|ควบคุม.  |Syn. touching|,|manipulation
n. เครื่อง|ทอ|ผ้า|ด้วย|มือ
adj. ซึ่ง|ทํา|ด้วย|มือ|,|ซึ่ง|ใช้|มือ|ทํา
n. สิ่ง|ให้|ทาน|,|ข่าว|แถลง|,|สิ่ง|ที่|ให้เปล่า
adj.,|adv. ได้|มา|อย่าง|ง่ายดาย|,|ไม่|ทน|,|อย่าง|ไม่|ต้องสงสัย|,|อย่าง|หลับ|ตา
adj. อย่า|แตะต้อง|,|อย่า|ยุ่ง
(แฮ|น|'|เซิล) n. ของขวัญ|,|ประสบการณ์|แรกเริ่ม vt. ให้|ของขวัญ|แก่|,|ทํา|พิธี|เปิด|กิจการ|,|ใช้|เป็น|ครั้ง|แรก|,|พยายาม|หรือ|ประสบ|เป็น|ครั้ง|แรก.  |Syn. hansel
(แฮ|นดฺ|'|โซน) adj. เย็บ|ด้วย|มือ
n. การ|จับมือ|กัน
(แฮ|น|'|ซัม) adj. หล่อ|,|งาม|,|ได้|สัดส่วน|ดี|,|มาก|,|ใจดี|,|สุภาพ|เรียบร้อย|,|ชํานาญ|,|แคล่วคล่อง.  |Syn. handsomeness n.  |Syn. graceful|,|beautiful
n. การ|ยืน|กลับ|,|การ|ยืน|ด้วย|มือ|ทั้ง|สอง ที่|ยัน|พื้น|และ|เท้า|ทั้ง|สอง|ชี้|ฟ้า
n. หัตถกรรม|  |Syn. handworker|,|n.
(แฮ|นดฺ|'|โว|เวิน) adj. ซึ่ง|ทอ|ด้วย|มือ|  |Syn. handloomed
(แฮ|นดฺ|'|ไร|ทฺ) vt. เขียน|ด้วย|มือ
(แฮ|นฺด|'|ไร|ทิง) n. ลายมือ|,|สิ่ง|ที่|เขียน|ด้วย|มือ|,|ต้นฉบับ|ที่|เขียน|ด้วย|มือ
(แฮ|น|'|ดี) adj. สะดวก|,|ง่าย|,|ใกล้|มือ|,|มี|ประโยชน์|,|คล่องแคล่ว|  |Syn. ready
n. คน|รับจ้าง|ทํางาน|จุก ๆ จิก ๆ คน|ที่|มี|ฝีมือ|คล่องแคล่ว
(แฮ|ง) {|hung|ซ|hanged|,|hanging|,|hangs|} vt. แขวน|,|ห้อย|,|เกาะ|,|เหนี่ยว|,|ยึด|,|ติด|,|แขวนคอ vi. แขวน|,|ห้อย|,|ยืดเยื้อ|,|แกว่ง|,|ลังเล|,|สอง|จิต|สอง|ใจ|,|ค้าง|,|เกาะ|,|ยังคง. -|Phr. (hang around (about) อ้อย|อิง|,|เถลไถล) n. ท่า|แขวน|  |Syn. depend|,|suspend
n. สิ่ง|กีดขวาง|,|สิ่ง|ที่|กังวล|อยู่
n. สิ่ง|กีดขวาง|,|สิ่ง|ที่|กังวล|อยู่
(แฮ|ง|'|การ์) n. โรง|เก็บ|เครื่องบิน|,|โรง|เก็บ|รถ|,|ที่พัก|,|ที่|เก็บ|  |Syn. shed|,|shelter
adj. ซึ่ง|ถูก|ขู่|ตะคอก|,|น่า|สังเวช|,|อับอาย. n. คน|ที่|น่าดู|ถูก
(แฮ|ง|'|เก|อะ) n. ที่|แขวน|,|คน|แขวน|,|ตะขอ
n. คน|ติดสอยห้อยตาม|,|คน|ดื้อ|,|คน|ประเภท|สอ|พล|อ -|pl. hangers|-|on
n. ความ|ด้าน|ของ|วัตถุ|ระเบิด
(แฮ|ง|'|กิง) n. การ|แขวน|,|การ|ห้อย|,|สิ่ง|ที่|แขวน|,|สิ่ง|ที่|ห้อย|,|ซึ่ง|ตั้งอยู่|บน|ที่|ชัน|สูง|,|ซึ่ง|มอง|ลง|สู่|ข้างล่าง
(แฮ|ง|'|เมิน) n., เพชฌฆาต
ปม|แขวนคอ.  |Syn. agnail
n. ที่|ที่|คน ๆ หนึ่ง|ชอบ|ไป|ดก|  |Syn. resort
n. อาการ|เมา|ค้าง|,|สิ่ง|ตกค้าง
(แฮ|งคฺ) n. ใย|ด้าย|,|ด้าย|,|ไหม|,|ด้าย|ที่|ยุ่ง|,|ขด|,|ม้วน|,|ความ|ได้|เปรียบ|,|ห่วง|ใบ|เรือ. vt. ยึด|ด้วย|ห่วง|ใบ|เรือ|  |Syn. skein|,|coil|,|knot
(แฮ|ง|'|เคอะ) n. อยาก|ได้|,|ทะเยอทะยาน.  |Syn. hankerer adv.  |Syn. wish
n. ความ|อยาก|ได้|,|ความ|ปรารถนา|,|ความ|ทะเยอทะยาน.  |Syn. longing|,|craving
(แฮ|ง|'|คี) n. ผ้าเช็ดหน้า
(แฮ|ง|'|คี) n. ผ้าเช็ดหน้า
n. การ|หลอกลวง|,|นิสัย|ไม่|ดี|,|ความ|โง่|,|นิสัย|ขี้|เล่น|,|การ|พูด|เล่น.  |Syn. hankey|-|pankey
n. แม่ทัพ|ชาว|Carthaginian|ที่|ยก|ทัพ|ข้าม|ภูเขา|แอลป์|มา|ตี|อิตาลี
(ฮา|'|นู|มาน) n. หนุมาน
(แฮ|พ) n. โชค|,|โอกาส|,|เหตุการณ์|,|การ|ปรากฏ|ขึ้น|,|สิ่ง|ปกคลุม vt. ปกคลุม
(แฮ|พ|แฮ|ซ|'|เซิร์ด) adj.,|adv. ตาม|อําเภอใจ|,|ไม่|มี|การ|วางแผน|,|ส่งเดช|,|ไร้|จุดหมาย|, n. เหตุบังเอิญ|,|อุบัติเหตุ|  |Syn. ness n.  |Syn. accidental
(แฮ|พ|'|ลิส) adj. ไร้|โชค|,|โชค|ไม่|ดี|,|ซวย|,|เคราะห์ร้าย.  |Syn. haplessness n.  |Syn. unfortumate
Pref. "|เดี่ยว|"
(แฮ|พ|'|ลอยด์) adj. เดี่ยว|,|เอกเทศ|,|เกี่ยวกับ|โครโมโซม|ชุด|เดียว
n. การ|ตัด|พยางค์|ของ|คํา|ออก|หนึ่ง|พยางค์
n. การ|มองเห็น|ภาพ|ได้|อย่าง|ปกติ|'
n. การ|สร้าง|กลุ่ม|โครโมโซม|ประเภท haploid
(แฮ|พ|'|ลี) adv. บางที|,|บังเอิญ
(แฮ|พ|'|เพิน) vi. ป|รา|กฎ|,|บั้ง|เกิด|ขึ้น|,|เกิด|ขึ้น|,|อุบัติ|ขึ้น|  |Syn. occur|,|bechance|,|fall
n. เรื่องราว|,|เหตุการณ์|,|กรณี|  |Syn. occurrence|,|event
n. โอกาส|,|เหตุบังเอิญ
(แฮ|พ|'|พะลี) adj. อย่าง|มี|ความ|สุข|  |Syn. luckily
(แฮ|พ|'|พี|นิส) n. ความ|สุข|  |Syn. beatitude|,|bliss
(แฮ|พ|'|พี) adj. สุข|,|สบาย|  |Syn. mirthful
(ฮา|'|ระ|คี|'|รี) n. การ|ฆ่าตัวตาย|โดย|การ|คว้าน|ท้อง|ตัวเอง.  |Syn. hari|-|kari
(ฮะ|แรง|') n. คําพูด|หรือ|ข้อเขียน|ที่|โอ้อวด|และ|ยืดยาด|,|การ|ด่า|ว่า. vi.,|vt. พูด|ยืดยาด|และ|รุนแรง
(แฮ|'|รัส) vt. รบกวน|,|ก่อกวน|,|รัง|ควาญ|,|ราวี|,|ทํา|ให้|กลัดกลุ้ม.  |Syn. harasser n. harassment n.  |Syn. vex
(ฮาร์|'|บิน|เจอะ) n. ผู้|สืบ|ข่าว|ที่|ไป|ล่วงหน้า|ก่อน|,|สมาชิก|ของ|กอง|หน้า|,|ผู้|คาดการณ์|ล่วงหน้า|,|ลาง|,|ผู้|รุก|ไป|ข้างหน้า. vt. กระทํา|เป็น|ผู้|สืบ|ข่าว|ที่|ไป|ล่วงหน้า|  |Syn. precursor
(ฮาร์|'|เบอะ) n. ท่า|,|ท่าเรือ|,|ที่พัก|,|ที่|ลี้ภัย. vt.,|vi. ให้|ที่พักอาศัย|,|ปิดบัง|,|ซ่อน|,|จอด|เรือ|ใน|ท่า
(ฮาร์|'|เบอะ) n. ท่า|,|ท่าเรือ|,|ที่พัก|,|ที่|ลี้ภัย. vt.,|vi. ให้|ที่พักอาศัย|,|ปิดบัง|,|ซ่อน|,|จอด|เรือ|ใน|ท่า
(ฮาร์ด) adj. แข็ง|,|แน่น|,|ยาก|,|ลําบาก|,|รุนแรง|,|ดุเดือด|,|เลว|,|ทน|ไม่|ได้|,|เข้มงวด|,|ปฏิเสธ|ไม่|ได้ adv. รุนแรง|,|เอาจริงเอาจัง|,|เข้มงวด|,|เสียใจ|จริง ๆ ,|ใกล้|,|ใกล้ชิด|,|มาก|เกิน|,|ใกล้ชิด|,
สําเนา|ถาวร|สิ่งพิมพ์|ออก|1. หมายถึง ผลลัพธ์|หรือ|สารสนเทศ (information) หรือ|ผล|ที่|ได้|จาก|การ|ประมวลผล|ที่|เครื่อง|คอมพิวเตอร์|พิมพ์|ออก|มา เมื่อ|สั่ง ตรงข้าม|กับ soft copy ซึ่ง|หมายถึง สารสนเทศ|หรือ|ผล|ที่|เห็น|บน|จอภาพ เมื่อ|ปิด|ไฟ|ก็|จะ|หาย|ไป ดู soft copy เปรียบเทียบ|2. อีก|ความหมาย|หนึ่ง จะ|หมายถึง|ผลงาน|ที่|พิมพ์|ลง|กระดาษ
บุคคล|ที่|เป็น|แกนกลาง|,|หัวกะทิ|,|ผู้|ไม่|ยอม|ใคร|ง่าย ๆ|  |Syn. rigid|,|diehard|,|extreme
(ฮาร์ด|ดิสก์) จาน|บันทึก|แบบ|แข็ง|หมายถึง จาน|โลหะ|ที่|เคลือบ|ด้วย|สาร|แม่เหล็ก ใช้|เก็บ|ข้อมูล|ได้|เป็น|จํานวน|มาก ๆ โดย|ปกติ|จะ|บรรจุ|ไว้|ใน|กล่อง|มิดชิด บางที เรียก fixed disk เพื่อให้|เห็น|แตกต่าง|กับ|จาน|บันทึก|ขนาด|เล็ก|ที่|นํา|ไปไหนมาไหน|ได้ ที่|เรียก|ว่า floppy disk ใน|ปัจจุบัน ฮาร์ดดิสก์|เป็น|ของ|จําเป็น|มาก และ|มี|อยู่|ภายใน|ไมโครคอมพิวเตอร์|ทุก|เครื่อง ความ|จุ|ขนาด|ปกติ|จะ มี|ตั้งแต่ 40 - 1,000 เมกะไบต์ ยิ่ง|จุ|มาก ก็|จะ|ยิ่ง|ทํา|ให้การ|ทํางาน|มี|ประสิทธิภาพ|มาก|ขึ้น
ยาเสพติด|ให้|โทษ
ความ|ลําบาก|,|ความ|ทุกข์ยาก
การ|ให้|นักโทษ|ทํางาน|หนัก (นอกเหนือ|จาก|การ|ถูก|จําคุก)| 
การ|ให้|นักโทษ|ทํางาน|หนัก (นอกเหนือ|จาก|การ|ถูก|จําคุก)| 
(ฮาร์ดล็อค) หมายถึง|การ|ติดตั้ง|อุปกรณ์|บาง|อย่าง|เข้า|กับ|ตัว|เครื่อง เพื่อ|มิ|ให้|ใช้|เครื่อง|ได้|ใน|กิจกรรม|บาง|ประการ เป็นต้น|ว่า การ|ทํางาน|กับ|ซอฟต์แวร์|บาง|ตัว|เป็นต้น
เพดานปาก|ที่|แข็ง|ส่วนหน้า|,|ประกอบ|ด้วย|กระดูก
ยาง|แข็ง|ที่|ใส่|กํามะถัน|จํานวน|มาก
น้ํา|ซอส|,|ขนม|หวาน|ผสม|เนย
การ|ขาย|แบบ|ยัดเยียด|,|การ|พยายาม|ขาย|ให้|ได้
(ฮาร์ดสเปซ) หมายถึง|ที่|ว่าง|ที่|ถือ|เสมือน|ไม่|ใช่|ที่|ว่าง ใช้|เฉพาะ|ใน|โปรแกรมประมวลผล|คํา ใน|กรณี|ที่|พิมพ์|คํา|บาง|คํา|ที่|มี|ที่|ว่าง|ระหว่าง|คํา เช่น World War II หรือ พิมพ์|วันที่ เช่น May 7 เช่นนี้ ถ้า|บังเอิญ|พิมพ์|คํา|นี้|มา|ถึง|ปลาย|บรรทัด แต่|ไม่|มี|ที่|ว่าง|พอจะ|พิมพ์|ทั้ง|คํา คอมพิวเตอร์|จะ|แยก|นํา|คํา|หลัง|ช่องว่าง|มา|ขึ้น|บรรทัด|ใหม่ ซึ่ง|จะ|เป็น|การ|ไม่|ถูกต้อง เรา|จึง|ต้อง|กําหนด|ให้|ที่|ว่าง|ที่|เห็น|นั้น|เป็น|ฮาร์ดสเปซ เพื่อให้|โปรแกรม|ไม่|แยก|เป็น|คน|ละ|บรรทัด ถ้า|ที่|ไม่|พอ|ใน|บรรทัด|บน ก็|จะ|นํา|ลง|มา|บรรทัด|ใหม่|ทั้ง|คํา
adj. ยึด|แน่น|,|ติด|แน่น|,|เข้มงวด.  |Syn. hard|-|and|-|fastness n.
adj. ดื้อ|,|ดื้อ|ร้น|,|หัวดื้อ|,|แข็งแกร่ง|จาก|การ|ต่อสู้|มา|มาก
vt. ต้ม|ไข่|จน|แข็ง
adj. ไม่|ยอม|ใคร|ง่าย ๆ ,|ดื้อรั้น|,|เอาจริงเอาจัง|  |Syn. absolute
adj. ยึดมั่น|ใน|หลักการ|,|ไม่|ยินยอม|,|ไม่|ประนีประนอม|  |Syn. unyielding
(ฮาร์ด|'|ไล|'|เนอะ) n. ผู้|ยึดมั่น|ใน|หลักการ
adj. ดื้อ|,|ดื้อรั้น
n. การ|แข็งตัว|ของ|องคชาต
ซึ่ง|อยู่|ใน|ฐานะ|ลําบาก|,|ถูก|กดขี่|,|ถูก|บังคับ|,|ถูก|เร่งเร้า
ซึ่ง|อยู่|ใน|ฐานะ|ลําบาก|,|ถูก|กดขี่|,|ถูก|บังคับ|,|ถูก|เร่งเร้า
ซึ่ง|อยู่|ใน|ฐานะ|ลําบาก|,|ถูก|กดขี่|,|ถูก|บังคับ|,|ถูก|เร่งเร้า
adj. ยึดมั่น|,|มั่นคง|,|ซึ่ง|อยู่|ใน|ฐานะ|ที่|ลําบาก|,|ดื้อรั้น|,|อดอยาก (fixed)| 
adj. ซึ่ง|มี|เปลือก|แข็ง|,|ดื้อรั้น|,|ไม่|อ่อนข้อ|,|ไม่|ประนีประนอม.  |Syn. hard|-|shelled|,|rigid|,|uncompromising
adj. ซึ่ง|ปั่น เข้า|รูป|แน่น|ดี
n.,|adj. ปกแข็ง
n. ดู|baseball
n. ไม้อัด
adv. ซึ่ง|หุ้ม|ด้วย|ปา|แข็ง
vt. ทํา|ให้|แข็ง|,|ทํา|ให้|จิตใจ|ด้าน|,|เสริม|กําลัง|,|ทํา|ให้|แข็งแกร่ง|ขึ้น vt. แข็ง|ขึ้น|, (จิตใจ) ด้าน|หรือ|เหี้ยม|ขึ้น|,|มั่ง|คง|ขึ้น|  |Syn. fortify|,|solidity
adj. แข็ง|ขึ้น|,|ด้าน|ขึ้น|,|ไม่|มี|ความรู้สึก|,|ด้าน|ขึ้น|,|มั่ง|คง|,|แข็งกล้า
n. คน|ที่|ฉลาด|สุขุม|,|คน|หัวดื้อ
(ฮาร์|'|ดิฮูด) n. จิตใจ|ที่|แข็งกล้า|,|ความ|เด็ดเดี่ยว|, กําลังวังชา|,|อํานาจ|,|ความ|กล้าหาญ|  |Syn. effrontery
(ฮาร์|'|ดินิส) n. ความ|แข็งกล้า|,|ความ|แข็งแกร่ง|,|ความ|อดทน|,|ความ|กล้าหาญ
n. โชค|ไม่|ดี|,|ดวง|ไม่|ดี|,|โชคร้าย
(ฮาร์ด|'|ลี) adv. เกือบจะ|ไม่|,|ไม่ค่อย|จะ|,|อย่าง|เหน็ดเหนื่อย|,|รุนแรง|  |Syn. barely
(ฮาร์ด|'|นิส) n. ความ|แข็ง|,|ความ|กระด้าง|ของ|น้ํา|  |Syn. solidity|,|firmness
(n. ชั้นดิน|ที่|แข็ง)| 
adj. ซึ่ง|พยายาม|มาก|แต่|ได้|ผลตอบแทน|น้อย
(ฮาร์ด|'|ชิ|พ) n. ความ|ลําบาก|,|การ|ทนทุกข์ทรมาน|,|การ|กดขี่|,|สิ่ง|ที่สุด|แสนจะ|ทน|ได้
n. ขนมปัง|หีบ|ที่|แข็ง|  |Syn. pilot biscuit|,|pilot bread
n. แบบ|หลังคา|แข็ง|ที่|ไม่|มี|เสา|ยึด|ค้ํา|ระหว่าง|หน้าต่าง|รถ
n. เครื่อง|โลหะ. ,|เครื่องกลไก|ที่|ใช้|ปฏิบัติการ|,|อาวุธ|,|ยุทโธปกรณ์|,|อุปกรณ์|อิเล็กทรอนิกส์|หรือ|เครื่องกลไก|ของ|คอมพิวเตอร์|,|หมายถึง ส่วน|กายภาพ|ของ|เครื่อง|คอมพิวเตอร์ แบ่ง|เป็น 3 ส่วนใหญ่ ๆ คือ 1. หน่วย|รับ|ข้อมูล เช่น แป้นพิมพ์ หน่วย|บันทึก 2. หน่วยความจํา เช่น ชิป (chip) หรือ|หน่วยความจํา|รอง เช่น จาน|บันทึก 3. หน่วย|แสดง|ผล เช่น จอภาพ เครื่องพิมพ์ ฯลฯ นอกจากนั้น|ยัง|รวม|ถึง|อุปกรณ์ ประกอบ|อื่น ๆ เช่น โมเด็ม ดู software เปรียบ เทียบ
n. ไม้แข็ง|,|เนื้อไม้|แข็ง adj. ซึ่ง|ทํา|ด้วย|เนื้อไม้|แข็ง
(ฮาร์ด|'|ดี) adj. อดทน|,|ทนทาน|,|แข็งแรง|,|แข็งแกร่ง|,|ลําบาก|,|ยาก|,|กล้าหาญ|,|บ้าระห่ํา|  |Syn. enduring
(แฮร์) n. กระต่ายป่า
กีฬา|สุนัข|ล่า|กระต่าย
n. ศาสนา|ที่|ดัดแปลง|มา|จาก|ศาสนาฮินดู|โดย|ยึด|หลัก|คําสอน|ใน|หนังสือ|Veda
adj. เลินเล่อ|,|ประมาท.  |Syn. harebrainedness n.  |Syn. hairbrained.
(แฮร์|'|ลิพ) n. ปากแหว่ง|หรือ|ปาก|โหว่|แต่|กําเนิด.
(แฮ|'|เรม) n. พระราช|วัง|หลัง|,|พวก|นาง|สนม|หรือ|นางบําเรอ|,|ภรรยา|และ|อนุภรรยา|  |Syn. haram|,|hareem
(ฮา|'|ร|'|คา|'|รี) n. ดู|hara|-|kiri
n. พืช|ถั่ว|ไต|,|เมล็ด|ของ|พืช|ดังกล่าว
(ฮาร์ค) vt. ฟัง n. การ|ร้อง|ตะโกน|ให้|สุนัข|ไป|ตาม|กลิ่น
(ฮาร์|'|เคิน) vi. ฟัง|,|สนใจ. vt. ฟัง.  |Syn. hearken|  |Syn. harkener n.  |Syn. listen
(ฮาร์|'|ละ|ควิน) n. ตัว|ตลก|ที่|สวม|หน้ากาก|และ|เสื้อ|ลาย|ข้าวหลามตัด|,|งู|เล็ก ๆ ที่|มี|ลาย|สวยงาม|,|สีสัน. adj. เป็น|สีสัน|  |Syn. harlequinism n.  |Syn. buffoon
n. ละคร|ตลก|,|บท|ของ|ตัว|ตลก|,|การ|ตลกคะนอง|  |Syn. buffoonery
(ฮาร์|'|ลอท) n. โสเภณี|,|หญิง|สําส่อน
(ฮาร์|'|ลอทท|รี) n. การ|เป็น|หญิง|โสเภณี|,|หญิง|โสเภณี|ทั้งหลาย|  |Syn. prostitution|,|harlots
(ฮาร์ม) n. อันตราย|,|การ|ทํา|ให้|ได้|รับ|บาดเจ็บ|,|ความ|เสียหาย|,|การ|เป็น|ภัย|,|ความ|ชั่ว|,|ความผิด. vt. ทํา|อันตราย|,|ทํา|ให้|ได้|รับ|บาดเจ็บ.  |Syn. harmer n.  |Syn. injury|,|damage
n. ลม|แห้งแล้ง|และ|มี|ฝุ่น|ทาง|ด้าน|ฝั่ง|ตะวันตก|ของ|แอฟริกา
adj. เป็น|อันตราย.  |Syn. harmfulness n.  |Syn. hurtful|,|injurious Ant. beneficial
adj. ไม่|มี|ภัย|,|ไม่|เป็น|อันตราย|,|ไม่|ได้|รับ|บาดเจ็บ.  |Syn. harmlessness n.  |Syn. innoxious
(ฮาร์|มอ|น|'|นิค) adj. ประสานกัน|,|กลมกลืน|กัน|,|เข้า|กัน|สนิท|,|สามัคคี.  |Syn. harmonically adv. harmonicness n.  |Syn. cordial
ส่วน|กลับ|ของ|ค่าเฉลี่ย|ของ|ผลบวก|ของ|ส่วน|กลับ|แต่ละ|รายการ|ของ|ข้อมูล|สถิติ
(ฮาร์|มอ|น|'|นิ|คะ) n. หีบเพลง|ปาก|,|ออร์แกน|ปาก.  |Syn. mouth organ
(ฮาร์|มอ|น|'|นิคซ) n. วิทยาศาสตร์|เสียง|ดนตรี|,|วิชา|เสียง|ประสาน
(ฮาร์|โม|'|เนียส) adj. ประสานกัน|,|คล้องจอง|กัน|,|กลมกลืน|กัน|,|เข้า|กัน|ได้|,|เสนาะ|หู|,|สามัคคี|  |Syn. accordant|,|agreeable
(ฮาร์|'|โม|ไน|ซ) vi.,|vt. (ทํา|ให้) ประสานกัน|,|ปรองดอง|กัน|,|กลมกลืน|กัน.  |Syn. harmonizable|,|harmonisable. harmonization n. harmonizer n.
(ฮาร์|'|มะนิสทฺ) n. นัก|วิชา|ประสาน|เสียง|,|นักกวี
(ฮาร์|โม|นิส|'|ทิค) adj. เกี่ยวกับ|การ|ประสานกัน|,
(ฮาร์|โม|'|เนี|ยม) n. ออร์แกน|เล็ก|,|เครื่องดนตรี|ชนิด|หนึ่ง|คล้าย|ออร์แกน
(ฮาร์|'|โม|ไน|ซ) vi.,|vt. (ทํา|ให้) ประสานกัน|,|ปรองดอง|กัน|,|กลมกลืน|กัน.  |Syn. harmonizable|,|harmonisable. harmonization n. harmonizer n.
(ฮาร์|'|มะนี) n. ความ|กลมกลืน|กัน|,|ความ|ตกลง|กัน|ได้|,|ความ|ลงรอย|กัน|  |Syn. agreement|,|accord|,|conformity
n. แร่|จําพวก zeolite
(ฮาร์|'|นิส) n. เครื่อง|บังเหียน|,|เครื่อง|เทียมม้า vt. เทียมม้า|,|ควบคุม|  |Syn. exploit|,|employ
ม้า|ลาก|,|ม้า|ที่|ใช้|ลาก|รถแข่ง
การ|แข่ง|รถม้า|ลาก
(ฮาร์พ) n. พิณ|ตั้ง|,|สิ่ง|ที่|คล้าย|พิณ|ตั้ง|  |Syn. harper n. harpist
n. นัก|เล่น|พิณ|ตั้ง
(ฮาร์|พูน|') n. ชนัก|,|ฉมวก|,|หอก|เหวี่ยง vt. แทง|ด้วย|ฉมวก
n. เปียโน|โบราณ|ที่|เล่น|โดย|การ|ดีด|สาย.  |Syn. harpsichordist n.
(ฮาร์|'|ควะ|บัส) n., ปืนยาว|โบราณ|ชนิด|หนึ่ง.  |Syn. harquebuse|,|harquebuss
n. ทหาร|ที่|ถือ|ปืน harquebus เป็น|อาวุธ
n. หญิง|แกีซ่|ที่|ดุร้าย
(แฮ|'|ริ|เออะ) n. สุนัข|ล่าสัตว์|พันธุ์|หนึ่ง|,|ผู้|วิ่ง|แข่ง|ระยะ|ไกล|,|ผู้|ปล้นสะดม|,|ผู้|รบกวน|,|เหยี่ยว|จําพวก Citrus
(แฮ|'|โร) n. คราด vt. คราด (ดิน) . รบกวน|อย่าง|เจ็บปวด|,|ทรมาน|จิตใจ|,|ข่มขืน|ชําเรา|,|ทํา|ให้|เจ็บช้ํา|,|แย่ง|,|ย่ํายี|,|ปล้นสะดม|  |Syn. harrower n.
(ฮะ|รัม|ฟฺ) vt|,|ทํา|เสียงต่ํา|จาก|ลําคอ
(แฮ|'|รี) vt.,|vi. รบกวน|,|ก่อน|กวน|,|ทรมาน|,|ทําลาย|  |Syn. hector|,|harass
(ฮาร์ช) adj. หยาบ|,|สาก|,|ฝาด|,|บาด (ตา) ,|แสบ (แก้วหู) ,|ห้าว|,|ไม่|น่าดู|  |Syn. harshness n.  |Syn. rigorous|,|rough
(ฮาร์|'|เชิน) vt.,|vi ทํา|ให้ (กลาย|เป็น) หยาบ|,|ทํา|ให้ (กลาย|เป็น) สาก|,|ทํา|ให้ (กลาย|เป็น) เสียง|ห้าว
(ฮาร์ท) n. กวาง|ตัวผู้ (โดยเฉพาะ|ตั้งแต่|5|ปี|ขึ้น|ไป)| 
(ฮาร์|'|ทัล) n. การ|เปิด|ร้าน|และ|หยุด|ทํางาน
(โอ|ทวี|ซึน) fr. ศิลปะ|การ|ทํา|อาหาร
(ฮาร์|'|ทะบีสทฺ) n. ละมั่ง|แอฟริกา|ขนาด|ใหญ่|มี|เขา|งอ|โค้ง|ไป|ข้างหลัง
n. เขา|กวาง|ตัวผู้|,|แอมโมเนีย|ม|คาร์บอเนต
adv.,|n. (คน|ที่) สะเพร่า|,|เลินเล่อ|,|มุทะลุ|,|ไม่|รับผิดชอบ|,|ซุ่มซ่าม.
หมายถึง ชื่อ|โปรแกรม|สําเร็จ|โปรแกรม|หนึ่ง บริษัท Software Publishing Corporation เป็น|ผู้ผลิต|สําหรับ|ใช้|งาน|ด้าน|การ|นําเสนอ|งาน|ทาง|ด้าน|ธุรกิจ ใช้|เฉพาะ|บน|พี|ซี
(ฮาร์|'|เวสทฺ) n. ฤดู|เก็บเกี่ยว|,|ผล|เก็บเกี่ยว|,|การ|เก็บเกี่ยว|,|ปริมาณ|ที่|เก็บเกี่ยว|ได้|,|ผล|พันธุ์|,|ผล|,|ดอก|ผล|,|vt. เก็บเกี่ยว|,|เก็บ|ผล|,|ได้|ผล|,|ได้|รับ vi. เก็บเกี่ยว|  |Syn. result|,|produce
ฤดู|เก็บเกี่ยว|,|ผล|เก็บเกี่ยว|กลับ|บ้าน
วันเพ็ญ|ใน|ฤดู|เก็บเกี่ยว|คือ|วันพระ|จันทร์|เต็มดวง|ครั้ง|แรก|หลัง|วันที่|22|กันยายน
(ฮาร์|'|เวส|เทอะ) n. ผู้|เก็บเกี่ยว|,|เครื่องมือ|เก็บเกี่ยว|,|ผู้|ได้|รับ|ดอก|ผล|  |Syn. reaper
n. ผู้|เก็บเกี่ยว. แมลง|ขา|ยาว|  |Syn. daddylonglegs
(แฮ|ซ) v. กริยา|เอกพจน์|บุรุษ|ที่ 3 ของ|have
n. บุคคล|หรือ|สิ่งของ|ที่|มี|ชื่อเสียง|ใน|อดีต|,|บุคคล|ที่|เคย|ประสบ|ความ|สําเร็จ สิ่ง|ที่|เคย|ประสบ|ความ|สําเร็จ
n. เนื้อ|กระต่าย|ตุ๋น|ใส่|เครื่องเทศ
(แฮ|ช) n. เนื้อ|สับ|หรือ|เนื้อ|หั่น|ที่|บาง|ครั้ง|ใส่|ผัก|,|ความ|ยุ่งเหยิง|,|กัญชา vt. สับ|เป็น|ชิ้น|เล็ก|ชิ้น|น้อย|,|ทํา|ให้|ยุ่ง
ภัตตาคาร|ถูก ๆ| 
n. คน|ติด|กัญชา
(แฮ|ช|ชิง) หมายถึง วิธีการ|เขียน|โปรแกรม|ให้|จาน|บันทึก|เก็บ|ข้อมูล|ได้|โดย|อาศัย|วิธีการ|คํานวณ การ|จะ|เข้าถึง|ข้อมูล|ได้ จะ|ต้อง|รู้|เลข|ประจําตําแหน่ง|ต่าง ๆ เหล่านี้ อย่างไรก็ตาม ถ้า|คิด|เพียง|จะ|เป็น ผู้ใช้|คอมพิวเตอร์ ก็|ไม่|จําเป็น|ต้อง|รู้จัก|คํา|นี้|เลย|ก็ได้
(แฮ|ช|'|ชิ|ช) n. กัญชา|,|ต้น|กัญชา|  |Syn. hasheesh
abbr. abbr. has not
(ฮา|สพฺ) n. บานพับ|สําหรับ|ใส่|กุญแจ. vt. ใส่|บานพับ|  |Syn. clasp
n. เนื้อ|กระต่าย|ตุ๋น|ใส่|เครื่องเทศ
(แฮ|ส|'|เซิล) vi.,|n. (การ) โต้เถียง|,|ทะ|เละ|,|วิวาท|,|รบกวน|  |Syn. quarrel|,|squabble|,|irritate
(แฮ|สทฺ) v. กริยา|ช่อง 2 เอกพจน์|ของ have
(เฮ|ล|'|เท|ท) adj. เป็น|รูป|ใบ|หอก.
(เฮ|สทฺ) n. ความ|รวดเร็ว|,|ความ|เร่งด่วน|,|ความ|เร่งรีบ|,|ความ|หุ่น|หัน|พลัน|แล่น|,|การ|ปราศจาก|การ|ไตร่ตรอง. vt.,|vi. เร่ง|,|เร่งรีบ|,|รีบ.  |Syn. hasteful adj.
(เฮ|'|เซิน) vt.,|vi. เร่ง|,|เร่งรีบ|,|เร่งเร้า|  |Syn. hastener n.  |Syn. drive|,|run|,|hurry
(เฮ|ส|'|ที) adj. เร่งรีบ|,|รีบด่วน|,|ใจเร็ว|,|คร่าว ๆ ,|ลวก ๆ ,|โกรธ|ง่าย|  |Syn. hastily adv. hastiness n.  |Syn. ill|-|advised|,|hurried
(แฮ|ท) n. หมวก|,|หมวก|พระราชาคณะ
(เฮ|'|ทะเบิล) adj. น่า|รังเกียจ
(เฮ|'|ทะเบิล) adj. ดู|hateable
(แฮ|ทชฺ|') vt.,|vi. ฟัก|ไข่|,|กก|ไข่|,|ฟัก|ออก|มา|,|ผลิต|,|วางแผน. n. ประตู|เล็ก|บน|ดาดฟ้า|เครื่องบิน|หรือ|พื้น|,|ประตูน้ํา|,|คอก|ปลา|  |Syn. hatchability n. hatchable adj. hatcher|  |Syn. devise|,|concoct|,|plot
n. หวี|ป่าน|,|หวี|ปอ|,|หวี
n. สถานที่|ฟัก|ไข่ไก่ ไข่|เป็ด ไข่ปลา
(แฮ|ท|'|ชิ|ท) n.ขวาน|ด้าม|เล็ก ๆ ,|อาวุธ|,|ข้อ|บาดหมาง. -|Id. (bury the hatcher (tomahawk) สงบ|ศึก|,|ประนีประนอม|กัน)| 
n. เส้นแร|เงา
n. แผ่น|สี่เหลี่ยม|วาง|ขวาง|และ|มี|ตรา|เครื่องหมาย|ตระกูล|ของ|ผู้ตาย
n. ทาง|เปิด|หรือ|บาน|เปิด|บน|ดาดฟ้า|,|ทาง|เปิด|  |Syn. hatch|,|opening
(เฮ|ท) vt.,|vi.,|n. (ความ) เกลียด|,|ชัง|,|รังเกียจ|,|ไม่|ชอบ|,|ไม่|เต็มใจ.  |Syn. abominate|,|abhor
(เฮ|'|ทะเบิล) adj. น่า|รังเกียจ
(เฮ|ท|'|ฟู|ล) adj. น่า|รังเกียจ|,|น่าชัง|,|น่า|รําคาญ|  |Syn. hatefulness n.  |Syn. detestable
(เฮ|ท|'|มัง|เก|อะ) n. ผู้|ปลุกปั่น|ความ|เกลียด|  |Syn. hatemongering n.
v. กริยา|ช่อง 3 และ|เอกพจน์|ของ|have
n. ปิ่น|ยาว สําหรับ|ยึด|หมวก|ผู้หญิง|ให้|ติด|กัน|แน่น|กับ|ผม
n. ที่|แขวน|หมวก
(เฮ|'|ท|ริ|ด) n. ความ|เกลียด|,|ความ|อา|มา|ต|แค้น
n. ช่าง|ทํา|หมวก
n. เสื้อ|เกราะ|ยาว|ถึง|เข่า
(ฮา|ฟ) n. ผืน|ดิน|ของ|หุบเขา|แม่น้ํา|,|ผืน|ดิน|ชั้น|ใต้
(ฮอ|'|ทิ) adj. หยิ่ง|ยโส|,|โอหัง|,|อวดดี|,|จองหอง|,|สูงส่ง.  |Syn. haugtiness n.  |Syn. snobbish
(ฮอล) vt.,|vi. ดึง|,|ลาก|,|ฉุด|,|ชัก|,|ทํา|ให้|ต่ํา|ลง n. การ|ดึง|,|การ|ลาก|,|สิ่ง|ที่|ถูก|ดึง|,|สิ่ง|ที่|จับ|ได้|,|ปริมาณ|การ|ลําเลียง|  |Syn. pull|,|tow
(ฮอล|'|ลิจฺ) n. การ|ดึง|,|การ|ลาก|,|การ|สาว|,|การ|ฉุด|,|ค่าธรรมเนียม|บรรทุก
(ฮ|อม) n. ลําต้น|,|ต้น|  |Syn. halm
(ฮอนชฺ) n. ตะโพก|,|บั้นท้าย|ของ|สัตว์|,|ขา|สัตว์|,|ส่วย|ข้าง|ของ|ส่วนโค้ง|,|คาน|หนุน
(ฮอนทฺ) v. สิ่ง|สู่|,|มัก|ป|รา|กฎ|ขึ้น|เสมอ|,|ไป|เยี่ยม|บ่อย|,|รบกวน. n. ที่|ที่|ไป|บ่อย|,|ผี.  |Syn. haunter n.
(ฮอน|'|ทิด) adj. ซึ่ง|สิง|อยู่|,|ครอบงํา
(ฮอน|'|ทิง) adj. ยังคง|อยู่|ใน|ความทรงจํา|,|ซึ่ง|สิ่ง|อยู่|,|ครอบงํา.  |Syn. hauntingly adv.  |Syn. disturbing|,|persisting
(ฮอส|'|ฟ|รอ) n. แม่บ้าน|,|ภรรยา -|pl. haufraus|,|haufrauen
(โอม|อนดฺ) fr. สังคม|ชั้น|สูง
(โอ|ท|'|คู|เท|อ) fr. แฟชั่น|ชั้น|สูง
(โฮ|เท|อ) n. กิริยา|ท่าทาง|ที่|หยิ่ง|ยโส|,|ความ|หยิ่ง|ยโส
abbr. hepatitis A virus
(ฮะ|แวน|'|นะ) เมืองท่า|และ|เมืองหลวง|ของ|คิวบา|,|บุหรี่|ซิการ์|ของ|คิวบา
(แฮ|ฟว) {|have|,|had|,|had|,|having|,|has|} vt. มี|,|ประกอบ|ด้วย|,|ได้|รับ|,|เป็น (โรค) ,|เอา|,|เอา|ได้|,|ประสบการณ์|,|ผ่าน|,|แสดง|,|ดําเนินการ|,|ม|' (ลูก) , vi. มี|เงิน. (auxiliary verb) -|Phr. (had better (best) ควร|จะ)|  |Syn. possess|,|own|,|suffer
เป็น|คน|หัวโบราณ|เอา|มาก ๆ ทีเดียว
n. หมวกแก๊ป|กันแดด|กัน|ฝน|ชนิด|หนึ่ง
(เฮ|'|เวิน) n. ท่าเรือ|,|ที่พํานัก|อาศัย|,|ที่หลบภัย. vt. พักอาศัย|  |Syn. refuge|,|asylum
(แฮ|ฟ|'|เวินทฺ) have not
(แฮ|ฟ|'|เวอะ) n. ดู|oats vi. พูด|โง่ ๆ| 
n. กระเป๋า|สะพาย ผ้าใบ|บน|ไหล่|เดียว
ร่อง|จิ๋ว|ใน|กระดูก เป็น|ทางเดิน|ของ|เส้นโลหิต
(แฮ|ฟ|'|วัค) n. ความ|หายนะ|,|ความ|เสียหาย vt. ทํา|ให้|เสียหาย|,|ทําลาย.  |Syn. havocker n.  |Syn. ruin|,|disaster
(ฮอ) n. ผลไม้|ของ|ต้น|hawthorn vi. ลังเล|,|อ้ําอึ้ง. n. เสียงพูด|แสดง|การ|ลังเล|,|เสียง|อ้ําอึ้ง interj. คําอุทาน|เรียก|สัตว์|ให้|เลี้ยว|ซ้าย. vt.,|vi. (ทํา|ให้) หัน|ซ้าย|, (ทํา|ให้) เลี้ยว|ซ้าย
(ฮา|ไว|'|อี) n. รัฐ|ฮาวาย|อเมริกา
(อะ|ไว|'|เอียน) adj. เกี่ยวกับ|ฮาวาย. n.ชาวเกาะ|ฮาวาย|,|ภาษาท้องถิ่น|ของ|เกาะ|ฮาวาย
(ฮอ|'|ฟินชฺ) n. นก|จําพวก|หนึ่ง
(ฮอค) n. เหยี่ยว|,|นัก|ต้ม|,|คน|ที่|กระหาย|สงคราม v. บิน|เหมือน|เหยี่ยว|,|ไล่|นก|ด้วย|เหยี่ยว|,|โถม|เข้าใส่|,|เร่ขาย|,|เรียก|หาบ|,|นํา|ไป|เร่|  |Syn. peddle
adj. ซึ่ง|มี|ตา|ที่|แหลมคม|,|ตา|เหยี่ยว
(ฮอ|'|เคอะ) n. คน|ที่|ใช้|เหยี่ยว|ล่า|นก|,|คน|เร่ขาย|  |Syn. huckster|,|peddler|,|crier
adj. คล้าย|เหยี่ยว|,|ชอบ|รบ|,|กระหาย|สงคราม
n. นักสืบ
(ฮอซ|,|โฮ|สฺ) n. ส่วน|หัวเรือ|ที่|มี|รู|โซ่|สมอเรือ|,|รู|สมอ|ที่|หัวเรือ
(ฮอซ|'|โฮ|ล) n. รู|โซ่|สมอเรือ
(ฮอซ|'|ไพ|พฺ) n. ท่อ|เหล็ก|ที่|โซ่|สมอเรือ|ลอด|ผ่าน|ที่|หัวเรือ
(ฮอ|'|เซอะ) n. เชือก|พวน|,|เชือก|หยาบ|ใหญ่|ที่|ใช้|ปล่อย|ปล่อย|สมอเรือ
ปม|ที่|เชื่อม|ปลาย|เส้น|2|เส้น
(เฮ) n. หญ้า|แห้ง|สําหรับ|ให้|สัตว์|กิน|,|หญ้า|หั่น
ไข้|ละออง|ฟาง|,|ไข้|จาม
n. ม้า
n. กอง|หญ้า|แห้ง|เป็น|รูปกรวย
เทียบ|ได้|กับ|เฮย์ส|ใช้|อธิบาย|ถึง|สมรรถนะ|ของ|โมเด็ม (Modem) หมายถึง|ว่า มี|มาตรฐาน|เทียบเคียง|ได้|กับ|โมเด็ม|ยี่ห้อ|เฮย์ส
n. เพิง|เก็บ|หญ้า|แห้ง|ใน|คอก|ม้า|หรือ|โรงนา
(เฮ|'|เมา) n. ที่|เก็บ|หญ้า|แห้ง|ใน|โรงนา|,|หญ้า|แห้ง|ดังกล่าว
n. ราง|หญ้า|แห้ง|สําหรับ|เป็น|อาหาร|ของ|สัตว์เลี้ยง
(เฮ|'|ริ|ค) n. ดู|hayrack
n. เมล็ด|หญ้า|,|เศษ|หญ้า|แห้ง|,|ชาวบ้าน|นอก
n. กอง|หญ้า|แห้ง
n. สาย|ลวด|สําหรับ|มัด|หญ้า|แห้ง. adj. ยุ่งเหยิง|,|ควบคุม|ไม่|อยู่
(แฮ|ซ|'|เซิร์ด) n. อันตราย|,|การ|เสี่ยง|,|สิ่ง|ที่|เป็น|อันตราย|,|สิ่ง|ที่|ทํา|ให้|เกิด|ความ|ลําบาก|,|ความ|ไม่|แน่นอน|,|เหตุบังเอิญ|,|อุบัติเหตุ|,|สิ่ง|กีดขวาง|ใน|สนามกอล์ฟ vt. ทํา|ให้|เสี่ยง|,|เสี่ยง|,|ทํา|ให้|ประสบ|อันตราย|  |Syn. risk|,|danger|,|peril
(แฮ|ซ|'|เซิร์ดดัส) adj. เสี่ยง|,|เสี่ยงอันตราย|,|เสี่ยงภัย|,|เสี่ยง|ดวง|,|ตาม|ดวง|  |Syn. hazardousness n.  |Syn. perilous
(เฮ|ซ) n. หมอก|,|เมฆหมอก|,|ความ|สลัว|,|ความ|มืด|สลัว|,|ความ|เลอะเลือน vt. กลั่นแกล้ง|,|ยั่วเย้า|,|ระราน|  |Syn. vagueness
(เฮ|'|เซิล) n. พืช|ต้นไม้|เล็ก ๆ จําพวก Cotylud ให้|ผลไม้|ที่|กิน|ได้|,|ไม้|ของ|ต้นไม้|ดังกล่าว
(เฮ|'|ซี) adj. เป็น|หมอก|,|มี|หมอก|,|สลัว|,|มืด|สลัว|,|เลอะเลือน|,|ไม่|ชัด.  |Syn. hazily adv. haziness n.  |Syn. foggy|,|cloudy
abbr. hemoglobin
abbr. hepatitis B antigen
abbr. hepatitis b core antigen
abbr. hepatitis b immunoglobulin
abbr. hepatitis b surface antigen
abbr. hepatitis b virus|, hepatitis b vaccine
abbr. human chorionic gonadotropin
abbr. hereditary coporphyria
abbr. hematocrit|,|histamine challenge test
abbr. hearingdistance|,|hodgkin|'|s disease|,|heart disease|,|hemodialysis <|คําย่อ|>|เอช|ดี <|คํา|อ่าน|>|ย่อ|มา|จาก|คํา|ว่า high density แปล|ว่า ความ|หนาแน่น|สูง ใช้|บอก|คุณสมบัติ|จาน|บันทึก (diskette) เช่น จาน|ขนาด 5.25|นิ้ว ถ้า|เป็น|จาน|ชนิด HD จะ|มี|ความ|จุ|ถึง 1.2 เมกะไบต์ ส่วน|จาน|บันทึก|ความ|หนาแน่น|สูง|ขนาด 3.5 นิ้ว จะ|มี|ความ|จุ|ถึง 1.44 เมกะไบต์ โดย|ปกติ จะ|มี|ป้าย|พิมพ์|บอก|ไว้|บน|จาน|บันทึก|ประเภท|นี้|ถ้า|เป็น|ขนาด|ธรรมดา|จะ|ใช้|คํา|ว่า DD ดู DD เปรียบเทียบ
abbr. known drug allergies
abbr. high density lipoprotein
(ฮี) pron. เขา|ผู้ชาย|,|คน|นั้น|,|ใคร|ก็ได้ n. ผู้ชาย|,|สัตว์|ตัวผู้
(ฮีด) abbr. he had|,|he would
(ฮีล) abbr. he will|,|he shall
(ฮี|'|แมน) n. คน|ที่|แข็งแรง|ทรหด|,|คน|ที่|เป็น|ลูก|ผู้ชาย -|pl. hemen
(เฮ|ด) n. ศีรษะ|,|ส่วน|หัว|,|สมอง|,|ตําแหน่ง|ผู้นํา|,|ตําแหน่ง|สูงสุด|, จุด|สุดยอด -|Phr. (lose one|'|s head อารมณ์เสีย|,|ตื่นเต้น) adj. ชั้นนํา|,|ที่|หนึ่ง|,|สําคัญ|,|เกี่ยวกับ|หัว|,|ข้างหน้า vt. นําหน้า|,|เป็น|ผู้นํา|,|เป็น|หัวหน้า|,|หัน|หน้า|ไป|ทาง|,|บ่ายหน้า|ไป|ทาง|,|ต่อ|หัว|,|จ่าหน้า vi. ไป|ข้างหน้า|,|ออก|เดิ
หัว|พัง|หมายถึง การ|ที่|หัวอ่าน|และ|บันทึก|ข้อมูล|ไม่|อาจ|ทํางาน|ได้|อย่าง|ปกติ มักจะ|เกิด|ขึ้น เมื่อ|มี|ฝุ่นละออง|จับ|เกาะ หรือ|จาน|บันทึก|เป็น|รอย ซึ่ง|อาจ|จะ|ทํา|ให้|หัวอ่าน|พัง|ไป|ด้วย
ประตูน้ํา
จิตแพทย์.  |Syn. shrink
adj. ประสานงา|กัน|,|ส่วนหน้า|,|ซึ่งหน้า. adv. ตรง|ดิ่ง|ไป|ยัง|,|เข้า|หา
n. เก้าอี้|ที่|มี|พนักพิง|ศีรษะ
n. ผ้า|โพกหัว สิ่ง|ที่|ประดับ|บน|หัว
n. ผู้|ตัด|หัว|ของ|สิ่ง|อื่น|,|เครื่อง|ตัด|หัว|,|ผู้|กระโดด|หัว|ลง
adv. เอา|หัว|ลง|ก่อน|,|เอา|หัว|นํา|,|เร่งรีบ|หุนหันพลันแล่น
n. ส่วน|ที่|ปกคลุม|หัว|,|หมวก|,|บังเหียน|ดึง|หัว|ม้า|,|สิ่ง|ประดับ|บน|หัว
n. การ|ล่า|หัว|มนุษย์. vi. ไป|ตัด|หัว|ข้าศึก.  |Syn. headhunter n.
(เฮ|ด|'|ดิง) n. ส่วนหน้า|,|หัวข้อ|,|หัวเรื่อง|,|หัว|จดหมาย|,|หัวข่าว|,|ทิศทาง|การ|เดิน|เรือ|หรือ|การ|บิน|  |Syn. caption|,|title
n. แหลม|,|หัวแหลม
adj. ไร้|หัว|,|ซึ่ง|ถูก|ตัด|หัว|ทิ้ง|,|ขาด|ผู้นํา|,|โง่.  |Syn. headlessness n.
n. โคมไฟ|สว่าง|หน้า|รถยนต์|,|โคม|เสา|เรือ|  |Syn. headlamp
(เฮ|ด|'|ไลนฺ) n. หัวเรื่อง|,|หัวข่าว. vt. ใส่|หัวข่าว|,|ใส่|หัวเรื่อง. vi. เป็น|ตัวแสดง|นํา
(เฮ|ด|'|ไลเนอะ) n. ดารา|,|ผู้แสดง|นํา
(เฮ|ด|'|ลอง) adv. ซึ่ง|มี|ส่วน|หัว|ยื่น|ไป|ข้างหน้า|,|ไม่|รีรอ|,|เร่งรีบ|,|สะเพร่า|,|ประมาท. adj. อย่าง|รวดเร็ว|,|อย่าง|เร่งรีบ. (ผา) ชัน
(เฮ|ด|'|เมิน) n.หัวหน้า|,|ผู้นํา|,|ผู้|คุม|งาน|,|มือ|เพชฌาต|ตัด|คอ -|pl. headmen
n. ครูใหญ่|,|อาจารย์ใหญ่ -|headmastership n.  |Syn. principal
(-|'|มิ|สท|ริ|ส) n. ครูใหญ่|ผู้หญิง|  |Syn. headmistressship n.
adj. ก้าวหน้า|ที่สุด|,|เจริญ|ที่สุด
(เฮ|ด|'|เพจฺ) n. ใบ|ปะ|หน้า
n. หูโทรศัพท์
(เฮ|ด|'|พี|ซ) n. ชิ้น|เสื้อ|เกราะ|ที่|หัว|,|หมวก|เกราะ|,|ส่วน|ที่|คลุม|หัว|หมวก|,|เครื่อง|หู|ฟัง|,|หัว|สวม|เครื่อง|ฟัง|,|สติปัญญา|,|หัว|สมอง|  |Syn. helmet|,|headset
n. ตัวตั้ง|ที่อยู่|หน้า|สุด|ของ|กลุ่ม|ตัว|โบว์|ลิ่ง
vt.,|vi. ประจํา|หรือ|ตั้งอยู่|ที่|สํานักงาน
(เฮ|ด|'|ควอร์|เท|อซ) n. สํานักงานใหญ่|,|กองบัญชาการ
n. ที่|พิง|ศีรษะ
n. ที่|ว่าง|โค้ง|ส่วน|บน|,|ที่|ว่าง|เหนือ|ศีรษะ.  |Syn. headway
(เฮ|ดซ) adj. (เหรียญ) หัว|ขึ้น
adj. ตื่นตัว|,|ว่องไว|,|ฉวยโอกาส|ได้|อย่าง|รวดเร็ว
n. เครื่อง|หู|ฟัง|เป็น|หัว|สวม
n. ใบ|เรือ|ของ|เสากระโดง|หน้า
n. ตําแหน่ง|ผู้นํา|,|ความ|สําคัญ|ยิ่งยวด
(เฮ|ดซ|'|เมิน) n. เพชฌาตตัด|หัว|นักโทษ.  |Syn. headman
n. ต้นน้ํา|,|แหล่ง|น้ํา|,|แหล่ง|กําเนิด|  |Syn. fountainhead|,|source
n. ส่วน|ของ|บังเหียน|ม้า|ที่|หุ้ม|ศีรษะ|ม้า
n. ที่|พิง|ศีรษะ
n. แผ่น|หิน|จารึก|หน้า|หลุม|ฝังศพ|,|ศิลา|ฤกษ์
n. ลํา|ธาน|ที่|เป็น|แหล่ง|หรือ|ต้นน้ํา
adj. เอาแต่ใจ|,|ดื้อรั้น|,|แน่วแน่|,|จงใจ|,|โดย|ตั้งใจ.  |Syn. headstrongly|  |Syn. stubborn
n. หัวหน้า|บ๋อย|,|ห้ว|หน้า|กระเป๋ารถเมล์
n.,|pl. ต้นน้ํา
n. การ|ก้าว|ไป|ข้างหน้า|,|ความ|เจริญก้าวหน้า|,|ช่วง|ระยะ|เวลา|ระหว่าง|รถไฟ|สอง|ขบวน|ที่|วิ่ง|ไป|ใน|ทิศทาง|เดียวกัน|บน|ราง|เดียวกัน
n. ลม|ปะทะ|,|ลม|สวน|,|ลม|ต้าน
n. งาน|แสดง|ความคิด|,|งาน|ใช้|สมอง|,|ความคิด
(เฮ|ด|'|ดี) ซึ่ง|ทํา|ให้|มึนเมา|,|น่า|ตื่นเต้น|,|รุนแรง|,|ซึ่ง|ทําลาย|,|  |Syn. headiness n.  |Syn. intoxicating
(ฮีล) vt. รักษา|,|ทํา|ให้|คืนดี|กัน. vi. หาย|ดี|,|หาย.  |Syn. healable adj. healer n.
(เฮ|ลธฺ) n. สุขภาพ|,|การ|อวยพร|ให้|สุขสบาย|,|ความ|แข็งแรง|,|กําลังวังชา
สุขศึกษา
(เฮ|ลธ|'|ฟุ|ล) adj. เป็น|ประโยชน์|ต่อ|ร่างกาย|,|เจริญรุ่งเรือง.  |Syn. healthfulness n.  |Syn. wholesome
(เฮ|ล|'|ธี) adj. มี|สุขภาพ|ดี|,|แข็งแรง|  |Syn. healthily adv. healthiness n.  |Syn. salubrious|,|sound|,|robust Ant. sick|,|ill|,|weak
(ฮีพ) n. กอง|, จํานวน|มาก|,|รถยนต์. vt. กอง|,|สุม|,|สะสม|,|บรรจุ|เต็ม|,|ให้|จํานวน|มาก|,|ใส่|มาก. vi. เป็น|กอง|  |Syn. load|,|pile|,|stack|,|gather|,|amass
(เฮียร์) {|heard|,|hearing|,|hears|} vt. ฟัง|,|ได้ยิน|,|สดับ|,|รับฟัง|,|ได้ยิน|มา|ว่า|,|พิจารณา. vi. ฟัง|,|ได้ยิน.  |Syn. hearable adj. hearer n.  |Syn. heed|,|listen
(เฮีย|'|ริ|ง) n. การ|ฟัง|,|การ|พิจารณา|,|การ|ได้ยิน|,|โสตประสาท|, การ|พิจารณา|คดี|  |Syn. interview
(ฮาร์|'|เคิน) vi.,|vt. ดู|harken|  |Syn. harkener n.  |Syn. listen
(เฮีย|'|เซ) n. ข่าวลือ|,|เรื่อง|ที่|ได้ยิน|ได้|ฟัง|มา|  |Syn. report|,|rumour
(เฮิร์ซ) n. รถ|ศพ|,|รถบรรทุก|ศพ|,|ปะรํา|หน้า|หลุม|ฝังศพ|,|โครง 3 เหลี่ยม|สําหรับ|วาง|เทียน
(ฮาร์ท) n. หัวใจ|,|หน้าอก|,|แก่น|,|ไส้|,|จุดสําคัญ|,|ความ|กล้าหาญ|,|ความรู้สึก|,|ความ|รัก|,|ส่วน|ใน|สุด|,|จิตใจ|,|สุขภาพจิต|,|สิ่ง|ที่|เป็น|รูป|หัวใจ|, (ไพ่) โพ|แดง vt. ติด|ที่|หัวใจ|,|สนับสนุน|  |Syn. love|,|courage|,|core|,|center
ภาวะ|การ|ฉีด|โลหิต|ของ|ห้อง|หัวใจ|ล่าง|และ|บน|ไม่|ประสานกัน
เป็น|อาการ|แสบ|ร้อน|ใน|ทรวงอก|เนื่องจาก|กรด|ใน|กระเพาะ|ไหล|ย้อน|ขึ้น|ไป|ใน|หลอดอาหาร
หัวใจวาย
เสียง|แผ่ว|จาก|การ|ไหล|ของ|โลหิต|ผ่าน|หัวใจ
อัตาการ|เต้น|ของ|หัวใจ|มี|ค่า|ประมาณ 70 ครั้ง|/|นาที เด็กเล็ก|มี|อัตรา|การ|เต้น|เร็ว|กว่า|นี้|คือ|ประมาณ 130 ครั้ง|/|นาที
 |Syn. heart adj. เปิดเผย|,|จริงใจ
adj.กล้าหาญ|,|จริงใจ|,|เต็มใจ.  |Syn. heart|-|wholeness n.  |Syn. sincere|,|genuine|,|honest
(ฮาร์ท|'|เอค) n. ความ|เศร้าโศก|,|ความ|ปวดร้าวใจ.  |Syn. heartaching adj.  |Syn. grief|,|sorrow
หัวใจวาย
n. การ|เต้น|ของ|หัวใจ
adj. ซึ่ง|ทํา|ให้|ใจ|มาก|,|ซึ่ง|ทํา|ให้|เศร้า|มาก.  |Syn. moving|,|pitiful
(ฮาร์ท|'|โบ|รเคิน) adj. อกหัก|,|เสียใจ|มาก.  |Syn. heartbrokenly adv.
(ฮาร์ท|'|เบิร์น) n. อาการ|เสียด|ท้อง|,|อิจฉาริษยา|  |Syn. brash|,|cardialgia|,|pyrosis
(ฮาร์ท|'|ทิด) adj. อยู่|ที่|หัวใจ|,|ยึด|กับ|หัวใจ.  |Syn. heartedly adv. heartedness n.
(ฮาร์ท|'|เทิน) vt. ให้|กําลังใจ|,|ให้|ความ|มั่นใจ|,|  |Syn. hearteningly adv.
adj. จริงใจ|,|โดย|ตั้งใจ|,|ไม่|เสแสร้ง|  |Syn. genuine|,|sincere
(ฮาร์ธ) n. พื้น|เตา|,|ข้าง|เตา|,|ส่วนล่าง|ของ|เตาเผา|,|ครอบครัว|,|บ้าน|  |Syn. hearthstead n.
n. ข้าง|เตา
(ฮาร์ท|'|ทิลี) adv. อย่าง|จริงใจ|,|อย่าง|แท้จริง|,|ด้วย|มิตร|ไมตรีจิต|,|อย่างยิ่ง|,|โดย|สิ้นเชิง|,|อย่าง|เอร็ดอร่อย|  |Syn. cordially|,|sincerely
(ฮาร์ท|'|แลนด์) n. ดินแดน|ส่วนกลาง|ที่|ยาก|แก่|การ|ถูก|โจมตี|มัก|มี|ความ|มั่นคง|ทั้ง|ทาง|เศรษฐกิจ|และ|การเมือง
adj. ไม่|มี|หัวใจ|,|ไม่|มี|ความรู้สึก|,|เหี้ยมโหด|,|ขาด|ความ|กล้าหาญ|,|ไร้|ความ|กระ|ตือรือ|รั้น|  |Syn. ness n.  |Syn. pitiless|,|cold
adj. ซึ่ง|ทํา|ให้|เสียใจ|มาก|,|ซึ่ง|ทํา|ให้|เศร้าโศก|มาก.
การ|แสดง|ออก|ซี่|ง|ความรู้สึก|ใน|ใจ
(ฮาร์ทซฺ|'|อี|ซ) n. ความ|สงบ|ของ|จิตใจ
adj. เป็นไข้|ใจ|,|เสียใจ|อย่าง|มาก|,|ช้ําใจ|มาก.  |Syn. heartsickeningly adj. heartsickness n.
(ฮาร์ท|'|ซัม) adj. ร่าเริง|,|เบิกบานใจ.
(ฮาร์ท|'|ชอ) adj. ดู|heartsick
(ฮาร์ท|'|สท|ริ|คเคิน) adj. เศร้าโศก|,|เสียใจ|,|ช้ําใจ.  |Syn. heartstruck.  |Syn. appalled
n.,|pl. ความรู้สึก|ใน|ใจ|,|เอ็น|รั้ง|หัวใจ|,|ความรู้สึก|อัน|ลึกซึ้ง|,|ความ|รัก|สุดเหวี่ยง
n. การ|เต้น|แรง|ของ|หัวใจ|,|อารมณ์|รุนแรง|,|คนรัก
adj. อบอุ่น|ใจ|,|เป็น|ที่|พอใจ
n. แก่น|ไม้|,|ไส้|ไม้
(ฮาร์ท|'|ที) adj. อบอุ่น|ใจ|,|มี|มิตร|ไมตรีจิต|,|ร่าเริง|,|จริงใจ|,|แท้จริง|,|เต็มใจ|,|กระตือรือร้น|,|แข็งแรง|,|รุนแรง|,|มากมาย|,|อุดมสมบูรณ์. n. คน|กล้า|,|คน|ดี|,|สหาย.  |Syn. heartily adv. heartiness n.  |Syn. genial|,|cordial Ant. cool|,|weak|,|mild
(ฮีท) n. ความ|ร้อน|,|ความ|รุนแรง|,|กําหนัด|,|ฤดู|กําหนัด vt. ทํา|ให้|ร้อน|,|ทํา|ให้|อุ่น|,|เร้า|อารมณ์|,|ทํา|ให้|ตื่นเต้น
(ฮีท|'|ทิด) adj. อบอุ่น|,|ซึ่ง|ทํา|ให้|ร้อน|,|ตื่นเต้น|,|อักเสบ|,|ดุเดือด.  |Syn. heatedly adv. heatedness n.  |Syn. vehement
(ฮี|'|เทอะ) n. เครื่อง|ทํา|ความ|ร้อน
(ฮีธ) n. ต้นไม้|เตี้ย|เป็น|พุ่ม|ที่|ขึ้น|ตาม|ทุ่ง
n. ไก่ป่า|สี|ดํา
ไก่ป่า|สี|ดํา|ตัวผู้
(ฮี|'|เธิน) n. คนนอก|ศาสนา|,|คน|ที่|ไม่|ยอม|เชื่อ|ว่า|มี|พระเจ้า|,|คน|ที่|ไม่|นับถือ|ศาสนาคริสต์|หรือ|ยิว|,|คนป่า|เถื่อน adj. ไม่|มี|ศาสนา|,|นอก|ศาสนา|,|นอกรีต|,|ป่าเถื่อน.  |Syn. heathenness n.  |Syn. infidel|,|pagan|,|idolater|,|atheist|,|agnostic คํา|ศั
(ฮี|'|เธอะ) n. ต้นไม้|เตี้ย|โดยเฉพาะ|จําพวก colluna vulgaris
n. การ|ล้ม|ฟุบ|ลง|หรือ|ไข้|ที่|เกิด|จาก|การ|ถูก|ความ|ร้อน|มาก|เกิน|ไป
(โฮ|ม) n. เกราะ|สวม|หัว|สมัยโบราณ|  |Syn. helm
(ฮีฟว) vt.,|vi.,|n. (การ) ยก|ขึ้น|,|ชัก|,|ดึง|,|สาว|,|ม้วน|,|ทํา|ให้|นูน|ขึ้น|,|ทํา|ให้|พอง|ขึ้น|,|ครวญคราง|,|ถอนใจ|,|อาเจียน|,|ขึ้นลง|เป็น|จังหวะ|,|หายใจ|แรง|, นูน|ขึ้น -|Phr. (heave ho|! คําอุทาน|ขอ|งก|ลา|สี|เรือ|ขณะ|ยก|สมอเรือ|ขึ้น)|  |Syn. heaves n. โรค|หอบ|ที่|เป็น|กับ|ม้า
(Heave ho|!) ออกแรง|ดึง|เข้า
(ฮีฟ|'|โฮ) n. การ|ปฏิเสธ|,|การ|ขับ|ออก|,|การ|ไล่ออก
(เฮ|ฟ|'|เวิน) n. ท้องฟ้า|,|สวรรค์|,|พระเจ้า|,|อํานาจ|สวรรค์.  |Syn. heavens คําอุทาน|แสดง|ความ|ประหลาดใจ|,|การ|เน้น|หรือ|อื่น ๆ โอ้|สวรรค์|,|ความ|สุข|ที่สุด|,|สถานที่|สุข|ที่สุด|,|สุขาวดี|  |Syn. paradise|,|blisss|,|ecstasy
adj. ได้|เวลา|,|เหมาะ|กับ|เวลา|,|เหมาะเจาะ|- S. timely|,|opportune
(เฮ|ฟ|'|เวินลี) adj. คล้าย|สวรรค์|,|เหนือ|มนุษย์|,|ล้ําเลิศ.  |Syn. heavenliness n.  |Syn. blissful|,|sublime
ดู|New Jerusalem
adj. เคร่ง|ศาสนา|,|ธัมมะธัม|โม
adv. ไป|สู่|สวรรค์. adj. ไป|สู่|สวรรค์
adv. ไป|สู่|สวรรค์
(ฮี|'|เวอะ) n. สิ่ง|ที่|นูน|หรือ|ขยาย|ขึ้น
(เฮ|ฟ|'|วิลี) adv. อย่าง|หนัก|,|รุนแรง|,|มากมาย|,|งุ่มง่าม
(เฮ|ฟ|'|วิเนส) n. ความ|หนัก|,|น้ําหนัก|,|ภาวะ|  |Syn. gravity|,|weightiness
(เฮ|ฟ|'|วี) adj. หนัก|,|ขนาด|หนัก|,|ใหญ่|มาก|,|เพียบ|,|หนา|,|ดก|,|อุ้ยอ้าย|,|จํานวน|มาก|,|มาก|,|สําคัญ|มาก|,|ลึกซึ้ง|,|รุนแรง (พายุ) ,|เป็น|ภาระ|มาก|,|ดี|มาก
adj. งุ่มง่าม|,|อุ้ยอ้าย|  |Syn. clumsy|,|ponderous
adj. ทนทาน
(เฮ|ฟ|'|วีเล|เดิน) adj. บรรทุก|หนัก|,|เพียบ|,|เหนื่อย|มาก|,|มี|ภาระ|มาก|,|ทุกข์|มาก
(เฮ|ฟ|'|วี|เซ|ท) adj. มี|ร่าง|ใหญ่|,|อ้วน|เตี้ย
(เฮ|ฟ|'|วิเวท) adj. หนัก|,|หนัก|เป็นพิเศษ|,|เกี่ยวกับ|นักมวย|หรือ|นักมวย|ปล้ํา|รุ่น|หนัก (เกิน|175 ปอนด์) n. นักมวย|หรือ|มวยปล้ํา|รุ่น|ดังกล่าว|,|คน|ที่|มี|อิทธิพล|มาก|,|คน|ที่|ฉลาด|มาก
n. จํานวน|เจ็ด|,|หนึ่ง|อาทิตย์
adj. ซึ่ง|เกิด|ขึ้น|ทุก|อาทิตย์
vt. ทํา|ให้|ทื่อ|,|ทํา|ให้|ทึ่ม vi. กลาย|เป็น|ทื่อ|,|กลาย|เป็น|ทึ่ม. adj. ทื่อ|,|  |Syn. hebetation n. hebetative adj.
(ฮีเบท|'|ทิค) adj. เกี่ยวกับ|วัย|หนุ่มสาว
n. ภาวะ|ที่|เฉื่อยชา|,|สภาพ|ที่|ทื่อ|,|สภาพ|เซื่องซึม|  |Syn. hebetudiness n.
(ฮิเบร|'|อิค) adj. เกี่ยวกับ|ชาว|อิสราเอล|ภาษา|หรือ|ขนบธรรมเนียม|ของ|เขา. -|Hebraism n. -|Hebraist n. ผู้เชี่ยวชาญ|ภาษา|อิสราเอล
(ฮี|'|บ|รู) n. ชาว|อิสราเอล|,|ภาษา|อิสราเอล|  |Syn. Israelite|,|Jewish
ดู|Jewish calendar
(ฮี|'|บ|รู|ซ) n. หนังสือ|เล่ม|หนึ่ง|ของ|พระคัมภีร์|ไบเบิล
(เฮ|ค|'|คะ|ที) n. เทพธิดา|แห่ง|โลก|มนุษย์. -|Hecatean|,|Hecataean adj.
(เฮ|ค|'|คะ|โท|ม) n.การ|ฆ่า|สัตว์|อย่าง|มากมาย
(เฮ|ค|'|เคิล) vt. รบกวน|ด้วย|คําถาม|,|ตื้อ|ถาม|,|ซักถาม|,|ขัดคอ|,|ไล่|เสียง|,|หวี. n. หวี|,|หวี|ป่าน.  |Syn. heckler n.  |Syn. challenge|,|bait
(เฮ|ค|'|แทร์) n. 100 ares|,|10,000|ตาราง|หรือ|2.471|เอเคอร์.  |Syn. hektare
(เฮ|ค|'|ทิด) adj. วุ่นวาย|,|น่า|ตื่นเต้น|,|เร่าร้อน|ใจ|,|เป็นไข้|,|สูญเสีย|,|เกี่ยวกับ|วัณโรค.  |Syn. hectically|,|hecticly adv. hecticness n.  |Syn. chaotic|,|feverish
Pref. " หนึ่ง|ร้อย|"|  |Syn. hect|-|,|hekt|-|,|hekto|-
(me) (เฮ|ค|'|ทะ|แก|รม) n. หน่วย 100 กรัม.,|hg.  |Syn. hektogram (me)| 
(เฮ|ค|'|ทะ|กราฟ) n. แม่พิมพ์|ยาง|อัด|สําเนา|,|กระบวนการ|พิมพ์|จาก|แม่พิมพ์|ดังกล่าว. vt. พิมพ์|ด้วย|แม่พิมพ์|ดังกล่าว
(เฮ|ค|'|ทะ|มี|เทอะ) n. หน่วย|ความ|ยาว|ที่|เท่า|กับ|100|เมตร|หรือ|328.08|ฟุต|  |Syn. hektometer|,|hektometre
(เฮ|ค|'|ทะ|มี|เทอะ) n. หน่วย|ความ|ยาว|ที่|เท่า|กับ|100|เมตร|หรือ|328.08|ฟุต|  |Syn. hektometer|,|hektometre
(เฮ|ค '|เทอะ) n. คน|ที่|ชอบ|ขู่ขวัญ|คน|อื่น|,|คน|ขี้|รังแก. vt. ขู่ขวัญ|,|รังแก
(เฮ|ดจฺ) n. แนว|พุ่มไม้|,|ขอบ|แดน|,|สิ่ง|กีดขวาง|,|เครื่อง|ล้อม|,|การ|วาง|เดิมพัน|,|คําพูด|สอง|นัย. v. ล้อม|รั้ว|,|กั้น|รั้ว|,|กั้น|,|วาง|เดิมพัน|เพื่อ|หลีกเลี่ยง|การ|สูญเสีย. vi. วาง|ทาง|หนี|ที่|ไล่|  |Syn. hedger n.  |Syn. fence
นก|ชอบ|บิน|ต่ํา
(เฮ|ดจฺ|'|ฮ|อก) n. เม่น
(เฮ|ดจฺ|'|ฮอพ) vi. บิน|ต่ํา|มาก|  |Syn. hedgehopper n.
(เฮ|ดจฺ|'|โร) n. แนว|พุ่มไม้|เป็น|รั้ว
(ฮี|ดอน|'|นิค) adj. เกี่ยวกับ|ความ|สุขสบาย|,|เกี่ยวกับ|ความ|เพลิดเพลิน.  |Syn. hedonically adv.
(เฮ|ด|'|ดะ|นิส|ซึม) n. ทฤษฎี|ที่|เชื่อ|ว่าความ|สุขสบาย|หรือ|ความ|เพลิดเพลิน|เป็นยอด|ปรารถนา|ที่สุด.
(ฮี|'|บีจี|'|บ|ซี) n. จิตใจ|หงุดหงิด
(ฮีด) v.,|n. (การ) สนใจ|,|เอาใจใส่|,|สังเกต.  |Syn. heeder n. heedful adj. heedness n.  |Syn. attention
(ฮีด|'|เลส) adj. ไม่|ระมัดระวัง|,|สะเพร่า|,|ไม่|เอาใจใส่.  |Syn. heedlessly adv. heedlessness n.  |Syn. reckless
(ฮี|'|ฮอ) n. เสียงร้อง|ของ|ลา|,|การ|หัวเราะ|หึ ๆ vi. ลา|ร้อง
(ฮีล) n. ส้นเท้า|,|ส้น|,|เท้า|ทั้งหมด|,|ส่วนหลัง|,|ของ|กีบ|,|ท้าย|เรือ|,|คน|เลว|,|ขี้|ขโมย|,|การ|แหกคุก vt. ตาม|หลัง|,|ใส่|ส้นเท้า|ให้|  |Syn. blackguard
(ฮี|ลด|ฺ) adj. มี|ส้นเท้า|,|ใส่|ส้นเท้า|,|มี|เงิน|มั่งมี
(ฮีล|'|เลอะ) n. คน|ซ่อม|รองเท้า
n. ส่วน|ปลาย|,|ส่วน|ท้าย
n. ตีน|เสา
abbr. head eyes|,|ears|,|nose|,|throat
(เฮ|ฟทฺ) n. น้ําหนัก|,|ส่วน|สําคัญ. vt. ยก|ขึ้น|เพื่อ|หยั่ง|น้ําหนัก|,|ยก
(เฮ|ฟ|'|ที) adj. หนัก|,|ใหญ่|,|แข็งแรง|,|ล่ํา|สัน|,|เต็มไปด้วย|กล้าม|เนือ.  |Syn. heftiness n. heftily adv.  |Syn. weighty|,|heavy
(ฮิ|เจ|ม|'|โม|นี่) n. ความ|เป็น|เจ้า|โลก|,|ความ|เป็น|ผู้มีอิทธิพล|เหนือกว่า.  |Syn. hegemonic|,|hegemonical adj.  |Syn. leadership
n. เจ้าอาวาส.
(เฮ|ฟ|'|เฟอะ) n. วัว|สาว|ที่|มี|อายุ|ต่ํา|กว่า 3|ปี|และ|ยัง|ไม่|เคย|มี|ลูก|วัว
(เฮ|,|ไฮ) interj. คําอุทาน
(ไฮทฺ) n. ความ|สูง|,|เนินเขา|,|ภูเขา|,|จุด|สุดยอด
(ไฮ|'|เทิน) vt. เพิ่ม|ความ|สูง|,|เพิ่ม|ปริมาณ|,|ทํา|ให้|แข็งแรง|ขึ้น|,|ทํา|ให้|สําคัญ|ขึ้น|,|ทํา|ให้|เด่น|ขึ้น|,|เพิ่ม|,|สว่าง|ขึ้น|,|เข้มข้น|ขึ้น.  |Syn. heighner n.  |Syn. enhance
(ไฮธฺ) n. ดู|height
(ไฮ|'|นี) n. คน|เยอรมัน
(เฮ|'|นัส) adj. น่าเกลียด|,|น่าชัง|,|มี|กลิ่น|เหม็น|,|โหดเหี้ยม|ที่สุด.  |Syn. heinously adv. heinousness n.  |Syn. atrocious
(แอร์) n. ทายาท|,|ผู้สืบทอด|,|ผู้|สืบ|มรดก
ทายาท|ที่แท้|จริง|  |Syn. heir apparency n.
ทายาทโดยธรรม|,|ทายาท|ผู้สืบทอด|มรดก|ตาม|กฎหมาย
ผู้|เป็น|ทายาท|โดย|สันนิษฐาน
(แอร์|'|ดัม) n. การ|เป็น|ทายาท|,|การ|สืบทอด|มรดก
(แอ|'|เรส) n. ทายาท|หญิง|,|ผู้สืบทอด
(แอร์|'|ลูม) n. มรดก|สืบทอด
n. ความ (สิทธิ) เป็น|ทายาท|,|สิทธิ|ของ|ทายาท|  |Syn. inheritance
(ไฮซทฺ) vt.,|n. (การ) ปล้น|,|ขโมย.  |Syn. heister n.  |Syn. lift
(เฮ|ค|'|คะ|ที) n. เทพธิดา|แห่ง|โลก|มนุษย์. -|Hecatean|,|Hecataean adj.
Pref. "|hecto|"
(-|ทะ|แก|รม) n. ดู|hectogram
(เฮ|ลด|ฺ) v. กริยา|ช่อง 2 และ 3 ของ hold
(เฮ|ล|'|เลิน) n. หญิงสาว|สวย|ที่|ทํา|ให้|เกิด|สงคราม|Trojan War.  |Syn. Helen of Troy
(o) - abbr. '|ดวงอาทิตย์|'
(ฮิไล|'|อะคัล) adj. เกี่ยวกับ|หรือ|เกิด|ขึ้น|ใกล้|ดวงอาทิตย์.  |Syn. heliacally adv.
(ฮิไล|'|อะคัล) adj. เกี่ยวกับ|หรือ|เกิด|ขึ้น|ใกล้|ดวงอาทิตย์.  |Syn. heliacally adv.
(ฮีลิ|แอ|น|'|ธัส) n. พืช|จําพวก|ต้น|ดอกทานตะวัน.
(เฮ|ล|'|ละ|บอร์น) adj. ซึ่ง|นํา|ส่ง|โดย|เฮลิคอปเตอร์
(o) - "|เก|ลียว|"|,|"|ขด|"
(เฮ|ล|'|ลิเคิล) adj. เป็นเกลียว|,|เป็น|ขดลวด|,|เป็น|ลาน.  |Syn. helically adv.
(เฮ|ล|'|ลิคอยด์) adj. เป็นเกลียว
(เฮ|ล|'|ลิคอยด์) adj. เป็นเกลียว
(เฮ|ล|'|ละ|คอ|พ|เทอะ) n. เฮลิคอปเตอร์
(เฮ|ล|'|ละ|ลิฟทฺ) vt.,|n. (การ) ขนส่ง|โดย|เฮลิคอปเตอร์.
(ฮี|'|ลีอะ|กราฟ) n. เครื่องมือ|ถ่าย|ภาพ|ดวงอาทิตย์ v|  |Syn. heliographer n. heliographic adj. heliography n.
n. การ|บูชา|ดวงอาทิตย์.  |Syn. heliolater n. heliolatrous adj.
n. กล้องส่องทางไกล|สําหรับ|ดู|ดวงอาทิตย์
n. การ|เข้า|หา|แสง|อาทิตย์|,|การ|เจริญเติบโต|เข้า|หา|แสง|อาทิตย์
n. ลาน|ขึ้นลง|ของ|เฮลิคอปเตอร์
n. ลาน|ขึ้นลง|ของ|เฮลิคอปเตอร์
(ฮี|'|เลีย|ม) n. ธาตุ|แก๊สเฉื่อย|ชนิด|หนึ่ง|,
(เฮ|ล|'|ลิคซฺ) n. ส่วน|ที่|เป็นเกลียว|,|ส่วน|ที่|เป็น|ขด|,|วง|ใบ|หู|,|สิ่ง|ประดับ|ลาย|วง|กัน|หอย|,|หอยโข่ง -|pl. helices|,|helixes|  |Syn. spiral
(เฮ|ล) n. นรก|,|ยมบาล|, ความ|ชุลมุน|วุ่นวาย
(เฮ|ล|'|โฮ|ล) n. สถานที่|ไม่|น่า|อยู่|ที่สุด|ล แหล่ง|ชั่วร้าย
(ฮี|แล|ค|'|ดิค) adj. เกี่ยวกับ|วัฒนธรรม|ยุค|บรอนซ์
(เฮ|ล|'|ลัส) n. กรีก
(เฮ|ล|'|เบน|ทฺ) adj. ดื้อรั้น|,|มุ่งหน้า|อย่าง|ไม่|ยอม|กลับ
(เฮ|ล|'|บอคซ) n. กล่อง|ใส่|ตัว|เรียงพิมพ์|ที่|ใช้|แล้ว
(เฮ|ล|'|แคท) n. หญิง|ดุร้าย|,|หญิง|โมโห|ร้าย
(เฮ|ล|'|ละ|บอร์) n. พืช|ไม้ดอก|จําพวก Helleborus|,
(เฮ|ล|'|ลีน) n. ชาว|กรีก
(ฮี|เลน|'|นิค) adj. เกี่ยวกับ|กรีก|โบราณ n. ภาษา|กรีก|โบราณ
n. คน|เสียง|ดังที่|ชอบ|ก่อ|ความ|วุ่นวาย
n. ไฟ|นรก|,|สิ่ง|ที่|ทํา|ให้|ทุกข์ทรมาน|ที่สุด
(เฮ|ล|'|โฮ|ล) n. สถานที่|ไม่|น่า|อยู่|ที่สุด|ล แหล่ง|ชั่วร้าย
n. สุนัข|เฝ้าบ้าน|,|คน|ชั่ง|ช้า|,|ปีศาจ|ร้าย
(เฮ|ล|'|เยิน) n. จอม|ยุ่ง|,|คน|อันธพาล
(เฮ|ล|'|ลิช) adj. เหมือน|นรก|,|ร้ายกาจ|,|อัปรีย์|,|โหดเหี้ยม|,|น่า|รังเกียจ.  |Syn. hellishness n.  |Syn. atrocious|,|brutal
(เฮ|ล|'|โล|,|ฮีโล|') interj. คําอุทาน|แสดง|ความ|ประหลาดใจ. n.,|vi. (การ) เอ่ย|คํา|"|ฮัลโหล|"
(เฮ|ล|'|ละ|วะ) adj.,|adv. เลว|มาก|,|ไม่|เห็นด้วย|อย่าง|มาก|,|ลําบาก|มาก|,|อย่างยิ่ง
(เฮล์ม) n.,|v. (การ) หมวก|เหล็ก|,|หมวก|กัน|ภัย|,|พวงมาลัย|,|หางเสือ|,|ตํารวจ.
หลังคา|แหลม|4|หน้า
(เฮ|ล|'|มิ|นฺธ) n. หนอน|,|พยาธิ|  |Syn. worm
n. การ|มี|พยาธิ|ใน|ร่างกาย
(เฮล์มซ|'|มัน) n., คน|ถือ|พวงมาลัย|,|คน|ถือหาง|เสือ
(เฮ|ล|'|ลัท) n. ทาส
(เฮ|ล|'|ละ|ทิส|ซึม) n. ความ|เป็น|ทาส
(เฮ|ล|'|ละ|ท|รี) n. ความ|เป็น|ทาส|,
(เฮ|ลพฺ) v. ช่วยเหลือ n. การ|ช่วยเหลือ|, สิ่ง|ช่วย interj. คําอุทาน|ขอ|ความ|ช่วยเหลือ|  |Syn. aid|,|assist Ant. resist|,|destroy
(เฮ|ล|'|เพอะ) n. ผู้ช่วย|เหลือ|,|สิ่ง|ช่วยเหลือ|  |Syn. aide
(เฮ|ลพ|'|ฺ|ฟู|ล) adj. ให้|ความ|ช่วยเหลือ.  |Syn. helpfulness n.
(เฮ|ล|'|พิง) n.,|adj. (การ) ช่วยเหลือ|,|สิ่ง|ช่วยเหลือ|,|อาหาร|มื้อ|หนึ่ง ๆ| 
(เฮ|ลพฺ|'|ลิส) adj. ไม่|มี|ประโยชน์|,|ช่วย|อะไร|ไม่|ได้|,|ทํา|อะไร|ไม่|ถูก|,|ไร้|อํานาจ|,|ไร้|กําลัง|,|งง|งัน
(เฮ|ลพฺ|'|เมท) n. เพื่อน|,|สหาย|,|ผู้ช่วย|เหลือ|,|ภรรยา|,|สาม|'
adv.,|adj.,|n. (ความ) ยุ่งเหยิง|,|ไม่|มี|ระเบียบ|,|อุตลุด|,|ไร้|ระเบียบ|  |Syn. disorderly
(เฮ|ลฟฺว) n. ด้าม|ขวาน|,|ด้าม|ค้อน|,|ด้าม vt. ทํา|ให้|มี|ด้าม
(เฮ|ลเว|ติ|กา) เป็น|ชื่อ|แบบ|ตัวอักษร (font) ภาษาอังกฤษ|แบบ|หนึ่ง มี|ลักษณะ|เป็น|ตัวตรง ๆ ไม่|เล่นหาง ประเภท|ที่|เรียก|ว่า sans serif แบบ|อักษร|รูป|นี้|ได้|รับ|ความ|นิยม|ใช้|กัน|อย่าง|กว้างขวาง|ไม่|แพ้|แบบ Times มี|ใช้|ทั้ง|ใน|เครื่อง|แมค|อิน|ทอ|ช และ|พี|ซี
(เฮ|ม) vt. ปิดล้อม|,|ขลิบ|ริม n. ขอบ|,|ริม|,|ม้วน|ขอบ -|n. (การ) อุทาน|"|แฮ่ม|!|"|หรือ|"|ฮึ|ม|!|"|,|พูด|ไม่|เต็มปาก interj. แฮ่ม|!|  |Syn. hemmer n.  |Syn. edge|,
Pref. โลหิต
Pref. โลหิต
Pref. "|โลหิต|"
(เฮ|ม|'|มะ|ไท|ทฺ) n|,|แร่|เหล็ก|ออกไซด์
Pref. "|โลหิต|"
(เฮ|ม|'|มะ|โท|ค|ริ|ท) n. เครื่อง|ปั่น|แยก|เม็ดเลือด|ออก|จาก|พ|ลา|สม่า|,|ค่า|อัตราส่วน|ของ|ปริมาตร|ของ|เม็ดเลือด|ต่ํา|กว่า|ปริมาตร|ที่|กําหนด|ให้|ของ|เลือด|ที่|ถูก|ปั่น
adj. ซึ่ง|กําเนิด|ใน|เลือด|,|ซึ่ง|สร้าง|เลือด
(ฮีมะ|ทอ|ล|'|โลจี) n. โลหิต|วิทยา
n. การ|เกิด|โลหิต|,|การ|สร้าง|โลหิต.  |Syn. hematopoietic adj.
n. ภาวะ|ปัสสาวะ|มี|โลหิต.  |Syn. hematuric|,|haematuric adj.
(ฮีม) n. สาร|ย้อม|สี|เข้ม|ที่|ได้|จาก|ฮี|โม|โก|ล|บิน
Pref. "|ครึ่ง|"
n. ครึ่ง|วง|กลม.  |Syn. hemicyclic adj.
adj. เกี่ยวกับ|ครึ่ง|หน้า
อัมพาต|ครึ่ง|ซีก
(เฮ|ม|'|มิ|สเฟียร์) n. ครึ่ง|ใด|ครึ่งหนึ่ง|ของ|ลูก|ทรง|กลม|,|ครึ่ง|ใด|ครึ่งหนึ่ง|ของ|สมอง|ใหญ่ หรือ|สมอง|น้อย.  |Syn. hemispherical adj.
n. ครึ่ง|บาท (บทกวี) ,|ครึ่ง|บรรทัด|,|ครึ่ง|เส้น.  |Syn. hemistichal adj.
(เฮ|ม|'|ลอค) n. พืช|มี|พิษ|ชนิด|หนึ่ง
Pref. โลหิต
(ฮีมะ|โก|ล|'|บิน) n. สาร|สี|แดง|ของ|เม็ดเลือดแดง|ที่|มี|หน้าที่|นํา|ออก|ชิ|เจน|จาก|ปอด|สู่|เนื้อเยื่อ|  |Syn. hemoglobic|,|hemoglobinous adj.
(ฮีมะ|โก|ล|บิ|นิว|'|เรีย) n. ภาวะ|ปัสสาวะ|มี|ฮี|โม|โก|ล|บิน.  |Syn. hemoglobinuric adj.
n. สารละลาย|เม็ดโลหิต|แดง|ให้|ปล่อย|ให้|ฮี|โม|โก|ล|บิน|ออก|มา.
การ|แตก|ตัว|ของ|เม็ดโลหิต|แดง|ขณะ|ปล่อย|ฮี|โม|โก|ล|บิน|ออก|มา|  |Syn. hemolytic adj.
(ฮี|'|มะฟิล|เลีย) n. โรค|กรรมพันธุ์|ที่|โลหิต|ออก|ไม่|หยุด|เป็น|เวลานาน|เพราะ|โลหิต|ไม่|จับเป็น|ก้อน|หรือ|ลิ่ม.
(เฮ|ม|มิ|พลี|'|เจีย) n. อาการ|อัมพาต|ครึ่ง|ซีก|ของ|ร่างกาย|,|เนื่อ|จาก|โรคสมอง หรือ|โรค|ไขสันหลัง.  |Syn. hemiplegic adj.
(เฮ|ม|'|มะ|ริ|จ) n. การ|ไหล|ออก|ของ|เลือด|,|การ|ตกเลือด. vi. เลือด|ไหล|ออก|มาก.  |Syn. hemorrhagic|,|haemorrhagic adj.
(เฮ|ม|'|มะ|รอย|ดฺ) n. ริดสีดวง|ทวาร.  |Syn. ha (e) morrhoidal adj.
n. เครื่องมือ|หรือ|ยา|ห้าม|โลหิต.
(ฮีมะสแทท|'|ทิค) adj. ห้ามเลือด. n. ยา|ห้ามเลือด.  |Syn. haemostatic
(เฮ|มพ) n. กัญชา|,|ป่าน|,|ปอ|  |Syn. hempen adj
(เฮ|ม|'|สทิช) n. ลาย|ประดับ|จาก|การ|ดึง|เส้นด้าย|ออก|,|การ|เย็บ|อย่าง|เย็บ|ริม|ผ้าเช็ดหน้า. vt. เย็บ|โดย|วิธี|ดังกล่าว
(เฮ|น) n. ไก่|ตัวเมีย|,|นก|ตัวเมีย|,|ผู้หญิง
(เฮ|นซฺ) adv. เพราะฉะนั้น|,|ดังนั้น|,|ตั้งแต่|นี้|ต่อไป|,|ขณะนี้. interj. จาก|ไป
adv. ตั้งแต่นี้ไป|,|ต่อไป|,|ต่อไป|ภายหน้า
adv. ดู|henceforth
คน|สนิท|,|ผู้สนับสนุน|,|ผู้ติดตาม|,|คนรับใช้
(เฮ|น|'|นะ) สีย้อม|สี|แดง|อม|น้ําตาล|,|ชื่อ|พืช
n. สถานที่|เลี้ยง|เป็ด|ไก่
n. การ|บูชา|หลาย|พระเจ้า.  |Syn. henotheist n. henotheistic adj.
(เฮ|น|'|เพค) vt. ด่า|ว่า|,|ดุว่า|,|ชอบ|หาเรื่อง
(เฮ|น|'|รี) n. หน่วย|นํา|ไฟฟ้า|เป็น|หน่วย|กิโลกรัม|-|วินาที|'
(เฮ|นทฺ) vt. เข้าใจ. n. การ|เข้าใจ|,|ความ|ตั้งใจ
(เฮ|พ) interj. คําอุทาน|ที่|ใช้|นับ|จังหวะ
n. ผู้|นิยมชมชอบ|ดนตรี|แจ๊ส|มาก
n. ยา|ป้องกัน|โลหิต|ไม่|ให้|แข็งตัว|หรือ|เป็น|ลิม|,
adj. เกี่ยวกับ|ตับ
n. ชื่อ|พืช|ไม้ดอก|สี|ม่วง|หรือ|ขาว
n. โรคตับอักเสบ
Pref. "|ตับ|"
ตับ|โต
n. เทพเจ้า|แห่ง|ไฟ
Pref. เจ็ด
n. เครื่องหมาย|ดนตรี|เจ็ด|เสียง
n. จํานวน|เจ็ด
n. รูป|7|มุม|7|เหลี่ยม
n. สิ่ง|ที่|มี|7|ด้าน|หรือ|7|เหลี่ยม.  |Syn. heptahedral|, heptahedrical adj.
adj. ซึ่ง|ประกอบ|ด้วย|7|ส่วน
n. บทกวี|ที่|มี|7 จังหวะ.  |Syn. heptametrical adj.
(เฮอร์) pron. เธอ|,|หล่อน|,|เขา|,|ของ|เธอ
(เฮ|อ|'|เริ|ลด|ฺ) n. ผู้|ถือ|สาร|,|ผู้นํา|ก่อน|,|สิ่ง|ที่|นํา|ก่อน|,|ผู้|ป่าวประกาศ. vt. ประกาศ|,|แถลง|,|แจ้ง|ให้|ทราบ|,|เป็น|ลาง|  |Syn. envoy
(เฮ|อ|'|เริ|ลด|ฺ|รี) n. ตรา|ประจํา|ตระกูล|,|เครื่อง|อิสริยาภรณ์|ของ|ทหาร.  |Syn. heraldist n.
(เฮิร์บ) n. ต้นไม้|ที่|มี|ลําต้น|อ่อน (ไม่|เป็น|เนื้อไม้) ,|สมุนไพร
adj. (เกี่ยวกับ) ลําต้น|ไม้|อ่อน|,|สมุนไพร|,|ใบ.
(เฮ|อ|'|เบิล) adj. เกี่ยวกับ|ต้นไม้|ลําต้น|อ่อน.
(เฮ|อ|'|บะลิสทฺ) n. นัก|สมุนไพร
n. การ|เก็บ|รวบรวม|สมุนไพร|,|ห้อง|เก็บ|ตัวอย่าง|สมุนไพร.  |Syn. herbarial adj.
(เฮ|อ|'|บิ|ไซ|ดฺ) n. ยา|กําจัด|พืช|,|ยา|กําจัด|วัชพืช.  |Syn. herbicidal adj.
(เฮ|อ|'|บิ|วอร์) n. สัตว์|ที่|กิน|พืช|เป็น|อาหาร
(เฮ|อ|บิ|ฟ|'|เวอะรัส) adj. ซึ่ง|กิน|อาหาร|พืช|เป็น|อาหาร.  |Syn. herbivority n.
(เฮ|อ|'|คิว|เลียน) adj. ยาก|มาก|,|ต้อง|ใช้|กําลัง|มหาศาล|,|มี|กําลัง|มหาศาล|,|กล้าหาญ|มาก|,|ใหญ่|มาก|,|เกี่ยวกับ|เฮอร์|คิว|ลิส
แผ่น|วงจร|เฮ|อ|คิว|ลิส|หมายถึง แผ่น|วงจร|ที่|ใช้|เป็น|ตัว|ปรับ|เครื่อง|คอมพิวเตอร์|ให้|แสดง|ภาพ|ได้ ไม่|กี่|ปี|มา|นี้|เอง เมื่อ|ซื้อ ไมโครคอมพิวเตอร์ แผ่น|วงจร|เฮอร์|คิว|ลิส|เป็น|ของ|ที่|ผู้ซื้อ|จะ|ต้อง|ติดตั้ง|เพิ่มเติม|เอา|เอง แต่|ใน|ปัจจุบัน กลับกลาย|เป็น|ของ|ล้าสมัย ไม่|ต้อง|ใช้|อีก|ต่อไป
(เฮิร์ด) n. ฝูง|สัตว์|,|ฝูง|คน|,|กลุ่ม|คน|,|คน|เลี้ยง|สัตว์. -|Phr. (The herb สามัญชน) vi.รวม|เป็น|กลุ่ม vt. เลี้ยง|สัตว์|,|นํา|เป็น|กลุ่ม|ไป
(เฮ|อ|'|เดอะ) n. คน|เลี้ยง|ปศุสัตว์|,|ผู้|คุม|คุก|,|พัศดี
(เฮิร์ด|'|เมิน) n. คน|เลี้ยง|ปศุสัตว์|  |Syn. herdsman -|pl. herdmen
(เฮิร์ดซฺ|'|เมิน) n. คน|เลี้ยง|ปศุสัตว์|  |Syn. herder -|pl. herdsmen
(เฮียร์) adv. ที่นี่|,|ตรง|นี้|,|ขณะนี้|,|ซึ่ง|กําลัง|พิจารณา|อยู่|  |Syn. here below ใน|โลก|นี้|,|ใน|ชีวิต|นี้. -|Phr. (neither here nor their ไม่|สําคัญ|,|ไร้|สาระ) n. ที่นี้|,|โลก|นี้|,|ชีวิต|นี้|,|ปัจจุบันนี้. interj. ขณะนี้|!. เดี๋ยวนี้|!|,|เอาละ คํา|ที่|มี|ความหมาย|เหมือน|กั
(เฮิร์ซฺ) abbr. here is
(เฮีย|'|ระ|เบา|ทฺ) adv. รอบ|ที่นี้|,|ที่|ใกล้เคียง|,|อยู่|แถว|นี้.  |Syn. hereabouts
(เฮียร์|อา|ฟ|'|เทอะ) adv. ต่อจากนี้|,|หลังจาก|นี้|ต่อไป. n. ชีวิต|ใน|โลกหน้า|,|ชาติหน้า
(เฮียร์|'|แอ|ท) adv. เวลา|นี้|,|เมื่อ|สิ่ง|นี้|เกิด|ขึ้น|,|เนื่องจาก|สิ่ง|นี้|  |Syn. at this time
(เฮียร์|'|ไบ) adv. ด้วย|ประการ|ฉะนี้|,|โดย|วิธี|นี้|,|โดยนัย|นี้|  |Syn. by this
(ฮะ|เรด|'|ดิทะเบิล) adj. ดู|heritable
n. ทรัพย์สิน|ที่|รับช่วง|กัน ทรัพย์สิน|หรือ|ผลประโยชน์|ที่|ตกทอด|เป็น|มรดก|กัน|ได้
(ฮิเรด|'|ดิ|ทา|รี) adj. เป็น|กรรมพันธุ์|, ซึ่ง|เป็น|มรดก|,|ตกทอด.  |Syn. hereditarily adv. hereditariness n.  |Syn. inherited
(ฮิเรด|'|ดิ|ที) n. พันธุกรรม|,|ลักษณะ|กรรมพันธุ์|ที่|ถ่ายทอด
n. วัว|แดง|พันธุ์|หนึ่ง
(เฮีย|'|ริน|') adj. ใน|นี้|,|ใน|กรณี|นี้|,|ใน|เรื่อง|นี้
adv. ดังต่อไปนี้
adv. ก่อนหน้านี้|,|ดังที่|กล่าว|มา|แล้ว
adv. เข้า|ไป|ใน|นี้|,|มา|ใน|นี้
adv. บน|นี้|,|จาก|นี้
adv. บน|นี้|,|จาก|นี้|,|ถึง|เรื่อง|นี้
(เฮีย|'|รี|ซ) n. ทายาท|  |Syn. haeres -|pl. heredes
n. ผู้นํา|ความคิดเห็น|นอก|รีด
(เฮ|'|ระ|ชี่) n. ศาสนา|นอกรีต|,|ผู้นํา|ความคิดเห็น|คิด|นอกรีต|, ความคิด|นอกคอก|  |Syn. apostasy
(เฮ|อ|'|ริ|ทิค) n. ผู้|นอกรีต|,|ผู้|มี|ความคิด|นอกคอก. adj. นอกรีต|,|นอกคอก|,|  |Syn. sectary
(เฮียร์ทู|') adv. ถึง|ตอนนี้|,|เกี่ยวกับ|ประเด็น|นี้.  |Syn. hereunto
adv. ก่อนหน้านี้
adv. อยู่|ข้างล่าง|นี้
adv. พร้อมกันนี้|,|ด้วยเหตุนี้|,|ครั้น|แล้ว
adv. ตาม|นี้|,|พร้อมกันนี้
n. ของขวัญ|หรือ|การ|บริการ|จาก|เจ้าของ|ที่ดิน|เมื่อ|ผู้เช่า|ซื้อ|ตาย
(เฮ|อ|'|ริ|ทิจฺ) n. มรดก|,|สิ่ง|ที่|สืบ|ช่วง|,|ประเพณี|ตกทอด|  |Syn. heritable adj.
(เฮ|อ|'|ริ|เทอะ) n. ดู|inheritor
(เฮิร์ล) n. เงี่ยง|,|หนวด|ขน|นก
(เฮ|อแมฟ|'|ฟ|ระ|ไดทฺ) n.,|adj. กะเทย (แท้)| 
n. วิทยา|แห่ง|การ|แปล
n. ผู่ส่ง|สาส์น|ของ|เทพเจ้า|,|เทพเจ้า|เมอ|คิว|รี่
(เฮ|อเมท|'|ทิคคัล) adj. ว่าด้วย|ผีสาง|หรือ|การ|ใช้|อาคม|,|ลม|เข้า|ไม่|ได้ (โดย|การ|เชื่อม) ,|เถียง|ไม่|ได้|,|ลึกลับ|  |Syn. hermeticism n.
(เฮ|อเมท|'|ทิคคัล) adj. ว่าด้วย|ผีสาง|หรือ|การ|ใช้|อาคม|,|ลม|เข้า|ไม่|ได้ (โดย|การ|เชื่อม) ,|เถียง|ไม่|ได้|,|ลึกลับ|  |Syn. hermeticism n.
(เฮอร์|'|มิ|ท) n. ฤาษี,|บุคคล|ที่|เก็บ|ตัว|,|ผู้|ตัดขาด|จาก|โลก|ภายนอก|  |Syn. hermitic|,|hermitical|,|hermitish adj. hermitry n. hermitage n.
ปูเสฉวน
(เฮ|อ|'|เนีย) n. ใส้เลื่อน.  |Syn. hernial adj. herniated adj.
(ฮี|'|โร) n. วีรบุรุษ|,|คน|เก่ง|,|พระเอก|  |Syn. champion
(ฮี|โร|'|อิค) adj. กล้าหาญ|,|เป็น|วีรบุรุษ|,|เป็น|พระเอก|,|หรูหรา|,|โอ่อ่า|,|สง่างาม|,
(เฮ|'|โร|อิน) n. เฮโรอีน
(เฮ|'|โร|อิน) n. วี|รส|ตรี|,|นางเอก
(เฮ|'|โร|อิส|ซึม) n. ความ|เป็น|ผู้|กล้าหาญ
(เฮ|อ|'|รัน) n. นกกระสา
n. ชื่อ|พืช|ไม้ดอก
(เฮ|อ|'|รัน|รี) n. รัง|นกกระสา
(เฮ|อ|'|พี|ซ) n. โรคผิวหนัง|เป็น|เม็ด|พุพอง|และ|ลาม|ออก.  |Syn. herpetic adj.
n. เริม
n. งูสวัด.  |Syn. shingles
n. วิทยา|ที่|เกี่ยวกับ|สัตว์เลื้อยคลาน|และ|สัตว์|สะเทินน้ําสะเทินบก.  |Syn. herpetologic|,|herpetological adj.
(เฮ|อ|'|ริ|ง) n. ปลา|จําพวก Clupea harengus
(เฮ|อ|'|ริ|ง|โบ|น) n. รูป|แฉก|แนว|ตั้ง|ที่|ประกอบ|ด้วย|รูป "|U|" หรือ "|V|"
(เฮ|อซ) pron. เธอ|,|ของ|หล่อน
(เฮอร์|เซ|ลฟฺ|') pron. ตัว|เธอ|เอง
(เฮิร์ทซ) n. ชื่อ|หน่วย|ความ|ถี่|เท่า|กับ|หนึ่ง|ไซเกิล|ต่อ|วินาที|; Hz
(เฮ|ช|'|ชิ|เทิน|ชี) n. ความ|ลังเลใจ|  |Syn. hesitance
(เฮ|ช|'|ซิ|เทิน|ทฺ) adj. ลังเลใจ S. hesitating|,
(เฮ|ช|'|ชิ|เท|ท) vi. ลังเลใจ|  |Syn. hesitater|,|hesitator n. hesitatingly adv.
(เฮ|ช|ซิ|เท|'|เชิน) n. การ|ลังเลใจ|,|การ|รีรอ|, S. reluctance Ant. haste
n. ยา|ป้องกัน|การ|ตกเลือด|โดย|ลด|ความ|เปราะ|ของ|เส้นเลือด
n. ดาวพระศุกร์
n. ชู้|รัก (หญิง) ,|นาง|สนม|  |Syn. helaerism n.
Pref. แตกต่าง|,|สิ่ง|อื่น
adj. ซึ่ง|มี|สี|ต่าง ๆ กัน
adj. ซึ่ง|มา|จาก|ต่างแดน
adj.,|n. (สิ่ง) ผิดปกติ|,|ไม่|สม่ําเสมอ|,|วิตถาร
adj. ไม่|เป็น|ไป|ตาม|ทฤษฎี|,|นอกคอก
n. การ|มี|ปรสิต|ต่าง|ระยะ|การ|เจริญเติบโต|บน|เจ้า|บ้าน (host) ต่าง|ชนิด|กัน.  |Syn. heteroecious adj.
n. เซลล์|เพศ|ที่|ต่าง|หัน
adj. ซึ่ง|มี|เซลล์|สืบพันธุ์|หรือ|เซลล์|เพศ
n. สภาพ|ที่|มี|เซลล์|สืบพันธุ์ (gametes) ต่าง|กัน|,|การ|ได้|มา|จาก|แหล่ง|หรือ|จําพวก|ที่|ต่าง|กัน
(เฮ|ท|เท|อ|ระ|จี|'|เนียส) adj. ต่าง|ชนิด|กัน|,|ไม่|เหมือน|กัน|,|ไม่|ลงรอย|กัน|,|ไม่|เป็นเนื้อเดียวกัน.  |Syn. varied
adj. ซึ่ง|มี|เพศ|ตัวเมีย 2 ชนิด ชนิด|หนึ่ง|สืบพันธุ์ อีก|ชนิด|หนึ่ง|สืบพันธุ์|ไม่|ได้ (เช่น|มด)| 
adj. ซึ่ง|มี|แหล่ง|กําเนิด|ต่าง|กัน|,|ซึ่ง|ประกอบ|ด้วย|เนื้อเยื่อ|ที่|ต่าง|กัน
n. ความผิด|ปกติ|การ|แตกต่าง|จาก|ธรรมดา
n. ภาวะ|ที่อยู่|ภายใต้|อิทธิพล|หรือ|การ|ควบคุม|ของ|ผู้อื่น
n. คํา|ที่|สะกด|เหมือน|กัน|แต่|มี|เสียง|และ|ความหมาย|แตกต่าง|กัน
n. ศัลยกรรม|ตกแต่ง|เนื้อเยื่อ|จาก|บุคคล|อื่น.  |Syn. heteroplastic adj.
adj.,|n. เกี่ยวกับ|เพศตรงข้าม|,|ซึ่ง|มี|ความ|ต้องการ|ทาง|เพศตรงข้าม
n. อวัยวะ|หรือ|ส่วน|ของ|อวัยวะ|ที่อยู่|ผิด|ตําแหน่ง|การ|จัด|รูปแบบ|ที่|ผิดปกติ.
n. ผู้|ที่|มี|genes|ไม่|เหมือน|กัน|ใน|คู่|หนึ่ง|หรือ|มาก|กว่า|หนึ่ง|คู่
adj. ซึ่ง|มี|genes|ไม่|เหมือน|กัน
(เฮ|ท|'|มัน) n.,|หัวหน้า|ชน|เผ่า|คอ|สแซค
(ฮิว|ริ|ส|'|ทิค) adj.,|n. (วิธีการ) ซึ่ง|กระตุ้น|ความ|สนใจ|,|ซึ่ง|กระตุ้น|ให้|ค้นคว้า|ด้วย|ตนเอง.
วิทยาการ|ศึกษา|สํานึก|หมายถึง วิธีการ|แก้|ปัญหา|ที่|ดูเหมือนว่า|จะ|ไม่|มี|แนวทาง|หรือ|กฎเกณฑ์|ที่|ชัดเจน|ตายตัว เช่น ใน|เกม|หมากรุก คง|มีแต่|การ|ทดลอง|หรือ|คาดเดา|หลาย ๆ ทาง|ให้|ตัดสิน|เลือก|ทาง|ที่|คิด|ว่า|จะ|ได้|ผลดี|ที่สุด ซึ่ง|มักจะ|ใช้|ผล|จาก|ประสบการณ์|ที่|ผ่าน|มา ตรงข้าม|กับ|กับ "|สามัญสํานึก|" หรือ common sense
(ฮิว) vt.,|vi. ผ่า|,|ฟัน|,|ตี|,|แทง|,|สับ|,|ตัด|,|โค่น|,|ฟาดฟัน
ฮิวเล็ต-|แพ|กการ์ด|เป็น|ชื่อ|บริษัท|ที่|ผลิต|ไมโครคอมพิวเตอร์|แห่ง|หนึ่ง แต่|ใน|ประเทศ|ไทย ดูเหมือน|จะ|มี|ชื่อ|ทาง|เครื่องพิมพ์ (printer) มาก|กว่า
(ฮูน) adj. ซึ่ง|ถูก|โค่น|,|ซึ่ง|ถูก|ฟาดฟัน
(a) - Pref. จํานวน 6
n. ยา|ฆ่าเชื้อ|แบคทีเรีย|ชนิด|หนึ่ง
n. จํานวน|หก|,|กลุ่ม|ที่|มี|อะตอม|ของ|ธาตุ|ที่|มี|วา|เลน|ซี่|เท่า|กับ 6.  |Syn. hexadic adj.
ฐาน 16|ระบบ|เลข|ฐาน 16 หมายถึง|ระบบ|เลขที่|มี|สัญลักษณ์ 16 ตัว (ฐาน|สิบ|มี 10 ตัว|คือ 0|-|9) ใน|การ|เขียน|โปรแกรมคอมพิวเตอร์|นั้น เรา|นิยม|ใช้|เลข|ฐาน 16 ซึ่ง|เครื่อง|คอมพิวเตอร์ จะ|รับรู้|ได้ เลขฐานสิบ|หก|ก็|คือ 0 1 2 3 4 5 6 7 8 9 A B C D E F
n. รูป 6 เหลี่ยม 6 มุม
n. รูป|ดาว|6|แฉก|ที่|เกิด|จาก|สามเหลี่ยม|ด้าน|เท่า 2 รูป|วาง|ซ้อน|กัน|  |Syn. hexagrammoid adj.
วัตถุ|ที่|มี|'|6 เหลี่ยม.  |Syn. hexahedral adj.
adj. ซึ่ง|ประกอบ|ด้วย|หรือ|แบ่ง|ออก|เป็น|6|ส่วน
n. แมลง
(เฮ) interj. คําอุทาน|แสดง|ความ|ประหลาดใจ|,|ความ|สงสัย|,|ดีใจ|หรือ|อื่น ๆ| 
(เฮ|'|เดย์) n. สมัย|รุ่งเรือง|ที่สุด|,|วัย|หนุ่มสาว|เต็มตัว|  |Syn. heydey
abbr. high frequency
(เอชเอฟเอส) ย่อ|มา|จาก hierarchical file system (แปล|ว่า ระบบ|การ|เก็บ|แฟ้มข้อมูล|ตาม|ลําดับ|ชั้น) เป็น|ระบบ|ที่|ช่วย|ทํา|ให้|จัด|เก็บ|แฟ้มข้อมูล|เป็น|กลุ่ม วิธีการ|เก็บ|แบบ|นี้ เป็น|การ|เก็บ|แฟ้มข้อมูล|ไว้|ใน|โฟลเดอร์ (folder) เรา|จะ|เห็น|สัญ|รูป (icon) ของ|โฟลเดอร์|ต่าง ๆ นี้|บน|จอภาพ และ|เมื่อ|เปิด|เข้า|ไป|ใน|แต่ละ|โฟลเดอร์ ก็|จะ|มองเห็น|แฟ้มข้อมูล หรือ|อาจ|จะ|มี|โฟลเดอร์|ย่อย (subfolder) อยู่|ภายใน|โฟลเดอร์|อีก|ที|หนึ่ง การ|เก็บ|แฟ้ม|ใน|ระบบ|นี้ ผู้ใช้|เข้าใจ|ได้|ง่าย|กว่า|เรื่อง สารบบ (directory) และ|สารบบ|ย่อย (subdirectory) ของ|ดอส เพราะ|เห็นภาพ|ชัดเจน|กว่า
abbr. hemoglobin
abbr. hiatal hernia
abbr. home health care
(ไอ|'|ไฟ) n.,|adj. เครื่อง|รับส่ง|คลื่น|วิทยุ|ที่|มี|ประสิทธิภาพ|สูง และ|ชัด
abbr. hemagglutination inhibition antibody
(ไฮเอ|'|ทัส) n. รอย|ร้าว|,|รอย|แตก|,|การ|หยุดชะงัก|,|ช่องว่าง|,|ส่วน|ที่|หาย|ไป
n. ที่|หุ้ม|,|ส่วน|หุ้ม|,|ที่พํานัก|ใน|ฤดู|หนาว|,|ที่|จําศีล
adj. เกี่ยวกับ|ฤดู|หนาว
vi. จําศีล|ใน|ฤดู|หนาว|,|อยู่|อย่าง|สันโดษ|,|n.  |Syn. hibernation n. hibernator n.  |Syn. retreat
n. ประเทศ|ไอร์แลนด์
n. ชื่อ|พืช|ไม้ดอก|ขนาด|และ|สีฉูดฉาด
(ฮิค|'|คัพ) n. อาการ|สะ|อึก|,|เสียง|สะ|อึก v. สะอึก|,|ทํา|เสียง|สะ|อึก
(ฮิค|'|คัพ) n. อาการ|สะ|อึก|,|เสียง|สะ|อึก v. สะอึก|,|ทํา|เสียง|สะ|อึก
(ฮิค|'|คะ|รี) n. ต้นไม้|จําพวก Carya
(ฮิด) v. กริยา|ช่อง 2 และ 3 ของ hide
(ฮิค|'|ดัน) adj. ซึ่ง|ปิดบัง|อยู่|,|ซ่อนเร้น|,|ลี้ลับ|  |Syn. hiddenness n.  |Syn. concealed
แฟ้ม|ที่|ซ่อน|ไว้|ใน|ระบบ|ดอส และ|วินโดว์ จะ|มี|แฟ้มข้อมูล|บาง|ประเภท|ที่|ไม่|ปรากฏ|ขึ้น|บน|จอ|ให้|เห็น|เมื่อ|ใช้|คําสั่ง DIR หรือ โปรแกรม File Manager ของ|วินโดว์ 3.1 หรือ Windows Explorer ของ|วินโดว์|95 โปรแกรม|สําเร็จ|หลาย|โปรแกรม|จะ|มี|แฟ้มข้อมูล|ประเภท|นี้|เพื่อ|กัน|มิ|ให้|มี|การ|คัดลอก) อย่างไรก็ตาม การ|ที่|จะ|ให้|แฟ้มข้อมูล|ใด|เป็น|แฟ้ม|ประเภท|นี้ เรา|สามารถ|กําหนด|ได้|โดย|ใช้|คําสั่ง ตัวอย่าง|แฟ้ม|ที่|ซ่อน|ไว้|ของ|โปรแกรม|ระบบ|ดอส คือ IO.SYS และ MSDOS.SYS เป็นต้น
(ไฮดฺ) {|hide|,|hid|,|hidden|} v. ช่อน|ไว้|,|ปิดบัง|,|บัง|,|ปกคลุม|,|อําพราง n. หนัง|สัตว์|,|หนัง|ฟอก|,|หนัง|คน. vt. เฆี่ยน|,|หวด
n. เกม|ซ่อนหา|ของ|เด็ก.  |Syn. hide|-|and|-|go|-|seek
n. สถานที่|หลบภัย|,|ที่|ซ่อน|  |Syn. retreat
n. ที่|ซ่อน|,|ที่หลบภัย adj. ซ่อนเร้น|,|หลบ|อยู่|  |Syn. hidden
(ไฮด|'|เบา|ดฺ) adj. ใจแคบ|,|หัวโบราณ|,|ผอมโซ|แบบ|หนัง|ติด|กระดูก
(ฮิด|'|เดียส) adj. น่ากลัว|,|น่า|ตกใจ|,|น่าเกลียด|มาก|,|สยดสยอง|, ใหญ่โต|อย่าง|น่ากลัว.  |Syn. hideosity n.  |Syn. shocking|,|repulsive
n. สถานที่|หลบภัย|,|ที่|ซ่อน|  |Syn. retreat
(ไฮ|'|ดิง) n. การ|ช่อน|,|การ|หลบซ่อน|,|สถานที่|หลบ|ช่อน|,|การ|เฆี่ยน|  |Syn. retreat|,|flogging
(ไฮโดร|'|ซิ|ส) n. ภาวะ|เหงื่อ|ออก|มาก|ผิดปกติ.  |Syn. hedrotic adj
(ไฮ) v. เร่ง|,|รีบเร่ง|,|รีบ|ไป
(ไฮ|'|อะมัล) adj. เกี่ยวกับ|ฤดู|หนาว
(ไฮ|'|อะ|รา|ค) n. คณะสงฆ์|,|พระราชาคณะ|,|หัวหน้า|กลุ่ม|ปกครอง|โดย|ลําดับ|ชั้น.  |Syn. hierarchal adj.
(ไฮอะ|รา|'|คิคัล) adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ hierarch.
(ไฮอะ|รา|'|คิคัล) adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ hierarch.
ระบบ|การ|เก็บ|แฟ้มข้อมูล|ตาม|ลําดับ|ชั้น|ใช้|ตัวย่อ|ว่า HFS เป็น|ระบบ|ที่|ช่วย|ทํา|ให้|จัด|เก็บ|แฟ้มข้อมูล|เป็น|กลุ่ม วิธีการ|เก็บ|แบบ|นี้ เป็น|การ|เก็บ|แฟ้มข้อมูล|ไว้|ใน|โฟลเดอร์ (folder) เรา|จะ|เห็น|สัญ|รูป (icon) ของ|โฟลเดอร์|ต่าง ๆ นี้|บน|จอภาพ และ|เมื่อ|เปิด|เข้า|ไป|ใน|แต่ละ|โฟลเดอร์ ก็|จะ|มองเห็น|แฟ้มข้อมูล หรือ|อาจ|จะ|มี|โฟลเดอร์|ย่อย (subfolder) อยู่|ภายใน|โฟลเดอร์|อีก|ที|หนึ่ง การ|เก็บ|แฟ้ม|ใน|ระบบ|นี้ ผู้ใช้|เข้าใจ|ได้|ง่าย|กว่า|เรื่อง สารบบ (directory) และ|สารบบ|ย่อย (subdirectory) ของ|ดอส เพราะ|เห็นภาพ|ชัดเจน|กว่า
(ไฮ|'|อะ|ราคี) n. การ|ปกครอง|โดย|ลําดับ|ขั้น|  |Syn. hierarchism n. hierarchist n.
adj. เกี่ยกับ|พระสงฆ์|,|เกี่ยวกับ|แบบ|ตัวเขียน|ของ|อิยิปต์|โบราณ.
Pref. "|ศักดิ์สิทธิ์|"
n. การ|ปกครอง|ของ|คณะสงฆ์.  |Syn. hierocratic|,|hierocratical adj.
n. คนรับใช้|ใน|โบสถ์
(ไฮ|เออ|ระ|กลิฟ|'|ฟิค) adj. เกี่ยวกับ|อียิปต์|โบราณ|,|ซึ่ง|เข้าใจ|ได้|ยาก n. อักษร|หรือ|สัญลักษณ์|อียิปต์|โบราณ
n. วรรณคดี|หรือ|วิชา|ที่|เกี่ยวกับ|สิ่งศักดิ์สิทธิ์|,|การ|ศึกษา|เกี่ยวกับ ชีวิต|และ|วรรณกรรม|ของ|นักบุญ.  |Syn. hierologic (al) adj. hierologist n.
n. พระ|ชั้น|สูง|,|พระราชาคณะ|,|พระ|ที่|แปล|หรือ|วิเคราะห์ ความหมาย|ที่|ลึกลับ.  |Syn. hierophantic adj.
(ฮิก|'|เกิล) vi. ต่อรอง|,|ต่อรอง|ราคา|,|ต่อรอง|เงื่อนไข
adj. ยุ่งเหยิง|,|สับสน|  |Syn. confused
(ฮิก|'|เก|ลอะ) n. พ่อค้า|เร่|,|พ่อค้า|ขายปลีก
(ไฮ) adj. สูง|,|รุนแรง|,|ใหญ่|,|แพง|,|จริงจัง|,|หยิ่ง|,|โอหัง|,|เบิกบานใจ|,|ไกล|,|รวย|,|ฟุ่มเฟือย|,|เมา|แล้ว|, adv. สูง|,|แพง|,|หรูหรา.  |Syn. lofty
ไฟ|สูง|ของ|ไฟ|หน้า|รถยนต์
ความ|จุ|สูง|ใช้|เรียก|จาน|บันทึก|ที่|มี|ความ|หนาแน่น|สูง (high density) เช่น จาน|ขนาด 5.25|นิ้ว ถ้า|เป็น|จาน|ชนิด ที่|มี|ความ|หนาแน่น|สูง จะ|มี|ความ|จุ|ถึง 1.2 เมกกะ|ไบต์ ส่วน|จาน|บันทึก|ความ|หนาแน่น|สูง|ขนาด 3.5 นิ้ว จะ|มี|ความ|จุ|ถึง 1.44 เมกกะ|ไบต์ โดย|ปกติ จะ|มี|ป้าย|พิมพ์|บอก|ไว้|บน|จาน|บันทึก|ประเภท|นี้ ถ้า|เป็น|ขนาด|ธรรมดา|จะ|ใช้|คํา|ว่า DD ดู high density ประกอบ
เกี่ยวกับ|ศาสนา|คริสเตียน|นิกาย|ประจําชาติ|ของ|อังกฤษ|  |Syn. Anglican Church
การ|เล่น|กระโดด|ข้าม|หลัง|ของ|เด็ก|,|ผู้|ที่|ถือ|ว่า|ตน|ยิ่งใหญ่|,|คน|สําคัญ
กองบัญชาการ|สูงสุด|,|คําสั่ง|หรือ|อํานาจ|สูงสุด
ความ|หนาแน่น|สูง|ใช้|ตัวย่อ|ว่า HD (อาน|ว่า เอชดี) ใช้|บอก|คุณสมบัติ|จาน|บันทึก (diskette) เช่น จาน|ขนาด 5.25|นิ้ว ถ้า|เป็น|จาน|ชนิด HD จะ|มี|ความ|จุ|ถึง 1.2 เมกกะ|ไบต์ ส่วน|จาน|บันทึก|ความ|หนาแน่น|สูง|ขนาด 3.5 นิ้ว จะ|มี|ความ|จุ|ถึง 1.44 เมกกะ|ไบต์ โดย|ปกติ จะ|มี|ป้าย|พิมพ์|บอก|ไว้|บน|จาน|บันทึก|ประเภท|นี้ ถ้า|เป็น|ขนาด|ธรรมดา|จะ|ใช้|คํา|ว่า DD ดู DD เปรียบเทียบ
ชั้นดี|ชั้น|สูง|หมายถึง ผลิตภัณฑ์|ชั้นดี|เยี่ยม|ที่|บาง|บริษัท|ทํา|การ|ผลิต|ขี้น|มา แน่นอน|ที่|ราคา|จะ|ต้อง|สูง|ตาม|ไป|ด้วย เป็น|ที่|นิยม|ใน|กลุ่ม|คน|ที่|มี|ฐานะ|ดี บาง|บริษัท|อาจ|สนใจ|ผลิต|ตรงข้าม กล่าวคือ เป็น|ผลิตภัณฑ์|ที่|พอใช้ได้ และ|ราคา|ถูก เป็น|ที่|นิยม|ใน|กลุ่ม|คน|ที่|มี|รายได้|น้อย ซึ่ง|เรียก|ว่า low end แต่|ก็|มี|ข้อดี|ก็|คือ จะ|ทํา|ให้|ขาย|ได้|จํานวน|มาก|กว่า ดู low end เปรียบเทียบ
การ|รับส่ง|คลื่น|เสียง|ที่|ชัด|และ|มี|เสียง|รบกวน|น้อย.  |Syn. high|-|fidelity adj.
ท่าทาง|ที่|อวดดี|,|ท่าทาง|ที่|หยิ่ง
(ไฮ|'|จิงคซฺ) n. การ|เฉลิมฉลอง|อย่าง|อึกทึก|,|การ|หา|ความ|สําราญ|ที่|อึกทึก
กีฬา|กระโดด|สูง|ข้าม|คาน.  |Syn. high jumper n.
ภาษาระดับสูง|หมายถึง ภาษา|ที่|ใช้|ใน|การ|เขียน|โปรแกรม|ที่|ผู้เขียน|ไม่|จําเป็น|ต้อง|รู้|ถึง|โครงสร้าง|ภายใน|ของ|เครื่อง|แต่อย่างใด ภาษาระดับสูง|มี|อยู่|ด้วย|กัน|หลาย|ภาษา เช่น ภาษาซี (C) ภาษา|เบ|สิ|ก (BASIC) และ|ภาษา|ปา|สกา|ล (PASCAL) เป็นต้น ตรงข้าม|กับ|ภาษาแอสเซมบลี (Assembly) ซึ่ง|เรียก|กัน|ว่า|เป็น|ภาษา|ระดับ|ต่ํา ผู้เขียน|จะ|ต้อง|รู้|มี|ความ|รู้|พื้นฐาน|เกี่ยวกับ|การ|ทํางาน|ของ|เครื่อง|คอมพิวเตอร์ เสียก่อน จึง|จะ|เขียน|โปรแกรม|เป็น|ภาษา|นั้น|ได้ อย่างไรก็ตาม คอมพิวเตอร์|จะ|ยัง|ไม่|สามารถ|เข้าใจ|ภาษาระดับสูง|นี้|ได้ แต่|จะ|ต้อง|ใช้|ตัว|แปล (compiler) จัดการ|แปล|เสียก่อน จึง|จะ|ปฏิบัติ|ตาม|คําสั่ง|ได้|ดู computer language ประกอบ
พิธี|ฉลอง|การ|รับประทาน|อาหาร|มื้อ|สุดท้าย|ของ|พระ|เยซู มี|การ|เผา|เครื่อง|หอม บรรเลง|ดนตรี|และ|ขับร้อง
หน่วยความจํา|สูง|หมายถึง เครื่อง|คอมพิวเตอร์|ที่|มี|หน่วยความจํา|ที่|มี|ขนาด|ระหว่าง 640 K ถึง 1 เมกะไบต์|ดู memory ประกอบ
เขต|ปฏิบัติการ|หน่วยความจํา|สูง|ใช้|ตัวย่อ|ว่า HMA หมายถึง|ขนาด|ของ|หน่วยความจํา|ของ|คอมพิวเตอร์|ที่|ใช้|ระบบ|ดอส (เดิม|มี 64 K) ที่|สามารถ|นํามา|ขยาย|เพิ่ม|ขึ้น|ให้|เกิน กว่า 1 เมกะไบต์|ได้
เวลา|เที่ยงตรง|,|จุด|สุดยอด
ความ|ละเอียด|สูง|มี|ความ|คมชัด|ใช้|บอก|คุณสมบัติ|ของ|จอภาพ และ|เครื่องพิมพ์|ที่|สามารถ|แสดง|รูปภาพ และ|ตัว|อักขระ|ต่าง ๆ ได้|คมชัด|มาก|ดู low resolution เปรียบเทียบ
โรงเรียน|มัธยม
ทะเลหลวง
สังคม|ชั้น|สูง
เครื่องพิมพ์|ความ|เร็ว|สูง|หมายถึง|เครื่องพิมพ์|ราย|บรรทัด (line printer) ที่|พิมพ์|ได้|เร็ว|ประมาณ 300 ถึง 3000 บรรทัด|ต่อ 1 นาที|ดู line printer ประกอบ
เทคโนโลยี|ขั้นสูง|เป็น|คํา|ที่|แสดง|ถึง|คุณภาพ|ที่|ใช้|กัน|มาก|ใน|ปัจจุบัน เพื่อ|แสดง|ให้|เห็น|ว่า|สิ่ง|นั้น ๆ หรือ|งาน|นั้น ๆ ได้|มี|การ|ค้นคว้า|และ|พัฒนา|กัน|มา|มากมาย|แล้ว
เวลา|ที่|จะ|สาย|เกิน|ไป|,|เวลา|ที่|เหมาะสม
การ|ทรยศ|ต่อ|ประเทศ
adj. ชั้น|สูง|,|มี|คุณภาพ|สูง
adj. ทะเยอทะยาน|,|เห่อเหิม|,|ยโส|,|โอหัง
adj. ดีเลิศ|,|ชั้นเยี่ยม|,|ระดับ|สูง|,|ซึ่ง|ให้|ผลผลิต|สูง|  |Syn. excellent
(ไฮ|'|คิด) adj. ตื่นเต้น|,|หงุดหงิด|,|ซึ่ง|มี|สีสัน|ฉูดฉาด
(ไฮ|'|โล) n. เกม|ไฮโล
adj. ซึ่ง|มี|จิตใจ|สูง|  |Syn. high|-|mindedness n.  |Syn. noble
n. บุคคล|สําคัญ|หรือ|มี|ตําแหน่ง|สูง.  |Syn. high|-|mucketty|-|muck
adj. เสื้อ|คอสูง
adj. เกี่ยวกับ|น้ํามันเชื้อเพลิง|ที่|มี|ค่า octane number สูง
adj. เสียงสูง|,|เสียง|แหลม|,|มี|อารมณ์|รุนแรง|,|ชัน|,|ชัน|เกือบ|ตั้ง|ตรง|,|ทะเยอทะยาน|  |Syn. intense|,|steep
(ไฮ|'|พรู|ฟ) adj. ซึ่ง|มี|ระดับ|แอลกอฮอล์|สูง
adj. มี|หลาย|ชั้น n. อาคาร|ที่|มี|หลาย|ชั้น
ซึ่ง|มี|รส|จัด|,|ซึ่ง|ใส่|เครื่องเทศ|มาก
adj. โอ้อวด|,|ฟัง|ดู|ใหญ่โต
adj. ด้วย|ความ|เร็ว|สูง
(ไฮ|'|สเพอ|'|ริ|ด) กล้าหาญ|,|กล้าได้กล้าเสีย|,|ร่าเริง|,|คึกคะนอง.  |Syn. high|-|spiritedly adv. high|-|spiritedness n.
adj. ตึงเครียด|,|กระสับกระส่าย
adj. ซึ่ง|มี|ความดัน|สูง|,|ซึ่ง|มี|ความดัน|ไฟฟ้า|สูง
adj. ซึ่ง|มี|จุดเดือด|ที่|อุณหภูมิ|ค่อนข้าง|ต่ํา
adj. ซึ่ง|มี|อุดมการณ์|สูง|,|สูงส่ง|,|ดีเยี่ยม|,|หยิ่ง.  |Syn. hightone
(ไฮ|'|รอ|ท) adj. ตื่นเต้น|อย่าง|มาก|,|เร่าร้อน|,|ตึงเครียด|มาก
(ไฮ|'|บอล) n. วิสกี้หรือ|เหล้า|ผสม|น้ํา|โซดา|หรือ|น้ําขิง
n. คน|หลอกลวง|,|การ|หลอกลวง|,|การ|โกง
adj. พันธุ์|ดี|,|เป็น|ลักษณะ|ของ|พันธุ์|ดี
(ไฮ|'|เบ|รา) n. ผู้ (ถือดี|ว่า) มี|การ|ศึกษา|สูง รสนิยม|สูง|  |Syn. highbrowism n.
adj. หยิ่ง|,|อดสู|,|โอหัง.  |Syn. highfalutin|,|hifalutin
(ไฮ|'|แจ|ค) vt.,|vi. ดู|hijack .  |Syn. highjacker
n. บริเวณ|ที่|สูง|,|บริเวณ|ที่ราบสูง.  |Syn. highlands บริเวณ|ภูเขา|,|บริเวณ|ดอย
n. คน|ดอย|,|คน|ที่|อาศัย|อยู่|ใน|บริเวณ|ที่ราบสูง
(ไฮ|'|ไลทฺ) vt. เน้น|,|ทํา|ให้|เด่น|,|ฉายแสง|จ้า|ไป|ที่. n. เหตุการณ์|ที่|สําคัญ|,|บริเวณ|ที่|มี|แสงสว่าง|จ้า|ที่สุด|บน|เวที|  |Syn. core|,|crux
(ไฮ|'|ลี) adv. อย่าง|มาก|  |Syn. very|,|favourably|,|greatly
ซึ่ง|มี|รส|จัด|,|ซึ่ง|ใส่|เครื่องเทศ|มาก
(ไฮ|'|นิส) n. ความ|สูง|,|ความ|มี|เกียรติ|,|ความ|สูงสง่า|,|คํายกย่อง|ที่|ใช้|เรียก|บุคคล|ใน|ราช|ตระกูล|,|ฝ่า|บาท|  |Syn. loftiness|,|dignity
n. ทางหลวง|,|ทาง|สาย|ใหญ่|,|ทาง|ง่าย|,|ทาง|สะดวก|  |Syn. main road
(ไฮทฺ) adj. ถูก|เรียก|,|ถูก|ตั้ง|ชื่อ. vt. สั่ง|,|บงการ
vi. จาก|ไป|อย่าง|รวด|เร็ง|,|ถอย|อย่าง|รวดเร็ว
(ไฮ|'|เวย์|') n. ทางหลวง|,|ทาง|สาย|ใหญ่|,|ทาง|คมนาคม|สาย|สําคัญ
โจร|ที่|ดัก|ปล้น|ตาม|สัญจร
(ไฮ|'|แจ|ค) v. ปล้น|,|บีบบังคับ|,|ปล้น|กลาง|ทาง|  |Syn. highjac|  |Syn. hijacker n.
(ไฮ|'|จิงคซฺ) n. การ|เฉลิมฉลอง|อย่าง|อึกทึก|,|การ|หา|ความ|สําราญ|ที่|อึกทึก
(ไฮคฺ) vt.,|n. (การ) เดินทาง|ไกล|ด้วย|เท้า|,|ธุดงค์|,|เดินทาง|ไกล|โดย|ไม่|ขึ้น|รถ|,|ปลิว|ขึ้น|,|ขึ้นรา|คา|อย่าง|รวดเร็ว|,|เพิ่ม|ขึ้น|อย่าง|รวดเร็ว|  |Syn. hiker|,|n.
(ฮิ|แล|'|เรียส) adj. สนุกสนาน|เฮฮา|,|ร่าเริง|,|อึกทึก.  |Syn. hilariousness n.  |Syn. noisily|,|merry|,|funny
(ฮิ|แล|'|ริ|ที) n. ความ|สนุกสนาน|เฮฮา|,|ความ|ร่าเริง|  |Syn. merriment
(ฮิล|'|ดิง) n. บุคคล|ที่|น่าดู|ถูก|,|คน|ต่ําช้า adj. ต่ําช้า|,|น่า|รังเกียจ|,|น่าดู|ถูก
(ฮิล) n. เนินเขา|,|ภูเขา|ลูก|เล็ก ๆ ,|เขา|เตี้ย ๆ -|Phr. (over the hill ผ่านพ้น|สมัย|รุ่งเรือง|หรือ|สมัย|มี|อํานาจ) . vt. ล้อมรอบ|เนินเขา|,|กลาย|เป็น|เนิน
(ฮิล|'|ลอด) n. เนินเขา|เล็ก ๆ|  |Syn. hillocky adj.
(ฮิล|'|ไซ|ดฺ) n. ข้าง|ภูเขา|,|ไหล่เขา
(ฮิล|'|ทอ|พ) n. ยอด|เขา
(ฮิล|'|ลี) adj. เต็มไปด้วย|เนินเขา|,|คล้าย|เนินเขา|,|สูง|,|ชัน.  |Syn. hilliness n.
(ฮิลทฺ) n. ด้าม|ดาบ|,|ด้าม|กริช|,|ด้าน|อาวุธ|,|ด้าม|เครื่องมือ -|Phr. (to the hilt เต็มที่|,|อย่างยิ่ง) vt. ใส่|ด้าม
(ไฮ|'|ลัม) n. แผลเป็น|บน|เมล็ด|,|สะดือ|เมล็ด|พืช|,|หลุม|,|แอ่ง
(ฮิม) pron. เขา|ผู้ชาย
(ฮิมมะเล|'|ยัซ) n. เทือกเขา|หิ|มาลัย S. Himalalya|,|Himalaya Mountains|,|-|Himalayan adj.
(ฮิม|'|เซ|ลฟฺ) pron. เขา|เอง|,|ตัว|เขา|เอง
(ฮี|นะ|ยา|'|นะ) n. นิกาย|หินยาน|ของ|พุทธศาสนา|ใน|ประเทศ|ศรีลังกา พม่า ไทย|และ|กัมพูชา|  |Syn. Theravada. -|Hinayanist n.
(ไฮนดฺ) adj. ข้างหลัง|,|ด้านหลัง n.กวาง|ตัวเมีย
(ไฮนดฺ|'|เบ|รน) n. สมอง|ส่วนหลัง|ซึ่ง|รวม|สมอง|น้อย
(ฮิน|'|เดอะ) v. กีดขวาง|,|กีดกัน|,|หยุดยั้ง. adj. ด้านหลัง|,|ข้างหลัง|  |Syn. hinderer n.
adj.ดู|hindmost|  |Syn. hindmost
(ฮิน|'|ดี) n. ภาษา|ฮินดู
(ไฮนดฺ|'|โม|สทฺ) adj. หลัง|ที่สุด|,|สุดท้าย|  |Syn. hindermost
(ฮิน|'|ดู) n., (pl. -|doos) ,|adj. ดู|Hindu
(ฮิน|'|ดู|อิส|ซึม) n. Hinduism
(ฮิน|'|ดรันซฺ) n. การ|หยุดยั้ง|,|การ|ป้องกัน|,|วิธีการ|ขัดขวาง|,|อุปสรรค|  |Syn. obstruction
(ฮิน|'|ดู) n.,|adj. ชาว|ฮินดู|  |Syn. Hindoo
(ฮิน|'|ดู|อิส|ซึม) n. ศาสนาฮินดู.  |Syn. Hindooism
(ฮินดู|สถาน) n. อินเดีย|ส่วน|ที่|ชาว|ฮินดู|อาศัย|อยู่
(ฮินจฺ) n.,|vt. (ใส่) บานพับ|,|สายยู|,|หลักการ|,|จุดสําคัญ|,|ส่วน|ที่|ปิด|พับ|ได้|,|ทํา|ให้|พึ่งพา|,|ทํา|ให้|ขึ้น|อยู่|กับ|  |Syn. depend|,|rest
(ฮิน|'|นี) n. ม้า|พ่อ (เกิด|จาก|ม้า|ตัวผู้|ผสม|กับ|แม่|ลา) ,|ขวัญใจ|,|ที่รัก
(ฮินทฺ) vt.,|n. (การ) บอกใบ้|,|พูด|เป็นนัย|,|แย้ม|,|พูด|เปรย.  |Syn. hinter n. hintingly adv.  |Syn. tip|,|trace|,|allude
(ฮิน|'|เทอะ|แล|นดฺ) n. เขต|หัวเมือง|ที่|ส่ง|เสบียง|ให้แก่|เรือ|,|ผืน|แผ่นดิน|หลัง|ฝั่ง|ทะเล.
เขต|ด้อย|เจริญ|ของ|ประเทศ|,|เขต|ที่|ห่างไกล|จาก|ตัวเมือง
(ฮิพ) n. ตะโพก|, (ก่อสร้าง) อกไก่ interj. คําอุทาน|ที่|ใช้|เชียร์ adj. รู้ทัน|เหตุการณ์|,|รอบรู้ adj. ซึ่ง|ยาว|ถึง|ตะโพก|,|คลุม|ตะโพก vt. ทํา|ให้|ตะโพก|บาดเจ็บ|,|ทํา|ให้|ตะโพก|เคลื่อน
(ฮิพ|'|โบ|น) n. กระดูก|ตะโพก
รองเท้า|บู๊|ท|สูง|ถึง|ตะโพก (มัก|ทํา|ด้วย|ยาง)| 
(ฮิพทฺ) adj. ซึ่ง|มี|ตะโพก|,|อกไก่|เอียง|ลาด|, (ก่อสร้าง) ,|สนใจ|มาก|,|ครอบงํา
(ฮิพ|'|พี) n. ฮิปปี้|,|บุ|พ|ผา|ชน
(ฮิพ|'|โพ n. hippopotamus -|pl. hipppos
Pref. "|ม้า|"
(ฮิ|พอ|ค|'|ระ|ที|ซ) n. ชื่อ|แพทย์|ชาว|กรีก|ที่|เป็น|บิดา|แห่ง|แพทยศาสตร์. -|Hippocratic (al) adj.
คํา|สาบาน|ของ|แพทย์|ที่|เกี่ยวกับ|จรรยา|แพทย์|ทุกวันนี้|ที่|สืบ|เนื่องมาจาก|Hippocrates
(ฮิพ|'|พะโด|รม) n. สนาม|แข่ง|ม้า|หรือ|อื่น ๆ| 
(ฮิพ|'|พะก|รี|ฟ) n. สัตว์|ประหลาด (ใน|นิยาย) ที่|คล้าย|ตัว griffin ที่|มี|ร่าง|และ ส่วนหลัง|เป็น|ม้า.  |Syn. hippogryph
(ฮิพพะ|พอ|ท|'|ทะมัส) n., ม้าน้ํา|,|ฮิปโป
(ฮิพ|'|พี) adj. ซึ่ง|มี|ตะโพก|ใหญ่
(ฮิพ|'|ส|เทอะ) n. คน|ที่|ทันสมัย|,|คน|ที่|ฉลาด
(ฮี|ระกา|'|นะ) n. อักษร|หวัด|ของ|ภาษาญี่ปุ่น
(เฮ|อ|'|ไซน์) adj. เกี่ยวกับ|แพะ|,|ซึ่ง|มี|กลิ่น|แพะ|,|เต็มไปด้วย|ราคะ
(ไฮ|'|เออะ) vt.,|n. (การ) เช่า|,|จ้าง|,|ว่าจ้าง|,|ให้|เช่า|,|ออก|เที่ยว|รับจ้าง|,|จ่าย|เงิน|ค่าจ้าง. -|Phr. (for hire ให้|เช่า)|  |Syn. hirable|,|hireable adj. hirer n.
(ไฮ|'|เออ|ลิง) n. คน|รับจ้าง|,|ทหาร|รับจ้าง. adj. รับจ้าง|,|ออก|เที่ยว|รับจ้าง
(เฮ|อ|'|เพิล) vi. ทํา|ให้|เป็น|ง่อย. n. ท่าทาง|งุ่มง่าม|,|ท่าทาง|เป็น|ง่อย
(เฮ|อ|'|ซุท) adj. มี|ขน|ขึ้น|เต็ม|,|มี|ขน|ดก|เกี่ยวกับ|ขน|,|มี|ลักษณะ|ของ|ขน.  |Syn. hirsuteness n.
ภาวะ|ขน|ดก
n. ยา|ต้าน|การ|จับตัว|เป็น|ก้อน|ของ|เลือด
adj. เกี่ยวกับ|หรือ|คล้าย|ปลิง
adj. เกี่ยวกับ|หรือ|คล้าย|นกนางแอ่น
(ฮิล) pron. ของ|เขา|ผู้ชาย
(ฮิสเพ|'|เนีย) n. สเปน
(ฮิส|แพน|'|นิค) adj. เกี่ยวกับ|สเปน|,|ลาติน|อเมริกา
adj. มี|ขน|แข็ง|,|ปกคลุม|ไป|ด้วย|ขน
(ฮิล) n.,|v. (เปล่ง|เสียง) เสียง|ฟู่|,|เสียง|ฟ่อ|,|เสียง|เดือด|,|เสียง|ไม่|พอใจ|  |Syn. hisser n. hissingly adv.
(ฮิสท) interj. คําอุทาน "|ฮือ|!|" (เรียกร้อง|ความ|สนใจ|หรือ|ขอร้อง|ให้|คน|เงียบ)| 
n. ผู้เชี่ยวชาญ|ด้าน|histology
n. จุลกายวิภาคศาสตร์|ของ|เนื้อเยื่อ.  |Syn. histologic|,|histological adj.
(ฮิส|ทอ|'|เรียน) n. นักประวัติศาสตร์
(ฮิส|ทอ|'|ริ|ค) adj. เกี่ยวกับ|ประวัติศาสตร์|  |Syn. historicism n.  |Syn. historical
(ฮิส|ทอ|'|ริ|เคิล) adj. เกี่ยวกับ|ประวัติศาสตร์|  |Syn. historicalness n.  |Syn. recorded|,|chronicled
(ฮิส|'|ทะ|รีด) adj. เป็น|ประวัติศาสตร์
(ฮิล|'|ท|รี) n. ประวัติศาสตร์|  |Syn. record|,|chronicle|,|annals|,|past
n. การ|แสดง|ละคร|หรือ|เสแสร้ง|,|มารยา|  |Syn. acting
(ฮิท) vt. ตี|,|ต่อย|,|ชก|,|โจมตี|,|ฟัน|,|แทง|,|ชน|,|ตํา|,|ทํา|ให้|ได้|รับ|,|ทํา|ให้|โดน|,|ตี|ได้|สําเร็จ|,|ร้องขอ|,|บรรจุ|บังเอิญ|พบ|,|มา|ถึง|,|ตกลง|,|เดา|ถูก|,|เริ่ม|เดินทาง|,|ถูกใจ|,|ถูก|รสนิยม|,|ปะทะ|,|ชน|,|ป|รา|กฎ|ขึ้น.  |Syn. hit it off เข้า|กัน|ได้|กับ n. การ|ปะทะ|,|การ|ชน|,|การ|ตี|,|การ|ต่อย|,|การ|ชก คํา|ที่|มี|ค
adj. ตี|แล้ว|หนี
adj. ตามบุญตามกรรม|,|ไม่|ระมัดระวัง|  |Syn. haphazard
(ฮีทชฺ) v. ผูก|เชือก|,|ผูก|ปม|,|เกี่ยวกับ|,|ผูก|กับ|,|สมรส|,|เดิน|ขา|เป๋. n. การ|ผูก|เชือก|,|การ|ผูก|ปม|,|การ|สะดุด|,|อุปสรรค|,|สิ่ง|กีดขวาง|,|การ|เดิน|ขา|เป๋|,|การ|ดึง|ขึ้น|  |Syn. snag|,|obstacle|,|fasten
(ฮิทชฺ|'|ไฮคฺ) vi. อาศัย|โดยสาร|รถ|คน|อื่น|ฟรี|และ|ลง|เดิน|บ้าง|ใน|ระหว่าง|การ|ทัศนาจร.  |Syn. hitchhiker n.
เสา|ผูก|ม้าลา|หรือ|สัตว์|อื่น ๆ| 
(ฮิท|'|เธอะ) adv. มา|ที่นี้ Phr. (hither and thither ที่โน่น|และ|ที่นี่|,|ที่|ต่าง ๆ)|  |Syn. Phr. (hither and yon ไป|ยัง|ที่|อื่น ๆ ไป|หลาย|ที่) adj. ที่นี้|,|ที่|ใกล้เคียง
(ฮิธ|'|เธอะท) adv. จน|กระ|ทั้ง|เดี๋ยวนี้|,|จน|บัดนี้|  |Syn. until now
(ฮิท|'|เลอะ) n. Adolf ฮิต|เล่อร์
คําย่อ Human Immunovirus เป็น|ไวรัส|ที่|ทํา|ให้|ภูมิคุ้มกัน|ของ|คน|บกพร่อง
(ไฮฟว) n. รัง|ผึ้ง|,|กลุ่ม|ผึ้ง|ที่|ทํา|รัง|อยู่ vt. เก็บ|สะสม. vi. อยู่|กัน|เป็น|กลุ่ม|  |Syn. beehive
(ไฮฟซ) n. อาการ|โรค|ลมพิษ
abbr. human lymphocyte antigen
(อึ|ม) interj. คําอุทาน|แสดง|การ|ลังเล|สงสัย
(เอชเอ็มเอ) ย่อ|มา|จาก|คํา|ว่า high memory area (เขต|ปฏิบัติการ|หน่วยความจํา|สูง) หมายถึง|ขนาด|ของ|หน่วยความจํา|ของ|คอมพิวเตอร์|ที่|ใช้|ระบบ|ดอส (เดิม|มี 64 K) ที่|สามารถ|นํามา|ขยาย|เพิ่ม|ขึ้น|ให้|เกิน กว่า 1 เมกะไบต์|ได้
abbr. has not voided
(โฮ) interj. คําอุทาน
(ฮอร์) n. ภาวะ|ขน|หงอน|,|ความ|ขาว|,|ผมหงอก|ขาว. adj. หงอก|ขาว|  |Syn. hoary
(ฮอร์ด) n.,|vt. (การ) เก็บ|สะสม|,|สิ่ง|ที่|เก็บ|สะสม.  |Syn. hoarder n.  |Syn. stockpile
(ฮอร์|'|ดิง) n. การ|เก็บ|สะสม|,|สิ่ง|ที่|เก็บ|สะสม
(ฮอร์|'|ฟ|รอ|สทฺ) n. คราบ|น้ําค้างแข็ง|และ|ขาว|ที่|จับ|อยู่|บน|พื้นดิน
(ฮอร์|'|เฮาดฺ) n. horehound
(ฮอร์ซ) adj. เสียงแหบ|,|เสียง|ห้าว|,|เสียงต่ํา.  |Syn. hoarseness n.  |Syn. harsh|,|rough
(ฮอร์|'|เซิน) vt.,|vi. ทํา|ให้|เสียงแหบ|,|กลาย|เป็น|เสียงแหบ
(ฮอ|'|รี) adj. หงอก|ขาว|,|เก่าแก่.  |Syn. hoarily adv. hoariness n.  |Syn. ancient|,|old
แมงลัก
n. ชื่อ|นก|,|ไก่ป่า.
(โฮ|คซฺ) n.หลอกลวง|,|สิ่ง|หลอกลวง|,|การ|เล่นตลก. vt. หลอกลวง|,|เล่นตลก.  |Syn. hoaxer n.
(ฮ|อบ) n. ตระ|อับ|หรือ|โครงเหล็ก|สําหรับ|ตั้ง|หม้อ|บน|เตาไฟ|,|ตะปู|หัว|กลม|,|สิ่ง|ที่|ทํา|ให้|เกิด|ความ|กลัว|,|เทวดา|ร่าง|เล็ก
(ฮ|อบ|'|เบิล) vi.,|vt. (ทํา|ให้) เดิน|ขา|เป๋|,|เดิน|กระ|โผ|ลก|กะเผลก|,|ดําเนิน|ไป|อย่าง|ไม่|ราบรื่น. n. ที่|ผูก|ม้า|หรือ|สัตว์|อื่น|,|สถานการณ์|ที่|ไม่|ราบรื่น.  |Syn. hobbler n. hobblingly adv.  |Syn. walk lamely
กระโปรง|รัด|ก้น
n. คน|งุ่มง่าม|,|คน|ซุ่มซ่าม
(ฮ|อบ|'|บี) n. งาน|อดิเรก|,|ม้า|ไม้|โยก|ที่|เด็ก|เล่น|,|ม้า|เล็ก ๆ ,|เหยี่ยว
(ฮ|อบ|'|บีอิสทฺ) n. ผู้|มี|งาน|อดิเรก|ทํา|,|ผู้|ชอบ|ทํางาน|อดิเรก
n. สิ่ง (ผี) ที่|ทํา|ให้|เกิด|ความ|กลัว
vi. สนทนา|กัน|อย่าง|สนิทสนม|,|ร่วม|กัน|ดื่ม
(โฮ|'|โบ) n. คนจร|จัด|,|คน|พเนจร|  |Syn. hoboism n.  |Syn. drifter
การ|เลือก|ได้|เพียง|อย่างเดียว|ที่|เสนอ|,|การ|ไม่|มี|โอกาส|เลือก
(ฮอค) n. ข้อเท้า|สัตว์|,|เนื้อ|ขา (หมู) ,|จํานํา.,|คุก vt. ตัด|เอ็น|ร้อยหวาย|ออก
(ฮอค|'|คี) n. กีฬา|ฮอกกี้
(ฮอค|'|ชอพ) n. โรงจํานํา
(โฮ|'|คัส) vt. หลอกลวง|โกง|,|มอมเหล้า|ใส่|ยา
vt.,|vi. หลอกลวง|,|โกง|,|เล่นกล. n. สูตร|ที่|ไร้|ความหมาย|,|การ|หลอกลวง|,|การ|เล่นกล|  |Syn. trick
(ฮ|อด) n. รางน้ํา|ปูน|,|ถัง|น้ํา|ปูน|,|ปุ้งกี๋|ขน|ถ่าน
(ฮ|อด|'|เดิน) n. ผ้า|ขนสัตว์|หยาบ.
(ฮ|อด|'|พอ|ดจฺ) n. ของผสม|,|จับฉ่าย
โรค|ต่อมน้ําเหลือง|อักเสบ|เรื้อรัง|และ|บวม
(โฮ) n. จอบ|,|เกรียง|โบก|ปูน|,|เหล็ก|เกลี่ย|ไฟ. vt. ขุด|,|ขุด|หญ้า|,|พรวน|,|สับ|ด้วย|จอบ.  |Syn. hoer n.
(เฮาบี|'|อิท) adv. อย่างไรก็ตาม conj. แม้ว่า|  |Syn. nevertheless
(ฮ|อก) n. หมู|,|หมู|ตอน|,|คน|ที่|ตะกละ|เห็นแก่ตัว|หรือ|สกปรก vt.,|vi.โก่ง|หลัง|,|เอาอย่าง|ละโมบ.  |Syn. hogger n.
adj. ตื่นเต้น|เอะอะ|,|เตลิด|เปิดโปง|,|คลัง
n. หลัง|โก่ง|,|การ|โก่ง|หลัง
(ฮ|อก|'|กิช) adj. คล้าย|หมู|,|เห็นแก่ตัว|,|ตะกละ. -|hoggishly adv -|hoggishness n.  |Syn. selfish
(ฮ|อก|'|ไท) vt. มัด (สัตว์|ทั้ง|4|ขาเข้า|ด้วย|กัน) ,|ขัดขวาง
n. อาหาร|หมู|,|ของ|ที่|ไร้|ค่า|,|การ|พูด|,|การ|เขียน|หรือ|อื่น ๆ ที่|ไม่|มี|ความหมาย
(ฮอย|'|พะ|ลอย) n. สามัญชน|,|ประชาชน|  |Syn. populace
(ฮอยซฺ) vt. ยก|ขึ้น|,|ดึง|ขึ้น|,|ชัก|ขึ้น. n. เครื่อง|ยก|,|ลิฟต์ กว้าน|,|ปั้น|จัน|,|รถ|ยก|,|การ|ยก|,|ธง|ที่|ชัก|ขึ้น|,|การ|ชัก|รอก|  |Syn. elevate|,|raise
 |Syn. hoity (ฮอย|'|ที|,|ฮอย|'|ที) adj.,|n. (ความ) หยิ่ง|,|ยโส|,|โอหัง|,|เลิ่น|เล่อ|,|สะเพร่า
(โฮ|'|คี) adj. ปลอม|,|ไม่|แท้|,|เทียม
(โฮ|'|ค|'|โพ|'|คี) n. การ|หลอกลวง|,|การ|เล่นกล
(โฮ|'|คัม) n. ความ|ไร้|สาระ|,|คําพูด|ที|ไร้|สาระ|,|ความ|ไม่|มี|ความจริง|ใจ
(โฮ|ลด|ฺ) {|held|,|held|,|holding|,|holds|} vt.,|vi.,|n. (การ) ถือ|,|จับ|,|กุม|,|คว้า|,|เกาะ|กํา|,|อดทน|,|อดกลั้น|,|ยึด|,|ยึดครอง|,|ครอบงํา|,|จับใจ|,|ทํา|ให้|หยุด|,|ถือ|ว่า|,|เข้าใจ|ว่า|มี|ความรู้สึก|,|อ้าง|,|ยก|,|หยิบยก|,|คุก|,|ที่|รองรับ|,|ป้อม|,|ห้อง|เก็บ|สินค้า|  |Syn. grasp|,|persist Ant. relea
n. การ|อดกลั้น|,|การ|ประหยัด|,|เครื่อง|ยึด|สิ่งของ|ให้|อยู่|กับ|ที่
(โฮ|ล|'|เดิน) v. กริยา|ช่อง 3 ของ hold
(โฮ|ล|'|เดอะ) n. ที่|ยึด|,|ผู้|ยึด|,|เจ้าของ|,|ผู้|ครอบครอง|  |Syn. holdership n.  |Syn. possessor owner
n. เครื่อง|ยึด|,|เครื่อง|จับ|,|ตะขอ|,|ที่|หนีบ
(โฮ|ล|'|ดิง) n. การ|ยึด|,|การ|ครอบครอง|,|สิ่ง|ยึด|,|ที่ดิน|ที่|เช่า|นา.  |Syn. holdings ทรัพย์สิน
n. การ|ยึด|หน่วง|,|คน|ที่|ไม่|ยอม|เข้า|ร่วม|กิจการ
n. คน|ที่|ยืนหยัด|,|สิ่ง|ที่|ยืนหยัด
n. การ|ปล้น|,|การ|จี้|ปล้น|,|การ|หยุดยั้ง
(โฮ|ล) n. รู|,|โพรง|,|ถ้ํา|,|ช่อง|,|ร่อง|,|รอย|,|รอย|โหว่|,|หลุม|,|จุดอ่อน|,|ข้อบกพร่อง|,|ห้องขัง|,|ที่|หลบซ่อน. v. เจาะ|รู|,|ขุด|หลุม|,|เจาะ|ผ่าน|,|ลง|หลุม.  |Syn. aperture
(ฮอล|'|ลิเดย์) n.,|adj. วันหยุด|,|วัน|พักผ่อน|,|วัน|นักขัตฤกษ์|,|ร่าเริง. vi. พักผ่อน|  |Syn. festivity
adj. มี|ศีลธรรม|,|น่า|เคารพ
(โฮ|'|ลิลี่) adj. ศักดิ์สิทธิ์|,|น่า|เคารพ|,|เคร่ง|ศาสนา|  |Syn. self|-|righteous
(โฮ|'|ลิเนส) n. ความ|ศักดิ์สิทธิ์|,|คํา|เรียก|สันตะปาปา|  |Syn. piety|,|sanctity
(โฮ|'|ลิส|ซึม) n. ทฤษฎี|ความ|ศักดิ์สิทธิ์
(ฮอล|'|เลินดฺ) ดู|Netheralnds -|Hollander (ฮอล|'|ลัน|เดอะ) n.
(ฮอล|'|เลอะ) v. ร้อง|ดัง|,|ตะโกน|,|โอดครวญ|,|ร้องทุกข์|,|n. เสียง|โอดครวญ|,|เสียงร้อง|ตะโกน
บัตร|ฮอล|เลอ|ริ|ท|หมายถึง|บัตร|ที่|ฮอล|เลอ|ริ|ท (Dr. John Hollerith) เป็น|ผู้ออกแบบ ทํา|ด้วย|กระดาษ ต้อง|มี|ขนาด|มาตรฐาน (7 1|/|8 x 3 1|/|4 นิ้ว) ใช้|สําหรับ|บรรจุ|ข้อมูล|โดย|เจาะ|เป็น|รู|ตาม|รหัส|ที่|กําหนด คอมพิวเตอร์|สามารถ|อ่าน|รู|บน|บัตร|เหล่านี้|แล้ว|นํา|ไป|เก็บ|ใน|หน่วยความจํา|เพื่อ|ใช้|ประมวลผล|ได้ ปัจจุบัน|ไม่|นิยม|ใช้|แล้ว เพราะ|ใช้|สื่อ|เก็บ|ข้อมูล|อย่าง|อื่น สะดวก|กว่า ผิดพลาด|น้อย|กว่า เช่น จาน|บันทึก แถบ|บันทึก มี|ความหมาย|เหมือน computer card
รหัส|ฮอล|เลอ|ริ|ท|หมายถึง รหัส|ที่|ใช้|กับ|บัตร|ที่|ดร. เฮอร์|แมน ฮอล|เลอ|ริ|ท เป็น|ผู้|กําหนด|ไว้ มี|ลักษณะ|เป็น|รู|สี่เหลี่ยม|ที่|เจาะ|ใน|แต่ละ|คอลัมน์|ของ|บัตร เช่น ถ้า|เจาะ|ตําแหน่ง|คอลัมน์|ที่ 12 และ 1 หมายถึง|อักษร A ถ้า|เจาะ|ที่|ตําแหน่ง|คอลัมน์|ที่ 0 และ 9 หมายถึง|อักษร Z เป็นต้น มี|ความหมาย|เหมือน card code
เป็น|ชาว|อเมริกัน เกิด ค.ศ.1860 ตาย ค.ศ.1929 เป็น|ผู้|คิด|เอา|วิธี|นํา|เอา|ระบบ|บัตรเจาะรู|มา|ใช้|ใน|การ|บันทึก|ข้อมูล|ลง|ใน|บัตร โดย|เลียน|แบบ|จาก|บัตร|ของ|แจ็กการ์ด (Jacquard) ซึ่ง|เคย|ใช้|วิธีการ|นี้|ควบคุม|การ|ให้|ลาย|และ|พิมพ์|สี|ลง|บน|ผ้า ฮอล|เลอ|ริ|ท|ได้|สร้าง|รหัส|สําหรับ|บัตรเจาะรู|ขึ้น แล้ว|จึง|นํา|ข้อมูล|ถ่าย|ลง|บน|บัตร|เพื่อ|นํา|ไป|ให้|เครื่อง|คอมพิวเตอร์|อ่าน เครื่องมือ|ประดิษฐ์|ของ|ฮอล|เลอ|ริ|ท|นี้|ได้|นํามา|ใช้|ใน|งา|ประมวลผล|และ|รายงาน|ผล|สํามะโนประชากร|ของ|สหรัฐอเมริกา|ใน|ปี ค.ศ.1890 ซึ่ง|ทํา|ให้|ทราบ|ผลลัพธ์|เร็ว|ขึ้น|มาก โดย|สามารถ|ทํา|เสร็จ|ภายใน|เวลา|เพียง 2 ปี|เท่านั้น ใน|ปัจจุบัน การ|เจาะ|บัตร|เพื่อ|ส่ง|ข้อมูล|เข้า|คอมพิวเตอร์|นั้น|เกือบจะ|ไม่|มี|แล้ว เพราะ|ล้าสมัย
(ฮอล|'|โล) adj.,|adv. เป็นโพรง|,|เป็น|หลุม|,|กลวง|,|ว่าง|,|เว้า|,|ไม่|มี|ความหมาย|,|ไม่|จริงใจ|,|เท็จ n.,|vt. (ทํา|ให้|เป็น|,|กลาย|เป็น) โพรง|,|หลุม|,|แอ่ง|,|ที่|ว่าง|,|ที่|กลวง|,|หุบเขา -|Phr. (beat all hollow ชนะ|สิ้นเชิง)|  |Syn. hollowness n.  |Syn. empty|,|su
adj. ตา|โบ๋
(ฮอล|'|ลี) n. ต้น|ฮอลลี
n. พืช|ไม้ดอก|ต้น|สูง|จําพวก|หนึ่ง|,|ดอก|ของ|ต้น|ดังกล่าว
n. ฮอลลีวูด,|โรง|ถ่าย|ภาพ|ยนต์|,|ชื่อ|เมือง
(โฮ|ม) n. ที่ลุ่ม|แม่น้ํา|หรือ|ลําธาร|,|เกาะเล็ก ๆ| 
(โฮ|ล|'|เมีย|ม) n. ธาตุ|ชนิด|หนึ่ง
Pref. ทั้งหมด|" "|ทั้งสิ้น|"
(ฮอล|'|ละ|คอ|สทฺ) n. ความ|หายนะ|,|การ|ทําลาย|จน|สิ้นเชิง|,|การ|เผา|บูชา|จน|สิ้น|,|  |Syn. holocaustic|,|holocaustical adj.  |Syn. disaster
n. ภาพ|สาม|มิติ
(โฮ|'|ส|เทอะ) n. ซอง|หนัง|ใส่|ปืน|พก
(โฮ|ลทฺ) n. ป่าละเมาะ ป่า|เล็ก ๆ เนินเขา|ที่|เป็น|ป่า
(โฮ|'|ลัส โบ|'|ลัส) adj. พร้อมกัน|ทั้งหมด|,|รวด|เดียว|,|พร้อมกัน|,|คํา|เดียว
(โฮ|'|ลี) adj. ศักดิ์สิทธิ์|,|เป็น|ที่|เคารพ|บูชา|,|เคร่ง|ศาสนา|,|ใจบุญ|อย่างยิ่ง|,|อย่า|ยิ่ง|,|เหลือเกิน|,|น่ากลัว. n. สถานที่|ศักดิ์สิทธิ์|,|สิ่งศักดิ์สิทธิ์|,|สิ่งศักดิ์สิทธิ์|  |Syn. pious|,|consecrated
ต้น|กระ|เพรา
นคร|ศักดิ์สิทธิ์|ของ|ศาสนา|,|สวรรค์|,|กรุง|เย|รู|ซา|เลม
พิธี|ศีล|มหา|สนิท|ของ|ศาสนาคริสต์|  |Syn. Eucharist
วัน|พิธี|ใน|ศาสนา|,|วัน|สําคัญ|ทาง|ศาสนา|,|วันพระ|,|วัน|เทศกาล
ปาเลสไตน์|  |Syn. Palestine
พระคัมภีร์|ไบเบิล
พระ|จิต|,|วิญญาณ|ของ|พระเจ้า|,|บุคคล|ที่|3|ของ trinity
พระคัมภีร์|ไบเบิล
n. เวลา|แห่ง|พิธี|ทาง|ศาสนา
(ฮ|อม|'|มิ|จฺ) n. ความ|เคารพ|,|ความ|จงรักภักดี|  |Syn. obeisance|,
(โฮ|ม|'|เบ|รด) adj. ท้องถิ่น|,|เจริญเติบโต|ที่|บ้าน|,|เลี้ยง|ที่|บ้าน|,|ผลิต|ใน|ประเทศ|,|หยาบคาย|,|ไม่|ได้|รับ|การ|อบรม|ที่|ดี
(โฮ|ม) n.,|adj. (เกี่ยวกับ) บ้าน|,|เรือน|,|ที่พัก|,|ที่อยู่อาศัย|,|ปิตุภูมิ|,|บ้านเกิดเมืองนอน|,|ประเทศ|ของ|ตน|,|ถิ่นกําเนิด|,|สถานสงเคราะห์|,|ฐาน|,|ศูนย์กลาง. adv. ไป|บ้าน|  |Syn. residence|,|centre
คอมพิวเตอร์|ระดับ|บ้าน|หมายถึง เครื่อง|ไมโครคอมพิวเตอร์|ที่|มี|ราคา|ถูก และ|มี|ประสิทธิภาพ|ดี|พอจะ|ใช้|ใน|บ้าน|ได้ (ใช้|งาน|ที่|ไม่|สลับซับซ้อน|นัก) บางที|เรียก คอมพิวเตอร์ส่วนบุคคล หรือ|พี|ซี
แป้น|กด|กลับ|ตําแหน่ง|ต้น|เป็น|แป้นพิมพ์|แป้น|หนึ่ง|ใน|แผง|แป้น|อักขระ มี|คํา|ว่า Home อยู่|บน|แป้น เมื่อ|กด|แป้น|นี้|จะ|เป็น|การ|บังคับ|ให้|ตัว|ชี้|ตําแหน่ง (cursor) กลับ|ไป|สู่|จุดเริ่มต้น|ของ|บรรทัด|ใหม่ หรือ|จุดเริ่มต้น|บรรทัด|บน|สุด|ของ|เอกสาร|หน้า|หนึ่ง ๆ ทั้งนี้|ขึ้น|อยู่|กับ|โปรแกรม|แต่ละ|โปรแกรม|ด้วย
กระทรวงมหาดไทย|ของ|อังกฤษ
(โฮ|ม|' เพจ) n. หน้า|แรก|ของ|ข่าวสาร|บน|องค์การ มหาวิทยาลัย|หรือ|บุคคล เป็นต้น บน|เครือข่าย|WWW (World Wide Web)| 
(เบ|สบ|อล) n. การ|ตี|ลูก|ที่|ทํา|ให้|ผู้|ตี|สามารถ|ทํา|แต้ม|โดย|การ|วิ่ง|รอบ|สนาม|เล่น|,|ขากลับ|,|การ|วิ่ง|ตอน|สุดท้าย
รัฐมนตรี|กระทรวงมหาดไทย|ของ|อังกฤษ
n. การ|กลับ|มา|บ้าน|,|การ|กลับ|มา|เยี่ยม|โรงเรียน|เดิม|ของ|ศิษย์เก่า|,|เทศกาล|คืน|สู่|เหย้า (โรงเรียน)| 
n. มาตุภูมิ|,|ปิตุภูมิ|,|บ้านเกิดเมืองนอน
(โฮ|ม|'|ลิส) adj. ไม่|มี|บ้าน|  |Syn. vagrant|,|vagbond
(โฮ|ม|'|ลี) adj. ไม่|สวย|,|ไม่|ดึงดูดใจ|,|ธรรมดา ๆ ,|เป็นมิตร|มาก.  |Syn. homeliness n.  |Syn. unpretentious
n. ทํา|ที่|บ้าน|,|ผลิต|ขึ้น|ใน|ประเทศ|,|ไม่|ใช่|โรงงาน
n. งาน|บ้าน|,|งาน|ดูแล|บ้าน. adj. เกี่ยวกับ|งาน|บ้าน
(โฮ|มี|ออ|พ|'|พะธี) n. ความ|เชื่อ|ที่|ว่า|ยา|ที่|ใช้|รักษา|โรค|สามารถ|ทํา|ให้|เกิด|อาการ|เดียวกัน|ของ|โรค|ถ้า|ให้|ใน|ปริมาณ|น้อย|ที่สุด|แก่|ผู้|ที่|ไม่|เป็น|โรค|นั้น|  |Syn. homeopathic adj.
n. ภาวะ|สมดุล|ของ|สิ่งแวดล้อม|ภายใน|,|ภาวะ|สมดุล|ทาง|คุณสมบัติ|เคมี|และ|ฟิสิกส์|ของเหลว|ใน|ร่างกาย|  |Syn. homeostatic adj.
(โฮ|'|เมอะ) n. นักกวี|ชาว|กรีก|โบราณ|ผู้|ประพันธ์|เรื่อง Iliad|และ|Odyssey
(โฮ|ม|'|ซิ|ค) adj. คิดถึง|บ้าน.
adj. ทอ|ที่|บ้าน|,|เรียบ ๆ ,|ง่าย ๆ ,|บ้านนอก. n. ผ้า|ทอ|ที่|บ้าน|,|ผ้า|พื้นเมือง.  |Syn. plain|,|simple
n. บ้านพัก (รวม|ทั้ง|บ้าน|สิ่ง|ก่อสร้าง|และ|ที่ดิน) vt.,|vt. ตั้ง|รกราก
n. ส่วน|ตรง|ของ|ทาง|วิ่ง|ช่วง|สุดท้าย|สู่|หลักชัย
(โฮ|ม|'|เทาน์) n. บ้านเกิดเมืองนอน adj. เกี่ยวกับ|บ้านเกิดเมืองนอน
adv. ไป|บ้าน|,|สู่|บ้าน. adj. ไป|บ้าน
adv. ไป|บ้าน
n. การบ้าน|,|งาน|บ้าน
(โฮ|'|มี) adj. อบอุ่น|,|เหมือน|ย|บ้าน|,|สนิทสนม.  |Syn.  |Syn. homeyness|,|hominess n.  |Syn. cozy|,|homelike
(ฮ|อม|มิ|ไช|'|เดิล) adj. ฆ่า|คน|, สังหาร|คน|,|เกี่ยวกับ|บาปกรรม.  |Syn. killing|,|murderous
(ฮ|อม|'|มิ|ไซ|ดฺ) n.การ|ฆ่า|คน|,|ฆาตกรรม . ฆาตกร|  |Syn. manslaughter|,|murder
(โฮ|'|มิ|ง) adj. กลับ|บ้าน|,|ไป|บ้าน|,|ไป|สู่|จุดหมายปลายทาง.  |Syn. homily ไป|บ้าน adv.
(ฮ|อม|'|มะ|นิด) n. สมาชิก|ตระกูล|คน|  |Syn. hominian
adj. (คล้าย|หรือ|มี|ลักษณะ|ของ|คน)
n. สมาชิก ตระกูล|คน
n. ข้าว|กะเทาะ|เปลือก|ออก
n. แนว|ทุ่ง|ข้าว
(โฮ|'|โม) n. สัตว์เลี้ยงลูกด้วยนม|ประเภท Primates ซึ่ง|ได้แก่ มนุษย์ ลิง ชะ|น|'|และ lemur
(โฮ|'|โม|'|เซ|'|เพียนซฺ) n. มนุษย์ปัจจุบัน|  |Syn. human being|,|man
Pref. ดู|"|เหมือน|กัน|"
adj. ซึ่ง|มี|เพศ|เดียวกัน|,|ซึ่ง|มี|เกสร|ตัวผู้|และ|เกสร|ตัวเมีย|เจริญ เติบโต|พร้อมกัน
adj. ซึ่ง|เป็นเนื้อเดียวกัน|,|เหมือน|กัน|เท่า|กัน|, มี|ลักษณะ|เหมือน|กัน.  |Syn. alike|,|consistent|,|uniform
n. ความ|เหมือน|กัน (เนื่องจาก|กําเนิด|มา|จาก|แหล่ง|เดียวกัน)| 
n. เนื้อเยื่อ|หรือ|อวัยวะ|ที่|ย้าย|และ|ปะ|ใน|ศัลยกรรม|ตกแต่ง|ระหว่าง|สัตว์|จําพวก|เดียวกัน|แต่|ต่าง|แบบ|ของ genes (genotype)|  |Syn. isograft|,|isoplastic graft
adj. เกี่ยวกับ|สัตว์|เลือดอุ่น.
vt. อนุมัติ|,|ตกลง|,|ให้|สัตยาบัน.
adj. ซึ่ง|มี|ความ|สัมพันธ์|เดียวกัน|,|คล้ายคลึง|กัน|,|สายเดียว|กัน|  |Syn. analogous
(ฮ|อม|มะ|ลอก|') n. ส่วน|ที่|คล้ายคลึง|กัน|,|สารประกอบ|ที่|มี|แบบ|ทาง|เคมี|เหมือน|กัน|แต่|ต่าง|กัน|ที่|ส่วนประกอบ|บาง|อย่าง|,|อวัยวะ|หรือ|ส่วน|ที่|คล้ายคลึง|กัน
(ฮะ|มอ|ล|'|โลจี) n. ภาวะ|ที่|คล้ายคลึง|กัน|,|ภาวะ|ที่|มี|ความ|สัมพันธ์|เดียวกัน|,|ความ|เหมือน
adj. รักร่วมเพศ. n. คนรัก|ร่วมเพศ
n. ความ|ต้องการ|ร่วมเพศ|กับ|เพศ|เดียวกัน
(โฮ|น) n. หิน|ลับ|มีด|,|เครื่อง|ขัด|รู|หรือ|ขยาย|รู. vt. ลับ|มี|ค|,|ขัด|รู|,|ขยาย vi. คร่ําครวญ|,|ปรารถนา|  |Syn. strop
(ออ|น|'|นิสทฺ) adj. ซื่อสัตย์|,|สุจริต|,|ชื่อ|ตรง|,|ไม่|ปลอม|,|ไม่|เจือปน|,|น่า|เชื่อถือ|,|ถ่อมตัว|,|ง่าย ๆ ,|เรียบ ๆ|  |Syn. honestness n.  |Syn. open|,|truthful|,|just|,|fair|,|sincere
(ออ|น|'|นิสลี) adv. อย่าง|ซื่อสัตย์ interj. คําอุทาน|แสดง|ความ|ไม่|เชื่อถือ|หรือ|ความ|ตกใจ|หน่อย ๆ หรือ|อื่น ๆ| 
(ออ|น|'|นิส|ที) n. ความ|ซื่อสัตย์|,|ความ|สุจริต|,|ความจริง|ใจ|  |Syn. integrity|,|openness
(ฮัน|'|นี่) n. น้ําผึ้ง|,|สิ่ง|ที่|ดีเด่น vi. เยินยอ|,|ประจบ.  |Syn. beauty|,|wonder|,|delight
n. ผึ้ง
n. ที่รัก|,|น้ําผึ้ง
(n. รวง|ผึ้ง|,|รัง|ผึ้ง|,|สิ่ง|ที่|คล้าย|รวง|ผึ้ง
(ฮัน|'|นีดฺ) adj. หวาน|เหมือน|น้ําผึ้ง|,|เยินยอ|,|ประจบ|,|คล้าย|หรือ|ประกอบ|ด้วย|น้ําผึ้ง
(ฮัน|'|นี|มูน) n. การ|ดื่ม|น้ําผึ้งพระจันทร์|,|การ|ทัศนาจร|หรือ|พักผ่อนหย่อนใจ|ของ|คู่สมรส. vi. ดื่ม|น้ําผึ้งพระจันทร์|  |Syn. honeymooner n.
(ฮองคฺ) n. เสียง|ห่าน|ร้อง vi. ร้อง|เสียง|ห่าน|,|กด|แตร|รถ|ให้|ดัง
(ฮอง|'|คี|,|ฮัง|'|รี) n. คน|ผิว|ขาว
(ฮอง|'|คี|,|ฮัง|'|รี) n. คน|ผิว|ขาว
(ฮอง|'|คี|,|ฮัง|'|รี) n. คน|ผิว|ขาว
(ฮอง|'|คี|ทอง|ค) n. ไนท์คลับ|ถูก ๆ ,|ซ่อง|โสเภณี|,|โรงหนัง|ชั้นต่ํา. adj. เกี่ยวกับ|สถานที่|ดังกล่าว
(ออ|น|'|เนอะ) n. เกียรติยศ|,|ชื่อเสียง|,|ศักดิ์ศรี|,|เกียรติศักดิ์|,|ความ|เคารพ|,|ความ|นับถือ|,|เหรียญตรา|,|ปริญญา|ขั้น|เกียรตินิยม. vt. เคารพ|,|นับถือ|,|ให้|เกียรติ|แก่|กัน|,|จ่าย|เงิน|ตาม|ตั๋วแลกเงิน
(ออ|น|'|เนอะ|ระ|เบิล) เกี่ยวกับ|เกียรติยศ|,|น่า|เคารพนับถือ|,|ซื่อตรง|,|น่า|เชื่อถือ|,|มีหน้ามีตา|,|มี|ศักดิ์ศรี.  |Syn. honourableness|,|honorbleness n.  |Syn. virtuous|,|ethical
n. รางวัล|การ|กระทํา|ทาง|วิชาชีพ
(ออ|น|'|นะ|ระ|รี) adj. เป็น|เกียรติ|,|เป็น|เกียรติยศ|,|เกี่ยวกับ|กิตติมศักดิ์
(ออ|น|นะ|รี) n. ผู้|ได้|รับ|เกียรติ|,|ผู้|ได้|รับ|รางวัล|,|ผู้|ได้|รับ|เกียรติศักดิ์|หรือ|ยศศักดิ์
(ออ|น|'|เนอะ) n. เกียรติยศ|,|ชื่อเสียง|,|ศักดิ์ศรี|,|เกียรติศักดิ์|,|ความ|เคารพ|,|ความ|นับถือ|,|เหรียญตรา|,|ปริญญา|ขั้น|เกียรตินิยม. vt. เคารพ|,|นับถือ|,|ให้|เกียรติ|แก่|กัน|,|จ่าย|เงิน|ตาม|ตั๋วแลกเงิน
(ออ|น|'|เนอะ|ระ|เบิล) เกี่ยวกับ|เกียรติยศ|,|น่า|เคารพนับถือ|,|ซื่อตรง|,|น่า|เชื่อถือ|,|มีหน้ามีตา|,|มี|ศักดิ์ศรี.  |Syn. honourableness|,|honorbleness n.  |Syn. virtuous|,|ethical
n. รางวัล|การ|กระทํา|ทาง|วิชาชีพ
(ออ|น|'|นะ|ระ|รี) adj. เป็น|เกียรติ|,|เป็น|เกียรติยศ|,|เกี่ยวกับ|กิตติมศักดิ์
(ออ|น|นะ|รี) n. ผู้|ได้|รับ|เกียรติ|,|ผู้|ได้|รับ|รางวัล|,|ผู้|ได้|รับ|เกียรติศักดิ์|หรือ|ยศศักดิ์
(ฮูด) n. เหล้า|,|เหล้าเถื่อน
(ฮูด) n. หมวก|ครอบ|,|ผ้า|คลุม|ศีรษะ|,|หมวก|ปริญญา|ของ|เสื้อ|ชุด|ปริญญา|ของ|มหาวิทยาลัย|,|ฝา|ครอบ|เครื่องยนต์|,|ฝา|ครอบ|ปล่องไฟ|,|คอ|แผ่|แม่เบี้ย|ของ|งูเห่า|,|หงอน|ขน|บน|หัว|ของ|นก|หรือ|สัตว์|บาง|ชนิด|  |Syn. cowl|,|bonnet
(ฮูด|'|ดิด) adj. มี|ฝา|ครอบ|,|มี|หลังคา|  |Syn. hoodedness n.
(ฮูด|'|ลัม) n. อันธพาล|,|หัวไม้|,|วาย|ร้าย|,|โจร
(ฮู|'|ดู) n. โชค|ไม่|ดี|,|ผู้นํา|โชคร้าย|มา
vt. หลอกลวง|,|โกง|,|ปิดบัง.
(ฮูฟ) n. กีบ|,|เท้า|สัตว์|,|สัตว์|ที่|มี|กีบ|,|เท้า|คน. vt. เดิน vi. เต้นรํา|  |Syn. hoofiness|,|n.
โรค|เท้า|เปื่อย|ปาก|เปื่อย|ของ|สัตว์
(ฮูฟ|'|เฟอะ) n. นัก|เต้นรํา|อาชีพ
(ฮุค) n. ตะขอ|,|ขอ|,|ตะขอ|แขวน|,|เบ็ด|ปลา|,|เคียว|,|สับ|,|กับดัก|,|หลุมพราง|,|หญิง|โสเภณี|,|หมัด|สอย|ดาว|,|คุ้ง|แม่น้ํา -|Phr. (by hook or by crook โดย|วิธีการ|วิธี|หนึ่ง) vt. เกี่ยว|ติด|,|ใช้|ตะขอ|เกี่ยว|,|ใช้|เบ็ด|ตก|,|ล่อ|,|หลอกลวง|,|ล้วง|กระเป๋า|,|ขโมย|,|ต่อย|หมัด|ตวัด|หรือ|สอย|ดาว. vi. ยึด|ติด|หรือ|เกี่ยว|โดย
(ฮูค|'|คะ) n. กล้อง|สูบ|ยาว|ที่|ต่อ|ผ่าน|หม้อน้ํา|,|หม้อ|ละ|กู่
(ฮูค|'|คะ) n. กล้อง|สูบ|ยาว|ที่|ต่อ|ผ่าน|หม้อน้ํา|,|หม้อ|ละ|กู่
(ฮุคทฺ) adj. คล้าย|ตะขอ|,|งอ|คล้าย|ตะขอ|เป็น|ตะขอ|,|ติด|ยาเสพติด|,|ถูก|ครอบงํา
(ฮุค|'|เคอะ) n. เรือ|ที่|เชื่องช้า|,|เรือ|ที่|พาย|ไม่|คล่อง|มือ|,|หญิง|โสเภณี|,|ผู้|ที่|ทํา|ให้|คน|อื่น|ติด|ยาเสพติด|,|การ|ดื่ม|มาก|,|เหล้า|แก้ว|ใหญ่
(ฮุค|'|เวิร์ม) n. พยาธิปากขอ
(ฮู|'|ลิ|เกิน) n. อันธพาล|,|หัวไม้|,|นักเลง|  |Syn. hooliganism n.  |Syn. ruffian|,|hoodlum
(ฮุค|'|กี) adj. เต็มไปด้วย|ขอ|,|เป็น|รูป|ขอ n. การ|ขาด|โรงเรียน|โดย|ไม่|มี|เหตุผล|ที่|สมควร.
(ฮูพ) n.,|vt. (ใส่) ขอบ|ตะแกรง|,|เหล็กพืด|,|ห่วง|เหล็ก|,|วัตถุ|ที่|เป็น|วงแหวน|,|ห่วง|บาสเกตบอล|,|ล้อมรอบ|  |Syn. ring|,|band
(ฮู|'|พละ) n. ความ|โกลาหล|,|ความ|อึกทึก|ครึกโครม|,|การ|พูด|หรือ|ข้อเขียน|ที่|บิดเบือน|ความจริง
(ฮูพ|'|พู) n. นก|ที่|มี|หงอน|ขน|ตั้ง|ตรง|คล้าย|พัด|บน|ศีรษะ
(ฮูพ|'|สะ|เทอะ) n. นัก|บาสเกตบอล
(ฮูท) v.,|n. (เสียง) ร้อง|เสียง|อย่าง|นกเค้าแมว|,|ตะโกน|ออก|อย่าง|ไม่|เห็นด้วย|หรือ|เย้ยหยัน|,|ขับ|ออก|,|ไล่. interj. คําอุทาน|แสดง|ความ|ไม่|พอใจ|  |Syn. hooter n.  |Syn. jeer
(ฮูฟซ) n. พหูพจน์|ของ hoof
(ฮอพ) {|hopped|,|hopping|,|hops|} vi. กระโดด|,|รีบ|เดินทาง|ใน|ระยะ|สั้น. vt. กระโดด|ข้าม|,|ขึ้น|รถ|,|ขึ้น|เครื่องบิน n. การ|กระโดด|,|การ|กระโดด|ขา|เดียว|,|การ|ขึ้น|เครื่องบิน|,|การ|เดินทาง|ใน|ระยะ|สั้น|,|การ|เต้นรํา|,|งาน|เต้นรํา|,|การ|กระดอน|ของ|ลูกบอล|,|ต้น|ฮอพ.  |Syn. hops n. ดอก|ฮอพ (ใช้|ปรุง
(โฮ|พ) n. ความ|หวัง|,|ความ|ปรารถนา|,|สิ่ง|ที่|หวัง|ไว้|,|ตัวเก็ง vt.,|vi. หวัง|,|คาดหมาย|,|ปรารถนา|,|ไว้วางใจ|  |Syn. expectation
(โฮ|พ|'|ฟู|ล) adj. เต็มไปด้วย|ความ|หวัง n. ตัวเก็ง|,|ผู้|มี|ความ|หวัง
(โฮ|พ|'|ลิส) adj. ไร้|ความ|หวัง|,|รักษา|ไม่|หาย.  |Syn. hopelessness n.  |Syn. desperate|,|despairing Ant. hopeful|,|promising
(ฮอพ|'|เฮ|ด) n. ผู้|ติดยา
(ฮอพทฺ|'|อัพ) adj. ตื่นเต้น|,|กระตือรือร้น|,|มี|พลังงาน|เพิ่ม|ขึ้น|,|มอม|ยา|,|ใช้|ยา
(ฮอพ|'|เพอะ) n. ผู้|กระโดด|,|สิ่ง|ที่|กระโดด
(ฮอพ|'|พิง) adj. ทํางาน|กระฉับกระเฉง
n. การ|เล่น|ตัง|เต
(ฮอ|'|รี) n. เทพธิดา|แห่ง|ฤดู|การ|เจริญเติบโต|และ|การ|เน่าเปื่อย
(ฮอ|'|รัล) adj. เกี่ยวกับ|ชั่วโมง
(ฮอ|'|ระ|รี) adj. เกี่ยวกับ|ชั่วโมง|,|เป็น|ชั่วโมง|,|ทุก|ชั่วโมง
(ฮอร์ด) n. กลุ่ม|ใหญ่|,|ฝูงชน vi. รวม|เป็น|กลุ่ม|  |Syn. pack|,|multitude|,|throng
(ฮะ|ไร|'|เซิน) n. ขอบ|ฟ้า|,|ขอบเขต|,|สายตา|,|เส้น|ขอบ|ฟ้า|,|ระดับ|,|ตําแหน่ง|,|ชั้น
(ฮอร์|ริ|ซอน|'|เทิล) adj. เป็น|แนว|นอน|,|ขนาน|กับ|แนว|พื้นดิน|  |Syn. level|,|even
แถบ|เลื่อน|ภาพ|แนว|ตั้ง|หมายถึง แถบ|สี่เหลี่ยม|ยาว|ที่อยู่|ริม|ขวา|สุด|ของ|แต่ละ|วินโดว์ ใช้|สําหรับ|เลื่อน|ดู|ข้อความ|บน|จอภาพ|ขึ้นลง|หรือ|แนว|ตั้ง|ที่|ปลาย|สุด|ของ|แถบ|เลื่อน|ขึ้นลง|นี้ ทั้ง|ด้าน|บน|และ|ล่าง|จะ|มี|เครื่องหมาย|ลูกศร ถ้า|กด|เมาส์|ที่|ลูกศร|ด้าน|บน ก็|จะ|ทํา|ให้|ข้อความ|บน|จอภาพ|เลื่อน|ลง ถ้า|กด|ที่|ลูกศร|ด้าน|ล่าง ภาพ|บน|จอ|ก็|จะ|เลื่อน|ขึ้น ดู vertical scroll bar เปรียบเทียบ
(ฮอร์|'|โม|น) n. ฮอร์โมน|  |Syn. hormonal adj.
(ฮอร์น) n. เขา|สัตว์|,|แตร|รูป|เขา|,|แตร|ทรัมเป็ต (trumpet) ,|ยอด|เขา|แหลม vt. แทง|ด้วย|เขา|,|ทิ่ม|ด้วย|เขา. -|Phr. (horn in บุกรุก) . adj. ทํา|ด้วย|เขา|  |Syn. outgrowth|,
n. นก|ขนาด|ใหญ่ มี|จะงอย|ปาก|ใหญ่|ที่|มี|หนาม
n. หนังสือเรียน|เบื้องต้น
(ฮอร์นด) adj. ซึ่ง|มี|เขา|,|ซึ่ง|มี|ส่วน|ที่|เป็น|หงอน.  |Syn. hornedness n.
(ฮอร์|'|เนท) n. แตน
vt. โกง|,|หลอกลวง
n. แมลง|คล้าย|แตน
(ฮอร์|'|นี) adj. คล้าย|เขา|สัตว์|,|ประกอบ|ด้วย|เขา|สัตว์|,|เต็มไปด้วย|ราคะ.  |Syn. hornily adv. horniness n.
(ฮอ|'|ระ|โลก) n. เครื่องมือ|บอก|เวลา
(โฮ|รอ|ล|'|ละ|จิสทฺ) n. ผู้เชี่ยวชาญ|เกี่ยวกับ|horology
(โฮ|รอ|ล|'|ละ|จี) n. ศิลปะ|หรือ|วิทยาศาสตร์|ใน|การ|ทํา|เครื่อง|บอก|เวลา|หรือ|วัด|เวลา
(ฮ|อร|'|ระ|ส|โค|พ) n. แผนภาพ|การ|ผูก|ดวง|โหราศาสตร์|,|การ|ผูก|ดวง|โหราศาสตร์.  |Syn. horoscopic adj. horoscopy n.
(ฮอเรน|'|ดัส) adj. น่ากลัว
(ฮอ|'|รันทฺ) adj. แข็ง|ตรง|,|เป็น|ขน|แข็ง.
(ฮ|อร|'|ระ|เบิล) adj. น่ากลัว|,|น่า|สยดสยอง|  |Syn. horribleness n. horribly adv.  |Syn. repulsive
(ฮอ|'|ริ|ด) adj. น่ากลัว|,|น่า|สยดสยอง|  |Syn. horridly adv. horridness n.  |Syn. revolting
(ฮ|อริ|ฟ|'|ฟิค) adj. น่ากลัว.  |Syn. horrifying
(ฮอ|'|ระ|ไฟ) vt. ทํา|ให้|น่ากลัว|  |Syn. appall|,|shock
(ฮ|อริ|พ|'|พะเลท) vt. ทํา|ให้|ขนลุก
(ฮอ|'|เรอะ) n. ความ|น่ากลัว|,|ความ|น่า|เบื่อหน่าย|ที่สุด|,|ความ|เลวร้าย|มาก|  |Syn. dread
adj. ตกใจ|,|กลัว|มาก|,|หวาด|สะดุ้ง|  |Syn. horror|-|stricken
(ออ|เดิร์ฟ|') fr. ของหวาน|ก่อน|อาหาร
(ฮอร์ส) n. ม้า|  |Syn. Phr. (a dark horse ม้ามืด)| 
n. แมลง|ดูด|เลือด|ตระกูล Tabanidae
หอย|กระ|พง
สามัญสํานึก
การ|แลกเปลี่ยน|ผลประโยชน์|ซึ่งกันและกัน
n. สิ่ง|ที่|ไม่|มี|คุณค่า|แก่|การ|ติด|คํานึง|ถึง. interj. เหลวไหล|ไร้|สาระ
n. แมลง|ดูด|เลือด|ตระกูล Tabanidae
n. การ|หัวเราะ|ก๊าก ๆ การ|หัวเราะ|เสียง|ลั่น
n. คน|ขี่ม้า|,|นัก|ขี่ม้า|,|นัก|เลี้ยง|ม้า
n. การ|เล่น|หยาบ|และ|อึกทึก|ครึกโครม
n. แรงม้า (550|ฟุต|-|ปอนด์|ต่อ|วินาที) (746 watts)| 
n. ความ|ไร้|สาระ|,|การ|โกหก|,|การ|พูด|สุ่มสี่สุ่มห้า interj. คําอุทาน|ที่|แสดง|ความ|ไม่|เชื่อ|,|ความ|ไม่|น่า|เป็น|ไป|ได้|  |Syn. common sense
n. เกือก|ม้า|เหล็ก|รูป|ตัว|U|,|สิ่ง|ที่|เป็น|รูป|ตัว|U
n. แส้|ม้า. vt. เฆี่ยน|ด้วย|แส้|ม้า.  |Syn. horsewhipper n.
(ฮอสทฺ) n. ส่วน|ของ|ผิว|โลก|ที่|เคลื่อน|ขึ้น|มา
(ฮอ|'|ซี) adj. เกี่ยวกับ|ม้า|,|เกี่ยวกับ|กีฬา|ใช้|ม้า.
(ฮอ|'|ทะ|ทอ|รี) adj. เกี่ยวกับ|การ|หนุน|นํา
(ฮอร์|'|ทะคัลเชอะ) n. พืชสวน|,|วิชา|พืชสวน|  |Syn. horticultural adj. horticulturist n.
n. การ|เก็บ|รวบรวม|พืช|แห้ง
(โฮ|แซน|'|นะ) interj. คําอุทาน|สรรเสริญ|พระเจ้า|หรือ|พระ|เยซู|คริสต์.
(โฮ|ซ) n. ถุงเท้า|ยาว|,|เครื่อง|ถุงเท้า|,|กางเกง|ยืด|,|เสื้อ|กางเกง|ชั้นใน|,|ท่อน้ํา|ยาว|และ|อ่อน. vt. ใช้|ท่อน้ํา|อ่อน|ฉีด|ล้าง|หรือ|รด
(โฮ|'|เ?ียร์) n. ช่าง|หรือ|พ่อค้า|ขาย|เครื่อง|ถุงเท้า|และ|กางเกง|ชั้นใน
(โฮ|'|?|ะ|รี) n. ร้าน ธุรกิจ|ขาย|ถุงเท้า|และ|เสื้อ|กางเกง|ชั้นใน
(ฮอส|'|พิทะเบิล) adj. มี|มิตร|ไมตรีจิต|,|มี|อัธยาศัย|,|ชอบ|ต้อนรับ|แขก|,|ตอน|รับ|ขับ|สู่|,|เมตตากรุณา|,|ต้อนรับ|ความคิด|ใหม่ ๆ|  |Syn. hospitably adv.  |Syn. cordial|,|receptive
(ฮอส|'|พิเทิล) n. โรงพยาบาล
(ฮอสพิแทล|'|ลิ|ที) n. ความ|มี|มิตร|ไมตรีจิต|,|ความ|เอื้อเฟื้อ|เผื่อแผ่|  |Syn. welcome|,|conviviality|,|cordiality
(ฮอสพเทิล|เซ|'|เชิน) n. การ|นําเข้า|รักษา|ใน|โรงพยาบาล|,|ระยะ|เวลา|ที่|รักษา|ใน|โรงพยาบาล
(ฮอส|'|พิเทิลไลซ) vt. นําเข้า|รักษา|ใน|โรงพยาบาล
(โฮ|สทฺ) n. เจ้า|บ้าน|,|เจ้าภาพ|,|เจ้าของ|บ้าน|,|ผู้จัดการ|,|สัตว์|หรือ|พืช|ที่|ซึ่ง|ปรสิต|อาศัย|กินอยู่. vt. ทํา|หน้าที่|เป็น|เจ้า|บ้าน|หรือ|เจ้าภาพ|  |Syn. publican|,|landlord
คอมพิวเตอร์|แม่|ข่าย|คอมพิวเตอร์|แม่งาน|หมายถึง|เครื่อง|คอมพิวเตอร์|ตัวหลัก|ใน|เครือข่าย ที่|จะ|ทํา|หน้าที่|ควบคุม|คอมพิวเตอร์|อื่น ๆ ใน|เครือข่าย|นั้น|ทั้งหมด เป็น|ทั้งที่|เก็บ|โปรแกรม|และ|ข้อมูล|พื้นฐาน ที่|คอมพิวเตอร์|ใน|เครือข่าย|จะ|เรียก|ใช้ได้|ใน|เรื่อง|การ|สื่อสาร หมายถึง คอมพิวเตอร์|เครื่อง|ที่|ใช้|ต่อ|เข้า|/|ออก
(ฮอส|'|ทิจฺ) n. ตัวประกัน|,|ของ|ค้ํา|ประกัน|  |Syn. hostageship|,|n.
(ฮอส|'|เทิล) n. ที่พัก|,|โรงแรม|,|หอพัก|นักเรียน. v. เดินทาง|และ|พัก|ใน|ที่พัก|รับรอง|ดังกล่าว
(ฮอส|'|ทะเล|อะ) n. ผู้จัดการ|โรงแรม|หรือ|ที่พัก|,|เจ้าของ|ผู้ดู|แล|โรงงาน|หรือ|ที่พัก
(ฮอส|'|เทิล|รี) n. ที่พัก|รับรอง|,|โรงแรม
(โฮ|ส|'|ทิส) n. เจ้า|บ้าน|ที่|เป็น|หญิง|,|เจ้าของ|โรงแรม|ที่|เป็น|ผู้หญิง|,|พนักงาน|บริการ|ที่|เป็น|หญิง (เช่น|บน|เครื่องบิน|,|ภัตตาคาร|และ|อื่น ๆ) ,|พาร์ตเนอร์. vt. ทํา|หน้าที่|เป็น|เจ้าภาพ|หรือ|พนักงาน|บริการ|ที่|เป็น|หญิง
(ฮอส|'|ไท|ลฺ|,|ฮอส|'|เทิล) adj. เป็น|ปรปักษ์|,|ต่อต้าน|,|มี|เจตนา|ร้าย|,|เป็น|ศัตรู|,|ไม่|เป็นมิตร|,|ไม่|รับแขก|  |Syn. hostility adv.  |Syn. contrary|,|antagonistic
(ฮอลทิล|'|ลิ|ที) n. ความ|เป็น|ปรปักษ์|,|การ|มี|เจตนา|ร้าย|,|การ|เป็น|ศัตรู|,|การ|ไม่|เป็นมิตร.  |Syn. hostilities n. สงคราม|,|การ|ทํา|สงคราม|  |Syn. enmity|,|animosity
(ฮอส|'|เลอะ|,|ออ|ส|'|เลอะ) n. คนดู|แล|ม้า (โดยเฉพาะ|ที่|โรงแรม)|  |Syn. hostlership|,|n.
(ฮอท) n. ร้อน|,|เร่าร้อน|,|ใจร้อน|,|เผ็ดร้อน|,|มี|ความรู้สึก|รุนแรง|,|เต็มไปด้วย|ราคะ|,|ใหม่|สุด|,|ใหม่เอี่ยม|,|ใกล้ชิด|,|ซึ่ง|ติดตาม|อย่าง|ใกล้ชิด|,|เป็น|ที่|นิยม|มาก|,|ตลก|,|แปลกประหลาด|,|น่า|ตื่นเต้น|ที่สุด|,|น่า|สนใจ|ที่สุด|,|เร้า|อารมณ์|มาก (ดนตรี)|  |Syn. burning|,|torrid|,|p
ไส้กรอก|แดง|,|แซนด์วิช|ใส่|ไส้กรอก|ที่|ผ่า|ออก
แป้น|ลัด|หมายถึง การ|กด|แป้น|หนึ่ง|หรือ|หลาย ๆ แป้น|รวม|กัน ที่|กําหนด|ไว้|เป็นพิเศษ|ให้|เครื่อง|ทํา|หน้าที่|พิเศษ|บาง|อย่าง|ได้ เช่น เครื่อง|แมค|อิน|ทอ|ช|กําหนด|ให้การ|กด|แป้น Ctrl + Shift + C เป็น|คําสั่ง|ให้|คอมพิวเตอร์|นํา|ภาพ|บน|จอ|ไป|เก็บ|ไว้|เป็น|แฟ้มข้อมูล|ได้
การ|โยง|ข้อมูล|แบบ|ร้อน|หมายถึง การ|ที่|โปรแกรม|สอง|โปรแกรม|ใช้|ข้อมูล|ร่วม|กัน และ|เมื่อ|มี|การ|เปลี่ยนแปลง|ข้อมูล|ใน|โปรแกรม|หนึ่ง คอมพิวเตอร์|ก็|จะ|จัดการ|เปลี่ยน|ข้อมูล|ใน|อีก|โปรแกรม|หนึ่ง ให้|ด้วย|โดย|อัตโนมัติ ตัวอย่าง|เช่น การ|โอน|ข้อมูล|จาก|โปรแกรม|ตาราง|จัดการ|เข้า|ไป|ใน|โปรแกรมประมวลผล|คํา เมื่อใด|ที่|มี|การ|แก้ตัว|เลข|ใน|ตาราง|จัดการ ตัวเลข|ใน|โปรแกรมประมวลผล|คํา|ก็|จะ|เปลี่ยน|ไป|ด้วย
การ|ไล่|ติดตาม|อาชญากร|หรือ|ข้าศึก|อย่าง|กระชั้นชิด เช่น|การ|ข้าม|พรมแดน
จุด|ร้อน|หมายถึง เนื้อที่|บาง|ส่วน|บน|จอภาพ ที่|เมื่อ|กด|เมาส์|ลง|ไป|แล้ว จะ|ทํา|ให้|เกิด|รายการ|อื่น|ขึ้น|มา แทน|ที่|จะ|เป็น|เรื่อง|เดิม|ที่|ทํา|อยู่ ตัวอย่าง เช่น|ใน|โปรแกรม|ประเภท|ใช้|สื่อ|หลาย|แบบ (multimedia) หรือ|การ|เรียก|เมนู Help หรือ|กด|เรียก|ลูกโป่ง (balloon) มา|ให้|คําอธิบาย|ใน|เครื่อง|แมค|อิน|ทอ|ช
ผู้เชี่ยวชาญ|,|คน|ที่|มี|ความรู้สึก|ทาง|เพศ|ได้|ง่าย|,|สิ่ง|ที่|นิยม|กัน
ความ|ยุ่งยาก|,|ความ|ลําบาก
(ฮอทชฺ|'|พอ|ทชฺ) n. น้ํา|ชุป|หรือ|เนื้อ|ต้ม|กับ|ผัก (มัก|ใส่|ข้าว|บาร์เลย์) ,|จับฉ่าย. ดู|hotchpot
(โฮ|เท|ล|') n. โรงแรม
(โอ|เท|ล|'|ได) n. โรงพยาบาล
(-|เย|') n. ผู้จัดการ|หรือ|เจ้าของ|โรงแรม
n. คน|ที่|โมโห|ง่าย|,|คน|ใจร้อน|,|คน|หุนหันพลันแล่น
โทรศัพท์|หรือ|วิธี|สื่อสาร|กัน|โดย|ตรง|ใน|กรณี|วิกฤติการณ์|,|ระบบ|การ|สื่อสาร|โดย|ตรง (มัก|ใช้|โทรทัศน์)| 
adj. เฟื่อง. n. ผู้|ทะเยอทะยาน|ที่|กําลัง|เฟื่อง
n. คน|ที่|หุนหันพลันแล่น|,|คน|ใจร้อน
n. กบ|บน|หลัง|ช้าง
(เฮาดฺ) n. สุนัข|ล่า|เนื้อ|,|คน|ต่ําช้า|,|ขี้ยา vt. ล่าสัตว์|,|ไล่|ตาม|,|กระตุ้น|,|ส่งเสริม|  |Syn. harass|,|pursue
สุนัข|ล่า|เนื้อ|  |Syn. hound
(เอา|'|เออะ) n. ชั่วโมง|,|60|นาที|,|เวลา|หนึ่ง|เวลา|ใด|,|ปัจจุบัน|,|เวลา|ทํางาน|,|ระยะ|ทางเดิน|หนึ่ง|ชั่วโมง adj. เกี่ยวกับ|ชั่วโมง
นาฬิกาทราย|,|แก้ว|บรรจุ|ทราย|บอก|ชั่วโมง
เข็มนาฬิกา
นาฬิกาทราย|หมายถึง สัญลักษณ์|ของ|ตัว|ชี้|ตําแหน่ง ซึ่ง|ปกติ|เป็น|รูป|ลูกศร จะ|เปลี่ยน|เป็น|รูป|นาฬิกาทราย เพื่อ|บอก|ให้|รู้|ว่า ใน|ขณะนั้น เครื่อง|คอมพิวเตอร์|กําลัง|ปฏิบัติการ|ตาม|คําสั่ง|อยู่ (ขอ|ให้|รอ|ผล|ด้วย|ความ|ใจเย็น|ด้วย|ก็|แล้ว|กัน)| 
(เอา|'|เออ|รี) adj. ทุก|ชั่วโมง|,|บ่อย|,|ต่อเนื่อง|กัน. adv. ทุก|ชั่วโมง|,|แต่ละ|ชั่วโมง|,|บ่อย|,|ต่อเนื่อง|กัน|  |Syn. frequently
(n.,|adj. เฮาซฺ,|vt.,|vi. เฮาซ) n. บ้าน|,|เรือน|,|โรง|,|โรงเรือน|,|ครอบครัว|,|สถาบัน|,|รัฐสภา|,|วงศ์|ตระกูล|,|ห้องโถง|,|ช่อง vt. ให้|ที่อยู่อาศัย|,|มี|,|ซ่อน|ไว้. vi. พํานัก|,|หลบซ่อน|,|อยู่. adj. เกี่ยวกับ|บ้าน|  |Syn. dwelling
การ|กักกัน|ผู้ต้องหา|ไว้|ใน|ที่อยู่|ของ|เขา
สภาสูง|,|สภา|ขุนนาง
สภาผู้แทนราษฎร
บ้าน|บน|น้ํา
n. ผู้|บุกรุก|เข้า|บ้าน|,|ขโมย|งัด|บ้าน|,|คน|รับจ้าง|รื้อ|บ้าน
(เฮาซ|'|คาร์ล) n. ราช|องค์|รักษ์|,|ทหาร|ประจําตัว|ขุนนาง
(เฮาซฺ|'|โฮ|ลด|ฺ) n. สมาชิก|ใน|ครอบครัว|,|ครอบครัว|ที่|รวม|ทั้งคน|ใช้. adj. เกี่ยวกับ|ครอบครัว|,|เกี่ยวกับ|งาน|บ้าน|,|ประจํา|บ้าน|,|ทั่วไป|,|ธรรมดา
n. เจ้าของ|บ้าน|,|หัวหน้า|ครอบครัว.  |Syn. householdership n.
vi. ดูแล|บ้าน
n. การ|ดูแล|บ้าน|,|การเรือน|,|เค|หก|ร|รม
(เฮาซ|'|เซิล) n. ศีล|มหา|สนิท n. ผู้|ประกอบ|พิธี|ศีล|มหา|สนิท
(เฮาซฺ|'|เมด) n. คนใช้|ผู้หญิง
n. งาน|ขึ้น|บ้าน|ใหม่
n. แม่บ้าน|,|กล่อง|ใส่|เข็ม ด้าย|และ|อื่น ๆ -|pl. housewives
(เฮาซฺ|'|ไว|ฟรี) n. งาน|บ้าน|,|งาน|ดูแล|บ้าน|,|งาน|แม่บ้าน
n. งาน|บ้าน
(เฮา|'|ซิ|ง) n. การ|เคหะ|,|การ|จัด|บ้านพัก|ให้|,|บ้านพัก|ทั้งหลาย|,|สิ่ง|ปกคลุม|หรือ|ป้องกัน|ม้า|หรือ|สัตว์|อื่น|,|สิ่ง|ครอบคลุม|,|ปลอก|หุ้ม|  |Syn. lodgings
(โฮ|ฟว) v. pp. และ pt.ของ heave
(ฮัฟ|'|เวิล) n.บ้านพัก|เล็ก ๆ ที่|โกโรโกโส|,|ที่อยู่|ที่|สกปรก|และ|โกโรโกโส|,|โรง|วัวควาย|หรือ|สัตว์เลี้ยง|อื่น ๆ|  |Syn. cabin|,|hut|,|shack|,|hole|,|shed
(ฮัฟ|'|เวอะ) vt.,|n. (การ) บิน|ฉวัดเฉวียน|,|บิน|ร่อน|,|โฉบ|,|เตร่|อยู่|ใกล้|,|อยู่|ใกล้|,|ร่อแร่.  |Syn. hoverer n. hoveringly adv.
(ฮัฟ|'|เวอ|ครา|ฟทฺ) n. เรือ|ที่|แล่น|ได้|อย่าง|รวดเร็ว|เหนือ|น้ํา|-|ที่ลุ่ม|หนอง|-|ที|ราบเรียบ|โดย|แล่น|บน|เบาะ|อากาศ|ที่|พุ่ง|ออก|จาก|พัดลม|ขนาด|ใหญ่|ที่อยู่|ใต้|เรือ
(เฮา) adv. อย่างไร|,|อย่างไร|บ้าง|,|ยังไง|,|ด้วย|เหตุผล|ใด|,|อะไร|,|ชื่อ|อะไร conj. อย่างไร|,|อะไร|,|อย่างไรก็ตาม. n. อย่างไร interj. คําอุทาน|เชิง|ทะเล้น -|Phr. (how come|? ทําไม|?|เป็น|อย่างไร|?)| 
(เฮา|'|ทู) adj. ซึ่ง|สอน|หรือ|อธิบาย|วิธีการ|ทํา
n. กบ|บน|หลัง|ช้าง
(เฮา|'|ดี) n. ผดุงครรภ์|,|หมอตําแย
(เฮา|'|ดี) n. ผดุงครรภ์|,|หมอตําแย
(เฮา|แอ|ร|') adv.,|conj. อย่างไรก็ตาม
(เฮาเอฟ|'|เวอะ) adv. อย่างไรก็ตาม|,|แม้ว่า|,|ยังคง|,|แต่กระนั้น|ก็ดี|,|อย่างไร conj. อย่างไรก็ตาม|  |Syn. nevertheless
(เฮา|'|วิท|เซอะ) n. ปืนใหญ่|กระบอก|สั้น|ที่|ใช้|ยิง|ลูกกระสุน|ให้|สูง|โด่ง|ลง|สู่|สนาม|เพลาะ|ได้|,|ปืนครก|  |Syn. cannon
(เฮาลฺ) vt.,|vi. หอน|,|ร้อง|โหยหวน|,|หัวเราะ|เสียง|ดัง. n. เสียง|หอน|,|เสียงร้อง|โหยหวน
(เฮา|'|ลิง) adj. ซึ่ง|ทํา|ให้|เกิด|เสียงร้อง|โหยหวน|,|ใหญ่|มาก|,|จํานวน|มาก|,|อย่างยิ่ง. howlingly adv.
(ฮอย|'|เดิน) n. เด็กหญิง|ที่|มี|ลักษณะ|และ|อุปนิสัย|คล้าย|เด็ก|ผู้ชาย|,|เด็กหญิง|แก่นแก้ว. adj. เจี๊ยวจ๊าว|,|เอะอะ.  |Syn. hoiden.  |Syn. hoydenish adj. hoydenness hoydenism n.
abbr. hemiplegia
abbr. history of present illness
abbr. human palcenta lactogen
abbr. home parenteral nutrition
abbr. hypertrophic pulmonary osteoarthrpathy
ดู|ที่ heart rate ดู|ที่ hour
ดู|His (Her) Royal Highness
abbr. human reovirus like agens
abbr. bedtime
abbr. herpes simplex virus
abbr. hypertension
คําย่อ hepertext make|-|up protocol หมายถึง|ภาษา|ที่|ใช้|ใน|การ|สร้าง|โฮ|มเพจ (home page) และ|เอกสาร|ใน|เวิร์ลด์ไวด์เว็บ (world wide web) ใน|อิน|เตอร์|เน็ต|ดู hypertext ประกอบ
คําย่อ hypertext transfer protocol โป|ร|โต|คอ|ล|หลัง|ฉาก|ที่|ส่ง|ข้อมูล|โดย|ทาง WWW (World Wide Web) โป|ร|โต|คอ|ล|นี้|ทํา|ให้|ผู้ใช้|เข้าถึง|โปรแกรม|ลูกค้า|เข้า|สู่ URL หรือ|เข้า|หา|ไฮเพอเทกซ์
(ฮับ) n. ดุ้มล้อ|,|จุดศูนย์กลาง|,|ศูนย์กลาง|,|แบบ|โลหะ|ของ|เครื่อง|ตอก|ตรา|  |Syn. pivot|,|centre|,|core
(ฮับ|'|บับ) n. เสียง|ดัง|สับสน|,|ความ|โกลาหล|  |Syn. uproar
(ฮัด|'|เดิล) {|huddled|,|huddling.huddles|} v. จับ|กลุ่ม|,|รวม|กลุ่ม|,|เบียดเสียด|,|ทํา|อย่าง|รีบเร่ง|,|ใส่|เสื้อผ้า|อย่าง|เร่งรีบ|,|ประชุม|,|หด|ม้วน|,|กอด|กัน|กลม. -|n. กลุ่ม|,|ก้อน|,|กอง|,|ความ|วุ่นวาย|,|ความ|สับสน|,|การ|ประชุม|,|การ|ปรึกษาหารือ|,|การ|จับ|กลุ่ม|กัน.  |Syn. huddler n. huddli
(ฮิว) n. สี|,|ฉวี|,|แบบอย่าง|,|สีหน้า|,|เสียงร้อง|โวยวาย|,|เสียง|เจี๊ยวจ๊าว ,|ความ|เข้ม|/|จาง|ของ|สี|หมายถึง ความ|ลดหลั่น|ของ|ความ|เข้ม|ของ|สี มี|ความหมาย|คล้าย|คํา|ว่า shade
(ฮิวด) adj. ซึ่ง|มี|สี
(ชัฟ) n. คน|บ้านนอก|,|ชาว|ชนบท|,|คน|ขี้เหนียว adj. อ้วน|,|อ้วน|กลม|,|ภูมิใจ|,|เต็ม ไป|ด้วย|ความ|หยิ่ง|ยโส
(ฮัฟ|'|ฟิช) adj. ขุ่นเคือง|,|ฉุน|,|ทะลึ่ง|,|หยิ่ง|ยโส|,|โอหัง.  |Syn. huffishly adv. huffishness n.  |Syn. irritable|,|insolent
(ฮัก) vt. กอด|,|รัด|,|ชอบ|,|ยึด|มัน|ใน|,|เลียบ|,|ฝั่ง. vi. ใกล้ชิด|,|ยึด|ติด. -|n. การ|กอด การ|รัด|  |Syn. huggable adj. hugger n. gingly adv.  |Syn. press|,|embrace
(ฮิวจฺ) adj. ใหญ่|มาก|,|ใหญ่โต|,|มหึมา|,|มหาศาล.  |Syn. hugely adv. hugeness n.
 |Syn. hula (ฮู|'|ละ ฮู'|ละ) n. การ|เต้นระบํา|ฮาวาย|ที่|มี|การ|โบกมือ|และ|แขน|เล่าเรื่อง|ต่าง ๆ|  |Syn. hula dance|,|hula
(ฮัลคฺ) n. ซาก|เรือ|เก่า ๆ ,|เรือ|ใหญ่|หนัก|,|เรือ|อุ้ยอ้าย|,|คน|อุ้ยอ้าย|,|vi. มี|ลักษณะ|ที่|อุ้ยอ้าย
(ฮัล|'|คิง) adj. อุ้ยอ้าย|,|ใหญ่|และ|หนัก|,|งุ่มง่าม|  |Syn. unwieldy
(ฮัล|'|คี) adj.ดู|hulking
(ฮัล) n. ลํา|เรือ|,|ตัว|เรือ|,|ลํา|เครื่องบิน|,|เปลือก|,|ส่วน|หุ้น|,|ส่วนกลาง|ที่อยู่|ต่ํา|สุด|ของ|ลํา|เรือ vt. เอา|เปลือก|ออก|,|เจาะ|ทะลุ|ลํา|เรือ|  |Syn. huller n.  |Syn. husk|,|shill|,|calyx
(อึ|ม) interj. คําอุทาน|แสดง|การ|ลังเล|สงสัย
(ฮิว|'|เมิน) adj. เกี่ยวกับ|มนุษย์|,|เห็นอกเห็นใจ|คน|,|มี|มนุษยธรรม. -|n. มนุษย์|  |Syn. manlike|,|mortal|,|person|,|man
ลักษณะ|ธรรมชาติ|ของ|มนุษย์
ภาษา|แนว|มนุษย์|หมายถึง|ภาษา|ที่|ใกล้เคียง|ภาษามนุษย์ เขียน|ได้|ง่าย เข้าใจ|ง่าย และ|กระ|ทัด|รัด สะดวก|ใน|การ|ใช้|งาน ภาษา|นี้|มี|ลักษณะ|เหมือน|ภาษาหนังสือ ใช้|เขียน|สั่ง|ให้|คอมพิวเตอร์|ทํางาน แต่|คอมพิวเตอร์|จะ|ต้อง|นํา|ไป|แปล|ให้|เป็น|ภาษาเครื่อง (machine language) ก่อน|จึง|จะ|เข้าใจ และ|นํา|ไป|ปฏิบัติ|ได้ แบ่ง|เป็น 2 ระดับ คือ|1. ภาษาระดับสูง (high level language) 2. ภาษา|ระดับ|ต่ํา (low level language) การ|ใช้|ภาษามนุษย์|เขียน|ชุดคําสั่ง|นี้|มี|ข้อดี|คือ ทํา|ได้|ง่าย มี|ความผิด|พลาด|น้อย แก้ไข|ตอน|หนึ่ง|ตอน|ใด|ได้|ง่าย เขียน|ได้|สั้น เพราะ|บางที|คําสั่ง|เพียง|คําสั่ง|เดียว|ก็|มี|ผล|เท่า|กับ|หลาย|คําสั่ง|ใน|ภาษาเครื่อง แต่|ภาษาเครื่อง|ก็|มี|ส่วน|ดี|ตรง|ที่|สามารถ|ใช้เวลา|ของ|เครื่อง|น้อย|กว่า|เพราะ|ไม่|เสียเวลา|ใน|การ|แปล|ดู computer language ประกอบ|ดู machine language เปรียบเทียบ
(ฮิว เมน|') adj. มี|มนุษยธรรม|,|เห็นอกเห็นใจ|,|มี|เมตตากรุณา|,|เกี่ยวกับ|มนุษยวิทยา.  |Syn. humanely adj. humaneness n.  |Syn. compassionate|,|kind
(ฮิว|'|เมิน|ไน|ซ) vt.,|vi. ทํา|ให้|จิตใจ|เมตตากรุณา|,|ทํา|ให้|มี|ลักษณะ|ของ|มนุษย์|,|กลาย|เป็น|ลักษณะ|ของ|มนุษย์.  |Syn. humanisation|,|humanization n. humaniser|,|humanizer n.  |Syn. scholar
(ฮิว|'|เมิน|นิส|ซึม) n. ลัทธิ|มนุษยธรรม|,|มานุษยวิทยา|,|นิสัย|มนุษย์|,|ความ|รัก|เพื่อนมนุษย์
(ฮิว|'|เมิน|นิสทฺ) n. ผู้|ศึกษา|เกี่ยวกับ|มนุษย์|,|ผู้|มี|ใจ|เมตตากรุณา|มนุษย์|  |Syn. humanistic adj. humanistically adv.
(ฮิว|แมน|นิแท|'|เรียน) adj. มี|มนุษยธรรม. -|n. ผู้|มี|มนุษยธรรม|,|ผู้|ใจบุญ
(ฮิว|แมน|'|นิ|ที) n. มนุษย์|,|มนุษยชาติ|,|ความ|เป็น|มนุษย์|,|ลักษณะ|ธรรมชาติ|ของ|มนุษย์ -|Phr. (The humanites มนุษยศาสตร์|,|การ|ศึกษา|เกี่ยวกับ|ภาษา|และ|วรรณคดี|ของ|กรีก|และ|ลาติน)|  |Syn. mankind|,|man|,|world
(ฮิว|'|เมิน|ไน|ซ) vt.,|vi. ทํา|ให้|จิตใจ|เมตตากรุณา|,|ทํา|ให้|มี|ลักษณะ|ของ|มนุษย์|,|กลาย|เป็น|ลักษณะ|ของ|มนุษย์.  |Syn. humanisation|,|humanization n. humaniser|,|humanizer n.  |Syn. scholar
(ฮิว|'|เมิน|ไคนดฺ) n. มนุษย์|,|มนุษยชาติ|  |Syn. human beings
(ฮิว|'|มิ|นลี) adv. โดย|วิธีการ|ของ|มนุษย์|,|เกี่ยวกับ|มนุษย์|ปุถุชน
(ฮัม|'|เบิล) adj. ถ่อมตัว|,|นอบน้อม|,|อ่อนน้อม|,|ต่ําต้อย. vt. ลด|ต่ํา|,|ทํา|ให้|ต่ํา|ลง|,|ทําลาย|อิสรภาพ|อํานาจ|กําลังใจ|หรือ|อื่น ๆ ทํา|ให้|ถ่อมตัว. หมอบ|ราบ.  |Syn. humbleness n. humbler n. humblingly adv. humbly adv.  |Syn. meek|,|modest
(ฮัม|'|เบิลบี) n. ดู|bumblebee (ดู) ,|ผึ้ง|ป่า|,|แมลง|ภู่|  |Syn. bumblebee
(ฮัม|'|บัก) n. การ|หลอกลวง|,|การ|โกหก|,|มารยา|,|ผู้|หลอกลวง|,|นัก|ต้ม|,|ความ|ไร้|สาระ|,|สิ่ง|ที่|ไร้|สาระ v. หลอกลวง|,|โกง|,|ต้ม -|interj. เหลวไหล|!.  |Syn. humbugger n.  |Syn. nonsense
(ฮัม|'|ด|รัม) adj. จืดชืด|,|น่า|เบื่อ. -|n. ความ|จืดชืด|,|ความ|ไม่|มี|รสชาติ|,|ความ|น่า|เบื่อ|,|การ|พูด|ที่|น่า|เบื่อ|,|บุคคล|ที่|น่า|เบื่อ.  |Syn. humdrumness n.  |Syn. dull|,|fellow
(ฮิว|'|เมอรัส) n. กระดูก|ต้นแขน|,|กระดูก|แขน|,|กระดูก|ปีก|นก|หรือ|ไก่ -|pl. humeri
(ฮิว|'|มิด) adj. ชื้น|,|เปียก|ชื้น.  |Syn. humidly adv. humidness n.  |Syn. moist
(ฮิว|มิด|'|ดะ|ไฟ) vt. ทํา|ให้|ชื้น.  |Syn. humidification n.
(ฮิว|มิด|'|ดิ|ที) n. ความ|ชื้น|,|ความ|ชื้น|สัมพัทธ์|  |Syn. dampness|,|moisture
(ฮิว|มิ|ล|'|ลีเอท) vt. ทํา|ให้|ขายหน้า|,|ทํา|ให้|เสียเกียรติ.  |Syn. humiliatingly adv. humiliator n. humiliatory|,|humiliative adj.  |Syn. mortify|,|disgrace
(ฮิว|มิ|ลลีเอ|'|เชิน) n. การ|ทํา|ให้|ขายหน้า|,|ความ|อัปยศ|อดสู
(ฮิว|มิ|ล|'|ลิ|ที) n. ความ|ถ่อมตัว|,|ความ|นอบน้อม|  |Syn. meekness
(ฮัม|'|มิ|ง) adj. ซึ่ง|ทํา|ให้|เกิด|เสียง|หึ่ง|,|ยุ่ง|มาก|,|กระฉับกระเฉง|,|มี|ชีวิตชีวา.  |Syn. hummingly adv.  |Syn. buzzing
(ฮัม|'|มิ|งเบิร์ด) n. นก|ที่|เล็ก|ที่สุด|ของ|โลก|,|นก|ผึ้ง
(ฮัม|'|มอ|ค) n. ที่ดิน|ลักษณะ|คลื่น|,|เนิน|กลม|,|ที่|สูง|เนิน|น้ําแข็ง.  |Syn. hummocky adj.
(ฮิว|'|เมอะ) n. ความ|ตลกขบขัน|,|อารมณ์ขัน -|Phr. (out of humo (u) r ไม่|พอใจ|,|เคือง|,|ฉุน) . vt. ทํา|ให้|พึงพอใจ|,|ยอมตาม|,|ปรับ|ตัว|เข้า|กับ.  |Syn. humorful|,|humourful adj.  |Syn. pleasantry|,|wit
(ฮิว|'|เมอรัล) adj. เกี่ยวกับ|ของเหลว|ของ|ร่างกาย
(ฮิว|'|เมอรัส) adj. ตลก|,|ขบขัน|,|adj. เกี่ยวกับ|ของเหลว|ใน|ร่างกาย|,|เปียก|ชื้น|  |Syn. funny
(ฮิว|'|เมอะ) n. ความ|ตลกขบขัน|,|อารมณ์ขัน -|Phr. (out of humo (u) r ไม่|พอใจ|,|เคือง|,|ฉุน) . vt. ทํา|ให้|พึงพอใจ|,|ยอมตาม|,|ปรับ|ตัว|เข้า|กับ.  |Syn. humorful|,|humourful adj.  |Syn. pleasantry|,|wit
(ฮิว|'|เมอรัส) adj. ตลก|,|ขบขัน|,|adj. เกี่ยวกับ|ของเหลว|ใน|ร่างกาย|,|เปียก|ชื้น|  |Syn. funny
(ฮัม|พฺ) n. ปุ่ม|,|โคก|,|หนอก|,|เนิน|กลม. -|Phr. (the Hump ภูเขา|หิ|มาลัย) vt. ทํา|ให้|เป็น|ปุ่ม|ขึ้น|,|พยายาม|มาก|,|ผสม|พันธ์|กับ|,|แยก|ขึ้น|หลัง|หรือ|ไหล่. vi. เป็น|ปุ่ม|ขึ้น|,|เร่งรีบ|  |Syn. protuberance|,|knob
n. หลัง|โกง|,|หลัง|ค่อม|,|ปลาวาฬ ที่|มี|ตะ|โหนก|บน|หลัง
adj. ซึ่ง|มี|ตะ|โหนก|,|บน|หลัง|,|หลัง|โกง|,|หลัง|ค่อม|  |Syn. hunchbacked
(ฮิว|'|มัส) n. ดินดํา|ที่|เกิด|จาก|การ|สลาย|ตัว|ของ|พืช|และ|สัตว์
(ฮันชฺ) vt. ทํา|ให้|โค้ง|,|ทํา|ให้|โก่ง|,|ทํา|ให้|ค่อม vi. ผลัก|,|ดัน|,|ยืน|,|นั่ง|หรือ|เดิน|หลัง|โค้ง. -|n. โหนก|,|ตะ|โหนก|,|เนื้อ|หนอก|,|เนื้อ|ตะโพก|,|การ|รู้สึก|ล่วงหน้า|,|การ|ผลัก
ก n. คน|หลัง|ค่อม
adj. ซึ่ง|มี|หลัง|ค่อม
n. ร้อย|,|เลข|ร้อย
adj. เป็น 100|เท่า|,|ซึ่ง|ประกอบ 100 ส่วน. adv. เป็น|ร้อย|เท่า
(ฮัน|'|ด|ริ|ดธฺ) adj. ที่|หนึ่ง|ร้อย|,|เป็น|หนึ่ง|ใน|100 ส่วน|เท่า ๆ กัน. -|n. ส่วน|ที่|ร้อย|,|สมาชิก|ลําดับ|ที่|ร้อย
n. หน่วย|น้ําหนัก|ที่|เท่า|กับ|100|ปอนด์|ใน|อเมริกา|และ|เท่า|กับ|112|ปอนด์|ใน|อังกฤษ|ใช้|อักษรย่อ|ว่า cwt
(ฮัง) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ hang
(ฮัง|'|อัพ) adj. เต็มไปด้วย|ปัญหา|ที่|ยุ่งยาก|,|เป็นห่วง|,|กังวลใจ|  |Syn. detained
(ฮัง|'|เก|อะ) n.ความ|หิว|,|ความ|ต้องการ|มาก. vi. รู้สึก|อยาก|,|รู้สึก|หิว.  |Syn. famine|,|starvation
(ฮัง|'|ก|รี) adj. หิว|,|กระหาย|,|อยาก|,|ปรารถนา|,|ข้าวยากหมากแพง.  |Syn. hungrily|,|hungeringly adv. hungriness n.  |Syn. eager Ant. satiated
(ฮังคฺ) n. ก้อน|ใหญ่|,|ชิ้น|ใหญ่|  |Syn. chunk
(ฮัง|'|เคอะ) vi. นั่ง|ขัดสมาธิ|,|นั่ง|พับ|ขา.  |Syn. hunkers ก้น|,|ตะโพก. -|on one|'|s hunkers นั่ง|พับ|ขา
(ฮังคซฺ) n. บุคคล|ที่|มี|อารมณ์|ร้าย|,|คน|ขี้เหนียว|  |Syn. miser
(ฮอง|'|คี|,|ฮัง|'|รี) n. คน|ผิว|ขาว
(ฮันทฺ) vt. vi. ล่า|,|ล่าสัตว์|,|ค้นหา|,|ตาม|หา|,|-|n. การ|ล่า|,|การ|ล่าสัตว์|,|บริเวณ|ที่|ตาม|ล่า|,|การ|ค้นหา|  |Syn. huntable adj. huntedly adv.
(ฮัน|'|เทอะ) n. ผู้|ล่า|,|พราน|,|คน|ล่าสัตว์|,|ผู้|ค้นหา|,|สุนัข|ล่าสัตว์|,|ชื่อ|กลุ่ม|ดาว|Orion
(ฮัน|'|ทิง) n. การ|ล่า|,|การ|ล่าสัตว์|,|การ|ค้นหา adj. เกี่ยวกับ|การ|ล่าสัตว์|,|เกี่ยวกับ|การ|ล่า|หรือ|ค้นหา
(ฮันทซฺ|'|เมิน) n.นายพราน|,|สุนัข|ล่าสัตว์|  |Syn. huntsmanship n. -|pl. huntsmen
(เฮ|อ|'|คิว|ลิส) n. วีรบุรุษ|ใน|นิยาย|กรีก|ที่|มี|กําลัง|มหาศาล|,|ชื่อ|กลุ่ม|ดาว
(เฮ|อ|'|เดิล) n. รั้ว|สําหรับ|แข่ง|กระโดด|ข้าม|,|เครื่องกีดขวาง|,|อุปสรรค. v. กระโดดข้ามรั้ว|,|กระโดด|ข้าม|,|ข้าม|,|เอาชนะ|อุปสรรค|,|สร้าง|สิ่ง|กีดขวาง|,|ล้อม|รั้ว.  |Syn. hurdler n.  |Syn. obstacle|,
(เฮิร์ล) vt. ขว้าง|,|เหวี่ยง|,|ปา|,|โยน|,|สลัด|,|ดีด|,|ร้อง|เสียง|ดัง vi. ขว้าง (อาวุธ) -|n. การ|ขว้าง|,|การ|เหวี่ยง|  |Syn. propel|,|fling|,|heave
(เฮ|อ|'|ลิง) n. การ|ขว้าง|,|การ|เหวี่ยง|,|กีฬา|ไอ|ริ|ช|ที่|คล้าย|ฮอกกี้
(เฮิร์ล|'|ลี่) n. ความ|วุ่นวาย|  |Syn. commotion -|pl. hurlies
(ฮะ|รา|') interj.,|n. คําอุทาน|หรือ|การ|แสดง|ความ|ปิติยินดี|ความ|พอใจ|หรือ|อื่น ๆ ,|ความ|เกรียวกราว|,|ความ|วุ่นวาย vi.,|vt. ไชโย|!|,|ดี|แล้ว|!|,|  |Syn. hurray commotion
(เฮ|อ|'|ระ|เคน) n. พายุ|เฮ|อริ|เคน เป็น|พายุ|หมุน|เขต|ร้อน ที่|รุนแรง|ที่สุด
ตะเกียง|ปล่อง|แก้ว|กัน|ลม
(เฮ|อ|'|รีด) adj. รีบเร่ง|,|รีบร้อน|,|ฉุกละหุก|,|ด่วน.  |Syn. hurriedly adv. hurriedness n.  |Syn. rushed
(เฮ|อ|'|รี) vi.,|vt.,|n. (ความ|,|ทํา|ให้) รีบเร่ง|,|รีบร้อน|,|เร่งด่วน|,|จาก|ไป|อย่าง|รวดเร็ว|  |Syn. hurriedly adv. hurriedness n.  |Syn. rush|,|hasten|,|move
adv. (ความ) รีบเร่ง|,|รีบร้อน|,|ฉุก|ละ|หก|,|ลุก|ลี้|ลุก|ลน.
adv.,|adj.,|vi. ดู|hurry|-|scurry (ดู)| 
(เฮิร์ท) vt.,|vi. ทํา|ให้ (รู้สึก) บาดเจ็บ|,|ทํา|ให้|เจ็บปวด|,|ทํา|อันตราย|,|ทํา|ให้|เจ็บใจ|,|ทํา|ให้|เสียใจ. -|n. การ|ทํา|ให้|ได้|รับ|บาดเจ็บ|,|บาดแผล|,|ความ|เจ็บปวด|,|ความ|เสียหาย|  |Syn. injure|,|wound|,|harm
(เฮิร์ท|'|ฟู|ล) adj. ซึ่ง|ทํา|ให้|ได้|รับ|บาดแผล|,|เป็น|อันตราย|,|ซึ่ง|ทํา|ให้|เสียหาย.  |Syn. hurtfully adv. hurtfulness n.  |Syn. injurious|,|harmful|,
(เฮ|ฮ|'|เทิล) v.,|n. (การ) พุ่ง|,|เคลื่อน|ไป|อย่าง|รวดเร็ว|มาก|,|เบียด|และ|ผลัก|อุตลุด|,|กระทบ|,|ชน.  |Syn. charge|,|rush|,|crash
(ฮัช|'|เบินดฺ) n. สามี vt. ควบคุม|,|ใช้|อย่าง|ประหยัด|,|เป็น|สามี|,|แต่งงาน|,|หา|สามี|ให้|,|ไถ (นา|เพาะปลูก.)|  |Syn. husbander n.  |Syn. spouse
(ฮัช|'|เบินดฺ|เมิน) n. ชาวนา -|pl. husbandmen
(ฮัช|'|เบินด|รี) n. การ|ทําไร่ไถนา|,|การ|ปศุสัตว์|,|การเกษตร|,|การ|ทํา|ฟาร์ม|,|การ|จัดการ|อย่าง|ระมัดระวัง|และ|ประหยัด|,|การ|เคหศาสตร์|  |Syn. tillage
(ฮัช) {|hushed|,|hushing|,|hushes|} interj. คําอุทาน|ขอ|ให้|เงียบ. vi.,|adj. เงียบ|,|ปิดบัง|,|ทํา|ให้|สงบ|,|บรรเทา. -|n. ความ|เงียบ.  |Syn. hushedly adv. hushful adj. hushfully n.  |Syn. silence|,|quiet
เงิน|ปิดปาก|,|เงิน|ค่าปิดปาก
(ฮัสคฺ) n. เปลือก|,|เปลือกนอก|,|แกลบ|,|เปลือก|เมล็ด. vt. เอา|เปลือก|ออก
(ฮัส|'|คี) adj. แข็งแรง|และ|ใหญ่โต|,|มั่นคง|,|มี|เปลือก|มาก. (เสียง) แหบ -|n. คน|แข็งแรง|และ|ตัว|ใหญ่|  |Syn. huskily adv. huskiness n.  |Syn. throaty|,|hoarse
(ฮัส|'|เซิล) vi. เร่งรีบ|,|รีบ|,|เบียด|ดัน|,|ผลัก|,|หากิน|โดย|วิธี|ไม่|สุจริต vt. ดัน|,|ผลัก|,|ผลัก|ไล่|,|เร่ง|,|กระตุ้น. -|n. การ|กระทํา|ที่|กระฉับกระเฉง|,|คน|ทํา|เร็ว|,|คน|โกง|,|คน|หลอกลวง|,|หญิง|โสเภณี|,|คน|เดิน|ถนน|  |Syn. jostle|,|push|,|goad
(ฮัส|'|เลอะ) n. นักธุรกิจ|,|คน|รีบเร่ง|,|คน|ทํางาน|  |Syn. go|-|getter
abbr. history
(ไฮ|'|บ|ริ|ด) n.,|adj. ลูกผสม|,|พันธุ์ผสม|,|พันทาง|,|ครึ่งชาติ|,|ลูก|เลือด|ผสม|,|คําผสม.  |Syn. hybridism n.
คอมพิวเตอร์|ลูกผสม|หมายถึง|คอมพิวเตอร์|ที่|มี|ลักษณะ|ของ|อะ|นา|ล็|อก|คอมพิวเตอร์ (analog computer) และ|ดิจิตอล|คอมพิวเตอร์ (digital computer) ผสม|กัน คือ มี|อุปกรณ์|เชื่อมต่อ|ที่|สามารถ|แปลง|ข้อมูล|ทั้ง|สอง|ประเภท|นั้น|ได้|ดู analog computer|, และ digital computer ประกอบ
(ไฮ|'|ดรันทฺ) n. หัว|ก๊อกน้ํา|ประปา|สาธารณะ|,|หัว|ก๊อกน้ํา|ดับ|เพลิง|,|ก๊อกน้ํา
(ไฮ|'|เดรท) n. สารประกอบ|ที่|มี|โมเลกุล|ของ|น้ํา|อยู่|ด้วย. vt.,|vi.รวม|กับ|น้ํา.  |Syn. hydration|,|hydrator n.
(ไฮด|รด|ล|'|ลิค) adj. ซึ่ง|ใช้|น้ํา|ใน|การ|ขับเคลื่อน|,|ซึ่ง|ใช้|น้ํา|ภายใต้|ความ|กดดัน|,|เกี่ยวกับ|hydraulics|,|แข็งตัว|เมื่อ|ผสม|กับ|น้ํา (เช่น ซีเมนต์)| 
(ไฮด|รอ|'|ลิคช) n. ธารา|ศาสตร์|,|วิชา|ที่|เกี่ยวกับ|กฎ|ของ|ของเหลว|ว่าด้วย|กําลัง และ|การ|เคลื่อนไหว
(ไฮ|'|โดร) adj. เกี่ยวกับ|พลังงานไฟฟ้า|ที่|ได้|จาก|พลังงาน|น้ํา. -|n. พลังไฟฟ้า|ที่|ได้|จาก|พลังงาน|น้ํา|,|เครื่อง|กําเนิด|พลังงาน|ดังกล่าว
ดู|ที่ adrenal gland
(ไฮ|'|โดรฟอย) n. เรือ|ปีก|น้ํา|,|ปีก|ที่|ติด|กับ|ข้าง|เรือ|ให้|แฉลบ|น้ํา
(ไฮ|'|ด|ระ|เจน) n. ธาตุ|แก๊ส|ไฮโดรเจน
ระเบิดไฮโดรเจน
(ไฮด|ระ|โฟ|'|เบีย) n. โรค|กลัว|น้ํา|,|ไม่|ชอบ|น้ํา|,|เกี่ยวกับ|โรค|กลัว|น้ํา.  |Syn. hydrophobicity n.
n. เครื่องบิน|น้ํา|,|เรือ|เร็ว|ขนาด|เล็ก|ที่|วิ่ง|ตาม|ผิวน้ํา. vi. แล่น|เร็ว|มาก|ไป|ตาม|ผิวน้ํา|,|เดินทาง|ด้วย|เรือ|เร็ว|ขนาด|เล็ก
(ไฮ|'|กระ|ส|โค|พ) n. เครื่องวัด|ความ|ชื้น|ของ|อากาศ
n. สารประกอบ|ด้วย|กลุ่ม|ธาตุ|OH
(ไฮ|อี|'|นะ) n. สัตว์|กิน|เนื้อใน|แอฟริกา|ออก|หากิน|ใน|เวลา|กลางคืน|ชอบ|กิน|ซากศพ|  |Syn. hyenic|,|hyenine adj. hyenoid adj.  |Syn. hyaena
(ไฮ|'|จีน) n. สุขภาพ|ศาสตร์|,|สุขภาพ.  |Syn. hygienic|,|hygienical adj. hygienically adv.
(ไฮจี|เอน|'|นิคซฺ) n. สุขภาพ|ศาสตร์
Pref. เปียก|,|ชื้น|,|ความ|ชื้น
(ไฮ|กรอม|'|มิ|เทอร์) n. เครื่องวัด|ความ|ชื้น|ของ|อากาศ
adj. เกี่ยวกับ|การ|วัด|ความ|ชื้น|ของ|อากาศ
(ไฮ|กรอม|'|มิ|ท|รี) n. การ|วัด|ความ|ชื้น|ของ|อากาศ
(ไฮ|'|อิง) v. กริยา|ช่อง 3 ของ hie
(ไฮ|'|เมิน) n. เยื่อ|หรหมจา|รี
(ฮิ|มน|ฺ) n.,|vt. (สวด|,|ร้อง) เพลง|สวด|,|เพลง|สรรเสริญ|,|เพลง|ศาสนา|  |Syn. paean
การ|หายใจ|ถี่|เร็ว
adj. ซึ่ง|กระทํา|มาก|เกิน|ไป|  |Syn. hyperaction n. hyperactivity n.
n. ส่วน|ของ|ที่ราบ|ของ|รูปกรวย|ที่|ถูก|กด|ตรง|  |Syn. conic section
: ไฮเปอร์แคร์|หมายถึง ชุด|ซอฟต์แวร์|ของ|เครื่อง|แมค|อิน|ทอ|ช|ที่|ออกแบบ|มา|เพื่อให้|ผู้|ที่|เขียน|โปรแกรม|ไม่|เป็น สามารถ|เขียน|โปรแกรม|เอง|ได้ แต่|แล้ว|กลับ|ปรากฏ|ว่า การ|เรียน|วิธี|ใช้|ซอฟต์แวร์|ตัว|นี้ กลับ|ยาก|เกิน|ไป กับ|ทั้ง|ยัง|ทํา|ไม่|ได้|ดี|เหมือน|กับ|โปรแกรม|ที่|เขียน|ด้วย|ภาษาซี (C) หรือ|ปา|สกา|ล (Pascal) เมื่อ|ผลิต|ขาย|ใหม่ ๆ คน|นิยม|มาก แต่|ปัจจุบัน|ดูเหมือน|จะ|หาย|ไป|จาก|ตลาด|แล้ว
ภาวะ|น้ําตาล|ใน|เลือด|มาก|เกิน
ภาวะ|เหงื่อ|ออก|มาก
ภาวะ|โปตัสเซียม|ใน|เลือด|สูง
สื่อ|หลาย|มิติ|มี|ความหมาย|เหมือน|มัล|ติ|มี|เดีย (mulltimedia) หรือ|บาง|ครั้ง|ก็|เรียก|ว่า ไฮเปอร์เทกซ์ (hypertext) ซึ่ง|ก็|คือ|การ|ผสมผสาน|ของ|ข้อความ - ภาพ - เสียง และ|วีดิทัศน์ (video) ใน|การ|เสนอ|เรื่องราว|ต่าง ๆ เพื่อให้|เกิด|ความ|ตื่นเต้น|เร้าใจ ฯ
หายใจ|ลึก|และ|ถี่
adj. ซึ่ง|มี|ความรู้สึก|ไว|เกิน|ไป|,|ไว|ผิดธรรมดา|ที่|มี|ต่อ|สิ่ง|กระตุ้น|ใด ๆ|  |Syn. hypersensitivity n.
n. โรคความดันโลหิตสูง|,|การ|มี|ความ|ตึงตัว|มาก|เกิน|ไป
adj. เกี่ยวกับ|ความดัน|โลหิต -|n. คน|ที่|มี|ความดัน|โลหิต|สูง
ข้อความ|หลาย|มิติ|หมายถึง การ|เรียกหา|ข้อมูล|เกี่ยวกับ|เรื่อง|ที่|ต้องการ|รู้ ให้|แสดง|บน|จอภาพ ซึ่ง|อาจ|มี|ทั้ง|ข้อความ|ที่|ใช้|อธิบาย หรือ|บางที|จะ|มี|ภาพประกอบ มี|เสียง หรือ|มี|การ|แสดง|การ|เคลื่อนไหว ฯ ใช้|มาก|ใน|โฮ|มเพจ|ต่าง ๆ ใน|อิน|เตอร์|เน็ต ส่วนมาก คํา|ที่|จะ|มี|คําอธิบาย|เช่นนี้ มักจะ|เป็น|คํา|ที่|ขีดเส้นใต้|ไว้ หรือ|ไม่|ก็|เป็น|ตัว|ดํา|หนา เมื่อ|ลาก|เมาส์|ไป|วาง|ที่|คํา|เหล่านี้ ตัว|ชี้|ตําแหน่ง|จะ|เปลี่ยน|เป็น|นิ้วชี้ ถ้า|กด|เมาส์ ก็|จะ|มี|รายละเอียด|มา|อธิบาย|ให้ หรือ|จะ|โยง|ไป|หา|รายละเอียด|ของ|เรื่อง|นั้น ๆ| 
เกิด|จาก thyroxin ถูก|ขัย|ออก|มา|มาก|กว่า|ปกติ ทํา|ให้|อัตรา|การ|เผาผลาญ|อาหาร|มาก|ทํา|ให้|เกิด|โรค 2 อย่าง|คือ 1. exophthalamic goiter เป็น|ลักษณะ|คอหอยพอก ใจสั่น|เหงื่อ|ออก|มาก ชีพจร|เต้น|เร็ว ตกใจ|ง่าย นอน|ไม่|หลับ อ่อนเพลีย ตา|โปน|และ|ถลน 2. adenomatous goiter with hyperthyroidism เป็น|อาการ|ที่|เกิด|ขึ้น|หลังจาก|ต่อม|ธัยรอยด์|โต|แล้ว ทํา|ให้|เกิด|อาการ|เหมือน|ชนิด|แรก แต่|ไม่|ใคร่|โปน|มาก|นัก
ภาวะ|กรด|ยู|ริ|ค|ใน|เลือด|สูง
(ไฮ|'|เฟน) n. เครื่องหมาย|ขีด|สั้น ๆ (-) ที่|ใช้|เชื่อม|คําผสม|หรือ|อื่น ๆ vt. ทํา|ให้|เกิด|ขีด|สั้น ๆ
(ฮิพ|โน|'|ชิ|ส) n. การ|สะกดจิต
(ฮิ|พน|อท|'|ทิค) adj. เกี่ยวกับ|การ|สะกดจิต|,|ซึ่ง|ทํา|ให้|หลับ. -|n. ยานอนหลับ|,|ผู้|ถูก|สะกดจิต
(ฮิพ|'|นะ|ไท|ซ) vt.,|vi. สะกดจิต|,|ทํา|ให้|หลับ.  |Syn. hypnotis (z) -|ation n. hyonotis (z) ability n. hypnotis (z) able adj.  |Syn. entrance
(ฮิพ|'|นะ|ทิสทฺ) n. ผู้|สะกดจิต
(ฮิพ|'|นะ|ไท|ซ) vt.,|vi. สะกดจิต|,|ทํา|ให้|หลับ.  |Syn. hypnotis (z) -|ation n. hyonotis (z) ability n. hypnotis (z) able adj.  |Syn. entrance
Pref. ภายใต้|,|ใต้
(ฮิ|พอ|ค|'|ระ|ซี) n. การ|เสแสร้ง|,|การ|แสร้งทํา|,|การ|หลอกลวง|  |Syn. deceit|,|deception
(ฮิพ|'|พะค|ริ|ท) n. ผู้|เสแสร้ง|,|ผู้|หลอกลวง.  |Syn. hypocritical adj.  |Syn. impostor
(ไฮพะเดอ|'|มิ|ค) adj. เกี่ยวกับ|การ|ฉีดยา|เข้า|ใต้|ผิวหนัง|,|เกี่ยวกับ|ส่วน|ที่อยู่|ใต้|ผิวหนัง -|n. ยา|เข้า|ใต้|ผิวหนัง|,|การ|ฉีดยา|เข้า|ใต้|ผิวหนัง|,|กระบอกฉีด|ยา|เข้า|ใต้|ผิวหนัง
ความรู้สึก|ที่|ไว|ต่อ|การ|สัมผัส|น้อย|ลง
เส้นประสาท|ของ|cranial nerves คู่|ที่ 12 ที่|ไป|สู่|กล้ามเนื้อ|ของ|ลิ้น ควบคุม|การ|หดตัว|และ|คลาย|ตัว|ของ|กล้ามเนื้อ|ลิ้น|ให้|มี|การ|เคลื่อนไหว
ภาวะ|น้ําตาล|ใน|เลือด|ต่ํา
ภาวะ|โปตัสเซียม|ใน|เลือด|ต่ํา
(ไฮ|โพ|เท|น|'|เชิน) n. ภาวะ|ความดัน|โลหิต|ต่ํา|กว่า|ปกติ
(ไฮ|พอ|ธ|'|ธิ|ชิ|ส) n.สมมุติฐาน|,|ข้อ|สมมุติ|  |Syn. hypothesist n. -|pl|,|hypotheses
(ไฮ|พอ|ธ|'|ธิ|ไซ|ซ) vi.,|vt. สร้าง|สมมุติฐาน. vi. ให้|เป็น|สมมุติฐาน|ก่อน
(ไฮ|พอ|ธ|'|ธิ|ไซ|ซ) vi.,|vt. สร้าง|สมมุติฐาน. vi. ให้|เป็น|สมมุติฐาน|ก่อน
(ไฮพะเธท|'|ทิเคิล) adj. เป็น|สมมุติฐาน|,|เป็น|ข้อ|สมมุติ.  |Syn. hypothetic
เกิด|จาก thyroxin ถูก|ขัย|ออก|มา|น้อย|กว่า|ปกติ ทํา|ให้|อัตรา|การ|เผาผลาญ|อาหาร|น้อย|ลง
ภาวะ|เลือด|ขาด|ออกซิเจน
(ฮิส|ที|'|เรีย) n. โรค|ฮิสทีเรีย|,|โรคจิต|ประสาท|ซึ่ง|ไม่|มี|โรค|ที่|เกี่ยวกับ|อาการ|ที่|แสดง|ออก
(ฮิส|เท|อ|'|ริ|ค) n. การ|หัวเราะ|หรือ|ร้องไห้|ที่|ควบคุม|ไม่|ได้|,|คน|ที่|เป็น|โรค|ฮิสทีเรีย. adj. ดู|hysterical (ดู)|  |Syn. hysteria
(ฮิส|เท|อ|'|ริ|คัล) adj. เกี่ยวกับ|หรือ|ทํา|ให้|เกิด|ฮิสทีเรีย|,|ซึ่ง|มี|อาการ|หัวเราะ|หรือ|ร้องไห้|ที่|ควบคุม|ไม่|อยู่|,|ขบขัน|มาก|,|ซึ่ง|ทํา|ให้|อด|หัวเราะ|ไม่|ได้.  |Syn. hysterically adv.
ย่อ|มา|จาก hertz เป็น|หน่วย|วัด|การ|สั่นสะเทือน|ของ|กระแส|ไฟฟ้า|ที่|ใช้|จํานวน|มาก ๆ เพื่อ|วัด|ความ|เร็ว|ของ|การ|ทํางาน|ของ|เครื่อง|คอมพิวเตอร์|อีก|ที|หนึ่ง 1 เฮิร์ทซ์ เท่า|กับ 1 รอบ|ต่อ|วินาที เมื่อ|วัด|กัน|ใน|ขนาด|จํานวน|มาก|จริง ๆ จึง|ใช้|หน่วย|ใหญ่|ที่|เรียก|ว่า เม|กะ|เฮิร์ทซ์ (megahertz) ใช้|ตัวย่อ|ว่า MHz ไมโครคอมพิวเตอร์|ปัจจุบัน|จะ|ทํางาน|ด้วย|ความ|เร็ว|ประมาณ 25 - 60 เม|กะ|เฮิร์ทซ์
abbr. herpes zoster virus
