(เอน) พยัญชนะ|อังกฤษ|ตัว|ที่|14
abbr. New Brunswick|,|nota bene|  |Syn. note well|,|take notice
(แนบ) vt. จับ|,|ยึด|,|จับกุม|  |Syn. bag
(เน|'|เดอะ) n. จุด|ที่ต่ํา|ที่สุด.  |Syn. nadiral adj.
(แนก) v.,|n. (การ) ถากถาง|,|จู้จี้|,|ค่อนแคะ|,|หาเรื่อง|จับผิด|  |Syn. harass
(นา|'|กะ) n. นาค
(เนล) n. ตะปู -|Id. (hit the nail on the head พูด|ถูก|จุด|,|ทํา|ถูก|จุด) vt. ยืด|ด้วย|ตะปู|,|ตรึง|,
ยาทา|เล็บ
ตะไบ|เล็ก ๆ สําหรับ|ขัด|เล็บ
ยาทา|เล็บ
(เนล|'|บรัช) n. แปรง|ขัด|เล็บ
(ไน|โร|'|บี) n. ชื่อ|เมืองหลวง|ของ|เคน|ยา
(นา|อี|ฟว|') adj. ง่าย ๆ ซื่อ ๆ ,|ไม่|มี|เล่ห์เหลี่ยม|,|ไม่|มี|มารยา|,|ขาด|ประสบการณ์.  |Syn. simple|,|artless
(นา|อี|ฟ|เท|') n. ความ|ง่าย ๆ ซื่อ ๆ ,|ความ|ไม่|มี|เล่ห์เหลี่ยม|หรือ|มารยา
(เน|'|คิด) adj. เปลือย|,|เปลือย|กาย|,|ไม่|นุ่ง|ผ้า|,|เปล่า|,|ไม่|มี|อะไร|,|ล่อนจ้อน|,|ไม่|มี|ต้นไม้|,|ไร้|ใบ|,|ไร้|ขน|  |Syn. nakedness n.  |Syn. nude
(เน|'|มะเบิล) adj. ระบุ|ชื่อ|ได้|,|เปิดเผย|ชื่อ|ได้
(แนม|'|บี|แพ|ม|'|บี) adj. จืดชืด|,|ไร้|สาระ|,|เหลาะแหละ|,|โหรงเหรง|,
(เนม) n. ชื่อ|,|นาม vt. ตั้ง|ชื่อ|,|ระบุ|ชื่อ
n. เป้าหมาย|,|จุด|ปรสงค์
(เน|'|มะเบิล) adj. ระบุ|ชื่อ|ได้|,|เปิดเผย|ชื่อ|ได้
(เนม|'|ลี) adv. กล่าวคือ
(เนม|'|เซ|ค) n. ผู้|มี|ชื่อ|เหมือน|ของ|คน|อื่น|,|ผู้|ที่|มี|ชื่อ|เหมือน|กัน
(แนนด์) ไม่|และ|ตัวดําเนินการ|ตรรกะ (logical operator) ตัว|หนึ่ง|ซึ่ง|จะ|ให้|สัญญาณ|เป็น "|จริง|" ถ้า|สัญญาณ|เข้า|ทาง|ใด|ทาง|หนึ่ง|หรือ|ทั้ง|สอง|ทาง|เป็น "|เท็จ|" และ|ถ้า|สัญญาณ|เข้า|ทั้ง|คู่|เป็น "|จริง|" สัญญาณ|ผล|ออกจะ|เป็น "|เท็จ|"
(แนน|'|นี) n. พี่เลี้ยง|ของ|เด็ก
แพะ|ตัวเมีย
Pref. "|แคระ|" ,|"|หนึ่ง|ส่วน|พันล้าน|"
(เน|'|นะ|มี|เทอะ|,|แนน|'|นะ|มี|เทอะ) n. หนึ่ง|ส่วน|ล้าน|ของ|หนึ่ง|มิลลิเมตร|;|nm
(เน|'|นะ|เซ|ค|คัน|ดฺ|,|แนน|'|นะ|เซ|ค|คัน|ดฺ) n. หนึ่ง|ส่วน|ล้าน|ของ|หนึ่ง|วินาที|; ns|;|nsec
(แนพ) {|napped|,|napping|,|naps|} v. งีบ|หลับ|,|ม่อยหลับ|,|เผลอ n. การ|นอนหลับ|ใน|ระยะ|เวลา|อัน|สั้น|  |Syn. doze|,|sleep
(เน|'|พาล์ม) n. สาร|คล้าย|วุ้น|ชนิด|หนึ่ง|ที่|ติดไฟ|ได้|ง่าย|ใช้|ทํา|ระเบิดเพลิง. vt. ทิ้ง|ระเบิด|นา|ปาล์ม|  |Syn. fire bombs
(เนพ|,|แพน) n. หลัง|คอ
(แนฟ|'|ธะลีน) ผลึก|สี|ขาว|ชนิด|หนึ่ง|ที่|ได้|จาก|น้ํามันดิน
(แนฟ|'|คิน) n. ผ้าอ้อม|,|ผ้าเช็ดหน้า|,|ผ้าพันคอ
n. (ค.ศ.1869|-|1821) พระเจ้า|น|โป|เลียน|มหาราช
(แนพ|'|พี|ป adj. เป็น|ฟอง|,|มืน
(นาร์|'|ซิ|ซิ|ส ซึม) n. ความ|รัก|ตัวเอง|,|ความ|ชื่นชม|ใน|ลักษณะ|ทาง|กาย|และ ใจ|ของ|ตัวเอง
(นาร์|ซิ|ส|'|ซัส) n. พืช|ไม้ดอก เหมือน|ถ้วย
Pref. "|ภาวะ|คล้าย|กับ|หมด|ความ|รู|สึก|"
(นาร์|โค|'|ซิ|ส) n. ภาวะ|ง่วง|หลับ
(นาร์|คอ|ท|'|ทิค) n. สาร|ที่|ทํา|ให้|เกิด|อาการ|ง่วง|หลับ|หรือ|ใกล้|หมด|ความรู้สึก|,|สารเสพติด adj. เกี่ยวกับ|สาร|หรือ|ยา|ดังกล่าว.
(แน|'|เรี|ยล) adj. เกี่ยวกับ|รู|หรือ|ช่องจมูก
(แนร์|'|เรท|,|แนเรท|') {|narrated|,|narrating|,|narrates|} v. เล่าเรื่อง|,|บรรยาย.  |Syn. narratable adj. narrator|,|narrater n.  |Syn. tell
(แนเร|'|เชิน) n. เรื่อง|เล่า|,|เรื่อง|บรรยาย|,|การ|เล่าเรื่อง|,|การ|บรรยาย
(แน|'|ระ|ทิฟว) n. เรื่อง|เล่า|,|การ|เล่าเรื่อง adj. เกี่ยวกับ|เรื่อง|เล่า|  |Syn. chronicle
(แน|'|โร) adj. แคบ|,|จํากัด|,|คับแคบ|,|เกือบ|ไม่|สําเร็จ|,|เกือบ|ไม่|พอ|,|ระมัดระวัง|,|ประหยัด|,|ขี้เหนียว vi. กลาย|เป็น|แคบ|ลง vt. ทํา|ให้|แคบ|ลง
(แน|'|รี) adj. ไม่|,|ไม่|มี|ทาง|,|เปล่า|,|ไม่|เคย
abbr. National Aeronautic and Space Administration
(เน|'|เซิล) adj. เกี่ยวกับ|จมูก n. เสียง|ผ่าน|ช่องจมูก.  |Syn. nasality n.
(แนส|'|เซินทฺ|,|เน|'|เซินทฺ) adj. พึ่ง|เริ่ม|,|กําลัง|เริ่ม|,|ยัง|ใหม่|  |Syn. nascence|,|nascency n.  |Syn. commencing
(แนส|เท|อ|'|เชี|ยม) n. พืช|ไม้ดอก|จําพวก Tropaeolum
(แนส|'|ที) adj. สกปรก|อย่าง|น่าชัง|,|กลิ่น|เหม็น|,|น่าชัง|,|น่า|รังเกียจ|,|ลามก|,|หยาบคาย|,|สามหาว|,|ร้าย|,|ฉุนเฉียว|,|เลว.  |Syn. nastily adv. nastiness n.
(เน|'|เทิล) adj. เกี่ยวกับ|การ|เกิด|,|เกี่ยวกับ|ตะโพก
(เนแทล|'|ลิ|ที) n. อัตรา|การ|เกิด
(เน|'|เช ิน) n. ประเทศ|,|ชาติ
(แนช|'|เชินเนิล) adj. แห่งชาติ|,|ชาตินิยม|,|ทั่ว|ทั้ง|ชาติ. n. พลเมือง|ของ|ชาติ|หนึ่ง.
n. เพลงชาติ
n. กองทหาร|รักษา|ดินแดน|ของ|ชาติ
() n. วน|อุทยานแห่งชาติ
คณะ|กรรมการ|กําหนด|มาตรฐาน|ระบบ|โทรทัศน์|ใช้|ตัวย่อ|ว่า NTSC (อ่าน|ว่า เอน|ที|เอส|ซี) หมายถึง คณะ|กรรมการ|ที่|กําหนด|มาตรฐาน|ใน|ระบบ|โทรทัศน์ เช่น กําหนด|ว่า ต้อง|มี|อัตรา|การ|ส่ง|เท่าไร มี|จอภาพ|ที่|มี|ความ|ละเอียด|แค่|ไหน มาตร ฐาน NTSC นี้ ใช้|ใน|สหรัฐอเมริกา และ|อีก|หลาย|ประเทศ แต่|ยุโรป|ใช้|มาตรฐาน PAL
(แนช|'|ช ะเนิลไลซ) vt. ทํา|ให้|เป็น|ของ|ชาติ|,|ให้|สัญชาติ|แก่|,|ทํา|ให้|เป็น|ประเทศ|หนึ่ง. vi. กลาย|เป็น|ของ|ชา|ต|'|  |Syn. nationalisation n. nationalization n.
(แนช|'|ช ะเนิลลิสซึม) n. ลัทธิ|ชาตินิยม|,|ความ|รักชาติ
(แนช|'|ช ะ|นะ|ลิสทฺ) n. ผู้รักชาติ|,|ผู้|นิยม|ลัทธิ|ชาตินิยม|,|ผู้|ต่อสู้|เพื่อ|เอกราช|ของ|ชาติ.  |Syn. nationalistic adj. เกี่ยวกับ|ชาตินิยม
ไต้หวัน|,|จีน|คณะ|ชาติ
(แนช|'|ชะ|แนล|'|ลิ|ที) n. สัญชาติ
(แนช|'|ช ะเนิลไลซ) vt. ทํา|ให้|เป็น|ของ|ชาติ|,|ให้|สัญชาติ|แก่|,|ทํา|ให้|เป็น|ประเทศ|หนึ่ง. vi. กลาย|เป็น|ของ|ชา|ต|'|  |Syn. nationalisation n. nationalization n.
(เน|'|เชินฮูด) n. ความ|เป็น|ชาติ
(เน|'|เชิน|ไว|ดฺ) adj. ทั่ว|ประเทศ
(เน|'|ทิฟว) adj. แต่|กําเนิด|,|โดย|กําเนิด|,|ของ|พื้นเมือง|,|ของ|ท้องถิ่น|,|โดย|สันดาน|,|ไม่|เปลี่ยนแปลง. n. คน (ต้นไม้|,|สัตว์) พื้นเมือง|  |Syn. nativeness n.  |Syn. indigenous
(เน|'|ทิฟว|'|บอร์น) adj. ซึ่ง|เกิด|ใน|ประเทศ|ดังกล่าว|ซึ่ง|เกิด|ใน|พื้นเมือง
(เนทิฟ|'|วิ|ที) n. การ|กําเนิด|,|การ|ประสูติ|ของ|พระ|เยซู|คริสต์. pl. antivities|  |Syn. birth|  |Syn. Nativity n. วัน|คริสต์มาส
(แนท|'|ที) adj. เรียบร้อย.  |Syn. nattily adv. nattiness n.
(แนช|'|เชอเริล) adj. โดย|ธรรมชาติ
การ|ประมวลผล|ภาษาธรรมชาติ|หมายถึง การ|ที่|เครื่อง|คอมพิวเตอร์|สามารถ|ทํา|การ|ประมวลผล|ได้|โดย|ใช้|โปรแกรม|ที่|เขียน|ด้วย|ภาษาธรรมชาติ พูด|ง่าย ๆ ก็|คือ สามารถ|ใช้|ภาษา|ธรรมดา ๆ สั่ง|การ|ให้|คอมพิวเตอร์|ปฏิบัติ|ตาม|ได้ ใน|ปัจจุบัน คอมพิวเตอร์|จะ|ใช้|ภาษา|เฉพาะที่|มี|กฎเกณฑ์ ไวยากรณ์ และ|ศัพท์|ของ|ตนเอง ที่|เรียก|ว่า ภาษา|เชิง|มนุษย์ (human oriented language) เช่น ภาษา C ภาษา BASIC ภาษา COBOL ฯ ส่วน|ภาษาธรรมชาติ|นั้น หมายถึง ภาษา|ที่|ใช้|ใน|ชีวิต|ประจําวัน เช่น ภาษาอังกฤษ ภาษาไทย แม้ว่า|ใน|ปัจจุบัน จะ|มี|การ พัฒนา|ด้าน|นี้|กัน|ไป|ไกล|มา|แล้ว แต่|ก็|สรุป|ได้|ว่า ยัง|ใช้การไม่ได้|ดี|เท่า|ที่|ควร ทั้งนี้|อาจ|เป็น|เพราะ|ภาษา|นั้น|มี|ความ|สลับซับซ้อน|เป็น|อย่าง|มาก ยาก|ที่|จะ|แปล|หรือ|ตีความ|ให้|ตาย ตัว|ได้
คุณความดี|ของ|คน
(แนช|'|เชอเริลไลซ) v. ให้|สัญชาติ|,|โอน|สัญชาติ|,|ปรับ|ตัว|ให้|เข้า|กับ|สิ่งแวดล้อม|  |Syn. naturalisation n. naturalization n.
(แนช|'|เชอเริลไลซ) v. ให้|สัญชาติ|,|โอน|สัญชาติ|,|ปรับ|ตัว|ให้|เข้า|กับ|สิ่งแวดล้อม|  |Syn. naturalisation n. naturalization n.
(เน|'|เชอะ) n. ธรรมชาติ|,|สันดาน|,|นิสัย|,|ลักษณะ|,|ชนิด|,|วัตถุ|,|ทาง|โลก|,|จักรวาล by nature โดย|กําเนิด
(เน|'|เชอะ|ริ|สทฺ) n. นัก|อนุรักษ์|ธรรมชาติ.  |Syn. naturism n.
(นอ|ท) n. ศูนย์|,|'|o|'|,|ไม่|มี|อะไร|,|ความ|ล้มเหลว|สิ้นเชิง|,|ถือ|ว่า ไม่|สําคัญ
(นอ|'|ที) adj. ไม่|เชื่อฟัง|,|ซน|,|ไม่|เหมาะสม|,|หยาบคาย.  |Syn. naughtily adv. naughtiness n.  |Syn. disobedient
(นอ|'|เซีย) n. อาการ|คลื่นเหียน|,|ความ|สะ|อิด|,|สะ|เอียน|,|ความ|เกลียดชัง|  |Syn. motion
(นอ|'|ซิ|เอินทฺ) n. ตัว|ทํา|ให้|คลื่นเหียน
(นอ|'|ซิ|เอท) vt. ทํา|ให้|คลื่นเหียน|  |Syn. nauseation n.
(นอ|'|ซิ|เอทิง) adj. น่า|รังเกียจ|,|น่า|คลื่นเหียน|,
(นอ|'|เช ิส,|-|ซี|เอิส) adj. ซึ่ง|ทํา|ให้|คลื่นเหียน|  |Syn. nauseousness n.  |Syn. sickening
(นอ|'|ทิเคิล) adj. เกี่ยวกับ|การ|เดิน|เรือ|,|เกี่ยวกับ|ชาวเรือ|หรือ|เรือ.
() n. ระยะ|ทาง|ที่|เท่า|กับ|6080 ฟุต
(นอ|ท|'|ทะลัส) n., (pl. nautiluses|,|nautili) หอย|วง|เปลือก|มุก|ชนิด|หนึ่ง
(เน|'|เวิล) adj. (เกี่ยวกับ) เรือรบ|,|เรือ|,|กองทัพเรือ|  |Syn. nautical
(เนฟ) n. ส่วน|ของ|โบสถ์|ของ|ศาสนาคริสต์|ที่|เป็น|บริเวณ|ชุมนุม|ของ|ผู้|มา|โบสถ์ จาก|ประตู|ถึง|ที่|บูชา|,|ส่วนกลาง|ของ|ล้อ|รถ
(เน|'|เวิล) n. สะดือ|,|นาภี|,|จุด|กลาง|,|ส่วนกลาง
(นา|เวท) n. เพชรพลอย pl. navettes
(นะ|วิค|'|คิว|ลาร์) adj. ซึ่ง|มี|รูป|คล้าย|เรือ|กระดูก|หรือ|ข้อต่อ|ที่|มี|รูป|คล้าย|เรือ
(แนฟ|'|วะ|กะ|เบิล) adj. เดิน|เรือ|ได้|,|นําร่อง|ได้|,|นํา|วิถี|ได้|,|ขับ (เครื่องบิน) ได้.  |Syn. navigability n. navigably adv.
(แนฟ|'|วิ|เก|ท) vt. เดิน|เรือ|,|ขับ|เครื่องบิน|,|นําทาง|,|นํา|วิถี|  |Syn. sail|,|guide
(แนฟ วิเก|'|เชิน) n. การ|เดิน|เรือ
(แนฟ|'|วิ|เก|เทอะ) n. ผู้เชี่ยวชาญ|การ|เดิน|หรือ|ขับ|เครื่องบิน|,|ผู้|สํารวจ|ทะเล|,|คน|ขุด|ดิน|สร้าง|ถนน หนทาง หรือ|คลอง|,|กรรมกร
(เน|'|วี) n. กองทัพเรือ|,|ราช|นาวี|,|นา|ว
อู่|กองทัพเรือ
(เน) adv. ไม่|,|และ|ไม่|เป็น|เช่นนั้น. n. การ|ปฏิเสธ|,|การ|ออก|เสียง|ปฏิเสธ
(นา|'|ซี|,|แนท|'|ซี) n., adj. สมาชิก|พรรค|นา|ซี|ของ|เยอรมัน|ที่|มี|ฮิต|เลอร์|เป็น|ผู้นํา) .  |Syn. Nazism|,|Nazism n. pl. Nazis
abbr. note well|,|take notice
(แนร์) adv. ไม่|เคย|  |Syn. never
Pref. "|ใหม่|"|,|"|เร็ว ๆ นี้|"
(นีพ) adj. เกี่ยวกับ|น้ําลด n. แอก|ของ|เกวียน
(เนียร์) adv.,|adj. ใกล้|,|ใกล้เคียง|,|เกือบจะ|,|เกือบจะ -|prep เร็ว ๆ นี้|,|จวน|,|แทบ vt.,|vi. ใกล้|เข้า|มา.  |Syn. nearness n.  |Syn. close
คุณภาพ|เกือบ|คมชัด|ใช้|ตัวย่อ|ว่า NLQ แปล|ตาม|ตัวอักษร|ว่า เกือบ|เหมือน|ตัวพิมพ์|ดีด ใช้|เป็น|คําอธิบาย|ถึง|คุณภาพ|ของ|เครื่องพิมพ์|ว่า มี|คุณภาพ|เกือบ|คมชัด หรือ|ใกล้เคียง|ตัวพิมพ์|ดีด เครื่องพิมพ์|ที่|มี|คุณภาพ จะ|มองดู|เหมือน|การ|นํา|จุด|มา|เรียง|กัน|ให้|เป็น|รูป|ตัวอักษร ฉะนั้น เครื่องพิมพ์|ชนิด|ที่|มี|จุด|มาก ๆ ติด ๆ กัน จะ|ทํา|ให้|ดู|มี|ความ|คมชัด (high resolution) ตัวอักษร|ที่|พิมพ์|ออก|มา จะ|ดู|สวย|และ|ประณีต เหมือน|ตัวพิมพ์|ดีด การ|วัด|คุณภาพ|ของ|เครื่องพิมพ์ จึง|วัด|เป็น|จํานวน|จุดต่อ|นิ้ว เช่น 600 จุดต่อ|นิ้ว ย่อม|ดี|กว่า 300 จุดต่อ|นิ้ว เป็นต้น (300 จุดต่อ|นิ้ว พอจะ|เรียก|ได้|ว่า คุณภาพ|เกือบ|คมชัด) ดู printer และ letter quality ประกอบ
(เนีย|'|เทิร์ม) adj. เกี่ยวกับ|อนาคต|อัน|ใกล้
(เนียร์|'|ไบ|') adj.,|adv. ใกล้เคียง|,|ถัด|ไป|,|ใกล้ชิด.  |Syn. adjacent
(เนียร์|'|ลี) adv. เกือบ|ทั้งหมด|,|ประมาณ|,|เกือบ|เหมือน|,|ใกล้ชิด|,|ตระหนี่|  |Syn. almost
(เนียร์|ไซ|'|ทิด) adj. สายตาสั้น.  |Syn. nearsightedly adv. nearsightedness n.
(นีท) adj.,|adv. เรียบร้อย|,|เป็น|ระเบียบ|,|เกลี้ยงเกลา|,|เหมาะเจาะ|,|ใหญ่|,|ยิ่ง|  |Syn. neatness n.
(นีท|'|เทิน) vt. ทํา|ให้|เป็น|ระเบียบ|,|ทํา|ให้|เรียบร้อย|,|ทํา|ให้|ดู|เกลี้ยงเกลา
(เนบ) n. ปากนก|,|จะงอย|ปากนก|,|ปาก|คน|,|จมูก|,|ปลาย|,|ปลาย|ปากกา
(เนบ|'|บิ|ว|ละ) n. กลุ่ม|แก๊ส|หรือ|ฝุ่น|ที่|คล้าย|ก้อน|เมฆ|,|กาแล็กซี|นอก|,|โรค|กระจก|มัว.  |Syn. nebular adj. pl. nebulae|,|nebulas
(เนบ|'|บิ|วไลซ) vt. ทํา|ให้|เป็น|ละออง|,|ลด|ขนาด|ลง|เป็น|อะตอม.  |Syn. nebulisation|,|nebulization n. nebuliser|,|nebulizer n.
(เนบ|'|บิ|วไลซ) vt. ทํา|ให้|เป็น|ละออง|,|ลด|ขนาด|ลง|เป็น|อะตอม.  |Syn. nebulisation|,|nebulization n. nebuliser|,|nebulizer n.
(เนบ|บิ|วลอส|'|ซิ|ที) n. สสาร|ที่|เป็น|แก๊ส|,|กลุ่ม|แก๊ส|คล้าย|เมฆ
(เนบ|'|บิ|วลัส) adj. ไม่|ชัด|,|คลุมเครือ|,|คล้าย|เมฆ|,|ยุ่งเหยิง|  |Syn. nebulousness n.  |Syn. hazy|,|indistinct
(เนส|ซิ|แซ|'|ระ|ลี) adv. โดย|ความจํา|เป็น|,|แน่แท้|,|ไม่|มี|ทาง|อื่น
(เนส|'|ซิ|เซ|อ|รี) adj. จําเป็น|,|ไม่|มี|ทาง|อื่น|,|สําคัญ n. สิ่ง จําเป็น|,|ความจํา|เป็น
(นะ|เซ|ส|'|วิแท|'|เรียน) n. บุคคล|ผู้|นิยม|ลัทธิ|ความจํา|เป็น (necessarian)| 
(นะ|เซ|สวิแทร|'|เรียน|นิส|ซึม) n. ลัทธิ|ความจํา|เป็น.  |Syn. necessitarian|,|n.,|adj.
(นะ|เซ|ส|'|ทิ|เท|ท) vt. ทํา|ให้|จําเป็น|,|บังคับ.  |Syn. necessitation n. necessitative adj.
(นะ|เซ|ส|'|ซิ|ที) n. ความจํา|เป็น|,|สิ่ง|จําเป็น|,|ความ|ขัดสน|,|ความ|ยากจน. -|Phr. (of necessity อย่าง|ไม่|มี|ทาง|หลีกเลี่ยง|เป็นแน่แท้)|  |Syn. want|,|need
(เนค) n. คอ|,|ช่วง|คอ|,|ส่วน|คอ|,|ช่องแคบ|,|ส่วน|คอ|ฟัน -|Phr. (neck and neck ใกล้ชิด|มาก|ยัง|ไม่|ทราบ|ผล)| 
(เนค|'|เคอ|ชี|ฟ) n. ผ้าพันคอ|,|ผ้า|สี่เหลี่ยม|สําหรับ|พัน|คอ
(เนค|'|คิง) n. การ|จูบ|และ|กอดรัด
(เนค|'|ลิส) n. สร้อยคอ
(เนค|'|ไท) n. เนคไท
(เนค|'|แวร์) n. เครื่อง|สวม|คอ
(เนค|'|ระ|แมน|ซี) n. เวทมนตร์|,|คาถา.  |Syn. necromancer n. หมอผี|,|ผู้ใช้|เวทมนตร์|คาถา. necromantic adj.
(เนค|ระ|ฟิล|'|เลีย) n. กามวิตถาร|ที่|ชอบ|ร่วมเพศ|กับ|ศพ.  |Syn. necrophilism n. necrophiliac|,|necrophilic adj.,|n.
(นะ|ค|รอ|พ|'|พะลิส) n. สุสาน.  |Syn. necropolitan adj. pl. necropolises|  |Syn. cemetery
(เนค|'|รอ|พ|ซี) n. การ|ชันสูตร|ศพ
(นิ|โค|ร|'|ซิ|ส) n. การ|ตาย|ของ|เนื้อเยื่อ|หรือ|กลุ่ม|ของ|เซลล์.  |Syn. necrotic adj.
(เนค|'|เทอะ) n. น้ําหวาน|ใน|ดอกไม้|,|น้ําทิพย์|,|น้ําดื่ม|ที่|อร่อย|  |Syn. nectareous adj.
(เน) adj. โดย|กําเนิด
(นีด) {|needed|,|needing|,|needs|} n. ความจํา|เป็น|,|ความ|ต้องการ|,|สิ่ง|ที่|ต้องการ|,|สิ่ง|ที่|ขาดแคลน|,|ความ|คับขัน|,|ความ|ขัดสน if need be ใน|กรณี|จําเป็น vt.,|vi. มี|ความจํา|เป็น|,|จําเป็น|,|ต้องการ|,|ประสงค์.  |Syn. needer n.
(นีด|'|ฟู|ล) adj. จําเป็น|,|จํา|ต้อง|,|the needful เงิน|,|เงินสด.  |Syn. needfulness n.
(นี|'|ดี|นิส) n. ความจํา|เป็น
(นีด|'|เดิล) n. เข็ม
(นีด|'|เดิล|พอ|ยทฺ) n. ปลาย|เข็ม
(นีด|'|ลีส) adj. ไม่|จําเป็น|  |Syn. needlessly adv. needlessness n.
(นีด|'|เดิลเวิร์ค) n. งาน|เย็บ|ปัก|ถัก|ร้อย.  |Syn. needlecraft
(นีด|'|เดิน|ทฺ) abbr. need not
(นีดซ) adv. จําเป็น|,|โดย|จําเป็น
(นีด|'|ดี) adj. จําเป็น|,|ยากจน|มาก|  |Syn. needily adv.  |Syn. necessarily
(นิแฟ|'|เรียส) adj. ชั่วช้า|มาก|,|เลวทราม|มาก.  |Syn. nefariousness n.  |Syn. iniquitous
(นิ|เก|ท|'|,|เนก|'|เก|ท) vt.,|vi. คัดค้าน|,|ปฏิเสธ|,|ลบล้าง.  |Syn. negator|,|negater n.
(นิ|เก|'|เชิน) n. การ|คัดค้าน|,|การ|ปฏิเสธ
(เนก|'|กะทิ|ฟว) adj.,|n. (การ) คัดค้าน|,|ปฏิเสธ|,|ได้|ผล|ขั้วลบ|,|ฟิล์ม|หรือ|กระจก|ถ่าย|รูป|ที่|กลับ|สี|ดํา|เป็น|ขาว|,|ค่า|หรือ|สัญลักษณ์|ที่|เป็น|ลบ|,|เครื่องหมาย|ลบ
(นิ|เก|ลคทฺ|') vt.,|n. (การ) ไม่|สนใจ|,|ไม่|เอาใจใส่|,|ทอดทิ้ง.  |Syn. neglectedness n. neglectter|, neglector n.
(นิ|เก|ลคทฺ|'|ฟู|ล) adj. ละเลย|,|ไม่|สนใจ|,|ทอดทิ้ง.  |Syn. neglectly adv. neglectness n.  |Syn. disregardful
(เนก|'|ลิเจินซฺ) n. ความ|ละเลย|,|ความ|ไม่|สนใจ|,
(เนก|'|ลิเจินทฺ) adj. ละเลย|,|ไม่|สนใจ|,|ละเลย|,|ทอดทิ้ง.
(เนก|'|ลิ|จะ|เบิล) adj. เล็กน้อย|,|ขี้ปะติ๋ว|  |Syn. negligibility n. negibly adv.  |Syn. minor
(นิ|โก|'|ชิ|อะเบิล) adj. โยกย้าย|กัน|ได้|,|เจรจา|กัน|ได้|,|ซื้อขาย|กัน|ได้.  |Syn. negotiability n.
(นิ|โก ช '|เอินทฺ) n. ผู้|เจรจา
(นิ|โก|'|ช ' เอท) vi.,|vt. เจรจา|,|จัดการ|,|แลก|เป็น|เงิน|,|ซื้อขาย.  |Syn. negotiator n.
(นิ|โก|ชิ|เอ|' เชิน) n. การ|เจรจา|  |Syn. mediation
(นี|'|ก|ริ|ส) n. หญิง|นิ|โก|ร
(นี|'|โก|ร) n.,|adj. นิ|โก|ร pl. Negroes
(นี|'|กรอ|ยดฺ) adj. เกี่ยวกับ|ชนชาติ|นิ|โก|ร. n. นิ|โก|ร
(เน) vi. ร้อง|อย่าง|ม้า. n. เสียง|ม้า
(เน|'|เบอร์|ฮูด) n. บริเวณ|ข้างเคียง|,|ย่าน|,|บริเวณ|,|ถิ่น|,|จํานวน|ผู้คน|ที่|อาศัย|อยู่|ใน|ย่าน|หนึ่ง|,|ความ|ใกล้เคียง -|Phr. (in the neighbourhood of ประมาณ โดย|ประมาณ)| 
(เน|'|เบ|อริ|ง) adj. ใกล้เคียง|,|ข้างเคียง|,|ถัด|ไป
(เน|'|เบอลี) adj. เป็นเพื่อน|,|มี|มิตร|ไมตรีจิต.  |Syn. neighborliness n. neighbourliness n.
(เน|'|เบอร์) n. เพื่อนบ้าน|,|เพื่อนมนุษย์ adj. ใกล้เคียง -|v. อาศัย|อยู่|ใกล้เคียง|,|นําเข้า|มา|ใกล้|,|เป็นเพื่อน
(เน|'|เบ|อริ|ง) adj. ใกล้เคียง|,|ข้างเคียง|,|ถัด|ไป
(เน|'|เบอลี) adj. เป็นเพื่อน|,|มี|มิตร|ไมตรีจิต.  |Syn. neighborliness n. neighbourliness n.
(เน|'|เบอร์|ฮูด) n. บริเวณ|ข้างเคียง|,|ย่าน|,|บริเวณ|,|ถิ่น|,|จํานวน|ผู้คน|ที่|อาศัย|อยู่|ใน|ย่าน|หนึ่ง|,|ความ|ใกล้เคียง -|Phr. (in the neighbourhood of ประมาณ โดย|ประมาณ)| 
(เน|'|เบอร์) n. เพื่อนบ้าน|,|เพื่อนมนุษย์ adj. ใกล้เคียง -|v. อาศัย|อยู่|ใกล้เคียง|,|นําเข้า|มา|ใกล้|,|เป็นเพื่อน
(นี|'|เธอะ) conj.,|adj.,|pron. ไม่|ใช่|ทั้ง|สอง|,|ไม่|ใช่|,|ไม่|อีก|  |Syn. nor
Pref. "|หัว|" ("|thread|")| 
(เนม|'|มะ|โท|ด) n. พยาธิ|ตัว|กลม
Pref. "|ใหม่|,|"|เร็ว ๆ นี้|"
(นี|'|ออ|น) n. ธาตุ|แก๊สเฉื่อย|ชนิด|หนึ่ง
(นี|'|อะ|ไฟ|ทฺ) n. สมาชิก|ใหม่|,|เณร|,|ผู้|เริ่ม|ฝึกหัด
(นะ|พอ|ล|') n. ประเทศ|เนปาล
(เนพพะลีซ|'|,|-|ลีส) n.,|adj. (เกี่ยวกับ) ชาว ประเทศ|หรือ|ภาษา|เนปาล
(เนฟ|'|ฟิว) n. หลาน|ชาย
Pref. "|เมฆ|"
(เนฟ|'|ฟะ|แก|รม) n. รูปถ่าย|ของ|เมฆ|หรือ|กลุ่ม|เมฆ
(เนฟ|'|ฟะ|กราฟ) n. เครื่องมือ|ถ่าย|เมฆ
(เนฟฟอล|'|โลจี) n. สาขา|อุตุนิยมวิทยา|ที่|เกี่ยวกับ|เมฆ.  |Syn. nephological adj.
Pref. "|ไต|"
(นะ|ไฟ|ร|'|ทิส) n. ภาวะ|ไต|อักเสบ.
Pref. "|ไต|"
(เนพ|'|ทูน) n. พระ|สมุทร|,|ดาว|พระ|เกตุ
(เนอเว|'|เชิน) n. ลายเส้น|,|การ|เป็น|ลายเส้น
(เนิร์ฟว) n. เส้นประสาท|,|กําลัง|,|พลังงาน|,|ความ|หนักแน่น|,|ความ|กล้าหาญ|,|ความ|หงุดหงิด|,|ความ|ทะลึ่ง|,|เส้น|ใบ|,|ลายเส้น|, get on one|'|s nerves ยั่วยุ|,|กระตุ้น. vt. ให้|กําลัง|,|ให้|กําลังใจ|  |Syn. strength
(เนิร์ฟว|'|แร|คคิง) adj. เขย่าขวัญ|,|ลําบาก|ที่สุด|,|รบกวน|ที่สุด.  |Syn. nerve|-|wracking
(เนิร์ฟ|'|เวิส) adj. หงุดหงิด|,|เป็น|ประสาท|,|กังวลใจ|,|เกี่ยวกับ|ประสาท|,|แข็งแรง.  |Syn. nervousness n.  |Syn. shaky|,|timid
(เนสทฺ) {|nested|,|nesting|, nests|} n. รัง|,|ที่อยู่|,|ที่หลบภัย|,|ชุด|,|กลุ่ม|,|ที่|ซ่องสุม|,|บุคคล|ที่|ซ่องสุม|อยู่|ด้วย|กัน vt. วาง|,|พัก|อยู่|,|สวมใส่|,|ซ้อน|ใส่. vi. สร้าง|รัง|,|ทํา|รัง|,|ซ้อน|กัน.  |Syn. nestler n.  |Syn. hideaway
การ|ซ้อน|ใน|เป็น|ศัพท์|ที่|ใช้|ใน|เรื่อง|ของ|การ|เขียน|โปรแกรม ถ้า|ใช้|ใน|เรื่อง|ของ|วง|วน (loop) หมายถึง การ|สั่ง|ให้|คอมพิวเตอร์|ทํางาน|เป็น|วง|วน และ|ถ้า|มี|วง|วน|หนึ่ง|หรือ|มาก|กว่า ซ้อน|อยู่|ภายใน|วง|วน|อีก|วง|หนึ่ง จะ|เรียก|ว่า วง|ซ้อน|ใน ดู|ตัวอย่าง|ข้างล่าง|นี้ (ภาษา|ฟอร์แท|รน) FOR E = 1 TO 10 FOR F = 1 TO 3 NEXT F NEXT E
(เนส|'|เซิล) {|nestled|,|nestling|,|nestles|} v. อยู่|อย่าง|เบียดกัน|,|เบียด|,|อิงแอบ|,|พักอาศัย|อยู่|อย่าง|สบาย|,|ทํา|รัง|,|ตั้ง|รกราก|ใน|บ้าน|,|ซบ (ศีรษะ) ไว้|อย่าง|อบอุ่น.  |Syn. nestler n.
(เนท) {|netted|,|netting|,|nets|} n. รัง|,|มุ้ง|,|แห|,|ตาข่าย|,|สิ่ง|ที่|ใช้|เป็น|เครื่อง|จับ|,|เครื่อง|จับ|,|เครื่อง|ดัก|,|ตาข่าย|,|รายได้|สุทธิ|,|น้ําหนัก|สุทธิ|,|กําไร|สุทธิ. adj. (น้ําหนัก|,|รายได้|,|กําไร) สุทธิ (ราคา) ขาด|ตัว|,|ที่สุด|,|ทั้งหมด. vt. ปกคลุม|ด้วย|แห|,|ทอด|แห|,|จับ|,|ดัก|,|ตี|ลูก|ติดตา|ข่าย|,|กําไร.
n. หน่วย|น้ําหนัก|ที่|เท่า|กับ|2000|ปอนด์
(เน็ต|ไบ|ออ|ส) ย่อ|มา|จาก Network Basic Input / Output System หมายความ|ถึง|ไบ|ออ|ส|ที่|ทํา|หน้าที่|เป็น|ตัวกําหนด|เกี่ยวกับ|ชนิด|ของ|อุปกรณ์|นําเข้า|และ|แสดง|ผล ตลอดจน|หน่วยความจํา|ที่|จะ|ใช้|ใน|เครือข่าย เพื่อ|ช่วย|ไบ|ออ|ส|ของ|แต่ละ|เครื่อง|ที่|มี|อยู่|แล้ว|อีก|ที|หนึ่ง ดู Bios ประกอบ
(เนธ|'|เธอ|เลินดฺซ) n. ประเทศ|เนเธอร์แลนด์|  |Syn. Holland
(เนท|'|ทิง) n. สิ่งทอ|เป็น|ร่างแห|ชนิด|ต่าง ๆ| 
(เนท|'|เทิล) n. พืช|ที่|มี|ขน|คัน|จําพวก Urtica
(เนท|'|เทิล|โซม) adj. ซึ่ง|ทํา|ให้|ระคายเคือง|หรือ|คัน โกรธ|ง่าย|,|โมโห|ง่าย|,|ยั่วยุ|ได้|ง่าย
(เนท|' แวร์) n. ชื่อ|โปรแกรม|จัดการ|อัน|หนึ่ง|ของ LAN (Local Area Network)| 
(เนท|'|เวิร์ค) n. ตาข่าย|,|ร่างแห|,|แผน|ประสาน|ซึ่งกันและกัน|, เครือข่าย การ|เชื่อมโยง|ระหว่าง|เครื่อง|คอมพิวเตอร์|เพื่อ|การ|สื่อสาร|ข้อมูล|หรือ|ใช้|โปรแกรม|ร่วม|กัน|, ระบบ|การ|นํา|เครื่อง|คอมพิวเตอร์|หลาย ๆ เครื่อง หรือ|เครื่อง|ปลาย|ทาง (terminal) หลาย ๆ เครื่อง มา|ทํางาน|ร่วม|กัน|โดย|อาจ|ใช้|อุปกรณ์|ที่|เกี่ยวข้อง|ร่วม|กัน เช่น สื่อ|นํา|ข้อมูล|เข้า|/|ออก|,|เครื่องพิมพ์ เป็นต้น
ตัว|ปรับ|เครือข่าย|หมายถึง อุปกรณ์|ทาง|ด้าน|ฮาร์ดแวร์ หรือ|แผ่น|วงจร|ซึ่ง|สร้าง|เครือข่าย หรือ|สามารถ|โยง|คอมพิวเตอร์|หลาย ๆ เครื่อง|ให้|สามารถ|ทํางาน|ร่วม|กัน|ได้ ดู network ประกอบ
ไบ|ออ|ส|เครือข่าย|ใช้|ตัวย่อ|ว่า NetBIOS (อ่าน|ว่า เน็ต|ไบ|ออ|ส) หมายความ|ถึง|ไบ|ออ|ส|ที่|ทํา|หน้าที่|เป็น|ตัวกําหนด|เกี่ยวกับ|ชนิด|ของ|อุปกรณ์|นําเข้า|และ|แสดง|ผล ตลอดจน|หน่วยความจํา|ที่|จะ|ใช้|ใน|เครือข่าย เพื่อ|ช่วย|ไบ|ออ|ส|ของ|แต่ละ|เครื่อง|ที่|มี|อยู่|แล้ว|อีก|ที|หนึ่ง ดู BIOS ประกอบ
สาย|เชื่อม|เครือข่าย|หมายถึง สายเคเบิล|ที่|เชื่อมต่อ|คอมพิวเตอร์|ใน|เครือข่าย|เดียวกัน เนื่องจาก|สายเคเบิล|นี้|บาง|กว่า|เส้น|ลวด จึง|ไม่|เรียก|ว่า|เส้น|ลวด (wire) หรือ|สายไฟ|อย่าง|ที่|เข้าใจ|กัน
ระบบปฏิบัติการ|เครือข่าย|ใช้|ตัวย่อ|ว่า NOS เป็น|ชื่อ|ซอฟต์แวร์|ที่|ใช้|ใน|การ|ทํา|ระบบ|ข่ายงาน|บริเวณ|เฉพาะที่ (LAN) ซึ่ง|จะ|ต้อง|ประกอบ|ด้วย เครื่อง|บริการ|แฟ้ม (server) ซึ่ง|เป็น|คอมพิวเตอร์|ที่|เก็บ|โปรแกรม|และ|แฟ้มข้อมูล|ที่|จะ|ใช้|ร่วม|กัน และ|ซอฟต์แวร์|ที่|จัดการ|เกี่ยวกับ|สถานี|งาน (work station) เพื่อ|จัดการ|เกี่ยวกับ|การ|ติดต่อ|โต้ตอบ|ระหว่าง|เครื่อง|บริการ|แฟ้ม|กับ|คอมพิวเตอร์|อื่น ๆ ใน|เครือข่าย|ด้วย
(นิว|'|เริล) adj. เกี่ยวกับ|ประสาท|หรือ|ระบบประสาท.
เครือข่าย|เส้นประสาท|หมายถึง ระบบ|คอมพิวเตอร์|ที่|สร้าง|ขึ้น|เลียน|แบบ|เส้นใย|ประสาท|ของ|มนุษย์ ที่|เรียก|ว่า นิว|โร|น ใน|สมอง|มนุษย์ ซึ่ง|มี|นับ|จํานวน|ล้าน ๆ ตัว การ|ประมวลผล|กิจกรรม|ต่าง ๆ จะ|ออก|มา|ใน|ลักษณะ|แบบ|ขนาน (ไม่|ใช่|แบบ|อนุกรม) หมายถึง ทํางาน|พร้อม ๆ กัน เพื่อให้|ได้|คําตอบ|อัน|เดียว ทั้งนี้|หมายถึง การ|ที่|ต้อง|สามารถ|ทํางาน|ที่|สลับซับซ้อน|มาก ๆ โดย|เรียนรู้|จาก|ประสบการณ์|ได้|เอง ฉะนั้น|การ|ที่|เครือข่าย|แบบ|นิว|โร|น|นี้|จะ|ให้|คําตอบ|ได้|ก็|ต่อเมื่อ|มี|การ|ส่ง|ปัญหา|ต่าง ๆ เข้า|ไป|ให้|ลอง|ทํา|มาก ๆ เครือข่าย|แบบ|นี้|จะ|เป็น|ประโยชน์ เฉพาะ|ใน|งาน|ประมวลผล|งาน|บาง|ประเภท เช่น เรื่อง|การ|ประมวลผล|เกี่ยวกับ|การ|ซื้อขาย|หุ้น|ใน|ตลาด หรือ|การ|หา|ความ|คล้ายคลึง|ระหว่าง|ภาพ|หลาย ๆ ภาพ เช่น ลาย|นิ้วมือ เป็นต้น ดู artificial intelligence ประกอบ
(นิว|แร|ล|'|เจีย) n. อาการ|ปวด|ประสาท|  |Syn. neuralgic adj.
(นิว|ไร|'|ทิส) n. เส้นประสาท|อักเสบ|  |Syn. neuritic adj. pl. neuritides
Pref. '|ประสาท|'|,|'|เส้นประสาท '|,|'|เส้นเอ็น|'
(นิว|รอ|ล|'|ละ|จิสทฺ) n. ผู้เชี่ยวชาญ|ด้าน|ประสาท|วิทยา
(นิว|รอ|ล|'|โลจี) n. ประสาท|วิทยา|  |Syn. neurological adj.
(e) (นิว|'|รอน|, นิว|โร|น) n. เซลล์|ประสาท|  |Syn. neuronic adj.
(นิว|'|ไร|พา|ธ) n. คน|ที่|เป็น|โรคประสาท
(นิว|โร|พะธอล|'|โลจี) n. จุ|ล|กาย|วิ|ภาค|วิทยา|ที่|เกี่ยวกับ|ประสาท.  |Syn. neuropathologist n.
(นิว|รอ|พ|'|พะธี) n. โรค|ของ|ระบบประสาท.  |Syn. neuropathic adj.
(นิวดร|ไซ|โค|'|ซิ|ส) n. โรคจิต|ที่|เกี่ยวกับ|โรคประสาท.  |Syn. neuropsychotic adj.
(นิว|โร|'|ซิ|ส) n. โรคประสาท|ที่|เกี่ยวกับ|ความผิด|ปกติ|ทาง|อารมณ์ pl. neuroses
(นิว|โร|เซ|อ|'|เจอ|รี) n. ศัลยกรรม|ระบบประสาท
(นิว|รอ|ท|'|ทิค) adj. เกี่ยวกับ|หรือ|เป็น|โรคประสาท n. คน|ที่|เป็น|โรคประสาท|ซึ่ง|มี|อารมณ์|อยู่|เหนือ|เหตุผล|  |Syn. neurotic ally adv.
(นู|'|เทอะ) adj. (ไวยากรณ์) ไร้|เพศ|,|ไร้|อวัยวะ|สืบพันธุ์|หรือ|มี|อวัยวะ|สืบพันธุ์|ที่|ไม่|สมบูรณ์|,|เป็น|กลาง. n. นาม|ที่|ไร้|เพศ|,|สัตว์|ที่|ถูก|ตอน|,|แมลง|ที่|มี|อวัยวะเพศ|ไม่|สมบูรณ์|,|ผู้ทํา|ตัว|เป็น|กลาง|,|พืช|ที่|ไม่|มี|ทั้ง|เกสร|ตัวผู้|และ|ตัวเมีย. vt. ตอน
(นิว|'|เท|ริ|ล) adj. เป็น|กลาง|,|ไม่|มี|ลักษณะ|เฉพาะ|,|ไร้|สี|,|สี|เทา|,|เข้า|ได้|กับ|ทุก|สี|หรือ|หลาย|สี|,|ไร้|อวัยวะเพศ n. บุคคล|หรือ|รัฐ|ที่|วาง|ตัว|เป็น|กลาง|,|เกียร์|ว่าง.  |Syn. indifferent
(นิว|'|เท|ริ|ลไลซ) vt. ทํา|ให้|เป็น|กลาง|,|ทํา|ให้|ไม่|ได้|ผล|,|ต่อต้าน|,|ลบล้าง|,|ถอน|พิษ|,|ประกาศ|ตัว|เป็น|กลาง|vi. กลาย|เป็น|กลาง|  |Syn. neutralisation|,|neutralizer n.  |Syn. counterbalance|,|offset
(นิวแทรล|'|ลิ|ที) n. ความ|เป็น|กลาง
(นิว|'|เท|ริ|ลไลซ) vt. ทํา|ให้|เป็น|กลาง|,|ทํา|ให้|ไม่|ได้|ผล|,|ต่อต้าน|,|ลบล้าง|,|ถอน|พิษ|,|ประกาศ|ตัว|เป็น|กลาง|vi. กลาย|เป็น|กลาง|  |Syn. neutralisation|,|neutralizer n.  |Syn. counterbalance|,|offset
Pref. "|เป็น|กลาง|"
(นิว|'|ท|รอน) n. อนุภาค|นิวตรอน
(e) (นิว|'|โทร|ฟิล) adj. (เซลล์) ชอบ|สีย้อม|ที่|เป็น|กลาง.
เม็ดเลือด|ขาว|ชนิด|หนึ่ง|ทํา|หน้าที่|จับ|กิน|ทําลาย|แบคทีเรีย|มี|มาก|ที่สุด|ประมาณ 60|-|75|%
(เนฟ|'|เวอะ) adv. ไม่|เคย|  |Syn. not ever
(เนฟ|'|เวอะมอร์) adv. ไม่|อีก|แล้ว
(เนฟ|'|เวอธีเลส) adv.,|conj. ถึงแม้ว่า|จะ|เป็น|เช่นนั้น|ก็ตาม|,|แต่ทว่า|,|ยังคง|,|แม้ว่า|,|ถึงแม้|  |Syn. nonetheless
(นี|'|วัส) n. ไฝ|หรือ|ปาน|บน|ผิวหนัง|แต่|กําเนิด.  |Syn. nevoid adj. pl. nevi
(นิว) adj.,|adv. ใหม่ -|adv. อย่าง|ใหม่. n. สิ่ง|ที่|ใหม่|  |Syn. newness n.
n. พระคัมภีร์|ไบเบิล|เล่ม|ใหม่|ที่|ประกอบ|ด้วย Gospels|,|Acts of the Apostles|,|Epistles|,|Revelation of St. John the Divine
n. ด้าน|ซีกโลก|ตะวันตก|ที่|ได้แก่|ทวีป|อเมริกาเหนือ|และ|ใต้|รวม|ทั้ง|เกาะ|ต่าง ๆ และ|น่านน้ํา|ที่|ล้อมรอบ
n. ปีใหม่|,|วัน|ปีใหม่|,|วัน|แรก ๆ ของ|ปี
n. = New Year|'|s Day (ดู) ,|= New Year|'|s Eve (ดู)| 
() n. วันที่ 1 มกราคม
n. คืน|วันที่ 31 ธันวาคม
(-|ซี|'|เลินดฺ) n. นิวซีแลนด์|  |Syn. New Zealander n.
(นิว|' บี) n. ผู้|ไร้|ประสบการณ์|หรือ|ผู้|เริ่ม|เล่น|อิน|เท|อเนต
(นิว|'|บอร์น) adj. เพิ่ง|เกิด|,|เกิด|ใหม่. n. ทารก|แรกเกิด.  |Syn. baby
(นิว|'|แฟง|'|เกิ|ลด|ฺ) adj. เป็น|ชนิด|ใหม่|,|เป็น|แฟชั่น|ใหม่|,|ชอบ|ของ|ใหม่|,|ชอบ|แฟชั่น|ใหม่.  |Syn. newfangledness n.
(นู|'|อิช) adj. ค่อนข้าง|ใหม่
ขึ้น|บรรทัด|ใหม่|หมายถึง แป้น <|RETURN|> ซึ่ง|ถือ|เป็น|ตัว|อักขระ|ตัว|หนึ่ง|ที่|ทํา|ให้|มี|การ|ขึ้น|บรรทัด|ใหม่ ถ้า|ลบ (delete) อักขระ|ตัว|นี้ บรรทัด|ล่าง|จะ|ขึ้น|ไป|ต่อ|กับ|บรรทัด|บน
(นิว|'|ลี) adj. เมื่อ|เร็ว ๆ นี้|,|ใหม่|  |Syn. recently
(นิว|'|ลิเวด) n. ผู้|เพิ่ง|แต่งงาน
(นิวซ) n. ข่าว|  |Syn. tidings
n. ข่าว|สําหรับ|หนังสือพิมพ์
(ดู)| 
n. ห้อง|ข่าว|,|ห้อง|แถลง|ข่าว
(นิวซ|'|คา|สทฺ) n. การ|ถ่ายทอด|ข่าว|  |Syn. newscaster n.
(นิวซ|'|เลท|เทอะ) n. จดหมาย|แจ้ง
(นิวซ|'|แมน|,|-|เมิน) n. ผู้สื่อข่าว|,|ผู้|ขาย|หนังสือ|และ|สิ่ง|ตีพิมพ์|ที่|ออก|เป็น|ระยะ ๆ pl. newsmen
(นิวซ|'|มัง|เก|อะ) n. ผู้|ซุบซิบ|,|ผู้|นินทา|  |Syn. newsmongering n. newsmongery n.
(นิวซ|'|เพเพอะ) n. หนังสือพิมพ์|,|กระดาษ|พิมพ์ หนังสือพิมพ์
(นิวซ|'|พ|ริน|ทฺ) n. กระดาษ|ชั้นต่ํา|สําหรับ|พิมพ์|หนังสือพิมพ์
(นิวซ|'|รี|ล) n. ภาพยนตร์|ข่าว
(นิวซ|'|ส|แทน|ดฺ) n. ร้าน|เล็ก|สําหรับ|ขาย|หนังสือพิมพ์
(นิวซ|'|เวอร์ธธี) adj. น่า|สนใจ|พอเพียง|ที่|จะ|เป็น|ข่าว|ได้
(นิว|'|ซี) adj. เต็มไปด้วย|ข่าว|,|ทํานอง|คุย|กัน.  |Syn. newsiness n.
(นิวทฺ) n. ตัว|ซา|ลา|มาน|เดอร์ ที่|มี|สีสัน
(เนคซฺทฺ) adj.,|adv. ถัด|ไป|,|ถัด|,|ข้างหน้า|,|ติด|กัน|,|หน้า. -|prep. ใกล้|กับ|,|ใกล้|ที่สุด -|Phr (next door to ข้าง|บ้าน) . -|Phr. (next to เกือบจะ|,|เกือบ)|  |Syn. neighbouring
() n. ญาติ|ที่|ใกล้ชิด|ที่สุด
(เนคซฺ|'|ดอร์) adv.,|adj. ถัด|ไป|,|ที่|บ้าน|ถัด|ไป|,|ที่|ห้อง|ถัด|ไป
(เนค|'|ซัส) n. การ|เชื่อมต่อ|,|อนุกรม|หรือ|กลุ่ม|ที่|ต่อเนื่อง|กัน pl. nexus|  |Syn. tie|,|bond
(นิบ) {|nibbed|,|nibbing|,|nibs|} n. ปากนก|,|จะงอย|,|ปลาย|ปากกา|,|ปลาย|แหลม vt. ซ่อม|หรือ|ขริบ|ปลาย|แหลม|,|แทะ|หรือ|กัด|อย่าง|เบา ๆ ,|เล็ม|อย่าง|เบา ๆ|  |Syn. neb
(นิบ|'|เบิล) {|nibbled|,|nibbling|,|nibbles|} vi.,|vt. แทะ|,|ตอด|,|กิน|หรือ|ตัด|ออก|เป็น|ชิ้น เล็ก ๆ n. ชิ้น|เล็ก|ชิ้น|น้อย|,|การ|แทะ|,|การ|ตอด.  |Syn. nibbler n. นิบเบิล <|คํา|อ่าน|>|หมายถึง ครึ่งหนึ่ง|ของ|หนึ่ง|ไบต์|หรือ|เท่า|กับ|สี่|บิต เพราะ 8 บิต|เท่า|กับ 1 ไบต์ ดู byte ประกอบ
(ไน|แคด) ย่อ|มา|จาก nickel cadmium หมายถึง แบตเตอรี่|ที่|ใช้|ใน|เครื่อง|คอมพิวเตอร์|ขนาด|เล็ก ๆ เช่น โน้ต|บุ๊ก แบตเตอรี่|ชนิด|นี้|ใช้|อัด|ไฟ|ได้ แต่|ต้อง|กําจัด|ไฟ|ที่|เหลือ|ภายใน|ให้|หมด|ก่อน มิฉะนั้น|จะ|อัด|ไฟ|ได้|น้อย|ลง|ทุกที
(ไน|สฺ) adj.ดี|,|อ่อนโยน|,|งาม|,|สวย|,|ซึ่ง|ทํา|ให้|เพลิน|หรือ|เบิกบานใจ|,|มี|มิตร|ไมตรี|,|กรุณา|,|ประณีต|,|ละเอียด|ละ|ออ|,|พิถีพิถัน|,|แน่นอน.  |Syn. nicely adv.  |Syn. fine|,
(ไน|'|ซิ|ที) n. ความ|ละเอียด|ละ|ออ|,|ความ|ประณีต|,|ความ|พิถีพิถัน|,|ความ|แม่นยํา|,|ความ|แน่นอน|  |Syn. exactness
(นิช) n. เวิ้ง|หรือ|โพรง|ใน|ผนัง|กําแพง|,|ตําแหน่ง|ที่|เหมาะสม vt. วาง|ใน|เวิ้ง|  |Syn. recess
(นิค) n. ร่อง|,|ช่อง|,|บาก|, -|Phr. (in the nick of time ใน|ช่วง|เวลา|ที่|สําคัญ) . vt. ทํา|ร่อง|,|ทํา|ช่อง|,|ทํา|บาก|,|ตัด|,|ผ่า|,|ตี|เบา ๆ ,|ต่อย|เบา ๆ ,|โกง|,|หลอกลวง|,|จับกุม
(นิค|'|เคิล) n. ธาตุ|โลหะ|; Ni|; ชื่อ|เหรียญทองแดง|ผสม|นิกเกิล|ของ|อเมริกา|มี|ค่า|เท่า|กับ 1|/|20 ส่วน|ของ|หนึ่ง|ดอลลาร์.
แบตเตอรี่|ชนิด|หนึ่ง|เรียก|ย่อ ๆ ว่า NiCad (อ่าน|ว่า ไน|แคด) หมายถึง แบตเตอรี่|ที่|ใช้|ใน|เครื่อง|คอมพิวเตอร์|ขนาด|เล็ก ๆ เช่น โน้ต|บุ๊ก แบตเตอรี่|ชนิด|นี้|ใช้|อัด|ไฟ|ได้ แต่|ต้อง|กําจัด|ไฟ|ที่|เหลือ|ภายใน|ให้|หมด|ก่อน มิฉะนั้น|จะ|อัด|ไฟ|ได้|น้อย|ลง|ทุกที
(นิค|'|เนม) n. ชื่อเล่น|,|ฉายา|,|ชื่อ|ล้อ. vt. ให้|ฉายา|,|ตั้ง|ชื่อเล่น.  |Syn. nicknamer n.
(นิค|'|โค|ทิน) n. แอลกอฮอล์|เหลว|มี|พิษ|ที่|พบ|ใน|ยาสูบ|;|  |Syn. nicotinic adj.
(นิด|'|เด|อริ|ง) n. คน|ขี้ขลาด|,|คน|เลว|,|adj. ขี้ขลาด|,|เลว.  |Syn. nidering
(ไน|ดฺ) n. รัง|,|รัง|นก|,|คอก (เป็ด|,|ไก่|,|นก)| 
(นีซฺ) n. หลาน|สาว|,|ลูกสาว|ของ|พี่|หรือ|น้อง
(นิฟ|'|ที) adj. ฉลาด|,|เก๋|,|สวยงาม|,|ดี
(ไน|จี|'|รี|ย) n. ประเทศ|ไน|จีเรีย
(นิก|'|เกิร์ด) n. คน|ขี้เหนียว|มาก adj. ขี้เหนียว|มาก|  |Syn. niggardiness n.
(นิก|'|เกิร์ดลี) adj. ขี้เหนียว|,|นิดหน่อย. -|adv. อย่าง|ขี้เหนียว|  |Syn. niggardliness n.  |Syn. miserly
(นิก|'|เก|อะ) n. นิ|โก|ร|,|คน|ผิว|ดํา|ที่|เนื่องจาก|เชื้อชาติ|  |Syn. niggerish adj. niggery adj.
(นิก|'|ลิง) adj. เล็ก ๆ น้อย ๆ ,|ขี้|ประ|ติ๋ว|,|ไม่|สําคัญ|, จู้จี้. n. งาน|เล็ก ๆ น้อย|,|งาน|จุ๋มจิ๋ม|,|- nigglingly adj.
(ไน) adv. ใกล้|,|ใกล้ชิด|,|สนิท|,|ชิด|ขอบ|ถนน|,|เกือบจะ adj. ใกล้|,|สนิท|,|สั้น|,|โดย|ตรง. vi.,|vt. เข้า|หา|  |Syn. near
(ไน|ทฺ) n. กลางคืน|,|ความ|มืด|,|ความ|คลุมเครือ|,|โชค ไม่|ดี|,|การ|ไม่|รู้|, -|Phr. (night and day ไม่|หยุดหย่อน ไม่|รู้จัก|เหนื่อย ไม่|สิ้นสุด)| 
n. ภาวะ|ที่|ไม่|สามารถ|มองเห็น|ได้|ดี|หรือ|มองไม่เห็น|ใน|เวลา|กลางคืน|  |Syn. nightblind adj.  |Syn. nyctalopia
n. ไนท์คลับ.  |Syn. night clubber n.  |Syn. nightspot
n. ผลัด|กลางคืน
n. ยาม|กลางคืน|,|การ|อยู่|ยาม|กลางคืน
n. ไนท์คลับ.  |Syn. night clubber n.  |Syn. nightspot
(ไน|ทฺ|'|ฟอล) n. เวลา|มืดค่ํา|  |Syn. night
(ไน|ทฺ|'|เกาน์) n. ชุดนอน|หลวม ๆ ,|ชุดนอน.  |Syn. nightdress
(ไน|'|ที) n. ชุดนอน
(ไน|'|ทิง|เก|ล) n. นก|ร้อง|เสียง|ไพเราะ|ตัว|เล็ก ๆ ใน|ตระกูล Thrush
(ไน|ทฺ|'|ลอง) adj.,|adv. ตลอด|ทั้ง|คืน.
(ไน|ทฺ|'|ลี) adj.,|adv. ใน|เวลา|กลางคืน|,|ทุก|คืน
(ไน|ทฺ|'|แมร์) n. ฝัน|ร้าย|,|สภาวะ|ที่|โศกเศร้า
(ไน|ทซฺ) adv. ใน|เวลา|กลางคืน|เป็น|ประจํา
(ไน|'|ที) n. ชุดนอน
(นิก|'|ริ|ทูด) n. ความ|มืด|สนิท|,|ความ|ดํา|,|สิ่ง|ที่|ดํา|,|การ|เลื่อม|เสียชื่อ|เสียง|  |Syn. nigritudinous adj.  |Syn. blackness
(ไน|'|ฮิล) n. สิ่ง|ที่|ไม่|มี|ค่า
(ไน|'|อะลิส|ซึม) n. ลัทธิ|ยกเลิก|กฎหมาย|และ|องค์กร|บริหาร|ทั้งหลาย|,|คน|สงสัย|อย่างยิ่ง|ยวด|,|ลัทธิ|ทําลาย|,|สภาวะ|ที่|ไร้|กฎหมาย มี|การ|ก่อการร้าย|และ|การ|ปฏิวัติ|อื่น ๆ ,|การ|ทําลาย|สิ้นเชิง.  |Syn. nihilist n.,|adj. nihilistic adj.
(นิล) n. การ|ไม่|มี|อะไร|,|ศูนย์|,|การ|ปราศจาก
(ไน|ลฺ) n. แม่น้ํา|ไนล์
(นิล) vt.,|vi. ไม่|เต็มใจ
(นิม|'|เบิล) adj. ว่องไว|,|แคล่วคล่อง|,|เฉียบแหลม|,|ฉลาด.  |Syn. nimbleness n. nimbly adv.  |Syn. lively
Pref. เมฆฝน|,|ทรงกลด|รอบ|พระ|เศียร
(นิน|'|คัม|พู|พ) n. คน|โง่
(ไน|นฺ) n.,|adj. เก้า -|Phr. (the Nine เทพธิดา|ทั้ง|เก้า|แห่ง muse (ดู))| 
(ไน|นฺ|'|พินซ) n. เกม|เล่น|ทอย|ชนิด|หนึ่ง|ที่|ใช้|ไม้|เก้า|อัน|,|ninepin ไม้|อัน|หนึ่ง ของ|เกม|ดังกล่าว
(ไน|นฺ|'|ที|น) n.,|adj. สิบ|เก้า
(ไน|นฺ|'|ที|นธฺ) adj.,|n. ที่|สิบ|เก้า|,|ส่วน|ที่|สิบ|เก้า
(ไน|นฺ|'|ทิอิธ) adj.,|n. ที่|เก้า|สิบ|,|ส่วน|ที่|เก้า|สิบ
(ไน|นฺ|'|ที) n.,|adj. เก้า|สิบ|  |Syn. nineties n.,|pl. จํานวน|ที่อยู่|ระหว่าง|90|กับ|99.
(ไน|ธฺ) adj.,|n. ที่|เก้า|,|ส่วน|ที่|เก้า
(นิพ) {|nipped|,|nipping|,|nips|} vt.,|n. (การ) หนีบ|,|หยิก|,|กัด|,|ตัด|,|แทะ|,|เหน็บแนม|,|เล็ม|,|ตอด|,|เด็ด|,|ทํา|ให้|ชะงัก|ไป|, (การ) จิบ|,|ดื่ม|เล็กน้อย vi.,|n. (การ) หลบหนี|,|หลีกหนี|,|ลอบ|,|เหน็บแนม|,|จํานวน|หรือ|ปริมาณ|เล็กน้อย|,|เครื่อง|หนีบ|,|คีม|, (การ) จิบ|,|ดื่ม|เล็กน้อย|  |Syn. nipper n.
(นิพ|'|เพิล) n. หัวนม|,|นมหนู|,|ปลาย|กระบอกฉีด|,|ปลาย|เข็ม|ที่|ใช้|แทง|ชนวน|ปืน.  |Syn. tit|,|teat
(นี|พอน|'|,|นิพ|'|พอน) n. คํา|ญี่ปุ่น|ที่หมาย|ถึง|ญี่ปุ่น
(นิพ|'|พอ|นีซ|,|นิ|พอน|นีส|') n.,|adj. เกี่ยวกับ|ญี่ปุ่น|,|ชาว|ญี่ปุ่น pl. Nipponese
(นิพ|'|พี) adj. เสียว|,|แสบ|,|หนาว|เหน็บ|,|กัดกร่อน|,|แคล่วคล่อง|  |Syn. biting|,|chilly
โปรแกรมเมอร์|ผู้สร้าง ชุด|โปรแกรม DDP 1.0 ,|DDP 2.0 graphic designed by Attapong [|game programer|]
(เนอร์|วา|'|นะ|,|-|แวน|'|นะ) n. นิพพาน|  |Syn. nirvanic adj.  |Syn. serenity
(ไน|'|เทอะ) n. โพแทสเซียม|ไนเตรต
(ไน|'|เท|รท) n. ไนเตรต
(ไน|'|ท|ริ|ค) adj. ประกอบ|ด้วย|ไนโตรเจน
(ไน|'|ไทร|ท) n. เกลือ|หรือ|เอสเตอร์|ของ|nitrous acid
(ไน|'|โทร|เจน) n. ไนโตรเจน|;|N
(นิท|'|ทิ ก|ริ|ฟ|'|ที) n. ประเด็น|หรือ|จุดสําคัญ|ของ|ปัญหา
(นิท|'|วิท) n. คน|โง่|,|คน|ไม่|เต็มเต็ง
(นิคซฺ) n. ความ|ไม่|มี|อะไร. -|adv. ไม่. interj. คําอุทาน|แสดง|ความ|ไม่|เห็น vt. คัดค้าน|,|ไม่|เห็นด้วย|,|ห้าม
(เอ็น|แอ|ล|คิว) ย่อ|มา|จาก near letter quality (คุณภาพ|เกือบ|คมชัด) แปล|ตาม|ตัวอักษร|ว่า เกือบ|เหมือน|ตัวพิมพ์|ดีด ใช้|เป็น|คําอธิบาย|ถึง|คุณภาพ|ของ|เครื่องพิมพ์|ว่า สามารถ|พิมพ์|ได้|เกือบ|คมชัด หรือ|ใกล้เคียง|ตัวพิมพ์|ดีด เครื่องพิมพ์|ที่|มี|คุณภาพ จะ|มองดู|เหมือน|การ|นํา|จุด|มา|เรียง|กัน|ให้|เป็น|รูป|ตัวอักษร ฉะนั้น เครื่องพิมพ์|ชนิด|ที่|มี|จุด|มาก ๆ ติด ๆ กัน จะ|ทํา|ให้|ความ|คมชัด (high resolution) ตัวอักษร|ที่|พิมพ์|ออก|มา จะ|ดู|สวย|และ|ประณีต เหมือน|ตัวพิมพ์|ดีด การ|วัด|คุณภาพ|ของ|เครื่องพิมพ์ จึง|วัด|เป็น|จํานวน|จุดต่อ|นิ้ว เช่น 600 จุดต่อ|นิ้ว ย่อม|ดี|กว่า 300 จุดต่อ|นิ้ว เป็นต้น (300 จุดต่อ|นิ้ว พอจะ|เรียก|ได้|ว่า คุณภาพ|เกือบ|คมชัด) ดู printer และ letter quality ประกอบ
(โน) adv. adv. ไม่|,|ไม่|มี -|n. การ|ปฏิเสธ|,|คําปฏิเสธ pl. noes|,|nos
abbr. north|,|northern|,|number
(โน|'|อะ) n. โน|อา|ผู้สร้าง|เรือ|ใหญ่|บรรทุก|ครอบครัว|ของ|เขา|และ|สัตว์|ทุก|ชนิด|เพื่อ|หนี|น้ําท่วม|โลก (ใน|พระคัมภีร์|ไบเบิล)| 
(เน|'|ออ|ส) n. โบสถ์|,|วิหาร|,|วัดวาอาราม
(นอ|บ) n. ไพ่|แจ๊ก|,|คน|รวย|,|ผู้ดี
n. รางวัล|โนเบล|จาก|กองทุน|ของ|Alfred B. Nobel สําหรับ|ผู้|มี|ผลงาน|ดีเยี่ยม
n. รางวัล|โนเบล|จาก|กองทุน|ของ|Alfred B. Nobel สําหรับ|ผู้|มี|ผลงาน|ดีเยี่ยม
(โน|บิล|'|ลิ|ที) n. พวก|ผู้ดี|,|พวก|ขุนนาง|,|ความ|เป็น|ผู้ดี|หรือ|ขุนนาง|,|ศักดิ์|ตําแหน่ง|ชั้น|สูง|,|ความ|สูงส่ง|ของ|จิตใจ|,|ความ|มี|คุณธรรม|สูง|,|ความ|สง่างาม
(โน|'|เบิล) adj. ชั้น|สูง|,|มี|ตระกูล|,|สูง|ศักดิ์|,|ชั้น|ขุนนาง|,|สง่า|,|ประเสริฐ|, (เคมี) เฉื่อย n. คน|ชั้น|สูง|,|ผู้|มี|ตระกูล|สูง|,|ขุนนาง|  |Syn. nobleness n.  |Syn. high|,|grand
(โน|'|เบิล|เมิน) n. คน|ชั้น|สูง|,|คน|สูง|ศักดิ์|,|ขุนนาง pl. noblemen
(โน|'|บลี) adv. อย่าง|ประเสริฐ|,|อย่าง|สง่างาม|,|อย่าง|กล้าหาญ|,|ชั้นเยี่ยม|,|ด|'|เลิศ|,|มี|ตระกูล|สูง|,|มี|คุณธรรม|สูง|  |Syn. gallantly
(โน|'|บอด|ดี) pron.,|n. ไม่|มี|ใคร pl. nobodies
(omni nocte) adj. ทุก|คืน
abbr. "|กลางคืน|"
อาการ|ปัสสาวะ|รด|ที่|นอน
(นอ|คเทอร์|'|เนิล) adj. เกี่ยวกับ|กลางคืน|  |Syn. nocturnality n.
(นอ|ค|'|คิว|อัส) adj. เป็น|อันตราย|,|เป็น|ภัย|  |Syn. nocuousness n.
(นอ|ด) {|nodded|,|nodding|,|nods|} v.,|n. (การ) ผงก|ศีรษะ|,|ก้ม|ศีรษะ|,|พยักหน้า|ให้|มา|,|สัปหงก|,|สะเพร่า|,|เอน|ลง|,|ห้อย|,|ยาน.  |Syn. noddingly adv.
(โน|ด|'|เดิล) adj. (เกี่ยวกับ) ปุ่ม|,|ปม|,|รอย|โปน|,|ส่วน|ที่|บวม|หรือ|โน|,|ตาตุ่ม|  |Syn. nodality n.
(นอ|ด|'|เดิล) n. ศีรษะ. vi. ก้ม|ศีรษะ|เล็กน้อย
(นอ|ด|'|ดี) n. ต้นสน|ลําต้น|สี|ดํา|จําพวก|หนึ่ง|,|คน|โง่|,|คน|เซ่อ
(โน|ด) n. ปุ่ม|,|ปม|,|รอย|โปน|,|ตา|,|ตุ่ม|,|จุด|,|จุด|ที่|ลําบาก|,|สถานการณ์|ที่|ลําบาก.  |Syn. nodical adj.  |Syn. knob
(นอ|ด|'|ดิวลาร์) adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|node (ดู)| 
(นอ|ด|'|ดิว) n. ปุ่ม|เล็ก|,|ปม|เล็ก|,|ตุ่ม|เล็ก
(โน|เอล|') n. เทศกาล|คริสต์มาส|,|เพลง|คริสต์มาส.  |Syn. yuletide|,
(นอก|'|เกิน) n. ถ้วย|เล็ก ๆ ,|เหยือก|เล็ก ๆ ,|เหล้า|จํานวน|เล็กน้อย|,|หัว
(นอยล์) n. เส้นใย|ของ|ฝ้าย|ขนสัตว์|หรือ|อื่น ๆ ที่|หลุด|ออก|มา|จาก|การ|หวี.  |Syn. noily adv.
(นอ|ยซ) n. เสียง|,|เสียง|รบกวน|,|เสียง|ดัง|อึกทึก
(นอ|ยซ|'|พรู|ฟ) adj. เก็บ|เสียง
(นอ|ย|'|เซิม) adj. รุกราน|,|น่า|รังเกียจ|,|เป็น|ภัย|,|เป็น|อันตราย|,|เป็น|พิษ.  |Syn. noisomeness n.  |Syn. noxious|,|bad
(นอ|ย|'|ซี) adj. อึกทึก|,|เสียง|ดัง|,|หนวกหู|,|เต็มไปด้วย|เสียง.  |Syn. noisily adv. noisiness n.  |Syn. clamorous
(โน|'|แมด|,|นอ|ม|'|แมด) n. ผู้|ร่อนเร่|,|ผู้|ท่อง เที่ยว|ไป|มา. adj.  |Syn. nomadic. nomadism n.  |Syn. gypsy
(โน|แมด|'|ดิค) adj. ร่อนเร่|ไป|ใน|ที่|ต่าง ๆ ,|ท่องเที่ยว
(โน|'|มัน|เคล|เทอะ) n. คน|ขาน|ชื่อ|,
(โน|'|มัน|เคลเชอะ) n. ระบบ|ชื่อ|,|ระบบ|การ|ตั้ง|ชื่อ
(นอ|ม|'|มะเนิล) adj. เพียง|ใน|นาม|,|ตาม|ที่|เรียก|กัน|,|พอ|เป็น|พิธี|,|เกี่ยวกับ|ชื่อ
ค่าจ้าง|เป็น|เงิน
(นิม|'|มิ|เนท) vt. เสนอ|ชื่อ|เพื่อให้|เลือกตั้ง|,|แต่งตั้ง|,|ตั้ง|ชื่อ|,|ระบุ|ชื่อ. adj. เกี่ยวกับ|ชื่อ|เฉพาะ.  |Syn. nominator n.  |Syn. name
(นอ|ม|มิ|เน|'|เช ิน) n. การ|เสนอ|ชื่อ|เข้า|รับ|เลือกตั้ง|,|แต่งตั้ง|,|ภาวะ|ที่|ถูก|แต่งตั้ง
(นอ|ม|'|มะเนทิฟว) adj. เกี่ยวกับ|การ|เสนอ|ชื่อ|เข้า|รับ|เลือกตั้ง|,|ระบุ|ชื่อ. n. ประธาน|ของ|ประโยค|,|กร|ร|ตุ|กา|รก
(นอ|ม|'|มะนี) n. ผู้|ได้|รับ|การ|เสนอ|ชื่อ|เข้า|รับ|เลือกตั้ง
ข้อความ|สั่ง|ไม่|ทํา|การ|หมายถึง คําสั่ง|ที่|เครื่อง|คอมพิวเตอร์|จะ|ไม่|ทํา|การ|ใด ๆ แต่|เป็น|การ|แจ้ง|ให้|ตัว|แปล|ชุดคําสั่ง (compiler) รับรู้|ข้อความ|บาง|อย่าง|ที่|ต้องการ|แจ้ง|ให้|ทราบ|เท่านั้น เช่น คําสั่ง END เป็นต้น คําสั่ง|นี้|เป็น|เพียง|ต้องการ|แจ้ง|ให้|ทราบ|ว่า จบ|โปรแกรม|นั้น ๆ แล้ว|เท่านั้น นอกจากนั้น ก็|อาจ|เป็น|คําสั่ง|ให้|เตรียม|ที่|ใน|หน่วยความจํา|บ้าง เตรียม|จัด|รูปแบบ|ข้อมูล|บ้าง ถ้า|สั่ง|ให้|อ่าน|ข้อมูล|โดย|ใช้|คําสั่ง Read คําสั่ง|นี้|เป็น|ข้อความ|สั่ง|ทํา|การ (excutable statement) เครื่อง|จะ|ทํา|การ|ทันที|ที่|พบ|คําสั่ง|นี้ แต่|อ่าน|ข้อมูล|แล้ว|นํา|ไป|จัด|เก็บ|ใน|รูปแบบ|ตาม|คําสั่ง FORMAT (ใน|ภาษา|ฟอร์แท|รน) คําสั่ง FORMAT ถือ|ว่า|เป็น|ข้อความ|สั่ง|ไม่|ทํา|การ|ดู excutable statement เปรียบเทียบ
จาน|บันทึก|ที่|ไม่|มี|แฟ้มข้อมูล|ระบบ|หมายถึง จาน|บันทึก|ที่|ไม่|สามารถ|นํามา|ใช้ ใน|การ|เริ่ม|เครื่อง|ใหม่ (boot) ได้ ทั้งนี้ เพราะ|เมื่อ|จัด|ระบบ|การ|เก็บ|ข้อมูล (format) ไม่|ได้|สั่ง|ให้|คัดลอก|แฟ้มข้อมูล|ระบบ|มา|ด้วย แฟ้มข้อมูล|ระบบ|มี 3 แฟ้ม คือ Ibmbio.Com (Io.Sys) , Ibmdos.Com (Msdos.Sys) และ Command.Com สอง|แฟ้ม|แรก|จะ|ซ่อน|อยู่ (hidden file) มองไม่เห็น|บน|จอภาพ จาน|บันทึก|ที่|ไม่|มี|แฟ้มข้อมูล|ระบบ|ทั้ง|สาม|นี้ เมื่อ|นํามา|เริ่ม|เครื่อง|ใหม่ จะ|มี|ข้อความ|ระบุ|ความผิด|พลาด|บน|จอภาพ ว่า เป็น non|-|system disk และ|จะ|มี|คําสั่ง|ว่า|ให้|กด|แป้น|ใด ๆ ก็ได้|เพื่อ|คอมพิวเตอร์|จะ|ได้|ไป|หา|แฟ้ม|ระบบ|นี้|ใน|หน่วย|บันทึก|อื่น|ต่อไป
Pref. ไม่|,|ไม่|ใช่
(นอน|'|อะไลน์ดฺ|') adj. ไม่|เข้าข้าง|ใด|,|เป็น|กลาง|,|วาง|ตัว|เป็น|กลาง|  |Syn. nonalignment n.  |Syn. unbiased
(นอน|ซฺ) n. ขณะ|ปัจจุบัน|,|ชั่วขณะ|หนึ่ง|,|จุดประสงค์|ปัจจุบัน|  |Syn. present
n. ความ|เมิน|เฉย|,|ความ|ห่างเหิน|  |Syn. indifference
adj. เมิน|เฉย|,|ห่างเหิน|  |Syn. indifferent
n. นายทหาร|ที่|ไม่|ใช่|ชั้น|สัญญาบัตร
(นอน|คะ|มิ|ท|'|เทิล) adj. ซึ่ง|ไม่|ผูกมัด|ตัวเอง|,|ซึ่ง|บอกปัด.  |Syn. neutral
(นอน|คะ|มิ|ว|'|นิ|คะ|เบิล) adj. ไม่|ติดต่อ|กัน|ได้
(นอน|คัน|ฟ|อร|ฺ|'|มิ|ง) adj. ซึ่ง|ไม่|ลงรอย|กัน|,|ซึ่ง|ไม่|ยอม|เข้า|ร่วม
แฟ้ม|แอ|สกี|เป็น|ลักษณะ|ของ|แฟ้มข้อมูล|แบบ|หนึ่ง มี|ใช้|เฉพาะ|ใน|โปรแกรมประมวลผล|คํา (word processing) บางที|เรียก|ว่า|แฟ้ม|แอ|สกี (ASCII file) มี|ลักษณะ|เฉพาะ|คือ|เป็น|แฟ้ม|ที่|ไม่|มี|รูปแบบ|ใน|การ|จัด|หน้า ข้อความ|จะ|ยาว|ไป|เรื่อย ๆ โดย|ไม่|มี|การ|ขึ้น|บรรทัด|ใหม่ นอกจาก จะ|เริ่ม|ระเบียน|ใหม่ โปรแกรม|เวิร์ดสตาร์ (WordStar) เป็น|ผู้นํา|คํา|นี้|มา|ใช้|ก่อน ตรงข้าม|กับ document file ซึ่ง|หมายถึง แฟ้มข้อมูล|ที่|มี|การ|จัด|รูป|หน้า|ไว้|แล้ว|ดู document file เปรียบเทียบ
(นัน) pron.,|adv.,|adj. ไม่|,|ไม่|ใช่
(นอน|เอน|'|ทิ|ที) n. บุคคล|หรือ|สิ่ง|ที่|ไม่|สําคัญ|,|สิ่ง|ที่|ไม่|มี|ตัวตน|  |Syn. cipher
(นันธะเลส|') adv. อย่างไรก็ตาม|ถึงกระนั้น|  |Syn. nevertheless
(จอภาพ) ชั้นดี <|ความหมาย|>|ใช้|บอก|คุณภาพ|ของ|จอภาพ ที่|แสดง|ว่า ภาพ|บน|จอ|นิ่ง ไม่|เต้น ซึ่ง|เป็น|ผลดี|กับ|สายตา|มาก หาก|จะ|ซื้อ|คอมพิวเตอร์ หรือ|จอภาพ|ใหม่ ควร|คํานึง|ถึง|เรื่อง|นี้|ด้วย เพราะ|จะ|ช่วย|ป้องกัน|มิ|ให้|ตา|เสีย|ได้
(นอน|พะเรล|') adj. ไม่|มี|ที่|เปรียบ|,|เลิศ. n. สิ่ง|ที่|ไม่|มี|อะไร
(นอน|'|พลัส|,|นอน|พลัส|') vt. ทํา|ให้|ยุ่งเหยิง|หรือ|สับสน|ที่สุด. n. ภาวะ|ที่|ยุ่งเหยิง|หรือ|สับสน|ที่สุด|  |Syn. perplex|,
(นอน|'|เซินซฺ) n. ความ|เหลวไหล|,|เรื่อง|เหลวไหล|  |Syn. nonsensical adj. nonsensicality n.  |Syn. absurdity
(นอน|'|ส|ทอ|พ|') adj.,|adv. ไม่|หยุด|ระหว่าง|ทาง
หน่วยความจํา|ไม่|ลบเลือน|หมายถึง หน่วยความจํา|ใน|เครื่อง|คอมพิวเตอร์ ที่|ข้อมูล|ใน|นั้น|จะ|ไม่|ลบ|หาย|ไป แม้ว่า|จะ|ปิด|กระแส|ไฟ|แล้ว|ก็ตาม เช่น หน่วยความจํา|ประเภท|อ่าน|อย่างเดียว (ROM) เป็นต้น ดู memory ประกอบ
(นูด|'|เดิล) n. ก๋วยเตี๋ยว|,|อาหาร|ที่|เป็น|เส้น|ยาว|,|บะหมี่
(นูด) n. มุม|,|ซอก|,|ตําแหน่ง|หรือ|จุด|ที่อยู่|ไกล
(นูน) n. เที่ยงวัน|  |Syn. midday
(นูส) n. ห่วง|,|บ่วง|,|ห่วง|ดัก|,|แร้ว vt. ดัก|หรือ|จับ|ด้วย|ห่วง|,|ทํา|ห่วง|,|ทํา|บ่วง|  |Syn. loop
(เอ็น|โอ|พี) ย่อ|มา|จาก|คํา not operating properly หมายถึง โปรแกรม|หรือ|เครื่อง|คอมพิวเตอร์ ที่|ไม่|สามารถ|ทํางาน|ได้|อย่าง|ที่|คิด บาง|คน|ก็|ว่า ย่อ|มา|จาก not on purpose ซึ่ง|แปล|ว่า "|ไม่|ตั้งใจ|"
(โน|พ) adv. ไม่|  |Syn. no
(นอร์) conj. ใช้|คู่|กับ neither|,|=|ไม่|,|ไม่|เหมือน|กัน|,|และ|ไม่
(นอร์|'|ดิค) adj. เกี่ยวกับ|มนุษย|พันธุ์|Caucasoid (ดู) .  |Syn. Nordicity n.
(นอร์ม) n. มาตรฐาน|,|รูปแบบ|,|แบบแผน|,|ค่าเฉลี่ย|,|มาตรฐาน|การ ศึกษา|,|ปกติวิสัย
(นอร์|'|เมิล) adj. ปกติ|,|ธรรมดา|,|โดย|ธรรมชาติ|,|เป็น|ประจํา|,|เป็น|มาตรฐาน|,|มี|จิต|ปกติ|,|เป็น|มุมฉาก|,|ตั้ง|ฉาก|,|ซึ่ง|ปราศจาก|การ|ติดเชื้อ. n. มาตรฐาน|,|ปกติวิสัย|,|รูปแบบ|ธรรมดา|,|ค่าเฉลี่ย|,|เส้น|ตั้ง|ฉาก.  |Syn. normality n.  |Syn. usual
เส้นโค้ง|รูป|ระฆัง|ที่|เป็น|เส้น|ความ|สัมพันธ์|ของ|การ|แจกแจง|ความ|ถี่ กับ|ค่า|ต่าง ๆ ของ|ตัวแปร.  |Syn. Gaussian curve
(นอร์|'|เมิล|ซี) n. ความ|ปกติ|,|ปกติวิสัย
(นอร์|'|เมิล|ไลซ) vt. ทํา|ให้|ปกติ|,|ทํา|ให้|เป็น|มาตรฐาน. vi. กลาย|เป็นปกติ|,|กลาย|เป็น|ธรรมดา.  |Syn. normalisation n. normalization n.
(นอร์|'|เมิล|ไลซ) vt. ทํา|ให้|ปกติ|,|ทํา|ให้|เป็น|มาตรฐาน. vi. กลาย|เป็นปกติ|,|กลาย|เป็น|ธรรมดา.  |Syn. normalisation n. normalization n.
(นอร์|'|เมิล|ลี) adv. ตาม|ธรรมดา|,|ตาม|กฎ|,|โดย|ทั่วไป|  |Syn. regulary
(นอร์|'|เมิน) n. ชาว|นอร์|แมน|ที่|เป็น|พวก|สแกนดิเนเวีย|น
จุด|บน|เข็มทิศ|ที่อยู่|ห่าง|จาก|ทิศเหนือ|ไป|ทาง|ตะวันออก 11 องศา 15|'|; อุดร|ภาค|บูรพา
(นอร์ธ|อีส|ทฺ|') n.,|adj.,|adv. (ไป|ทาง) ภาค|อีสาน|,|อุ|ตรี|สาน|,|ภาค|ตะวันออกเฉียงเหนือ.  |Syn. northeastern
(นอร์ธ|อีส|'|เท|อลี) adj.,|adv. เกี่ยวกับ|ทิศตะวันออกเฉียงเหนือ
(นอร์ธ|อีส|ทฺ|'|เวิร์ด) adj.,|adv. หัน|ไป|ทาง|ทิศตะวันออกเฉียงเหนือ.
(นอร์ธ|'|เธอะลี) adj.,|adv.,|n. adj. เกี่ยวกับ|ทาง|เหนือ|,|ลมเหนือ.  |Syn. northerliness n.
(นอร์ธ|'|เธิร์น) adj. เกี่ยวกับ|ทิศเหนือ. n. คน|เหนือ|  |Syn. northernness n.
(นอร์ธ|'|เธิร์น|โม|สทฺ) adj. เหนือ|สุด
(นอ|ธ|'|เวิร์ค) adv. ไป|ทาง|เหนือ n. ทิศเหนือ.
(นอร์ธ|'|เวสทฺ) n.,|adj. พายัพ|,|ภาค|พายัพ|,|ทิศตะวันตกเฉียงเหนือ.  |Syn. northwestern
(นอร|'|์ เวย์) n. ประเทศ|นอร์เวย์|เมืองหลวง|ชื่อ|Oslo
(นอร์วี|'|เจียน) adj.,|n. (เกี่ยวกับ) นอร์เวย์ (ประเทศ|-|ประชาชน|-|ภาษา|วัฒนธรรม|และ|อื่น ๆ)| 
(นอ|ส) ย่อ|มา|จาก network operating system (ระบบปฏิบัติการ|เครือข่าย) เป็น|ชื่อ|ซอฟต์แวร์|ที่|ใช้|ใน|การ|ทํา|ระบบ|ข่ายงาน|บริเวณ|เฉพาะที่ (LAN) ซึ่ง|จะ|ต้อง|ประกอบ|ด้วย เครื่อง|บริการ|แฟ้ม (server) ซึ่ง|เป็น|คอมพิวเตอร์|ที่|เก็บ|โปรแกรม|และ|แฟ้มข้อมูล|ที่|จะ|ใช้|ร่วม|กัน และ|ซอฟต์แวร์|ที่|จัดการ|เกี่ยวกับ|สถานี|งาน (work station) เพื่อ|จัดการ|เกี่ยวกับ|การ|ติดต่อ|โต้ตอบ|ระหว่าง|เครื่อง|บริการ|แฟ้ม กับ|คอมพิวเตอร์|อื่น ๆ ใน|เครือข่าย|ด้วย
(โน|ซ) {|nosed|,|nosing|,|noses|} n. จมูก|,|อวัยวะ|สูด|อากาศ|หายใจ|,|หัว|สูบ|,|พวย|กา|,|หัว|เครื่องบิน|,|หัวเรือ|,|หัวไม้|ตี|กอล์ฟ -|v. ดม|กลิ่น|,|บ่ายหน้า|,|ทิ่ม|หัว|,|สัมผัส|หรือ|ถู|ด้วย|จมูก -|Phr. (by a nose เส้น|ยาแดง) -|Phr. (on the nose แม่นยํา ถูกต้อง)| 
n. การ|จิก|หัว (เครื่องบิน) ลง|,|การ|ตกลง|หรือ|บิน|ลง|มา|อย่าง|รวดเร็ว|  |Syn. plunge
(โน|ซ|'|ไดว) vi. จิก|หัว|ลง|มา|  |Syn. nose|-|diving n.
(โน|ซ|'|บลีด) n. เลือดกําเดา|,|เลือด|จาก|จมูก
(โน|ซ|'|เก) n. ดอกไม้|ช่อ|เล็ก ๆ|  |Syn. bouquet|,|posy
(โน|ซ|'|พี|ซฺ) n. ส่วน|ที่|คลุม|จมูก|,|สาย|รั้ง|ม้า|หรือ|สุนัข|ที่|รัด|ผ่าน|จมูก|,|ส่วน|ของ|กรอบ|แว่น|ที่|ดั้งจมูก
(โน|'|ซี) adj. สอดรู้|สอด|เห็น|,|เที่ยว|ค้น.  |Syn. nosily adv. nosiness n.
(นอ|สแทล|'|เจีย) n. การ|ครุ่นคิด|อยาก|ให้|กลับ|มา|ซึ่ง|ประสบการณ์|,|สิ่งของ|หรือ|ความ|คุ้นเคย|ใน|อดีต|  |Syn. nostalgic adj.
(นอ|ส|'|ท|ริ|ล) n. โพรงจมูก|,|ช่องจมูก|,|รูจมูก
(นอ|ส|'|ท|รัม) n. ยา|บรรจุ|เสร็จ|,|ยา|แผน|โบราณ|,|ยา|เถื่อน|,|ยากลางบ้าน.
(โน|'|ซี) adj. สอดรู้|สอด|เห็น|,|เที่ยว|ค้น.  |Syn. nosily adv. nosiness n.
(นอ|ท) adv. ไม่
ยัง|ใช้ไม่ได้|มัก|ใช้|ตัวย่อ|ว่า NOP หมายถึง โปรแกรม|หรือ|เครื่อง|คอมพิวเตอร์ ที่|ไม่|สามารถ|ทํางาน|ได้|อย่าง|ที่|คิด
(โน|ทะ|บิล|'|ลิ|ที) n. ความ|น่า|สังเกต|,|ความ|เด่น|,|ความ|มี|ชื่อเสียง|,|บุคคล|ที่|สังเกต|  |Syn. destinction
(โน|'|ทะเบิล) adj.,|n. (คน|ที่) น่า|สังเกต|,|เด่น|,|สะดุดตา|,|มี|ชื่อเสียง|,|น่า|จดจํา|,|มี|ความ|สามารถ|,|ประหยัด|,|อุตสาหะ.  |Syn. notably adv.  |Syn. wellknown
(โน|เท|'|เชิน) n. บันทึก|,|หมายเหตุ|,|เครื่องหมาย|,|หนังสือ|,|จดหมาย|,|การ|ทํา|บันทึก|หมายเหตุ
(นอ|ทชฺ) n.,|v. (ทํา) บาก|,|รอย|บาก|,|รอย|ตัด|,|ช่อง|,|ร่อง|  |Syn. cut|,|nick
(โน|ท) {|noted|,|noting|,|notes|} n. บันทึก (เป็น|ลายมือ) สั้น ๆ ,|บันทึก|,|จดหมาย|,|หมายเหตุ|,|สาสน์|,|สาร|,|ธนบัตร|,|ชื่อเสียง|,|ความ|เด่น|,|ความ|สําคัญ|,|เสียง|ดนตรี|,|เครื่องหมาย|ดนตรี|,|ทํานอง|เพลง vi. บันทึก|,|หมายเหตุ|,|จดจํา|,|สังเกต|,|ใส่|เครื่องหมาย|ดนตรี|,|แสดง|ดึง|,|ชี้|บ่ง. -|Phr. (compare notes แลก เปลี่ยน|ความคิดเห็น)| 
(โน|ทฺ|'|บุ|ค) n. สมุดบันทึก
คอมพิวเตอร์|ขนาด|สมุดบันทึก|หมายถึง เครื่อง|คอมพิวเตอร์|ขนาด|เล็ก|มาก บางที|เรียก|ขนาด|สมุด|โน้ต หรือ|ขนาด|พก|พา เพราะ|สามารถ|พก|พา|ติด|ตัว|ไป|ไหน ๆ ได้|สะดวก ใช้ได้|ทั้ง|กับ|ไฟ|บ้าน|และ|แบ|ตเตอ|รี น้ําหนัก|ไม่|ถึง 1 กิโล กรัม ปัจจุบัน กําลัง|ได้|รับ|ความ|นิยม|มาก|มี|ความหมาย|เหมือน notepad computer
(โน|'|ทิด) adj. มี|ชื่อเสียง.  |Syn. notedly adv.
สมุด|พก|เป็น|โปรแกรม|หนึ่ง|ใน|ประเภท|โปรแกรม|อรรถประโยชน์ (utility program) ใน|ระบบ|วินโดว์ (ใน|แมค|อิน|ทอ|ช|ก็|มี) เป็น|โปรแกรม|ที่|ทํา|ให้|สามารถ|บันทึก|โน้ต|ย่อ หรือ เรื่องราว|สั้น ๆ เก็บ|ไว้ และ|จะ|เรียก|มา|ดู|ได้|ตลอดเวลา แม้ว่า|ใน|ขณะนั้น|จะ|ใช้|โปรแกรม|อื่น|อยู่ (เหมือน|กระดาษ|ทด)| 
คอมพิวเตอร์|ขนาด|สมุด|พก|โน้ต|แพ|ด|คอมพิวเตอร์|หมายถึง เครื่อง|คอมพิวเตอร์|ขนาด|เล็ก|มาก บางที|เรียก|ขนาด|สมุด|โน้ต หรือ|ขนาด|พก|พา เพราะ|สามารถ|พก|พา|ติด|ตัว|ไป|ไหน ๆ ได้|สะดวก ใช้ได้|ทั้ง|กับ|ไฟ|บ้าน|และ|แบ|ตเตอ|รี น้ําหนัก|ไม่|ถึง 1 กิโลกรัม ปัจจุบัน กําลัง|ได้|รับ|ความ|นิยม|มาก|มี|ความหมาย|เหมือน notebook computer
(โน|ทฺ|'|เพเพอะ) n. กระดาษ|บันทึก
(โน|ทฺ|'|เวิร์ธธี) adj. น่า|สังเกต|,|น่า|จดจํา|,|น่า|เอาใจใส่|  |Syn. important
(นัธ|'|ธิง) n. การ|ไม่|มี|อะไร|,|การ|ไร้|ความหมาย|,|ศูนย์|,|สิ่ง|ที่|ไม่|สําคัญ -|adv. ไม่|มี|อะไร
(โน|'|ทิส) {|noticed|,|noticing|,|notices|} n. ข่าวสาร|,|ข้อความ|ที่|เตือน|,|หมายเหตุ|,|ข้อ|สัง|เกตุ|,|การ|เตือน|,|การ|สังเกต|,|ความ|สนใจ. vt. สังเกต|,|ระวัง|,|แจ้งความ|,|ประกาศ|,|แจ้ง|ล่วงหน้า|,|ออก|ความเห็น|,|ให้|ความ|สนใจ|  |Syn. remark|,|note|,|heed
(โน|'|ทิสซะเบิล) adj. น่า|สังเกต|  |Syn. noticeably adv.
(โน|ทิฟิเค|'|เชิน) n. การ|แจ้งความ|,|การ|แจ้ง|ล่วงหน้า|,|การ|เตือน|ล่วงหน้า|,|การ|ประกาศ|  |Syn. notice
(โน|'|ทิ|ไฟ) vt. แจ้งความ|,|แจ้ง|,|ประกาศ|,|บอก|ให้|ทราบ.  |Syn. notifiable adj. notifier n.  |Syn. inform
(โน|'|เชิน) n. ความนึกคิด (ที่|คลุมเครือ|หรือ|ไม่|สมบูรณ์) ,|ความคิดเห็น|,|ความ|เชื่อ|,|สิ่งประดิษฐ์|  |Syn. notions n. ของ|เล็ก ๆ น้อย ๆ สําหรับ ขาย. .  |Syn. idea
(โน|ทะ|ไร|'|อิ|ที) n. ความ|รู้จัก|กัน|ทั่วไป|,|ชื่อเสียง|ใน|ทาง|ไม่|ดี|,|บุคคล|ที่|มี|ชื่อเสียง|ใน|ทาง|ไม่|ดี
(โน|ทอ|'|เรียส) adj. มี|ชื่อเสียง|ใน|ทาง|ไม่|ดี|,|ดัง|กระฉ่อน|,|รู้จัก|กัน|ทั่วไป.
(นอ|ทวิธส|แทน|'|ดิง) prep. โดย|ไม่|คํานึง|ถึง|,|แต่กระนั้น|ก็ตาม|,|แม้ว่า. -|adv. อย่างไรก็ตาม|,|ก็|เถอะ|  |Syn. nevertheless|,|yet
(นอ|ท) n. ศูนย์|,|'|o|'|,|ไม่|มี|อะไร|,|ความ|ล้มเหลว|สิ้นเชิง|,|ถือ|ว่า ไม่|สําคัญ
(เนา|นฺ) n.,|adj. คํานาม.  |Syn. nounal adj.
(เนอ|'|ริ|ช) vt. บํารุงเลี้ยง|,|หล่อเลี้ยง|,|สนับสนุน|,|เลี้ยง|,|ถนอม.  |Syn. nourisher n. nourishingly adv.
(นอ|ฟ|'|เวิล) n. นวนิยาย|,|กฎหมาย|เพิ่มเติม
(นอ|ฟ|'|วะลิสท.) n. ผู้|แต่ง|นวนิยาย
(นอ|ฟ|'|เวิล|ที) n. ความ|ใหม่|,|ความ|แปลก|,|เหตุการณ์|ใหม่|,|เรื่อง|หรือ|สิ่ง|ใหม่|,|สินค้า|ใหม่|ที่|แปลก|และ|มัก|อยู่|ใน|ตลาด|ได้|ชั่ว|คราว|เท่านั้น adj. เกี่ยวกับ|ของ|ใหม่ ๆ แปลก ๆ| 
(โน|เวม|'|เบอะ) n. พฤศจิกายน
(นอ|ฟ|'|วิส) n. ผู้|เพิ่ง|เริ่ม|,|ผู้|เริ่ม|หัด|,|เณร|  |Syn. novicehood n.
(เนา) adv. ขณะนี้|,|เดี๋ยวนี้|,|บัดนี้|,|ปัจจุบัน -|Phr. (now and again|,|now and then บาง|ครั้ง|บาง|คราว) conj. ตราบ|ใด|,|เนื่องจาก. n. เวลา|ปัจจุบัน|,|สมัย|นี้
(เนา|'|อะเดซ) adv.,|n. เดี๋ยวนี้|,|ปัจจุบันนี้
(โน|'|เว ,|โน|เวซ) adv. ไม่|มี|ทาง|,|ไม่|มี|วัน|,|ไม่|เลย
(โน|'|เว ,|โน|เวซ) adv. ไม่|มี|ทาง|,|ไม่|มี|วัน|,|ไม่|เลย
(โน|'|แวร์) adv. ไม่|มี|ที่ไหน n. ความ|ไม่|มี|ตัวตน
(นอ|ค|'|เชิส) adj. เป็น|อันตราย|,|เป็น|พิษ|เป็น|ภัย|  |Syn. baneful
(นอ|ซ|'|เซิล) n. ปลาย|ท่อ|,|หัว|ฉีด|,|ปาก|กระบอกฉีด|,|พวย
ผู้|เพัฒ|นา|โปรแกรม drug data for pharmacist xxxxxxxxxxxxxxxxxxxxxxx
abbr. net weight
(เอน|ที|เอส|ซี) ย่อ|มา|จาก national television standards committee หมายถึง คณะ|กรรมการ|ที่|กําหนด มาตรฐาน|ใน|ระบบ|โทรทัศน์ เช่น|มี|อัตรา|การ|ส่ง|อย่างไร มี|จอภาพ|ที่|มี|ความ|ละเอียด|แค่|ไหน มาตรฐาน NTSC นี้ ใช้|ใน|สหรัฐอเมริกา และ|อีก|หลาย|ประเทศ แต่|ยุโรป ใช้|มาตรฐาน PAL
(เนบ|'|บิ|วเล|ทิด) adj. ไม่|ชัด
(นู|บัส) หมายถึง บัส|ตัว|ใหม่|ของ|เครื่อง|แมค|อิน|ทอ|ช ที่|สามารถ|สั่ง|โอน|ข้อมูล|ได้|ดี|กว่า|บัส|ตัว|เก่า คือ S|-|bus และ|จะ|ทํา|ให้|ใช้|หน่วยประมวลผลกลาง|ได้|หลาย|ตัว
(นิว|'|เคลียร์) adj. นิวเคลียร์
n. การ|แตก|ตัว|ของ|นิวเคลียส|ของ|อะตอม|เป็น|นิวเคลียส|ของ|อะตอม|ที่|เบา|กว่า และ|มี|การ|ปล่อย|พลังงาน|ออก
n. ปฏิกิริยา|ที่|นิวเคลียส|ของ|อะตอม|ที่|เบา|กว่า|รวม|กัน|เป็น|นิวเคลียส|ที่|หนัก|กว่า|เช่น|อะตอม|ของ|deuterium|รวม|กับ|อะตอม|ของ|ฮีเลียม
n. นิวเคลียร์|ฟิสิกส์|  |Syn. nuclear physicist n.
n. ปฏิกริยา|นิวเคลียร์
n. เครื่อง|ปฏิ|กร|นิวเคลียร์
เป็น|จุด|เล็ก ๆ ใน|นิวเคลียส ซึ่ง|เป็น|ก้อน|ของ RNA มี chromaitin granule เป็น|เม็ด|เล็ก ๆ กระจาย|อยู่|ทั่วไป|ใน nucleoplasm ประกอบ|ด้วย deoxyribonucleic acid (DNA) ซึ้ง|เป็น|ส่วน|สําคัญ|ใน|การ|ถ่ายทอด|ทาง|กรรมพันธุ์
(นิว|'|เคลีย|ส) n. นิวเคลียส ใจกลาง|,|แก่น|กลาง pl. nuclei
(นิวดฺ) adj. เปลือย n. ภาพ|เปลือย|,|คน|เปลือย|กาย. -|Phr. (the nude การ|เปลือย)|  |Syn. naked
(นัด|จฺ) v. (การ) ถอง|,|ดุน|,|ดัน|,|เอา|ศอก|ดุน.  |Syn. nudger n.  |Syn. elbow
(นิว|'|ดิส|ซึม) n. ลัทธิ|เปลือย|กาย|,|การ|เปลือย|กาย.  |Syn. nudist n
(นิว|'|ดิ|ที) n. ความ|เปลือย|กาย|,|สิ่ง|ที่|เปลือย|  |Syn. nakedness
(นัก|'|กิท) n. ก้อน|,|ก้อน|ทอง|,|ก้อน|เงิน|หรือ|โลหะ|มี|ค่า|อื่น ๆ|  |Syn. nuggety adj.  |Syn. ball
(นิว|'|เซินซฺ) n. การ (สิ่ง) รบกวน|,|การ (สิ่ง) ทํา|ให้|รําคาญ|  |Syn. bother
(นูค) n.,|adj. อาวุธ|นิวเคลียร์
(นัล) adj. ไม่|เป็น|ผล|,|ไม่|มี|ค่า|,|ไม่|สําคัญ|,|ไม่|มี|ตัวตน|,|ไม่|มี|ธาตุ|,|โมฆะ|,|เป็น|ศูนย์|,|null and void ไม่|ชอบด้วยกฎหมาย|,|ไม่|ถูกต้อง|,|โมฆะ|  |Syn. ineffectual
การ|ต่อ|โดย|ไม่|ใช้|โมเด็ม|หมายถึง การ|เชื่อมต่อ|คอมพิวเตอร์|สอง|เครื่อง|เข้า|ด้วย|กัน|โดย|ที่|ไม่|ต้อง|ใช้|โมเด็ม
(นัลลิฟิเค|'|เชิน) n. การ|ทํา|ให้|โมฆะ|,|การ|ทํา|ให้|ไร้|ผล|  |Syn. nullificator n.
(นัล|'|ลิ|ไฟ) vt. ทํา|ให้|ไร้|ผล|,|ทํา|ให้|โมฆะ.  |Syn. nullifier n.
(นัล|'|ลิ|ที) n. ความ|ไม่|ได้|ผล|,|ความ|ไม่|มี|อะไร|,|ความ|โมฆะ|,|สิ่ง|ที่|เป็น|โมฆะ|,|สิ่ง|ที่|ไม่|มี|ผล|บังคับ|  |Syn. cancel void|,|kill
เป็น|แป้น ๆ หนึ่ง|อยู่|ใน|กลุ่ม|แป้น|ตัวเลข (numeric keypad) มี|คํา Num Lock อยู่|บน|แป้น ถ้า|กด|แป้น|นี้|ไว้|ก่อน|ตั้งแต่|เริ่ม|เปิด|เครื่อง (กด|ครั้ง|เดียว) จะ|ทํา|ให้การ|กด|แป้น|ใน|กลุ่ม|นี้ ได้|ผล|ออก|มา|เป็น|ตัวเลข ถ้า|ไม่|กด|แป้น|นี้ แป้น|เหล่านี้|จะ|ทํา|หน้าที่|เป็น|แป้น|ลูกศร หรือ|อาจ|กลาย|เป็น|อักขระ|อื่น (เช่น|ใน|โปรแกรม CUWRITER)| 
(นัมบฺ) adj.,|v. (ทํา|ให้) ชา|,|ไม่|มี|ความรู้สึก|,|มึนงง|,|งงงวย.  |Syn. numbness n.  |Syn. torpid
(นัม|'|เบอะ) n. ตัวเลข|,|จํานวน vt. หา|จํานวน vi. เป็น|จํานวน|,|เป็น|ทั้งหมด
คิด|เลข|เร็ว|หมายถึง การ|คํานวณ|ที่|ซับซ้อน หรือ|ที่|มี|ตัวเลข|ที่|มี|ค่า|มาก ๆ (เช่น ตัวเลข|ทาง|ธุรกิจ หรือ|งบประมาณ) ได้|อย่าง|รวดเร็ว
ระบบ|จํานวน|หมายถึง|จํานวน|ตัวเลข|ใน|แต่ละ|ระบบ เช่น ระบบ|ฐาน|สิบ จะ|มี|เลขที่|ใช้|ใน|ระบบ 10 ตัว (นิยม|ใช้|กัน|อยู่|ทั่วไป) คือ 0 1 2 3 4 5 6 7 8 9 ฐาน|สอง จะ|มี|เลขที่|ใช้|ใน|ระบบ 2 ตัว คือ 0 กับ 1 นอกจากนี้ ยัง|มี|ระบบ|ฐาน|แปด ฐาน|สิบ|หก ฯ เลข|ระบบ|ฐาน|อื่น|ไม่สู้|เป็น|ที่|นิยม|นัก
(นัม|'|บิ|ง) adj. ทํา|ให้|ชา|,|ทํา|ให้|อัมพาต|,|ทํา|ให้|งงงวย.
(นิว|'|เมอ|ระ|เบิล) adj. นับ|ได้|  |Syn. numerably adv.  |Syn. countable
(นิว|'|เมอเริล) n. ตัวเลข. adj. เกี่ยวกับ|ตัวเลข|  |Syn. symbol|,|number
(นิวมะเร|'|เช ิน) n. การ|นับ|,|การ|ออก|เสียง|นับ|  |Syn. numerative adj.
(นิว|'|มะระ|เทอะ) n. เลข|ข้างบน|ของ|เลข|เศษส่วน|,|ผู้|นับ|,|เครื่อง|นับ
บิต|ตัวเลข|เป็น|กลุ่ม|ของ|บิต|ที่|ทํา|ให้|รหัส|ของ|การ|แทน|ตัวเลข ตัวอักษร และ|เครื่องหมาย|พิเศษ|ต่าง ๆ ใน|ภาษา|คอม|พิวดตอร์ สามารถ|แทน|ค่า|ต่าง ๆ ได้|มาก|ขึ้น เช่น รหัส เอ็บซี|ดิก (EBCDIC) ประกอบ|ด้วย 8 บิต 4 บิต|แรก|เรียก|ว่า บิต|โซน (zone bit) 4 บิต|หลัง เรียก|บิต|เลข (numeric bit) เป็นต้น|มี|ความหมาย|เหมือน digit bit
ตัวเลข|หมายถึง|ตัว|อักขระ|ที่|เป็น|ตัวเลข โดย|ปกติ|กําหนด|ไว้|ให้|มี 10 ตัว คือ 0 1 2 3 4 5 6 7 8 และ 9 เพื่อ|แยก|ให้|เห็น|ต่าง|จาก|ตัว|อักขระ|ที่|เป็น|ตัวหนังสือ|มี|ความหมาย|เหมือน digit
รหัส|ตัวเลข|เป็น|รหัส|ตัวเลข|ที่|ใช้|ป้อน|เข้า|เครื่อง|คอมพิวเตอร์ ตัวเลข 1 จํานวน จะ|ใช้|ที่|เก็บ|เป็น|ชุด|ของ|ไบต์ 4 ชุด เรียก|ว่า word|ดู word ประกอบ
รูปแบบ|การ|เขียน|ตัวเลข|หมายถึง รูปแบบ|การ|แสดง|จํานวน|เลขที่|อ่าน|ได้ เห็น|ได้ เรา|อาจ|แสดง|จํานวน|เลข|ได้|ใน|หลาย|รูปแบบ|ด้วย|กัน เช่น .25 หรือ 25|% เป็นต้น รวม|ทั้ง|การ|เขียน|เลข|แบบ|ต่าง ๆ อย่าง|ที่|ใช้|ใน|โปรแกรม|ตาราง|จัดการ เช่น 1000, 1,000, 1,000.00 ฯ
แผง|แป้น|ตัวเลข|หมายถึง กลุ่ม|แป้นพิมพ์|ที่|มี|ตัวเลข และ|เครื่องหมาย|ที่|ใช้|ใน|การ|คํานวณ จัด|ไว้|เป็น|กลุ่ม|เดียวกัน เรียง|กัน|แบบ|เดียวกับ|เครื่องคิดเลข มัก|อยู่|ทาง|ด้าน|ริม|ขวา|ของ|แผง|แป้น|อักขระ (keyboard) เพื่อ ความ|สะดวก|รวดเร็ว|ใน|การ|พิมพ์ ถ้า|จะ|พิมพ์|เฉพาะตัว|เลข มี|ราว ๆ 10 - 20 แป้น การ|ใช้|แป้น|ใน กลุ่ม|นี้|พิมพ์|ตัวเลข จะ|ต้อง|กด|แป้น Num Lock ก่อน (ดู Num Lock) มิฉะนั้น|จะ|ใช้|เป็น|เหมือน|แป้น|ลูกศร หรือ|พิมพ์|ไม่|ติด|เลย หรือ|อาจ|เป็น|สัญลักษณ์|สั่ง|ให้|คอมพิวเตอร์ ทํา|คําสั่ง|อื่น ๆ แทน
หมายถึง การ|เจาะ|บัตร|คอมพิวเตอร์|ให้|เป็น|รู|ตรง|ช่อง|ที่|เป็น|ตัวเลข ตั้งแต่|แถว 0 - 9 ถ้า|เจาะ|ตัวเลข ต้อง|เจาะ 1 รู|ต่อ 1 คอลัมน์ ส่วน|การ|เจาะ|ตัวอักษร ต้อง|เจาะ 2 - 3 รู|ใน 1 คอลัมน์ รู|หนึ่ง|ที่|แถว|บน|เหนือ|ตัวเลข|เรียก|ว่า zone punch และ|อีก|รู|หนึ่ง|ที่|ตัวเลข|ที่|เรียก|ว่า numeric punch|ดู Hollerith code ประกอบ
(นิวเมอ|'|ริ|เคิล) adj. เกี่ยวกับ|ตัวเลข
ค่าคงที่|ตัวเลข|หมายถึง ตัวเลข|ที่|ประกอบ|ด้วย|เลข 0 - 9 โดย|ปกติ|เรา|แบ่ง|ค่าตัวเลข|เป็น|ค่าคงที่|จํานวนเต็ม และ|ค่าคงที่|ทศนิยม
(นิว|'|เมอรัส) adj. มี|มาก|,|มากมาย|  |Syn. numerosity n.  |Syn. many
(นัม|'|สคัล) n. คน|โง่|,|คน|ทึ่ม|  |Syn. numbskull
(นัน) n. นาง|ชี|,|แม่ชี.
(นัน|'|เนอ|รี) n. สํานัก|แม่ชี|,|ที่อยู่|ของ|แม่ชี
(นัพ|'|เชิล) adj. เกี่ยวกับ|การ|สมรส. n. การ|สมรส.
(-|ซฺ) n. การ|สมรส|  |Syn. wedding
(เนิร์ซฺ) {|nursed|,|nursing|,|nurses|} n. นางพยาบาล|,|หญิง|เลี้ยง|เด็ก|,|แม่นม|,|ผึ้ง|งาน vt.,|vi. พยาบาล|,|ดูแล|,|รักษา|,|ให้ (ทารก) กิน|นม|,|ถนอม|อย่าง|ดี|,|เลี้ยงดู.
(เนิร์ซ|'|เมด) n. หญิง|เลี้ยง|เด็ก.  |Syn. nurserymaid
(เนิร์ซ|'|เซ|อ|รี) n. ห้อง|หรือ|สถานที่|เลี้ยง|เด็ก|,|สถานที่|ปลูก|ต้นไม้ (โดยเฉพาะ|ตัวอ่อน) ,|โรง|เพาะ|ต้นไม้
n. โรงเรียน|กินนอน|สําหรับ|เด็ก|ก่อน|ขึ้น|ชั้น|อนุบาล
n. ขวด|นม
n. สถานที่|ดูแลรักษา|คน|สูงอายุ|หรือ|คน|ที่|ไม่|แข็งแรง
(เนิร์ซ|'|ลิง) n. ทารก|เด็กเล็ก|หรือ|ลูก|สัตว์|ที่|ได้|รับ|การ|เลี้ยงดู|,|ลูก|เลี้ยง|,|บุคคล|หรือ|สิ่ง|ที่|ได้|รับ|การ|อุปถัมภ์.  |Syn. nurseling
(เนอ|'|เชอะ) vt. อุปถัมภ์|,|เลี้ยง|,|บํารุง|,|ทะนุถนอม|,|ฝึกฝน|,|ให้การ|ศึกษา n. อาหาร|,|เครื่อง|บํารุง|,|การ|บํารุง|  |Syn. nurturable adj. nurturer n.  |Syn. feed|,|raise
(นัท) {|nutted|,|nutting|,|nuts|} n. ผลไม้|แห้ง|เปลือก|แข็ง (เช่น|มัน|ฮ่อ|,|เกาลัด) ,|คนบ้า|,|คน|ที่|มี|ความ|กระตือรือร้น|,|ลูก|อัณฑะ|,|แป้น|,|เก|ลียว vi. เก็บ|หา|ผล|ไม่|เปลือก แข็ง|  |Syn. madman
(นัท|'|แครค|เคอะ) n. ที่|บีบ|ผลไม้|เปลือก|แข็ง|ให้|แตก
(นู|'|เท|รี|ยนทฺ) adj. บํารุงเลี้ยง|,|เป็น|อาหาร
(นู|'|ท|ระ|เมิน|ทฺ) n. สิ่ง|ที่|ใช้|บํารุงเลี้ยง|,|อาหาร.  |Syn. food
(นิวท|ริ|ช|'|เช ิน) n. การ|บํารุงเลี้ยง|,|การ|ให้|อาหาร|,|อาหาร|,|โภชนาการ|,|โภชนา|วิทยา.  |Syn. nutritionary adj.
(-|ท|ริ|ช|'|เชินนิสทฺ) n. นักโภชนาการ
(นิวท|ริ|ช|'|เชิส) adj. ซึ่ง|บํารุงเลี้ยง|,|ซึ่ง|ให้|อาหาร|,|  |Syn. nutrient
(นัทซฺ) interj. คําอุทาน|แสดง|ความ|ไม่|เห็นด้วย ความ|หมดหวัง|หรือ|อื่น ๆ adj. บ้า|,|คลั่ง. -|Phr. (be nuts about (on) คลั่ง)|  |Syn. daft
n. เรื่อง|สําคัญ|,|แก่น|แท้|,|ส่วน|สําคัญ
(นัท|'|เชล) n. เปลือก|ผลไม้|เปลือก|แข็ง. -|Phr. (in a nutshell สั้น ๆ ,|ย่อ ๆ)| 
(นัท|'|ที) adj. ให้|หรือ|มี|ผลไม้|เปลือก|แข็ง|,|น่า|หัวเราะ|,|โง่|,|บ้า.  |Syn. nuttily adv. nuttiness n.  |Syn. nuts
(นัท|'|วูด) n. ต้นไม้|ที่|ให้|ผลไม้|เปลือก|แข็ง เช่น|ต้น|เกาลัด ,|ไม้|ของ|ต้นไม้|ดังกล่าว
(นัซ|'|เซิล) vi.,|vt.,|n. (การ) ดุน|ด้วย|จมูก (ใน|การ|ดม|กลิ่น) ,|สูด|ด้วย|จมูก|,|อิงแอบ|,|นอน|ชิด|กับ|,|คุดคู้|,|กระแซะ|,|แนบ|ชิด.
(ไน|'|ลอน) n. ไนลอน
อาการ|ตา|กระตุก
