(ABBR) คําย่อของ face-to-face (ใช้ในการเขียน e-mail)
(ABBR) อักษรย่อของชมรมฟุตบอล (Football Association)
(N) ระดับเสียงที่ 4 ของโน้ตดนตรี (ซึ่งปกติมี 7 ระดับเสียง)
(N) พยัญชนะภาษาอังกฤษตัวที่ 6
(ADJ) ดีมาก (คําสแลง)
(N) นิทาน
(VT) เล่านิทาน
(ADJ) ที่เล่าหรือที่มีชื่อเสียงจากเรื่องราวในนิทาน
(N) โครงสร้าง
(N) โครงสร้างของตึกหรืออาคาร
(N) ผ้าหรือสิ่งทอ
(VT) สร้างข้อมูลหรือเรื่องราวที่ไม่เป็นความจริง
(VT) สร้างหรือผลิตจากวัสดุหลายชนิดรวมกัน
(ADJ) เยี่ยม
(ADJ) เหลือเชื่อ
(ADV) อย่างที่สุด
(N) ด้านหน้าของตึกที่แสดงรายละเอียดของสถาปัตยกรรม
(N) สิ่งหลอกลวง
(N) ชื่อเสียง
(N) ใบหน้า
(N) พื้นผิว
(N) รูปลักษณ์
(N) สีหน้า
(VI) หันหน้าออกไปทาง
(VT) เผชิญหน้า
(VT) มองสิ่งหนึ่งสิ่งใด
(PHRV) เปลี่ยนความคิดกะทันหัน
(PHRV) หันหลังกลับ (ทางทหาร)
(SL) คนที่ดูเป็นทุกข์มาก
(PHRV) หันหนีจาก
(N) ไพ่ชนิดหนึ่ง
(N) ผ้าผืนเล็กสําหรับเช็ดทําความสะอาดใบหน้า
(N) ครีมทําความสะอาดผิวหน้า
(SL) เมามาก
(PHRV) นอนลงแบบหน้าแนบพื้น
(PHRV) ทําให้หันไปทางด้านหน้า
(SL) ขนที่อยู่บนใบหน้า เช่น หนวด
(ADJ) ไร้ตัวตน
(N) การปรับปรุงรูปลักษณ์ภายนอกให้ดูดียิ่งขึ้น
(N) ศัลยกรรมตกแต่งใบหน้าให้ดูอ่อนกว่าวัย
(SL) ไม่มีความน่าดึงดูด
(SL) ลักษณะที่ดูเศร้าสร้อย
(SL) น่าเกลียด
(SL) หนุ่มหล่อ
(N) การเผชิญหน้า (คําไม่เป็นทางการ)
(N) (กีฬาฮ็อกกี้น้ําแข็ง) การเปิดลูก (คําไม่เป็นทางการ)
(PHRV) เริ่มเล่นเกม (กีฬาฮ็อกกี้)
(SL) ผู้หญิงที่ผอมมากแต่น่ามอง
(PHRV) หันไปเผชิญกับ
(PHRV) กล้าเผชิญกับ
(N) แป้งทาหน้า
(PHRV) หันกลับ
(ADJ) เกี่ยวกับการรักษาหน้า
(N) ด้านมุมมอง
(N) เหลี่ยมมุม
(VT) เจียระไน
(IDM) ได้รับการลงโทษ (คําไม่เป็นทางการ)
(ADJ) ทําเป็นเล่นโดยไม่ดูกาลเทศะ
(IDM) เป็นส่วนตัว
(IDM)  เผชิญหน้ากัน
(PHRV) เผชิญหน้ากับ
(PHRV) คลุมด้วย
(PHRV) ทําให้พบกับ (สิ่งเลวร้าย, สิ่งยุ่งยาก)
(ADJ) เกี่ยวกับใบหน้า
(N) การบํารุงผิวหน้า
(ADJ) ที่เกี่ยวกับความคิดหรืองานเขียนที่พื้นๆ
(N) การคิดหรือสิ่งที่ผิวเผิน
(VT) ทําให้สะดวกขึ้น
(N) ผู้ช่วยให้สะดวกขึ้น
(N) คุณสมบัติพิเศษของเครื่องจักรหรือการบริการต่างๆ
(N) สิ่งอํานวยความสะดวก
(N) การเย็บคอเสื้อหรือปลายแขน
(N) ชั้นพื้นผิวภายนอก
(N) วัสดุที่นํามาตกแต่งเสื้อผ้าบริเวณปกเสื้อหรือกระเป๋า
(N) โทรสาร
(N) สําเนา
(VT) ถ่ายสําเนา
(N) ความจริง
(N) ส่วนของข้อมูล
(ADJ) เกี่ยวกับการรวบรวมข้อมูลเพื่อหาข้อเท็จจริง
(N) ปัญหาหรือความขัดแย้งภายในกลุ่ม
(N) ฝ่ายหรือกลุ่มที่มีเสียงส่วนน้อย
(ADJ) เกี่ยวข้องกับฝ่ายหรือพรรคการเมือง
(ADJ) ไม่ใช่ที่ประดิษฐ์ขึ้นมา
(ADJ) เกี่ยวกับคํากริยาที่ต้องการทั้งกรรมตรงและส่วนขยาย
(N) ตัวประกอบ (ทางคณิตศาสตร์)
(N) ปัจจัย
(N) ระดับต่างๆ ในระบบที่ใช้วัดมาตรฐาน
(N) โรงงาน
(N) ลูกจ้างที่มีหน้าที่ทํางานทุกอย่าง
(N) ใบแสดงความคิดเห็น
(IDM) เรื่องเพศและการสืบพันธ์
(ADJ) เกี่ยวกับข้อเท็จจริง
(N) คณะ
(N) คณะอาจารย์
(N) ศักยภาพหรือความสามารถในด้านร่างกายและจิตใจ
(N) คณะสหเวชศาสตร์
(N) คณสถาปัตยกรรมศาสตร์
(N) คณะอักษรศาสตร์
(N) คณะทันตแพทยศาสตร์
(N) คณะเศรษฐศาสตร์
(N) คณะครุศาสตร์
(N) คณะวิศวกรรมศาสตร์
(N) คณะศิลปกรรมศาสตร์
(N) คณะมัณฑนศิลป์
(N) คณะนิติศาสตร์
(N) คณะพยาบาลศาสตร์
(N) คณะเภสัชศาสตร์
(N) คณะรัฐศาสตร์
(N) คณะวิทยาศาสตร์
(ABBR) แฟชั่นสมัยนิยม
(VI) ร่วงโรย
(VI) เลือน
(PHRV) ค่อยๆ จางหายไป
(PHRV) ค่อยๆ เลือนหายไป
(PHRV) ทําให้เสีย (กําลังหรือสุขภาพ)
(PHRV) ทําให้หายไปอย่างลับๆ
(PHRV) ถอยกลับ (กีฬาอเมริกันฟุตบอล)
(PHRV) หรี่ลง
(PHRV) เลือนรางจาก
(IDM) ขาดการติดต่อ
(IDM) ขาดการติดต่อ
(PHRV) ทําให้ (เสียงหรือภาพ) มากขึ้น
(VI) ค่อยๆ ปรากฏขึ้นมาอย่างช้าๆ
(VT) ค่อยๆ ปรากฏขึ้นมาอย่างช้าๆ
(PHRV) ทําให้ผสมกับทีละน้อย
(PHRV) หายไปใน
(PHRV) ค่อยๆ เลือนหายไปอย่างช้าๆ
(PHRV) ค่อยๆหมดไป
(PHRV) ทําให้ (เสียงหรือภาพ) ค่อยๆ จางไป (ทางการสร้างภาพยนตร์, โทรทัศน์หรือวิทยุ)
(PHRV) ค่อยๆ มากขึ้น
(SL) ช่องคลอด
(N) อุจจาระ
(N) ดินแดนในเทพนิยาย
(SL) จู้จี้
(N) เด็กนักเรียนผู้ชายที่มีหน้าที่คอยซื้อของให้นักเรียนรุ่นพี่
(N) เด็กรับใช้
(N) บุหรี่ (คําไม่เป็นทางการ)
(SL) บุหรี่
(VI) เหนื่อยจากการทํางาน
(N) สิ่งที่น่าเบื่อ
(SL) ชายรักร่วมเพศ
(N) ชายรักร่วมเพศ (คําไม่เป็นทางการ)
(SL) งานที่ยากลําบาก
(PHRV) ทํางานหนัก (คําไม่เป็นทางการ)
(N) ก้นกรองบุหรี่
(N) ส่วนสุดท้ายหรือส่วนที่แย่ที่สุด
(SL) ก้นบุหรี่
(ADJ) เหนื่อยมาก
(SL) หมดเรี่ยวแรง
(SL) หมดเรี่ยวแรง
(SL) บุหรี่
(N) เนื้อสับรวมกับขนมปังที่ปั้นเป็นก้อนกลมและนํามาอบ
(N) มัดฟืน
(N) เหล็กมัด
(N) คนรักร่วมเพศชาย
(SL) ชายรักร่วมเพศ
(N) ผู้รักร่วมเพศชาย (คําสแลง)
(PHRV) ทําให้เหนื่อยอ่อนอย่างมาก (คําสแลง)
(N) การวัดอุณหภูมิแบบฟาห์เรนไฮต์
(VI) ล้มเหลว
(VT) ้ผิดหวัง
(VT) ้สอบไม่ผ่าน
(PHRV) ขาดแคลน
(PHRV) ไม่ประสบความสําเร็จในเรื่อง
(N) ความผิด
(N) ความล้มเหลว
(N) ผ้าแพรทําด้วยไหม
(PHRV) ล้มเหลวในเรื่อง
(ADJ) เกี่ยวกับระบบป้องกันภัย
(ADJ) ที่ติดตั้งด้วยอุปกรณ์ป้องกันภัย
(N) อุปกรณ์ป้องกันภัย
(N) ความล้มเหลว
(N) ผู้ที่ล้มเหลว
(ADV) ด้วยความยินดี
(ADJ) เจือจาง
(ADJ) เฉื่อย
(ADJ) อ่อนกําลัง
(N) ภาวะของคนที่เป็นลม
(VI) เป็นลม
(PHRV) หมดสติ
(PHRV) หมดสติเพราะ
(ADJ) ขี้ขลาด
(ADV) อย่างแผ่วเบา
(PHRV) หมดสติเพราะ
(ADJ) เกี่ยวกับทัศนวิสัยที่ดี
(ADJ) ของสีผิวหรือสีผม
(ADJ) เท่าเทียม
(ADJ) ปานกลาง
(ADJ) มากพอประมาณ
(ADJ) ไม่มีตําหนิ
(ADJ) ยุติธรรม
(ADJ) สวยงาม
(ADJ) สีอ่อน
(ADJ) สุภาพ
(ADV) ตรงเป้าหมาย
(ADV) อย่างยุติธรรม
(N) งานแสดงสินค้า
(N) งานออกร้านขายสินค้า
(N) สวนสนุก
(IDM) โอกาสเหมาะในการทําบางสิ่ง
(IDM) ยุติธรรม (คําไม่เป็นทางการ)
(IDM) คนหรือสิ่งที่พอยอมรับได้
(N) บริเวณงานแสดงนิทรรศการ
(ADJ) ดีพอสมควร
(ADJ) มากพอสมควร
(N) ลูกรอก
(ADV) อย่างพอสมควร
(ADV) อย่างยุติธรรม
(ADJ) เที่ยงตรง
(N) ความยุติธรรม
(SL) ีโอกาสเท่ากับคนอื่น
(IDM) พอใช้ได้
(PHRV) (อากาศ) แจ่มใส (คําไม่เป็นทางการ)
(N) ทางสนามกอล์ฟซึ่งอยู่ระหว่างจุดตั้งลูกกอล์ฟและหลุม
(ADJ) ซึ่งคบหาไม่ได้
(ADJ) สําหรับใช้ในเวลาอากาศดี
(IDM) เพื่อนกิน
(N) เพื่อนกิน
(SL) ผู้ชายที่มีอาการตุ้งติ้ง
(SL) ผู้ที่มีพฤติกรรมรักร่วมเพศ
(N) นางฟ้า
(N) ผู้ชายที่รักร่วมเพศ (คําสแลง)
(N) แดนสวรรค์
(N) เชื้อราที่ขึ้นเป็นวงตามพื้นหญ้า
(SL) คําอุทานที่แสดงถึงความมีเหตุผล
(N) เทพนิยาย
(N) เรื่องโกหก
(N) คําสั่ง
(N) สิ่งที่ทําสําเร็จไปแล้ว
(N) ศรัทธา
(N) วิธีการรักษาโรคด้วยความเชื่อทางศาสนา
(ADJ) เชื่อถือได้
(N) ผู้จงรักภักดี
(N) ผู้ที่มีศรัทธาในศาสนาอย่างแรงกล้า
(N) ความซื่อสัตย์
(N) วิธีการรักษาโรคด้วยความเชื่อทางศสนา
(ADJ) ซึ่งไม่ซื่อสัตย์
(ADJ) ปลอม
(N) ของปลอม
(VI) สร้างเรื่องขึ้น
(VT) ปลอมแปลง
(VT) สร้างเรื่องขึ้น
(PHRV) หลอกลวง
(PHRV) แสร้งทํา
(N) ดาบสั้นซึ่งมีปลายดาบโค้งและแหลมในยุคกลาง
(N) นกเหยี่ยว
(N) การตก
(N) การลดลง
(N) ฤดูใบไม้ร่วง
(SL) คําเลี่ยงของคําว่า fuck all
(VI) ตกลง
(VI) แพ้
(VI) มีขึ้น
(VI) ร่วง
(VI) สูญเสีย (ทางวรรณคดี)
(PHRV) เดินโซเซ (เพราะเมาหรือเจ็บป่วย)
(PHRV) อดหัวเราะไม่ได้
(PHRV) หัวเราะร่วน
(ADJ) ซึ่งคิดไม่ถูกต้อง
(N) ความคิดที่ไม่ถูกต้อง
(PHRV) ชนเรือลําอื่น
(PHRV) ตกอยู่ในกลุ่ม (คนไม่ดี)
(PHRV) จบลงด้วยความล้มเหลว
(PHRV) แตกเป็นเสี่ยง
(PHRV) แยกทางกัน
(PHRV) หัวเราะร่วน
(PHRV) อยู่ข้างหลังเรือลําอื่น (ทางการแล่นเรือ)
(PHRV) คุกเข่าลงต่อหน้า
(PHRV) ตกลงมาจาก
(PHRV) น้อยลง
(PHRV) แย่ลง
(PHRV) เลิกสนับสนุน
(PHRV) (หน้า) เรียวเล็กลง
(PHRV) อยู่ต่ําลงไป
(PHRV) ถอยกลับไป (เพราะพ่ายแพ้)
(PHRV) ถอยหลัง
(PHRV) หงายหลัง (อย่างไม่ตั้งใจ)
(PHRV) จําเป็นต้องใช้
(PHRV) หงายหลังลงไปบน
(PHRV) จ่ายเงินช้า
(PHRV) ไล่ตามไม่ทัน
(PHRV) อยู่ต่ํากว่ามาตรฐาน
(PHRV) จมหายไปด้านหลัง
(PHRV) ตกไปด้านหลัง (บางสิ่ง)
(PHRV) ทําให้ตกไปข้างหลัง
(PHRV) ต่ํากว่ามาตรฐาน
(PHRV) ทําให้น้อยลง (กว่าจํานวนที่กําหนด)
(PHRV) ตกไปอยู่ข้างใต้ (บางสิ่ง)
(PHRV) ทําให้ตกอยู่ภายใต้ (อิทธิพล)
(PHRV) ตกไปอยู่ระหว่าง
(PHRV) ตํากว่า (จํานวน)
(PHRV) ล้มเลิกกลางคัน
(PHRV) คุกเข่าทําความเคารพ
(PHRV) ล้มเหลว
(PHRV) หกล้ม
(PHRV) (อาคารหรือสิ่งก่อสร้าง) อยู่ในสภาพเสื่อมโทรม
(PHRV) ล้มเหลวเพราะ
(PHRV) หกล้มลงบน
(IDM) คุกเข่าลง
(PHRV) (หนี้สิน) สามารถจ่ายได้
(ADJ) ซึ่งตกลงมา
(ADJ) ซึ่งตายในสนามรบ
(N) ผู้โค่นต้นไม้
(N) สิ่งที่ตกลงมา
(PHRV) ไม่ประสบผลสําเร็จ
(PHRV) หกล้มจนหงายท้อง
(PHRV) ตกหลุมรักกับ
(PHRV) ทําให้หลงเชื่อ
(IDM) ทําให้หลงเชื่อ
(PHRV) ชนเรือลําอื่น
(PHRV) มีปัญหากับ
(PHRV) ตกจาก
(PHRV) ตกระดับจาก
(PHRV) สูญเสีย (สิ่งที่ดี)
(IDM) ไม่เป็นที่โปรดปรานอีกต่อไป
(N) ความผิดพลาด
(ADJ) ซึ่งผิดพลาดกันได้
(PHRV) ล้มป่วย
(PHRV) เข้าแถว
(PHRV) จ่ายได้
(PHRV) ตอบลง (แก้ม)
(PHRV) ทําให้ตกลงไป
(PHRV) ล่มสลาย
(PHRV) เห็นด้วย
(PHRV) ตกอยู่ในอันตราย
(PHRV) เดินมาประชิดตัว
(PHRV) เดินมาประชิดตัว
(N) ความล้มเหลว
(N) โรคลมบ้าหมู
(N) ลูกอุกกาบาต
(PHRV) ตกหลุมรัก
(PHRV) ชัดเจน
(PHRV) ตกลงไปใน
(PHRV) ถูกจัดอยู่ในกลุ่มของ
(PHRV) เริ่มใช้ภาษา (อย่างไม่ตั้งใจ)
(PHRV) เริ่มตกอยู่ในสภาพ
(IDM) อ่อนแรง (เพราะเจ็บป่วยหรือล้มเหลว)
(IDM) ไม่สามารถจ่ายเงินหรือหนี้ได้ทันเวลา
(IDM) ติดกับ
(IDM) เลิกใช้
(IDM) ตกอยู่ในอ้อมกอดของ
(PHRV) เข้ากันได้ดีกับ
(PHRV) เข้าร่วมกับ (มักเป็นเรื่องไม่ค่อยดี)
(PHRV) ตกลงไปพร้อมกับ (การกระทํา, การสวมใส่บางสิ่ง)
(PHRV) พบโดยบังเอิญ
(PHRV) เลือนราง
(PHRV) เห็นด้วยกับ
(N) การลดลง
(PHRV) กางใบเรือออก (ทางการเเล่นเรือ)
(PHRV) ตกมาจาก
(PHRV) ต่ําลงทันที
(PHRV) ตีตัวออกห่าง
(PHRV) น้อยลง
(PHRV) แย่ลง
(IDM) ประหลาดใจมาก (คําไม่เป็นทางการ)
(IDM) ถูกขโมย
(PHRV) คิดหนักเกี่ยวกับ
(PHRV) จับจ้องไปที่
(PHRV) โจมตี
(PHRV) ตกมาถึง
(PHRV) เป็นหน้าที่ของ
(PHRV) มีขึ้น
(PHRV) ล้มลงบน
(N) ท่อนําไข่
(N) ผลร้ายที่ตามมา
(N) ฝุ่นกัมมันตรังสีหลังนิวเคลียร์ระเบิด
(PHRV) (ของเสีย) ถูกส่งไปตาม
(PHRV) ทะเลาะกัน
(PHRV) มีผล
(PHRV) ล้มลงบน
(PHRV) ล้มเหลวที่จะทําตามหน้าที่
(PHRV) เลิกแถว (ทางทหาร)
(SL) ผลที่ออกมา
(PHRV) ตกลงมาจาก
(PHRV) เลิกเพื่อที่จะ
(IDM) เลิกรัก
(PHRV) อยู่นอกขอบเขตของ
(PHRV) ล้มลง
(PHRV) ดิ่งลงสู่
(PHRV) สะดุดล้ม
(IDM) กระตือรือร้นที่จะทําอย่างมาก
(PHRV) ตกจากเรือ
(IDM) กระตือรือร้นที่จะทําอย่างมาก
(IDM) กระตือรือร้นที่จะทําอย่างมาก
(ADJ) ซึ่งไถคราดทิ้งไว้
(ADJ) ซึ่งไม่กระฉับเฉง
(ADJ) สีเหลืองอ่อน
(PHRV) ไม่เป็นไปตามที่คาด
(PHRV) (จํานวน) ต่ํากว่าที่คาดไว้
(PHRV) ป่วย
(PHRV) ทําไม่สําเร็จ
(PHRV) ร่วงลงไป (เฉพาะบนผิวหรือด้านบน)
(PHRV) จมลงไป
(IDM) ประหลาดใจมาก
(PHRV) ตกสู่
(PHRV) เริ่มกระทําบางสิ่งอย่างกระตือรือร้น (กิน, จู่โจม ฯลฯ)
(PHRV) ต่ําลงไปที่
(PHRV) ถูกทําให้พ่ายแพ้โดย
(PHRV) ทําให้แตกเป็นชิ้นเล็กชิ้นน้อย
(PHRV) เป็นสิทธิของ (หลังจากการตายของบางคน)
(PHRV) เป็นหน้าที่ของบางคนเพื่อทําบางสิ่ง
(PHRV) คุกเข่าลง
(PHRV) กลายเป็นความรับผิดชอบในการทําบางสิ่ง
(PHRV) กลายเป็นความรับผิดชอบในการทําบางสิ่ง
(SL) ตกพื้น
(PHRV) ล้มเหลว
(PHRV) ตกลงสู่
(PHRV) เอียงไปทาง
(PHRV) ตกไปข้างใต้
(PHRV) ตกอยู่ในอํานาจของ
(PHRV) รวมอยู่ในรายการหรือในกลุ่มของ
(PHRV) คิดหนักเกี่ยวกับ
(PHRV) จับจ้องไปที่
(PHRV) โจมตี
(PHRV) ตกมาถึง
(PHRV) ตกลงบน
(PHRV) เป็นหน้าที่ของ
(PHRV) มีขึ้น
(PHRV) ล้มลงบน
(PHRV) จัดอยู่ในประเภท
(PHRV) เป็นเรื่องที่รู้หรือมีประสบการณ์
(ADJ) ซึ่งไม่ซื่อสัตย์
(ADJ) เท็จ
(ADJ) ปลอม
(N) การพูดเท็จ
(N) ความเชื่อที่ไม่จริง
(ADV) อย่างอวดอ้าง
(N) ฟันปลอม
(N) ที่บุรองด้านในของยกทรง (คําไม่เป็นทางการ)
(VT) แสดงให้เห็นว่าไม่จริง
(N) ความไม่ถูกต้อง
(N) สิ่งที่ไม่ถูกต้อง
(VI) ขาดความมั่นใจ
(VI) เดินสะดุด
(VI) พูดตะกุกตะกัก
(VT) พูดตะกุกตะกัก
(PHRV) พูดออกมาอย่างตะกุกตะกัก
(N) ชื่อเสียง
(ADJ) ซึ่งมีชื่อเสียง
(ADJ) เกี่ยวข้องกับครอบครัว
(ADJ) เป็นกรรมพันธุ์
(ADJ) คุ้นเคย
(N) เพื่อนสนิท
(N) ความคุ้นเคย
(N) ความเชี่ยวชาญ
(VT) ทําให้คุ้นเคย
(PHRV) ทําให้...ไม่คุ้นเคยกับ
(ADV) อย่างคุ้นเคย
(N) ครอบครัว
(SL) อัณฑะ
(N) ชายที่รักครอบครัว
(N) ชื่อสกุล
(N) การวางแผนครอบครัว
(N) แผนภูมิแสดงลําดับเครือญาติของวงศ์ตระกูล
(N) ภาวะข้าวยากหมากแพง
(VI) อดอยาก
(VT) ทําให้อดอยาก
(ADJ) มีชื่อเสียง
(N) เครื่องหว่านข้าว
(N) พัดลม
(VI) กระพือ
(VI) แผ่ออกเป็นรูปพัด
(VT) แผ่ออกเป็นรูปพัด
(VT) พัด
(VT) ยั่วยุ
(N) คนคลั่งไคล้สิ่งใดสิ่งหนึ่ง
(N) ผู้คลั่งไคล้
(ADJ) คลั่งไคล้ที่สุด
(N) ความคลั่งไคล้
(VI) ทําให้คลั่ง
(VT) คลั่ง
(ADJ) ซึ่งนึกฝัน
(N) คนคลั่งไคล้
(N) ผู้ผสมพันธุ์พืชหรือสัตว์
(ADJ) เพ้อฝัน
(SL) ชอบ
(SL) ปรารถนา
(ADJ) ไม่ธรรมดา
(N) จินตนาการ
(SL) คําอุทานแสดงความแปลกใจ
(VT) จินตนาการ
(VT) ปรารถนา
(N) ชุดแฟนซี
(ADJ) เป็นอิสระ
(N) แมงดา
(PHRV) คิดว่าตนเป็น
(SL) มีความปรารถทางเพศต่อบางคน
(SL) มีความปรารถทางเพศต่อบางคน
(N) หญิงโสเภณี
(N) งานเย็บปักถักร้อย
(N) การเต้นระบําสเปนแบบสามจังหวะ
(N) การโฆษณา
(N) การประโคมแตรเดี่ยวแสดงการมาถึงของคนหรือสิ่งสําคัญ
(N) เขี้ยวสัตว์
(N) เครื่องยนต์ที่มีใบพัดใหญ่สําหรับดูดอากาศติดด้านหน้า
(N) หน้าต่างครึ่งวงกลมที่ติดเหนือประตูหรือหน้าต่าง
(SL) อวัยวะเพศหญิง
(SL) คําเรียกผู้หญิง (มีความหมายว่างเป็นวัตถุทางเพศ)
(N) ก้น (คําสแลง)
(SL) เสียงคล้ายเสียงตดที่เกิดขึ้นจากอวัยวะเพศขณะมีเพศสัมพันธ์
(SL) สิ่งที่ดึงดูดผู้หญิงได้ (มักใช้กับรถแพงๆ)
(PHRV) ทําให้กระจัดกระจาย
(N) ส่วนหางที่คล้ายพัด
(N) เกมพนันของจีน
(N) ดนตรีผสมที่ไม่มีรูปแบบแน่นอน
(VI) จินตนาการ
(VT) สร้างจินตนาการ
(VI) จินตนาการ
(VT) สร้างจินตนาการ
(ADJ) มหัศจรรย์
(N) การจินตนาการ
(SL) พูดซุบซิบ
(ABBR) คําถามที่ถามบ่อยๆ (คําย่อของ frequently asked questions)
(ADJ) (ระยะทาง) ไกล
(ADJ) (ระยะเวลา) ห่างไกล
(ADV) ไกล
(ADV) อย่างมาก
(IDM) ห่างไกลมาก
(IDM) อย่างแน่นอน
(IDM) เท่าที่รู้
(ADJ) ห่างไกล
(IDM) ไม่ใช่เรื่องของฉัน
(N) ละครตลก
(N) ค่าโดยสาร
(N) อาหาร
(VI) กระทํา
(VI) เดินทาง
(VI) รับประทาน
(N) กลุ่มประเทศในเอเชียตะวันออก
(PHRV) เริ่มออกเดินทาง (คําเก่า)
(INT) ลาก่อน
(N) การกล่าวลา
(ADJ) ซึ่งไม่น่าเชื่อ
(ADJ) กว้างไกล
(IDM) ไม่ทั้งหมด
(ADJ) ป่วย (คําไม่เป็นทางการ)
(SL) เมามาก
(N) ผลิตภัณฑ์ที่ทําจากธัญพืช
(ADJ) ซึ่งทําด้วยแป้ง
(IDM) ดึก
(N) ที่เพาะปลูกและเลี้ยงสัตว์
(VT) ทํานา
(N) ชาวนา
(N) คนงานรับจ้างทํางานในไร่นา
(N) บ้านไร่
(N) การทํานา
(N) ที่ดินเพาะปลูก
(PHRV) ได้รับการดูแลจากคนอื่น
(PHRV) ส่งงานไปให้คนอื่นทํา
(PHRV) ส่งไปทํางาน
(PHRV) อนุญาตให้เช่า (ปกติคือ ที่ดิน)
(N) พื้นที่และสิ่งปลูกสร้างในฟาร์ม
(N) คนงานในฟาร์ม
(N) ลานนา
(N) การเล่นไพ่ชนิดหนึ่ง
(ADJ) ไกล
(ADJ) สุดขีด
(IDM) ไกลเมือง
(SL) ดีเยี่ยม
(N) สิ่งที่ผสมปนเป
(ADJ) ซึ่งมีผลกระทบอย่างมาก
(N) ช่างตีเหล็กใส่เกือกม้า
(ADJ) ซึ่งมองการณ์ไกล
(ADJ) ซึ่งมองการณ์ไกล
(N) การมีสายตายาวไกล
(N) การผายลม
(VI) ผายลม (คําหยาบ)
(SL) ทําให้เสียเวลาเปล่า
(ADJ) ไกลออกไปอีก
(ADV) ไกลออกไปอีก
(ADJ) ไกลมากที่สุด
(ADJ) ไกลมากที่สุด (ใช้กับเวลา พื้นที่และระยะทาง)
(ADV) ไกลมากที่สุด (ใช้กับเวลา พื้นที่และระยะทาง)
(N) สิ่งที่มีค่าน้อยมาก
(N) เหรียญเงินตราของอังกฤษสมัยก่อนมีค่าเท่ากับ 1/4 เพนนี
(N) โครงถ่างกระโปรงให้กว้างออกของหญิงยุโรปในศตวรรษที่ 16-17
(SL) เตียงนอน
(SL) น้อยกว่าที่ควร
(N) มัดไม้ที่หุ้มขวานที่มีใบขวานโผล่ออกมา
(N) แผงหน้าปัดด้านหน้าของรถ
(N) แผ่นป้ายชื่อร้านที่อยู่เหนือประตูเข้า
(N) พังผืด
(N) พื้นผิวเรียบใต้ขอบหลังคา
(N) มัดเล็กๆ
(VI) ้ลุ่มหลง
(VT) ทําให้ลุ่มหลง
(ADJ) น่าดึงดูดใจ
(ADJ) ซึ่งทําให้หลงเสน่ห์
(N) ความหลงใหล
(N) คนที่ทําให้ลุ่มหลง
(N) ลัทธิฟาสซิสต์
(N) แฟชั่น
(VT) ทําให้เป็นรูปร่าง
(ADJ) ทันสมัย
(ADV) ตามสมัย
(PHRV) ทําตาม
(PHRV) เลียนแบบ (คนที่ชื่นชอบ)
(N) ช่างออกแบบเสื้อผ้า
(PHRV) ทํามาจาก
(PHRV) ทําตาม
(PHRV) เลียนแบบ (คนที่ชื่นชอบ)
(PHRV) ทํามาจาก
(PHRV) ทําให้สอดคล้องกับ (เช่น รูปร่าง, รสนิยม)
(PHRV) ทําตาม
(PHRV) เลียนแบบ (คนที่ชื่นชอบ)
(ADJ) แน่น
(ADJ) เร็ว
(ADV) อย่างมั่นคง
(ADV) อย่างรวดเร็ว
(N) ช่วงเวลาอดอาหาร
(VI) จํากัดอาหาร
(N) ส่วนท้ายของรถที่ลาดลงมา
(VI) ติด
(VT) ผูก
(PHRV) ทําให้ตัดสินใจ
(PHRV) ทําให้ติดกับ
(N) ที่ยึด
(N) สิ่งที่ใช้ยึดติด
(PHRV) ผูกไว้กับ...แล้ว
(PHRV) ใกล้ชิดกับ
(PHRV) จ้อง
(PHRV) ติดแน่น
(PHRV) ยึดติดกับ
(PHRV) เลือก
(PHRV) เลือกตําหนิ
(PHRV) ปิดไว้ด้านบนของ
(PHRV) กระตือรือร้นกับ
(PHRV) ใกล้ชิดกับ
(PHRV) ปิดไว้ด้านบนของ
(PHRV) ทําให้ติดแน่นอยู่กับ
(PHRV) ทําให้ติด
(ADJ) เกี่ยวกับอาหารที่เตรียมสะดวกรวดเร็ว
(N) อาหารที่เตรียมสะดวกรวดเร็ว
(ADJ) พิถีพิถัน
(ADJ) ยาวเรียว
(ADJ) เป็นไข
(ADJ) มั่งคั่ง
(ADJ) ใหญ่
(ADJ) อ้วน
(N) ไขมัน
(ADJ) ซึ่งทําให้ถึงตาย
(ADJ) ซึ่งทําให้ล้มเหลว
(N) ความตายที่มาจากอุบัติเหตุหรือสงคราม
(ADV) อย่างปางตาย
(N) เนื้อหมูติดมันจากด้านข้างลําตัว
(IDM) ไม่มีทางเป็นไปได้ (คําไม่เป็นทางการ)
(SL) ความเป็นไปไม่ได้
(SL) ไม่มีซะล่ะ!
(SL) โอกาสน้อยมาก
(SL) ความอ้วน
(N) โชคชะตา
(N) ผลลัพธ์
(VT) กําหนดโดยโชคชะตา
(ADJ) ซึ่งกําหนดโดยโชคชะตา
(N) คนโง่ (คําสแลง)
(SL) คนโง่เง่า
(N) บิดา
(N) ผู้ก่อตั้ง
(N) พระในศาสนาคริสต์
(VT) ก่อตั้ง
(VT) เป็นพ่อ
(N) ความเป็นพ่อ
(N) บ้านเกิดเมืองนอน
(N) หน่วยวัดความลึกของน้ํา (มีค่าเท่ากับ 6 ฟุตหรือ1.8 เมตร)
(VT) เข้าใจ
(VT) วัดความลึกของน้ํา
(ADJ) ซึ่งวัดได้
(PHRV) พยายามค้นหา
(N) ความเหนื่อยล้า
(VI) เหนื่อยล้า
(VT) ทําให้เหนื่อยล้า
(ADJ) ซึ่งเหนื่อยล้า
(IDM) ปัญหาเกิดขึ้นแล้ว
(N) ความอ้วน
(N) คนอ้วน
(SL) คนอ้วน
(VI) อ้วน
(VT) ทําให้อ้วน
(PHRV) อยู่สุขสบาย (เพราะคนอื่นเช่น ใช้เงินของคนอื่น)
(PHRV) ขยายความ
(PHRV) ทําให้อ้วนขึ้น
(PHRV) ขุนให้อ้วนขึ้น (ใช้ทั้งกับคนและสัตว์)
(ADJ) ซึ่งเต็มไปด้วยไขมัน
(ADJ) อ้วนมาก
(N) คนอ้วน (คําไม่เป็นทางการ)
(N) กรดไขมัน
(SL) ชุดทหาร (ใส่ในสงคราม)
(ADJ) โง่
(ADV) อย่างโง่เขลา
(N) ความโง่เขลา
(N) ชานเมือง
(N) ก๊อกน้ํา
(INT) คําอุทานแสดงความรังเกียจ ดูถูกหรือรําคาญ
(N) ข้อผิดพลาด
(N) รอยเลื่อนของเปลือกโลก
(VT) ตําหนิ
(ADV) อย่างผิดพลาด
(ADJ) ซึ่งไม่ผิดพลาด
(ADJ) ซึ่งมีข้อผิดพลาด
(N) ช่วงชีวิตของสัตว์ในท้องถิ่นหนึ่งๆ หรือช่วงเวลาหนึ่งๆ
(N) เทพเจ้าโรมันที่มีลําตัวเป็นคน หูแหลม มีเขา หางและขาหลังเป็นแพะ
(N) การประพฤติผิด
(N) การยกย่อง
(N) ของขวัญ
(N) ความช่วยเหลือ
(VT) ชื่นชอบ
(VT) สนับสนุน
(ADJ) ซึ่งเป็นที่ชื่นชอบ
(ADJ) ซึ่งได้รับสิทธิพิเศษ
(ADJ) ซึ่งเป็นที่โปรดปราน
(N) คนโปรด
(N) ความนิยมชมชอบ
(N) ตัวเก็ง
(N) ความลําเอียง
(N) การยกย่อง
(N) ของขวัญ
(N) ความช่วยเหลือ
(VT) ชื่นชอบ
(VT) สนับสนุน
(PHRV) ทําให้พึงพอใจกับ
(N) ลูกกวาง
(N) สีน้ําตาลแกมเหลือง
(VI) ให้กําเนิดลูกกวาง
(VI) ประจบ
(PHRV) ทําประจบประแจง (อย่างไม่จริงใจ)
(PHRV) ทําประจบประแจง (อย่างไม่จริงใจ)
(N) เครื่องแฟกซ์
(N) โทรสาร (คําย่อของ facsimile)
(N) ระบบการส่งข่าวสารทางโทรศัพท์
(VT) ส่งแฟ็กซ์
(N) เทวดาหรือนางฟ้า
(N) ความเชื่อถือ
(VI) ติดไม้เข้าด้วยกัน
(VT) ติดไม้เข้าด้วยกัน
(N) คนขาว (คําสแลง)
(VT) ก่อกวน
(N) สํานักงานสืบสวนของสหรัฐอเมริกา
(N) ความจงรักภักดี
(N) ความกลัว
(VI) กลัว
(VT) ทําให้กลัว
(PHRV) วิตกกังวลเกี่ยวกับ
(ADJ) น่าเกรงกลัว
(N) ความน่ากลัว
(ADJ) กล้าหาญ
(ADJ) น่ากลัว
(N) การกระทํา
(ADJ) ซึ่งเป็นไปได้
(N) งานฉลอง
(VI) เลี้ยง
(N) ขนนก
(VI) พายเรือแบบกรรเชียง
(VT) ปกคลุมด้วยขนนก
(N) การจัดให้มีคนมากเกินความจําเป็น
(N) คนโง่
(N) ขอบที่คม
(VT) ทําขอบให้บาง
(IDM) ความภาคภูมิใจ
(IDM) ใช้อํานาจในทางที่ผิด
(N) การเย็บแบบซิกแซ็ก
(ADJ) เบา
(N) คนไม่สําคัญ
(N) น้ําหนักนักมวยรุ่นเบา (น้ําหนัก126 ปอนด์หรือ 57 กิโลกรัม)
(N) นักมวยรุ่นน้ําหนักเบา
(N) สิ่งของหรือคนที่มีน้ําหนักเบา
(ADJ) ซึ่งอ่อนนุ่มและเบาเหมือนขนนก
(ADJ) ที่มีขนนกปกคลุม
(ADV) อย่างชํานาญ (ปัจจุบันไม่ค่อยใช้แล้ว)
(N) ภาพยนตร์
(N) ลักษณะหน้าตา
(N) สารคดีพิเศษ
(VT) จินตนาการ
(VT) ทําให้เด่น
(ADJ) ซึ่งให้ความสําคัญ
(PHRV) มีส่วนสําคัญใน
(ADJ) ซึ่งไม่น่าสนใจ
(ADJ) ซึ่งทําให้เกิดไข้ (คําโบราณ)
(ADJ) ซึ่งมีไข้ (คําโบราณ)
(N) ยาลดไข้
(ADJ) ซึ่งเป็นไข้
(N) กุมภาพันธ์
(ADJ) เกี่ยวกับอุจจาระ
(N) อุจจาระ
(SL) คําอุทานแสดงความโกรธมาก (คําเลี่ยงของคําว่า fuck!)
(ADJ) ซึ่งไร้ประสิทธิภาพ
(ADJ) อุดมสมบูรณ์
(VT) ทําให้เกิดผล
(N) การผลิดอกออกผลเป็นจํานวนมาก
(N) ความสามารถในการสร้างสรรค์ความคิดต่างๆ (คําทางการ)
(VT) กริยาช่องที่ 2 และ 3 ของ feed
(N) เจ้าหน้าที่ส่วนกลาง
(ADJ) เกี่ยวกับสหพันธรัฐ
(N) สหพันธรัฐ
(VT) รวมเข้าเป็นสมาพันธรัฐ
(ADJ) ซึ่งรวมตัวกันภายใต้ส่วนกลาง
(N) สหพันธรัฐ
(N) หมวกสักหลาดขอบโค้งชนิดหนึ่งของผู้ชาย
(N) ค่าธรรมเนียม
(N) คนอ่อนกําลัง
(ADJ) อ่อนกําลัง
(ADJ) ปัญญาอ่อน
(N) อาหาร
(VI) กิน
(VT) ให้อาหาร
(N) การป้อนข้อมูลให้กับอุปกรณ์ควบคุมแบบอัตโนมัติ
(N) ผลสะท้อนกลับ
(N) เสียงหอนจากเครื่องขยายเสียงหรือลําโพง
(PHRV) ส่งกลับไปยัง
(N) รางใส่อาหารสําหรับสัตว์
(N) ที่ใส่อาหารสัตว์
(N) ผู้ให้อาหาร
(N) อาหาร
(PHRV) ป้อนเข้าไป
(N) การให้อาหาร
(PHRV) ป้อนเข้าไปใน (เครื่องจักร, โรงเรียน, มหาวิทยาลัย)
(N) บริเวณขุนอาหารสัตว์ก่อนนําไปขายหรือฆ่า
(PHRV) กินจาก (จาน หรือสถานที่อื่นเช่น บนพื้น)
(PHRV) กิน (บางสิ่ง) เป็นอาหาร
(PHRV) นําออกมาจาก (ที่เก็บสํารองไว้)
(PHRV) กินอาหารประเภท
(PHRV) ได้รับ (สิ่งพึงพอใจ) จาก
(PHRV) อยากเป็นที่ยอมรับของ
(N) อาหารสัตว์
(PHRV) ให้อาหารกับ
(PHRV) ขุนให้อ้วนขึ้น (ใช้ทั้งกับคนและสัตว์)
(PHRV) ได้รับ (สิ่งพึงพอใจ) จาก
(PHRV) ป้อนให้
(PHRV) เหนื่อยมาก
(PHRV) ป้อนให้ด้วย
(N) ความรู้สึก
(VI) รู้สึก
(VT) รู้สึกถึง
(PHRV) ค้นหา
(PHRV) คลําหา
(PHRV) มีความคิดเห็นเกี่ยวกับ
(PHRV) ตามหา
(IDM) ก้มลงต่ํา
(IDM) ลดตัวลงไปทําบางสิ่ง (ที่ไม่สมฐานะ)
(PHRV) รู้สึกเสียใจ
(PHRV) อาย
(PHRV) รู้สึกเหมาะสมกับ
(N) ผู้รู้สึก
(N) อวัยวะรับความรู้สึก
(IDM) แข็งแรง
(PHRV) คลําหา
(PHRV) รู้สึก (บางอย่าง) กับ (บางคน)
(PHRV) รู้สึก (บางอย่าง) เนื่องจาก / เพราะ
(PHRV) เห็นอกเห็นใจ
(PHRV) ตามสบาย
(PHRV) รู้สึกอิสระ
(ADJ) อ่อนไหวง่าย
(N) การสัมผัส
(N) ความเข้าใจ
(N) ความคิด
(N) ความรู้สึก
(SL) ตาย
(PHRV) ดูเหมือนเป็น
(PHRV) อยาก
(IDM) มีสุขภาพสมบูรณ์ทั้งกายและใจ
(IDM) รู้สึกเป็นคนใหม่
(PHRV) ร่าเริง
(PHRV) พยายามค้นหา (เช่น ค้นความคิด, ความตั้งใจ)
(PHRV) รู้สึกแปลกแยก
(IDM) รู้สึกแปลกแยก
(PHRV) รู้สึกไม่เป็นส่วนหนึ่งของ
(PHRV) รู้สึกต่ําต้อย
(IDM) สังหรณ์ใจ
(IDM) สงสาร
(IDM) มีปัญหาเรื่องการเงิน
(IDM) มีปัญหาเรื่องการเงิน
(PHRV) รู้สึกกับ
(PHRV) มีความรู้สึกต่อ
(PHRV) รู้สึกเหมาะสมกับ
(PHRV) เหนื่อย
(PHRV) เหนื่อย
(PHRV) คลําว่ามี...ด้วย
(PHRV) เห็นใจ
(N) เท้า
(VT) แสร้งทํา
(ADJ) ซึ่งสร้างขึ้นมา
(ADJ) ซึ่งเสแสร้ง
(N) การโจมตีแบบกลลวง
(N) การเสแสร้ง
(VI) โจมตีแบบกลลวง
(VT) โจมตีแบบกลลวง
(SL) เลียน้ําอสุจิที่ปลายอวัยวะเพศ
(N) แร่หินภูเขาไฟ
(VT) แสดงความยินดี
(PHRV) แสดงความยินดีกับ
(PHRV) แสดงความยินดีกับ
(N) การแสดงความยินดี
(ADJ) ความเหมาะสม
(N) การมีความสุขอย่างมาก
(N) สัตว์ตระกูลแมว
(ADJ) เกี่ยวกับสัตว์ตระกูลแมว
(ADJ) คล้ายแมว
(VI) กริยาช่องที่ 2 ของ fall
(VT) โค่น
(ADJ) ดุร้าย
(N) ที่หลบซ่อนของสัตว์
(N) หนังสัตว์
(N) คําเรียกผู้ชายหรือเด็กชายอย่างไม่เป็นทางการ
(N) ชาวนาอาหรับ
(N) การอมอวัยวะเพศชายเพื่อกระตุ้นความรู้สึกทางเพศ (คําทางการ)
(N) ขอบล้อ
(ADJ) ซึ่งอยู่เป็นกลุ่มเดียวกัน
(N) คําเรียกผู้ชายหรือเด็กชาย
(N) เพื่อน
(N) กลุ่มที่มีประสบการณ์ความรู้สึก ความสนใจและกิจกรรมร่วมกัน
(N) สัมพันธภาพ
(N) ผู้สนับสนุนพรรคแต่ไม่ได้เป็นสมาชิกพรรค
(N) ขอบล้อ
(N) อาชญากร
(ADJ) เกี่ยวกับความชั่วร้าย
(N) กลุ่มผู้กระทําความผิดทางอาญา
(N) อาชญากรรม
(N) แร่หินภูเขาไฟ
(N) ผ้าขนสัตว์
(VI) กริยาช่องที่ 2 ของ feel
(VI) คล้ายผ้าขนสัตว์
(VT) คลุมด้วยผ้าขนสัตว์
(N) การทําผ้าสักหลาด
(N) เรือใบเล็กใช้แล่นในแม่น้ําไนล์และมหาสมุทรเมดิเตอร์เรเนียน
(ABBR) คําย่อของ feminine หรือ female
(ADJ) เกี่ยวกับเพศหญิง
(ADJ) เกี่ยวกับสตรี
(N) สตรี
(ADJ) เกี่ยวกับเพศหญิง
(N) ความเป็นผู้หญิง
(N) หลักความเสมอภาคทางสังคมและการเมืองของสตรี
(ADJ) ซึ่งสนับสนุนสิทธิสตรี
(N) ผู้สนับสนุนสิทธิสตรี
(N) การสนับสนุนสิทธิสตรี
(VI) เหมาะกับผู้หญิง
(VT) ทําให้เหมาะกับผู้หญิง
(N) ผู้หญิง
(N) หญิงที่ใช้เสน่ห์ยั่วยวนผู้ชายให้หลงใหล
(N) กระดูกโคนขา
(N) ชายเลน
(N) ผู้ซื้อหรือขายของโจร (คําสแลง)
(N) รั้ว
(VI) โต้เถียง
(VI) พูดหลบหลีก
(VT) ซื้อหรือขายของโจร (คําสแลง)
(VT) ล้อมรั้ว
(PHRV) ควบคุมด้วย
(PHRV) ควบคุมด้วย
(SL) โกรธ (ของรัฐแคลิฟอเนียร์)
(PHRV) กั้นด้วยรั้ว
(PHRV) จํากัด
(PHRV) ต่อสู้กับ
(PHRV) แยกออกมาด้วยรั้ว
(PHRV) กั้นไม่ให้เข้ามาด้วยรั้ว
(PHRV) ป้องกันไม่ให้เข้าร่วม
(PHRV) ควบคุมด้วย
(PHRV) ต่อสู้ด้วยดาบ
(PHRV) โต้แย้งกับ (อย่างช่ําชอง)
(PHRV) ล้อม...ด้วยรั้ว
(N) การพูดเลี่ยง
(N) การฟันดาบ
(N) วัสดุสําหรับทํารั้ว
(VT) ป้องกัน (คําโบราณ)
(N) บังโคลนรถ
(SL) คนขับรถอย่างประมาท
(SL) อุบัติเหตุเล็กน้อย
(PHRV) ดูแล
(PHRV) ขจัด
(PHRV) ป้องกัน
(PHRV) ผลักหนี
(N) ช่องเปิดเล็กๆ ภายในหู
(N) หน้าต่าง
(N) การประกอบหน้าต่างของตึก
(N) พืชไม้ดอกสีเหลืองจําพวก ยี่หร่า
(N) ที่ดินซึ่งได้รับตามระบบศักดินา
(N) ผู้รับมอบที่ดิน
(N) ผู้มอบที่ดิน
(ADJ) ไม่เชื่อง
(N) งูพิษยักษ์จําพวก Bothrops atrox พบในเขตร้อนทวีปอเมริกา
(N) ความปั่นป่วน
(N) เชื้อหมัก
(VT) หมัก
(N) ธาตุกัมมันตรังสี (สัญลักษณ์คือ Fm)
(N) ต้นเฟิร์น
(N) สถานที่ปลูกเฟิร์น
(ADJ) ดุร้าย
(ADV) อย่างดุร้าย
(N) ความโหดร้าย
(ADJ) เกี่ยวกับธาตุเหล็ก
(N) สัตว์คล้ายพังพอนใช้ไล่ล่าหนูหรือกระต่าย
(PHRV) ค้นหา
(PHRV) ค้นหา
(PHRV) ค้นพบ
(N) การขนส่งผู้โดยสารหรือสินค้าด้วยเรือเฟอร์รี่
(ADJ) ซึ่งประกอบด้วยธาตุเหล็ก
(N) ชิงช้าสวรรค์
(N) คอนกรีตเสริมเหล็ก
(ADJ) ซึ่งประกอบด้วยเหล็ก
(N) หัวหุ้มยางหรือโลหะสําหรับครอบยอดร่มหรือไม้เท้า
(VT) ใส่หัวหุ้มยางหรือโลหะ
(N) การดําเนินกิจการเรือข้ามฟาก
(N) ท่าเรือข้ามฟาก
(N) เรือข้ามฟาก
(N) เรือข้ามฟาก
(N) เจ้าของเรือข้ามฟาก
(ADJ) ซึ่งกว้างไกล (ความคิดหรือจินตนาการ)
(ADJ) ซึ่งมีดินอุดมสมบูรณ์
(ADJ) ที่สามารถให้ลูกได้
(VT) ผสมพันธุ์
(VT) ใส่ปุ๋ย
(N) ความอุดมสมบูรณ์
(N) อัตราการเกิดของประชากร
(N) การผสมพันธุ์
(VT) ผสมพันธุ์
(VT) ใส่ปุ๋ย
(N) ปุ๋ย
(N) ไม้เรียวตีเด็ก
(VT) ตีด้วยไม้เรียว
(ADJ) ซึ่งแสดงความรู้สึกอย่างมาก
(ADJ) ซึ่งแสดงความรู้สึกอย่างมาก
(N) ความรู้สึกท่วมท้น
(N) ความรู้สึกท่วมท้น
(N) หญ้าจําพวก Festuca ใช้เลี้ยงสัตว์
(VI) ยอมสารภาพ
(N) เทศกาล
(SL) งานเฉลิมฉลอง
(SUF) การพบปะสังสรรค์กัน
(ADJ) เกี่ยวกับการเลี้ยงฉลอง
(N) แผลเป็นหนอง
(VI) ้เป็นหนอง
(ADJ) ซึ่งเฉลิมฉลอง
(N) เทศกาล
(ADJ) เกี่ยวกับการฉลองรื่นเริง
(N) การเฉลิมฉลอง
(N) พวงมาลัย
(VT) ประดับด้วยพู่ห้อย
(N) การประดับด้วยพวงมาลัย
(PHRV) ตกแต่งด้วย
(PRF) ตัวอ่อน
(ADJ) เกี่ยวกับทารกในครรภ์
(N) การตั้งครรภ์
(N) การไปเอามา
(N) เขตที่ลมพัดผ่านสะดวก
(N) อุบาย
(VI) ดึงดูดใจ
(VI) ถอนหายใจ
(VI) แล่นเรือไปถึง
(VT) ขาย
(VT) ไปเอามา
(N) ผี
(PHRV) ทําผลกําไร
(PHRV) นําเข้าไป
(PHRV) ทําให้รู้
(PHRV) ทําให้เห็น
(PHRV) นําออกไป
(PHRV) ประท้วงหยุดงาน
(PHRV) พูดให้กําลังใจ
(PHRV) สร้าง
(PHRV) นํากลับไป
(PHRV) โน้มน้าวให้เปลี่ยนความคิด
(IDM) ชักจูงให้เปลี่ยนความคิด
(PHRV) ทําให้ฟื้นคืนสติ
(PHRV) นํากลับไป
(PHRV) เปลี่ยนทิศทางของ
(PHRV) ทําให้ฟื้นคืนสติอย่างทันที
(PHRV) คลื่นไส้อาเจียน
(PHRV) จบลงด้วย
(PHRV) จบลงด้วยการกระทํา (บางอย่าง) (คําไม่เป็นทางการ)
(PHRV) ได้รับ (คําไม่เป็นทางการ)
(PHRV) ทําให้ได้รับสิ่งที่ไม่น่าพอใจ (คําไม่เป็นทางการ)
(PHRV) นําขึ้นบันไดไป
(PHRV) มาถึงโดยไม่ตั้งใจหรือวางแผนไว้ก่อน (คําไม่เป็นทางการ)
(PHRV) เอ่ยถึงอดีตหรือสิ่งที่ไม่น่าพอใจ
(IDM) ไม่ประสบความสําเร็จ
(N) เทศกาลทางศาสนา
(N) วันหยุดเพื่อเฉลิมฉลอง
(PRF) ตัวอ่อน
(N) การทําแท้ง
(ADJ) ซึ่งมีกลิ่นเน่าเหม็น
(PRF) ตัวอ่อน
(N) โซ่ตรวน
(VT) ตีตรวน
(N) ทารกในครรภ์
(N) ความอาฆาต
(VI) อาฆาต
(ADJ) เกี่ยวกับระบบศักดินา
(N) ระบบศักดินา
(N) ความเป็นศักดินา
(VT) ทําให้เป็นระบบศักดินา
(PHRV) ทะเลาะอย่างรุนแรงและยาวนานกับ
(N) การเป็นไข้
(N) ไม้พุ่มจําพวก Chrysanthemum parthenium
(ADJ) ตื่นเต้น
(ADJ) เป็นไข้
(ADJ) น้อย
(N) จํานวนไม่มาก
(PRON) จํานวนน้อย
(IDM) น้อยมาก
(ADJ) น้อยกว่า (คําคุณศัพท์ขั้นกว่าของ few)
(PRON) จํานวนน้อยกว่า
(N) การมีอยู่น้อย
(ADJ) ซึ่งหยั่งรู้ถึงเคราะห์กรรม
(ADJ) แปลกๆ
(N) หมวกสักหลาดที่มียอดแบน
(N) คู่หมั้นชาย
(N) คู่หมั้นหญิง
(N) ความล้มเหลวอย่างมาก
(N) คําสั่ง
(N) คําพูดโกหกเรื่องเล็กน้อย
(VI) พูดโกหกเล็กๆ น้อยๆ
(N) ลักษณะสําคัญ
(N) เส้นใย
(N) ฉนวนใยแก้ว
(N) เส้นใยแก้วนําแสง
(N) เครื่องไฟเบอร์ออฟติกสําหรับส่องโพรงภายในร่างกาย
(N) ลักษณะสําคัญ
(N) เส้นใย
(N) เทคโลยีถ่ายทอดแสงหรือภาพผ่านเส้นใย
(N) เส้นใยเล็กๆ
(VI) ทําให้สั่นระริก (กล้ามเนื้อ)
(VI) สั่นระริก (กล้ามเนื้อ)
(N) การสร้างเส้นใยเล็กๆ
(N) การสั่นระริกของกล้ามเนื้อ
(N) โปรตีนซึ่งทําให้โลหิตแข็งตัว
(N) โปรตีนในพลาสมาที่ช่วยทําให้โลหิตแข็งตัว
(ADJ) ซึ่งมีลักษณะของเส้นใย
(N) เนื้องอกซึ่งประกอบด้วยเส้นใยและกล้ามเนื้อเรียบ
(N) การเกิดพังผืด
(ADJ) ซึ่งมีลักษณะของเส้นใย
(N) กระดูกน่อง
(SUF) ซึ่งทําหรือทําให้เกิด
(N) ฟิลม์ขนาดเล็กที่เก็บข้อมูลปริมาณมากได้
(N) ผ้าพันคอสามเหลี่ยมสตรีที่ใช้คล้องปิดไหล่และผูกปลายตรงอก
(ADJ) แปรปรวน
(ABBR) คําย่อของ fiction และ fictitious
(N) บันเทิงคดี
(VT) ทําให้เป็นนวนิยาย
(N) นักแต่งนวนิยาย
(ADJ) ไม่จริง
(ADJ) ซึ่งเป็นจินตนาการ
(N) สลักสําหรับยึดค้ํา
(INT) คําอุทานแสดงความไม่พอใจหรือหมดความอดทน
(ADJ) เล็กน้อย
(N) เครื่องดนตรีตระกูลซอหรือไวโอลิน
(SL) หลอกลวง
(PHRV) สีไวโอลินอย่างต่อเนื่อง (คําไม่เป็นทางการ)
(PHRV) สูญเสียเงินหรือเวลา (คําไม่เป็นทางการ)
(INT) ความเหลวไหล
(N) ความไร้สาระ
(VI) ปล่อยเวลาผ่านไปอย่างไร้ค่า
(N) คนสีซอ
(N) นักสีไวโอลิน
(N) ปูจําพวก Uca ซึ่งมีก้ามใหญ่ข้างหนึ่ง
(PHRV) จัดการกับ (บางสิ่ง) อย่างไม่น่าไว้ใจ (คําไม่เป็นทางการ)
(PHRV) ปัดมือหรือส่ายมือเล่นไปมากับ...อย่างไร้จุดมุ่งหมาย
(PHRV) รื้อส่วนต่างๆ ของเครื่องจักรเพื่อแก้ไข
(N) ความจงรักภักดี
(N) ความถูกต้อง
(N) คนกระวนกระวาย
(VI) กระวนกระวาย
(PHRV) กระสับกระส่าย
(PHRV) ขยับเล่น (บางสิ่ง) ไปมากับ...อย่างไร้จุดมุ่งหมาย
(ADJ) หงุดหงิด
(N) เหรียญมีตําหนิ
(N) ผู้ได้รับมอบหมายอํานาจหรือทรัพย์สิน
(INT) คําอุทานแสดงความไม่พอใจ
(N) ที่ดินที่มอบให้ในระบบศักดินา
(N) ทุ่งนา
(N) วงการ
(VT) รับลูกบอล
(N) ช่วงเวลาแห่งความสุข
(N) วันเล่นกีฬา
(N) คนรับลูกในกีฬาเบสบอลและคริกเก็ต
(N) กีฬากรีฑากลางแจ้ง (ไม่รวมประเภทลู่)
(N) นกยุโรปจําพวก Turdus pilaris มีหัวสีเทาและปีกสีน้ําตาล
(N) กล้องส่องทางไกล
(N) กีฬาฮอกกี้
(N) ตําแหน่งทหารสูงสุดของกองทัพอังกฤษ (สัญลักษณ์ย่อคือ FM)
(N) สนามรบ
(N) คําสั่ง
(N) ทหารยศนายพันของกองทัพอังกฤษ
(N) สนามรบ
(N) ปืนสนาม
(N) คนรับลูกในกีฬาเบสบอลและคริกเก็ต
(N) กีฬากลางแจ้ง (การล่าสัตว์, การยิงนก, การตกปลา)
(N) หินธรรมชาติซึ่งนํามาใช้ก่อสร้าง
(VT) แยกชิ้นส่วนอาวุธเพื่อทําความสะอาด ซ่อมหรือตรวจสอบ
(N) การเรียนหรือเก็บข้อมูลนอกสถานที่
(N) รถพยาบาล
(N) การทําป้อมปราการของทหาร
(N) การศึกษาและสํารวจในสถานที่จริง
(N) ปีศาจ
(ADJ) ชั่วร้าย
(ADJ) ดุร้าย
(ADV) อย่างดุร้าย
(N) ความดุร้าย
(ADJ) ซึ่งลุกเป็นไฟ
(ADJ) เร่าร้อน
(N) งานรื่นเริง
(N) ขลุ่ยขนาดเล็ก
(N) จํานวนสิบห้า
(ADJ) ลําดับที่สิบห้า
(ADV) ลําดับที่สิบห้า
(N) ลําดับที่สิบห้า
(ADJ) ลําดับที่ห้า
(ADV) ลําดับที่ห้า
(N) ลําดับที่ห้า
(N) พวกที่ให้ความช่วยเหลือแก่ข้าศึก
(ADJ) ลําดับที่ห้าสิบ
(ADV) ลําดับที่ห้าสิบ
(N) ครบรอบวันเกิด50ปี
(N) ลําดับที่ห้าสิบ
(N) จํานวนห้าสิบ
(ADJ) ห้าสิบต่อห้าสิบ
(N) ต้นไม้หรือผลตระกูลมะเดื่อ ไทรและกร่าง
(N) การแต่งตัว
(ABBR) ที่แสดงด้วยภาพ (คําย่อของ figure(s), figurative, หรือ figuratively)
(N) การต่อสู้
(VI) ต่อสู้
(VT) ต่อสู้
(PHRV) ต่อสู้กับ...ในเรื่อง
(PHRV) ต่อสู้กัน
(PHRV) ต่อสู้กับ
(PHRV) ต่อสู้กันในหมู่หรือท่ามกลาง
(PHRV) ต่อสู้กันในหมู่หรือท่ามกลาง
(PHRV) ต่อสู้กลับ
(PHRV) พยายามกลั้น (น้ําตา, หัวเราะ ฯลฯ)
(PHRV) พยายามกลั้น (น้ําตา) หรือข่มใจ
(N) เครื่องบินประจัญบาน
(N) นักสู้
(N) เครื่องบินทิ้งระเบิดและป้องกันภัย
(PHRV) แข่งขันกับ...เพื่อ
(PHRV) ต่อสู้เพื่อปกป้อง
(IDM) ป่วยหนัก
(IDM) โอกาสที่จะสําเร็จ (ถ้าพยายามให้ได้มา)
(N) โอกาสประสบความสําเร็จหลังพยายามต่อสู้
(N) ไก่ชน
(N) ปลากัด
(N) นักบิน
(PHRV) ทําให้พ่ายแพ้ในการต่อสู้
(PHRV) พยายามอยู่ห่างจาก
(PHRV) ต่อสู้ต่อไป
(PHRV) ต่อสู้กันใน (สถานที่)
(PHRV) โต้แย้ง
(IDM) เบียดเสียดออกมา
(PHRV) ต่อสู้จนกว่าจะมีผล
(PHRV) ทําให้ปรองดอง
(PHRV) ทะเลาะกันเพื่อ
(PHRV) หลีกเลี่ยง
(PHRV) ต่อสู้กันจนรู้ผล
(PHRV) ต่อสู้เพื่อให้ยอมรับ
(PHRV) ขัดแย้งตลอด
(PHRV) ต่อสู้ผ่านหรือทําทางผ่าน
(PHRV) ต่อสู้กันจนกว่าจะรู้ผล
(PHRV) ต่อสู้กับ
(PHRV) ต่อสู้ร่วมกับ
(PHRV) ต่อสู้กับ
(PHRV) ร่วมกับ...ต่อสู้กับ
(N) รูปแกะสลักเล็กๆ
(N) ใบของต้นไม้ตระกูลมะเดื่อ
(N) สิ่งปกปิดความผิด
(N) สิ่งที่กุขึ้น
(PHRV) แต่งตัวอย่างหรูหรา
(PHRV) แต่งตัวอย่างหรูหรา
(ADJ) เกี่ยวกับรูปร่างของคนหรือสัตว์
(N) การทําเป็นรูปเป็นร่าง
(N) การวาดรูป
(N) การอุปมาอุปไมย
(ADJ) ซึ่งเป็นอุปมาอุปไมย
(N) การใช้อุปมาอุปมัย
(N) ตัวเลข
(N) บุคคลสําคัญ
(N) บุคลิกภาพ
(N) รูปภาพ
(N) รูปร่าง
(VI) เป็นส่วนสําคัญ
(VT) คิดคํานวน
(VT) จินตนาการ
(ADJ) ซึ่งตกแต่งตามแบบที่ร่างไว้
(N) รูปแกะสลักบนหัวเรือ
(N) หัวหน้าแต่ในนาม (แต่ไม่ได้มีอํานาจแท้จริง)
(PHRV) รวมเข้ากับ
(PHRV) มีส่วนร่วมใน
(N) การใช้อุปมาอุปมัย
(PHRV) ขึ้นอยู่กับ
(PHRV) คาดหวัง
(PHRV) ตั้งใจกระทํา (บางสิ่ง)
(PHRV) คํานวณ
(PHRV) ไม่รู้สาเหตุของ
(PHRV) คิดถึง...กับ
(PHRV) รวมกันเป็น
(N) พืชจําพวก Scrophularia มีดอกไม้เล็กๆ
(N) ประเทศฟิจิ
(N) เส้นใย
(N) ลวดเส้นบางๆ ที่ให้กระแสไฟผ่านในโคมไฟ
(N) เส้นใย
(ADJ) เกี่ยวกับเส้นใย
(N) การปั่นให้เป็นเส้นด้ายหรือเส้นใย
(N) ผลไม้ยุโรปจําพวก Corylus avellana
(VT) ขโมยเล็กๆ น้อยๆ
(ADJ) ซึ่งลักเล็กขโมยน้อย
(PHRV) ขโมยไปจาก
(N) แถว
(N) แฟ้มข้อมูล (ที่จัดเก็บในคอมพิวเตอร์)
(N) แฟ้มเอกสาร
(N) เอกสารที่จัดเก็บเป็นหมวดหมู่
(VI) เดินแถว
(VT) จัดเข้าแฟ้ม
(VT) ยื่นฟ้อง
(VT) ส่งต้นฉบับไปที่สํานักพิมพ์
(N) ตะไบ
(VT) ตะไบ
(PHRV) ทําให้เรียบด้วยตะไบ (เช่นเหล็ก, เล็บ)
(PHRV) จดจํา
(PHRV) จัดให้เป็นระเบียบ
(PHRV) ทําให้เรียบ
(N) ปลาเขตร้อนตระกูล Balistidae
(PHRV) ยื่นเอกสารเพื่อ (ทางกฎหมาย)
(PHRV) เสนอให้อย่างเป็นทางการ (เช่นตําแหน่งทางการเมือง)
(PHRV) เดินออกจากแถว
(PHRV) (มากกว่าหนึ่งคน) เคลื่อนแถวอย่างช้าๆผ่าน
(N) ชิ้นปลาหรือเนื้อที่ไม่มีกระดูก
(N) สายรัดผม
(VT) ตัดชิ้นเนื้อที่ไม่มีกระดูก
(VT) ผูกด้วยริบบิ้น
(N) เนื้อสเต็กแผ่นกลมขนาดเล็ก
(ADJ) เกี่ยวกับการผสมข้ามสายพันธุ์
(ADJ) ์เกี่ยวกับความสัมพันธ์ของลูกและพ่อแม่
(ADJ) เกี่ยวกับลูกชายหรือลูกสาว
(N) การขัดขวางการผ่านญัตติหรือมติในสภา
(VI) พยายามหยุดยั้งการผ่านญัตติหรือมติในสภา
(VT) พยายามหยุดยั้งการผ่านญัตติหรือมติในสภา
(ADJ) ซึ่งเป็นเส้นใย
(ADJ) ซึ่งประดับด้วยลวดลายเป็นเส้น
(N) ลวดลายที่เป็นเส้นสายละเอียด
(VT) ประดับด้วยลวดลายเป็นเส้น
(N) ขี้ตะไบเหล็ก
(ADJ) เกี่ยวกับชาวฟิลิปปินส์
(N) ชาวฟิลิปปินส์
(N) ภาษาฟิลิปปินส์
(VT) เติม
(VT) แต่งตั้ง
(PHRV) ลอยไปตามลม
(SL) หนัง
(N) ผู้บรรจุ
(N) ชิ้นปลาหรือเนื้อที่ไม่มีกระดูก
(N) สายรัดผม
(VT) ตัดชิ้นเนื้อที่ไม่มีกระดูก
(VT) ผูกด้วยริบบิ้น
(PHRV) กรอก (โดยเฉพาะคํา)
(PHRV) เติมให้เต็ม
(PHRV) ทําแทน
(PHRV) ผ่าน (เวลา)
(PHRV) ให้ข้อมูลกับ (บางคน)
(PHRV) เป็นตัวแทน
(N) การเติมตําแหน่งว่าง
(N) สารอุดฟัน
(N) สถานีเติมน้ํามัน
(PHRV) ทํางานเพื่อรอบางสิ่ง
(N) การเคาะนิ้ว
(N) สิ่งกระตุ้น
(VT) เคาะนิ้ว
(IDM) บอก
(PHRV) กรอก
(PHRV) กางออก
(PHRV) เขียนตัวใหญ่ขึ้น
(PHRV) ผสมตามคําแนะนําของแพทย์
(PHRV) อ้วนขึ้น
(PHRV) กรอก
(PHRV) เติมความรู้สึก (บางอย่าง) ให้กับ
(PHRV) ทําให้เต็มไปด้วย (สิ่งของหรือคน)
(N) เด็กผู้หญิง
(N) ลูกม้าตัวเมีย
(N) แผ่นพลาสติกบางสําหรับห่อของ
(N) ฝ้า
(N) ภาพยนตร์
(N) เยื่อบางๆ
(VT) เคลือบ
(VT) ถ่ายภาพยนตร์
(N) อุตสาหกรรมภาพยนตร์
(N) ผู้ชอบชมภาพยนตร์
(ADV) โดยถูกปกคลุมด้วยเยื่อบางๆ
(N) ผู้ผลิตภาพยนตร์
(PHRV) ปกคลุมไปด้วย
(N) จอภาพยนตร์
(N) ดารา
(N) ฟิล์มภาพยนตร์
(ADJ) ซึ่งถูกปกคลุมด้วยเยื่อบางๆ
(N) เหมือนเส้นใย
(N) หน่วยเงินตราของประเทศอาหรับ
(N) เครื่องกรอง
(VT) กรอง
(PHRV) กรอง
(PHRV) กรองเอา (บางสิ่ง) ออกจาก
(PHRV) (กลุ่มคน) ทยอยออกมา
(PHRV) รั่ว (ข้อมูล, ข่าว)
(N) กระดาษกรอง
(PHRV) ไหลผ่าน
(PHRV) แพร่ไปทั่ว (สถานที่)
(PHRV) ลอดผ่าน
(N) ส่วนที่เป็นก้นกรองของบุหรี่
(N) ถ้อยคําลามก
(N) สิ่งโสโครก
(SL) ตํารวจ
(N) ความสกปรก
(SL) ตํารวจ
(ADJ) สกปรกที่สุด
(ADJ) หยาบคาย
(ADV) มหาศาล (คําไม่เป็นทางการ)
(SL) อย่างมาก (รวย)
(N) ของเหลวหรือแก๊ซที่ผ่านการกรอง
(VI) กรอง
(VT) กรอง
(N) กระบวนการกรอง
(N) เส้นใย
(N) ครีบ (ปลา)
(N) มือหรือแขน (คําสแลง)
(N) รองเท้าตีนเป็ดของนักดําน้ํา
(VT) ตัดครีบปลา
(VT) ว่ายน้ําโดยการใช้ตีนกบ
(N) ธนบัตรห้าดอลลาร์ (คําสแลง)
(ADJ) ถูกปรับ
(VI) โกง (คําไม่เป็นทางการ)
(VT) โกง (คําไม่เป็นทางการ)
(ADJ) ที่สิ้นสุด
(ADJ) สุดท้าย
(N) ฉากสุดท้ายในละคร
(VI) เสร็จสมบูรณ์ (ข้อตกลง)
(VT) ทําให้เสร็จสมบูรณ์
(ADV) ในที่สุด
(N) การสอบปลายเทอม
(N) เกมการแข่งขันรอบสุดท้าย
(N) การคลัง
(VT) จัดหาเงินทุนให้
(N) แหล่งเงินทุน
(ADJ) ทางการเงิน
(N) ปีงบประมาณ
(N) บุคคลหรือบริษัทที่ให้ยืมเงินสําหรับการทําธุรกิจ
(VT) จัดหาเงินทุนให้
(N) นกขนาดเล็กที่มีจะงอยสั้น
(N) สิ่งของหรือคนที่มีคุณค่าที่ได้ค้นพบ
(VI) ตัดสิน (ในศาล)
(VT) พบ (โดยบังเอิญ)
(VT) พบ (ยังมีอยู่)
(VT) รู้สึก (ความพึงพอใจ)
(VT) หา
(PHRV) ตัดสินลงโทษ
(N) ช่วงปลายศตวรรษที่19
(IDM) วิพากษ์วิจารณ์
(PHRV) ได้มาเพื่อ
(PHRV) (ศาล) ตัดสินเข้าข้าง
(PHRV) พบ
(PHRV) ค้นพบ...ใน
(PHRV) เตรียม (บางสิ่ง) ให้
(N) คําตัดสินของศาล
(N) ผลของการสืบค้น
(IDM) โหดร้ายหรือเลวร้ายพอที่จะทํา (บางสิ่ง)
(IDM) โหดร้ายหรือเลวร้ายพอที่จะทํา (บางสิ่ง)
(PHRV) ค้นหาตัวเอง (ในเรื่องความสามารถ, ความปรารถนา, ความเป็นตัวของตัวเองฯลฯ)
(PHRV) รู้สึกตัว (กลายเป็นบางสิ่ง)
(PHRV) ค้นพบ
(PHRV) พบ (บางคน) ไม่อยู่บ้านหรือที่ทํางาน
(PHRV) มีผลต่อ
(PHRV) หาความจริง
(PHRV) ได้รับการแต่งตั้ง
(PHRV) ไม่ได้ดังใจ
(ADJ) ดี
(ADJ) ดี (ยอมรับได้)
(ADJ) บาง
(ADJ) ละเอียด
(ADJ) สบายดี (สุขภาพ)
(ADJ) สวยงาม
(ADJ) อากาศแจ่มใส
(ADV) น่าพึงพอใจ
(N) ค่าปรับ
(VT) ปรับเป็นเงิน
(N) วิจิตรศิลป์
(PHRV) ทําให้ดีขึ้น
(PHRV) ทําให้แบนบาง
(IDM) คนน่าสนใจได้ถ้าแต่งตัวดี
(PHRV) ลงโทษปรับ (ทางกฎหมาย)
(ADJ) ที่ทําให้ (ภาพ) ละเอียด
(PHRV) จบลงใน (สภาพ)
(IDM) เรื่องยุ่งเหยิง
(ADJ) อย่างสวยงาม
(ADV) อย่างประณีต
(ADV) อย่างละเอียด
(N) ความละเอียด
(N) คุณภาพ (ทอง)
(N) เตาหลอมเหล็ก
(N) เสื้อผ้าอาภรณ์ที่หรูหรา
(N) ผักสมุนไพรสับละเอียดสําหรับปรุงรสชาติอาหาร
(ADJ) ที่ปั่นจนเป็นเส้นละเอียดบางเบา (ด้าย)
(ADJ) ที่ละเอียดมาก
(N) กลเม็ดในการแข่งขันไพ่บริดจ์
(N) ความสามารถในการแก้ไขสถานการณ์
(VI) ใช้กลอุบาย
(VT) ใช้กลเม็ดในการเล่นไพ่
(VT) ทําให้เกิดขึ้นโดยใช้กลอุบาย
(IDM) เรื่องไม่น่าพอใจ
(N) การตรวจสอบอย่างละเอียด
(N) หวีเสนียด
(IDM) คําพูดไม่ได้ช่วยกู้สถานการณ์
(N) นิ้วมือ
(N) ส่วนที่ยื่นออกมามีลักษณะคล้ายนิ้วมือ
(N) ส่วนที่สวมใส่นิ้วของถุงมือ
(VT) แจ้งเบาะแสเรื่องผิดกฎหมายให้ตํารวจรู้ (คําไม่เป็นทางการ)
(VT) ใช้นิ้วมือเล่นดนตรี
(VT) แตะด้วยนิ้ว
(N) แป้นวางนิ้วมือของเครื่องดนตรี
(N) ส่วนที่วางนิ้วบนเครื่องดนตรีประเภทสาย
(N) ชามใส่น้ําล้างมือที่โต๊ะอาหาร
(SL) กระตุ้นความรู้สึกทางเพศด้วยนิ้ว
(N) การใช้นิ้วมือเล่นเครื่องดนตรี
(N) ลูกปลาตัวเล็ก
(N) รอยนิ้วมือ
(N) เล็บมือ
(SL) การใช้มือเล้าโลมอวัยวะเพศของผู้หญิง
(N) ป้ายบอกทางที่เป็นรูปนิ้วมือ
(N) ลายนิ้วมือ
(VT) พิมพ์ลายนิ้วมือ
(N) ปลอกนิ้วมือ
(N) ปลายนิ้ว
(N) ส่วนยอดของเฟอร์นิเจอร์ที่มีการประดับตกแต่ง
(N) ส่วนยอด (ตึก, อาคาร, เจดีย์)
(ADJ) จุกจิก
(ADJ) จู้จี้
(ADJ) ที่ต้องใส่ใจในรายละเอียดเป็นอย่างมาก
(N) ขบวนการกรองไวน์หรือเครื่องดื่มแอลกอฮอล์
(INT) สุดท้าย
(N) ตอนจบ
(N) พื้นผิวที่เคลือบไว้หรือเนื้อของไม้หรือโลหะ
(VT) กิน (จนหมด)
(VT) จบ
(VT) ชักเงา
(VT) เสร็จ
(ADJ) ที่มีทักษะสูง
(ADJ) ที่เสร็จเรียบร้อย (ผลิตภัณฑ์)
(ADJ) ไม่มีผลอีกต่อไป
(ADJ) ยุติ
(PHRV) สิ้นสุดที่
(N) โรงเรียนสอนการเรือนและการเข้าสังคมให้กับสตรี
(N) เส้นชัย
(PHRV) ฆ่า (คําไม่เป็นทางการ)
(PHRV) ทําลาย
(PHRV) ทําให้พ่ายแพ้
(PHRV) ทําให้เสร็จสิ้นอย่างสมบูรณ์
(PHRV) เข้าไปถึง
(PHRV) จบลงด้วย
(PHRV) ได้รับ
(PHRV) ทําให้เสร็จสิ้น
(PHRV) ยุติ (การกระทํา)
(PHRV) สิ้นสุดด้วยสิ่งที่ไม่ดี
(IDM) ไม่ประสบผลสําเร็จ
(PHRV) กําหนดวัน
(PHRV) ตัดสัมพันธ์กับ
(PHRV) ทําให้...จบลงด้วย
(PHRV) ไม่ใช้ (คนหรือสิ่งของ) ต่อ
(PHRV) หยุดลงโทษ
(ADJ) มีขอบเขต
(N) สิ่งที่มีขอบเขต
(N) คนที่น่ารังเกียจ (คําสแลง)
(N) คนที่ยังทํางานในขณะที่คนอื่นผละงานประท้วง (คําสแลง)
(N) สายของตํารวจ (คําสแลง)
(N) สายลับของกรรมกร (คําสแลง)
(VI) ให้ข้อมูลเกี่ยวกับการทําผิดกฎหมายกับตํารวจ (คําสแลง)
(N) ประเทศฟินแลนด์
(N) ฟินแลนด์
(N) ชาวฟินแลนด์
(N) ผู้พูดภาษาฟินแลนด์
(N) ปลาแฮดด็อครมควัน
(ADJ) ที่มีครีบ
(N) อ่าวแคบที่อยู่ระหว่างหน้าผาสูงชันโดยเฉพาะในนอร์เวย์
(N) จุกไม้อุดปลายบนของปี่
(N) ปี่หรือขลุ่ยที่มีจุกไม้อุดอยู่ปลายข้างหนึ่ง
(N) ต้นสนที่มีใบแหลมยาว
(N) ไม้ของต้นสนประเภทหนึ่ง
(N) การยิงปืนพร้อมๆกัน
(N) ความกระตือรือร้น
(N) เพลิง
(VI) ติด (เครื่องยนต์)
(VT) จุดไฟ
(VT) เติมเชื้อเพลิง
(VT) ปลุกเร้า
(VT) ยิง
(VT) ไล่ออก
(PHRV) เริ่ม (พูดคุย, ถามคําถาม) (คําไม่เป็นทางการ)
(N) สัญญาณเตือนไฟไหม้
(N) อาวุธปืนขนาดเล็ก
(PHRV) ยิงคําถาม
(PHRV) ยิงไปที่
(PHRV) ยิงต่อเนื่อง
(PHRV) เริ่มพูดคุยหรือถามคําถาม (คําไม่เป็นทางการ)
(PHRV) เริ่มยิง
(PHRV) สูญเสีย
(PHRV) ยิงกลับ
(PHRV) ระเบิดเสียงดัง
(N) ดาวตก
(N) ลูกไฟ
(N) เรือดับเพลิง
(N) ระเบิดเพลิง
(VT) โจมตีด้วยระเบิดเพลิง
(N) เตาของเครื่องจักรที่ใส่ถ่านไฟเพื่อผลิตไอน้ํา
(N) ผู้ปลุกระดม
(N) วัตถุที่กําลังติดไฟ
(N) อิฐทนไฟ
(N) ประทัดไฟ
(ADJ) ที่ปรุงอยู่ในกระทะ
(ADJ) เมา (แสลง)
(N) รถดับเพลิง
(N) หิ่งห้อย
(N) กรอบหน้าเตาไฟ
(PHRV) ทําให้ตื่นเต้นใน (การกระทํา)
(PHRV) ยิงเข้าไปใน
(N) แสงไฟจากในห้อง
(N) ปืนแก๊ป
(N) เจ้าหน้าที่ดับเพลิง
(PHRV) รัวคําถาม
(PHRV) เริ่มยิงด้วย
(PHRV) ยิงไปที่
(PHRV) ยิงขึ้น(ข้างบน)
(N) เตาผิง
(ADJ) ทนไฟ
(VT) ทําให้ทนไฟ
(N) ฉากบังหน้าเตาไฟ
(ADJ) เป็นมิตร
(N) ที่ตรงข้างเตาไฟ
(N) บ้านหรือชีวิตครอบครัว
(N) หินทนไฟ
(N) ทะเลเพลิง
(N) อาคารที่ไม่มีทางหนีไฟ
(PHRV) ติดเครื่องยนต์
(PHRV) ทําให้รู้สึกตื่นเต้นและสนใจ
(PHRV) พลุ่งขึ้น (อารมณ์, ความโกรธ, ความร้อน, ความรุนเเรง)
(PHRV) ให้ความร้อน
(PHRV) ยิงไปที่
(N) เครื่องดื่มแอลกอฮอล์
(SL) เหล้าวิสกี้ (คําเรียกในกลุ่มคาวบอยและอินเดียนแดง)
(PHRV) กระตุ้น
(N) ฟืน
(N) ดอกไม้ไฟ
(ADJ) แข็ง
(ADJ) เด็ดขาด
(ADJ) ทรงตัว (ค่าเงิน, หุ้น)
(ADJ) แน่วแน่
(ADJ) มั่นคง
(ADJ) หนักแน่น
(ADV) อย่างมั่นคง
(VI) แข็งค่าขึ้น (ค่าเงิน, หุ้น)
(VT) ทําให้แข็งแรง
(N) บริษัท
(N) คนที่เป็นสุดยอดในสาขาหรือวงการนั้นๆ
(N) ท้องฟ้า
(ADV) อย่างหนักแน่น
(N) ความมั่นคง
(PHRV) แข็งมากขึ้น
(PHRV) ยืนยัน (ข้อมูล)
(ADJ) ที่หนึ่ง
(ADV) อย่างแรก
(N) คนหรือของที่เป็นอันดับที่หนึ่ง
(N) การปฐมพยาบาลเบื้องต้น
(IDM) สิ่งสําคัญที่สุดอย่างแรก
(SL) ขั้นแรกของความสัมพันธ์ทางเพศ คือ การจูบและจับเหนือสะโพก
(ADJ) เกี่ยวกับคนหัวปี
(N) ลูกคนหัวปี
(ADJ) ชั้นเยี่ยม
(ADV) ที่เดินทางด้วยการโดยสารชั้นหนึ่ง
(N) เกียรตินิยมอันดับหนึ่งในมหาวิทยาลัยของอังกฤษ
(N) ที่นั่งชั้นหนึ่งและแพงที่สุดบนเครื่องบิน รถไฟและเรือ
(IDM) ใครมาก่อนได้ก่อน
(N) ผลที่ได้ครั้งแรก
(N) ผลไม้แรกของฤดู
(ADJ) โดยตรง (ประสบการณ์)
(ADV) ที่ได้มาจากแหล่งที่มาโดยตรง
(N) ร้อยโท (ตําแหน่งในกองทัพสหรัฐฯ)
(N) สิ่งที่มาเป็นอันดับแรก
(ADV) เริ่มแรก
(ADV) อย่างแรก
(IDM) สิ่งแรก (คําไม่เป็นทางการ)
(ADJ) ชั้นหนึ่ง
(IDM) ก่อนสิ่งอื่น (ในตอนเช้า)
(IDM) อย่างแรกที่ต้องทํา / สนใจ
(SL) ทําเหมือนมีงานยุ่งแต่ก็ไม่ได้ทําอะไรจริงจัง
(ADJ) เกี่ยวกับการเงิน
(N) ปีงบประมาณ
(N) ปลา
(SL) ผู้หญิง
(VI) ค้นหา
(VI) จับปลา (ด้วยอุปกรณ์)
(VT) จับปลา
(N) ชาวประมง
(N) การประมง
(N) พื้นที่ในการจับปลา
(N) สถานที่เพาะพันธุ์และเลี้ยงปลา
(PHRV) คลําหา
(PHRV) พยายามจับปลา
(PHRV) ล้วง (ข้อมูล, คํายอ)
(N) เบ็ดตกปลา
(PHRV) พยายามจับปลาด้วย (แห, เบ็ดฯลฯ)
(N) ความสงสัย
(N) การจับปลา
(N) สายเบ็ด
(N) คันเบ็ด
(N) คันเบ็ด
(IDM) ตกอยู่ในอันตราย
(N) แห
(PHRV) นําขึ้นมาจากน้ํา
(PHRV) ล้วง
(PHRV) แห้งขอด
(SL) เรื่องโกหก
(SL) แกว่งไปมา
(PHRV) ค้นหา (จากผลของการคิดค้น) (คําไม่เป็นทางการ)
(PHRV) นําขึ้นมาจากน้ํา
(PHRV) ล้วง
(N) ผู้หญิงปากตลาด
(N) แม่ค้าขายปลา
(ADJ) กลิ่นหรือรสชาติคล้ายปลา
(ADJ) น่าสงสัย
(N) การแตกตัวของนิวเคลียสของอะตอม (ทางฟิสิกส์)
(N) การแบ่งเซลล์ (ทางชีววิทยา)
(N) รอยแตก
(VI) แยกออก
(VT) ทําให้แยกออก
(N) กําปั้น
(VT) กําหมัด
(SL) สอดมือหรือข้อมือเข้าไปในช่องคลอดเพื่อความพึงพอใจทางเพศ
(SL) การสอดมือหรือข้อมือเข้าไปในช่องคลอดเพื่อความพึงพอใจทางเพศ
(N) หนึ่งกํามือ
(N) การต่อสู้โดยการแลกหมัด
(SL) การต่อสู้ที่รุนแรง (ในที่สาธารณะ)
(SL) การสอดมือหรือข้อมือเข้าไปในช่องคลอดเพื่อความพึงพอใจทางเพศ
(ADJ) ที่เตรียมพร้อม
(ADJ) ที่มีสุขภาพดี
(ADJ) ที่เหมาะสม
(N) ความพอดี
(VI) พอดี (ขนาด)
(VT) ติด
(VT) เตรียม
(N) อาการชัก
(N) อารมณ์หรือความรู้สึก (โกรธ, เศร้า) ที่เกิดขึ้นชั่วขณะ
(N) นิทาน
(SL) คนที่น่าสนใจ
(SL) มีสุขภาพดี
(IDM) มีสุขภาพแข็งแรง (คําไม่เป็นทางการ)
(SL) ฟุตบอล
(PHRV) ทําให้เหมาะสมกับ
(PHRV) วัดให้ถูก (ขนาด, รูปร่าง)
(IDM) วิเศษมาก
(ADJ) ไม่ต่อเนื่อง
(N) ความไม่ต่อเนื่อง
(PHRV) บรรจุลงใน
(PHRV) หาเวลาเพื่อ
(PHRV) ทําให้เหมาะสมกับ
(PHRV) ทําให้เข้ากันได้
(IDM) คับๆ นิดหน่อย
(N) ความเหมาะสม
(N) สมรรถภาพทางกาย
(PHRV) สวมดูว่าพอดีกับ
(PHRV) ใส่ได้พอดีกับ
(PHRV) ติดตั้งอุปกรณ์ที่จําเป็น
(PHRV) กําได้รอบ
(ADJ) กระชับ
(ADJ) ที่สร้างไว้ติดอยู่กับที่
(N) ช่างฟิต
(N) ช่างลองขนาดเสื้อผ้า
(ADJ) ที่เหมาะสม
(N) การลองขนาดเสื้อผ้า
(N) ของในบ้านที่เคลื่อนย้ายได้ เช่น เตาอบ หม้อหุงข้าว
(N) ชิ้นส่วนเล็กๆของอุปกรณ์หรือเฟอร์นิเจอร์
(PHRV) ทําให้เหมาะสมกับ
(PHRV) มีขนาดเหมาะสมกับ
(IDM) โกรธมาก (คําไม่เป็นทางการ)
(PHRV) ต่อชิ้นส่วนต่างๆเข้าด้วยกัน
(PHRV) รวมเป็นหนึ่งเดียวกัน
(PHRV) ตระเตรียมให้พร้อมสําหรับ
(PHRV) ติดตั้งอุปกรณ์ที่จําเป็น
(PHRV) ทําให้(บางคน)มีความผิด(ทั้งที่ไม่ได้ทํา)(คําสแลง)
(PHRV) ประกอบ (ชั่วคราว)
(PHRV) หาที่พักให้
(PHRV) ตระเตรียม...ที่มีขนาดและรูปร่างเหมาะสม
(ADJ) เกี่ยวกับจํานวนห้า
(N) กลุ่มคนหรือของที่มีห้าจํานวน
(N) ห้า
(SL) การขโมยของจากร้านค้า
(SL) การช่วยตัวเอง (ผู้ชาย)
(N) การแก้ปัญหา
(N) สถานการณ์ที่ยากลําบาก
(VT) กําหนด (วัน, เวลา, ราคา)
(VT) จ้อง (ตา)
(VT) จัดการ
(VT) จัดหาอาหาร
(VT) ซ่อมแซม
(VT) ติด
(VT) ลงโทษ
(N) ขบวนการที่ก๊าซเปลี่ยนไปเป็นของแข็ง
(N) ความหลงใหล
(ADJ) ที่ตายตัว
(ADJ) ที่ไม่เปลี่ยน (ใช้กับสีหน้า)
(ADJ) ที่เหนียวแน่น
(SL) ซึ่งได้รับสินบน
(ADV) อย่างจดจ่อ (จ้องดู)
(PHRV) เตรียมอาหารไว้ให้
(PHRV) ทําให้ติดแน่นอยู่กับ
(PHRV) มีสํารองไว้ (คําไม่เป็นทางการ)
(N) ส่วนประกอบที่จําเป็น
(PHRV) จัดการเป็นพิเศษกับ (อย่างไม่ซื่อสัตย์) (คําไม่เป็นทางการ)
(PHRV) จ้องมอง
(PHRV) ตัดสินหรือเลือก
(PHRV) ทําให้ติดแน่นอยู่บน
(PHRV) ซ่อมแซม
(PHRV) ตัดสินว่ามีความผิด
(PHRV) ตัดสินว่ามีความผิด
(PHRV) จัดการเป็นพิเศษกับ (อย่างไม่ซื่อสัตย์) (คําไม่เป็นทางการ)
(N) การแข่งขันกีฬาที่กําหนดเวลาและสถานที่แข่งเฉพาะ
(N) ของในบ้านที่ติดตั้งอยู่กับที่ เช่น อ่างน้ํา โถส้วม
(PHRV) จัดการ
(PHRV) จัดเตรียม
(PHRV) ซ่อมแซม
(PHRV) แต่งตัวอย่างเป็นทางการหรือเต็มยศ
(PHRV) หาที่พักให้กับ
(PHRV) จ้องมอง
(PHRV) ตัดสินหรือเลือก
(PHRV) ทําให้ติดแน่นอยู่บน
(PHRV) จ้องมองด้วย (ลักษณะการมองแบบใดแบบหนึ่ง)
(PHRV) จัดการกับ
(PHRV) ซ่อมแซมด้วย
(N) เหล็กง่ามแทงปลา
(PHRV) (ระเบิด) ไม่ระเบิดตามที่วางแผนไว้ (คําไม่เป็นทางการ)
(PHRV) ล้มเหลว (หลังจากที่เริ่มต้นมาอย่างดี) (คําไม่เป็นทางการ)
(PHRV) ส่งเสียงดังฟู่
(N) อ่าวแคบๆที่อยู่ระหว่างหน้าผาสูงชันโดยเฉพาะในนอร์เวย์
(ADJ) ไม่มีเรี่ยวแรง
(ADJ) หย่อนยาน (เนื้อ)
(ADJ) หย่อนยาน (เนื้อ)
(N) ธง
(VT) โบกธง
(VT) ประดับด้วยธง
(VT) ใส่เครื่องหมาย (บนหน้ากระดาษ, การ์ด) ที่เห็นว่าสําคัญ
(VI) อ่อนกําลังลง
(N) พืชที่มีใบยาวคล้ายดาบ
(N) แผ่นหินปูพื้น
(VT) ปูด้วยแผ่นหินแบน
(PHRV) โบกสัญญาณให้กับ (ด้วยธงหรือมือ)
(VT) เฆี่ยนตี (เพื่อจุดประสงค์ทางเพศหรือศาสนา)
(SL) ถูกจับ
(ADJ) อ่อนลง (กําลัง, พลัง, ความสามารถ)
(ADV) อย่างอ่อนลง (กําลัง, พลัง, ความสามารถ)
(ADJ) ที่ปรากฏชัด
(ADJ) ที่อื้อฉาว
(N) เรือสําคัญที่มีผู้บัญชาการทหารของกองทัพเรืออยู่
(N) เสาธง
(N) แผ่นหินสําหรับปูพื้น
(N) เก๋
(N) พรสวรรค์
(N) คนที่ดูประหลาดๆ (แสลง)
(N) ชิ้นย่อยที่แตกออกมา
(VI) หลุดลอกออกมาเป็นแผ่นๆ
(VT) ทําให้แตกเป็นชิ้นเล็กชิ้นน้อย
(N) แผ่นไม้สําหรับตากหรือผึ่งปลา
(VI) งีบหลับ (แสลง)
(PHRV) แตกเป็นชิ้นเล็กชิ้นน้อย
(PHRV) แตกเป็นชิ้นเล็กชิ้นน้อย
(PHRV) หลับ (คําไม่เป็นทางการ)
(ADJ) ที่ชอบทําตัวประหลาด
(ADJ) ที่แตกเป็นแผ่น
(SL) ติดยาเสพติด (โคเคน)
(N) ความหรูหรา
(ADJ) สีสันฉูดฉาด
(ADJ) หรูหรา
(N) ความรู้สึกที่รุนแรง
(N) คู่รัก (คําไม่เป็นทางการ)
(N) เปลวไฟ
(N) สีแดงจ้า
(SL) ทําร้ายผู้อื่นด้วยคําพูดทางอีเมล์
(VI) แดงขึ้นเพราะความโกรธ (ใบหน้า)
(VI) ลุกไหม้
(PHRV) ปะทุขึ้น (ความโกรธ, ความรุนแรงฯลฯ)
(PHRV) เปลวไฟคุโชนอีก
(PHRV) ลุกเป็นไฟ
(PHRV) เปลวไฟคุโชนอีก
(PHRV) หน้าแดงด้วย (ความโกรธจัด)
(ADJ) เต็มไปด้วยความโกรธ
(ADJ) ที่ยังลุกเป็นเพลิง
(ADJ) น่ารําคาญ (คําไม่เป็นทางการ)
(SL) คําอุทานแสดงความแปลกใจ
(N) นกสีชมพูขายาวขนาดใหญ่ลุยน้ําหาอาหาร
(ADJ) ซึ่งไวไฟ
(SL) ช่องคลอด
(N) ด้านข้าง (อาคาร, ภูเขา)
(N) สีข้าง
(VT) ขนาบข้าง
(VT) อยู่ด้านข้าง
(PHRV) วางไว้ด้านข้าง
(PHRV) วางไว้ด้านข้าง
(N) คําพูดเหลาะแหละ
(N) ผ้าสักหลาดอ่อน
(SL) เรื่องไร้สาระ
(VT) คลุมด้วยผ้าสักหลาด
(N) การขยับขึ้นลง
(N) ความตื่นเต้น (แสลง)
(N) ปีกของเครื่องบินส่วนที่ขยับขึ้นลงได้
(N) สิ่งที่เปิดปิดได้ เช่น ปากกระเป๋า (ผ้า, กระดาษ, โลหะ)
(VI) กระพือปีก
(VI) ตื่นเต้น (แสลง)
(VI) สะบัด
(VT) กระพือปีก
(PHRV) ส่ายไปมาอย่างไร้ทิศทาง
(PHRV) ส่ายไปมาอย่างไร้ทิศทาง
(SL) เรื่องไร้สาระ
(SL) อวัยวะเพศหญิง
(N) การลุกไหม้อย่างรวดเร็วและสว่างไสว
(N) เครื่องมือที่ทําให้เกิดเปลวไฟ เพื่อใช้เป็นสัญญาณ
(VI) กว้างขึ้น
(VI) ระเบิด (อารมณ์, ความรุนแรง)
(VI) ี่ลุกวูบวาบ (ไฟ)
(PHRV) (แก๊ส) พัดย้อนมา
(PHRV) พูดอย่างโกรธ
(N) การปะทุของไฟ
(N) การระเบิดอารมณ์หรือความรู้สึกรุนแรง
(PHRV) รู้สึก (โกรธ, ร้อน, รุนแรง) มากยิ่งขึ้น
(PHRV) ลุกไหม้ขึ้นอีก
(ADJ) โอ้อวด
(N) ชั่วอึดใจเดียว
(N) ไฟแฟลช (ของกล้องถ่ายรูป)
(N) แสงวาบ
(VI) วูบผ่านไปอย่างรวดเร็ว
(VI) ส่องแสงวาบขึ้นมา
(VT) ส่องไฟ (ทางเดิน)
(VT) แสดงให้ดูอย่างรวดเร็ว เช่น บัตร
(PHRV) ฉายไฟไปทั่ว (หลายทิศทาง)
(PHRV) อวด (ของมีค่า) วูบวาบ
(PHRV) ฉายไฟไปทั่ว (หลายทิศทาง)
(PHRV) อวด (ของมีค่า) วูบวาบ
(PHRV) ชําเลือง
(N) การเล่าเรื่องย้อนอดีต
(PHRV) ย้อนกลับไป
(N) หลอดไฟแฟลชสําหรับถ่ายรูป
(N) แผ่นกระดาษแข็งที่มีภาพหรือคําต่างๆ ที่ใช้ในการสอน
(N) คนที่ชอบอวดอวัยวะเพศในที่สาธารณะ (แสลง)
(N) สัญญาณไฟกะพริบ (ของรถยนต์)
(PHRV) ย้อนกลับไป
(N) อุปกรณ์ติดไฟแฟลชกล้องถ่ายรูป
(SL) ชายหนุ่มที่โอ้อวดและมั่นใจในตนเองมากเกินไป
(N) แผ่นที่ใช้ปิดรอยต่อของหลังคาเพื่อป้องกันการรั่วซึม
(N) ไฟฉาย
(N) แสงไฟ เช่น ไฟสัญญาณบนประภาคาร
(N) หลอดไฟแฟลช (ในการถ่ายภาพ)
(PHRV) เป็นที่รู้จักทันทีโดย
(PHRV) พูดอย่างโกรธ
(N) สถานการณ์ที่ความรุนแรงเริ่มเกิดขึ้นและควบคุมไม่ได้
(PHRV) เคลื่อนอย่างเร็วผ่าน
(PHRV) ชูให้เห็นชั่วขณะ
(PHRV) เป็นที่รู้จักทันทีโดย
(ADJ) ฉูดฉาด
(N) กระติกน้ําร้อน-น้ําเย็น
(N) ขวดแก้วที่ใช้ในงานทดลองวิทยาศาสตร์
(ADJ) ซบเซา (ธุรกิจ)
(ADJ) ที่แน่ชัด (คําปฏิเสธ)
(ADJ) ที่ลดเสียงลงต่ําครึ่งหนึ่ง (ดนตรี)
(ADJ) น่าเบื่อ
(ADJ) แบน
(ADJ) แบน (สีในภาพถ่ายหรือภาพวาด)
(ADJ) แฟบ (ยาง)
(ADJ) ราบ (พื้นดิน)
(ADJ) ราบเรียบระดับเดียวกัน (เสียง)
(ADJ) ส้นเตี้ย (รองเท้า)
(ADJ) หมดฟอง (เครื่องดื่ม)
(ADV) ราบ (นอน, เหยียดตัว)
(ADV) อย่างชัดเจน
(N) ที่ราบ
(N) ยางแบน
(N) เสียงโน้ตที่ต่ําครึ่งเสียง
(VI) ้แบนราบบ
(VT) ทําให้แบนเรียบ
(N) ห้องชุด
(IDM) แบนมาก (คําไม่เป็นทางการ)
(N) เรือท้องแบน
(N) รถไฟที่ไม่มีหลังคาและด้านข้างใช้ในการขนสินค้า
(N) เตารีดที่ไม่ใช้ไฟฟ้า
(N) รองเท้าส้นเตี้ย
(VI) กลายเป็นแผ่นแบน
(VT) ทําลายให้ราบ (อาคาร, ต้นไม้)
(VT) ทําให้แบน
(VT) ปราบ (คู่ต่อสู้)
(PHRV) ดึงเข้ามา
(PHRV) ทําให้แบน
(VT) ทําให้ดูสวยหรือดีขึ้นกว่าที่เป็นจริง
(VT) ยกยอ
(N) เครื่องมือที่ทําให้เหล็กแบนของช่างตีเหล็ก
(ADV) อย่างประจบสอพลอ
(PHRV) ประจบ
(N) การประจบสอพลอ
(N) อาการท้องอืด
(ADJ) ขี้โอ่
(ADJ) ซึ่งมีอาการท้องเฟ้อหรือท้องอืด
(N) ีแก๊สที่เกิดจากระบบการย่อยอาหารในลําไส้ร
(N) อุปกรณที่ใช้บนโต๊ะอาหาร
(N) การโอ้อวด
(VT) โอ้อวด
(N) ผู้ที่ชอบโอ้อวด
(N) ใจความ
(N) รสชาติ
(VT) ปรุงรส
(PHRV) ทําให้น่าสนใจด้วยการเพิ่ม
(PHRV) มีรสชาติของ
(N) ข้อบกพร่อง
(N) ตําหนิ
(VI) เป็นรอยร้าว
(VT) ทําให้มีตําหนิ
(N) พายุที่เกิดขึ้นอย่างกะทันหันและเป็นช่วงสั้นๆ
(ADJ) ไม่มีตําหนิ
(N) ป่าน
(VT) ตําหนิอย่างรุนแรง
(VT) ถลกหนัง
(VT) ปอกลอก
(N) หมัด
(SL) โรงแรมราคาถูก
(IDM) การด่าว่าอย่างรุนแรง
(N) จุด
(VT) ทําให้เกิดจุดด่าง
(VI) หนี (กริยาช่องที่ 2 และ 3 ของ flee)
(VI) หนี
(VT) หลบหนี
(N) ขนแกะ
(N) ผ้าขนแกะ
(VT) ตัดขน (แกะ)
(VT) ปอกลอก
(PHRV) หนีรอดจาก
(N) กลุ่มรถแท๊กซี่, รถโดยสาร, หรือเครื่องบินที่อยู่ในบริษัทเดียวกัน
(N) กองเรือรบ
(ADJ) ที่วิ่งได้รวดเร็ว
(VI) เคลื่อนที่อย่างรวดเร็ว
(ADJ) ชั่วแล่น
(PHRV) หนีรอดไปยัง
(N) เนื้อ
(IDM) มนุษย์
(PHRV) ทําให้ยาวมากขึ้น (ข้อเขียน)
(PHRV) ทําให้สมจริงมากขึ้น (บทบาท)
(PHRV) ทําให้อ้วนขึ้น
(PHRV) อ้วนขึ้น
(PHRV) ทําให้อ้วนขึ้น
(PHRV) อ้วนขึ้น
(ADJ) อ้วน
(VI) บิน (กริยาช่อง 2 ของ fly)
(N) การงอ
(N) สายไฟ
(VI) โค้ง
(VT) เกร็ง (กล้ามเนื้อ)
(VT) งอ (ส่วนต่างๆ ของร่างกาย)
(N) การปรับตัวเข้ากับสถานการณ์
(N) ความสามารถดัดงอได้โดยไม่แตกหัก
(ADJ) ที่ดัดงอได้โดยไม่แตกหัก
(ADJ) ที่ปรับตัวเข้ากับสถานการณ์
(N) การฟาด
(VI) กระตุก
(VT) กดปุ่มปิดเปิดเครื่องกล
(VT) สะบัด
(VT) หวด (ด้วยแส่, มือ)
(N) ภาพยนตร์ (แสลง)
(SL) หนัง
(PHRV) เคาะออก
(N) ความรู้สึกหรืออารมณ์ที่เกิดขึ้นมาแวบหนึ่ง
(N) เปลวไฟริบหรี่
(VI) กระพริบ (เปลือกตา)
(VI) ปรากฏขึ้นมาแวบหนึ่ง (อารมณ์, ความรู้สึก)
(VI) ริบหรี่ (เปลวไฟ)
(VI) สั่นไหว
(N) นกหัวขวาน
(PHRV) ค่อยหรี่ลงทีละน้อย
(PHRV) เลิกหรือหยุดทีละน้อย
(PHRV) เคาะออก
(PHRV) พลิกอย่างเร็ว
(SL) โรงหนัง
(PHRV) อ่านลวกๆ
(SL) เด็กผู้ชายที่ดูงี่เง่า
(N) การกระโดดลอยตัว (คําไม่เป็นทางการ)
(N) นักบิน
(N) ใบปลิว
(N) ผู้โดยสารเครื่องบิน
(N) การเคลื่อนที่ของวัตถุผ่านอากาศ
(N) การเดินทางด้วยเครื่องบิน
(N) การบิน
(N) การหนี
(N) ขั้นบันไดระหว่างชั้น
(N) เที่ยวบิน
(N) นกหรือเครื่องบินที่บินเป็นฝูงองทัพ
(VI) บินเป็นฝูง
(N) การเปลี่ยนใจง่าย
(ADJ) ที่เปลี่ยนใจง่าย
(SL) ความหลอกลวง
(ADJ) บางและฉีกขาดง่าย
(ADJ) ไม่แข็งแรง
(ADJ) ไม่น่าเชื่อถือ
(N) การผงะ
(VI) ผงะ
(PHRV) ถอย
(PHRV) หลีกเลี่ยง
(N) ความสัมพันธ์ทางเพศในระยะสั้นๆ
(N) ช่วงเวลาสั้นๆ แห่งความสนุกสนาน
(VT) ขว้าง
(VT) โถม
(PHRV) เหวี่ยง
(PHRV) เหวี่ยง
(PHRV) ขว้างไปด้านหนึ่ง
(PHRV) ไม่สนใจ
(PHRV) ยกเลิก
(PHRV) ขว้างไปที่
(PHRV) แสดง (ความคิดเห็นในแง่ลบ) อย่างรุนแรงกับ
(PHRV) พูดเสียงต่ําลง
(PHRV) เสียไปโดยเปล่าประโยชน์
(PHRV) เหวี่ยงทิ้ง
(PHRV) ออกไปอย่างอารมณ์เสีย
(PHRV) สูญเสีย (บางสิ่ง) ไปกับ
(PHRV) เสีย...ให้กับ
(PHRV) โยนกลับ
(PHRV) เหวี่ยงกลับไปทันที
(PHRV) กล้าเสี่ยง
(PHRV) ขว้างลงไป
(PHRV) ทิ้งหรือทุ่มตัวลงบนพื้น
(IDM) หยุดงานเพราะไม่เห็นด้วย
(IDM) เรียกให้ออกมาสู้
(PHRV) ขว้างเข้าไป
(PHRV) แถม
(PHRV) พูดแทรก
(PHRV) ล้มเลิก (ความพยายาม)
(PHRV) ขว้างเข้าไป
(PHRV) ทําให้มีสภาพ
(PHRV) พูดเพิ่มเติม
(PHRV) เขียนง่าย
(PHRV) ทําให้พ่ายแพ้
(PHRV) พูดไม่ระวังปาก
(PHRV) โยนทิ้ง
(PHRV) ส่ง (กลิ่น, ความร้อน) ออกมา
(PHRV) หงุดหงิด
(PHRV) หนีรอดจาก
(PHRV) รีบสวม
(PHRV) โยนลงไป (อย่างไม่ระมัดระวัง)
(IDM) ใช้ (ความพยายาม, เวลา, ความกระตือรือร้น)
(IDM) ประกาศว่าจะเข้าร่วม (การแข่งขันหรือการเลือกตั้ง)
(IDM) ใช้เงินอย่างโง่ๆ (เพื่ออวดความร่ํารวย)
(IDM) ใช้อํานาจกับคนอื่น
(PHRV) ประกาศให้เป็นสิ่งงานที่จะเข้าแข่งขัน
(PHRV) เตะอย่างแรง
(PHRV) ทําให้ออกจากบ้านไป
(PHRV) ปฏิเสธ (คําแนะนํา, กฎหมาย)
(PHRV) พูดไม่ระวัง
(PHRV) โยนออกไปจนกระจัดกระจาย
(PHRV) เสนอ (ข้อคิดเห็น, ข้อแนะนํา)
(IDM) ตําหนิ
(PHRV) ขว้างไปยัง
(PHRV) รีบเก็บ
(PHRV) ทําให้สูญเสีย
(PHRV) ผลิต
(PHRV) โยนขึ้น
(PHRV) หยุด
(IDM) ตกใจกลัว
(IDM) หมดหวัง
(IDM) ตกใจกลัว
(IDM) เคลื่อนไปอย่างเร็ว
(IDM) ยอมรับความพ่ายแพ้
(SL) เฮลิคอบเตอร์
(N) หินที่ใช้เป็นเครื่องมือของคนในยุคก่อนประวัติศาสตร์
(N) หินเหล็กไฟ
(N) ปืนไฟ
(ADJ) แข็งกระด้าง
(N) การโยน (เหรียญ)
(N) พลิกตัวกลางอากาศ
(VI) โกรธหรืออารมณ์เสียทันทีทันใด (คําไม่เป็นทางการ)
(VT) กดปุ่มปิดเปิดเครื่องกล
(VT) พลิกกลับอย่างรวดเร็ว
(VT) โยน (เหรียญ)
(N) เครื่องดื่มผสมแอลกอฮอล์, น้ําตาลและไข่
(ADJ) ไม่จริงจัง
(SL) คําอุทานเมื่อรําคาญใจ
(SL) ตื่นเต้น
(SL) โกรธจนควบคุมตัวเองไม่ได้
(PHRV) พลิก
(N) ครีบ (ของแมวน้ํา, เพนกวิน)
(N) ตีนกบ
(SL) คําเลี่ยงของคําว่า fucking
(SL) อีกฝ่าย (ในการโต้เถียง)
(PHRV) อ่านผ่านๆ
(N) คนเจ้าชู้
(VI) เกี้ยวพาราสี
(VI) ทําเล่นๆ
(VT) โผ
(VT) โยน
(ADJ) เจ้าชู้
(PHRV) เกี้ยว (เพศตรงข้าม) เล่น
(N) การกระพือ
(SL) หลบออกไปจากถิ่นที่อาศัยอย่างลับๆ เพื่อหนีใครบางคน
(VI) ผ่านไปอย่างรวดเร็ว เช่น เวลา
(VI) โผ
(PHRV) โฉบ
(VT) กระพือปีก
(N) ู้คนที่แสดงอาการโผหรือโถมตัว
(PHRV) โฉบผ่าน (บางสิ่ง)
(IDM) แวบเข้ามา (ในใจ)
(SL) รถยนต์เก่า
(N) ขบวนรถแห่ในงานรื่นเริง
(N) เครื่องดื่มที่มีไอศกรีมลอยอยู่ข้างใน
(N) ชูชีพ
(N) เศษสตางค์ที่เตรียมไว้สําหรับเป็นเงินทอนในการขายของ
(N) สิ่งที่ลอยได้ เช่น แพ
(VI) เดินนวยนาด
(VI) ลอยบนผิวน้ําหรือในอากาศ
(VT) ขายหุ้นในบริษัทให้กับสาธาณชนเป็นครั้งแรก
(VT) ทําให้ลอยได้
(VT) ปล่อยค่าเงินหรือดอกเบี้ยลอยตัว
(VT) เริ่มโครงการ
(PHRV) ลอยไปลอยมา
(SL) ตด
(PHRV) ลอยไปลอยมา
(ADJ) ซึ่งไม่อยู่กับที่
(ADJ) ที่ลอยอยู่บนน้ํา
(PHRV) ลอย
(PHRV) ลอยอยู่ในน้ํา
(PHRV) ลอยไปลอยมา
(PHRV) ลอย
(PHRV) ลอยอยู่ในน้ํา
(SL) น้ําลาย
(SL) ถ่มน้ําลาย
(N) การชุมนุมในโบสถ์ของชาวคริสต์
(N) ฝูงชน
(N) ฝูงสัตว์
(VI) ูแห่กันไปป
(PHRV) แห่ตาม (อย่างชื่นชม)
(PHRV) แห่กันมาถึง
(PHRV) แห่กันมาถึง
(PHRV) ล้อมรอบ
(PHRV) ไปรวมตัวกันอยู่เพื่อ
(PHRV) รวมตัวกันเพื่อ
(SL) ขาย
(SL) ทําด้วยความพยายาม
(VT) ขาย (คําไม่เป็นทางการ)
(VT) เฆี่ยน
(IDM) โบยจนตาย
(N) จํานวนมาก
(N) น้ําท่วม
(VI) หลั่งไหล
(VI) ไหลบ่า
(VT) เต็มไปด้วย
(VT) ท่วม
(N) ประตูระบายน้ํา
(PHRV) เข้ามาอย่างท่วมท้น
(PHRV) เข้ามาอย่างท่วมท้น
(N) แสงไฟที่สว่างจ้าใช้ในสนามกีฬาหรือนอกอาคาร
(VT) ฉายแสงไฟที่สว่างจ้าไปทั่วสนามหรือนอกบริเวณอาคาร
(VT) กริยาช่องที่ 2 และ 3 ของ floodlight
(PHRV) ทําให้ไร้ที่อยู่อาศัยเพราะน้ําท่วม
(N) น้ําขึ้น
(PHRV) ท่วมไปด้วย
(PHRV) แน่นขนัดไปด้วย
(N) ชั้นอาคาร
(N) พื้น
(N) ระดับต่ําสุด (รายได้, ราคา)
(VT) คว่ํา (คู่ต่อสู้ในการชกมวย)
(VT) ทําให้งง
(N) วัสดุที่ใช้ทําพื้นห้อง
(SL) แฟนสาว (ปัจจุบันอาจหมายถึงแฟนหนุ่มด้วย)
(SL) ล้มเหลว
(SL) ความล้มเหลว
(N) ความล้มเหลว
(N) เสียงดังที่เกิดจากสิ่งของตกกระแทกอย่างแรง
(VI) ตกหรือห้อยลงมาอย่างไม่เป็นระเบียบ
(VI) ล้มตัวลง
(VI) ล้มเหลว
(VT) ทําของตกหล่นจนกระแทกเสียงดัง
(PHRV) เคลื่อนที่ไปพร้อมกับเสียงดัง
(PHRV) เคลื่อนที่ไปพร้อมกับเสียงดัง
(PHRV) ล้มลงเสียงดัง (อย่างกะทันหัน)
(PHRV) ล้มตัวลงบน
(SL) เสื้อยกทรง
(ADJ) ที่ห้อย
(N) พืชที่ขึ้นในเฉพาะพื้นที่
(ADJ) ที่ประกอบด้วยดอกไม้
(ADJ) ที่มีลวดลายดอกไม้
(ADJ) ที่มีผิวหน้าแดงก่ํา
(ADJ) หรูหรา
(N) คนขายดอกไม้
(N) ร้านขายดอกไม้
(N) เส้นใยไหม
(N) ไหมขัดฟัน
(PHRV) แต่งตัว
(N) การขายหุ้นบริษัทให้กับสาธาณชน
(N) การลอยอยู่ในน้ํา
(N) ผ้าที่เย็บหุ้มริมผ้าม่านหรือขอบกระโปรง
(N) อาการกระฟัดกระเฟียด
(VI) กระฟัดกระเฟียด
(PHRV) โยกตัวเข้ามา
(PHRV) โยกตัวออกไป
(VI) ตกต่ําลง
(VI) ตะเกียกตะกายฝ่า (น้ํา, โคลน)
(VI) พูดตะกุกกตะกัก
(N) ปลาทะเลตัวเล็กแบนใช้ทําอาหาร
(PHRV) ตะเกียกตะกาย
(PHRV) ตะเกียกตะกาย
(PHRV) ดิ้นรนผ่าน
(PHRV) พูดตะกุกตะกัก
(N) แป้งทําอาหาร เช่น ขนมปัง
(N) การแกว่งไม้แกว่งมือเพื่อให้คนอื่นสนใจ
(N) การตกแต่งตัวอักษรด้วยการขมวดหัวหรือใช้เส้นโค้ง
(N) การประโคม
(N) การแสดงโอ้อวด
(N) สํานวนสละสลวย
(VI) งอกงาม
(VI) เจริญรุ่งเรือง
(VT) โบก
(ADJ) ซึ่งเจริญรุ่งเรือง
(ADJ) ปกคลุมไปด้วยแป้ง
(N) คําพูดเยาะเย้ย
(VI) เยาะเย้ย
(VT) ไม่เคารพกฎหมาย
(VT) แสดงการเยาะเย้ย
(N) การมีประจําเดือน
(N) การไหล
(N) น้ําขึ้น (กระแส)
(VI) ลื่นไหล
(VI) ไหล
(VT) ท่วม
(N) คนหรือสิ่งที่เป็นสุดยอด
(N) ดอกไม้
(N) ระยะที่รุ่งเรืองที่สุด
(VI) ผลิดอก
(ADJ) ที่มีดอก
(N) ช่วงเวลาที่ศิลปะ ดนตรีและวิทยาการเบ่งบาน
(N) กระถางดอกไม้
(ADJ) ที่ปกคลุมไปด้วยดอกไม้
(ADJ) ที่มีกลิ่นของดอกไม้
(ADJ) หรูหรา (ถ้อยคําหรือสํานวน)
(PHRV) (ของเหลว) ไหลมาจาก
(PHRV) เป็นผลมาจาก
(PHRV) (ของเหลว) ไหลเข้ามา
(PHRV) เทเข้ามา (เงิน)
(ADJ) ที่ต่อเนื่อง
(ADJ) ที่มากมายไปด้วย
(ADJ) ที่ไหลล้น
(PHRV) ไหลผ่าน
(VT) กริยาช่อง 3 ของ fly
(PHRV) (ของเหลว) ไหลออก
(PHRV) ใช้จ่ายออกไป (เงิน)
(PHRV) ไม่มีผลกับ
(PHRV) (ของเหลว) ไหลไปยัง (ทิศทางหรือสถานที่)
(PHRV) ทําให้เต็มไปด้วย (ของเหลว)
(N) ไข้หวัดใหญ่
(VI) ผันผวน
(N) ความผันผวน
(N) ปล่องควัน
(N) ปุย
(N) แห
(ADJ) พูดหรือเขียนได้อย่างคล่องแคล่ว
(ADV) อย่างคล่องแคล่ว
(N) ขนอ่อน (ลูกนก, ลูกสัตว์)
(N) ความผิดพลาด
(N) สิ่งที่เป็นปุยหรือใยฟู
(SL) ทําผิดพลาด
(VI) ทําผิดพลาด (คําไม่เป็นทางการ)
(VT) ทําให้ฟูฟ่อง
(PHRV) ทําให้พอง
(PHRV) ตีให้เป็นปุย (เช่น หมอน เบาะ)
(ADJ) ที่นุ่มและเบา
(ADJ) ที่มีขนปุกปุย
(ADJ) ฟู (อาหาร)
(ADJ) ที่เปลี่ยนแปลงได้ง่าย
(ADJ) ที่ราบรื่น (การเคลื่อนไหว, ดนตรี)
(ADJ) ที่ไหลลื่นเช่นเดียวกับของเหลว
(N) ของเหลว
(N) การโชคดีโดยบังเอิญ
(N) ปลาประเภทตัวแบน
(N) พยาธิตัวแบน
(N) เงี่ยงของฉมวก, หอก, ลูกศร
(N) ส่วนปลายรูปสามเหลี่ยมของหางปลาวาฬ
(SL) สับสน
(VT) ขว้าง (กริยาช่องที่ 2 และ 3 ของ fling)
(N) การสอบตก
(VT) สอบตก
(VT) ให้คะแนนการสอบต่ํา
(PHRV) สอบตก (คําไม่เป็นทางการ)
(N) คนประจบสอพลอ
(N) คนรับใช้ในชุดเครื่องแบบ (คําโบราณ)
(N) ทาสรับใช้
(VI) เรืองแสง
(N) การเรืองแสง
(ADJ) ที่เรืองแสง
(N) หลอดไฟเรืองแสง
(N) ฟลูออไรด์
(N) สารฟลูออรีน (สัญลักษณ์ทางเคมีคือ F)
(N) ช่วงแห่งความตื่นเต้นหรือความโกลาหลที่เกิดขึ้นในเวลาอันสั้น
(N) ปริมาณฝนหรือหิมะที่ตกลงมาเล็กน้อยในเวลาสั้นๆ
(VI) ตกปรอยๆ (หิมะ)
(VT) ทําให้ตื่นเต้น
(N) การกดชักโครก
(N) ความกระปรี้กระเปร่า
(N) หน้าแดง
(N) อารมณ์หรือความรู้สึกรุนแรงที่เกิดขึ้นฉับพลัน
(VT) กดชักโครก
(VT) ทําให้หน้าแดง
(VT) สาดหรือฉีดน้ําเพื่อทําความสะอาด
(ADJ) ร่ํารวยในช่วงเวลาสั้นๆ (คําไม่เป็นทางการ)
(ADJ) ราบเป็นระดับเดียวกัน
(N) ฝูงนกที่บินหนีเพราะตื่นตกใจ
(VT) ทําให้ตื่นตกใจจนบินหนี (การล่าสัตว์)
(N) ไพ่ชุดเดียวกัน
(PHRV) ล้างออก
(PHRV) (กลายเป็น) หน้าแดงเพราะอาย
(PHRV) ทําให้ (คนหรือสัตว์) ออกจากที่ซ่อน
(PHRV) ล้างด้วยน้ําจํานวนมาก
(PHRV) ฉีดน้ําล้างเพื่อทําความสะอาด
(PHRV) ทําให้ (คนหรือสัตว์) ออกจากที่ซ่อน
(PHRV) ทําให้คนหรือสัตว์ออกมาจากที่หลบซ่อน
(PHRV) เขินจนหน้าแดง
(PHRV) หน้าแดงด้วยความภูมิใจ
(N) ความสับสนวุ่นวาย
(VI) รู้สึกปั่นป่วน
(VT) ทําให้ปั่นป่วน
(PHRV) ตื่นเต้น
(N) แก้วทรงสูงที่ใช้ในการดื่มแชมเปญ
(N) ขลุ่ย
(VI) เป่าขลุ่ย
(N) การกระพือปีก
(N) การพนัน (คําไม่เป็นทางการ)
(N) การสั่นรัว (หัวใจ)
(N) ความกระวนกระวาย
(SL) การพนันม้าแข่ง
(VI) กระพือปีก
(VI) โฉบ
(VI) สะบัด
(VI) สั่นรัว
(PHRV) กระพือปีก
(PHRV) (ใจ) สั่นระริก
(PHRV) ปลิวลงมา
(N) การเปลี่ยนแปลงอย่างต่อเนื่อง
(N) การไหล
(VI) ไหล
(VT) ทําให้เป็นของเหลว
(N) ผ้าใบปิดเต็นท์
(VI) เดินทางโดยเครื่องบิน
(VI) บิน
(VI) ปลิวสะบัด (ธง)
(VI) ผ่านไปอย่างรวดเร็ว (เวลา, ฤดูกาล)
(VI) พุ่งไปอย่างรวดเร็ว
(VT) ขนส่งทางอากาศ
(VT) ชักธงขึ้นสู่ยอดเสาเพื่อเป็นสัญญาณ
(VT) ทําให้ลอยในอากาศ เช่น ว่าว
(VT) บังคับเครื่องบิน
(VT) หลบหนี
(N) แมลงวัน
(ADJ) ฉลาด (คําไม่เป็นทางการ)
(PHRV) บินไปแบบไร้ทิศทาง
(PHRV) แพร่ไปทั่ว
(IDM) แพร่ออกไป
(PHRV) ระเบิดรุนแรง
(PHRV) บินอยู่ที่ระดับ (ความสูง)
(PHRV) (ผม) บาน
(N) การกลับทิศทางมาที่จุดเริ่มต้นของลําแสงอิเล็กตรอน
(N) เรือเร็วลําเล็ก
(SL) นักบิน (ทางทหาร)
(PHRV) บินผ่านอย่างเร็ว
(PHRV) (เวลา) ผ่านไปอย่างรวดเร็ว
(PHRV) บินในช่วง (เวลา)
(IDM) ไม่น่าไว้วางใจ
(SL) ไม่ซื่อ
(N) นักบิน
(N) ใบปลิว
(PHRV) บินมาจาก (สถานที่)
(PHRV) บินสูงมาก
(PHRV) มาถึงโดยเครื่องบิน
(PHRV) บินมาในลักษณะหรือรูปแบบ
(ADJ) ที่ปลิวสะบัดอยู่ในอากาศ
(ADJ) สามารถบินได้
(IDM) ได้รับตําแหน่งสําคัญ
(N) ยานอวกาศที่มาจากนอกโลก
(IDM) แวะสักพัก
(PHRV) บินเข้าไปใน
(N) หน้าเปล่าของหนังสือที่อยู่ด้านหน้าหรือด้านหลัง
(PHRV) บินจากไป
(PHRV) บินจากไปทาง
(PHRV) บินจากไปพร้อมกับ
(PHRV) เปิดออกทันที
(PHRV) รีบกรูกันออกไปยัง
(PHRV) บินเหนือไปยัง
(PHRV) บินข้าม
(N) การแสดงการบินในพิธีสําคัญ
(N) สะพานลอยที่ให้รถวิ่ง
(N) กระดาษเหนียวใช้ดักจับแมลง
(PHRV) (เครื่องบิน) บินผ่าน
(PHRV) ประพฤติดี (คําไม่เป็นทางการ)
(N) ใบปลิว
(N) ขี้แมลงวัน
(N) จุดเล็กๆ
(VT) ทําเครื่องหมายจุดเล็กๆ
(SL) หนีรอด
(PHRV) บินไปยัง (สถานที่
(SL) ปาก
(PHRV) บินขึ้นไป
(N) เส้นทางในการบินอพยพของนก
(N) นักมวยรุ่นที่มีน้ําหนักต่ําสุด
(ABBR) ระบบความถี่ของวิทยุ (คําย่อของ frequency modulation)
(N) ลูกม้า
(VI) ตกลูก
(VT) ตกลูก
(N) ฟอง
(N) โฟมที่ใช้ในการทําเบาะหรือที่นอน
(N) สารที่ทําให้เกิดฟองนุ่มๆ ใช้สําหรับล้างหน้า โกนหนวดและดับเพลิง
(VI) เกิดฟอง
(VT) ทําให้เกิดฟอง
(PHRV) มีฟองน้ําลาย (โดยจากโรคลมชัก)
(PHRV) มีฟองขึ้น
(PHRV) โกรธมาก
(VT) หลอกลวง (คําโบราณ)
(N) สายโซ่นาฬิกาที่ผูกติดกับกระเป๋าเสื้อ
(PHRV) ไม่สนใจ
(PHRV) บังคับให้ยอมรับ
(PHRV) บังคับให้ยอมรับ
(PHRV) หลอกลวงให้ยอมรับ
(ADJ) เกี่ยวกับจุดรวมแสง
(ADJ) ที่สําคัญมาก
(N) จุดรวมแสง
(N) จุดสนใจ
(VT) ปรับ (ภาพ) ให้เห็นชัดเจน
(VT) เพ่งความสนใจ
(PHRV) มุ่งความคิดไปที่
(PHRV) รวมแสงไปยัง
(N) คนหรือสิ่งที่มีคุณค่าเพียงเล็กน้อยหรือใช้ประโยชน์ได้อย่างเดียว
(N) อาหารสัตว์ เช่น ฟาง
(N) ศัตรู
(ADJ) เกี่ยวกับทารกในครรภ์
(ADJ) เหม็น
(N) ทารกในครรภ์
(SL) คําเลี่ยงของคําว่า fuck off
(N) ความสับสน
(N) หมอก
(VI) คลุมเครือ
(VT) ทําให้คลุมเครือ
(VT) ทําให้งงงวย
(VT) ทําให้เป็นฝ้ามัว
(N) ชั้นของหมอกที่มองจากระยะไกล
(ADJ) ที่ไม่สามารถเดินทางไปไหนได้เพราะหมอกลงหนา
(ADJ) มีหมอกมาก
(N) ข้อบกพร่องเล็กๆ น้อยๆ
(N) ส่วนที่อ่อนที่สุดของดาบ
(N) กระดาษหุ้มโลหะบางใช้ห่ออาหาร
(N) คนหรือสิ่งที่มีความขัดแย้งแต่เข้ากันได้ดีกับคุณลักษณะผู้อื่น
(VT) ห่อด้วยกระดาษฟอยล์
(VT) ขัดขวาง (อุบาย, แผนการ)
(N) ดาบปลายทู่ที่ใช้ในกีฬาฟันดาบ
(ADJ) ซึ่งปกคลุมด้วยแผ่นโลหะบาง
(PHRV) ไม่สนใจ
(N) รอยพับ
(N) แอ่งหรือที่ว่างระหว่างเนินเขา
(VT) กอดหรือประสาน (แขน)
(VT) เก็บ (ปีก)
(VT) คว่ําไพ่ (ยอมแพ้ในเกมนั้น)
(VT) พับ
(VT) ล้มเลิก
(VT) ห่อ
(N) กลุ่มผู้ที่มีความเชื่อร่วมกัน
(N) คอกแกะ
(N) โบสถ์
(VT) เอาแกะเข้าคอก
(SUF) เป็นทวีคูณ
(ADJ) ที่สามารถพับได้
(ADJ) ที่พับเก็บได้
(PHRV) พับได้
(PHRV) พับกลับ
(PHRV) พับครึ่ง
(N) กลุ่มเอกสารหรือไฟล์ที่จัดเก็บในคอมพิวเตอร์
(N) ที่เก็บเอกสาร
(PHRV) เติมส่วนผสม (ด้วยช้อน)
(PHRV) พับให้เป็น (ส่วน, ครึ่ง)
(ADJ) ที่พับเก็บได้
(SL) ธนบัตร
(PHRV) ทําให้โค้งได้
(PHRV) ล้มลง
(PHRV) ล้มเหลว
(PHRV) ล้มเหลว (โดยเฉพาะทางธุรกิจ)
(PHRV) ห่อหรือหุ้ม
(N) ใบไม้
(ADJ) เกี่ยวกับกระดาษยกสี่หน้า
(N) กระดาษพับสองยกสี่หน้า (สําหรับตีพิมพ์เป็นหนังสือ)
(ADJ) เกี่ยวกับหรือประกอบด้วยใบไม้เล็กๆ
(ADJ) เกี่ยวกับขนบประเพณีของชาวบ้าน
(ADJ) ที่มีพื้นฐานความเชื่อของชาวบ้าน
(N) ดนตรีแนวลูกทุ่ง
(N) ประชาชน
(N) ผู้คนที่อยู่ในถิ่นและมีวิถีชีวิตเฉพาะตน
(N) ศิลปะพื้นบ้าน
(N) การเต้นรําพื้นเมือง
(N) การศึกษาเกี่ยวกับขนบประเพณีพื้นบ้าน
(N) ประเพณีและความเชื่อของผู้คน
(N) ยาพื้นบ้าน
(N) สมาชิกในครอบครัวโดยเฉพาะพ่อแม่ (คําไม่เป็นทางการ
(N) นักร้องเพลงพื้นบ้าน
(N) เพลงลูกทุ่ง
(N) นิทานชาวบ้าน
(N) รูขุมขน
(ADJ) ซึ่งเกี่ยวกับหรือประกอบไปด้วยรูเล็กๆ
(N) การติดตาม
(VI) เป็นผลมาจาก
(VT) เข้าใจ (คําอธิบาย, ความหมาย)
(VT) ตาม
(VT) ปฏิบัติตาม
(VT) เลียนแบบ
(VT) ไล่ตาม
(VT) สนใจติดตาม (เรื่อง, ข่าวสาร)
(PHRV) ตาม (บางคน) ไปทุกที่
(N) ผู้ติดตาม
(PHRV) ตามรอย
(ADJ) ถัดไป
(ADJ) ที่จะกล่าวต่อไป
(N) ผู้สนับสนุน
(PHRV) มาทีหลัง
(PHRV) มีผลจาก
(PHRV) ตามออกไป
(PHRV) ทําให้สําเร็จ
(PHRV) เชื่อฟัง
(PHRV) พยายามต่อไป
(PHRV) ทําให้สําเร็จ
(ADJ) ที่ติดตามมา
(N) การกระทําหรือสิ่งที่ติดตามมาอย่างต่อเนื่อง
(PHRV) ติดตามผลของ
(PHRV) มีผลจาก
(N) ความเขลา
(VT) ประคบ (ด้วยน้ําอุ่นหรือยา)
(VT) ปลุกระดม
(ADJ) ด้วยความรักใคร่
(ADJ) ลมๆ แล้งๆ (ความหวัง)
(VT) ลูบไล้ด้วยความรัก
(N) ความชอบ
(ADJ) ชอบ
(N) อ่างน้ํามนต์ในโบสถ์ที่ใช้ในพิธีศีลมหาสนิท
(N) ชุดหรือรูปแบบตัวพิมพ์
(ADJ) ซึ่งมาจากน้ําพุ
(ADJ) ที่เกี่ยวกับอ่างน้ํามนต์ในโบสถ์
(N) อาหาร
(IDM) สิ่งที่ควรขบคิด
(N) ของกิน
(SL) น้ําหอมทาหลังโกนหนวด
(N) คนโง่
(N) ตัวตลก
(N) อาหารหวานที่ทําด้วยผลไม้ผสมกับครีมหรือคัสตาร์ด
(VI) ทําเป็นตลก
(VT) หลอกลวง
(PHRV) เล่นบ้าๆ
(PHRV) มีความสัมพันธ์ทางเพศกับผู้อื่นโดยไม่ยั้งคิด
(PHRV) เสี่ยงเล่นกับ
(IDM) คนโง่ใช้เงิน ในที่สุดก็หมด (ใช้เมื่อต้องสูญเงินจํานวนมากเพราะการตัดสินใจไม่ดี)
(PHRV) เล่นบ้าๆ
(PHRV) มีความสัมพันธ์ทางเพศกับผู้อื่นโดยไม่ยั้งคิด
(PHRV) เสี่ยงเล่นกับ
(PHRV) เสียเวลา
(ADJ) บ้าระห่ํา
(ADJ) โง่
(ADJ) ดูน่าหัวเราะ
(N) ความเขลา
(N) กระดาษฟุลสแก๊ป
(IDM) ความสุขไม่แท้
(IDM) เสียเวลาไปกับ (คําไม่เป็นทางการ)
(PHRV) ทําเล่นๆ กับ
(N) เท้า
(N) ส่วนล่าง
(N) หน่วยวัดความยาวเท่ากับ 12 นิ้ว
(N) กีฬาฟุตบอล
(N) ลูกฟุตบอล
(N) นักฟุตบอล
(N) การล้างเท้า
(N) อ่างล้างเท้า
(N) แผ่นที่รองรับเท้า (สําหรับขึ้นลงพาหนะ)
(N) สะพานลอย
(N) เนินที่ตีนเขา
(N) ฐานที่มั่นคง (ทางธุรกิจ, อาชีพการงาน)
(N) รอยแยกสําหรับวางเท้าเวลาปีนต้นไม้หรือหน้าผา
(SL) ฟุตบอล
(PHRV) เดินเท้ามา (คําไม่เป็นทางการ)
(PHRV) เล่นตลก
(PHRV) เสียเวลาทําเรื่องไร้สาระ
(ADJ) ที่ไม่เป็นความจริง
(ADJ) ไม่มีเท้า
(N) แสงไฟหน้าเวที
(IDM) ปราศจากการผูกมัด
(N) คนรับใช้ชาย
(N) เชิงอรรถ
(VT) ให้คําอธิบายเพิ่มเติม
(N) ทางเดิน
(N) รอยเท้า
(IDM) จ่ายเงิน
(PHRV) รวมทั้งหมดเป็น
(N) สิ่งที่ใช้สวมเท้า (เช่น รองเท้าหุ้มส้น, รองเท้าบู๊ต)
(N) การใช้เท้าในการกีฬา
(N) ความสามารถในการจัดการกับสถานการณ์ที่ยุ่งยาก
(N) งานที่ต้องใช้เท้าในการเดินทาง
(SL) เกมฟุตบอล
(N) ผู้ชายเจ้าสําอาง
(N) เสื้อผ้า, กิริยาท่าทางหรือการแสดงออกของผู้ชายเจ้าสําอาง
(ADJ) ขี้โอ่
(CONJ) ด้วยเหตุที่
(CONJ) เพราะว่า
(PREP) แทน
(PREP) ในฐานะของ
(PREP) เป็นระยะ
(PREP) ไปยัง
(PREP) เพื่อ
(PREP) แลกกับ
(PREP) สนับสนุน
(PREP) สําหรับ
(N) การออกหาอาหาร
(N) อาหารสัตว์
(VI) ค้นหา
(VI) ออกหาอาหาร (โดยเฉพาะสัตว์)
(IDM) ฉันไม่สนใจว่า
(SL) เท่าที่รู้
(IDM) ถ้ามีค่าพอ
(IDM) ทุกสิ่ง (ในทางลบ)
(ADV) ชั่วขณะหนึ่ง
(CONJ) เนื่องด้วย (ภาษากฎหมาย)
(ADV) เริ่มแรก
(ADV) ชั่วครู่
(N) การจู่โจมแบบไม่ให้ทันตั้งตัว
(N) การเดินทางไปในสถานที่แปลกใหม่ในช่วงเวลาสั้นๆ
(N) ความพยายามเข้าไปเกี่ยวข้องกับงานหรืออาชีพที่แตกต่างออกไป
(VI) จู่โจม
(VT) บุกเข้าไปปล้น
(PHRV) ตั้งใจให้เป็นของขวัญสําหรับ
(PHRV) มีไว้เพื่อ
(PHRV) สนับสนุน
(VI) อดกลั้น
(N) บรรพบุรุษ
(N) ความอดกลั้น
(PHRV) งดเว้นจาก
(IDM) ไม่ว่าจะเกิดอะไรก็ตาม
(VT) ขัดขวาง
(VT) ห้าม
(ADJ) ที่ไม่ได้รับอนุญาต
(IDM) สิ่งที่ไม่ได้รับอนุญาต (เนื่องจากน่าสนใจมาก)
(ADJ) ที่ไม่เป็นมิตร
(VT) กริยาช่อง 2 ของ forbear
(VT) กริยาช่องที่ 3 ของ forbear
(N) กองทหาร
(N) กําลัง
(N) คนหรือสิ่งที่มีอํานาจหรืออิทธิพล
(N) ความรุนแรง
(N) ยัดเยียด
(N) หน่วยวัดความแรงของลม
(N) อํานาจในการชักจูง
(VT) งัด
(VT) บังคับ
(VT) ฝืน
(ADJ) ที่ถูกบังคับ
(ADJ) ฝืนใจ
(PHRV) ผลักหรือดันลงไปอย่างแรง
(PHRV) บังคับ
(ADJ) ที่มีผลอย่างแรง
(ADJ) ที่มีพลัง
(ADJ) หนักแน่น
(ADV) อย่างหนักแน่น
(PHRV) ผลักดัน
(PHRV) พยายามดัน (บางสิ่ง) เข้าไปใน
(PHRV) บังคับ
(PHRV) บังคับ
(PHRV) บังคับให้ทําตาม
(PHRV) บังคับ
(N) คีมที่ใช้ในการผ่าตัดของแพทย์
(PHRV) ทําให้สูงขึ้น
(PHRV) บังคับ
(IDM) เกือบไม่ได้อะไรเลย (คําไม่เป็นทางการ)
(SL) ไม่มีเงิน
(ADJ) ที่เกี่ยวข้องกับการใช้แรงหรือกําลัง
(ADV) อย่างที่เกี่ยวข้องกับการใช้แรงหรือกําลัง
(SL) คําอุทานเมื่อโกรธมาก
(N) บริเวณน้ําตื้น
(VT) ลุยแม่น้ําหรือลําธารที่ตื้น
(IDM) หลายวันติดกัน
(ADJ) ที่อยู่ส่วนหน้า (เรือ, เครื่องบิน, สัตว์)
(ADV) ที่อยู่ส่วนหน้าของเรือและเครื่องบิน
(PRF) ก่อน
(ADJ) ที่ขนานไปกับลําเรือ
(N) แขนบริเวณระหว่างข้อศอกกับข้อมือ
(N) บรรพบุรุษ
(VT) แสดงว่าจะมี
(N) ความรู้สึกที่ว่าจะมีเหตุร้ายเกิดขึ้น
(N) การคาดการณ์
(N) การพยากรณ์อากาศ
(VT) ทํานาย
(N) ดาดฟ้าหัวเรือ
(N) ส่วนหน้าหรือหลังเรือใช้เก็บของ เครื่องจักร หรือที่พักทหารเรือ
(VI) ยึดทรัพย์สินที่จํานองไว้ (การเงิน)
(VT) ขัดขวาง
(VT) ยึดทรัพย์สินที่จํานองไว้ (การเงิน)
(PHRV) เพิกถอนสิทธิครอบครอง
(N) การยึดทรัพย์สินที่จํานองไว้
(N) ใบเรือล่างสุดบนเสากระโดงเรือ (ขึงเป็นสี่เหลี่ยม)
(N) ลานหน้าอาคาร
(N) ส่วนหน้าของดาดฟ้าเรือ
(PHRV) มุ่งหน้าไป
(N) บรรพบุรุษ
(N) นิ้วชี้
(N) แถวหน้า
(VT) กริยาช่องที่ 2 ของ forgive
(VI) นํามาก่อน (คําทางการ)
(VT) นํามาก่อน (คําทางการ)
(ADJ) ที่ได้กล่าวมาก่อนแล้ว
(ADJ) กระทําเรียบร้อยแล้ว
(N) ตําแหน่งที่โดดเด่น
(N) ทัศนียภาพที่อยู่ใกล้ที่สุด
(VT) วางไว้ในตําแหน่งที่โดดเด่น
(ADJ) ซึ่งตีลูกด้านหน้ามือ (ทางกีฬา)
(ADV) โดยตีลูกด้านหน้ามือ
(N) การตีลูกทางหน้ามือ (ทางกีฬา)
(N) ส่วนหน้าของตัวม้า (อยู่ข้างหน้าผู้ขี่)
(VT) ตีลูกทางหน้ามือ
(N) หน้าผาก
(ADJ) เกี่ยวกับต่างประเทศ
(N) กิจการเกี่ยวกับความสัมพันธ์ระหว่างประเทศ
(N) ต่างประเทศ
(N) เงินตราต่างประเทศ
(N) คนต่างชาติ
(VI) ด่วนตัดสิน (คําทางการ)
(VT) ด่วนตัดสิน (คําทางการ)
(VT) รู้ล่วงหน้า (คําทางการ)
(N) การรู้ล่วงหน้า
(N) หัวหน้าคนงานที่เป็นผู้หญิง
(N) แหลม (ทางภูมิศาสตร์)
(N) เท้าหน้า (ของสัตว์ 4 เท้า)
(N) ขาหน้า ปีก ครีบของสัตว์มีกระดูกสันหลัง
(N) ขนหน้าผาก (ของม้า)
(N) ผมที่ปรกหน้าผาก
(N) สลักที่ติดไว้เพื่อไม่ให้กลอนเลื่อน
(N) หัวหน้าคณะลูกขุน
(N) หัวหน้าคนงาน
(N) เสากระโดงหน้าของเรือ
(ADJ) สําคัญที่สุด
(ADJ) หน้าสุด
(N) ชื่อตัว
(N) เวลาก่อนเที่ยง
(ADJ) เกี่ยวกับการโต้แย้งถกเถียง
(N) ส่วนหน้า
(N) ส่วนหน้าสุดของหัวเรือ
(N) ผู้บุกเบิก
(N) ใบเรือที่ต่ําที่สุดของเสากระโดงหน้า
(VT) รู้ล่วงหน้า
(VT) เป็นลางบอกเหตุ
(N) ส่วนชายฝั่งที่อยู่ระหว่างระดับน้ําขึ้นที่สูงที่สุดกับที่ลงต่ําที่สุด
(VT) ย่อข้อความให้สั้นลง (คําทางการ)
(VT) แสดงให้เห็นล่วงหน้า (คําโบราณ)
(N) การมองการไกล
(N) หนังหุ้มปลายองคชาติ
(N) ป่าไม้
(VT) ปลูกป่า
(VT) กักตุนสินค้า
(VT) คาดหวัง (คําโบราณ)
(VT) ป้องกัน
(N) พนักงานป่าไม้
(SL) งี่เง่า
(N) การทําป่าไม้
(N) สิ่งที่แสดงล่วงหน้าว่าจะเกิดอะไรขึ้นตามมา
(VT) มีประสบการณ์มาก่อน
(VT) ทํานาย (ทางวรรณคดี)
(N) การคิดก่อนล่วงหน้า
(N) อดีต (คําโบราณ)
(N) สัญญาณเตือนล่วงหน้า (ทางวรรณคดี)
(VT) ให้สัญญาณเตือนล่วงหน้า (ทางวรรณคดี)
(VT) ทํานาย (กริยาช่องที่ 2 และช่องที่ 3 ของ foretell)
(N) ฟันซี่หน้า
(N) ยกพื้นที่อยู่ส่วนบนสุดของเสาหน้ากระโดงเรือ
(ADV) ตลอดไป
(IDM) ชั่วนิรันดร์
(ADV) ชั่วนิจนิรันดร
(VT) เตือนคนอื่นล่วงหน้าถึงเหตุการณ์ที่จะเกิดขึ้น
(N) คํานํา
(CONJ) ตัวอย่างเช่น
(N) การถูกปรับ
(N) ของที่เป็นค่าปรับ
(VT) สูญเสียของจากการถูกปรับ
(SL) ไม่เสียค่าใช้จ่าย
(SL) คําอุทานเมื่อโกรธมาก
(N) โรงตีเหล็ก
(VI) ปลอมแปลง
(VT) ปลอมแปลง
(VT) สร้างอย่างมานะพยายาม
(VT) หลอมโลหะ
(VI) ก้าวไปข้างหน้าอย่างมั่นคง
(VI) เร่งเดินไปข้างหน้า
(ADJ) ซึ่งสร้างอย่างมานะพยายาม
(PHRV) เคลื่อนไปข้างหน้าอย่างมั่นคง
(N) การปลอมแปลง
(N) สิ่งที่ปลอมแปลง
(VI) ลืม
(VT) ลืม
(PHRV) จําไม่ได้
(ADJ) ขี้ลืม
(PHRV) ไม่มีปัญหา
(SL) ไม่เป็นไร
(N) ดอกไม้ชนิดหนึ่งมีสีน้ําเงินซีดๆ
(PHRV) ควบคุมตัวเองไม่ได้
(PHRV) ไม่เห็นแก่ตัว
(VI) ยกโทษให้
(VT) ขอโทษ
(VT) ยกโทษให้
(IDM) ไม่ถือสาเรื่องเก่า
(IDM) ยกโทษให้และลืมสิ่งที่เกิดขึ้นเสีย
(PHRV) ยกโทษให้ในเรื่อง
(N) การให้อภัย
(ADJ) ซึ่งให้อภัย
(VT) ยอมละทิ้ง
(SL) คําอุทานเมื่อรู้สึกไม่สมหวัง
(IDM) ตลอดกาล
(IDM) ถาวร
(IDM) (ใส่) อีกเล็กน้อยเพื่อชูรส
(VT) ลืม (กริยาช่องที่ 2 ของ forget)
(VT) ลืม (กริยาช่องที่ 3 ของ forget)
(IDM) หลายชั่วโมงติดกัน
(CONJ) ตัวอย่างเช่น
(IDM) ได้รับการลงโทษ (คําไม่เป็นทางการ)
(N) คราด
(N) ง่าม
(N) ทางแยก (ของถนน หรือแม่น้ํา)
(N) ส้อม
(VI) แยกออกเป็นกิ่งก้านสาขา
(IDM) ตลอดกาล
(IDM) เพื่อความสนุก (คําสแลง)
(PHRV) ขุด (ดิน)
(PHRV) ไม่เต็มใจจ่ายให้ (เงิน)
(PHRV) ขุด (ดิน)
(PHRV) ไม่เต็มใจจ่ายให้ (เงิน)
(PHRV) ขุด (ดิน)
(PHRV) ไม่เต็มใจจ่ายให้ (เงิน)
(ADJ) เหงาหงอยและสิ้นหวัง
(N) แบบแผน
(N) แบบฟอร์ม
(N) พฤติกรรม
(N) ม้านั่งยาว (ที่ไม่มีพนัก)
(N) แม่พิมพ์
(N) ระดับความสามารถ
(N) รูปทรง
(N) รูปแบบ
(N) รูปภาษา (ทางภาษาศาสตร์)
(SUF) เกี่ยวกับรูปแบบ
(VI) เป็นรูปเป็นร่าง
(VT) จัดลําดับ
(VT) สร้างขึ้น
(VT) สร้างเป็นรูปเป็นร่าง
(ADJ) ซึ่งเป็นชุดที่เป็นทางการ
(ADJ) ตามธรรมเนียมปฏิบัติ
(ADJ) ที่เป็นกฎเกณฑ์
(ADJ) เป็นกิจจะลักษณะ
(ADJ) เป็นรูปแบบ
(N) ก๊าซไร้สีกลิ่นแรงใช้ทํายาฆ่าเชื้อและยากันเน่า
(N) สารละลายที่มีฟอร์มัลดีไฮด์ 37-50% ใช้รักษาศพไม่ให้เน่า
(N) ความเป็นทางการ
(N) พิธี
(VI) ทําให้เป็นระเบียบแบบแผน
(VT) ทําให้เป็นทางการ
(VT) ทําให้เป็นระเบียบแบบแผน
(VT) ทําให้เป็นรูปเป็นร่าง
(ADV) อย่างเป็นกิจจะลักษณะ
(N) การจัดข้อมูล (ทางคอมพิวเตอร์)
(N) รูปแบบ
(VT) ทําเป็นรูปแบบ
(N) การก่อรูปแบบ
(N) การพัฒนา
(ADJ) ก่อน
(ADV) ก่อนหน้านี้
(PHRV) มาจาก
(ADJ) ซึ่งน่าเกรงขาม
(ADJ) ซึ่งยากที่จะจัดการ
(ADJ) น่ากลัว
(PHRV) จัดแถว
(PHRV) ทําให้เข้ารูป
(PHRV) รวมเข้ากับ
(ADJ) ไม่มีรูปร่างแน่นอน
(N) สูตร
(N) หนังสือที่รวบรวมสูตรยา (ทางเภสัชศาสตร์)
(VT) กําหนด
(N) การกําหนด
(PHRV) จัดแถว
(VI) มีความสําคัญทางเพศโดยไม่ได้แต่งงาน
(IDM) ตามความเห็นของ
(IDM) เริ่มแรก (คําไม่เป็นทางการ)
(IDM) เกือบไม่ได้อะไรเลย (คําไม่เป็นทางการ)
(SL) ไม่มีเงิน
(SL) เป็นจริง
(VT) ยกเลิก
(VT) ละทิ้ง
(IDM) ขาย
(IDM) น่าละอาย
(IDM) อย่างย่อ (ปกติใช้กับชื่อ)
(IDM) เริ่มแรก (คําไม่เป็นทางการ)
(ADV) เริ่มแรก
(IDM) อย่างแน่นอน
(SL) อย่างแน่นอน
(VI) ให้การเท็จ
(VT) สาบานว่าจะไม่กระทํา
(IDM) สาบานเท็จ
(N) ป้อมปราการ
(N) จุดแข็ง
(N) ส่วนแข็งที่สุดของดาบอยู่ระหว่าง ส่วนกลางและด้ามดาบ
(ADV) ไปข้างหน้า (คําทางการ)
(ADV) ออกไปต่างที่ (คําโบราณ)
(PREP) ออกจาก (คําโบราณ)
(IDM) นอกจากนี้
(ADJ) ซึ่งกําลังจะมาถึง
(ADJ) ซึ่งเต็มใจให้ข้อมูล
(ADJ) ซึ่งมีพร้อมอยู่แล้ว
(IDM) (ง่ายสําหรับคุณ) ถ้าคุณขอ
(IDM) ไม่เป็นที่ต้องการ (คําสแลง)
(IDM) เพื่อสนุก
(IDM) ได้รับการลงโทษอย่างรุนแรง (คําไม่เป็นทางการ)
(IDM) แม้ว่าจะถูกขู่ให้กลัว
(IDM) ที่น่าสังเกต
(IDM) เพื่อเป็นเกียรติกับ
(IDM) ปัจจุบันนี้
(ADJ) ตรงไปตรงมา
(ADV) อย่างตรงไปตรงมา
(ADV) โดยทันทีทันใด (คําทางการ)
(ADJ) ที่สี่สิบ
(N) การสร้างป้อมปราการ
(N) ตําแหน่งที่ต้องป้องกัน
(N) ป้อมปราการ
(VT) เพิ่มคุณค่าอาหาร
(VT) สร้างป้อมปราการ
(VT) เสริมความแข็งแกร่ง
(VT) ให้กําลังใจ
(PHRV) ทําให้แข็งแรงเพื่อ (ป้องกันการโจมตี เช่น ขุดสนามเพลาะ, ป้อม, กําแพง)
(PHRV) ทําให้แข็งแรงด้วย
(N) ความอดทน
(N) รายปักษ์
(N) ป้อมปราการ
(ADJ) โชคดี
(ADJ) โดยบังเอิญ
(ADJ) โชคดี
(ADV) อย่างโชคดี
(N) โชคชะตา
(N) โชคลาภ
(N) ทรัพย์สมบัติมากมาย
(N) หมอดู
(ADJ) ซึ่งเกี่ยวกับการทํานายโชคชะตา
(N) การพยากรณ์
(ADJ) จํานวน 40
(IDM) การงีบหลับ
(SL) การงีบหลับ
(N) การประชุมแสดงความคิดเห็น
(N) ที่สําหรับอภิปราย
(N) ศาล
(ADJ) เกี่ยวกับอนาคตข้างหน้า
(ADJ) ซึ่งไปข้างหน้า
(ADV) ก้าวหน้า
(ADV) โดยไปข้างหน้า
(N) ตําแหน่งกองหน้า
(VT) ส่งต่อ (จดหมาย)
(VT) สนับสนุน
(PHRV) ส่ง (จดหมายหรือห่อของ) ไปยัง
(IDM) ถ้ามีค่าพอ
(IDM) อาจไม่มีคุณค่านัก
(IDM) แรมปี
(N) โพรงในร่างกาย
(N) คนคร่ําครึ (คําไม่เป็นทางการ)
(N) ซากพืชหรือสัตว์ที่เป็นหิน
(VT) เลี้ยงดูเด็ก
(VT) ต่อสู้ (กริยาช่องที่ 2 และ ช่องที่ 3 ของ fight)
(ADJ) คดโกง (ทางกีฬา)
(ADJ) ซึ่งไม่บริสุทธิ์
(ADJ) ซึ่งไม่บริสุทธิ์ใจ
(ADJ) น่ารังเกียจ
(ADJ) เน่าเปื่อย
(ADJ) ไม่แจ่มใส (อากาศ)
(ADJ) ไม่สุภาพ
(ADJ) ยุ่งเหยิง
(ADJ) เลวทราม
(ADJ) สกปรก
(N) การทําผิดกฎ
(N) การปะทะ
(N) สิ่งสกปรก
(VI) ทําผิดกติกา
(VI) อุดตัน
(VT) ทําผิดกติกา
(VT) ทําให้สกปรก
(VT) อุดตัน
(ADJ) ปากเสีย
(PHRV) ทําผิดกติกา
(IDM) การทําผิดกฎหมาย
(PHRV) ทําให้ยุ่ง
(VT) สร้าง
(VT) หลอม
(VT) กริยาช่องที่ 2 และ 3 ของ find
(N) การก่อตั้ง
(N) แป้งรองพื้นก่อนแต่งหน้า (เครื่องสําอาง)
(N) พื้นฐาน (ของความคิดหรือทฤษฎี)
(N) รากฐาน (ของสิ่งก่อสร้าง)
(N) สถาบัน (ที่ก่อตั้งขึ้นมาจากกองทุน)
(N) ผู้ก่อตั้ง
(VI) จมลง
(VI) ล้มลงกับพื้น
(VI) สะดุด
(VI) (สัตว์) ป่วยเพราะกินมากไป
(VT) ทําให้จม
(VT) ทําให้ (สัตว์) ป่วยเพราะให้กินมากไป
(N) ทารกที่ถูกทิ้ง
(PHRV) ตั้งอยู่บนหลักการของ
(N) โรงหล่อ (โลหะหรือแก้ว)
(PHRV) ตั้งอยู่บนหลักการของ
(N) น้ําพุเทียม
(N) น้ําพุธรรมชาติ
(N) ต้นกําเนิดน้ํา
(N) แหล่งกําเนิด
(N) ปากกาหมึกซึม
(ADJ) สี่
(N) จํานวนสี่
(SL) คนใส่แว่นตา (เป็นคําหยาบถ้าใช้เป็นคําเรียก)
(SL) คนฉ้อโกง
(SL) คําเลี่ยงของคําที่มีสี่ตัวอักษร เช่น fuck หรือ cunt
(ADJ) จํานวน 80 (คําโบราณ)
(N) กลุ่มที่มี4คน
(N) การเล่นกอล์ฟ 4 คน แบ่งเป็น 2 คู่ (ทางกีฬากอล์ฟ)
(ADJ) ตรงไปตรงมา
(ADJ) มั่นคง
(ADV) มั่นคง
(N) จํานวน 14
(N) ลําดับที่ 14
(ADJ) ที่สี่
(N) หนึ่งในสี่ส่วน
(SL) รถยนต์
(N) สัตว์ปีกที่กินได้
(N) สัตว์ปีกที่เลี้ยงไว้ใช้เป็นอาหารในครัวเรือน
(N) ขนสุนัขจิ้งจอก
(N) คนที่มีรูปร่างหน้าตาดี (คําไม่เป็นทางการ)
(N) คนที่มีเล่ห์เหลี่ยม
(N) สุนัขจิ้งจอก
(VT) ทําให้ไม่เข้าใจ
(VT) หลอกลวง
(N) ดอกไม้สีขาวกับชมพูม่วงและรูปร่างคล้ายระฆัง
(N) การเต้นรําแบบบอล์รูม โดยการเหยาะย่างสี่จังหวะ
(ADJ) (กระดาษ) มีจุดสีเหลืองหรือน้ําตาลเก่าๆ (เพราะความชื้น)
(ADJ) ฉลาดแกมโกง
(ADJ) ซึ่งมีสีเหลืองหรือน้ําตาลแดง
(ADJ) เหมือนสุนัขจิ้งจอก
(N) ห้องโถงในโรงแรมหรือโรงละคร
(N) การทะเลาะที่มีเสียงอึกทึกครึกโครม
(N) การตกผลึกเป็นชิ้นเล็กๆ (เคมี)
(N) จํานวนเล็กน้อย
(N) ชิ้นส่วน
(N) เลขเศษส่วน
(ADJ) เจ้าอารมณ์
(N) การแตก (โดยเฉพาะกระดูก)
(N) รอยแตก
(VI) แตก
(VT) ทําให้แตก
(ADJ) บอบบาง
(ADJ) เปราะแตกง่าย
(N) การเปราะแตกง่าย
(N) ส่วนที่แตกออกมา
(VI) แยกออกเป็นชิ้นๆ
(VT) ทําให้แยกออกเป็นชิ้นๆ
(ADJ) ซึ่งประกอบไปด้วยชิ้นส่วนเล็ก ๆ
(N) กลิ่นหอม
(N) น้ําหอม
(ADJ) หอม
(ADV) อย่างมีกลิ่นหอม
(SL) คนขี้ขลาด
(ADJ) แบบบาง
(ADJ) เปราะ
(N) กรอบ
(N) โครง
(N) โครงสร้างพื้นฐาน
(N) ภาพหนึ่งในฟิล์มภาพยนตร์
(N) รอบในกีฬาโบว์ลิ่ง
(N) ร่างกาย
(VT) วางแผน
(VT) ใส่กรอบ
(VT) ใส่ร้าย (คําสแลง)
(PHRV) ใส่วงกบ
(PHRV) เขียน
(PHRV) ใส่ความ (คําไม่เป็นทางการ)
(N) ขอบข่ายงาน
(N) เงินฟรังค์ของฝรั่งเศส
(N) ประเทศฝรั่งเศส
(N) การได้รับสิทธิพิเศษ
(N) ใบอนุญาติให้ขายผลิตภัณฑ์ของบริษัท ในนามของบริษัทนั้น
(N) นกกระทา
(ADJ) ที่แตกได้
(ADJ) ด้วยใจจริง
(ADJ) เปิดเผย
(N) ตราประทับแสดงการยกเว้นการชําระค่าแสตมป์
(N) ลายเซ็นหรือเครื่องหมายบนไปรษณียภัณฑ์ แสดงการอนุญาตให้ผ่านโดยไม่ต้องชําระเงิน
(SL) จากไป
(VT) ประทับตราให้ผ่านโดยไม่ต้องชําระค่าผ่าน
(N) ยางสนที่มีกลิ่นหอม (ชื่อในภาษาละตินคือ Boswellia sacra)
(ADV) อย่างตรงไปตรงมา
(N) ความเถรตรง
(ADJ) ซึ่งไม่สามารถความคุมอารมณ์ได้
(ADV) อย่างไม่สามารถความคุมอารมณ์ได้
(N) สมาคม
(N) สมาคมของนักศึกษาชายในวิทยาลัยหรือมหาวิทยาลัย
(VI) เสวนากับคนอื่น (โดยเฉพาะกับศัตร)ู
(PHRV) เป็นมิตรกับ
(N) การโกง
(N) คนหลอกลวง
(ADJ) ซึ่งฉ้อโกง
(ADJ) เต็มไปด้วยปัญหา
(VI) (เส้นด้าย)ลุ่ย
(VT) (เส้นด้าย)ลุ่ย
(ADJ) ประหลาด
(SL) ชายหน้าตาดี
(SL) เลว (คําเลี่ยงของ fucking) (คําหยาบ)
(ADJ) เปลี่ยนแปลงอย่างกระทันหัน
(PHRV) ตื่นเต้นมาก (เพราะยาเสพติด)
(PHRV) ออกนอกลู่นอกทาง (คําไม่เป็นทางการ)
(N) กระ
(VI) เป็นกระ
(VT) เป็นกระ
(ADJ) แจกฟรี
(ADJ) ซึ่งเป็นอิสระ
(ADV) อย่างให้เปล่า
(VT) ขจัด
(VT) ทําให้ปลอดจากสิ่งกีดขวาง
(VT) ปลดปล่อย
(IDM) ง่ายๆ
(IDM) มีอิสระ
(SL) เสรีภาพ
(SL) เสรีภาพ
(ADJ) ซึ่งเกิดมาก็เป็นอิสระ
(SL) เสรีภาพ
(N) ผู้ที่ได้รับอิสระภาพจากการเป็นทาส
(N) ความเป็นอิสระ
(IDM) การมีปากเสียงกัน
(PHRV) เป็นอิสระจาก
(ADJ) เขียนด้วยมือ (ไม่ได้ใช้เครื่องมือช่วย)
(N) การครอบครองอสังหาริมทรัพย์แบบผู้ครอบครองมีสิทธิสมบูรณ์
(N) อสังหาริมทรัพย์ที่ผู้ครอบครองมีสิทธิที่จะทําอย่างไรก็ได้กับอสังหาริมทรัพย์นั้น
(ADJ) ซึ่งทํางานอิสระไม่ได้รับเป็นเงินเดือนประจํา
(N) คนที่ทํางานอิสระไม่ได้รับเป็นเงินเดือนประจํา
(VI) ทํางานอิสระไม่ได้รับเป็นเงินเดือนประจํา
(VI) เอาเปรียบผู้อื่น (แบบไม่รับผิดชอบ) (คําไม่เป็นทางการ)
(SL) อิสระ
(ADV) อย่างอิสระ
(N) บุคคลที่ได้รับสิทธิพิเศษ
(N) เสรีชน
(N) คนที่เป็นสมาชิกของสมาคมลับ Freemasonary
(N) องค์กรของพวก Freemason
(PHRV) เป็นอิสระจาก
(ADV) โดยไม่คิดค่าใช้จ่าย
(N) เขตปลอดภาษี
(N) ถนนที่ไม่จํากัดความเร็ว และมีหลายช่องถนนในแต่ละทิศทาง
(N) ล้ออิสระของจักรยานที่หมุนได้แม้ว่าคนขี่จะหยุดถีบรถ
(VI) กระทําอย่างอิสระเสรี
(ADJ) ด้วยความเต็มใจ
(N) อากาศเย็นถึงจุดเยือกแข็ง
(VI) กลายเป็นน้ําแข็ง
(VI) ติดอยู่ (เพราะหนาวมาก)
(VI) ถูก (น้ําแข็ง) กีดขวาง
(VI) ปกคลุมไปด้วยน้ําแข็ง
(VT) กลายเป็นน้ําแข็ง
(VT) แช่แข็ง (อาหาร)
(VT) ติดอยู่ (เพราะหนาวมาก)
(VT) ถูก (น้ําแข็ง) กีดขวาง
(VT) ปกคลุมไปด้วยน้ําแข็ง
(N) การถนอมอาหารโดยแช่แข็งก่อนใส่ภาชนะสุญญากาศแล้วเก็บที่อุณหภูมิห้อง
(PHRV) ติดแน่นอยู่ในน้ําแข็ง
(PHRV) ปฏิเสธ
(PHRV) ติดแน่นเพราะน้ําแข็ง
(PHRV) โดนกันออกไป
(PHRV) ตายเพราะความหนาวเย็น (โดยเฉพาะต้นไม้)
(PHRV) ทําให้ไร้ที่อยู่อาศัยเพราะหนาวเย็น
(PHRV) ทําให้กลายเป็นน้ําแข็งจนหมด
(N) ช่องแข็งในตู้เย็น
(PHRV) ทําให้หนาวตาย
(PHRV) กลัวจนพูดไม่ออกหรือขยับไม่ได้
(PHRV) ทําให้เป็นน้ําแข็งจนหมด
(N) จุดเยือกแข็ง
(N) ค่าขนส่ง
(N) สินค้าที่ขนส่ง
(VT) ขนส่งสินค้า
(N) เรือขนส่งสินค้า
(ADJ) เกี่ยวกับฝรั่งเศส
(N) คนฝรั่งเศส
(N) ภาษาฝรั่งเศส
(N) มันฝรั่งทอด
(N) แตรทองเหลืองรูปร่างโค้งงอชนิดหนึ่ง
(SL) ถุงยาง
(SL) การจูบแบบใช้ลิ้น
(ADJ) บ้าคลั่ง
(ADV) อย่างบ้าคลั่ง
(ADJ) คลุ้มคลั่ง
(N) ความบ้าคลั่ง
(VT) ทําให้บ้าคลั่ง
(N) ความถี่
(ADJ) ซึ่งเป็นประจํา
(VT) ไปบ่อย
(ADJ) เกี่ยวกับคํากริยาที่แสดงการกระทําซ้ําๆ (ทางภาษาศาสตร์)
(N) คํากริยาซ้ํา
(ADV) บ่อยๆ
(N) ภาพเขียนบนกําแพงหรือฝาผนังที่เขียนตอนปูนยังไม่แห้ง
(N) ภาพเขียนบนกําแพงหรือฝาผนังที่เขียนตอนปูนยังไม่แห้ง
(ADJ) จืด
(ADJ) ไม่มีประสบการณ์
(ADJ) สด
(ADJ) สดชื่น
(SL) เพิ่งออกจากคุก
(SL) คนที่ตื่นตัวและเตรียมพร้อม
(IDM) สมาชิกใหม่ (มักเป็นหนุ่มสาวและมีความคิดอ่านหรือทักษะใหม่ๆ)
(VI) ทําให้สดชื่น
(VT) ทําให้สดชื่น
(N) ที่ดับกลิ่น
(PHRV) สดชื่นหรือหนาวเย็นมากขึ้น
(ADV) เมื่อเร็วๆนี้
(N) น้องใหม่
(N) ความสดชื่น
(ADJ) เกี่ยวกับน้ําจืด (ไม่ใช่น้ําเค็ม)
(VI) กลัดกลุ้ม
(VI) กัดกร่อน
(VT) ทําให้กลัดกลุ้ม
(VT) ทําให้กัดกร่อน
(N) ลายสลัก
(VT) ประดับด้วยลายสลัก
(PHRV) วิตกกังวล
(ADJ) ซึ่งหงุดหงิด
(ADV) อย่างหงุดหงิด
(PHRV) ทําให้กัดกร่อน
(PHRV) ทําให้กัดกร่อน
(PHRV) วิตกกังวล
(PHRV) ทําให้กัดกร่อน
(ADJ) เปราะ
(N) ความเปราะ
(N) พระในคริสตศาสนานิกายโรมันคาทอลิก
(SL) การมีเพศสัมพันธ์
(ADJ) ซึ่งเกี่ยวกับเสียงเสียดแทรก
(N) พยัญชนะที่มีเสียงเสียดแทรกจากฐานกรณ์ (ในวิชาภาษาศาสตร์)
(N) การเสียดสี
(N) ความไม่ลงรอยกัน
(ADJ) เกี่ยวกับการเสียดสี
(N) วันศุกร์
(SL) ตู้เย็น
(SL) ผู้ชาย
(SL) ผู้ชาย
(ADJ) ซึ่งทอดในน้ํามัน
(ADJ) ซึ่งมึนเมา (คําไม่เป็นทางการ)
(N) มิตร
(IDM) เพื่อนแท้คือเพื่อนสามารถช่วยเหลือได้ในยามยาก
(ADJ) ซึ่งไร้เพื่อน
(N) ความเป็นมิตร
(ADJ) เป็นมิตร
(ADV) อย่างเป็นมิตร
(N) มิตรภาพ
(N) บัวหรือลายสลักบนเสา, ใต้ชายคา, เสา หรือผนัง
(N) ผ้าสักหลาดหรือไหมพรมที่เป็นขนด้านเดียว
(SL) คําอุทานแสดงความรําคาญ
(SL) ช่วยตัวเอง
(VI) ร่วมสังวาส (คําต้องห้าม)
(VT) ร่วมสังวาส (คําต้องห้าม)
(PHRV) เสียเวลาไปโดยไม่เปล่าประโยชน์ (คําไม่เป็นทางการ)
(N) เรือรบขนาดกลาง
(SL) คําอุทานที่ใช้เมื่อโกรธมากๆ
(N) การสะดุ้งตกใจ
(N) ประสบการณ์ของการหวาดกลัว
(N) สิ่งที่น่าเกลียด
(VI) หวาดกลัว
(VT) เขย่าขวัญ
(PHRV) ทําให้หนีไปด้วยความกลัว
(ADJ) น่าตกใจ
(PHRV) ทําให้หวาดกลัวจนไม่กระทํา
(PHRV) ทําให้หวาดระแวงในเรื่อง
(PHRV) ทําให้หนีไปด้วยความกลัว
(IDM) ทําให้หวาดกลัวอย่างมาก
(IDM) ทําให้กลัวอย่างมาก
(ADJ) น่าสะพรึงกลัว
(ADJ) ซึ่งหนาวจัด
(ADJ) เย็นชา
(ADJ) ไร้อารมณ์ทางเพศ
(N) จีบขอบ
(N) สิ่งตกแต่ง (ที่ไม่จําเป็น)
(VT) ตกแต่งด้วยจีบ
(N) ตะเข็บ
(VT) ใส่ขอบ
(N) เงินสวัสดิการ
(N) สิ่งที่ลูกจ้างสมควรได้รับนอกจากค่าจ้างหรือเงินเดือน
(N) เสื้อผ้าหรูหราที่ใช้ใส่โชว์
(SL) เมืองซานฟรานซิสโก (ในรัฐแคลิฟอเนียร์)
(N) การกระโดดโลดเต้น
(N) การค้นตัวอย่างรวดเร็ว
(VI) กระโดดโลดเต้นอย่างลิงโลด
(VT) ค้นตัวอย่างรวดเร็ว
(ADJ) มีชีวิตชีวา
(PHRV) เสีย (เงินหรือเวลา)
(IDM) ใช้(เงินหรือเวลา)หมดไปอย่างไม่คุ้มค่า
(ADJ) ไม่น่าเอาจริงเอาจัง
(VI) ดัด (ผม)
(VT) ดัด (ผม)
(ADV) อย่างหยิก
(N) ความหยิก
(IDM) ทําให้เสียงลั่นดังเปรี๊ยะ
(ADV) เคลื่อนที่ไปข้างหน้าข้างหลัง
(ADV) เคลื่อนที่ไปที่นั่นที่นี่
(N) กบ
(N) อาการเสียงแหบ (คําไม่เป็นทางการ)
(N) ห่วงถัก
(N) เดือยใต้กีบเท้าของม้า
(ADJ) ชาวฝรั่งเศส (คําแสลง)
(SL) คนฝรั่งเศส
(SL) ถนน
(N) นักประดาน้ํา
(N) ความร่าเริง
(VI) เล่นสนุกสนาน
(ADJ) ร่าเริง
(PREP) จาก
(PHRV) มาจาก
(IDM) ตั้งแต่เกิดจนตาย
(IDM) จากที่หนึ่งไปอีกที่หนึ่ง
(IDM) จากยาจกเป็นเศรษฐี
(IDM) จากด้านหน้าไปด้านหลัง
(IDM) จากใจจริง
(SL) ตอนเริ่มต้น
(IDM) จากเริ่มต้น
(IDM) จากใจจริง
(IDM) จากเริ่มต้น (คําไม่เป็นทางการ)
(IDM) นานมาก
(IDM) นับจากวันนี้ไป
(IDM) นับจากวันนี้ไป
(IDM) บางครั้ง
(IDM) ตลอด
(N) ใบไม้ที่แยกออกเป็นส่วนเล็กๆหลายส่วนเช่น ใบเฟิร์น
(ADJ) ข้างหน้า
(N) ด้านหน้า
(N) หน้าแรก (หนังสือ)
(VI) เผชิญหน้า
(VT) เผชิญหน้า
(N) ด้านหน้าของอาคาร
(ADJ) ซึ่งอยู่ข้างหน้า
(N) กระดูกหน้าผาก
(N) ขอบเขตของความรู้
(N) ชายแดน
(N) แถบคาดหน้าผาก
(N) สิ่งประดับที่หน้าผาก
(N) หน้าผากของสัตว์
(ADJ) ซึ่งเกี่ยวกับแนวหน้าของสนามรบ
(N) แนวหน้า (ทางทหาร)
(SL) เสื้อผ้า
(ADV) ไปข้างหน้า
(SL) วิเศษ
(N) ความเย็นชา
(N) น้ําค้างแข็ง
(VI) ถูกปกคลุมด้วยน้ําค้างแข็ง
(VT) ปกคลุมด้วยน้ําค้างแข็ง
(N) เนื้อเยื่อถูกทําลายเพราะความเย็นจัด
(N) น้ําตาลไอซิ่งบนขนมเค้กที่ทํามาจากน้ําเชื่อมและไข่ขาว
(IDM) ทําให้ปกคลุมด้วยน้ําค้างแข็งหรือน้ําแข็ง
(PHRV) ทําให้ปกคลุมด้วยน้ําค้างแข็งหรือน้ําแข็ง
(ADJ) ซึ่งไม่เป็นมิตร
(ADJ) ซึ่งหนาวจัด (เพราะน้ําจับตัวเป็นน้ําแข็ง)
(SL) เบียร์
(N) ฟอง
(N) สิ่งที่ไร้สาระ
(VT) ทําให้เป็นฟอง
(PHRV) ปล่อยฟองออก
(PHRV) โกรธมาก
(ADJ) ซึ่งเป็นฟอง
(ADJ) ซึ่งไม่สําคัญ
(N) การทําหน้าบึ้ง
(VI) ทําหน้าบึ้ง
(PHRV) ขมวดคิ้ว (ไม่พอใจหรือไม่เห็นด้วย)
(PHRV) ไม่ยอมรับ
(PHRV) ทําให้หน้าถมึงทึง
(PHRV) ไม่ยอมรับ
(PHRV) ไม่ยอมรับ
(ADJ) ซึ่งเป็นน้ําแข็ง
(ADJ) ซึ่งหนาวมาก
(N) น้ําตาลฟรุกโตส ซึ่งมีอยู่ในผลไม้และน้ําผึ้ง
(ADJ) ประหยัด
(N) ความประหยัด
(N) ผลไม้
(N) ผลลัพธ์
(N) ลูก
(VI) ออกผล
(VT) ออกผล
(ADJ) ซึ่งออกผลอุดมสมบูรณ์
(N) การบรรลุผล
(ADJ) ไร้ประโยชน์
(N) ผู้หญิงที่แต่งตัวเชย
(ADJ) แต่งตัวอย่างเชยๆ
(ADJ) แต่งตัวอย่างเชยๆ
(VT) ทําให้ท้อแท้
(ADJ) ท้อแท้
(N) ความไม่พอใจ
(ADJ) แคระแกร็น
(N) งานเลี้ยงที่มีอาหารประเภททอด
(N) อาหารทอด
(VI) ถูกลงโทษประหารด้วยการนั่งเก้าอี้ไฟฟ้า (คําแสลง)
(VI) ทอด (อาหาร)
(VT) ทอด (อาหาร)
(VT) ลงโทษประหารด้วยการนั่งเก้าอี้ไฟฟ้า (คําแสลง)
(N) เด็กๆ
(N) ลูกปลา
(N) ไก่ตัวเล็กๆ (ที่เหมาะสําหรับทอด)
(N) เครื่องทอดอาหาร
(PHRV) ทําให้ร้อน
(PHRV) ทําให้เหี่ยวแห้ง (เพราะความร้อน)
(SL) คําอุทานแสดงความรําคาญ
(SL) ร่วมเพศ
(SL) คําอุทานแสดงความแปลกใจ
(SL) พังทลาย
(SL) คู่ควง
(SL) คนที่โหดร้าย
(SL) การมีเพศสัมพันธ์
(SL) ที่มีความปรารถนาทางเพศ
(PHRV) ใช้เวลาหมดไปโดยเปล่าประโยชน์ (คําต้องห้าม)
(PHRV) ทําระยํากับคนอื่น (คําต้องห้าม)
(PHRV) ทําให้เสีย (คําสแลงต้องห้าม)
(SL) คําอุทานแสดงความแปลกใจ
(SL) การไม่มีอะไรเลย
(PHRV) ใช้เวลาหมดไปโดยเปล่าประโยชน์ (คําต้องห้าม)
(PHRV) ทําระยํากับคนอื่น
(SL) หนังสือโป๊
(SL) คําอุทานที่มีความหมายเหมือน fuck!
(SL) คําอุทานแสดงความประหลาดใจ
(SL) ที่เชิญชวนทางเพศ
(PHRV) ใช้เวลาหมดไปโดยเปล่าประโยชน์ (คําต้องห้าม)
(SL) อวัยวะเพศชาย
(PHRV) ทําให้ยุ่งเหยิง (คําต้องห้าม)
(SL) คนโง่
(SL) คําอุทานแสดงความโกรธมาก
(SL) อวัยวะเพศหญิง
(SL) คนล้าสมัย
(N) ขนมหวาน (ทําด้วยน้ําตาล, เนย, นม, ช็อคโกแล็ต และส่วนผสมอื่นๆ)
(N) ข่าวล่าสุดสั้นๆ ที่สอดเข้าในหนังสือพิมพ์
(N) เรื่องเหลวไหล (คําไม่เป็นทางการ)
(VI) หลอกลวง
(VT) หลบ
(VT) หลอกลวง
(PHRV) ปฏิเสธที่จะตอบ
(SL) เกย์ (คําหยาบ)
(N) เชื้อเพลิง
(N) ตัวกระตุ้น
(VI) เติมน้ํามันเชื้อเพลิง
(VT) กระตุ้น
(PHRV) เติมน้ํามัน
(N) ความอับชื้น
(ADJ) ซึ่งมีระยะเวลาสั้นๆ
(ADJ) ซึ่งหลบหนี
(N) ผู้ที่หลบหนี
(SL) น่าเกลียดมาก
(SL) อ้วนและน่าเกลียด
(SUF) เต็มไปด้วย
(N) จุดที่รองรับเวลาที่สิ่งอื่นหมุนไปรอบๆ
(VT) กระทําการ (ตามคําสั่ง)
(VT) สมหวัง
(N) การบรรลุเป้าหมาย
(ADJ) ซึ่งสมบูรณ์
(ADJ) เต็ม
(IDM) เปิดดังสุดเสียง
(ADJ) ซึ่งเติบโตเต็มที่
(N) การแต่งกายแบบพิธีการ
(ADJ) ซึ่งหันหน้าตรง (ไปยังผู้ดู)
(ADJ) ซึ่งเติบโตเต็มที่
(ADJ) เจริญเติบโตเต็มที่
(SL) ทั้งหมด
(N) เดือนเพ็ญ
(N) ความสมบูรณ์
(IDM) มีชีวิตชีวามาก (คําไม่เป็นทางการ)
(IDM) พูดไร้สาระ (คําสแลง)
(SL) เหลวไหลสิ้นดี
(SL) เล่นซุกซน
(IDM) สนใจแต่ตัวเอง
(SL) พูดไร้สาระ
(SL) เต็มความสามารถ
(SL) ทั้งหมด
(IDM) เร่งให้รุดหน้าอย่างมากที่สุด
(N) มหัพภาค
(ADJ) ซึ่งเต็มเวลา
(ADJ) เต็มเวลา
(ADV) อย่างเต็มเวลา
(ADJ) เต็ม
(ADJ) อิ่ม (คําไม่เป็นทางการ)
(ADV) อย่างเต็มที่
(VI) ด่าว่าหรือวิพากษ์รุนแรง
(VT) ด่าว่าหรือวิพากษ์รุนแรง
(PHRV) ร้องด่า
(N) ความซุ่มซ่าม
(VI) เงอะงะ
(VT) เงอะงะ
(PHRV) พยายามทําอย่างงุ่มง่าม
(PHRV) ทําซุ่มซ่าม
(N) ควัน
(VI) พ่นควัน
(VI) พลุ่งพล่านด้วยความโกรธ
(PHRV) โกรธเพราะ
(VT) อบควัน
(ADJ) สนุกสนาน
(N) ความสนุกสนานครื้นเครง
(N) สิ่งบันเทิงใจ
(IDM) การเล่นสนุก (คําไม่เป็นทางการ)
(N) การทํางาน
(N) ความสัมพันธ์ทางคณิตศาสตร์เกี่ยวกับจํานวนที่ขึ้นอยู่กับจํานวนอื่น มีสัญลักษณ์คือ f
(N) หน้าที่
(VT) ทํางาน
(ADJ) เกี่ยวกับการทํางาน
(ADJ) ซึ่งสามารถนําไปใช้เป็นประโยชน์
(ADJ) ซึ่งสามารถปฏิบัติการได้
(ADV) โดยสามารถนําไปใช้เป็นประโยชน์
(N) เจ้าหน้าที่
(N) กองทุน (องค์กร, หน่วยงาน)
(N) ของที่สํารองไว้
(N) ทุน
(VT) จัดหาเงินไว้ใช้หนี้
(VT) หาทุนให้
(ADJ) ซึ่งเกี่ยวกับรากฐาน
(N) รากฐาน
(ADV) โดยเป็นรากฐาน
(N) พิธีฝังศพ
(N) เชื้อรา
(SL) คนมีหนวด
(SL) หนวด
(ADJ) ซึ่งมีกลิ่นเหม็น (คําสแลง)
(ADJ) รู้สึกไม่ค่อยสบายใจ (คําไม่เป็นทางการ)
(SL) ติดดิน
(N) กรวย
(N) ปล่องควัน
(VT) ทําให้เป็นรูปร่างเหมือนกรวย
(ADV) อย่างขบขัน
(N) ความขบขัน
(ADV) น่าขบขัน
(IDM) สิ่งผิดกฎหมาย
(SL) โรงพยาบาลโรคจิต
(SL) โรงพยาบาลโรคจิต
(IDM) น่าตลก
(SL) เงินปลอม
(IDM) แปลก (คําไม่เป็นทางการ)
(N) ขนสัตว์
(N) ผ้าขนสัตว์
(N) สิ่งที่ดูเหมือนขนสัตว์
(PHRV) ขัดจนขึ้นเงา
(PHRV) ทําใหม่
(SL) ช่องคลอด
(ADJ) ซึ่งโกรธจัด
(N) การพับ
(N) สิ่งที่เป็นม้วน หรือเป็นพับ
(VI) ม้วน
(VT) ม้วน
(N) มาตรการวัดระยะทางซึ่งมีค่าเท่ากับ 220 หลา
(N) การพักงาน
(N) เตาหลอม
(VT) จัดหาให้ (คําทางการ)
(VT) ตกแต่ง
(ADJ) ซึ่งมีเครื่องเรือนพร้อม
(PHRV) เปิดโอกาสให้กับ
(PHRV) ตกแต่งด้วย
(N) เครื่องเรือน
(N) ความเกรี้ยวกราด
(N) ร่องดิน (ทางเกษตรกรรม)
(N) รอยย่น (บนหน้าผาก)
(VT) ทําให้เป็นร่อง
(ADJ) ซึ่งเพิ่มเข้ามา
(ADV) มากขึ้น
(VT) สนับสนุน
(ADV) นอกจากนี้
(ADJ) ไกลที่สุด
(ADJ) ซึ่งลับๆ ล่อๆ
(ADV) อย่างลับๆ ล่อๆ
(PHRV) ตกแต่งด้วยขนสัตว์
(N) ความโกรธจัด
(N) ฟิวส์
(VI) รวมเข้าด้วยกัน
(VT) รวมเข้าด้วยกัน
(N) สายชนวน
(N) แสงไฟสีส่องวาบเพื่อเตือนรถ
(N) ส่วนลําตัวเครื่องบิน
(PHRV) ทําให้หลอมรวมกับ
(ADJ) ซึ่งหลอมละลายได้
(ADJ) ซึ่งมีปลายแหลมเรียวทั้งสองข้าง
(N) ปืนชนิดหนึ่ง
(ADJ) ทําด้วยโลหะที่หลอมละลายได้
(N) การระดมยิง
(N) การหลอมละลาย
(N) ความอึกทึก
(PHRV) จู้จี้มากเกินไป
(PHRV) ตื่นเต้นเกินไป
(PHRV) กังวลมากกับ
(PHRV) จู้จี้มากเกินไป
(PHRV) ตื่นเต้นเกินไป
(PHRV) กังวลมากกับ
(PHRV) จู้จี้มากเกินไป
(ADJ) จุกจิกจู้จี้
(N) ต้นไม้เขตร้อนชนิดหนึ่ง
(VT) วิจารณ์รุนแรง
(ADJ) เหม็นชื้น
(N) ความล้าสมัย
(ADJ) ไร้ประโยชน์
(N) การไร้ประโยชน์
(N) ที่นอนหรือฟูก (แบบญี่ปุ่น)
(N) โครงไม้โค้งที่อยู่กลางลําเรือ
(ADJ) อนาคต
(N) อนาคต
(ADJ) ไร้อนาคต
(VI) ใช้เวลาหมดไปอย่างไร้ประโยชน์
(N) ฟิวส์หรือลวดตะกั่วนิรภัย
(VI) รวมเข้าด้วยกัน
(VT) รวมเข้าด้วยกัน
(N) สายชนวน
(N) แสงไฟสีเตือนรถเพื่อเตือนรถ
(SL) คนมีหนวด
(ADJ) เป็นฝอยๆ
(ABBR) คําย่อของ forward
(ABBR) คําย่อของ for what it's worth (ใช้ในการเขียน e-mail)
(SL) คําเลี่ยงของคําว่า fuck
(ABBR) คําย่อของ fiscal year (ปีงบประมาณหรือรอบหนึ่งปีของการเก็บภาษี)
(SUF) ทํา
