(N) พยัญชนะภาษาอังกฤษตัวที่ 17
(N) การ์ต้า
(N) ประเทศการ์ต้า
(ABBR) ซึ่งต้องพิสูจน์ (คําย่อของ quod erat demonstradum)
(ABBR) คําย่อของ quart
(N) ยี่ห้อไม้พันสําลีที่ปลายสองข้าง
(PREP) ในบทบาทของ
(N) เสียงเป็ดร้อง
(VI) ร้องเป็นเป็ด
(ADJ) ซึ่งหลอกลวง
(N) นักต้มตุ๋น
(N) หมอเถื่อน
(VT) โฆษณาชวนเชื่อ
(VT) ต้มตุ๋น
(N) วิธีการหลอกลวง
(ADJ) ซึ่งหลอกลวง
(N) คนล่อลวง
(N) หมอเถื่อน
(N) สี่เหลี่ยมจัตุรัส
(N) ชิ้นส่วนโลหะที่ใช้ในการเรียงพิมพ์
(N) ฝาแฝดที่เกิดมาพร้อมกัน 4 คน
(ADJ) ประกอบด้วยคน 4 คน
(N) แม่พิมพ์ขนาดเล็ก
(ADJ) ซึ่งเป็นวันอาทิตย์แรกของฤดูถือบวชในศาสนาคริสต์
(N) วันอาทิตย์แรกของฤดูถือบวชในศาสนาคริสต์
(N) พื้นที่สี่เหลี่ยมแวดล้อมด้วยตึก
(N) รูปสี่เหลี่ยมจัตุรัส
(ADJ) ซึ่งเป็นรูปสี่เหลี่ยมจัตุรัส
(N) หนึ่งในสี่ส่วนของวงกลม
(ADJ) ซึ่งเป็นหนึ่งในสี่ส่วนของวงกลม
(ADJ) เกี่ยวกับการบันทึกหรือสร้างเสียง 4 แถบ
(N) ชิ้นส่วนโลหะที่ใช้ในการเรียงพิมพ์
(N) พื้นที่สี่เหลี่ยมที่ใช้ในการศึกษาพืชและสัตว์
(ADJ) ซึ่งเป็นสี่เหลี่ยมจตุรัส
(N) สี่เหลี่ยมจตุรัส
(VI) ปรับตัว
(VT) ทําให้ปรับตัว
(ADJ) เกี่ยวกับสมการ 2 ชั้น
(ADV) อย่างเป็นสมการ 2 ชั้น
(N) สมการซึ่งมีตัวไม่รู้ค่าเป็นจํานวนยกกําลังสอง
(N) สาขาพีชคณิตที่ศึกษาเกี่ยวกับ quadratic equation
(N) การสร้างสี่เหลี่ยมจัตุรัส
(N) คํานามพหูพจน์ของ quadrennium
(ADJ) ซึ่งเกิดขึ้นทุก 4 ปี
(N) ช่วงทุก 4 ปี
(ADV) โดยงเกิดขึ้นทุก 4 ปี
(N) การฉลองครบรอบ 4 ปี
(PRF) สี่
(N) กลุ่ม 4 คน
(N) การฉลองครบรอบ 400 ปี
(ADJ) ที่มีสี่ด้าน
(N) รูปสี่เหลี่ยม
(ADV) อย่างเป็นรูปสี่เหลี่ยม
(N) การเต้นรํา 4 คู่
(ADJ) ซึ่งเป็นเลข 1 เติม 0 อีก 15 ตัว
(N) เลข 1 ซึ่งเติม 0 อีก 15 ตัว
(N) เลข 1 เติม 0 อีก 15 ตัว
(ADJ) ซึ่งแบ่งเป็น 4 ส่วน
(N) คนที่เป็นอัมพาตใช้แขนและขาไม่ได้
(ADJ) ที่เป็นอัมพาตใช้แขนและขาไม่ได้
(N) จํานวนประกอบ 4 จํานวน
(N) ีการมี 4 valences
(ADJ) ซึ่งมี 4 valences
(ADJ) ซึ่งเป็นทางสี่แยก
(N) ศิลปศาสตร์ชั้นสูงในยุคกลาง
(N) ลูกผสมระหว่างเชื้อสายนิโกร 25 %ผสมคนขาว 75 %
(ADJ) เกี่ยวกับการบันทึกหรือสร้างเสียง 4 แถบ
(PRF) สี่
(ADJ) ซึ่งมีสี่เท้า
(ADJ) สัตว์สี่เท้า
(N) สัตว์สี่เท้า
(ADJ) ซึ่งประกอบด้วยสี่ส่วน
(ADJ) ซึ่งเป็นสี่เท่า
(ADJ) ประกอบด้วยสี่ส่วน
(N) จํานวนสี่เท่า
(VI) ทําให้กลายเป็นสี่เท่า
(N) กลุ่มที่ประกอบด้วยคนสี่คน
(N) แฝดสี่คน
(ADJ) ซึ่งเป็นสี่เท่า
(ADJ) ซึ่งประกอบด้วยสี่ส่วนที่มีเหมือนกัน
(N) หนึ่งในสําเนาสี่ฉบับ
(VT) ทําให้เป็นสําเนาสี่ฉบับ
(N) การประกอบด้วยส่วนสี่ส่วนเท่าๆ กัน
(N) ขุนคลัง (สมัยโรมันโบราณ)
(ADJ) ซึ่งเป็นขุนคลัง (สมัยโรมันโบราณ)
(N) การเป็นขุนคลัง (สมัยโรมันโบราณ)
(N) การดื่มอึกใหญ่
(VI) ดื่มเครื่องดื่ม
(VT) ดื่มเครื่องดื่ม
(SL) เหล้าวิสกี้
(N) ผู้ดื่มอึกใหญ่
(N) สัตว์คล้ายม้าลายของแอฟริกาใต้ซึ่งสูญพันธุ์ไปแล้ว
(ADJ) ซึ่งเป็นเลนตม
(ADJ) ที่มีลักษณะนุ่ม
(N) พื้นที่ซึ่งเป็นเลนตม
(N) หอยกาบเปลือกหนาซึ่งกินได้จําพวก Mercenaria mercenaria
(N) หอยกาบเปลือกหนากินได้จําพวก Mercenaria mercenaria
(N) นกขนาดเล็กจําพวก Coturnix
(VI) เสียขวัญ
(PHRV) หมดกําลังใจ
(ADJ) ฉลาด
(ADJ) ซึ่งมีเสน่ห์แบบโบราณๆ
(ADJ) น่าดึงดูดแบบแปลกๆ
(ADV) อย่างฉลาด
(N) ความฉลาด
(N) แผ่นดินไหว
(N) อาการสั่น
(VI) สั่นกลัว
(VI) สั่นไหว
(N) สมาชิกสมาคมเคร่งศาสนาชื่อ Society of Friends ในอังกฤษ
(ADJ) ซึ่งเป็นสมาชิกสมาคมเคร่งศาสนาชื่อ Society of Friends ในอังกฤษ
(N) การเป็นสมาชิกสมาคมเคร่งศาสนาชื่อ Society of Friends ในอังกฤษ
(ADV) เป็นสมาชิกสมาคมเคร่งศาสนาชื่อ Society of Friends ในอังกฤษ
(PHRV) เขย่าหรือสั่นอย่างแรง
(ADV) อย่างสั่นระริก
(N) การสั่นระริก
(ADJ) ซึ่งสั่นระริก
(ADJ) ซึ่งมีคุณสมบัติเหมาะสม
(N) ข้อจํากัด
(N) คุณสมบัติ
(ADJ) ซึ่งมีคุณสมบัติเหมาะสม
(ADJ) ซึ่งมีเงื่อนไข
(ADJ) มีคุณสมบัติ
(ADV) อย่างมีคุณสมบัติเหมาะ
(N) คําขยาย
(N) ผู้มีคุณสมบัติเหมาะ
(VI) มีอํานาจ
(VI) ้เหมาะสม
(VT) ดัดแปลง
(VT) ทําให้มีคุณสมบัติ
(PHRV) มีคุณสมบัติเป็น
(PHRV) เหมาะสมกับ
(ADJ) ซึ่งมีคุณสมบัติ
(ADJ) เกี่ยวกับคุณภาพ
(N) การวิเคราะห์เชิงคุณภาพ
(ADV) เชิงคุณภาพ
(ADJ) เกี่ยวกับสังคมชั้นสูง
(ADJ) ซึ่งมีคุณภาพ
(N) คุณภาพ
(N) คุณลักษณะ
(SL) คนดี (ผู้ชาย)
(N) ช่วงเวลาที่ต้องดูแลบางคน
(N) ความรู้สึกไม่สบายใจ
(N) ความรู้สึกวิงเวียน
(N) ความรู้สึกหวาดหวั่น
(ADJ) ซึ่งมีอาการหวาดหวั่น
(ADJ) ซึ่งไม่สบายใจ
(ADJ) ที่มีอาการวิงเวียน
(ADV) อย่างกระวนกระวาย
(SL) การวิเคราะห์เชิงปริมาณ
(N) ความไม่แน่ใจ
(N) องค์กรรัฐบาลที่ปฏิบัติงานอย่างอิสระ
(N) คํานามพหูพจน์ของ quantum
(SL) การวิเคราะห์เชิงปริมาณ
(ADJ) เกี่ยวกับหน่วยพลังงาน
(ADJ) ซึ่งบอกจํานวน
(N) การบอกจํานวน
(N) คําหรือวลีแสดงจํานวนซึ่งใช้ขยายคํานามในภาษาอังกฤษ
(VT) บอกจํานวน
(VT) แสดงปริมาณ
(VT) วัดปริมาณอย่างเที่ยงตรง
(ADJ) เกี่ยวกับปริมาณ
(ADJ) ซึ่งวัดเป็นปริมาณได้
(N) การวิเคราะห์หาปริมาณหรือจํานวณ
(N) โดยเชิงปริมาณ
(N) การวัดเป็นจํานวนได้
(N) จํานวน
(N) ปริมาณ
(N) หน่วยของพลังงาน
(ADJ) ซึ่งแยกไว้
(N) การกักไว้อย่างเข้มงวดเพื่อป้องกันการแพร่ของเชื้อโรค
(VT) กักไว้
(N) อนุภาคมูลฐานสามชนิดซึ่งเป็นพื้นฐานของมวลทั้งหมดในจักรวาล
(N) การทะเลาะ
(N) ความข้องใจ
(VI) โต้เถียง
(VI) ไม่ลงรอยกัน
(N) ลูกศร
(PHRV) โต้เถียงในเรื่อง
(N) คนไม่ลงรอยกัน
(N) คนไม่ลงรอยกัน
(ADJ) ซึ่งไม่ลงรอยกัน
(ADJ) ซึ่งชอบหาเรื่อง
(PHRV) ทะเลาะกับ
(PHRV) ไม่ยอมรับ
(IDM) มีปัญหาเกี่ยวกับงาน
(N) คนงานขุดแร่
(N) เหมืองแร่
(N) เหมืองหิน
(N) แหล่งอันอุดมสมบูรณ์
(VT) ขุดได้จากเหมืองแร่
(VT) ทําเหมืองหิน
(N) สัตว์หรือนกที่ถูกล่า
(N) เหยื่อ
(N) หินหรือกระเบื้องรูปสี่เหลี่ยมจตุรัส
(N) คนงานขุดแร่
(N) กระเบื้องปูพื้น
(N) ปริมาณ 1 ใน 4 แกลลอน
(N) ปริมาณ 1 ใน 8 ของ 2 แกลลอน
(N) ภาชนะที่สามารถบรรจุได้ 1 ควอร์ต
(N) ไพ่ที่เรียงกันตามลําดับกัน
(ADJ) ซึ่งเป็นหนึ่งในสี่ส่วน
(N) 25 เซ็นต์
(N) เขต
(N) ค่ายทหาร
(N) ช่วงเวลาสามเดือนของปีปฏิทิน
(N) ที่อยู่
(N) เวลาการแข่งขันในช่วงสุดท้ายของสี่ช่วง
(N) หนึ่งในสี่ส่วน
(VT) จัดหาที่พักให้
(VT) แบ่งออกเป็นสี่ส่วน
(N) การจัดหาที่พักให้ทหาร
(N) ค่าใช้จ่ายที่เกิดขึ้นทุกๆ 3 เดือน
(N) ค่าที่พัก
(N) ที่พักอาศัย
(N) ตําแหน่งกองหลัง
(N) ผู้นํากลุ่ม
(N) ผู้เล่นตําแหน่งกองหลัง (กีฬาฟุตบอล)
(VI) เล่นในตําแหน่งกองหลัง
(VT) นําทีมรุก
(VT) สั่ง
(N) วันแรกของช่วงสามเดือน
(N) ดาดฟ้าเรือจากท้ายเรือไปยังกลางเรือ
(N) ส่วนบนซึ่งอยู่ด้านหลังเรือ
(ADJ) แบ่งออกเป็น 4 ส่วน
(ADJ) เกี่ยวกับการแข่งก่อนรอบสุดท้าย
(N) การแข่งก่อนรอบสุดท้าย
(N) รอบก่อนชิงชนะเลิศ
(N) ผู้เข้าแข่งขันในรอบก่อนรอบสุดท้าย
(N) 1/4 ชั่วโมง
(ADJ) ซึ่งเกิดขึ้นทุกสามเดือน
(ADJ) ทุก 3 เดือนคือ 4 ครั้งใน 1 ปี
(ADV) ทุก 3 เดือนคือ 4 ครั้งใน 1 ปี
(N) สิ่งตีพิมพ์ที่ออกทุก 3 เดือน
(N) เจ้าหน้าที่ทหารฝ่ายพลาธิการ
(N) ทหารที่ทําหน้าที่ดูแลเรื่องต่างๆ
(N) ทหารเรือชั้นจ่า
(N) กองทหารฝ่ายพลาธิการกองทัพบก
(N) กรมพลาธิการ
(N) คลังพลาธิการ
(N) เจ้ากรมพลาธิการ
(N) หน่วยพลาธิการ
(N) เครื่องหมายเสียงหนึ่งในสี่ส่วน
(N) การปั้นรูปเป็นเสี้ยว
(N) ที่พักอาศัย
(N) ศาลท้องถิ่น
(N) กระบองอาวุธทําด้วยไม้ยาวประมาณ 6 ถึง 8 ฟุต (ใช้ในอังกฤษสมัยก่อน)
(N) กลุ่มที่มีสี่คน
(N) กลุ่มที่มีสี่คน
(ADJ) ซึ่งมีขนาดหน้า 9.5x12 นิ้ว
(N) ีหนังสือขนาด 9.5x12 นิ้ว
(N) แร่ควอทซ
(ADJ) ที่ประกอบด้วยแร่ควอทซ
(N) หินที่มีส่วนประกอบของแร่ควอท์ซ
(N) ซึ่งเป็นหินที่มีส่วนประกอบของแร่ควอท์ซ
(N) กลุ่มวัตถุซึ่งส่งแสงคล้ายดวงดาว
(VT) ปราบ
(VT) ยกเลิก
(N) ผู้ต่อต้าน
(ADJ) ดูเหมือน
(ADJ) ซึ่งเป็นช่วงเวลา 400 ปี
(N) การเฉลิมฉลองครบรอบ 400 ปี
(ADJ) ซึ่งประกอบด้วยสี่ส่วน
(ADJ) ซึ่งเป็นของยุคหินใหม่
(ADJ) ซึ่งจัดเป็นสี่ส่วน
(N) บทกวีซึ่งมี 4 บรรทัด (มักมีจังหวะแบบ abab, abba, abcb)
(N) ดอกไม้ซึ่งมีสี่กลีบ
(N) ศิลปินหรือนักเขียนของอิตาลีในช่วงศตวรรษที่ 15
(N) ศิลปะและวรรณคดีของอิตาลีในช่วงศตวรรษที่ 15
(N) เสียงสั่น
(VI) สั่น
(N) สิ่งที่สั่นสะเทือน
(ADJ) ซึ่งสั่นสะเทือน
(ADV) อย่างสั่นสะเทือน
(ADJ) ซึ่งพูดเสียงสั่น
(N) ท่าเรือ
(N) ค่าจอดเรือ
(N) สถานที่จอดเรือ
(N) ที่สําหรับเทียบเรือ
(N) อย่างคลื่นไส้
(N) การคลื่นไส้
(ADJ) คลื่นไส้
(N) ชาวแคว้นควิเบคในประเทศแคนาดา
(N) นางพญาผึ้ง
(N) ไพ่ควีน
(N) ราชินี
(N) นางพญาผึ้ง
(N) ตําแหน่งราชินี
(PHRV) สั่งการ
(ADJ) เหมือนราชินี
(N) การมีลักษณะของราชินี
(ADJ) เกี่ยวกับราชินี
(N) ราชินีม่ายของกษัตริย์องค์ก่อน
(ADJ) ซึ่งมีขนาดใหญ่กว่าปกติ
(ADJ) ที่ชอบเพศเดียวกัน
(ADJ) น่าสงสัย
(ADJ) แปลกประหลาด
(N) กะเทย
(SL) เกย์
(SL) เบียร์ที่มีอัลกอฮอล์ต่ํา
(ADJ) ประหลาด
(ADV) อย่างประหลาด
(N) ความประหลาด
(IDM) ทําให้แผนการหรือการจัดการเสียหาย
(SL) อยู่ในสถานการณ์ที่ยากลําบาก
(VT) ปราบปราม
(VT) ปลอบ (อารมณ์, ความวิตกกังวล)
(VT) ระงับ (อารมณ์)
(N) ผู้ปลอบโยน
(VT) ดับ (ไฟ)
(VT) ทําให้เย็นลง
(VT) ระงับ (ความกระหายน้ํา, ความปรารถนา)
(ADJ) ซึ่งดับไฟ
(N) ผู้ดับไฟ
(SL) เครื่องดื่มมีอัลกอฮอล์
(ADJ) ซึ่งไม่สามารถดับไฟได้
(N) ผู้ถามคําถาม
(N) โม่ที่ใช้มือหมุนแบบโบราณ
(ADJ) ขี้บ่น
(ADJ) ที่อารมณ์ร้าย
(ADV) มีอารมณ์ร้าย
(N) ความขี้บ่น
(N) การสอบถาม
(N) ข้อข้องใจ
(N) คําถาม
(N) เครื่องหมายคําถาม
(VT) ตั้งคําถาม
(VT) ถามถึง
(ADJ) ช่างซักถาม
(PHRV) สอบถามเกี่ยวกับ
(N) การสํารวจ
(VI) ค้นหา
(VT) ค้นหา
(N) ผู้ค้นหา
(PHRV) ควานหาอย่างหนัก
(N) การถาม
(N) คําถาม
(N) หัวข้อ
(VT) ตั้งคําถาม
(VT) สงสัย
(ADJ) น่าสงสัย
(N) ความไม่แน่นอน
(N) แบบสอบถาม
(N) ผู้ถาม
(ADV) อย่างน่าสงสัย
(N) เครื่องหมายคําถาม
(N) ผู้ถามคําถามในการแข่งขัน
(N) แบบสอบถาม
(N) วลีท้ายประโยคบอกเล่าแสดงการถาม
(SL) ดุว่า
(N) นกในอเมริกากลางมีสีสันสดใส มีชื่อละตินคือ Pharomachrus mocino
(N) คิว
(N) ลําดับ
(N) หางเปีย
(VI) เข้าคิว
(PHRV) เข้าคิว
(VI) เข้าคิว
(VI) พูดคลุมเครือ
(PHRV) ตอบคลุมเครือ
(N) ผู้พูดคลุมเครือ
(N) แป้งอบกรอบใส่คัสตาร์ด เนย และส่วนผสมอื่นๆ
(ADJ) ฉลาด
(ADJ) ทันทีทันใด
(ADJ) รวดเร็ว
(ADJ) ีที่เข้าใจง่าย
(ADJ) ีที่ว่องไว
(ADJ) ีที่แหลมคม
(ADJ) ีรีบร้อน
(ADV) โดยเร็ว
(N) คนที่ยังมีชีวิตอยู่
(N) เนื้อหรือหนังมนุษย์บริเวณใต้เล็บ
(N) ีสิ่งสําคัญ
(SL) ผ่านๆ
(IDM) เร็วมาก
(IDM) รวดเร็วมาก
(SL) หาเงินได้ง่าย
(VI) ทําให้มีชีวิตชีวาขึ้น
(VI) (ทารกในครรภ์) เริ่มดิ้น
(VT) กระตุ้น
(VT) ฟื้นฟู
(N) ผู้กระตุ้น
(PHRV) ขยับสูงขึ้น
(PHRV) เร่งเร้า
(ADJ) ที่ยิงเร็ว
(VT) ทําให้เป็นจุดเยือกแข็งเร็ว
(VT) กริยาช่องที่ 2 ของ quick-freeze
(VT) กริยาช่องที่ 3 ของ quick-freeze
(SL) การมีเพศสัมพันธ์อย่างเร็ว
(SL) การดื่มอย่างเร็ว
(N) สิ่งที่ใช้เวลาสั้น (คําไม่เป็นทางการ)
(N) ปูนขาวที่ยังไม่ได้ผสมกับน้ํา
(ADV) โดยทันที
(ADV) อย่างรวดเร็ว
(N) ความเร็ว
(N) เครื่องดื่มผสมอัลกอฮอล์
(IDM) ไวต่อการตอบสนอง
(IDM) ไวในการชักปืนยิง
(IDM) เข้าใจเร็ว
(N) ทรายดูด
(ADJ) ซึ่งปลูกตามรั้ว
(N) ต้นไม้ที่ปลูกแนวรั้ว
(N) ปรอท
(VT) ผสมกับปรอท
(N) จังหวะในการเต้นบอลรูม
(N) ดนตรีสําหรับเต้นรําจังหวะเร็ว
(ADJ) โมโหง่าย
(N) อัตราการเดินแถวของทหารในกองทัพ (เฉลี่ย 120 ก้าวต่อนาที)
(ADJ) ซึ่งมีเชาว์ปัญญา
(ADV) อย่างมีไหวพริบ
(N) ความมีไหวพริบ
(N) ก้อนยาสูบที่เคี้ยวในปาก
(N) 1 ปอนด์สเตอร์ลิงของอังกฤษ
(N) สิ่งสําคัญ
(N) สิ่งตอบแทน
(N) คํานามพหูพจน์ของ quid pro quo
(IDM) เป็นต่อคนอื่น (คําไม่เป็นทางการ)
(N) การเงียบสงบ
(ADJ) ซึ่งสงบ
(ADV) อย่างสงบ
(ADJ) เงียบ
(ADJ) สงบเสงี่ยม
(VT) ทําให้เงียบ
(N) ความเงียบ
(N) ความสงบ
(IDM) เงียบมาก
(IDM) เงียบมาก
(VT) ทําให้เงียบ
(N) ผู้ทําให้เงียบ
(N) ความเงียบสงบ
(N) ผู้เงียบสงบ
(N) เกี่ยวกับความเงียบสงบ
(ADV) อย่างเงียบ
(N) ความเงียบ
(PHRV) ทําให้เงียบ
(N) ความเยือกเย็น
(N) การสิ้นสุดลง
(N) ช่วงเกษียนอายุ
(N) ผู้หญิงสําส่อน
(N) ปอยผมที่ยื่นออกมาข้างหน้า
(N) ก้านขนนกหรือขนห่านที่ใช้ทําปากกา
(N) ขนเม่น
(N) ขลุ่ย
(N) เพลา
(N) ไม้จิ้มฟัน
(N) หลอดด้าย
(VT) ถอนขน (สัตว์)
(VT) แทงด้วยก้านขนนก
(N) ผ้านวมคลุมเตียง
(N) ผ้าปูที่นอน
(N) ฟูก
(VI) ทํา (ผ้านวม)
(VT) เย็บ
(ADJ) ซึ่งบุผ้าสองชั้น
(N) ผ้าคลุมเตียง
(N) การเย็บผ้าปูที่นอน
(ADJ) ที่ 5
(ADJ) ที่จัดไว้ 5 จํานวน
(N) จํานวน 5
(ADJ) ที่จัดเป็นกลุ่มละห้า
(N) ต้นไม้ขนาดเล็กที่ให้ผลเป็นสีเหลือง มีกลิ่นหอม
(N) ผลไม้ขนาดเล็ก มีกลิ่นหอม ใช้ทําแยม
(N) ครบรอบปีที่ 500
(ADJ) ซึ่งจัดไว้ 5 สิ่ง
(ADV) โดยจัดไว้ 5 สิ่ง
(N) การจัดรูป 5 สิ่งไว้ 5 จุดคือ 4 จุดที่ 4 มุมกับ 1 จุดตรงจุดกลาง
(ADJ) ซึ่งจัดไว้ 5 สิ่ง
(N) สารอัลคาลอยด์ชนิดหนึ่งจากเปลือกต้น  cinchona
(N) วันอาทิตย์ก่อนวันถือบวชในศาสนาคริสต์
(ADJ) ที่ตัดเป็น 5 ส่วน
(ADJ) ซึ่งเกิดขึ้นทุก 5 ปี
(ADJ) ในช่วง 5 ปี
(N) การครบรอบปีที่ 5
(N) รอบระยะเวลา 5 ปี
(N) สิ่งที่เกิดขึ้นทุก 5 ปี
(ADV) ี่เกิดขึ้นทุก 5 ปี
(N) การครบรอบปีที่ 5
(N) โรคต่อมทอนซิลอักเสบ
(N) ไพ่ที่เรียงลําดับกัน 5 ใบ (คําไม่เป็นทางการ)
(N) แฝด 5
(N) เป้าหมุน
(N) หน่วยน้ําหนักเท่ากับ 100 กิโลกรัม
(N) แก่นสาร
(ADJ) ซึ่งเป็นแก่นสาร
(N) กลุ่ม 5 คนหรือ 5 สิ่ง
(N) กลุ่ม 5 คนหรือ 5 สิ่ง
(ADJ) จํานวน quintillion
(N) เลข1ที่มี0ตามหลัง18ตัว ตามระบบอเมริกาหรือมี0ตามหลัง30ตัว
(ADJ) เลข1ที่มี0ตามหลัง18ตัว ตามระบบอเมริกาหรือมี0ตามหลัง30ตัว
(ADJ) 5 เท่า
(ADJ) ประกอบด้วย 5 ส่วน
(N) จํานวน 5 เท่า
(VT) ทําให้เป็น 5 เท่า
(N) กลุ่มที่มี 5 คน
(ADJ) เกี่ยวกับชิ้นที่ 5
(ADJ) ประกอบด้วยส่วนที่เหมือนกัน 5 ส่วน
(N) กลุ่มที่ประกอบด้วยสิ่งของ 5 ชิ้นซึ่งเหมือนๆกัน
(N) สําเนา 5 ฉบับ
(VT) ทําสําเนา 5 ฉบับ
(VT) ทําให้เป็น 5 เท่า
(N) การกระทําหรือสิ่งที่แปลกประหลาด
(N) คําพูดเย้ยหยัน
(N) คําพูดหลักแหลม
(N) สําบัดสํานวน
(VI) พูดตลบตะแลง
(ADJ) ที่ชอบพูดถากถาง
(N) คนตลบตะแลง
(N) กระดาษที่พับเรียงกัน
(N) หน่วยนับกระดาษ 1 ยก
(N) การเขียนเล่นหางตัวอักษร
(N) การพลิกผันอย่างฉับพลัน (เโชคชะตา)
(N) การพูดเล่นสํานวน
(N) พฤติกรรมประหลาดของคน
(ADV) อย่างพลิกผัน
(N) ความพลิกผัน
(PHRV) เลิกคิ้ว
(ADJ) ซึ่งแปลกๆ
(N) แส้
(VT) เฆี่ยนด้วยแส้
(N) ผู้ขายชาติโดยการช่วยเหลือข้าศึก
(ADJ) เป็นอิสระ (จากข้อผูกมัด, ความรับผิดชอบ, โทษ)
(VI) ปลด (หนี้)
(VT) ล้มเลิก
(VT) ลาออก
(VT) หยุด
(VT) ออกเดินทาง
(N) การโอนผลประโยชน์
(VT) ยกเลิกข้อเรียกร้อง
(ADV) ค่อนข้างจะ
(ADV) ทั้งหมด
(ADV) อย่างแท้จริง
(IDM) มาก
(IDM) มาก
(IDM) มาก
(IDM) มาก
(IDM) เยี่ยมมาก
(PHRV) กําจัด
(N) ค่าเช่า
(ADJ) เท่าเทียมกัน
(N) การยกเลิกหนี้สินหรือภาระหน้าที่
(N) คนขี้แพ้
(N) การสั่น
(N) เสียงสั่น
(VI) สั่น
(VI) สั่นเบาๆ
(VI) ไหว
(N) กระบอกบรรจุลูกธนู
(N) ลูกธนูที่อยู่ในกระบอก
(PHRV) สั่นเพราะ
(ADJ) ซึ่งสั่นหนาว
(ADJ) ซึ่งเพ้อฝัน
(ADJ) ซึ่งเพ้อฝัน
(ADV) อย่างเพ้อฝัน
(N) ความเพ้อฝัน
(N) การถาม
(N) การสอบ
(VT) สอบ
(VT) สอบถาม
(N) ผู้สอบถามในรายการแข่งขันตอบปัญหาทางวิทยุหรือโทรทัศน์
(N) ผู้ทดสอบ
(ADJ) ซึ่งอยากสอบถาม
(N) การสอบถาม
(ADV) โดยสอบถาม
(N) คุก (คําสแลง)
(N) ข้อโต้เถียงอย่างมีนัย
(N) มุมด้านนอกกําแพง
(N) มุมตึก
(N) ไม้ หิน หรือวัสดุอื่นๆ ซึ่งเป็นรูปลิ่ม
(VT) ป้องกันด้วยการจัดด้วยมุม
(N) กีฬาโยนห่วง
(N) ห่วงที่ใช้โยนในกีฬาโยนห่วง
(VT) โยนห่วง
(N) ผู้เล่นกีฬาโยนห่วง
(ADJ) เมื่อก่อน
(N) องค์ประกอบ
(N) โควตา
(N) ส่วนที่กําหนดไว้
(N) ส่วนแบ่ง
(N) การอ้างอิงได้
(ADJ) อ้างอิงได้
(N) อย่างอ้างอิงได้
(N) สิ่งที่อ้างอิงถึง
(N) เครื่องหมายอ้างอิง ใช้สัญลักษณ์คือ  ...
(N) การอ้างอิง
(VT) บอกราคา
(VT) ปิดคําด้วยอัญประกาศ
(VT) อ้างมาจากหนังสือ
(PHRV) อ้างจาก
(N) ผู้อ้างอิง
(VT) กริยาช่องที่ 2 ของ say (คําโบราณ)
(ADJ) ธรรมดา
(ADJ) เป็นประจํา
(ADJ) รายวัน
(ADJ) อย่างเคย
(N) สิ่งที่เกิดขึ้นทุกวัน
(N) อาการมีไข้ทุกวัน
(N) ผลลัพธ์ของการหาร
(N) หน่วยเงินเคิร์ช (ของประเทศซาอุดิอาระเบีย)
(N) หน่วยเงินเคิร์ช (ของประเทศทางแถบแอฟริกาเหนือและตะวันออกกลาง)
(ABBR) ดู (คําย่อของ quod vide)
(ADJ) ซึ่งเป็นมาตรฐานของแป้นพิมพ์ (keyboard) ที่มีตัวอักษร Q W E R T และ Y อยู่ตําแหน่งบนซ้าย
(N) แป้นพิมพ์มาตรฐานที่มีตัวอักษร Q W E R T และ Y อยู่ตําแหน่งบนซ้าย
