(อี) พยัญชนะ|อังกฤษ|ตัว|ที่|5
(อี|' เมล) n. electronic mail|, ข้อมูล|และ|ข่าวสาร|ที่|ส่ง|ไป|ยัง|ผู้ใช้ (users) โดย|ทาง|เครือข่าย|คอมพิวเตอร์|, วิชาการ|ส่ง|ข้อมูล|ไป|ยัง|ผู้ใช้|บน|เครือข่าย|, ข้อมูล|ที่|ส่ง|ไป|ยัง|ผู้ใช้|ทาง|เครือข่าย (network)| 
หมายเลข|ไปรษณีย์|อิเล็กทรอนิกส์|หมายถึง หมายเลข|ประจําตัว|หรือ|รหัส|ประจําตัว|ที่|กําหนด|ให้แก่|สมาชิก ผู้ใช้|หมายเลข|นี้|จะ|ใช้|สําหรับ|ส่ง|จดหมาย|หรือ|เรียก|ดู|ข้อความ|ที่|ส่ง|มา|ทางไปรษณีย์|อิเล็กทรอนิกส์ ตัว|โปรแกรม|ที่|ใช้ จะ|ต้อง|ทํา|หน้าที่|เหมือน|ที่ทําการ|ไปรษณีย์ โดย|จะ|รับ|ข่าวสาร|ที่|มี|ผู้|ส่ง|มา|แล้ว|เก็บ|รอ|ไว้ จนกว่า|ผู้|รับ|จะ|เรียก|ออก|มา|ดู
abbr. L. exampli gratia ตัวอย่าง|,|เช่น|,|ดัง|เช่น
abbr. electrocardiogram|ภาพ|คลื่น|ไฟฟ้า|ของ|หัวใจ
abbr. electromotive force
abbr. electromagnetic unit (&) หน่วย|แม่เหล็กไฟฟ้า
(อี|ช) adj. แต่ละ|,|คน|ละ|,|ละ|,|อัน|ละ|,|สิ่ง|ละ|,|เล่ม|ละ|,|ทุก. -|pron. แต่ละ -|adv. แต่ละ
ซึ่งกันและกัน
(อี|'|เก|อะ) adj. กระหาย|,|อยาก|ได้|,|ร้อนรน|,|กระตือรือร้น|,|ทะเยอทะยาน|  |Syn. eagerness n. ดู|eager.  |Syn. avid
(อี|'|เกิล) n. นก|อินทรี
(อี|'|เก|ลทฺ) n. ลูก|นก|อินทรี
n. ไม้|กฤษณา
(อี|'|เก|อะ) n. น้ําท่วม|และ|กระแส|น้ําขึ้น
(อี|น|'|ลิง) n. ลูก|แกะ|,|เด็ก|  |Syn. kid
(เอียร์) n. หู|,|ใบ|หู|,|การ|สดับ|รับฟัง|,|รวง|ข้าว. vi. มี|รวง|เกิด|ขึ้น -|Phr. (be all ear อยาก|ได้ยิน|,|ตั้งใจ|ฟัง|มาก) -|Phr. (give ear to สนใจ|ฟัง|,|ฟัง)| 
n. ยาหยอดหู
n. อาการ|ปวดหู
n. ตุ้มหู
n. เยื่อ|แก้วหู
(เอียร์ด) adj. ซึ่ง|มี|หู|,|ซึ่ง|มี|ส่วน|ที่|คล้าย|หู
(เอียร์|'|แฟลพ) n. หมวก|ปิด|หู|  |Syn. earlap
n. เครื่อง|ขุด|ดิน
(เอีย|'|ริ|ง) n. ตุ้มหู|  |Syn. earbob|,|eardrop
(เอิร์ล) n. ท่าน|เอิร์ล|  |Syn. earlship n.
(เออร์|'|ลี) adv. เช้า|,|แต่เช้า|,|แต่|หัวค่ํา|,|เร็ว|,|ก่อน -|adj. ยุค|แรก|  |Syn. earliness n. ดู|early|  |Syn. first Ant. late
n. ตําหนิ|หรือ|รอย|แผล|ที่|ทํา|ขึ้น|บน|ใบ|หู|สัตว์|,|ตําหนิ|ที่|ทํา|ขึ้น|เพื่อ|แยกแยะ|ความ|แตกต่าง vt. ทํา|ตําหนิ|ขึ้น|  |Syn. characteristic
n. ที่|ปิด|หู|กัน|หนาว
(เอิร์น) v. หา|ได้|,|หา|มา|ได้|,|ได้|กําไร|,|ได้|รับ|,|สมควร|ได้|รับ|,|มี|รายได้|,|อยาก|ได้|,|ปรารถนา|  |Syn. earner n.
n. เงิน|รายได้|จาก|ค่าจ้าง เงินเดือน|หรือ|อื่น ๆ (ไม่|ใช่|จาก|ดอกเบี้ย)| 
(เอิร์น|'|นิสทฺ) adj. จริงจัง|,|เอาใจ|,|ตั้งใจ|จริง|,|ซึ่ง|มี|ความ|กระตือรือร้น|จริง|,|สําคัญ|มาก|,|ซึ่ง|ควร|ได้|ความ|สนใจ|มาก. n. ความจริง|จัง|,|ความ|ตั้งใจ|จริง|  |Syn. earnestly adv. earnestness n. ดู|earnest|  |Syn. serious
(เอิร์น|'|นิง) n. การ|หา|รายได้|,|การ|หา|มา.  |Syn. earnings รายได้|,|ค่าจ้าง เงินเดือน ผลกําไร
(อี|รอ|ม) ย่อ|มา|จาก electrically alterable read - only memory แปล|ว่า หน่วยความจํา|อ่าน|อย่างเดียว|ชนิด|แก้ไข|ได้) เป็น|รอ|ม (ROM) ชนิด|หนึ่ง ซึ่ง|สามารถ|นํามา|ลบ|และ|บันทึก|ใหม่|ได้|โดย|ไม่|ต้อง|ย้าย|ออก|มา|จาก|แผง|วงจร การ|บรรจุ|โปรแกรม|ใหม่|ทํา|ได้|โดย|ใช้|กระแส|ไฟฟ้า และ|ทํา|ได้|สะดวก|กว่า อี|พร|อม (EPROM) มาก|ดู ROM และ EPROM ประกอบ
n. หู|ฟัง|วิทยุ|หรือ|โทรศัพท์
n. ส่วน|ที่|ปิด|หู|,|หู|ฟัง|วิทยุ|หรือ|โทรศัพท์
n. ที่|อุด|หู|กันน้ํา|หรือ|เสียง
n. ตุ้มหู
n. ระยะ|ที่|ได้ยิน|เสียง
adj. ดัง|มาก|,|ดัง|แสบ|แก้วหู
(เอิร์ธ) n. โลก|,|ดิน|,|ปฐพี|,|มวล|มนุษย์|,|สรรพ|สิ่ง|ทั้งหลาย|บน|โลก|,|โลกีย์
adj. ซึ่ง|เกิด|จาก|โลก|,|มนุษย์|ที่|ต้อง|ตาย earthbound|,|earth|-|bound adj. ซึ่ง|ยึด|แน่น|บน|พื้นดิน|,|เกี่ยวกับ|พื้นดิน|,|ซึ่ง|สนใจ|แต่|เรื่อง|ของ|โลก|,|แห่ง|โลกีย์|,|ธรรมดา ๆ ,|ซึ่ง|ขาด|จินตนาการ
(เอิร์ธ|'|เธิน) adj. ซึ่ง|ประกอบ|ด้วย|ดิน|,|ซึ่ง|ทํา|ด้วย|ดินเหนียว|ที่|เผา|แล้ว
n. เครื่อง|เคลือบ|ดินเผา|,|ดินเหนียว|ใช้|ทํา|เครื่อง|เคลือบ|ดินเผา
(เอิร์ธ|'|ธิเนส) n. ลักษณะ|ดิน|,|ลักษณะ|ที่|หยาบ|,|ความ|หยาบ
n. การ|ติด|ดิน|,|การ|ต่อ|ลง|ดิน
(เอิร์ธ|'|ลิง) n. มนุษย์|,|มนุษย์|เดิน|ดิน|,|คน|ธรรมดาสามัญ
(เอิร์ธ|'|ลี) adj. เกี่ยวกับ|โลก|,|เกี่ยวกับ|โลกีย์|วิสัย|,|เป็น|ไป|ได้|,|แห่ง|มนุษย์|  |Syn. worldly
(เอิร์ธ|'|เมิน) n.,|มนุษย์
n. หัว|ใต้ดิน|,|ถั่วลิสง|,|พืช|ที่|ให้|หัว|ใต้ดิน
(เอิร์ธ|'|เควค) n. แผ่นดินไหว
n. ไส้เดือน
adj. เกี่ยวกับ|ดิน|,|มี|ลักษณะ|ของ|โลก|,|เป็นจริง|,|ซึ่ง|ปฏิบัติ|ได้|,|หยาบ|,|โดย|ตรง|,|เกี่ยวกับ|โลกีย์|วิสัย|  |Syn. earthily adv. ดู|earthy
n. ขี้หู|  |Syn. cerumen
n. แมลง|ตัว|ยาว|ที่|หากิน|ใน|เวลา|กลางคืน|มี|ส่วน|ที่|คล้าย|คีม|ขนาด|ใหญ่. vt. มี|ใจ|อคติ
(อี|ซ) n. ความ|สะดวก|,|ความ|สบาย|,|ความ|ง่าย|,|ความ|ไร้|กังวล|, ความ|แคล่วคล่อง|,|ความ|ง่ายดาย. vt.,|vi. พักผ่อน|,|ทํา|ให้|สบาย|,|ทํา|ให้|จิต|สงบ|,|ทํา|ให้|ไร้|กังวล|,|บรรเทา|,|ลดหย่อน|,|ทํา|ให้|สะดวก|,|ผ่อน|,|ปล่อย|,|บรรเทา|,|เคลื่อน|อย่าง|แคล่วคล่อง|  |Syn. comfort
(อี|'|เซิล) n. ขาตั้ง|กระดานดํา|,|ขาตั้ง|ภาพ
(อี|'|ซิ|เมิน|ทฺ) n. ความ|ง่าย|,|ความ|สบาย|,|ความ|ไร้|กังวล
(อี|'|ซี|ลี) adv. อย่าง|ง่ายดาย|,|อย่าง|ไม่|ต้องสงสัย|,|อย่าง|ราบรื่น|,|ดี|กว่า|มาก|,|ซึ่ง|มี|ทาง|เป็น|ไป|ได้|  |Syn. readily
(อี|'|ซิ|เนส) n. ความ|ง่ายดาย|,|ความ|ไร้|กังวล|,|ความ|เมิน|เฉย|,|ความ|ไม่|สนใจ|  |Syn. comfort
(อีส|ทฺ) n.,|adj. ทิศตะวันออก|,|ภาค|ตะวันออก|, -|Phr. (the East ประเทศ|แถว|ตะวันออกไกล|หรือ|กลาง)|  |Syn. eastness n. ดู|east
(อีส|'|เทอะ) n. เทศกาล|อีส|เตอร์|ของ|คริสต์ศาสนา|ระลึก|ถึง|การ|คืนชีพ|ของ|พระ|เยซู|,|วัน|ดังกล่าว
(อีส|'|เทอะ|ลี) adj.,|adv.,|n. (ลม) เกี่ยวกับ|ทาง|ตะวันออก|  |Syn. easterliness|,|n.
adj. เกี่ยวกับ|หรือ|ไป|หรือ|มา|จาก|ทาง|ทิศตะวันออก
n. ชาว|ตะวันออก
adj. สุด|ตะวันออก|,|สุด|บูรพาทิศ
(อีส|'|เวิร์ด) adj.,|adv. หัน|หน้าตั้ง|อยู่|หรือ|เคลื่อน|ไป|ทาง|ตะวันออก. n. ทิศตะวันออก
adj.,|adv. ไป|ทาง|ตะวันออก
(อี|'|ซี) adj.,|adv. ง่าย|,|ง่ายดาย|,|ไม่|ลําบาก|,|สะดวกสบาย|,|ไม่|เข้มงวด|,|ผ่อนผัน|,|ไม่|เป็น|ภาระ|,|สบาย|อก|สบายใจ|,|ไม่|แน่น|,|ไม่|รัด|,|ไม่|เร่งรีบ n. การ|หยุดพัก|ชั่ว|คราว. -|Phr. (take it easy|,|go easy ตาม|สบาย|,|ไม่|ต้อง|ทํางาน|หนัก)|  |Syn. light Ant. difficult
n. สงบ|และ|ไร้|กังวล|,|ตาม|สบาย|,|ไป|เรื่อย ๆ ,|ซึ่ง|วิ่งเหยาะ|ย่าง.
(อี|ท) vt. กิน|,|รับประทาน|,|กัดกร่อน|,|กัด|กิน|,|ทําลาย vi. กิน|,|รับประทาน|,|กัดกร่อน n. อาหาร -|Phr. (eat one|'|s words ถอน|คําพูด|,|ยอมรับ|ว่า|ผิด)|  |Syn. consume
(อี|ท|'|ทะเบิล) adj. กิน|ได้|,|ใช้|กิน|ได้. n. อาหาร|,|ของกิน
(อี|ท|'|เทิน) v. กริยา|ช่อง 3 ของ eat
(อี|ท|'|เท|อ|รี) n.ภัตตาคาร -|pl. eateries
(อี|ท|'|ทิง) n. การ|กิน|,|อาหารการกิน adj. กิน|ได้|,|ทํา|มา|กิน|ได้|,|ใช้|สําหรับ|กิน
(โอ) n. น้ํา -|pl. eaux
(โอ|ดะ|คะ|โลน|') n. ดู|cologne
(อี|ฟวซ) n. ชายคา|,|ชายคา|บ้าน.  |Syn. eaved adj. ดู|eaves
(อี|ฟวซ|'|ด|รอ|พ) vi.,|vt. ลอบ|ฟัง|,|แอบ|ฟัง|,|ขโมย|ฟัง.  |Syn. eavesdropper n.
(เอบ) n. น้ําลด|,|การ|ไหล|กลับ|ของ|กระแส|น้ํา|,|การ|ไหล|กลับ|,|การ|ไหล|ไป|,|การ|ลด|ลง|,|ความ|เสื่อม|,|จุด|เสื่อม. vi. ไหล|กลับ|,|ไหล|ไป|,|ลด|ลง|,|เสื่อม|,|สูญเสีย|  |Syn. wane Ant. grow|,
กระแส|น้ําลง|,|น้ําลง
(เอบ|ซี|ดิก) ย่อ|มา|จาก extended binary coded decimal interchange code (แปล|ว่า รหัส|สับเปลี่ยน|เลขฐานสิบ|เข้า|รหัส|ฐาน|สอง|แบบ|ขยาย) เป็น|ชื่อ|ของ|รหัส|คอมพิวเตอร์|รหัส|หนึ่ง ที่|กําหนด|ไว้|สําหรับ|เปลี่ยน|เลขฐานสิบ|เป็น|เลขฐานสอง|แบบ|ขยาย บริษัท|ไอ|บีเอ็ม|เป็น|ผู้|คิด|และ|คอมพิวเตอร์|ของ|บริษัท|ไอ|บีเอ็ม|ก็|ใช้|รหัส|นี้|ทั้งหมด แต่|ใน|ปัจจุบัน คน|ทั่วไป|นิยม|ใช้|รหัส|แอ|สกี (ASCll) มาก|กว่า อันที่จริง|แล้ว ผู้ใช้|ไมโครคอมพิวเตอร์|ไม่|จําเป็น|ต้อง|เข้าใจ|ใน|เรื่อง|ของ|รหัส|เหล่านี้|เลย|ก็ได้
abbr. epstien|-|barr virus
(เอบ|'|บะ|ไน|ซ) vt. ทํา|ให้|เป็น|สี|ดํา
(เอบ|'|บะ|ไน|ทฺ) n.ดู|vulcanite
(เอบ|'|บะ|ไน|ซ) vt. ทํา|ให้|เป็น|สี|ดํา
(เอบ|'|บะนี) n. ไม้|ดํา|แข็ง|,|ไม้|มะ|เกลือ|,|ไม้|ตะโก|,|ไม้|ดํา|ดง|,|สี|ดํา|สนิท adj. ซึ่ง|ทํา|ด้วย|ไม้|ดังกล่าว ดํา|สนิท|  |Syn. ebon adj. ดู|ebony|  |Syn. black
(อิบัล|'|เยินทฺ) adj. กระตือรือร้น|มาก|,|เดือด|พล่าน|,|พล่าน|  |Syn. ebullience|,|ebulliency n.
(เอบบะลิชเชิน) n. อารมณ์|เดือด|พล่าน|,|การ|ระเบิด|,|ความ|เดือด|พล่าน|,|การ|เดือด
(อี|เบอ|'|เนียน) adj. เหมือน|งาช้าง|,|แข็ง|เหมือน|งา ช้าง
(อี|เบอะ|เน|'|เชิน) n. ภาวะ|กระดูกแข็ง|และ|แน่น|คล้าย|งาช้าง|  |Syn. eburnated adj.
(เอคาร์|เท|') n. เกม|ไพ่|ที่|เล่น|กัน|สอง|คน
(อี|คอ|'|เดท) adj. ซึ่ง|ไร่|หาง
(อิค|เซน|'|ท|ริ|ค) adj.,|n. (คน|ที่) ผิดปกติ|,|ประหลาด|,|เบี้ยว|,|พิกล|,|วิตถาร.  |Syn. eccentrical adj.  |Syn. queer Ant. normal
(เอค|เซน|ท|ริ|ส|'|ซิ|ที) n. ความผิด|ปกติ|,|ความ|ประหลาด|,|ความ|เบี้ยว|,|ความ|วิตถาร|,|ความ|พิกล|  |Syn. whim
(เอค|คะ|โม|'|ซิ|ส) n. อาการ|ฮ่อ|เลือด -|pl. ecchymoses|  |Syn. ecchymotic adj. ดู|ecchymosis
n. โบสถ์|,|ฝูงชน|ที่มา|ชุมนุม|กัน|,|การ|ชุมนุม|กัน -|pl. eccleses
(อิคลี|ซิ|แอ|ส|'|ทิค) n.,|adj. (เกี่ยวกับ) พระ|สอน|ศาสนา|,|สงฆ์.  |Syn. clergyman|,|ecclesiastical
n. หลัก|ปฎิบัติ|ของสงฆ์|,|การ|ปฎิบัติ|ตาม|วินัย|สงฆ์
Pref. "|โบสถ์|"
n. นาง|ระบํา|เปลื้องผ้า|  |Syn. stripper
(เอค|'|ดิ|ซิ|ส) n. การ|ลอก|คราบ|,|การ|สลัด|ขน|,|การ|เปลี่ยน|ขน.  |Syn. ecdsial adj. ดู|ecdysis -|pl.ecdyses
abbr. extra cellular fluid
abbr. eosinophill chemotactic factor of anaphylaxis
abbr. electrocardiogram
(อี|ช) vt.,|vi. ขยาย|,|เพิ่ม
(เอช|'|ชะ|ลอน) n. การ|จัด|กําลัง|ทหาร|เครื่องบิน|หรือ|ยานพาหนะ|อื่น|เป็น|ขั้นบันได|,|ระดับ|ตําแหน่ง|,|ระดับ|ขั้น|ใน|ระบบ|องค์กร vt.,|vi. จัด|เป็น|ขั้นบันได|,|จัด|เป็น|ระดับ|  |Syn. rank
(อี|คิด|'|นะ) n. ตัวตุ่น|ชนิด|หนึ่ง
adj. มี|หนาม
adj. มี|หนาม
n. สัตว์|ทะเล เช่น ปลาดาว|,|sea urchin
(เอค|'|โค) n. เสียงสะท้อน|,|เสียง|ก้อง|,|การ|ซ้ํา|,|การ|เลียน|แบบ|,|การ|หวน|กลับ|,|ผู้|เลียน|แบบ|,|การ|สะท้อน|กลับ|ของ|คลื่น|วิทยุ. -|v. สะท้อน|,|หวน|กลับ|,|เลียน|แบบ|,|ทํา|ซ้ํา|  |Syn. echoer n. ดู|echo|  |Syn. reverberation|,|imitation|,|imitate -|pl. echoes
(เอแคล|') n. ขนม|หวาน|รูป|ไข่|มี|ครีม|อยู่|ข้างใน -|pl. eclairs
(เอค|ลา|') n. เกียรติศักดิ์|,|ชื่อเสียง|,|ความ|เอิกเกริก|,|ความ|ชื่นชมยินดี|  |Syn. fame
(อิเคลค|'|ทิค) adj. เกี่ยวกับ|การ|สรรหา|จาก|ที่|ต่าง ๆ ,|เกี่ยวกับ|การ|เลือก สิ่ง|ที่|ดี|ที่สุด n. ผู้|ที่|สรรหา|สิ่ง|ที่|ดี|ที่สุด|  |Syn. eclecticism n. ดู|eclectic
(อิคลิพซฺ|') n. จันทรคราส (eclipse of the moon) สุริยคราส (eclipse of the sun) ,|อุปราคา|,|ความ|มัวหมอง|,|ความ|มืดมน|ลง|,|การ|บดบัง|รัศมี. vt. ทํา|ให้|เกิด|การ|บดบัง|รัศมี|  |Syn. darken|,
(อิคลิพ|'|ทิค) adj. เกี่ยวกับ|จันทรคราส|หรือ|สุริยคราส n. วง|กลม|ที่|บดบัง|รัศมี|  |Syn. ecliptically adv. ดู|ecliptic
Pref."|ครอบครัว|"|,|"|บ้าน|"|,|"|สิ่งแวดล้อม|"
(อี|คอ|ล|'|โลจี) n. นิเวศวิทยา|,|สาขา|สังคมวิทยา|ที่|เกี่ยวกับ|ความ|สัมพันธ์|ระหว่าง|คน|กับ|สิ่งแวดล้อม|  |Syn. oecology|  |Syn. ecologic|,|ecological adj. ecologist n.
(อี|คะ|นอ|ม|'|มิ|ค|,|เอค|คะ|นอ|ม|'|มิ|ค) adj. เกี่ยวกับ|เศรษฐศาสตร์|,|เกี่ยวกับ|ภาวะ|ทาง|เศรษฐกิจ
(อี|คะ|นอ|ม|'|มิ|เคิล|,|เอค|คะ|นอ|ม|'|มิ|เคิล) adj. ประหยัด|,|มัธยัสถ์|,|กระเหม็ดกระแหม่
(อี|คะ|นอ|ม|'|มิ|คซฺ|,|เอค|คะ|นอ|ม|'|มิ|คซฺ) n. เศรษฐศาสตร์|,|สภาพ|เศรษฐกิจ
(อี|คอน|'|นะ|ไมซ) vt.,|vi. ประหยัด|,|ไม่|ใช้จ่าย|อย่าง|สุรุ่ยสุร่าย.  |Syn. economizer|,|economiser n.
(อี|คอน|'|นะ|มัส|ซึม) n. การ|เพิ่ม|ผลผลิต|โดย|การ|ให้|ชาวนา|ได้|รับ|ส่วนแบ่ง ของ|ผลผลิต|มาก|ขึ้น|การ|เพิ่ม|ค่าแรงงาน|สวัสดิการ|และ|อื่น ๆ (เป็น|ทฤษฎี|หรือ|หลักการ ของ|คอมมิวนิสต์|จีน)
(อี|คอน|'|นะ|มิ|สทฺ) n. นัก|เศรษฐศาสตร์|,|ผู้|ที่|ประหยัด
(อี|คอน|'|นะ|ไมซ) vt.,|vi. ประหยัด|,|ไม่|ใช้จ่าย|อย่าง|สุรุ่ยสุร่าย.  |Syn. economizer|,|economiser n.
(อี|คอน|'|นะ|มี) n. เศรษฐกิจ|,|การ|ประหยัด|,|รายได้|,|การ|เคหะ. adv. โดยสาร|ชั้น|ประหยัด|  |Syn. frugality
n. ค่าโดยสาร|ชั้น|ประหยัด
n. พันธุ์|ที่|ประกอบ|ด้วย|พันธุ์ผสม|ของ|ecotypes
ระบบ|ที่|เกิด|จาก|ความ|สัมพันธ์|ระหว่าง|สิ่งมีชีวิต|กับ|สิ่งแวดล้อม
n. เขต|ระหว่าง|กลุ่ม|พืช|ที่|ต่าง|กัน 2 ชนิด เช่น|ระหว่าง|ป่า|กับ|ทุ่ง
(เอค|'|รู) adj. สีน้ํา|ตาล|อ่อน. n. สีน้ํา|ตาล|อ่อน
n. การ|ขยาย|พยางค์|  |Syn. ecstatic adj. ดู|ecstasis -|pl. ecruses
(เอค|'|สทะ|ไซ|ซ) vt. ทํา|ให้|ดี|อย่าง|เห|ลื่อ|ล้น|,|ความ|ปี|ติ|ยินดี|อย่าง|เหลือล้น
(เอค|'|สทะ|ซี) n. ความ|ปี|ติ|ยินดี|อย่าง|เหลือล้น|,|ความ|เคลิบเคลิ้ม|,|ปี|ติ|สุข
(เอคสแทท|'|ทิค) adj. ซึ่ง|ดีใจ|อย่าง|เหลือล้น|,|ซึ่ง|ปลาบปลื้ม|อย่าง|เหลือล้น. n. ผู้|ที่|ดีใจ|อย่าง|เหลือล้น|  |Syn. ecstatics n. ความ|ปลาบปลื้ม|อย่าง|มาก|  |Syn. exultant
Pref. "|ข้างนอก|"|,|"|ภายนอก|"
(เอค|'|ทะเดิร์ม) n. เยื่อ|ชั้นนอก|ของ|เซลล์|ของ|ตัวอ่อน (embryo)|  |Syn. ectodermal|,|ectodermic adj.
(เอค|'|โท|โก|นี) n. อิทธิพล|ของ|ตัวอ่อน|ที่|มี|ต่อ|มารดา
(เอค|'|มอร์ฟ) n. ผู้|ที่|มี|ร่าง|ผอม|บาง|  |Syn. ectomorphic adj. ดู|ectomorph ectomorphy n. ดู|ectomorph
adj. ซึ่ง|เกิด|ขึ้น|ใน|ตําแหน่ง|หรือ|สถานที่|ที่|ผิดปกติ
n.,|pl. ปรสิต|ที่|เป็น|สัตว์|ที่|อาศัย|อยู่|บน|ร่างกาย|เช่น|เหา.  |Syn. ectozoan adj.,|n. -|Sing. -|zoon
n. การ|สืบพันธุ์|,|การ|เลียน|แบบ|,|การ|ทํา|ซ้ํา|  |Syn. ectypal adj.
(เอค|'|วะดอร์) n. สาธารณะ|รัฐ|เอก|วา|ดอร์|ใน|อเมริกาใต้. -|Ecuadoran|, adj. ดู|Ecuador|  |Syn. Ecuadorian adj.,|n. ดู|Ecuador
(เอค|'|ยู|แมน|'|นิคัล) adj. โดย|ทั่วไป|,|เกี่ยวกับ|โบสถ์|คริสเตียน|ทั้งหมด
(เอค|'|ซะมะ|,|อิก|ซี|'|มะ) n. กลุ่ม|ของ|ภาวะ|อักเสบ|ของ|โรคผิวหนัง|ที่|เป็น|ผื่น|แดง|โดยเฉพาะ และ|อาจ|เป็น|ตุ่ม|พุพอง|ตก|สะเก็ด คัน แสบ.  |Syn. eczematous adj. ดู|eczema
adj. ตะกละ|,|ละโมบ|,|โลภ|,|กิน|,|อยาก
n. ความ|ตะกละ|,|ความ|อยาก|อาหาร
adj. เกี่ยวกับ|ดิน
n. ดิน|วิทยา|,|วิชา|ว่าด้วย|ดิน
n. จุลินทรีย์|ใน|ดิน
(เอด|'|ดี) n. กระแส|วน|,|การ|หมุน|วน|,|สิ่ง|ที่|หมุน|วน|,|น้ําวน vt.,|vi. หมุน|วน|,|วน
(เอด|'|ดัล|ไว|สฺ) n. ต้นไม้|ดอก|สี|ขาว|ใบ|ขาว พบ|บน|ภูเขา|แอลป์
(อิ|ดี|'|มะ) n.,|อาการ|บวมน้ํา|  |Syn. edematous adj. ดู|edema|  |Syn. oedema
(อี|'|เดิน) n. แดน|สวรรค์|,|สวน|อี|เดน -|Edenic adj. ดู|Eden
n. ประเภท (order) สัตว์|ที่|ไร้|ฟัน
adj. ไร้|ฟัน|,|เช่น|ตัว|กิน|มด
(เอดจฺ) n. ขอบ|,|ริม|,|ข้าง|,|เขตแดน|,|สัน|,|ด้าน|คม|ของ|ใบ|มีด|,|ความ|คม|,|เหลี่ยม|,|เนินเขา|,|หน้าผา|,|ข้อได้เปรียบ|,|ตําแหน่ง|ที่|ดี|กว่า vt. ทํา|ให้|คม|,|ใส่|ขอบ|ให้|,|เคลื่อน|ไป|ทาง|ข้าง|,|ค่อย ๆ เคลื่อน|ไป|ทาง|ข้าง. vi. เคลื่อน|ไป|ข้างหน้า -|Phr. (edge out เอาชนะ|ทีละ|นิด|,|เล็ม) คํา|ที่|มี|ความหมาย|เห|มือ
n. เครื่องมือ|ตัด|ขอบ|,|เครื่องมือ|มี|คม
(เอด|'|เจอะ) n. เครื่อง|ทํา|ขอบ|,|เครื่องมือ|ทํา|รอย|บน|ขอบ
adj. ไป|ทาง|ขอบ|,|หัน|ริม|หรือ|คม|ออก|นอก
adj. ไป|ทาง|ขอบ|,|หัน|ริม|หรือ|คม|ออก|นอก
(เอด|,|'|จิง) n. การ|ทํา|ให้|คม|,|การ|ใส่|ขอบ|,|การ|ค่อย ๆ เคลื่อน|ไป|,|ริม|,|ขอบ|,|การ|ประดับ|ที่|ขอบ
(เอด|'|จี) adj. คม|,|เป็น|เค้าโครง|ที่|ชัดเจน|กระสับกระส่าย|,|กังวล|  |Syn. edgily adv. ดู|edgy edginess n. ดู|edgy
(เอด|,|'|ดะ|เบิล) adj. กิน|ได้|,|ใช้|กิน|ได้. -|n. อาหาร|,|ของกิน|  |Syn. edibility n. ดู|edible
(เอด|,|'|ดิคทฺ) n. คําสั่ง|,|กฤษฎีกา|,|คําประกาศ|,|พระบรม|ราชโองการ.  |Syn. edital adj. ดู|edict|  |Syn. decree
(เอด|ดะ|ฟะเค|,|'|เชิน) n. การ|สอน|,|การ|สั่งสอน|,|การ|อบรม|ศีลธรรม|,|การ|เทศนา|,|การ|กระตุ้น|  |Syn. instruction
(เอด|,|'|ดะ|ฟิส) n. ตึก|,|อาคาร|,|คฤหาสน์|,|สิ่ง|ปลูกสร้าง|ที่|ใหญ่โต|  |Syn. edificial adj. ดู|edifice
(เอด|,|'|ดะ|ไฟ) {|edified|,|edifying|,|edifies|} vt. สั่งสอน|,|อบรม|ศีลธรรม|,|เทศนา|,|กระตุ้น|  |Syn. edificatory adj. ดู|edify edifier n. ดู|edify edifyingly adv. ดู|edify|  |Syn. educate
(เอด|,|'|ดิท) {|edited|,|editing|,|edits|} vt. เรียบเรียง|,|แก้ไข|,|ตัดตอน|,|ตัด|ย่อ|,|เป็น|บรรณาธิการ|,|ลําดับ|เรื่อง|,|พิมพ์|โฆษณา|  |Syn. correct|,|revise
ภาวะ|บรรณาธิ|กร|หมายถึง การ|ที่|คอมพิวเตอร์|อยู่|ใน|สภาวะ|ที่|เตรียมพร้อม|จะ|รับ|การ|แก้ไข เรา|สามารถ|สั่ง|แก้ไข|ข้อความ|บน|จอภาพ|ได้ โดย|ผ่าน|ทาง|แป้นพิมพ์
ชุดคําสั่ง|บรรณาธิ|กร|หมายถึง|โปรแกรม หรือ|ชุดคําสั่ง|ที่|เตรียม|ไว้|ใน|ซอฟต์แวร์|ระบบ มี|หน้าที่|ช่วย|ตรวจ|แก้ไข|ชุดคําสั่ง|ต่าง ๆ มี|ความหมาย|เหมือน editor
(อิดิช|,|'|เชิน) n. ฉบับ|พิมพ์|,|ฉบับ|พิมพ์|ครั้ง|ที่|,|การ|พิมพ์|,|สิ่ง|ที่|คล้าย|กัน|มาก|,|คน|ที่|คล้าย|กัน|มาก|,|การ|เป็น|บรรณาธิการ
(เอด|,|'|ดิ|เทอะ) n. ผู้|เรียบเรียง|,|ผู้|รวบรวม|,|บรรณาธิการ
n. หัวหน้า บรรณาธิการ
(เอดดิ|โท|'|เรี|ยล) n.,|adj. (เกี่ยวกับ) บทบรรณาธิการ|,|บทนํา|,|บทความ.  |Syn. editorialist n.
n. ตําแหน่ง|บรรณาธิการ|,|ที่ทําการ|บรรณาธิการ|,|งาน|บรรณาธิการ
(เอ็ด|ลิน) เป็น|ชื่อ|โปรแกรม|ประเภท line editor ที่|รวม|อยู่|ใน|โปรแกรม|ระบบ|ดอส รุ่น 5.0 หรือ|รุ่น|ต่ํา|กว่า|นี้ ถ้า|เป็น|รุ่น 6.0 จะ|ไม่|มี|โปรแกรม|นี้|แล้ว (ปัจจุบัน|ไม่|มี|ใคร|ใช้|แล้ว) ดู editor ประกอบ
abbr. early diastolic murmur
(อี|ดี|พี) ย่อ|มา|จาก electronic data processing (แปล|ว่า การ|ประมวลผล|ข้อมูล|แบบ|อิเล็กทรอนิกส์) หมายถึง|การ|ใช้|เครื่อง|อิเล็กทรอนิกส์ (ซึ่ง|ก็|คือ เครื่อง|คอมพิวเตอร์ นั่นเอง) ทํา|การ|ประมวลผล|ข้อมูล|ที่|รับ|เข้า|ไป|ได้|อย่าง|รวดเร็ว แล้ว|แสดง|ผลลัพธ์|ให้|ตาม|ที่|สั่ง
abbr. ehier danlos syndrome
(เอด|'|จุ|คะ|เบิล) adj. ให้การ|ศึกษา|ได้|,|สอน|ได้|  |Syn. educability|,|educatability n.
(เอด|'|จุ|เคท) vt. ให้การ|ศึกษา|,|สั่งสอน|,|อบรม|,|ฝึกฝน|,|ให้|ความ|รู้ vi. อบรม|,|สั่งสอน
(เอด|'|จุ|เค|ทิด) adj. ซึ่ง|ได้|รับ|การ|ศึกษา|,|มี|การ|ศึกษา|,|มี|ความ|รู้
(เอด|จุ|เค|,|'|เชิน) n. การ|ศึกษา|,|การ|สั่งสอน|,|การ|ฝึกฝน|,|คุ|รุ|ศาสตร์|,|ศึกษาศาสตร์|  |Syn. educational adj. ดู|education|  |Syn. schooling|,|training
n. นักศึกษา|ศาสตร์|  |Syn. educationalist
(เอด|'|จุ|เค|เทอะ) n. ผู้|ให้การ|ศึกษา|,|นักการศึกษา|,|นักศึกษา|ศาสตร์|  |Syn. instructor
adj. เกี่ยวกับ|การ|ศึกษา
(อี|ดิวซฺ|,|') {|educed|,|educing|,|educes|} vt. นํา|ออก|,|ล้วง|เอา|,|ทํา|ให้|ป|รา|กฎ|ขึ้น|,|อนุมาน|จาก|  |Syn. educible adj. ดู|educe|  |Syn. infer
(อี|'|ดัคทฺ) n. การ|ศึกษา|,|สิ่ง|ที่|นํา|ออก|มา|  |Syn. eduction n. eductive adj.
(อี|ดัล|'|คะ|เรท) vt. ทํา|ให้|บริสุทธิ์|,|ขจัด|สิ่ง|เจือปน|ออก|,|ทํา|ให้|หวาน
abbr. end diastolic volume
abbr. European Economic Community องค์การ|ร่วมทาง|เศรษฐกิจ|แห่ง|ยุโรป
abbr. electroencephalogram
(อี|ล) n. ปลาไหล
abbr. eyes|,|ears|,|nose|,|throat
(อี|อี|พร็|อม) ย่อ|มา|จาก electronically erasable programmable read only memory (แปล|ว่า หน่วยความจํา|อ่าน|อย่างเดียว|ชนิด|โปรแกรม|และ|ลบ|ได้|ด้วย|กระแส|ไฟฟ้า) เป็น|ชิป (chip) ชนิด|หนึ่ง|ที่|มี|คุณสมบัติ|ตาม|ชื่อ ใช้|เป็น|หน่วยความจํา หาก|ต้องการ|แก้ไข จะ|ต้อง|ใช้|สัญญาณไฟ|ฟ้า|ลบ แล้ว|บันทึก|ของ|ใหม่|ลง|ไป หน่วยความจํา|ชนิด|นี้|จะ|เก็บ|ข้อมูล|ไว้|ได้|แม้ว่า|จะ|ไม่|ใช้|ไฟฟ้า
(เอีย|'|รี) adj. น่า|ขนลุก|,|ลึกลับ|,|ประหลาด.  |Syn. eerily adv. ดู|eerie eeriness n. ดู|eerie
ย่อ|มา|จาก electrically erasable read only memory (แปล|ว่า หน่วยความจํา|อ่าน|อย่างเดียว|ชนิด|ลบ|ได้|ด้วย|กระแส|ไฟฟ้า) เป็น|รอ|ม|ชนิด|หนึ่ง|ซึ่ง|สามารถ|นํามา|ลบ|และ|บันทึก|ใหม่|ได้|โดย|ไม่|ต้อง|ย้าย ออก|มา|จาก|แผง|วงจร การ|บรรจุ|โปรแกรม|ใหม่|ทํา|ได้|โดย|ใช้|กระแส|ไฟฟ้า และ|ทํา|ได้|สะดวก|กว่า อี|พร|อม (EPROM) มาก มี|ความหมาย|เหมือน EAROM|ดู ROM และ EPROM ประกอบ
(เอีย|'|รี) adj. น่า|ขนลุก|,|ลึกลับ|,|ประหลาด.  |Syn. eerily adv. ดู|eerie eeriness n. ดู|eerie
abbr. essential fatty acid
(อิเฟส|') vt. ลบ|ออก|,|ลบล้าง|,|ทําลาย|  |Syn. effaceable adj. ดู|efface effacement n.ดู|efface effacer n. ดู|efface|  |Syn. erase|,
(อิเฟคทฺ|') {|effected|,|effecting|,|effects|} n. ผล|,|อิทธิพล|, ป|รา|กฎ|การณ์|ที่|ลวงตา|,|ความหมาย|,|ทรัพย์สิน vt. ทํา|ให้|เกิด|ผล|,|ทํา|ให้|เกิด.  |Syn. effectible adj. ดู|effect -|Phr. (of no effect ไร้|ผล) -|Phr. (take effect ทํา|ให้|เกิด|ผล) -|S...
(อี|ฟิท|') adj. อ่อนเปลี้ย|เพลีย|แรง|,|ขาด|กําลังวังชา|,|เป็น|หมัน|,|ไร้|สมรรถภาพ|,|ล้าสมัย|,|ไม่|สามารถ|ทํา|ให้|เกิด|ผล.
(เอฟฟะเค|'|เชิส) adj. มี|ประสิทธิภาพ|,|มี|ผล|,|ได้|ผล.  |Syn. efficaciousness n.
(เอฟ|'|ฟะ|คะ|ซี) n. ประสิทธิภาพ|,|ความ|สามารถ|ที่|ทํา|ให้|เกิด|ผล|  |Syn. effectiveness
(อิฟิช|'|เชิน|ซี) n. ความ|ได้|ผล|,|ประสิทธิภาพ|,|ประสิทธิผล|  |Syn. efficacy
(อิฟิช|'|เชินทฺ) adj. ซึ่ง|มี|ประสิทธิภาพ|,|มี|ความ|สามารถ|,|มี|ผล|ต่อ|,|ซึ่ง|รับภาระ|ได้|อย่าง|สบาย
(อิฟิจ|'|จิ|เก|ท) vt. ทํา|รูปจําลอง|,|ทํา|หุ่น.  |Syn. effigiation n. ดู|effigiate
(เอฟ|'|ฟิจี) n. รูปจําลอง|,|รูป|หุ่น|,|  |Syn. effigial adj. ดู|effigy -|Phr. (burn (hang) in effigy|เผา|หรือ|แขวนคอ|หุ่น|จําลอง|เพื่อ|ประณาม|บุคคล)| 
(เอฟ|ละ|เรส) vi. ออก|ดอก|,|เป็น|ผง|,|เป็น|ผง|เกลือ|ผลึก|เมื่อ|สูญเสีย|น้ํา|  |Syn. efflorescence n. ดู|effloresce efforescent adj. ดู|effloresce
adj. ซึ่ง|ไหล|ออก|,|ซึ่ง|ปล่อย|ออก|  |Syn. effuent adj. ดู|effluence
(เอฟ|'|ฟลัคซฺ) n. การ|ไหล|ออก|,|สิ่ง|ที่|ไหล|ออก
(เอฟ|'|เฟิร์ท) n. ความ|พยายาม|,|ความ|มานะ|,|ความ|อุตสาหะ|,|การ|ทดลอง|ที่|ยากลําบาก|,|กําลัง|ของ|เครื่องจักร|,|ผล|ของ|ความ|พยายาม|  |Syn. exertion|,|attempt
(อิฟรัน|'|ทะ|รี) n. ความ|ทะลึ่ง|,|ความ|หน้าด้าน|ไร้|ยางอาย|  |Syn. impertinence
(อิฟัล|'|เจินทฺ) adj. โชติช่วง|,|เปล่งปลั่ง|,|ส่ง|รังสี|  |Syn. effulgence n. ดู|effulgent
(อิฟิวซฺ|') vt. ไหล|ออก|,|ปล่อย|ออก|,|การ|จา|ยอ|อก|,|ส่องแสง|,|พูด|มาก|,|พูด|น้ําท่วม|ทุ่ง.
(อิฟิล|'|เชิน) n. การ|ไหล|ออก|,|การ|กระจาย|ออก|,|สิ่ง|ที่|ไหล|ออก|,|สิ่ง|ที่|ซึม|ออก
(อิฟิว|'|ซิ|ฟว) adj. ซึ่ง|ไหล|ออก|,|ซึ่ง|ซึม|ออก|, (คําพูด) น้ําท่วม|ทุ่ง|,|พรั่งพรู|ออก (อารมณ์)|  |Syn. effusiveness n. ดู|effusive|  |Syn. overflowing
n. n. กลิ่น|,|กลิ่น|เหม็น|,|อีเทอร์|,|ไอระเหย|,|การ|หายใจออก.  |Syn. effluvial adj.
(เอฟทฺ) n. สัตว์ เลื้อยคลาน|จําพวก|จิ้งจก|,|ตุ๊กแก|,|กิ้งก่า|,|เหี้ย adv. อีก|,|หลังจาก|นั้น
adv. หลังจาก|นั้น|ไม่|นาน|,|อีก|  |Syn. eftsoons
(อี|จีเอ) ย่อ|มา|จาก enhanced graphics adapter (แปล|ว่า ตัว|ปรับ|ต่อ|ภาพ|เพิ่ม|ความ|คม) เป็น|มาตรฐาน|การ|แสดง|ภาพ|กราฟิก|บน|จอภาพ|ซึ่ง|บริษัท|ไอ|บีเอ็ม|พัฒนา|ใช้|อยู่|ก่อน ใน|ปัจจุบัน จอภาพ|ได้|รับ|การ|พัฒนา|ให้|ดี|ขึ้น|เรื่อย ๆ ที่|มี|ชื่อ|เป็น|ที่|นิยม เรียก|กัน|ว่า วีจีเอ (VGA) และ ซุเปอร์วีจีเอ (SVGA) ซึ่ง|จะ|สามารถ|แสดง|สี|ที่|สวย|กว่า กับ|ทั้ง|มี|ความ|คมชัด|มาก|กว่า ดู CGA|, VGA และ SVGA ประกอบ
(อิ|แก|ด|') interj. โอ้โฮ|! พระเจ้า|ช่วย|!
(อิ|แก|ลลิแทร์|'|เรียน) adj. เกี่ยวกับ|ความ|เสมอภาค|ของ|มวล|มนุษย์ -|n. ผู้|ยึด|หลัก|ความ|เสมอภาค|ของ|มนุษย์|ทุกคน.  |Syn. egalitarianism n. ดู|egalitarian
(เอ|กะ|ลี|เท|') n.,|Fr. ความ|เสมอภาค
abbr. esophagogastroduodenoscopy
n. เครื่องมือ|ตัด|ขอบ|,|เครื่องมือ|มี|คม
(อี|เจอ|'|เรีย) n. ที่ปรึกษา|ที่|เป็น|ผู้หญิง
(อี|เจ|สทฺ|') vt. ปล่อย|ออก|,|ขับ|ออก|  |Syn. egestion n. ดู|egest egestive adj. ดู|egest
(อี|เจ|ส|'|ทะ) n. มูล|,|ของเสีย|จาก|ร่างกาย|  |Syn. egestion n. egestive adj.
(เอก) {|egged|,|egging|,|eggs|} n. ไข่|,|สิ่ง|ที่|คล้าย|ไข่|,|เซลล์|สืบพันธุ์|ของ|เพศ|ตัวเมีย|,|บุคคล. vt. ใส่|ไข่|,|จุ่ม (อาหาร) ลง|ใน|ไข่|ที่|ตี|แล้ว -|Phr. (in the egg ใน|ระยะ|แรกเริ่ม|,|ซึ่ง|ยัง|ไม่|เจริญ|,|ซึ่ง|ยัง|ไม่|พัฒนา) vt. กระตุ้น|,|ให้|กําลังใจ -|Phr. (a bad egg คน|เลว|,|คน|ไม่|ซื่อ) คํา|ที่
เครื่องดื่ม|ที่|ประกอบ|ด้วย|ไข่ไก่|นม|หรือ|ครีม น้ําตาล|และ|มัก|ผสม|เหล้า
ไข่ (แป้ง|ผสม|ไข่) หุ้ม|เนื้อ|ทอด|ผสม|หน่อไม้ หัวหอม|และ|อื่น ๆ
n. เครื่อง|ตี|ไข่
n. ถ้วย|สําหรับ|วาง|ไข่|ต้ม|ที่|ยัง|ไม่|ได้|ปอก
(เอก|'|เฮ|ด) n. ผู้|มี|ปัญญา|,|ปัญญาชน
เครื่องดื่ม|ที่|ประกอบ|ด้วย|ไข่ไก่|นม|หรือ|ครีม น้ําตาล|และ|มัก|ผสม|เหล้า
n. ต้น|มะเขือ|ผล|เป็น|สี|ม่วง ขาว|หรือ|เหลือง
n. ชื่อ|กุหลาบ มีด|อก|สี|ชมพู|,
(เอก|'|โก|,|อี|'|โก) n. อัตตา|,|ตัวเอง|,|อัต|มา|,|ความ|เห็นแก่ตัว|  |Syn. self|,|egotism -|pl. egos
n. การ|กระทํา|ที่|อวดดี|,|การ|กระทํา|ที่|โอ้อวด
(เอก|'|โก|ท|ริ|พ|,|อี|'|โก|ท|ริ|พ) vi. โอ้อวด
adj. เชิง|อัตรา|,|เห็นแก่ตัว
(เอก|'|โก|อิส|ซึม|,|อี|-) n. ลัทธิ|อัตตา|,|คตินิยม|ตน|,|ความ|เห็นแก่ตัว|,|ลัทธิ|เห็นแก่ตัว|  |Syn. egoistic adj. ดู|egoism egoistical adj. ดู|egoism|  |Syn. egotism
(เอก|'|โก|อิสทฺ|,|อี|'|โก|อิสทฺ) n. ผู้|เห็นแก่ตัว|,|ผู้|ทะนง|ตัว
n. ความ|เป็น|แก่|ตัวอย่าง|ร้ายแรง|  |Syn. egomaniac n. ดู|egomania egomaniacal n.
(เอก|'|กะทิ|สทฺ|,|อี|'|กะทิ|สทฺ) n. คน|คุย|โว|,|คน|อวดดี|,|คน|ทะนง|ตัว|  |Syn. boaster
abbr. erythrocyte glutathione reductase
(อิก|รี|'|เจิส) adj. เลว|ระยํา|,|อย่าง|มหันต์.  |Syn. egregiousness n. ดู|egregious
(อี|'|เก|รส) n. การ|ออก|ไป|ข้างนอก|,|ลัทธิ|ใน|การ|ออก vi. (อิ|เก|รส|') ออก|,|ออก|ไป|  |Syn. egression n.
(อี|'|เก|รท|,|เอก|'|ก|ริ|ท) n. นกกระยาง|,|ขน|นกกระยาง
(อี|จิพทฺ) n. ประเทศ|อียิปต์
(อี|จิพ|'|เชิน) adj. เกี่ยวกับ|ประเทศ|หรือ|ภาษา|อียิปต์ -|n. ชาว|อียิปต์|,|ภาษา|อียิปต์
n. อิยิปต์|วิทยา -|Egyptolgical adj. -|Egyptologist n.
(เอ|'|อี) interj. คําอุทาน|แสดง|ความ|สงสัย|ประหลาดใจ|,|เฮ้อ|!
abbr. pidermic hemorrhagic fever
abbr. enzyme immunoassay
(ไอ|เดท|'|ทิค) adj. เหมือน|ของ|จริง|มาก|,|เกี่ยวกับ|ธรรม|ชา|ต|'|ของ|รูปแบบ|ที่|บริสุทธิ์|หรือ ส่วน|สําคัญ
(ไอ|'|โด|กราฟ) n. เครื่องมือ|ขยายภาพ|วาด
(ไอ|โด|'|ลัน) n.,|เงา|,|ความ|ฝัน|,|สิ่ง|หลอกลวง|,|มโนภาพ
n. รูปแบบ|,|ความคิด|,|องค์ประกอบ|ที่|สําคัญ -|pl. eide
(ไอ|'|เฟีล) n. หอ|สูง|ที่|ทํา|ด้วย|เหล็กใน|กรุง|ปารีส
(เอท) n.,|adj. แปด|,
(เอท|'|ที|น) n.,|adj. 18
(เอท|'|ที|นธฺ) adj.,|n. ที่ 18
(เอธ) adj.,|n. ที่ 8|  |Syn. eightly adv. ดู|eighth
(เอ|'|ทิเอธ) adj.,|n. ที่ 80,
(เอ|'|ที) n.,|adj. แปดสิบ|,|eighties จํานวน|ปี|,|ช่วง|ระยะ|เวลา|ที่อยู่|ระหว่าง 80|-|89 -|pl. eighties
บัตร 80 คอลัมน์|บัตร|ทํา|ด้วย|กระดาษ มี|ไว้|ใช้|สําหรับ|บรรจุ|ข้อมูล โดย|ปกติ|จะ|ต้อง|มี|รูปร่าง|และ|ขนาด|ตาม|มาตรฐาน|ที่|กําหนด (71|/|8 นิ้ว +|31|/|4 นิ้ว) จะ|ต้อง|ทํา|ด้วย|กระดาษ|ชนิด|พิเศษ|ที่|มี|ความ|ต้านทาน|ความ|ชื้น|สูง และ|มี|ความ|ต้านทาน|สูง|ต่อ|การ|เปลี่ยนแปลง|ของ|อุณหภูมิ|ใน|อากาศ ใน|การ|บรรจุ|ข้อมูล|นั้น ใช้|วิธี|เจาะ|รู|ตาม|คอลัมน์|ของ|บัตร|ซึ่ง|จะ|มี 80 คอลัมน์ (จึง|เรียก|กัน|ว่า บัตร 80 คอลัมน์) แต่ละ|คอลัมน์|มี 12 แถว ใน|การ|เจาะ|นั้น|รู|หนึ่ง|รู|ใน|แต่ละ|คอลัมน์|เป็น|รหัส|ใช้|แทน|ตัวเลข (0|-|9) และ|รู|สอง|รู|หรือ|มาก|กว่า|ใน|แต่ละ|คอลัมน์|เป็น|รหัส|ใช้|แทน|ตัวอักษร (A|-|Z) หรือ อัก|ขร|พิเศษ|อื่น ๆ เมื่อ|ใส่|บัตร|เข้า|เครื่อง รู|เหล่านี้|จะ|ถูก|แปรง|ไฟฟ้า|ปัด|ผ่าน ทํา|ให้|เครื่อง สามารถ|อ่าน|ข้อมูล|เข้า|ไป|ได้ บัตร|คอมพิวเตอร์|ที่|นิยม|ใช้|กัน|มาก|คือ บัตร|ที่ ดร. เฮอร์|แมน ฮอล|เลอ|ริ|ท (Hermann Hollerith) แห่ง|บริษัท|ไอ|บีเอ็ม (IBM) เป็น|ผู้|คิด|ขึ้น บางที|จึง|นิยม|เรียก|กัน|ว่า บัตร|ไอ|บีเอ็ม (IBM card) หรือ บัตร|ฮอล|เลอ|ริ|ท (Hollerith card) ดู card ประกอบ
ธาตุ|กัมมันตรังสี|ชนิด|หนึ่ง|,|Es.
n. ข้อเสนอ|ให้|ปรองดอง|กัน
(อี|ไอ|เอส) ย่อ|มา|จาก executive information system (แปล|ว่า ระบบสารสนเทศ|เพื่อ|ผู้บริหาร) หมา|ถึง|การ|นํา|สารสนเทศ|หรือ|ข้อมูล|ต่าง ๆ มา|เก็บ|ไว้|ใน|รูปแบบ|ที่|ผู้บริหาร|มักจะ|ต้องการ|ใช้ และ|สามารถ|จะ|เรียก|มา|ดู หรือ|ใช้ได้|สะดวก
(อี|ซา) ย่อ|มา|จาก extended industry standard architecture (แปล|ว่า การ|ออกแบบ|มาตรฐาน|แบบ|ขยาย) คอมพิวเตอร์|ของ|บริษัท|ไอ|บีเอ็ม|จะ|ออกแบบ|และ|ใช้|บัส (bus) แบบ ISA (industry standard archi|- tecture) เป็น|มาตรฐาน แต่|เครื่อง|ที่|เทียบเคียง|กับ|เครื่อง|ไอ|บีเอ็ม (IBM compatibles) นั้น แทน|ที่|จะ|ใช้|ตาม|มาตรฐาน|นี้ กลับ|ออกแบบ|บัส|ให้|เพิ่ม|ความ|เร็ว|ขึ้น เรียก|ว่า อี|ซา เมื่อ|ไอ|บีเอ็ม|ผลิต|คอมพิวเตอร์ PS|/|2 จึง|ได้|กําหนด|มาตรฐาน|ของ|บัส|ใหม่ โดย|พัฒนา|ให้|เร็ว|ยิ่ง|ขึ้น|ไป|อีก เรียก|ว่า MCA ซึ่ง|ย่อ|มา|จาก micro channel architecture ดู MCA ประกอบ
(ไอ|'|เธอะ|,|อี|'|เธอะ) adj.,|pron. แต่ละ|,|อัน|ละ|,|ชิ้น|ละ|,|อัน|ใด|อัน|หนึ่ง (ของ|2|อัน) -|conj. ถ้า|ไม่...ก็...หรือว่า adj. ด้วย|,|เหมือน|กัน|,|เช่นเดียวกัน
(อี|แจ|ค|'|คิว|เลท) vt.,|vi. พูด|ออก|มา|อย่าง|กะทันหัน|และ|สั้น ๆ ,|ร้อง|อุทาน|,|พุ่ง|น้ํากาม|ออก|มา -|n. น้ํากาม|ที่|พุ่ง|ออก|มา.  |Syn. ejaculator n. ดู|ejaculate ejaculation n. ดู|ejaculate
(อี|เจ|คทฺ|') {|ejected|,|ejecting|,|ejects|} vt. ขับ|ออก|,|ขับไล่|,|ขว้าง|ออก|,|พ่น|,|เป่า|,|พุ่ง. vi. ดีด|ตัว|ออก|จาก|เครื่องบิน|  |Syn. ejection n. ดู|eject ejective adj. ดู|eject ejector n. ดู|eject
abbr. epidermic keratoconjunctivitis
(อี|ค) {|eked|,|eking|,|ekes|} vt. เพิ่ม|,|ขยาย|,|ยืด|,|ทํา|ให้|ยาว|ขึ้น adv. ด้วย|,|อีก|ด้วย -|Phr. (eke out ชดเชย|ส่วน|ที่|ขาด|ไป|หรือ|ไม่ สมบูรณ์|,|ผดุง|ไว้)| 
abbr. electrocardiogram|ภาพ|คลื่น|ไฟฟ้า|ของ|หัวใจ
(อี|คิส|'|ทิคซฺ) n. วิชา|เกี่ยวกับ|ผังเมือง
(อี|แลบ|'|เบอเรท) adj. ประณีต|,|ซับซ้อน vt.,|vi. วางแผน|อย่าง|ละเอียด|,|ทํา|อย่าง|ประณีต|,|บรรยาย|อย่าง|ละเอียด|  |Syn. elaboration n. ดู|elaborate elaborative adj. ดู elaborator n. ดู laborate|  |Syn. develop Ant. simple
n. เครื่องวัด|น้ําหนัก|ของ|น้ํามัน
n. ความ|ฮึกเหิม|,|ความ|เร่าร้อน
(เอ|ลาน|'|วีทัล) n. พลัง|สร้างสรรค์|ภายใน|ตัว|สิ่งมีชีวิต|เกี่ยวกับ|การ|เจริญเติบโต และ|การ|ปรับ|ตัว|ของ|ร่างกาย
(อี|'|แล|นดฺ) n. ละมั่ง มี|เขา|ยาว
(อิ|แล|พซฺ|') vi. ผ่าน|,|พ้น|,|ล่วง -|n. การ|ผ่านพ้น|ไป|ของ|เวลา
adj. ,|n. (เกี่ยวกับ) ปลากระดูกอ่อน|ประเภท|ฉลาม|ปลากระเบน
(อิ|แล|ส|'|ทิค) adj. ยืดหยุ่น|,|ยืด|หด|ได้|,|เด้ง|ได้|,|ไม่|ตายตัว|,|ขึ้น ๆ ลง ๆ -|n. ยาง|ที่|ยืดหยุ่น|,|วัตถุ|ที่|ยืดหยุ่น.  |Syn. elastically adv. ดู|elastic|  |Syn. pliant
(อิ|แล|สทิส|'|ซิ|ที) n. ลักษณะ|ที่|ยืดหยุ่น|ได้
(อิเลท|') {|elated|,|elating|,|elates|} vt. ทํา|ให้|มี|ความ|สุข|มาก|,|ทํา|ให้|ปี|ติ|ยินดี|,|ทํา|ให้|ร่าเริง adj. ร่าเริง|,|ปี|ติ|ยินดี|,|อิ่มอกอิ่มใจ|มาก|  |Syn. excite
(อิเล|'|ทิด) adj. มี|ความ|สุข|มาก|,|ภูมิใจ|มาก|,|ปี|ติ|ยินดี|,|อิ่มอกอิ่มใจ|มาก|  |Syn. elatedness n.
(อิเล|'|เชิน) n. ความ|ปลื้ม|ปี|ติ|ยินดี|,|ความ|ภูมิใจ|,|อารมณ์|ตื่นเต้น|ดีใจ|,|ความ|อิ่มอกอิ่มใจ
(เอล|'|โบ) n. ศอก|,|ข้อศอก|,|สิ่ง|หรือ|ส่วน|ที่|งอ|คล้าย|ข้อศอก|,|ข้อต่อ|ท่อน้ํา vt.,|vi. ดัน|ด้วย|ข้อศอก -|Phr. (up to the elbows มี|ธุระ|ยุ่ง)| 
n. การ|เกิด|แผล|เน่าเปื่อย|และ|เหม็น
n. ผู้เชี่ยวชาญ|ขจัด|ไฝ|หรือ|หูด|ด้วย|กระบวนการ electrolysis
(เอ|ลด|ฺ) n. อายุ|,|อายุ|มาก|,|ยุค|โบราณ
(เอล|'|เดอะ) adj.,|n. (บุคคล|ที่) แก่|กว่า|,|อาวุโส|กว่า|,|มี|ตําแหน่ง|สูง|กว่า|,|เก่า|กว่า.  |Syn. senior
(เอล|'|เดอลี) adj. ค่อนข้าง|เก่า|,|ซึ่ง|มี|อายุ|อยู่|ระหว่าง|วัย|กลางคน|กับ|วัย|ชรา|,|เกี่ยวกับ|คน|วัย|ชรา|  |Syn. elderliness n. ดู|elderly
adj. แก่|ที่สุด|,|เป็น|ผู้อาวุโส|ที่สุด|  |Syn. oldest
(เอล|'|ริ|ช) adj. น่ากลัว|,|แปลกประหลาด|,|พิลึก|วิตถาร.  |Syn. eldrich
(อิเลคทฺ|') {|elected|,|electing|,|elects|} vt.,|vi. คัดเลือก|,|เลือก adj. รักษา|การ|,|ซึ่ง|ได้|รับ|การ|เลือก|,|ถูก|เลือก. -|n. -|Phr. (the elect ผู้|ที่|ถูก|เลือก|,|ผู้|ที่|ได้|รับ|การ|เลือก|จาก|พระผู้เป็นเจ้า)|  |Syn. choose
(อี|เลค|'|ที) n. ผู้|ได้|รับ|เลือก
(อี|เลค|'|เชิน) n. การ|เลือกตั้ง|,|การ|คัดเลือก|,|การ|เลือก|,|สิทธิ|การ|เลือกตั้ง|,|การ|เลือก|โดย|พระผู้เป็นเจ้า|  |Syn. selection
(อี|เลค|'|เชินเนียร์) vi. ดําเนินการ|หาเสียง|ให้|ผู้สมัคร|รับ|เลือกตั้ง|  |Syn. electioneerer n. ดู|electioneer
(อี|เลค|'|ทิฟว) adj. เกี่ยวกับ|การ|เลือก|,|-|n. วิชา|เลือก|  |Syn. electiveness n. ดู|elective|  |Syn. chosen
n. การ|นวด|ด้วย|ไฟฟ้า
(อี|เลค|'|เทอะ) n. ผู้|เลือก
adj. เกี่ยวกับ|ผู้|เลือก|,|เกี่ยวกับ|การ|เลือก
คะแนนเสียง|ที่|ลง|โดย|ผู้แทน|รัฐ (electoral college) ใน|การ|เลือก|ประธานาธิบดี|และ|รอง|ประธานาธิบดี|ของ|สหรัฐอเมริกา
n. ประชาชน|ผู้|มี|สิทธิ|เลือกตั้ง|ทั้งหมด|,|เขต|เลือกตั้ง
Pref. '|ไฟฟ้า|'
n. ผู้|เลือกตั้ง|ที่|เป็น|หญิง
(อี|เลค|'|ท|ริ|ค) adj. เกี่ยวกับ|ไฟฟ้า|,|น่า|ตื่นเต้น|,|ตื่นตระหนก|  |Syn. dynamic
adj. ดู electric|,|เกี่ยวกับ|ไฟฟ้า|  |Syn. electricalness n.  |Syn. electric
หน่วยความจํา|อ่าน|อย่างเดียว|ชนิด|แก้ไข|ได้|ใช้|ตัวย่อ|ว่า EAROM (อ่าน|ว่า|อี|รอ|ม) เป็น|รอ|ม (ROM) ชนิด|หนึ่ง ซึ่ง|สามารถ|นํามา|ลบ|และ|บันทึก|ใหม่|ได้|โดย|ไม่|ต้อง|ย้าย|ออก|มา|จาก|แผง|วงจร การ|บรรจุ|โปรแกรม|ใหม่|ทํา|ได้|โดย|ใช้|กระแส|ไฟฟ้า และ|ทํา|ได้|สะดวก|กว่า|อี|พร|อม (EPROM) มาก|ดู ROM และ EPROM ประกอบ
(อี|เลคท|ริ|ช|'|เชิน) n. ช่างไฟฟ้า
(อี|เลคท|ริ|ส|'|ซิ|ที) n. ไฟฟ้า|,|กระแส|ไฟฟ้า|,|วิชา|ไฟฟ้า|,|การไฟฟ้า|,|ประจุไฟฟ้า|,|ไฟฟ้าสถิต|,|อารมณ์|หรือ|ความรู้สึก|ที่|ตื่นเต้น|,|เร่าร้อน|ตึงเครียด
(อี|เลค|'|ท|ริ|ไฟ) vt. อัด|ไฟ|,|อัด|ไฟฟ้า|,|ปล่อย|กระแส|ไฟฟ้า|,|ทํา|ให้|ตื่นตระหนก|มาก|,|ทํา|ให้|ตื่นเต้น|มาก|  |Syn. electrification n. ดู|electrify electrifier n. ดู|electrify|  |Syn. terrify
Pref. '|ไฟฟ้า|'
n. ภาพ|คลื่น|ไฟฟ้า|ของ|หัวใจ|  |Syn. EKG|,|E.K.G.,|ECG|,|E.C.G.,|cardiogram
n. เครื่องตรวจ|และ|บันทึก|คลื่น|ไฟฟ้า|ของ|หัวใจ cardiograph
n. การ|เผ่า|จี้|ด้วย|ไฟฟ้า
vt. ฆ่า|ด้วย|กระแส|ไฟฟ้า|,|ประหาร|ชีวิต|ด้วย|เก้าอี้|ไฟฟ้า|  |Syn. electrocution n.
(อี|เลค|'|โท|รด) n. ขั้ว|ไฟฟ้า
n. การ|ทําลาย|เนื้อเยื่อ|ด้วย|กระแส|ไฟฟ้า|ซึ่ง|ทํา|ให้|สูญเสีย|น้ํา
n. เครื่องมือวัด|กระแส|ไฟฟ้า
n. ภาพ|กระแส|ไฟฟ้า
n. ดู|electrograph
n. บันทึก|เป็น|กราฟ|ที่|ได้|จาก|วิธีการ|ทาง|ไฟฟ้า
n. โคม|ระย้า
(อี|เลคท|รอ|ล|'|ลิ|ซิ|ส) n. การ|ผ่าน|กระแส|ไฟฟ้า|เข้า|ไป|ใน electrolytes และ|มี|การ|เคลื่อนที่|ของ|ไอออน (ions) ไป|ยัง|ขั้ว|ไฟฟ้า|,|การ|ทําลาย|เนื้องอก รากผม ไฝ หูด ด้วย|กระแส|ไฟฟ้า
(อี|เลค|'|โทร|ไลทฺ) n. สารประกอบ|ใน|สารละลาย|ที่|เป็น|ตัวนํา|ไฟฟ้า|และ|แตก|ตัว|เป็น|ไอออน|  |Syn. electytic adj.
(อิเลค|'|ท|ระ|ไลซ) vt. ทํา|ให้|สลาย|ตัว ด้วย|กระบวนการ electrolysis n.  |Syn. electrolys (z) ation n. ดู|electrolyse electrolysation n. ดู|electrolyse electrolyzation n. ดู|electrolyse electrolyser n. ดู|electrolyse electrolyszer n. ดู|electrolyse
n. เครื่องมือ|แม่เหล็กไฟฟ้า
adj. เกี่ยวกับ|ภาวะ|แม่เหล็กไฟฟ้า
n. วิชา|ผสม|โลหะ|ที่|เกี่ยวกับ|ไฟฟ้า
n. วิชา|ผสม|โลหะ|ที่|เกี่ยวกับ|ไฟฟ้า.
adj.ซึ่ง|ทํา|ให้|กระแส|ไฟฟ้า|เคลื่อน|ไป|ตาม|ตัวนํา|,
n. เครื่องกําเนิดไฟฟ้า
(อี|เลค|'|ท|รอน) n. อิเล็คตรอน|ของ|อะตอม
ขั้วลบ|ใน|หลอด|cathode|-|ray|-|tube|ที่|ปล่อย|อิเล็กตรอน|ออก|มา
adj. เกี่ยวกับ|อิเล็กทรอนิกส์
การ|ประมวลผล|ข้อมูล|แบบ|อิเล็กทรอนิกส์|ใช้|ตัวย่อ|ว่า EDP (อ่าน|ว่า อี|ดี|พี) หมายถึง|การ|ใช้|เครื่อง|อิเล็กทรอนิกส์ (ซึ่ง|ก็|คือ เครื่อง|คอมพิวเตอร์ นั่นเอง) ทํา|การ|ประมวลผล|ข้อมูล|ที่|รับ|เข้า|ไป|ได้|อย่าง|รวดเร็ว และ|แสดง|ผลลัพธ์|ให้|ตาม|ที่|สั่ง
ไปรษณีย์|อิเล็กทรอนิกส์|ใช้|ตัวย่อ|ว่า e|-|mail หมายถึง|การ|สื่อสาร|หรือ|การ|ส่ง|ข้อความ โน้ต หรือ|บันทึก|ออก|จาก|คอมพิวเตอร์|เครื่อง|หนึ่ง ผ่าน|ไป|เข้า|เครื่อง|ปลาย|ทาง (terminal) หรือ|เข้า|เครื่อง|คอมพิวเตอร์|อีก|เครื่อง|หนึ่ง|โดย|ส่ง|ผ่าน|ทาง|ระบบเครือข่าย (network) ผู้|ส่ง|จะ|ต้อง|มี|เลขที่|อยู่ (e|-|mail address) ของ|ผู้|รับ และ|ผู้|รับ|ก็|สามารถ|เปิด|คอมพิวเตอร์|เรียก|ข่าวสาร|นั้น|ออก|มา|ดู|เมื่อใด|ก็ได้ โดย|ปกติ จะ|ไม่|มี|การ|พิมพ์|ข้อความ|หรือ|ข่าวสาร|นั้น|ลง|แผ่น|กระดาษ นับ|ว่า|เป็น|การ|ประหยัด|กระดาษ|ไป|ได้|ส่วนหนึ่ง โดย|ทั่วไป ถือ|กัน|ว่า|เป็น|งาน|ส่วนหนึ่ง|ของ|สํานักงาน|อัตโนมัติ (office automation) ปัจจุบัน|ได้|รับ|ความ|นิยม|เป็นอันมาก
มัก|เรียก|ด้วย|ชื่อย่อ|ว่า ENIAC (อ่าน|ว่า อี|นีแอ็ก) เป็น|ชื่อ|ของ|เครื่อง|คอมพิวเตอร์|รุ่น|โบราณ (ยุค|ที่|หนึ่ง) มี|ขนาด|ใหญ่|มาก มี|หลอด|สูญญากาศ|เป็น|หน่วยความจํา|ถึง 180,000 หลอด สร้าง|ขึ้น|ราว|ทศวรรษ 1940|ดู first generation computer ประกอบ
electronically erasable programmable read only memory หน่วยความจํา|อ่าน|อย่างเดียว|ชนิด|โปรแกรม|และ|ลบ|ได้|ด้วย|กระแส|ไฟฟ้า|ใช้|ตัวย่อ|ว่า EEPROM (อ่าน|ว่า|อี|อี|พร็|อม หรือ|บางที|อ่าน|ว่า อี|พร็|อม|ก็ได้) เป็น|ชิป (chip) ชนิด|หนึ่ง|ที่|มี|คุณสมบัติ|ตาม|ชื่อ ใช้|เป็น|หน่วยความจํา หาก|ต้องการ|แก้ไข จะ|ต้อง|ใช้|สัญญาณไฟ|ฟ้า|ลบ แล้ว|บันทึก|ของ|ใหม่|ลง|ไป หน่วยความจํา|ชนิด|นี้|จะ|เก็บ|ข้อมูล|ไว้|ได้|แม้ว่า|จะ|ไม่|ใช้|ไฟฟ้า
n. วิทยาศาสตร์|ที่|เกี่ยวกับ|การ|พัฒนา|และ|การ|ใช้|อุปกรณ์|และ|ระบบ|ที่|เกี่ยวกับ|การ|วิ่ง|ของ|อิเล็กตรอน|ใน|สูญญากาศ หรือ|ใน|สื่อ|ที่|เป็น|แก๊ส
(อี|เลค|โทร|ฟะ|รี|'|ซี|ส) n. การ|เคลื่อนไหว|ของ|อนุภาค|คอ|ลลอยด์|ที่|แขวน|อยู่|ใน|ของเหลว|เนื่องจาก|อิทธิพล|ของ|สนาม|ไฟฟ้า|ใน ของเหลว|นั้น.  |Syn. cataphoresis.  |Syn. electrophoretic adj.
adj. ซึ่ง|มี|ประจุไฟฟ้า|บวก
n. เครื่องตรวจวัด|ไฟฟ้าสถิต
n. ช็อค|จาก|กระแส|ไฟฟ้า|ใช้|ใน|การ|บําบัด
adj. เกี่ยวกับ|ไฟฟ้าสถิต
เครื่องพิมพ์|แบบ|ใช้|ความ|ร้อน|เป็น|เครื่องพิมพ์|หรือ|อุปกรณ์|แสดง|ผล|ของ|คอมพิวเตอร์|ชนิด|หนึ่ง ที่|จัด|อยู่|ใน|ประเภท|เครื่องพิมพ์|แบบ|ไม่|กระทบ (non impact printer) กล่าวคือ|จะ|พิมพ์|ออก|มา|ใน|ลักษณะ|เป็น|จุด ๆ (dot matrix) ทีละ|จุด โดย|อาศัย|ความ|ร้อน|ที่|ปลาย|เส้น|ลวด แล้ว|ทํา|ให้|เกิด|เป็น|รูปแบบ|ตัวอักษร|ใน|ลักษณะ|ต่าง ๆ บน|กระดาษ|มี|ความหมาย|เหมือน thermal printer
n. โลหะ|ผสม|สี|เหลือง|ของ|ทอง|และ|เงิน
n. ยา|ป้าย|ลิ้น|ผสม|น้ําตาล
(adj.) เกี่ยวกับ|ของขวัญ|หรือ|การ|บริจาค
(เอล|'|ละ|เกิน|ซฺ) n. ความ|งดงาม|,|ความ|เก๋|,|ความ|สละสลวย|,|สิ่ง|ที่|สวยงาม|,|สิ่ง|ที่|เรียบร้อย|,|สิ่ง|ที่|เก๋|,|ความ|ดีเลิศ|  |Syn. fineness
(เอล|'|ละ|เกิน|ซี) n. ดู|elegance
(เอล|'|ละ|เกิน|ทฺ) adj. งดงาม|,|เก๋|,|สละสลวย|,|สวยงาม|,|เรียบร้อย|,|ดีเลิศ|  |Syn. refined
(เอล|ละ|ไจ|'|แอ|ค) adj. เสียใจ|,|ระทมทุกข์|,|เป็น|ทํานอง|ไว้อาลัย -|n. บทกวี|ไว้อาลัย
(เอล|'|ลิ|ไจ|ซ) v. ไว้อาลัย|ด้วย|เพลง|หรือ|บทกวี|ที่|ไว้อาลัย.
(เอล|'|ลิจิสท) n. นักประพันธ์|บทกวี|ไว้อาลัย
(อี|ลี|'|จิท) n. คําสั่ง|อายัด|ทรัพย์สิน|ของ|จําเลย|จนกว่า|จําเลย|จะ|ใช้หนี้|หมด
(เอล|'|ลิ|ไจ|ซ) v. ไว้อาลัย|ด้วย|เพลง|หรือ|บทกวี|ที่|ไว้อาลัย.
(เอล|'|ลิจี) n. บทกวี|ไว้อาลัย|,|เพลง|ไว้อาลัย
(เอล|'|ละ|เมิน|ทฺ) n. ธาตุ|,|ธาตุแท้|,|ปัจจัย|สําคัญ|,|หน่วย|,|ที่อยู่|ตาม|ธรรมชาติ|,|สภาพแวดล้อม|ตาม|ธรรมชาติ|,|รากฐาน|,|พื้นฐาน|,|ขั้ว|ไฟฟ้า|  |Syn. elemental adj.
(เอล|ละ|เมน|'|ทะ|รี) adj. เบื้องต้น|,|พื้นฐาน|,|มูลฐาน|,|ปฐม|,|ปฐมภูมิ|,|ชั้น|ประถม|  |Syn. elementarily adv. elementariness n. ดู|elementary|  |Syn. simple
(อี|เลง|'|คัส) n. การ|ปฎิ|เส|ธ|,|การ|พิสูจน์|ว่า|ไม่|จริง|,|การ|ลบล้าง|  |Syn. elenctic adj. -|pl. elenchi)| 
n. ส่วน|ที่|เป็น|ของเหลว ของ|น้ํามัน|ระเหย
(เอล|'|ละ|เฟิน|ทฺ) n. ช้าง
ผล|มะ|ขวิด|,|ต้น|มะ|ขวิด
 |Syn. ear n. ต้น|เผือก
(เอล|ละ|ฟัน|ไท|'|อะ|ซิ|ส) n. โรค|เท้าช้าง
adj. เกี่ยวกับ|ช้าง|,|คล้าย|ช้าง|,|ใหญ่โต|,|กําลัง|มหาศาล|,|หนัก|มาก|,|อุ้ยอ้าย
(เอล|'|ละ|เวท) vt.,|adj. ยก|ขึ้น|,|เลื่อน|ตําแหน่ง|,|บํารุง|น้ําใจ|  |Syn. lift up
(เอล|'|ละ|เว|ทิด) adj. สูง|ขึ้น|,|เลื่อน|ขึ้น|,|มี|ฐานะ ตําแหน่ง|หรือ|ยศ|ที่|สูง|ขึ้น|,|สูงส่ง|,|มี|ความ|รู้|สูง|ขึ้น|,|ปี|ติ|ยินดี|,|ลิงโลด|  |Syn. lofty|,|exalted
(เอลลิเว|'|เชิน) n. การ|ยก|ให้|สูง|ขึ้น|,|สิ่ง|ปลูกสร้าง|ที่|สูง|เด่น|,|ที่|สูง|,|ความ|สูงส่ง|,|ความ|สูง|ศักดิ์|,|ความ|ภูมิฐาน|  |Syn. height
(เอล|'|ละ|เว|เทอะ) n. ผู้|ยก|ของ|,|เครื่อง|ยก|ของ|  |Syn. lift
(อี|เลฟ|'|เวิน) n.,|adj. สิบ|เอ็ด
(อี|เลฟ|'|เวินธฺ) adj.,|n. ที่|สิบ|เอ็ด|,|ส่วน|ที่|11
(เอลฟฺ) n.,|เทพดา|นางไม้|,|ภูติ|หรือ|เทพดา (ของ|ฝรั่ง) ที่|มี|รูปร่าง|เล็ก|อาศัย|อยู่|ตาม|ป่าไม้|,|คน|รูปร่าง|เล็ก|,|เด็ก|ดื้อ|,|เด็ก|ซน|,|คน|เลว|  |Syn. elifish adj. ดู|elf -|pl. elves
n. ผง|ที่|ยุ่งเหยิง|เป็น|กระเซิง
(อิลิส|'|ซิ|ท) vt. นํา|ออก|มา|,|ล้วง|เอา|ความจริง|,|ดึง|ออก|มา|  |Syn. elicitable adj. elicitation n.
(อิไลดฺ|') vt. ตัด|ออก|,|ไม่|เอา|,|ไม่|พิจารณา|,|ผ่าน|,|มองข้าม|,|ยกเลิก|,|เลิกล้ม|  |Syn. omit
(เอลลิ|จะ|บิล|'|ลิ|ที) n. การ|มี|สิทธิ|เข้า|รับ|เลือก
(เอล|'|ลิ|จะ|เบิล) adj. ซึ่ง|มี|สิทธิ|เข้า|รับ|เลือก|,|เหมาะสม|,|เข้า|เกณฑ์ -|n. บุคคล|ที่|มี|สิทธิ|เข้า|รับ|เลือก|  |Syn. eligibly adv. ดู|eligible|  |Syn. proper
(อิลิม|'|มะเนท) vt. ขจัด|,|กําจัด|,|คัด|ออก|,|ขับไล่|,|ทําลาย|,|ลบทิ้ง|,|ขับ|ออก|  |Syn. eliminability n. ดู|eliminate eliminable adj. ดู|eliminate eliminator n. ดู|eliminate
(อิลิม|'|มะเน|'|เชิน) n. การ|ตัด|ออก|,|การ|ขับ|ออก|,|การ|ทําลาย|  |Syn. expulsion
abbr. enzyme|-|linked immunosorbent assay
(อิลิซ|'|เชิน) n. การ|ตัด|ออก|,|การ|ละทิ้ง|,|การ|ไม่|เอา
(อี|ลีท|'|,|เอลีท|') n. ชั้นยอด|,|หัวกะทิ|,|บุคคล|ที่|ยอดเยี่ยม|,|สิ่ง|ที่|ได้|เลือกสรร|แล้ว|,|กลุ่ม|อิทธิพล adj. ชั้นยอด|,|หัวกะทิ|,|เป็น|ส่วน|ที่|ดี|ที่สุด|  |Syn. gentry อี|ลีต <|คํา|อ่าน|>|เป็น|ศัพท์|ที่|ใช้|กับ|เครื่องพิมพ์|ดีด|มา|ก่อน หมายถึง|ขนาด|ความ|กว้าง|ของ|ตัวอักษร|ที่|พิมพ์|ได้ 12 ตัว ต่อ 1 นิ้ว บางที|ยัง|นํามา|ใช้|เป็น|คําสั่ง|ให้|เลือก|บน|เครื่องพิมพ์|ว่า|ต้องการ ให้|เป็น|อี|ลีต|หรือ|ไพ|กา (pica) ซึ่ง|หมายถึง|อักษร|ขนาด 10 ตัว|ต่อ|นิ้ว ดู pica ประกอบ
(อี|ลิท|'|ทิส|ซึม) n. วิธีการ|ปกครอง|ของ|บุคคล|ชั้น|หัวกะทิ|,|ความรู้สึก|ภาคภูมิใจ|ที่|เป็น|คน|ชั้นยอด|  |Syn. elitist n. ดู|elitism|  |Syn. elitism.
(อี|ลิค|'|เซอะ) n. สารละลาย|แอลกอฮอล์|ที่|มี|กลิ่น|หอม|และ|รส|หวาน|ใช้|ทํา|เป็น|น้ํายา|,|ยา|แก้|สารพัด|โรค (panacea)| 
(เอลิ|ซา) เป็น|ชื่อ|โปรแกรม|ประเภท|ปัญญาประดิษฐ์ (artificial intelligence) ที่|มี|ชื่อเสียง|มาก|โปรแกรม|หนึ่ง กล่าวคือ เป็น|โปรแกรม|ที่|เขียน|ขึ้น|ให้|ทํา|หน้าที่|แทน|จิตแพทย์ วิธีการ|ก็|คือ เรา|จะ|ต้อง|พิมพ์|ปัญหา|ของ|ตัวเอง|ใส่|ลง|ใน|คอมพิวเตอร์ โปรแกรม|นี้|จะ|ช่วย|วิเคราะห์|ปัญหา และ|แนะนํา|วิธีการ|แก้|ปัญหา|ให้
(เอลคฺ) n. กวาง
(เอล) n. ส่วน|ยื่น (มัก|เป็น|มุมฉาก) ของ|มุม|ตึก
(อิลิพซฺ|') n. รูป|กลม|ไข่
(อิลิพ|'|ซิ|ส) n., (pl. ellipses) การ|ตัด|คํา|ทิ้ง|จาก|ประโยค|,|วิธีการ|เว้น|คํา|หรือ|ถ้อยคํา|ไว้|เข้าใจ|เอง|,|เครื่องหมาย|เว้น|คํา " "|,|"....."
n. รูป|แข็ง|กลม|ที่|ผิว|ราบ|ทุก|ส่วน|เป็น|รูป|กลม|ไข่|หรือ|วง|กลม
(อิลิพ|'|ทิเคิล) adj. ซึ่ง|เป็น|รูป|ไข่|,|เกี่ยวกับ|การ|พูด|หรือ|การ|เขียน|ที่|ย่อ|เกิน|ไป|,|คลุมเครือ.  |Syn. ellipticalness n.
(อิลิพ|'|ทิเคิล) adj. ซึ่ง|เป็น|รูป|ไข่|,|เกี่ยวกับ|การ|พูด|หรือ|การ|เขียน|ที่|ย่อ|เกิน|ไป|,|คลุมเครือ.  |Syn. ellipticalness n.
n. องศา|การ|เบี่ยงเบน|ของ|รูป|กลม|ไข่|จาก|วง|กลม
(เอล์ม) n. ต้นไม้|จําพวก Ulmus
(เอล|ละ|คิว|'|เชิน) n. วิธีการ|พูด|หรือ|อ่าน|ออก|เสียง|,|การ|ศึกษา|เกี่ยวกับ|วิธีการ|พูด|ใน|ที่|ชุมนุม|  |Syn. elocutionary adj. ดู|elocution elocutionist n. ดู|elocution
n. พระเจ้า.
(อิ|ลอย|น|') vt. ย้าย|ตัวเอง|ไป|อยู่|ที่|ไกล.  |Syn. eloigner n. ดู|eloign eloiner n. ดู|eloign eloignment n. ดู|eloign eloinment n. ดู|eloign
(อิ|ลอย|น|') vt. ย้าย|ตัวเอง|ไป|อยู่|ที่|ไกล.  |Syn. eloigner n. ดู|eloign eloiner n. ดู|eloign eloignment n. ดู|eloign eloinment n. ดู|eloign
(อิ|ลอง|'|เก|ท) v. ยืด|ออก|,|ขยาย adj. ยาว|เรียว|  |Syn. elongative adj. ดู|elongate
(อี|ลอง|เก|'|เชิน) n. การ|ทํา|ให้|ยาว|ออก|ไป|,|สิ่ง|ที่|ถูก|ทํา|ให้|ยาว|ออก|ไป|,|ส่วน|ที่|ยืด|ออก
(อี|โลพ|') vi. หนี|ตาม|ผู้ชาย|ไป|,|หนี|ตาม|ไป|กับ|คนรัก|  |Syn. elopement n. ดู|elope eloper n. ดู|elope
(เอล|'|ละ|เควินซฺ) n. การ|พูด|คล่อง|,|การ|มี|คารม|คมคาย|,|สํานวน|คมคาย|  |Syn. oratory
(เอล|'|ละ|เควินทฺ) adj. พูด|คล่อง|,|มี|คารม|คมคาย|,|มี|ฝีปาก|,|ซึ่ง|โน้มน้าว|จิตใจ|  |Syn. eloquentness n. ดู|eloquent
(เอลซฺ) adv. อื่น|อีก|,|อื่น|,|มิฉะนั้น|,|ถ้า|ไม่|เช่นนั้น adj. อื่น|,|อย่าง|อื่น|,|อีก -|or else มิฉะนั้น|แล้ว
(อิลิว|'|ซิ|เดท) vt. ทํา|ให้|ชัดเจน|,|อธิบาย|,|ชี้แจง|  |Syn. elucidation n. ดู|elucidate elucidative adj. ดู|elucidate elucidator n. ดู|elucidate
(อิลิวดฺ|') vt. หลบหลีก|  |Syn. eluder n. ดู|elude|  |Syn. shun
(อิลู|'|เชิน) n. การ|หลบหลีก
(อิลู|'|ซิ|ฟว) adj. ซึ่ง|หลบหลีก|,|ว่องไว|เหมือน|ปรอท|,|เข้าใจ|ยาก|,|ยาก|ที่|จะ|อธิบาย.  |Syn. elusiveness n. ดู|elusive|  |Syn. evasive
(อิลู|'|ซะ|รี) adj. ยาก|ที่|จะ|เข้าใจ|,|ยาก|ที่|จะ|อธิบาย|,|ยาก|ที่|จะ|คลํา|ถูก|  |Syn. elusive
(อี|ลิวทฺ|') vt. แยก|ออก|โดย|การ|ละลาย|ล้าง
vt. ทํา|ให้|บริสุทธิ์|โดย|การ|ล้าง|และ|กรอง|  |Syn. elutriation n. ดู|elutriate
n. การ|ชะล้าง|ด้วย|น้ํา
(อิวลิว|'|เวี|ยม) n. ชั้นดิน|ที่|เกิด|จาก|การ|สะสม|ของ|เศษ|หิน|ที่|พัด มา|กอง -|pl. eluvium
n. ลูก|ปลาไหล
(เอล|'|เวส) n. พหูพจน์|ของ elf
adj. ดู|elfish.
(อี|ลิซ|'|เซี|ยม) n. สวรรค์|,|ความ|สุข
แดน|สุขาวดี
n. พหูพจน์|ของ elytron
n. ปีก|แข็ง|ของ|แมลง|บาง|ชนิด -|pl. elytra
(เอ็มแดช) เป็น|อักษร|พิเศษ|ตัว|หนึ่ง|ที่|ใช้|ใน|การ|พิมพ์ มี|ลักษณะ|เป็น|ขีด|ยาว|เท่า ๆ กับ|อักษร M หรือ|เครื่องหมาย hyphen 2 ตัวพิมพ์|ติด ๆ กัน (-|-) โดย|ปกติ จะ|ใช้|เพื่อ|แสดง|ว่า|ต้องการ|เน้น|ข้อความ|นั้น ๆ เช่น " การ เล่น|กอล์ฟ|เป็น|การ|พนัน|อย่างหนึ่ง -|- การ|พนัน|ที่|เป็น|ที่|นิยม|มาก|เสีย|ด้วย " ดู en dash เปรียบเทียบ
ตัวพิมพ์|ขนาด|1|/|6 นิ้ว|ใช้|เป็น|หน่วย|วัด|ตัวพิมพ์
(อิเม|'|ซิะเอท) vt. ทํา|ให้|ผอมแห้ง|,|ทํา|ให้|ซูบ|ผอม|,|ทํา|ให้|ที่ดิน|จืด|  |Syn. emaciated adj. emaciation n.
(เอม|'|มะเนท) vi. ไหล|ออก|,|กระจาย|,|ฟุ้ง|,|ระเหย|,|ป|รา|กฎ|,|กําเนิด|,|ส่อง. vt. ปล่อย|ออก|มา|  |Syn. emanative adj. ดู|emanate emanator n. ดู|emanate emanatory adj. ดู|emanate emanation n. ดู|emanate emanational adj. ดู|emanate
(อิ|แมน|'|ซะเพท) vt. ปลดเปลื้อง|,|ปล่อย|ให้|อิสระ|,|ปล่อย|ทาส|,|เลิก|ทาส|,|ยุติ|การ|ควบคุม|  |Syn. emancipation n. ดู|emancipate emancipative adj. ดู|emancipate emancipator n. ดู|emancipate emancipatory adj. ดู|emancipate emanipated adj. ดู|emancipate
vt. ตอน|,|ทํา|ให้|อ่อนแอ|,|ทํา|ให้|เหมือน|ผู้หญิง adj. ซึ่ง|ถูก|ตอน|,|เหมือน|ผู้หญิง|,|อ่อนแอ|,|ด้วย|กําลัง|  |Syn. emasculation n. ดู|emasculate emasculative adj. ดู|emasculate emasculator n. ดู|masculate emasculatory adj. ดู|emasculate
abbr. ethambutol
(เอม|บาล์ม|') vt. ดอง|ศพ|,|ทํา|ให้|อยู่|ใน|ความทรงจํา|,|ทํา|ให้|หอมหวน|ด้วย|น้ํายา|,|ป้องกัน|การ|เจริญ.  |Syn. embalmer n.ดู|embalm embalmment n. ดู|embalm
(เอม|แบ|งคฺ|'|เมิน|ทฺ) n. เขื่อน|,|มูลดิน|,|ตลิ่ง|ทาง|,|การ|สร้าง|เขื่อน|กั้น|  |Syn. bank
(เอม|บาร์|'|โก) {|embargoed|,|embargoing|,|embargos|} n. การ|ห้าม|เรือ|เข้า|หรือ|ออก|จาก|ท่า|,|การ|ห้าม|ค้าขาย|ระหว่าง|ประเทศ|,|การ|ห้าม|ส่ง|สินค้า|ไป|ยัง|ประเทศ|หนึ่ง|,|การ|ห้าม|,|คําสั่ง|ห้าม|ค้าขาย vi. สั่ง|ห้าม|เรือ|สินค้าเข้า|หรือ|ออก|จาก|ท่า|,|สั่ง|ห้าม|ค้าขาย|กับ|ประเทศ|หนึ่ง คํา|ที่|มี|ความหมาย|เห|มือ
(เอม|บาร์|ค|') {|embarked|,|embarking|,|embarks|} v. เอา|ลงเรือ|,|เอา|ขึ้น|เครื่องบิน|,|ทํา|ให้|เริ่ม|ดําเนินการ|,|ลงทุน.  |Syn. embarkation n. ดู|embark
(เอม|แบ|'|เริส) {|embarrassed|,|embarrassign|,|embarrasses|} vt. ทํา|ให้|ขวยเขิน|,|ทํา|ให้|ลําบาก|ใจ|,|เป็น|อุปสรรค|,|กีดขวาง vi. อึดอัด|ใจ|,|ลําบาก|ใจ.  |Syn. embarrassedly adv. ดู|embarrass embarrassingly adv. ดู|embarrass embarrassment n. ดู|embarrass คํา|ที่|มี|ค|วา
(เอม|'|บะ|ซี) n. สถาน|เอก|อัคร|ราช|ฑูต
vt. เตรียม|สงคราม
vt. โอบ|อ้อม|,|ทํา|ให้|เป็น|รูป|อ่าว ทํา|ให้|เรือ|เข้า|อ่าว
(เอม|เบด|') {|embedded|,|embedding|,|embeds|} vt. ฝัง|,|ตรึง.  |Syn. imbed
vt. ประดับ|,|เสริม|แต่ง|,|เพิ่ม|ข้อปลีกย่อย.  |Syn. embellisher n. ดู|embellish embellishment n. ดู|embellish
vt. ประดับ|,|เสริม|แต่ง|,|เพิ่ม|ข้อปลีกย่อย.  |Syn. embellisher n. ดู|embellish embellishment n. ดู|embellish
vt. ประดับ|,|เสริม|แต่ง|,|เพิ่ม|ข้อปลีกย่อย.  |Syn. embellisher n. ดู|embellish embellishment n. ดู|embellish
n. ถ่าน|ที่|คุ|อยู่|,|ถ่าน|ที่|ยัง|ไม่|มอด
วัน|สวดมนต์|และ|อด|อาหาร|ใน|ศาสนา|โรมันคาทอลิก
ไฟ|ที่|ยัง|คุ|อยู่|,|ถ่าน|ไฟ|แห่ง|ความ|รัก
vt. ยักยอก|,|ฉ้อฉล.  |Syn. embezzlement n. ดู|embezzle embezzler n. ดู|embezzle
(เอม|บิ|ท|'|เทอะ) vt. ทํา|ให้|ขม|ขึ้น|,|ทํา|ให้|รู้สึก|ขม|,|ทํา|ให้|เคือง|แค้น.  |Syn. embitterer n. ดู|embitter embitterment n. ดู|embitter|  |Syn. imbitter
(เอม|เบลซ|') vt. ทํา|ให้|สว่าง|,|ทํา|ให้|ลุกเป็นไฟ|  |Syn. emblazer n. ดู|emblaze
(เอม|เบล|'|เซิน) vt. ประดับ|ด้วย|ตรา|หรือ|เครื่องหมาย|,|ประดับ|ด้วย|สี|หลาย|สี|,|สรรเสริญ|,|เยินยอ|,|ฉลอง|  |Syn. emblazonry n. ดู|emblazon
(เอม|'|เบ|ลม) n. สัญลักษณ์|,|เครื่องหมาย|ตรา|หรือ|แผนภาพ|ที่|สัญลักษณ์ vt. ใช้|ตรา|เครื่องหมาย|,|แผนภาพ|,|เป็น|สัญลักษณ์|  |Syn. emblematic (เอม|บ|ละ|แมท|'|ทิด) adj. ดู|emblem
n. การ|ทํา|ให้|ป|รา|กฎ|เป็น|รูปร่าง|,|การ|แสดง|ให้|เห็น|เป็น|รูปร่าง|,|การ|แปลง|รูป|,|การ|รวบรวม|,|ศูนย์รวม
vt. ป|รา|กฎ|ใน|รูปร่าง|,|ทํา|ให้|เป็น|รูปร่าง|ขึ้น|,|สิ่ง|อยู่|ใน|ตัว|,|ทํา|ให้|เป็น|ตัวตน|,|รวบรวม|,|ประมวล.  |Syn. embodier n. ดู|embody|  |Syn. imbody
vt. ทํา|ให้|อยู่|ใน|โคลน|,|ทํา|ให้|ลําบาก|  |Syn. trouble
vt. ทํา|ให้|กล้า|,|ทํา|ให้|กล้า|ขึ้น|,|ให้|กําลังใจ
(เอม|'|บะลิส|ซึม) n. ภาวะ|เส้นเลือด|อุดตัน|โดย|ก้อน embolus|  |Syn. embolismic adj.
(เอม|'|บะลัส) n. ก้อน|จุก|ใน|เส้นเลือด|ซึ่ง|อาจ|เป็น|ลิ่ม|เลือด|หรือ|สาร|อื่น|จาก|ใน|หรือ|นอก|ร่างกาย -|pl. emboli
n. การ|ยื่น|ของ|ส่วนหนึ่ง|เข้า|ไป|ใน|อีก|ส่วนหนึ่ง
(อาน|บอน|พ|วาน|') n.,|Fr. ความ|อ้วน|เกิน|ไป|,|ความ|อ้วน
vt. ซ่อน|,|ปิดบัง
(เอม|บุ|ส|'|เซิม) vt. ปิด|,|ผนึก|,|กอด|,|สวม|กอด|,|ถนอม|,|ยึดมั่น.  |Syn. embosomer n. ดู|embosom embosomment n. ดู|embosom|  |Syn. embrace
ทํา|ให้|นูน|หรือ|ดุน|ออก|มา|สลัก|ให้|นูน|,|ประดับ.  |Syn. embossing adj. ดู|emboss embossment n. ดู|emboss
(อา|มบูชัว|') n.,|Fr. ปาก|แม่น้ํา|,|ทางออก|ของ|หุบเขา|ที่|เข้า|ไป|ใน|ที่ราบ|,
(เอม|โบ|ดฺ|') adj. โค้ง|,|งอ|  |Syn. bent
(เอม|เบา|'|เอิล) vt. เอา|ไส้พุง|ออก|,|เอา|เครื่องใน|ออก
(เอม|'|เบา|เออะ) vt.,|vi. ปกคลุม|ด้วย|ใบไม้|,|ใช้|ซุ้ม|ไม้|บัง|  |Syn. imbower
(เอม|เบ|รส|') vt. สวม|กอด|,|อุ้ม|,|อ้าแขน|รับ|,|รวบรวม|,|ล้อมรอบ|,|ยึด|เอา|,|รวม|,|ประกอบ|ด้วย|,|ลงมือ|ทํา|,|เข้าใจ. vi. สวม|กอด|,|โอบล้อม.  |Syn. embossable adj. ดู|embrace embossment n. ดู|embrace embossr n. ดู|embrace|  |Syn. encircle
vt. ทํา|ให้|ยุ่ง|,|ทํา|ให้|วุ่นวาย|,|ทํา|ให้|งงงวย.  |Syn. embrangle ment n.
n. ช่อง|กําแพง|,|ช่อง|กําแพง|สําหรับ|ยิง|ปืน.
n. การ|ชโลม|ด้วย|ยา|,|ยาทา|แก้|เคล็ด|บวม|,|ยา|นวด
(เอม|บ|รอย|'|เดอะ) v. ถัก|,|ถัก|ลาย|,|ร้อย|,|เย็บ|ปัก|ถัก|ร้อย|,|ตกแต่ง. .  |Syn. embroideer n. ดู|embroider embroidery n. ดู|embroider
(เอม|บ|รอ|ล|') vt. ทํา|ให้|ไม่|ลงรอย|กัน|,|นําเข้า|มา|พัวพัน|,|ทํา|ให้|ยุ่ง|,|ทํา|ให้|ซับซ้อน.  |Syn. embroiler n. ดู|embroil embroilment n. ดู|embroil
vt. ทํา|ให้|เป็น|สีน้ํา|ตาล
Pref. embryo
(เอม|'|บ|รี|โอ) n. ทารก|ใน|ครรภ์|ระหว่าง|1|-|8 อาทิตย์|,|ตัวอ่อน|,|ต้น|อ่อน|ที่อยู่|ใน|เมล็ด|พืช|,|ระยะ|แรกเริ่ม|  |Syn. embryoid adj.  |Syn. seed
(เอม|บ|ริ|ออ|ล|'|ละ|จี) n. วิชา|ว่าด้วย embryo (ดู)|  |Syn. embryologic adj. ดู|embryology embryological adj. ดู|embryology
(เอม|'|บัส) vt. เอา|ขึ้น|รุ|ยาน|เกราะ vi. ขึ้น|รถ|ยาน|เกราะ
(อา|บิ|สเค|') fr. ผู้|หนี|การ|เกณฑ์ทหาร
(เอม|'|ซี) n. โฆษก|,|ผู้|ดําเนิน|รายการ v. เป็น|โฆษก|,|ดําเนิน|รายการ
(อิ|เมน|ดฺ|') vt. ตรวจ|ทาน|,|ปรู๊ฟ|,|แก้ไข|,
(อิ|เมน|'|เดท) vt. ตรวจ|ทาน|,|แก้ไข|,|ปรุ๊ฟ.
(เอม|'|เมอเริ|ลด|ฺ) n. มรกต|,|สี|เขียว|เข้ม|และ|ใส
แบบ|เจียระไน|เป็น|รูป|สี่เหลี่ยม|และ|มุม|กุด
(อี|เมิร์จฺ|') vi. โผล่|ออก|มา|,|ป|รา|กฎ|ออก|มา|,|พัฒนา|,|มี|ตัวตน
(อิเมอ|'|เจินซฺ) n. การ|โผล่|ออก|มา|,|การ|ป|รา|กฎ|ออก|มา|,|การ|วิวัฒนาการ
(อิเมอ|'|เจิน|ซี) n. ภาวะฉุกเฉิน|,|กรณี|ฉุกเฉิน|,|ภาวะ|ปัจจุบันทันด่วน|  |Syn. strait
(อี|เมอ|'|เจินทฺ) adj. ซึ่ง|โผล่|ออก|มา|,|ซึ่ง|ป|รา|กฎ|ออก|มา|,|ฉุกเฉิน|,|ปัจจุบันทันด่วน.
(อิเมอ|'|ริ|เทิส) adj.,|n. (ผู้) ซึ่ง|ปลด|เกษียณ|แล้วแต่|ยังคง|ตําแหน่ง เป็น|เกียรติยศ|อยู่
(อิเมอ|'|เชิน) n. การ|โผล่|ออก|มา
(เอม|'|เมอ|รี่) n. กาก|หรือ|ผง|แร่|ใช้|เป็น|ผง|ขัด|กระดาษทราย|หรือ|ที่|ลับ|มีด
(อิเมท|'|ทิค) adj. ซึ่ง|ทํา|ให้|อาเจียน. n. ยา|ทํา|ให้|อาเจียน
(เอม|'|มิ|ที|น) n. ยา|แก้|บิด และ|เป็น|ยา|ขับ|เสมหะ
(เอม|'|มิ|ที|น) n. ยา|แก้|บิด และ|เป็น|ยา|ขับ|เสมหะ
(อี|'|มู) n. จลาจล|,|ความ|ไม่|สงบ -|pl. emeutes
abbr. electromotive force
abbr. electromyography
(เอม|'|มะ|เกริน|ทฺ) adj.,|n. (ผู้) ซึ่ง|อพยพ|ไป|อยู่|ต่างถิ่น|,|ซึ่ง|ย้าย|ไป|อยู่|ต่างถิ่น
(เอม|'|มะ|เก|รท) vi. อพยพ|ไป|อยู่|นอก|ประเทศ หรือ|ถิ่น|  |Syn. emigrative adj. ดู|emigrate
(เอม|มะ|เก|ร|'|เชิน) n. การ|อพยพ|ไป|อยู่|นอก|ประเทศ|หรือ|ถิ่น|,|กลุ่ม|ผู้อพยพ|,|การ|ย้าย|ถิ่น
(เอม|'|มะ|เก|ร) n. ผู้อพยพ -|pl. emigres
(เอม|'|มะ|เนิน|ซฺ) n. ความ|เด่น|,|ความ|สูงส่ง|,|ความ|มี|ชื่อเสียง|,|ที่|สูง|,|เนิน|,|ผู้มีชื่อเสียง|,|ผู้|มี|ฐานะ|หรือ|ตําแหน่ง|สูง|,|ปุ่ม|,|ส่วน|ที่|ยื่น|ออก
(เอม|'|มิ|เนิน|ซี) n. ดู|eminence
(เอม|'|มะ|เนิน|ทฺ) adj. เด่น|,|สูงส่ง|,|มี|ชื่อเสียง|,|สูง|,|เป็น|ปุ่ม|ยื่น|ออก|มา|  |Syn. outstanding|,
(อะเมียร์|') n. หัวหน้า|เผ่า|อาหรับ|,|เจ้าชาย|อาหรับ|,|เจ้าเมือง|อาหรับ|  |Syn. emeer
n. ที่ทําการ|หรือ|ตําแหน่ง|ของ|emir
(เอม|'|มิ|เซ|อ|รี) n. ทูต|,|ผู้แทน|,|จาร|ชน|,|จาร|บุรุษ|,|สายลับ.
(อี|มิ|ช|'|เชิน) n. การ|ปล่อย|ออก|มา|,|การ|ฉาย|,|การ|แพร่|,|สิ่ง|ที่|ถูก|ปล่อย|หรือ|แพร่|ออก|มา|  |Syn. emissive adj.
(อี|มิ|ท|') {|emitted|,|emitting|,|emits|} vt. ปล่อย|ออก|มา|,|ฉาย|,|ส่อง|,|แพร่กระจาย|  |Syn. emitter n. ดู|emit|  |Syn. discharge abbr. enzyme muliplies immunoassay technique
(อี|เอ็มเอ็ม) ย่อ|มา|จาก|คํา expanded memory manager เป็น|ชื่อ|ของ|โปรแกรม|อรรถประโยชน์ (utility program) โปรแกรม|หนึ่ง|ที่|ช่วย|ให้|คอมพิวเตอร์|สามารถ|ทํา|ให้|หน่วยความจํา|มี|ประสิทธิภาพ|เพิ่ม|ขึ้น ส่วนมาก|จะ|ใช้|กับ|เครื่อง|คอมพิวเตอร์|ที่|มี|ตัว|ประมวลผล|เป็น|ชิป (chip) เบอร์ 80386 หรือ 80486
(อิ|เมน|'|นะ|กอ|ก) n. ยา|ขับ|ระดู adj. ซึ่ง|ขับ|ระดู.  |Syn. emmenagagic adj. ดู|emmenagogue
(เอม|'|เมอะ) ข้าวสาลี
(เอม|'|มิ|ท) n. มด
(อิ|มอ|ล|'|ลิว|เมิน|ทฺ) n. เงิน|ค่าตอบแทน|,|เงินเดือน|,|รายได้
(อิ|โม|ท|') vi. มี|อารมณ์|,|มี|ผล|ต่อ|อารมณ์|,|แสดง|อารมณ์.  |Syn. emoter n. ดู|emote
(อิ|โม|'|เชิน) n. อารมณ์|,|สิ่ง|ที่|ทํา|ให้|เกิด|อารมณ์|,|ความ|สะเทือนใจ|,|อาวรณ์|  |Syn. emotionable adj. ดู|emotion emotive adj. ดู|emotion emotionalist n. ดู|emotion|  |Syn. feeling
(อิ|โม|'|เชินเนิล) adj. มี|อารมณ์|,|เกี่ยวกับ|ความรู้สึก|,|ซึ่ง|กระเทือน|อารมณ์|,|ซึ่ง|เร้า|อารมณ์|  |Syn. feeling
(เอม|เพล|') n. ดู impale.  |Syn. empalement n.
(เอม|'|พะเนล) vt. ดู impanel
(เอม|'|พะธี) n. การ|เอาใจใส่|,|การ|หยั่งรู้|,|การ|ใส่|อารมณ์|,|ความ|ร่วม|รู้สึก|,|ส|มา|รมณ์.  |Syn. empathic adj. ดู|empathy empathical adj. ดู|empathy
(เอม|'|เพอเรอะ) n. จักรพรรดิ|,|ผู้ปกครอง|อาณาจักร.  |Syn. emperorship n. ดู|emperor
(เอม|'|พะ|รี่) n. อาณาจักร|,|การ|ปกครอง|อย่าง|เด็ดขาด
(เอม|'|ฟะ|ซิ|ส) n. การ|เน้น|,|ความ|สําคัญ|,|สิ่ง|ที่|มี|ความ|สําคัญ|,|การ|เน้น คํา|,|ความ|เข้มข้น|,|ความ
(เอม|'|ฟะ|ไซ|ซ) vt. เน้น|,|ให้|ความ|สําคัญ|,|เน้น|เสียง|,|เน้น|คํา
(เอม|'|ฟะ|ไซ|ซ) vt. เน้น|,|ให้|ความ|สําคัญ|,|เน้น|เสียง|,|เน้น|คํา
(เอม|แฟท|'|ทิค) adj. เกี่ยวกับ|การ|เน้น|,|สําคัญ|,|มี|พลังงาน|,|เด่นชัด|,|เด็ดขาด|,|เฉียบขาด.  |Syn. emphaticalness n. ดู|emphatic
(เอม|แฟท|'|ทิค) adj. เกี่ยวกับ|การ|เน้น|,|สําคัญ|,|มี|พลังงาน|,|เด่นชัด|,|เด็ดขาด|,|เฉียบขาด.  |Syn. emphaticalness n. ดู|emphatic
(เอม|ฟิ|ซี|'|มะ) n. ภาวะ|พอง|ลม|ใน|เนื้อเยื่อ|หรือ|ถุงลม|  |Syn. emphysematous adj.
(เอม|'|ไพ|เออ) n. อาณาจักร|,|จักรวรรดิ|,|อํานาจ|เด็ดขาด|,|การ|ปกครอง|อย่าง|เฉียบขาด
(เอม|เพอ|'|ริ|ค) n. ผู้|ที่|อาศัย|ความ|ชํานาญ|หรือ|ประสบการณ์ (ไม่|ใช่|ความ|รู้) . ผู้อาศัย|ความ|สังเกต (ไม่|ใช่|อาศัย|เหตุผล) หมอเถื่อน|,|หมอ|กํามะลอ. adj. ดู|empirical|  |Syn. empiricism n. ดู|empiric empiricist n. ดู|empiric
(เอม|พี|'|ริ|เคิล) adj. ซึ่ง|ได้|จาก|ประสบการณ์|หรือ|การ|ทดลอง|หรือ|การ|สังเกต (โดย|ไม่|อาศัย|วิทยาศาสตร์|หรือ|ทฤษฎี)|  |Syn. empiricalness n. ดู|empirical
n. ที่|ตั้ง|ปืนใหญ่|,|แท่น|ปืน|,|การ|วาง|แถว|,|การ|วาง|เข้าที่|,|การ|จัด|วาง|  |Syn. position
(เอม|เพล|น|') vi. นั่ง|เครื่องบิน|,|ขึ้น|เครื่องบิน
(เอม|พลอย|') vt. จ้าง|,|ว่าจ้าง|,|ใช้|,|ใช้สอย|,|ใช้เวลา. -|n. การ|จ้าง|,|การ|ว่าจ้าง|,|การ|บริการ|,|อาชีพ.  |Syn. employability n. ดู|employ employable adj. ดู|employ employer n. ดู|employ|  |Syn. engage
(เอม|พลอย|'|อี|,|เอม|พลอย|อี|') n. ลูกจ้าง|  |Syn. employe
(เอม|พลอย|'|เมิน|ทฺ) n. การ|จ้าง|,|การ|ว่าจ้าง|,|ภาวะ|ที่|ถูก|ว่าจ้าง|,|อาชีพ|,|การงาน|,|ธุรกิจ|,|กิจกรรม|  |Syn. work
สํานักงาน|จัดหา|งาน
(เอม|พอ|ย|'|ซัน) vt. ทํา|ให้|เลว|,|ทํา|ให้|เน่าเปื่อย|,|ทํา|ให้|เขว|,|ทํา|ให้|ไม่|บริสุทธิ์|,|ใส่|ยาพิษ
(เอม|พอ|'|เรียม) n. ศูนย์การค้า|,|ร้าน|สรรพสินค้า|ขนาด|ใหญ่|,|ร้านค้า|ขนาด|ใหญ่ -|pl. emporiums|,|emporia|  |Syn. store
vt. ดู|impoverish
vt. ให้|อํานาจ|,|มอบอํานาจ|,|อนุญาต.  |Syn. empowerment n. ดู|empower
(เอม|'|พ|ริ|ส) n. จักรพรรดิ
(เอม|ไพร|ซ|') n. กิจการ|ที่|ผจญภัย|,|ความ|กล้าหาญ|อย่าง|อัศวิน.  |Syn. emprize.
(เอม|พฺ|'|ที) {|emptied|,|emptying|,|empties|} adj. ว่างเปล่า|,|ไม่|มี|คน|อยู่|,|ไม่|มี|อะไร|,|ไม่|มี|ความหมาย|,|ไร้|สาระ|,|เปล่าประโยชน์|,|ไม่|มี|ของ|บรรทุก|,|หิว|,|โง่|,|ไร้|ความ|รู้|,|เปลี่ยว|,|เงียบ|,|ยัง|ไม่|ตั้ง|ครรภ์ vt. ทํา|ให้|ว่างเปล่า|,|ปล่อย|ทิ้ง. vi. ว่างเปล่า|,|เท|ทิ้ง|,|หมด|ไป|,|ไหล|เกลี้ยง. -|n. สิ่ง|ที่
คู่สมรส|ที่|ไร้|บุตร|,|คุ่|สมรส|ที่|มี|บุตร|แต่|ไม่|ได้|อยู่|ด้วย|กัน
adj. ไร้|ความ|รู้ ไร้|ปัญญา|,|โง่
(เอม|พิ|อี|'|มะ) n. การ|มี|หนอง|เกิด|ขึ้น|ใน|โพรง|ของ|ร่างกาย (เช่น|ใน|ทรวงอก)|  |Syn. empyemic adj.
(เอม|พะ|รี|'|เอิน) n. สวรรค์|ชั้น|สูงสุด|,|วิมาน|ชั้น|สูงสุด adj. ดู empyreab
(อี|เอ็มเอส) ย่อ|มา|จาก expanded memory specification บาง|ครั้ง|ก็|เรียกชื่อ|เต็ม|เลย|ว่า LIM|-|EMS ย่อ|มา|จาก|คํา|ว่า Lotus|-|Intel Microsoft Expanded Memory Specification อี|เอ็มเอส|นั้น|เป็น|โปรแกรม|ที่|ขยาย|ตัว|ประมวลผล 8088 ที่|มี|หน่วยความจํา 640 K ให้|มี|เนื้อที่|มาก|ขึ้น เพื่อให้|มี|ที่|พอ|บรรจุ|โปรแกรม|โลตัส 1|-|2|-|3 ซึ่ง|เป็น|โปรแกรม|ตาราง|จัดการ (spreadsheet) ขนาด|ใหญ่ ลง|ไป|ใน|หน่วยความจํา|ที่|มี|ขนาด|เพียง 640 K ได้ ใน|ปัจจุบัน ไม่|มี|ความจํา|เป็น|ต้อง|ใช้|โปรแกรม|อี|เอ็มเอส|นี้|แล้ว เพราะ|หน่วยความจํา|ของ|ไมโครคอมพิวเตอร์|รุ่น ใหม่ ๆ มี|ขนาด|ใหญ่|กว่า|สมัยก่อน|มาก
(อี|'|มู) n. นก|อีมู คล้าย|นกกระจอกเทศ|แต่|ศรี|ษะ|ของ|คอ|มี|ขน
(เอม|'|มิ|วเลท) vt. เอาอย่าง|,|พยายาม|เลียน|แบบ|,|พยายาม|จะ|ให้|เท่าเทียม|หรือ|ดี|กว่า.  |Syn. emulation n. ดู|emulate emulative adj. ดู|emulate|  |Syn. imitate
การ|เลียน|แบบ|หมายถึง การ|เลียน|แบบ ไม่ว่า|จะ|เป็น|การ|ทํา|โปรแกรม การ|ทํา|เครื่อง|คอมพิวเตอร์ หรือ|บริภัณฑ์|รอบ|ข้าง (peripherals) เช่น เรา|พูด|ได้|ว่า เครื่องพิมพ์|สําหรับ|เครื่อง|คอมพิวเตอร์|นั้น ส่วนใหญ่|เลียน|แบบ Epson หรือ|ไม่|ก็ Hewlett Packard LaserJet อย่าง|นี้ เป็นต้น
(เอม|'|มิ|วเลิส) adj. ซึ่ง|ต้องการ|เอาอย่าง|,|ริษยา|,|ทะเยอทะยาน|  |Syn. emulousness n. ดู|emulous
(อิมัล|'|ซะ|ไฟ) vt. ทํา|ให้|เป็น|ส่วนผสม|ของ|ของเหลว|สอง|ชนิด|ที่|ไม่|ละลาย|เข้า|กัน|  |Syn. emulsification n. ดู|emulsify emulsifier n. ดู|emulsify
(อิมัล|'|เชิน) n. ส่วนผสม|ของ|ของเหลว|สอง|ชนิด|ที่|ไม่|ละลาย|เข้า|กัน|,|ยา|น้ํานม.  |Syn. emulsive adj.
n. ส่วน|ของ|อวัยวะ|หรือ|อวัยวะ|ที่|ทํา|หน้าที่|ขับถ่าย|ของเสีย|ออก จาก|ร่างกาย (เช่น ผิวหนัง|,|ไต) adj. เกี่ยวกับ|การ|ขับถ่าย
(เอน) พยัญชนะ|N|หรือ|n.
(อาน|นะ|เยอ|') ไป|ข้างหลัง
n. (อาน|นะ|'|วาน) ไป|ข้างหน้า|ตรง|ไป
(อาน|บลอค|') ทั้งหมด
(เอ็น|แดช) หมายถึง|เครื่องหมาย - (ที่|เรียก|ว่า dash) มี|ขนาด|ความ|กว้าง|เท่า|กับ|อักษร N ใน|ทาง|คอมพิวเตอร์|มี|ความหมาย|ว่า "|ถึง|" เช่น หน้า 50 - 55 หมายความ|ว่า ตั้งแต่|หน้า 50 ถึง 55 เป็นต้น
(อาน|แมส|'|,|เอน|แมส|') fr. เป็น|กลุ่ม|,|ด้วย|กัน|ทั้งหมด|  |Syn. together
(อาน|รู|ท|') fr. ใน|ระยะ|ทาง|,|ไป|ตาม|ทาง
Pref. "|ใน|"|,|"|ข้างบน|"
(เอน|เน|'|เบิล) vt. ทํา|ให้|สามารถ|  |Syn. enabler n. ดู|enable
(เอน|แนคทฺ|') {|enacted|,|enacting|,|enacts|} vt. ประกาศใช้|เป็น|กฎหมาย|,|ประกาศใช้|,|แสดง|ออก|,|บัญญัติ|  |Syn. enactable adj. ดู|enact enactive adj. ดู|enact enactory adj. ดู|enact enactor n. ดู|enact|  |Syn. decree|,
(อิ|แนม|'|เมิล) {|enamel (l) ed|,|enamel (l) ing|,|enamels|} n. สิ่ง|เคลือบ|,|เคลือบฟัน|ซึ่ง|เป็น|สาร|ที่|แข็ง|ที่สุด|ของ|ร่างกาย|,|ภาชนะ|เคลือบ|,|เครื่อง|เคลือบ. vt. เคลือบ|,|ลงยา|,|ระบาย|สี.  |Syn. enameler n. ดู|enamel enameller n. ดู|enamel enamelist n.ดู|enamel namel
(อิ|แนม|'|มะลิ|ง) n. การ|เคลือบ|,|งาน|เคลือบ|,|ศิลปะ|การ|เคลือบ
(อิ|แนม|'|มะลิ|ง) n. การ|เคลือบ|,|งาน|เคลือบ|,|ศิลปะ|การ|เคลือบ
(อิ|แนม|'|มัลแวร์) n. ภาชนะ|เคลือบ|เครื่อง|เคลือบ|,|กะละมัง
(เอน|แนม|'|เมอะ) vt. ทํา|ให้|หลงรัก|,|ทํา|ให้|ลุ่มหลง|  |Syn. entice
(เอน|แนม|'|เมอะ) vt. ทํา|ให้|หลงรัก|,|ทํา|ให้|ลุ่มหลง|  |Syn. entice
(อี|'|เนท) ญาติ|ทาง|ฝ่าย|มารดา.  |Syn. enatic adj. ดู|enate
(เอน|เคจฺ|') vt. ขัง|,|ขัง|ไว้|  |Syn. imprison
vi. ตั้ง|ค่าย|,|ตั้ง|ที่พัก -
n. การ|ตั้ง|ค่าย|,|การ|ปัก|กระโจม|,|ค่าย|,|ที่พัก|  |Syn. camp
vt.,|vi. ใส่|ใน|แคปซูล|,|หุ้ม|ห่อ|ใน|ถุง|หุ้ม|  |Syn. encapsulation n. ดู|encapsulate
ภาพ|ที่|เก็บ|ไว้|ด้วย|ภาษา|โพสต์สคริปต์|ใช้|ตัวย่อ|ว่า EPS (อ่าน|ว่า อี|พี|เอส) หมายถึง ภาพ|ที่|สร้าง|ขึ้น|ด้วย|ภาษา|โพสต์สคริปต์ (PostScript) โปรแกรม|ประเภท|นี้|ใช้เนื้อ|ที่|เก็บ|ใน|หน่วยความจํา|มาก แต่|มี|ลักษณะ|คมชัด|กว่า|ภาพ|ชนิด|อื่น ราคา|ค่อนข้าง|แพง มัก|ใช้|นามสกุล (file type) ว่า EPS การ|สั่ง|พิมพ์|ภาพ|ประเภท|นี้ ต้อง|ใช้|เครื่องพิมพ์|เลเซอร์|บาง|ชนิด|เท่านั้น|ดู postscript ประกอบ
vt. ทํา|ให้|มี|ตัณหา
vt. ทํา|ให้|มี|ตัณหา
vt. ใส่|ใน|ถุง|หุ้ม|  |Syn. incase
n. การ|หุ้ม|ห่อ|ด้วย|ถุง|หุ้ม|,|ถุง|หุ้ม|,|สิ่ง|ที่|หุ้ม|ห่อ.  |Syn. incasement
(เอน|เซน|ทฺ|') adj. ตั้ง|ครรภ์|,|มี|ครรภ์ -|n. กําแพง|,|เขต|ล้อมรอบ -|pl. -|ceintes
Pref. "|สมอง|"
(เอน|เซฟ|ฟะไล|'|ทิส) n. สมอง|อักเสบ|  |Syn. encephalitic adj. ดู|encephalitis
Pref. "|สมอง|"
n. ภาพ|เอกซเรย์|ของ|สมอง
n. การ|ตรวจ|สมอง|ด้วย|การ|ดู|จาก|ภาพ|เอกซเรย์.  |Syn. encephalographic adj.
n. ภาวะ|สมอง|และ|ไขสันหลัง|อักเสบ.  |Syn. encephalomyelitic adj.
n. สมอง -|pl. encephala
vt. ผูกมัด|ด้วย|โซ่|,|จํา|ตรวน|,|จับ|ไว้|,|เหนี่ยวรั้ง|ไว้.  |Syn. enchainment n. ดู|enchain
vt. ทํา|ให้|ลุ่มหลง|,|ทํา|ให้|หลงใหล|,|ทํา|ให้|หลง|เสน่ห์|,|ทํา|ให้|ปลื้ม|ปิติ|,|มี|เสน่ห์|  |Syn. bind
adj. มี|เสน่ห์|,|ซึ่ง|ทํา|ให้|หลงใหล
n. การ|ทํา|ให้|หลงใหล|,|เสน่ห์|,|สิ่ง|ที่|ทํา|ให้|หลงใหล|  |Syn. spell|,|magic
n. ผู้หญิง|ทํา|ให้|คน|ลุ่มหลง|,|หญิง|ที่|มี|เสน่ห์|,|แม่มด
(เอน|ซะ|แล|ด|'|ดะ) n. ขนมปัง|กลม|ยัด|เนื้อ|ของ|เม็กซิกัน ใช้|กิน|กับ|เนย|และ น้ํา|ซอส|พริก
(เอน|ไค|ริ|ด|'|เดียน) n. คู่มือ -|pl. enchiridions|,|enchiridia
n. ของ|พื้นเมือง|  |Syn. enchoric
(เอน|ไซ|'|เฟอะ) vt. เปลี่ยน|เป็น|รหัส|,|ทํา|เป็น|รหัส.  |Syn. encipherer n. ดู|encipher encipherment n. ดู|encipher
(เอน|เซอร์|'|เคิล) {|encircled|,|encircling|,|encircles|} vt. ล้อมรอบ|,|ตีวง|,|เวียน|รอบ.  |Syn. encirclement n. ดู|encircle
(เอน|'|เคลฟว) n. ประเทศ|ที่|มี|ดินแดน|ทั้งหมด|หรือ|ส่วนใหญ่|ที่|ถูก|ล้อมรอบ|ไป|ด้วย|ดินแดน|ของ|ประเทศ|อื่น
(เอน|โค|ลซ|') vt. ปิด|,|ล้อมรอบ|,|สอดใส่|ไว้|,|มี|อยู่|ใน|,|ประกอบ|ด้วย.  |Syn. enclosable adj. ดู|enclose|  |Syn. inclose.
(เอน|โค|ล|'|เซอะ) n. การ|ปิด|,|การ|ล้อมรอบ|,|การ|สอด|ใส
เข้า|รหัส|หมายถึง การ|แปลง|ข้อมูล|เป็น|รหัส เช่น ตัวเลข 2 จะ|เข้า|รหัส|บี|ซี|ดี (BCD) เป็น|เลขฐานสอง 0010 เป็นต้น
ตัว|เข้า|รหัส|หมายถึง เครื่อง|ปลาย|ทาง (terminal) แต่ละ|ตัว|ที่|มี|ตัว|เข้า|รหัส|คอย|แปลง|รหัส|ที่|เรา|กด|เป็น|รหัส|แอ|สกี (ASCII) หรือ|เอ็บ|ซี|ดิก (EBCDIC)| 
(เอน|โค|'|มิ|แอ|สท) n. ผู้|สรรเสริญ|  |Syn. encomiastic adj. ดู|encomiast encomiastical adj. ดู|encomiast
(เอน|คัม|'|เพิส) vt. ล้อมรอบ|,|ตีวง|,|เวียน|รอบ|,|ปิด|,|ผนึก|,|รวม|ทั้ง|,|บรรลุผล.  |Syn. encompassment n. ดู|encompass|  |Syn. surround
(เอน|คอร์|') interj. อีก|! เอา|อีก|! -|n. ความ|ต้องการ|อีก|เช่น|โดย|การ|ตบ|มือ|เรียกร้อง|,|การ|แสดง|อีก|ครั้ง|ตาม|คํา|เรียกร้อง vt. เรียกร้อง|ให้|แสดง|อีก
(เอน|เคา|'|เทอะ) vt. เผชิญหน้า|,|พบ|,|ประสบ|,|ปะทะ.  |Syn. encounterer n.
(เอน|เคอ|'|ริ|จฺ) vt. ให้|กําลังใจ|,|บํารุง|น้ําใจ|,|ยุ|,|กระตุ้น|,|สนับสนุน|  |Syn. encouragement n. ดู|encourage encourager n. ดู|encourage|  |Syn. inspirit
(เอน|โค|รช|') vt. ล่วงล้ํา|,|บุกรุก|,|ล่วงละเมิด|,|กัดกร่อน|  |Syn. encroachment n. ดู|encroach encroachr n. ดู|encroach|  |Syn. intrude
(เอน|ครัสทฺ|') vt.,|vi. ดู|incrustation (ดู)|  |Syn. encrustant n. ดู|encrust|  |Syn. trespass
(เอน|' สค|ริ|พเชิน) n. การ|สร้าง|รหัส|ลับ|, การ|นํา|ข้อความ|มา|เข้า|รหัส
(เอน|คัม|'|เบอะ) vt. กีดขวาง|,|ขีด|ขวาง|,|เกะกะ|,|ทํา|ให้|ช้า|ลง|,|ถ่วง|,|ทํา|ให้|หนักใจ.
(เอน|คัม|'|บรันซฺ) n. สิ่ง|กีดขวาง|,|เครื่อง|ถ่วง|ความ|เจริญ|,|ผู้|ที่|ต้อง|พึ่งพา|คน|อื่น ,|การ|เรียกร้อง|สิทธิ|ใน|ทรัพย์ สิน|,|การ|ติดพัน|  |Syn. incumbrance
(เอน|ซิ|ค|'|ลิคัล) n. จดหมาย|สันตะปาปา|ที่|ส่ง|ไป|ยัง|บิ|ชอพ|ทั้งหลาย.
(เอน|ไซ|คละ|พี|'|เดีย) n. สารานุกรม
(เอน|ไซ|คละ|พี|'|เดีย) n. สารานุกรม
(เอน|ดฺ) n. ปลาย|,|ท้าย|,|ตอนจบ|,|จุดจบ|,|ชั้น|สุดท้าย|,|มรณกรรม|,|ความ|พินาศ|,|ความ|หายนะ|,|ผล|เบื้องปลาย|,|ผล|ประสงค์|,|วัตถุ|ที่|ประสงค์|,|การ|ลงเอย|,|สภาพ|สุดท้าย vt. ยุติ|,|ยกเลิก|,|ฆ่า|,|ทําลาย|,|ขจัด|สิ้น. vi. สิ้นสุด|,|ยุติ|,|ตาย|,|ถึง|ขั้นสุดท้าย -|Phr. (make both ends meet หาเงิน|ให้|พอกับ|ความ|ต้อ|งก
สิ้นสุด|แฟ้ม|ใช้|ตัวย่อ|ว่า EOF เป็น|สัญลักษณ์|พิเศษ ที่|จะ|บอก|ให้|รู้|ว่า ถึง|จุดสิ้นสุด|ของ|แฟ้มข้อมูล|แล้ว สําหรับ|แฟ้มข้อมูล|ภายใต้|โปรแกรม|ระบบ|ดอส การ|กด|แป้น CTRL|+|Z จะ|ทํา|ให้|ได้|สัญลักษณ์|ที่|โปรแกรม|จะ|รู้|ว่า|เป็น "|จุดสิ้นสุด|ของ|แฟ้มข้อมูล|" แล้ว หาก|ไม่|มี|สัญลักษณ์|นี้ โปรแกรม|จะ|ไม่|ทราบ|ว่า|ข้อมูล|ที่|ต้องการ สิ้นสุด|ตรง|ไหน|มี|ความหมาย|เหมือน end of job
ปลาย|บรรทัด|ใช้|ตัวย่อ|ว่า EOL (อ่าน|ว่า อี|โอ|แอ|ล) โปรแกรมประมวลผล|คํา|มักจะ|มี|คําสั่ง|พิเศษ|นี้|ที่|จะ|สั่ง|ให้|ตัว|ชี้|ตําแหน่ง (cursor) กระโดด|ไป|ปลาย|บรรทัด|ได้|เลย
ผู้ใช้|ขั้น|ปลาย|หมายถึง ผู้ใช้|คอมพิวเตอร์|ที่|นํา|โปรแกรมคอมพิวเตอร์|ที่|คน|อื่น|สร้าง|หรือ|เขียน|ไว้|แล้ว|มา|ใช้ (ไม่|ได้|เขียน|โปรแกรม|เอง)| 
(เอน|เดน|'|เจอ) vt. ทํา|ให้|เกิด|อันตราย|  |Syn. endangerment n. การ|ทํา|ให้|เกิด|อันตราย|  |Syn. imperil
(เอน|เดียร์|') vt. ทํา|ให้|เป็น|ที่รัก
(เอน|เดฟ|'|เวอะ) vi.,|vt. พยายาม|,|บากบั่น. -|n. ความ|พยายาม|,|ความ|บากบั่น.  |Syn. endeavorer n. ดู|endeavor endeavourer n. ดู|endeavor|  |Syn. try
(เอน|เดฟ|'|เวอะ) vi.,|vt. พยายาม|,|บากบั่น. -|n. ความ|พยายาม|,|ความ|บากบั่น.  |Syn. endeavorer n. ดู|endeavor endeavourer n. ดู|endeavor|  |Syn. try
(เอน|เดม|'|มิ|ค) adj. เกี่ยวกับ|ท้องถิ่น|หนึ่ง|เฉพาะ -|n. โรค|ประจํา|ท้องถิ่น|หนึ่ง|  |Syn. endemical adj.ดู|endemic endemism n. ดู|endemic endemicity n.ดู|endemic|  |Syn. indigenous
(เอน|'|ดิง) n. การ|ยุติ|,|ตอนจบ|,|เบื้องปลาย|,|ความ|ตาย|,|ท้าย|คําศัพท์
adj. ไม่|มี|ขอบเขต|,|ไม่|สิ้นสุด|  |Syn. endlessness n. ดู|endless|  |Syn. eternal|,
adj. ปลาย|สุด|,|ท้าย|สุด|,|ไกล|สุด
โรค|เยื่อบุ|หัวใจ|อักเสบ
เป็น|ผนัง|ชั้นใน|สุด|ของ|หัวใจ
เป็น|ท่อ|ขนาด|เล็ก แทรก|อยู่|ทั้ว|ไป|ใน|ไซ|โต|ปลา|ส|ซึม และ|เป็น|ส่วน|ที่|เชื่อม|ระหว่าง|ผนัง|เซลล์|กับ|ผนัง|นิวเคลียส ของเหลว|ภายใน|นี้|จึง|เหมือน|กับ|ของเหลว|ภายนอก|เซลล์|ทํา|หน้าที่|เป็น|ระบบ|สังเคราะห์|และ|ลําเลียง|สาร|ไป|ยัง|ที่|ต่าง|ภายใน|และ|ภายนอก|เซลล์ แบ่ง|ออก|ได้|เป็น 2 พวก คือ Granular พวก|นี้|มี ribosome มา|เกาะ|จึง|เห็น|เปืน|ผิว|ขรุขระ ทํา|หน้าที่|สังเคราะห์|โปรตีน|และ|ลําเลียง|เพื่อ|ปล่อย|ออก|นอก|เซลล์ ส่วน|ชนิด|ที่ 2 เรียก|ว่า Agranular หรือ|ชนิด|ผิว|เรียบ|เพราะ|ไม่|มี ribosome มา|เกาะ ทํา|หน้าที่|ผลิต|สาร|พวก|ไขมัน|และ|ลําเลียง|โปรตีน|ต่าง ๆ ภายใน|เซลล์
vt. สลัก|หลัง|เช็ค|หรือ|ตั๋วเงิน|,|รับรอง|,|เห็นด้วย|,|อนุมัติ|,|ลงนาม|เห็นด้วย|หรือ|อนุมัติ|,|บันทึก|ข้อความ|ไว้|ใน|ใบอนุญาต|,|เซ็น|ชื่อ|รับรอง.  |Syn. endorsable adj. ดู|endorse endorsement n. ดู|endorse indorsement n. ดู|endorse endorser n. ดู|endorse indor
n. ผู้|รับ|โอน|,|ผู้|รับ|เอกสาร|หรือ|ตั๋วเงิน|ที่|ผู้อื่น|เซ็น|มอบ|ไว้|ให้
(เอน|เดา|') vt. บริจาค|,|มอบ|ของขวัญ|ให้|,|มอบ|ทุน|  |Syn. endower n. ดู|endow|  |Syn. provide|,
(เอน|เดา|'|เมิน|ทฺ) n. การ|บริจาค|,|ทุนทรัพย์|ที่|บริจาค|,|สมรรถภาพ|,|ความ|สามารถ|,|สติปัญญา.
(เอน|ดิว|'|ระ|เบิล) adj. ซึ่ง|อดทน|ได้|,|ซึ่ง|สามารถ|ทน|ได้.  |Syn. endurably adv. ดู|endurable
(เอน|ดิว|'|เรินซฺ) n. ความ|อดทน|,|ความ|อมตะ|, ความ|ไม่|ตาย|,|สิ่ง|ที่|ต้อง|อดทน|  |Syn. durability
(เอน|ดิว|'|เออะ) vt.,|vi. อดทน|,|ทนทาน|,|ยืนยง|,|อดกลั้น|  |Syn. bear|,
(เอน|ดิว|'|ริ|ง) adj. ทนทาน|,|ยืน|นาน|,|อมตะ|,|ไม่|ตาย|  |Syn. enduringness n. ดู|enduring|  |Syn. lasting
adv. ปลาย|สุด|,|ตาม|ยาว|,|ไป|ทาง|ปลาย|  |Syn. endwise
(เอน|'|นะ|มะ) n. การ|ฉีดยา|เข้า|ไป|ในไส้|ตรง|,|ยาฉีด|ดังกล่าว|,|ยา|สวนทวาร|หนัก|,|เครื่อง|สวนทวาร|หนัก
(เอน|'|นะ|มี) n.,|adj. ศัตรู|,|ข้าศึก|,|คู่|อริ|,|ฝ่าย|ศัตรู|, -|Phr. (the Enemy ซาตาน|ปีศาจ) .  |Syn. rival
(เอน|เนอ|เจ|ท|'|ทิค|,|-|เคิล) adj. มี|พลัง|,|มี|กําลังวังชา|,|ขะมักเขม้น|,|ชอบ|ทํางาน.  |Syn. vigorous|,
(เอน|เนอ|เจ|ท|'|ทิค|,|-|เคิล) adj. มี|พลัง|,|มี|กําลังวังชา|,|ขะมักเขม้น|,|ชอบ|ทํางาน.  |Syn. vigorous|,
(เอน|'|เนอ|ไจ|ซ) v. กระตุ้น|การ|ทํา|ให้|,|ให้|พลังงาน.  |Syn. energiser n. ดู|energize energizer n. ดู|energize|  |Syn. activate
(เอน|'|เนอ|ไจ|ซ) v. กระตุ้น|การ|ทํา|ให้|,|ให้|พลังงาน.  |Syn. energiser n. ดู|energize energizer n. ดู|energize|  |Syn. activate
(เอน|'|เนอจี) n. พลังงาน|,|พลัง|,|กําลัง|งาน|,|กําลัง|ความ|สามารถ|,|พลัง|วิชา|  |Syn. vim
(เอน|'|เนอเวท) vt. ตัด|กําลัง|,|ทํา|ให้|อ่อนกําลัง -|adj. ซึ่ง|อ่อนกําลัง.  |Syn. enervation n. ดู|enervate enervative adj. ดู|enervate enervator n. ดู|enervate
(เอน|'|เนอเว|ทิด) adj. ไร้|พลังงาน|,|หมด|กําลัง|,|อ่อนเปลี้ย|เพลีย|แรง|  |Syn. weak
(เอฟี|'|เบิล) vt. ทํา|ให้|อ่อนเพลีย|,|ทํา|ให้|หมด|กําลัง|  |Syn. exhaust
(เอน|โฟ|ลด|ฺ|') vt. ห่อ|,|หุ้ม|,|ห้อมล้อม|,|พับ|กอด|  |Syn. enfolder n. ดู|enfold enfoldment n. ดู|enfold|  |Syn. embrace
(เอน|ฟอร์ส|') vt. ทํา|ให้|ปฎิบัติ|ตาม|,|ใช้|กําลัง|บังคับ|,|บังคับ|ให้|เป็น|ไป|ตาม|กฎหมาย|  |Syn. enforceability n. ดู|enforce enforcer n. ดู|enforce enforcive adj. ดู|enforce enforcement n. ดู|enforce
(เอน|แฟ|รน|'|ไช|ซ) vt. ให้|สิทธิพิเศษ|,|ให้|สิทธิ|ใน|การ|เลือกตั้ง|ผู้แทน|,|ให้|สัมปทาน|,|ให้|สิทธิ|เป็น|ผู้|จําหน่าย|แต่|ผู้|เดียว|,|ปล่อย|ให้|เป็น|อิสระ.  |Syn. enfranchisement n. ดู|enfranchise enfranchiser n. ดู|enfranchise|  |Syn. franchise.
(เอน|'|เกจ|ฺ) vt. หมั้น|,|ผูกมัด|,|นัดหมาย|,|สู้รบ|,|ต่อสู้|,|จ้าง|,|ว่าจ้าง|,|พัวพัน|,|ทํา|ให้|ทํางาน|ใน|ด้าน|,|ทํางาน|อยู่|,|เชื่อมต่อ|กับ.  |Syn. engager n. ดู|engage|  |Syn. bind
(เอน|เกจ|ทฺ|') adj. พัวพัน|กับ|,|มี|คู่หมั้น|แล้ว|,|จอง|แล้ว|,|ไม่|ว่าง|,|เชื่อมต่อ|กับ|  |Syn. engagedly adv. engagedness n.
(เอน|เกจ|ฺ|'|เมิน|ทฺ) n. การ|พัวพัน|อยู่|กับ|,|การ|สู้รบ|กับ|,|การ|หมั้น|,|ข้อตกลง|,|การ|นัดหมาย|,|การ|ว่าจ้าง|,|ระยะ|การ|ว่าจ้าง
แหวน|หมั้น
adj. เป็น|ที่|ดึงดูดใจ|,|มี|เสน่ห์|,|น่ารัก|,|ซึ้ง|,|ทํา|ให้|คน|ติด
(เอน|เจน|'|เดอะ) vt. ทํา|ให้|เกิด|,|ก่อ|ให้|เกิด -|vi. บังเกิด.  |Syn. engenderer n. ดู|engender engenderment n. ดู|engender|  |Syn. produce
(เอน|'|จิน) n. เครื่องจักร|,|เครื่องกล|,|เครื่องยนต์|,|หัวรถจักร|,|รถจักร|,|เครื่อง|ดับ|เพลิง|,|รถดับเพลิง|,|เครื่อง|ทรมาน.
(เอน|จินเนียร์|') n. วิศวกร|,|นายช่าง|,|คน|ขับ|,|รถไฟ|,|ผู้สร้าง|เครื่องจักร|,|ทหารช่าง|,|ผู้จัดการ|,|ผู้|มี|ความ|ชํานาญ -|vt. วางแผน|,|สร้าง|,|จัดการ|,|ควบคุม|  |Syn. engineery n. ดู|engineer|  |Syn. inventor
(เอน|จินเนีย|'|ริ|ง) n. วิศวกรรม|,|การช่าง|, การ|จัดการ|,|การ|วางแผน|และ|ควบคุม|อย่าง|ชํานิชํานาญ|  |Syn. maneuvering
vt. ล้อมรอบ|,|โอบล้อม
(อิง|'|ลัน|ดฺ) n. อังกฤษ
(อิง|'|ลิช) adj. เกี่ยวกับ|อังกฤษ -|n. ชาว|อังกฤษ|,|ภาษาอังกฤษ
(เอน|กอร์จฺ|') vt.,|vi. กลืน|อย่าง|ตะกละ|ตะ|กราม|,|ขยอก|,|คั่ง|เลือด|  |Syn. engorgement n.
(เอน|เก|รฟว|') vt. แกะ|,|สลัก|,|จารึก|,|ฝัง|,|ประทับใจ|,|ตรึงใจ|,|กัด|บล๊|อก|,|ทํา|เพลท|  |Syn. engraver n.  |Syn. carve
n. การ|แกะสลัก ,|แบบ|แกะสลัก|,|บล็อค|ที่|แกะสลัก|,|เพลท|ที่|จารึก
(เอน|โก|รส|') vt. เอา|ไป|หมด|,|ครอง|หมด|,|หมกมุ่น|,|ใช้|ตัว|ใหญ่|เขียน.  |Syn. engrossedly adv. ดู|engross engrosser n. ดู|engross|  |Syn. busy
adj. หมกมุ่น|,|ซึ่ง|ดึงดูด|ความ|สนใจ|,|น่าทึ่ง|,|ซึ่ง|ทํา|ให้|เพลิดเพลิน|มาก
(เอน|กัลฟฺ|') vt. กลืน|,|จุ่ม|,|ดูด|,|ท่วม|,|ครอบคลุม.  |Syn. ingulf.  |Syn. engulfment n. ดู|engulf
vt. ทํา|ให้|สูง|ขึ้น|,|ทํา|ให้|มาก|ขึ้น|,|เพิ่ม|,|เสริม|,|ยก|ระดับ.  |Syn. enhancement n. ดู|enhance enhancer n. ดู|enhance enhancive adj. ดู|enhance|  |Syn. improve
enhanced graphics adapter|ตัว|ปรับ|ภาพ|เพิ่ม|ความ|คม|ใช้|ตัวย่อ|ว่า EGA (อ่าน|ว่า อี|จีเอ) เป็น|มาตรฐาน|ของ|จอภาพ|ได้|รับ|การ|พัฒนา|มา|ขั้น|หนึ่ง|แล้ว ปัจจุบัน จอภาพ|ยังคง|ได้|รับ|การ|พัฒนา|ให้|คมชัด และ|มี|สี|สวย|ขึ้น|เรื่อย ๆ จอ|ที่|ดี|กว่า คือ|จอ VGA หรือ Super VGA หรือ|ที่|เรียก|ว่า SVGA ดู VGA และ SVGA ประกอบ
ตัว|ปรับ|ภาพ|เพิ่ม|ความ|คม|Enhanced Graphic Adaptor|ใช้|ตัวย่อ|ว่า EGA (อ่าน|ว่า อี|จีเอ) เป็น|มาตรฐาน|ของ|จอภาพ|ได้|รับ|การ|พัฒนา|มา|ขั้น|หนึ่ง|แล้ว ปัจจุบัน จอภาพ|ยังคง|ได้|รับ|การ|พัฒนา|ให้|คมชัด และ|มี|สี|สวย|ขึ้น|เรื่อย ๆ จอ|ที่|ดี|กว่า คือ|จอ VGA หรือ Super VGA หรือ|ที่|เรียก|ว่า SVGA ดู VGA และ SVGA ประกอบ
(อะนิก|'|มะ) n.,|ปริศนา|,|คําพูด|ปริศนา|,|คน|ลึกลับ|,|สิ่ง|ที่|น่า|ฉงนสนเท่ห์|  |Syn. puzzle
(เอน|นิกแมท|'|ทิค) adj. เป็น|ปริศนา|,|ลึกลับ|,|น่า|ฉงนสนเท่ห์.  |Syn. enigmatically adv. ดู|enigmatic|  |Syn. mysterious
(เอน|ไอ|ลฺ|') vt. ทํา|ให้|เป็น|เกาะ|ของ|,|ทิ้ง|ไว้|บน|เกาะ|,|แยก|ให้|อยู่|ต่างหาก|  |Syn. isolate
vt. สั่ง|การ|,|บัญชา|,|สั่ง|,|กําชับ|,|กําหนด|,|สั่ง|ห้าม|,|ห้าม.  |Syn. enjoiner n. ดู|enjoin enjoinment n. ดู|enjoin
(เอน|จอ|ย|') {|enjoyed|,|enjoying|,|enjoys|} v. ชอบ|,|พอใจ|, สนุก|, สําราญใจ.
adj. น่า|สนุก|,|น่า|เพลิดเพลิน|,|สนุก|,|สําราญใจ.  |Syn. enjoyably adv. ดู|enjoyable|  |Syn. agreeable
(เอน|จอ|ย|'|เมิน|ทฺ) n. ความ|สนุกสนาน|,|ความ|เพลิดเพลิน|,|แหล่ง|หรือ|สิ่ง|ที่|ให้|ความ|เพลิดเพลิน|หรือ|สนุกสนาน|  |Syn. pleasure|,
(เอน|คิน|'|เดิล) vt.,|vi. จุด|ไฟ|,|กระตุ้น|ให้|เร่าร้อน|,|กระตุ้น|ให้|กระฉับกระเฉง.  |Syn. enkindler n. ดู|enkindle|  |Syn. light
(เอน|ลาร์จฺ|') vt. ขยาย|,|เพิ่ม|,|ขยาย|ตัว|,|เสริม -|vi. กว้าง|ขึ้น|,|โต|ขึ้น|,|ขยาย|,|พูด|หรือ|เขียน|อย่าง|ละเอียด.  |Syn. enlargeable adj. ดู|enlarge enlarger n. ดู|enlarge
n. การ|ขยาย|,|ภาพ|ขยาย|,|สิ่ง|ที่|ขยาย|สิ่ง|อื่น|,|สิ่ง|เพิ่มเติม|  |Syn. expansion
(เอน|ไล|'|เทิน) n. สอน|,|ให้|ความ|รู้|,|ให้|ความ|สว่าง|, ให้|ความ|สําเร็จ.  |Syn. enlightenedly adv. ดู|enlighten enlightener n. ดู|enlighten -|S.clarify enlightenment n. การ|ให้|ความ|รู้|,|การ|ให้|ความ|กระจ่าง|,|การ|ให้|ความ|สว่าง|,|ภาวะ|ที่|รู้|กระจ่าง|, the Enlightenment
(เอน|ลิสทฺ|') vi. เกณฑ์|,|เกณฑ์ทหาร|,|สมัคร|เข้า -|vt. เข้า|เกณฑ์ทหาร|,|สมัคร เป็น|ทหาร.  |Syn. enlister n. ด
n. ทหารเกณฑ์|,|ผู้สมัคร|เข้า
n. การ|เข้า|เกณฑ์ทหาร|,|การ|สมัคร|เป็น|ทหาร
(เอน|ไล|'|เวิน) vt. ทํา|ให้|คึกคัก|,|ทํา|ให้|มี|กําลังวังชา|  |Syn. enliveningly adv. ดู|enliven enlivenment n. ดู|enliven|  |Syn. cheer
(เอน|เมช|') vt. ทํา|ให้|พัวพัน|,|จับ|,|ทํา|ให้|หลง|ติด.  |Syn. enmeshment n.ดู|enmesh|  |Syn. entangle
(เอน|'|มิ|ที) n. ความ|เป็น|ปฏิปักษ์|,|ความ|เกลียด|,|ความ|มี|เจตนา|เป็น|อริ
(เอน|โน|'|เบิล) vt. ทํา|ให้|สูง|ขึ้น|,|ทํา|ให้|สูงส่ง|,|มอบ|ตําแหน่ง|อัน|มี|เกียรติ|ให้.  |Syn. ennoblement n. ดู|ennoble ennobler n. ดู|ennoble ennoblingly adv. ดู|ennoble|  |Syn. improve|,|uplift
(อี|นอร์|'|มิ|ที) n. ความ|ร้ายกาจ|,|ความ|ชั่วร้าย|,|ความ|มหึมา|,|สิ่งชั่ว|ร้าย.  |Syn. baseness
(อี|นอร์|'|เมิส) adj. มหึมา|,|ใหญ่โต|,|ร้ายกาจ|,|ชั่วร้าย.  |Syn. enormousness n. ดู|enormous|  |Syn. immense
(อี|นัฟ|') adj.,|adv. พอ|,|พอเพียง -|n. ปริมาณ|หรือ|จํานวน|ที่|พอเพียง|,|ความ|พอเพียง. -|interj. พอ|แล้ว|! หยุด|! ดี|แล้ว|!|  |Syn. adequate
(เอน|ไคว|'|เออะ) vt.,|vi. ดู|inquire
(-|รี) n., ดู|inquiry -|pl. enquires
(เอน|เรจ|') vt. ทํา|ให้|โกรธแค้น|  |Syn. enragedly adv. ดู|enrage enragement n. ดู|enrage -|pl. enragement n. ดู|enrage
vt. ทํา|ให้|ปี|ติ|ยินดี|มาก|,|ทํา|ให้|หลงใหล.  |Syn. enrapturedly adv.
(เอน|ริ|ชฺ|') vt. ทํา|ให้|ร่ํารวย|,|ทํา|ให้|อุดมสมบูรณ์|,|ประดับ|,|ตกแต่ง|,|เพิ่ม|คุณค่า|,|เพิ่ม|ความ|สําคัญ|,|ทํา|ให้|คุณภาพ|ดี|ขึ้น|  |Syn. enricher n. ดู|enrich enrichingly adv. ดู|enrich|  |Syn. improve
(เอน|ริ|ชฺ|'|เมิน|ทฺ) n. การ|ทํา|ให้|ร่ํารวย|,|การ|ทํา|ให้|อุดมสมบูรณ์|,|การ|ประดับ|,|การ|ตกแต่ง|,|การ|เพิ่ม|คุณค่า|,|ภาวะ|ที่|ดี|ขึ้น|,|สิ่ง|ที่|เพิ่ม|คุณค่า|  |Syn. adornment|,|decoration
vt. แต่งตัว|,|สวม|เสื้อคลุม|ยาว.  |Syn. enrober n. ดู|enrobe
(เอน|โร|ล|') vt.,|vi. ดู|enroll
(เอน|โร|ล|') {|enrolled|,|enrolling|,|enrolls|} vt. ลงทะเบียน|,|บันทึก|,|ห่อ|,|ม้วน|ขึ้น. -|vi. สมัคร|เข้า|  |Syn. enroller n. ดู|enroll|  |Syn. register
(เอน|โร|ลี|') n. ผู้|เข้า|ลงทะเบียน|,|ผู้สมัคร|เข้า|เรียน
(เอน|โร|ล|'|เมิน|ทฺ) n. การ|ลงทะเบียน|,|การ|ลงชื่อ|,|การ|สมัคร|เข้า|เรียน|,|การ|สมัคร|เข้า|เป็น|ทหาร
(เอน|โร|ล|'|เมิน|ทฺ) n. การ|ลงทะเบียน|,|การ|ลงชื่อ|,|การ|สมัคร|เข้า|เรียน|,|การ|สมัคร|เข้า|เป็น|ทหาร
(เอน|สฺ|คอน|ซฺ|') vt. ปกคลุม|,|ซ่อน|,|หลบซ่อน
(เอน|เซ|ม|'|เบิล) n. ทั้ง|ชุด|,|ทั้งหมด|,|ทั้งมวล|,|ผล|ทั้งหมด|,|การ|แสดง|พร้อมกัน|ทั้ง|กลุ่ม|,|คณะ|นักแสดง. -|adv. ด้วย|กัน|ทั้งหมด|,|พร้อมกัน|  |Syn. set -|pl. ensembles
(เอน|ไช|รน|') vt. วาง|ไว้|บน|ที่|บูชา|,|บูชา.  |Syn. inshrine|  |Syn. enshrinement n. ดู|enshrine
(เอน|ช|เรา|ดฺ|') vt. ปกคลุม|,|ปิดบัง
(เอน|'|ซะ|ฟอร์ม) adj. เป็น|รูป|ดาบ
(เอน|'|ไซน์|,|เอน|ไซ|น|') n. ธง|,|ธง|ทหาร|,|ธง|เรือ
(เอน|สฺเลฟว|') vt. ทํา|ให้|เป็น|ทาส|,|กดขี่|,|พิชิต|,|พิชิต|ใจ|  |Syn. enslavement n. ดู|enslave enslaver n. ดู|enslave
vt. จับกุม|,|ทํา|ให้|ติด|บ่วง|,|หลอกลวง|,|ดัก.  |Syn. ensnarer n.
(เอน|ซิว|') vi. ตาม|มา|,|เป็น|ผล|ตาม|มา|  |Syn. ensuingly adv. ดู|ensue
(เอน|ชัวร์|') vt. รับรอง|,|ประกัน|,|ทํา|ให้|มั่นใจ|,|ทํา|ให้|ปลอดภัย|,|ทํา|ให้|มั่นคง|  |Syn. ensurer n. ดู|ensure|  |Syn. assure
abbr. eye|,|nose|,|throat
(เอน|เท|ล|') vt.,|n. (การ) นํามา|ซึ่ง|,|ทํา|ให้|พัวพัน|,|ทํา|ให้|ตกทอด|หรือ|ถ่ายทอด|แก่|,|ภาวะ|ที่|ทํา|ให้|ถูก|พัวพัน|  |Syn. entailer n. ดู|entail entailment n. ดู|entail|  |Syn. imply
n. การ|ทํา|ให้|พัวพัน|,|ภาวะ|ที่|ถูก|พัวพัน|,|สิ่ง|พัวพัน|,|ขดลวด|ที่|กีดขวาง|,|ความ|ซับซ้อน|  |Syn. complex
n. ส่วน|นูน|เล็กน้อย|ของ|เสา|หรือ|หอคอย หรือ|อื่น ๆ| 
(เอน|'|เทอะ) v. เข้า|,|เข้า|ไป|,|เข้า|มา|,|เริ่ม.,|แทง|,|สอด|,|ร่วม|,|เป็น|สมาชิก|,|ลงทะเบียน|,|สมัคร|เข้า|เป็น|,|ยื่น|,|เสนอ|, -|Phr. (enter into เริ่ม)|  |Syn. enterable adj. enterer n.
แป้น|ป้อน|เข้า|หมายถึง แป้น|ที่|จะ|ใช้|กด เมื่อ|พิมพ์|คําสั่ง|เสร็จ|แล้ว และ|ต้องการ|ให้|คอมพิวเตอร์|เริ่ม|ทํางาน|ตาม|คําสั่ง ถ้า|เป็น|โปรแกรมประมวลผล|คํา (word processing) แป้น|นี้|เป็น|แป้น|สําหรับ|สั่ง|ให้|ขึ้น|ย่อหน้า|ใหม่ ใน|บาง|ครั้ง|ก็|เรียก|กัน|ว่า Return key และ|มัก|เขียน|ย่อ|ว่า <|RET|> ใน|บาง|โปรแกรม แป้น|นี้|อาจ|ถูก|กําหนด|ให้|ทํา|อย่าง|อื่น|ก็ได้ แป้นพิมพ์|ของ|คอมพิวเตอร์|ทุก|ชนิด ทุก|ยี่ห้อ จะ|ต้อง|มี|แป้น|นี้
Pref. ลําไส้
(เอน|'|เท|อริ|ค) adj. เกี่ยวกับ|ลําไส้
ยาเม็ด|ที่|ทํา|ให้|แตก|ตัว|ใน|ลําไส้
n. โรค|ลําไส้|อักเสบ
Pref. ลําไส้
โรค|พยาธิ|เส้นด้าย
(เอน|'|เท|อ|ไพร|ซ) n. โครงการ|,|กิจการ|, บริษัท|,|อุ|ต|สา|ห|กิจ|,|วิสาหกิจ|  |Syn. task
(เอน|เท|อ|ไพร|'|ซิ|ง) adj. ซึ่ง|เต็มไปด้วย|ความ|ริเริ่ม ,|กล้าได้กล้าเสีย ,|แคล่วคล่อง|  |Syn. enterpriser n. ดู|enterprising|  |Syn. bold|,|daring
(เอน|เทอะ|เท|น|') vt. ทํา|ให้|เพลิดเพลิน|,|ทํา|ให้|สนุกสนาน|,|ต้อนรับ|,|รับรอง|แขก|,|เชิญ|ไป|เลี้ยง|,|ยอมรับ|,|รับ|,|รับ|พิจารณา. -|vi. รับรอง|แขก
n. นักร้อง|,|ตัว|ตลก|,|ผู้แสดง|,|ผู้ทํา|ให้|เพลิดเพลิน|,|ผู้|ต้อนรับ|แขก
adj. ซึ่ง|ให้|ความ|เพลิดเพลิน|,|ซึ่ง|ให้|ความ|สนุกสนาน.
n. การ|ให้|ความ|เพลิดเพลิน|,|การ|ต้อนรับ|แขก|,|สิ่ง|ที่|ให้|ความ|เพลิดเพลิน|,|การ|แสดง|,|การ|ยอมรับ|,|การ|รับ|พิจารณา|  |Syn. amusement
n. ภาษี|ม|โหร|สพ
(เอน|ธ|รอ|ล|') vt. ทํา|ให้|ติดใจ|,|ทํา|ให้|หลง|เสน่ห์|,|ทํา|ให้|เป็น|ทาส.  |Syn. enthraler n. ดู|enthral enthraller n. ดู|enthral enthralingly adv. ดู|enthral enthrallingly adv. ดู|enthral enthralment n. ดู|enthral enthrallment n. ดู|enthral คํา|ที่|มี|ค
(เอน|ธ|รอ|ล|') vt. ทํา|ให้|ติดใจ|,|ทํา|ให้|หลง|เสน่ห์|,|ทํา|ให้|เป็น|ทาส.  |Syn. enthraler n. ดู|enthral enthraller n. ดู|enthral enthralingly adv. ดู|enthral enthrallingly adv. ดู|enthral enthralment n. ดู|enthral enthrallment n. ดู|enthral คํา|ที่|มี|ค
(เอน|โธ|รน|') vt. ทํา|ให้|ขึ้น|ครองราชย์|,|ยกย่อง|,|เอา|ไป|ตั้ง|ไว้|บน|ที่|สูง|,|มอบอํานาจ|ให้.  |Syn. enthronement n. ดู|enthrone|  |Syn. inthrone.
(เอน|ธิว|'|ซิ|แอ|สทฺ) n. ผู้|มี|ความ|กระตือรือร้น|,|ผู้|คลั่ง|ศาสนา|  |Syn. fan|,|devotee
(เอน|ธิว|ซิ|แอ|ส|'|ทิค) adj. กระตือรือร้น|,|มี|ศรัทธา|แรงกล้า|,|เร่าร้อน|,|มี|ใจ|จดจ่อ.
(เอน|ไท|สฺ|') vt. ล่อลวง|,|ชักนํา|ไป|ใน|ทาง|ผิด|,|ทํา|ให้|หลง|เข้าใจผิด.  |Syn. lure
(เอน|ไท|สฺ|'|เมิน|ทฺ) n. การ|ล่อลวง|,|ทาง|ผิด|,|การ|ล่อใจ|,|การ|ทํา|ให้|หลง|เข้าใจผิด|,|สิ่ง|ที่|ทํา|ให้|หลง|เข้าใจผิด|,|สิ่ง|ล่อใจ
(เจน|'|ทะเล|ส) n. ความ|สุภาพ
(เอน|ไท|'|เออะ) adj. ทั้งหมด|,|ทั้งสิ้น|,|ทั้งปวง|,|อย่าง|ละเอียดถี่ถ้วน|,|อย่าง|แท้จริง. -|n. ทั้งหมด|,|ทั้งสิ้น|,|จํานวน|หรือ|ปริมาณ|ทั้งหมด.  |Syn. entireness n. ดู|entire|  |Syn. complete
(เอน|ไท|'|เออ|ลี) adv. โดย|สิ้นเชิง|,|อย่าง|แท้จริง
(เอน|ไท|'|เออ|ที) n. ความ|สมบูรณ์|,|ทั้งหมด|,|ทั้งสิ้น|,|ความ|ถ้วน|ทั่ว|  |Syn. unity
(เอน|ไท|'|เทิล) vt. ให้|ชื่อ|,|ตั้ง|ชื่อ|, ให้|หัวข้อ|,|ให้|สิทธิ.  |Syn. entitlement n. ดู|entitle|  |Syn. intitle
(เอน|'|ทิ|ที) n. เอกลักษณ์|,|แก่น|แท้|,|ธาตุแท้|,|สิ่ง|ที่|มี|อยู่จริง
(เอน|ทูมบ์|') vt. ฝัง|,|ฝัง|ไว้|ใน|สุสาน|  |Syn. intomb.  |Syn. entombment n.
(เอน|ทะ|มอ|ล|'|โลจี) n. กีฎวิทยา.  |Syn. entomologic adj. ดู|entomology entomological adj. ดู|entomology entomologist n. ดู|entomology
(อาน|ทู|รา|จฺ|') n. คณะ|ผู้ติดตาม|,|สิ่งแวดล้อม|  |Syn. companions
(เอน|'|เท|รลซ) n.,|pl. เครื่องใน|,|อวัยวะ|ภายใน|,|ไส้พุง|  |Syn. guts
(เอน|'|เท|ริน|ซฺ) n. การ|เข้า|,|ทางเข้า|,|ปากทาง|เข้า|,|การ|เข้า|โรงเรียน|,|การ|เข้า|สนาม|,|การ|เข้า|รับ|ตําแหน่ง|,|การ|เริ่ม|ลงมือ|,|วิธีการ|เข้า|,|ลักษณะ|การ|เข้า -|vt. ทํา|ให้|ปิติยินดี|,|ทํา|ให้|งงงวย.  |Syn. entrancement n. ดู|entrance entrancingly adv. ดู|entrance
adj. ซึ่ง|ทํา|ให้|ปี|ติ|ยินดี|,|ซึ่ง|ทํา|ให้|หลงใหล
(เอน|แทรพ|') vt. ทํา|ให้|ติด|กับ|, ล่อ|ให้|อยู่|ใน|สภาวะ|ที่|ลําบาก.  |Syn. entrapper n. ดู|entrap entrappingly adv. ดู|entrap|  |Syn. ensnare
(เอน|ท|รี|ท|') vt.,|vi. ขอร้อง|,|วิงวอน|,|อ้อนวอน.  |Syn. entreatingly adv. ดู|entreat entreatment n. ดู|entreat|  |Syn. implore|,|beg
(เอน|ท|รี|'|ที่) n. การ|ขอร้อง|,|การ|วิงวอน|,|คํา|ขอร้อง|,|คํา|วิงวอน|,|คํา|อ้อนวอน
(อาน|'|เท|ร) n. การ|เข้า|,|ทางเข้า|,|สิทธิ|ใน|การ|เข้า|,|วิธีการ|เข้า|,|รายการอาหาร|สําคัญ|  |Syn. entry
(เอน|เท|รน|ชฺ|') vt. ขุด|สนาม|เพลาะ|, ยึด|ที่มั่น. -|vi. รุก|,|รุกล้ํา|,|บุกรุก.  |Syn. entrencher n. ดู|entrench|  |Syn. intrench
(อาน|ท|ระ|พระ|เนอ|') n. ผู้บริหาร|กิจการ|,|นายจ้าง|,|นัก|วิสาหกิจ|,|นายทุน.  |Syn. entrepreneurial adj. ดู|entrepreneur entrepreneurship n. ดู|entrepreneur|  |Syn. employer -|pl. entrepreneurs
(เอน|ทรัสทฺ|') {|entrusted|,|entrusting|,|entrusts|} vt. มอบ|ความ|รับผิดชอบ|,|มอบ|ความ|ไว้วางใจ.  |Syn. entrustment n. ดู|entrust|  |Syn. intrust
(เอน|'|ท|รี) n. การ|เข้า|,|ทางเข้า|,|สิทธิ|ใน|การ|เข้า|,|การ|บันทึก|,|การ|จด|บันทึก|,|การ|ลงทะเบียน|,|การ|เข้า|บัญชี|,|ผู้|เข้า|แข่งขัน|,|การ|ครอบครอง|ที่ดิน|โดย|การ|เหยียบย่ํา|  |Syn. door|,|access
เลขที่|อยู่|แรก|เข้า|จุด|แรก|เข้า|หมายถึง จุดเริ่มต้น|ของ|คําสั่ง|แรก|ใน|ชุดคําสั่ง (program) หรือ|ชุดคําสั่ง|ประจํา (routine) การ|ปฏิบัติงาน|จะ|เริ่มต้น ณ จุด|นี้
(เอน|ทฺ|ไวน์|') vt.,|vi. พัน|รอบ|,|โอบ|,|เลื้อย|รอบ|,|ชัก|ใย|,|ทํา|ให้|พัวพัน.  |Syn. intwine|  |Syn. entwinement n.  |Syn. twist
(อินิว|'|เมอ|ระ|เบิล) adj. ซึ่ง|นับ|ได้|,|ซึ่ง|ยก|ตัวอย่าง|ได้|,|ซึ่ง|ระบุ|ได้|,|ซึ่ง|จาระไน|ได้
(อินิว|'|มะเรท) vt. นับ|,|ยก|ตัวอย่าง|,|ระบุ|,|ยก|ขึ้น|มา|กล่าว|,|จาระไน.  |Syn. enumeration n. ดู|enumerate enumerative adj. ดู|enumerate enumerator n. ดู|enumerate|  |Syn. tally
(อินัน|'|ซิ|เอท) vt. อ่าน|ออก|เสียง|,|ออก|เสียง|,|กล่าว|อย่าง|ชัดแจ้ง|,|ประกาศ|,|แถลง|,|สาธยาย.  |Syn. enunciation n. ดู|enunciate enunciative adj. ดู|enunciate enunciatory adj. ดู|enunciate enunciator n. ดู|enunciate
(เอน|'|วะโลพ) n. ซองจดหมาย|,|ซอง|กระดาษ|,|สิ่ง|ห่อหุ้ม|,|เปลือกหุ้ม|,|เครื่อง|หุ้ม|ห่อ
(เอน|เวล|'|เลิพ|เมิน|ทฺ) n. การ|หุ้ม|ห่อ|,|สิ่ง|หุ้ม|ห่อ|,|การ|โจมตี|ปีก|ของ|แนว|ข้าศึก
(เอน|เวน|'|เนิม) vt. ทํา|ให้|เป็น|พิษ|,|ใส่|พิษ|ลง|ไป|,|ทํา|ให้|ขม|,|เป็น|พิษ|,|ทํา|ให้|เคือง|แค้น
(เอน|'|วีอะเบิล) adj. เป็น|ที่|อิจฉา|,|น่า|อิจฉา|,|เป็น|ที่|ต้องการ.  |Syn. enviably adv.
(เอน|'|วิด|ฺ) adj. ซึ่ง|ถูก|อิจฉา|,|ซึ่ง|ถูก|ริษยา
(เอน|'|เวียส) adj. อิจฉา|,|ริษยา|,|ขี้อิจฉา|  |Syn. enviousness n. ดู|envious
(เอน|ไว|'|เริน) vt. ล้อมรอบ|,|โอบล้อม|,|ตีวง|ล้อม|,|ทํา|วงล้อม|,|หุ้ม|ห่อ.  |Syn. surround
(เอน|ไว|'|เริน|เมิน|ทฺ) n. สิ่งแวดล้อม|,|ภาวะ|สิ่งแวดล้อม|,|การ|โอบล้อม|, ภาวะ|ที่|ถูก|หุ้ม|ห่อ|,|สิ่ง|ที่|หุ้ม|ห่อ|  |Syn. environmental adj. ดู|environment|  |Syn. surroundings|,
(เอน|ไว|'|เรินซ) n.,|pl. สิ่ง|ที่|ล้อมรอบ|,|ส่วน|ที่|ล้อมรอบ|,|ชานเมือง|,|เขต|รอบ|เมือง.  |Syn. suburbs|,
(เอน|วิซ|'|ซิ|จฺ) vt. คิด|,|มองเห็น|,|เผชิญหน้า|,|จ้อง|หน้า.  |Syn. envisagement n. ดู|envisage|  |Syn. conceive
(เอน|วิซ|'|เชิน) vt. นึก|,|คิด|,|หลับ|ตา|,|แลเห็น
(เอน|'|วอ|ย) n. พูด|,|ตัวแทน|,|ผู้แทน|,|อุปทูต|  |Syn. agent
(เอน|'|วี) {|envied|,|envying|,|envies|} n. ความ|อิจฉา|,|ความ|ริษยา|,|สิ่ง|ที่|ถูก|อิจฉา -|vt. อิจฉา|,|ริษยา.  |Syn. envier n. ดู|envy|  |Syn. jealousy
vt. ห่อ|,|ห่อหุ้ม
(เอน|'|ไซ|มฺ) n. เอนไซม์|,|ตัว|หมัก|,|โปรตีน|ที่|คัด|หลั่ง|จาก|เซลล์|มี|ฤทธิ์|กระตุ้น|ทํา|ให้|เกิด|การ|เปลี่ยนแปลง|ทาง|เคมี|ใน|สาร|อื่น ๆ โดย|ตัว|มัน|เอง|ไม่|เปลี่ยนแปลง
(อี|โอเอ|ฟ) ย่อ|มา|จาก end of file (แปล|ว่า|สิ้นสุด|แฟ้ม) เป็น|สัญลักษณ์|พิเศษ|ที่|จะ|บอก|ให้|รู้|ว่า ถึง|จุดสิ้นสุด|ของ|แฟ้มข้อมูล|แล้ว สําหรับ|แฟ้มข้อมูล|ภายใต้|โปรแกรม|ระบบ|ดอส การ|กด|แป้น CTRL|+|Z จะ|ทํา|ให้|ได้|สัญลักษณ์|ที่|โปรแกรม|จะ|รู้|ว่า|เป็น "|จุดสิ้นสุด|ของ|แฟ้มข้อมูล|" แล้ว หาก|ไม่|มี|สัญลักษณ์|นี้ โปรแกรม|จะ|ไม่|ทราบ|ว่า|ข้อมูล|ที่|ต้องการ สิ้นสุด|ตรง|ไหน
(อี|โอ|เจ) ย่อ|มา|จาก end of job (แปล|ว่า สิ้นสุด|งาน) หมายถึง จุดสิ้นสุด|ของ|แฟ้ม|หรือ|ของ|ข้อมูล|ชุด|หนึ่ง ๆ เป็น|เครื่องหมาย|หรือ|สัญลักษณ์|ทํา|ไว้|ท้าย|แฟ้มข้อมูล|ที่|บันทึก|ลง|ใน|แถบ|บันทึก|หรือ|เทป (tape) เพื่อ|บอก|ว่า|สิ้นสุด|แฟ้มข้อมูล|หรือ|สิ้นสุด|งาน|นั้น ๆ มี|ความหมาย|เหมือน end of file
(อี|โอ|แอ|ล) ย่อ|มา|จาก end of line ซึ่ง|ก็|แปล|ตรง ๆ ได้|ว่า ปลาย|บรรทัด โปรแกรมประมวลผล|คํา (word processing) มักจะ|มี|คําสั่ง|พิเศษ|ที่|จะ|สั่ง|ให้|ตัว|ชี้|ตําแหน่ง (cursor) กระโดด|ไป|ปลาย|บรรทัด|ได้|เลย
abbr. extraocular movement
(อี|โอ|อาร์) ย่อ|มา|จาก end of reel marker (แปล|ว่า เครื่องหมาย|สิ้นสุด|แถบ|บันทึก) หมายถึง จุดสิ้นสุด ทํา|ไว้|ที่|ปลาย|แถบ|บันทึก|หรือ|เทป (tape) เพื่อ|บอก|ว่า|ไม่|สามารถ|บันทึก|ต่อ|จาก|จุด|นี้|ได้ เมื่อ|อ่าน|หรือ|บันทึก|ลง|ถึง|จุด|นี้|แล้ว เทป|จะ|หยุด|ทันที ไม่|อ่าน|หรือ|บันทึก|ต่อ ส่วนมาก|จะ|ทํา|เป็น|ช่วง|สะท้อน|แสง|ยาว|ประมาณ 1 นิ้ว ซึ่ง|หัวอ่าน|และ|บันทึก|ของ|เทป|จะ|สัมผัส|ได้|ด้วย|ไฟฟ้า|มี|ความหมาย|เหมือน end of tape marker หรือ EOT
เป็น|เม็ดเลือด|ขาว|ชนิด|มี|แก|รนูล|ที่|มี|จํานวน|น้อย|เพียง 1|-|6 % มี|หน้าที่|ทําลาย|ฮีส|ตา|มี|น ทํา|ให้|เรา|สามารถ|ทราบ|ได้|ว่า|ใน|ขณะนั้น|มี|พยาธิ หรือ เป็น|โรค|หอบหืด โรคภูมิแพ้ ถ้า|จํานวน|เม็ดเลือด|ขาว|ชนิด|นี้|เพิ่ม|มาก|ขึ้น
(อี|โอ|ที) 1. ย่อ|มา|จาก end of tape marker (เครื่องหมาย|สิ้นสุด|แถบ|บันทึก) หมายถึง จุดสิ้นสุด|ไว้|ที่|ปลาย|แถบ|บันทึก|หรือ|เทป (tape) เพื่อ|บอก|ว่า|ไม่|สามารถ|บันทึก|ต่อ|จาก|จุด|นี้|ได้ เมื่อ|อ่าน|หรือ|บันทึก|ลง|ถึง|จุด|นี้|แล้ว|เทป|จะ|หยุด|ทันที|ไม่|อ่าน|หรือ|บันทึก|ต่อ ส่วนมาก|จะ|ทํา|เป็น|ช่วง|สะท้อน|แสง|ยาว|ประมาณ 1 นิ้ว ซึ่ง|หัวอ่าน|และ|บันทึก|ของ|เทป|จะ|สัมผัส|ได้|ด้วย|ไฟฟ้า|มี|ความหมาย|เหมือน end of reel หรือ EOR|2. ย่อ|มา|จาก end of text ใน|รหัส|แอ|สกี (ASCII) ที่|ใช้|ใน|การ|สื่อสาร|ข้อมูล มี|ความหมาย|ว่า จบ|ข้อความ|แล้ว ไม่|มี|อีก|ต่อไป
(เอพ|'|พะลีท) n. อินทรธนู.  |Syn. epaulette
(เอเพ|') n. ดาบ|ฟัน|ดาบ|ปลาย|แหลม
(เอเพอิสทฺ) n. นัก|ดาบ|ฟัน|ดาบ|ปลาย|แหลม
(อิเฟม|'|เมอเริล) adj. ชั่ว|คราว|,|ไม่|ถาวร|,|มี|อายุสั้น. -|n. สิ่งมีชีวิต|ที่|มี|อายุสั้น (เช่น|แมลง)|  |Syn. ephemerality|,|ephemeralness n.
(เอพ|'|พิค|,|-|เคิล) n.,|adj. (เกี่ยวกับ) โคลง|หรือ|เรื่องราว|ความ|กล้าหาญ|หรือ|เกียรติประวัติ|,|มหา|กาพย์|,|บทกวี|,|กล้าหาญ|,|สูงส่ง
(เอพ|'|พิค|,|-|เคิล) n.,|adj. (เกี่ยวกับ) โคลง|หรือ|เรื่องราว|ความ|กล้าหาญ|หรือ|เกียรติประวัติ|,|มหา|กาพย์|,|บทกวี|,|กล้าหาญ|,|สูงส่ง
(เอพ|'|พะเคียวร์) n. ผู้|มี|รสนิยม|สูง|,|ผู้|ที่|พิถีพิถัน|ใน|อาหารการกิน|,|ผู้รู้|จัก|เลือก|,|ผู้รู้|จัก|เสพย์|สุข|  |Syn. gourmet|,|gourmand
(เอพพิเดม|'|มิ|เคิล) adj. เกี่ยวกับ|การ|ระบาด|เป็น|ครั้งคราว|ของ|โรค
(เอพพิเดม|'|มิ|เคิล) adj. เกี่ยวกับ|การ|ระบาด|เป็น|ครั้งคราว|ของ|โรค
(เอพพิเดม|มี|ออ|ล|'|โลจี) n. ระบาดวิทยา.  |Syn. epidemiological adj. ดู|epidemiology epidemiologist n. ดู|epidemiology
(เอพพิเดอ|'|มิ|ส) n. หนังกําพร้า|,|ชั้นนอก|ของ|หนัง.  |Syn. epidermal adj. ดู|epidermis epidermic adj. ดู|epidermis|  |Syn. skin
n. คําพูด|ที่|เฉียบแหลม|,|บทกวี|สั้น|กะทัดรัด|และ|เฉียบแหลม
n. คํา|จารึก|,|คํา|ศิลาจารึก|,|คํา|สลัก|,|คํา|แกะสลัก|,|คํากล่าว|นํา|ใน|หน้า|แรก ๆ ของ|หนังสือ บท หรือ|อื่น ๆ| 
(เอพ|'|พะเลพ|ซี) n. โรค|ลมบ้าหมู|  |Syn. epileptoid adj. ดู|epilepsy
adj.,|n. (คน|ที่) เกี่ยวกับ|อาการ|ของ|โรค|ลมบ้าหมู
(เอพ|'|พะ|ลอก) n. ถ้อยคํา|ส่งท้าย|,|ตอน|ส่งท้าย|,|เพลง|ส่งท้าย|,|ปัจฉิม|ก|ถา -|vt. จัด|ให้|มี|ถ้อยคํา|ส่งท้าย.  |Syn. epilogist n. ดู|epilog
(เอพ|'|พะ|ลอก) n. ถ้อยคํา|ส่งท้าย|,|ตอน|ส่งท้าย|,|เพลง|ส่งท้าย|,|ปัจฉิม|ก|ถา -|vt. จัด|ให้|มี|ถ้อยคํา|ส่งท้าย.  |Syn. epilogist n. ดู|epilog
ดู|ที่ pineal body
(อี|พิส|'|คะ|เพิล) adj. เกี่ยวกับ|พระราชาคณะ (bishop) ,|เกี่ยวกับ|นิกาย|Anglican Church
(เอพ|'|พิ|โซ|ด) n. ตอน|,|ฉาก|,|บท|,|กรณี|,|คราว|,|ครั้ง|,|ฉาก|,|กรณี.  |Syn. episodic adj. ดู|episode episodical adj. ดู|episode
เลือดกําเดา|ไหล
(อิพิส|'|เซิล) n. จดหมาย|,|สาร|  |Syn. missive|,|letter
(เอพ|'|พิ|ทา|ฟ) n. คํา|จารึก|ที่|หลุม|ฝังศพ|,|ข้อเขียน|สั้น ๆ ที่|สรรเสริญ|ผู้ตาย.  |Syn. epitaphic adj. epitaphist n.
(เอพพะธี|'|เลีย|ม) n. เยื่อบุ|ผิว.  |Syn. epithelial adj. ดู|epithelium -|pl. epitheliums|,|epitheia
(เอพ|'|พะเธท) n. คํา|เรียกชื่อ|,|ชื่อ|รอง|,|คําคุณศัพท์.  |Syn. epithetic adj. ดู|epithet epithetical adj. ดู|epithet|  |Syn. title|,|name
(อี|พิท|'|ทะ|มี) n. บุคคล|ตัวอย่าง|,|สิ่ง|ที่|ดีเลิศ|,|ข้อสรุป.  |Syn. epitomical|,|epitomic adj.
(อี|'|พอ|ค|,|เอพ|'|เพิค) n. ยุค|,|สมัย|,|ศักราช|,|เหตุการณ์|,|กรณี|  |Syn. age
(เอพ|'|พัคเมคิง) adj. ซึ่ง|เป็น|การ|เปิด|ศักราช|ใหม่|,|ซึ่ง|เป็น|การ|แบ่ง|ยุค|แบ่ง|สมัย
(เอพ|'|พะเคิล) adj. เกี่ยวกับ|ยุค|ใหม่|,|เกี่ยวกับ|ศักราช|ใหม่|, เปิด|ศักราช|ใหม่.
(อี|พร็|อม) ย่อ|มา|จาก erasable programmable read|-|only memory แปล|ว่า หน่วยความจํา|อ่าน|อย่างเดียว|ชนิด|โปรแกรม|ได้|และ|ลบ|ได้ หมายความ|ถึง|ชิป (chip) ชนิด|หนึ่ง|ใช้|เก็บ|ข้อมูล|หรือ|ลบทิ้ง|ได้ แต่|การ|เก็บ|หรือ|การ|ลบ|ข้อมูล|ใน|นั้น|ต้อง|ใช้|แสง|อุ|ล|ตรา|ไว|โอ|เล็ต (ultraviolet) เท่านั้น หน่วยความจํา|ชนิด|นี้|จะ|เก็บ|ข้อมูล|ไว้|ได้|แม้ว่า|จะ|ไม่|ใช้|ไฟฟ้า ดู EEPROM และ PROM ประกอบ
(อี|พี|เอส) ย่อ|มา|จาก encapsulated postscript หมายถึง ภาพ|ที่|สร้าง|ขึ้น|ด้วย|ภาษา|โพสต์สคริปต์ (post script) โปรแกรม|ประเภท|นี้|ใช้เนื้อ|ที่|เก็บ|ใน|หน่วยความจํา|มาก แต่|มี|ลักษณะ|คมชัด|กว่า|ภาพ|ชนิด|อื่น ราคา|ค่อนข้าง|แพง มัก|ใช้|นามสกุล (file type) ว่า EPS การ|สั่ง|พิมพ์|ภาพ|ประเภท|นี้ ต้อง|ใช้|เครื่องพิมพ์|เลเซอร์|บาง|ชนิด|เท่านั้น
เกลือ|แมกนีเซียม ซัลเฟต ใช้|ใน|การ|ย้อม|สี|ฟอก|หนัง ปุ๋ย|และ|อื่น ๆ| 
(เอค|'|วะเบิล|,|อี|'|วะเบิล) adj. สม่ําเสมอ|,|เงียบสงบ|, เสมอภาค.  |Syn. equability n. ดู|equable
(อี|'|ค|วอ|ล) adj. เท่า|กัน|,|เสมอ|กัน|,|ราบ|,|เรียบ n. ผู้|ที่|เท่าเทียม|กัน|,|สิ่ง|ที่|เท่าเทียม|กัน vt. เท่า|กัน|,|เสมอ|กับ|,|พอกับ|,|ได้|เท่า|กัน|,|ขึ้น|ทัน|,|พอ. vt. ทํา|ให้|เท่า|กับ|,|ทํา|ให้|เสมอภาค|,|จัดแบ่ง|ให้|เท่า|กัน|  |Syn. even|,|equable
(อี|'|ค|วอ|ไลซ) vt. ทํา|ให้|เท่า|กัน
(อี|ค|วอ|ล|'|ลิ|ที) n. ความ|เสมอภาค|,|  |Syn. parity
(อี|'|ค|วอ|ไลซ) vt. ทํา|ให้|เท่า|กัน
(อี|ค|วอ|นิม|'|มิ|ที) n. ความ|ใจเย็น|,|ความ|สงบ|ใจ|,
(อี|ค|วอน|'|นะ|เมิส) adj. ใจเย็น|,|สงบ|ใจ|,|มี|อารมณ์|เย็น.
(อี|'|เควท) vt. ทํา|ให้|เท่า|กัน|, ถือ|ว่า|เท่า|กัน.  |Syn. equatability n. ดู|equate equatable adj. ดู|equate|  |Syn. equalize|,
(อี|เคว|'|เชิน) n. สมการ|,|การ|ทํา|ให้|เท่า|กัน|,|ความ|เท่าเทียม|กัน|,|ความ|สมดุล|  |Syn. equality
(อี|เคว|'|เทอะ) n. เส้น|ศูนย์สูตร|ของ|โลก
(อี|ควะ|ทอ|'|เรี|ยล) adj. เกี่ยวกับ|เส้น|ศูนย์สูตร|ของ|โลก
(เอค|'|วะ|รี) n. อัศวรักษ์|,|เจ้าหน้าที่|ดูแล|ม้า|,|องครักษ์
(อี|เควส|'|เท|รี|ยน) adj. เกี่ยวกับ|นัก|ขี่ม้า|,|เกี่ยวกับ|เทคนิค|การ|ขี่ม้า|,|ซึ่ง|อยู่|บน|หลัง|ม้า n. คน|ขี่ม้า|  |Syn. equestrianism n. ดู|equestrian
Pref."|เท่า|กัน|"|,
n. ระยะ|ทาง|ที่|เท่า|กัน
adj. ซึ่ง|มี|ระยะ|ทาง|เท่า|กัน
adj.,|n. (รูป) ซึ่ง|มี|ด้าน|เท่า|กัน|ทุก|ด้าน
(อี|ควิ|ลิบ|'|เบ|รี|ยม) n. ความ|สมดุล|,|ดุลยภาพ|,|ความ|เสมอภาค|,|สภาพ|คงที่|,|ความ|สงบ|ใจ.  |Syn. equilibratory adj. ดู|equilibrium equilibrious adj. ดู|equilibrium|  |Syn. stability
(อี|'|ไค|วน) adj. คล้าย|ม้า. n. ม้า.  |Syn. equinity n.
(อี|'|ควะ|นอ|คซฺ) n. เวลา|ที่|ดวงอาทิตย์|โคจร|รอบ|เส้น|ศูนย์สูตร|ทํา|ให้|มี|กลางวัน|เท่า|กับ|กลางคืน|/|เกิด|ขึ้น|ใน|ราว|วันที่ 21 มีนาคม (vernal equinox) กับ|วันที่|22|กันยายน (autumnal equinox)| 
(อี|ควิพ|') {|equipped|,|equipping|,|equips|} vt. จัด|ให้|มี|,|ติดตั้ง|,|ให้|มี|เครื่องมือ.  |Syn. equipper n. ดู|equip
(อี|ควิพ|'|เมิน|ทฺ) n. อุปกรณ์|,|เครื่องมือ|,|เครื่อง|ประกอบ|,|การ|จัด|ให้|มี|,|การ|จัดหา|มา|ให้|,|การ|ติดตั้ง|เครื่องมือ
(เอค|'|วิทะเบิล) adj. เที่ยงธรรม|,|  |Syn. just
(เอค|'|ควิ|ที) n. ความ|เสมอภาค|,|ความ|เที่ยงธรรม|  |Syn. fairness
(อี|ควิฟ|'|โว|เคิล) adj. ไม่|แน่นอน|,|มี|สอง|นัย|,|มี|เล่ห์|นัย|,|คลุมเครือ|,|กํากวม|,|น่า|สงสัย.  |Syn. equivocality n. ดู|equivocal equivocacy n. ดู|equivocal|  |Syn. vague
(อี|ควิฟ|'|โว|เคท) vi. พูด|อ้อมค้อม|,|พูด|สอง|นัย|  |Syn. equivocation n. ดู equivocator n. ดู|equivocate equivocator n. ดู|equivocate
(อี|'|ควัส) n. ม้า|  |Syn. horse
abbr. emergency room
(เอีย|'|ระ) n. ยุค|,|สมัย|,|ศก|,|ศักราช|,|ช่วง|,|ตอน|,|ระยะ|  |Syn. epoch
(อิเร|'|ดิเอท) vi.,|vt. ปล่อย|รังสี|,|แผ่|รังสี|  |Syn. eradiation n. ดู|eradiate
(อิ|แรด|'|ดิเคท) vt. กําจัด|,|ทําลาย|,|ถอน|ราก|เง่า|,|ถอนรากถอนโคน.  |Syn. eradicable adj. ดู|eradicate eradicant adj.,|n. ดู|eradicate eradication n. ดู|eradicate eradicative adj. ดู|eradicate eradicator n. ดู|eradicate -|S...
หน่วย|เก็บ|ที่|ลบ|ได้ <|คําแปล|>|หมายถึง สื่อ|เก็บ|ข้อมูล|ที่|สามารถ|บันทึก|ข้อมูล|ใหม่|ทับ|ข้อมูล|เก่า|ได้ เช่น แถบ|บันทึก (tape) หรือ จาน|บันทึก (diskette) เมื่อ|บันทึก|ข้อมูล|ใหม่ ข้อมูล|เก่า|จะ|ถูก|ลบ|ออก|ไป|เอง ส่วน|บัตร (card) เป็น|หน่วย|เก็บ|ที่|ลบ|ไม่|ได้ หมายความ|ว่า ใช้ได้|ครั้ง|เดียว|ก็|ต้อง|โยนทิ้ง
(อี|เรซฺ|') vt.,|vi. ลบ|ออก|,|ขีดฆ่า|,|ถู|ออก|  |Syn. erasable adj. ดู|erase
หัว|ลบ|เป็น|กลไก|ส่วนหนึ่ง|ใน|หน่วย|บันทึก|ข้อมูล (drive) อยู่|ติด|กับ|ก้าน|เข้าถึง (access arm) ใช้|ลบ|ข้อมูล หรือ|แฟ้มข้อมูล|ออก|จาก|จาน|บันทึก ดู read|/|write head
(อี|เร|'|เซอะ) n. ยางลบ|,|แปรง|ลบ|,|เครื่อง|ลบ|,|เครื่อง|ขูด|ลบ
(อี|เร|'|เชิน) n. การ|ขูด|ออก|,|รอย|ขูด|,|การ|ตัด|ข้อต่อ|ออก
(อี|เร|'|เ?อะ) n. การ|ลบ|ออก|,|รอย|ลบ
abbr. endoscopic retrograde chlangiopancreatography
(แอร์) prep.,|conj. before
(อี|เรคทฺ|') adj. ตั้ง|ตรง|,|ตั้ง|ชัน|,|ลุก|,|ชู vt. สร้าง|,|ก่อสร้าง|,|ยก|,|ชู|,|จัดตั้ง|,|ทํา|ให้|ตั้ง|ตรง|,|ติดตั้ง.  |Syn. erectable adj. ดู|erect
(อี|เรค|'|ไท|ลฺ|,|-|เทิล) adj. ซึ่ง|สามารถ|ตั้ง|ตรง|ขึ้น|ได้|,|ลุก|ได้|,|ชู|ได้|,|แข็งตัว|ได้.  |Syn. erectivity n. ดู|erectile
(อี|เรค|'|เชิน) n. การ|ตั้ง|ตรง|,|การ|ลุก|,|การ|ชู|,|การ|สร้าง|,|สิ่ง|ก่อสร้าง
(อี|เรค|'|ทิฟว) adv. ขึ้น|ตั้ง|ชัน|,|ซึ่ง|ตั้ง|ขึ้น|,|เกี่ยวกับ|การ|ก่อสร้าง
(อี|เรค|'|เทอะ) n. ผู้|ตั้ง|ตรง|,|สิ่ง|ที่|ตั้ง|ตรง|,|สิ่ง|ที่|ลุก|,|กล้ามเนื้อ|ลุก|ชัน
(แอร์|ลอง|') adv. ไม่|นาน|,|ไม่|ช้า
(เออ|'|ระ|ไมทฺ) n. ฤาษี,|คน|ถือ|สันโดษ|  |Syn. eremitic adj. ดู|eremite eremitical adj. ดู|eremite eremitish adj. ดู|eremite eremitism n. ดู|eremite
(แอร์|นา|ว|') adv. ก่อน|เวลา|นี้
(แอร์|ไว|ลฺ|') adv. เมื่อก่อน|,|ก่อนหน้านี้|ไม่|นาน
abbr. electroratiogram
(อี|โร|ด|') vt. กัดกร่อน|,|เซาะ|,|ชะ. vi. กลาย|เป็น|สึกกร่อน.  |Syn. eat
(อี|โร|ด|'|เดิน|ทฺ) adj. สึกกร่อน|,|ซึ่ง|ถูก|กัดกร่อน|,|ซึ่ง|ถูก|เซาะ|หรือ|ชะ
(อิ|โร|'|เชิน) n. การ|กัดกร่อน|,|การ|เซาะ|,|การ|ชะ|  |Syn. wear
(อิ|โร|'|ซิ|ฟว) adj. ซึ่ง|ทํา|ให้|สึกกร่อน|,|กัดกร่อน.  |Syn. erosivity n. ดู|erosive
(อี|รอ|ท|'|ทิค) adj. เกี่ยวกับ|กาม|,|เกี่ยวกับ|ความ|ใคร่|,|ซึ่ง|กระตุ้น|กําหนัด n. บทกวี|ที่|เกี่ยวกับ|ความ|รัก|ทาง|เพศ|,|บุคคล|ที่|มี|ความ|ต้องการ|ทาง|เพศ|รุนแรง.  |Syn. erotically adv. ดู|erotic
(เออร์) {|erred|,|erring|,|errs|} vi. ทํา|ผิด|,|ทํา|ผิดพลาด|,|เข้าใจผิด|,|เถล|,|ออก|นอก|ทาง|,|ทํา|ไม่|ถูกต้อง|,|ทําบาป|,|ทําชั่ว
(เออ|'|เริน|ซี) n. การ|ทํา|ผิด|,|การ|ทํา|ผิดพลาด|,|การ|เข้าใจผิด|,|การ|ออก|นอก|ทาง
(เออ|'|เรินดฺ) n. การ|เดินทาง|ไป|ส่ง|จดหมาย|หรือ|ทํา|ธุระ|,|การ|ใช้|ให้|ไป|ส่ง|จดหมาย|,|การ|ใช้|ให้|ไป|ทํา|ธุระ|,|ธุระ|,|ธุรกิจ|พิเศษ|,|จุดประสงค์|ของ|การ|เดิน|  |Syn. mission
(เออ|'|เรินทฺ) adj. พเนจร|,|ท่องเที่ยว|,|เดินทาง|,|จารึก|,|หลงทาง|,|ออก|นอก|ทาง|,|เดิน|ผิด|ทาง|  |Syn. errantry n. ดู|errant
(อิเร|'|ทะ) n. พหูพจ์|ของ erratum
(อิ|แร|ท|'|ทิค) adj.,|n. (คน|ที่) เบี่ยงเบน|,|เอา|แน่|ไม่|ได้|,|ไม่|มี|กฎเกณฑ์|,|ไม่|มั่นคง|  |Syn. erraticism n. ดู|erratic
(อิเร|'|ทัม) n. ความ (ข้อ) ผิด|ใน|การ|เขียน|หรือ|พิมพ์|  |Syn. error -|pl. errata
(เอ|โร|'|เยิส) adj. เกี่ยวกับ|ความผิด|,|เข้าใจผิด|,|ไม่|ถูกต้อง|  |Syn. erroneousness n.  |Syn. false
(เออ|'|เรอะ) n. ความผิด|, การ|กระทํา|ผิด|,|บาป|,|สิ่ง|ที่|กระทํา|ผิด|,|คํา|ผิด|,|ข้อผิดพลาด|  |Syn. blunder
รหัส|ระบุ|ความผิด|พลาด|หมายถึง รหัส|ที่|มี|กําหนด|ไว้ เพื่อ|บ่งบอก|ข้อผิดพลาด|ต่าง ๆ ว่า|เป็น|ข้อผิดพลาด|จาก|สาเหตุ|ใด เช่น ศัพท์|ที่|ใช้|ใน|ชุดคําสั่ง|ภาษา|นั้น ๆ ตัวแปลภาษา|ไม่|รู้จัก (bad command) หรือ|ไวยากรณ์|ผิด (syntax error) เป็นต้น
รหัส|แก้|ความผิด|พลาด|หมายถึง รหัส|ที่|สามารถ|ช่วย|แก้ไข|ข้อผิดพลาด ซึ่ง|อาจ|เกิด|ขึ้น|ใน|ขณะ|อ่าน|ข้อมูล ส่ง|ข้อมูล และ|พิมพ์|ผลลัพธ์ การ|ค้นพบ|นี้|จะ|อาศัย|การ|ใช้|บิต|เสริม (parity bit) พิเศษ|ใน|ข้อมูล|นั้น ๆ ซึ่ง|จะ|ชี้|ไป|ที่|บิต|ที่|มี ความผิด|พลาด และ|จะ|เปลี่ยน|ค่า|จาก 0 เป็น 1 หรือ 1 เป็น 0 ให้
ข้อความ|ระบุ|ความผิด|พลาด|หมายถึง|ข้อความ|ที่|เตือน|บน|จอภาพ|เพื่อ|บอก|ให้|รู้|ว่า โปรแกรมคอมพิวเตอร์|ที่|กําลัง|ใช้|งาน|อยู่|ใน|ขณะนั้น|มี|อะไร|ผิด อาจ|เป็น|ไป|ได้|ว่า ผู้ใช้|ใช้|คําสั่ง|ผิด หรือ|ทํา|ผิด|ขั้นตอน สําหรับ|เครื่อง|แมค|อิน|ทอ|ช ถ้า|เป็น|ความผิด|รุนแรง อาจ|เห็น|เป็น|ลูก|ระเบิด|บน|จอภาพ ใน|กรณี|ที่|เป็น|เช่นนี้ จะ|ต้อง|เริ่มต้น|ใหม่|หมด
อัตรา|ความผิด|พลาด|หมายถึง มาตรฐาน|การ|วัด|คุณภาพ|ของ|วงจร หรือ|ระบบ|ถ่าย|โอน|ข้อมูล การ|คํานวณ|โดย|ใช้|วิธีการ นํา|จํานวน|ข้อผิดพลาด|ของ|ข้อมูล หาร|ด้วย|จํานวน|ข้อมูล|ทั้งหมด หรือ|อาจ|จะ|คิด|เป็น อัตรา|ต่อ|หน่วย|เวลา|ก็ได้
(เอิร์สทฺ) adv. เมื่อก่อน|,|แต่ก่อน|,|เมื่อ|อดีตกาล
(เอิร์ส|'|ไว|ลฺ) adj.,|adv. เมื่อก่อน|,|เกี่ยวกับ|อดีตกาล.
(เออ|'|รู|ไดทฺ) adj.,|n. (ผู้|ที่) คงแก่เรียน|,|ซึ่ง|มี|วิชาความรู้|สูง.  |Syn. schollarly
(เออ|รู|ดิช|'|เชิน) n. ความ|รู้|,|การ|เล่าเรียน|,|ความ|แก่|เรียน|,|การ|มี|ความ|รู้|สูง
(อี|รัพทฺ|') vi.,|vt. (ทํา|ให้) ระเบิด|,|แตก|ออก|,|ปะทุ|  |Syn. eruptible adj. ดู|erudition
(อี|รัพ|'|เชิน) n. การ|แตก|ออก|,|การ|ระเบิด|ออก|,|การ|ปะทุ|,|สิ่ง|ที่|พุ่ง|ออก|มา|,|การ|เกิด|ผื่น|ผิวหนัง|  |Syn. outburst
(อี|รัพ|'|ทิฟว) adj. ซึ่ง|แตก|ออก|,|ซึ่ง|ระเบิด|ออก|,|ซึ่ง|พุ่ง|หรือ|พ่น|ออก|มา|,|ซึ่ง|เป็น|ผื่น|ผิวหนัง. n. หิน|ที่|พุ่ง|ออก|มา|จาก|ภูเขาไฟ|  |Syn. eruptivity n. ดู|eruptive
อาการ|ผิวหนัง|ร้อน|แดง|เนื่องจาก|เลือด|คั่ง
(แป้นพิมพ์) แป้น|หลีก|มา|จาก|คํา|ว่า ESCape key ซึ่ง|เป็น|แป้น|หนึ่ง|บน|แผง|แป้น|อักขระ มี|ไว้|เพื่อ|สั่ง|ให้|ยกเลิก|คําสั่ง|สุดท้าย|ที่|ได้|สั่ง|ให้|เครื่อง|ปฏิบัติการ|อย่างหนึ่ง|อย่างใด|ไป|แล้ว เป็นต้น|ว่า สั่ง|คัดลอก|แฟ้มข้อมูล ถ้า|เกิด|เปลี่ยนใจ ให้|กด|แป้น|นี้ คอมพิวเตอร์|ก็|จะ|เลิก|ทํา คล้าย ๆ กับ|การ|กด|เมาส์|ที่ " cancel " โดย|ปกติ แป้น|นี้|มักจะ|อยู่|แถว|บน|สุดทาง|ด้าน|ซ้าย|ของ|แผง|แป้น|อักขระ
(เอล|'|คะ|เลด) n.,|vt. (การ) ขึ้น|ดอย|,|ทาง|ขั้นบันได|, (การ) ใช้|บันได|ปีน|กําแพง|,|ขึ้น|ขั้นบันได|  |Syn. escalader n.
(เอล|'|คะ|เลท) vt.,|vi. เพิ่ม|,|ทํา|ให้|มาก|ขึ้น|,|ขยาย.  |Syn. escalation n. ดู|escalate escalatory adj. ดู|escalate|  |Syn. increase
(เอล|'|คะ|เล|เทอะ) n. บันไดเลื่อน.
(อีส|เคพ|') vi.,|vt.,|n. (การ) หลบหนี|,|หนี|,|ลอด|,|หลบเลี่ยง|,|หลบหลีก.  |Syn. escapable adj. ดู|escape escapee n. ดู|escape escaper n. ดู|escape|  |Syn. flee
อักขระ|หลีก|ตัว|อักขระ|บน|แป้นพิมพ์|ที่|เมื่อ|กด|แล้ว ทํา|ให้|ตัว|อักขระ|อื่น ๆ ที่|ตาม|มา ต้อง|แปล|ความ|ต่าง|ไป จาก|ตัว|อักขระ|ที่|ใช้|มา|ก่อนหน้านี้ ตัวอย่าง เช่น จะ|ใช้|อักขระ|หลีก เพื่อ|กําหนด|ความหมาย|ว่า ตัว|อักขระ|ที่|จะ|ใช้|ต่อไป|นั้น จะ|ต้อง|ใช้|รหัส|แปล|ความ|แตกต่าง|ไป|จาก|รหัส|แปล|ความ|ที่|เคย|ใช้|ก่อนหน้านี้ หรือ|อาจ|จะ|ถือ|ว่า อักขระ|เหล่านั้น|ไม่|ใช่|ข้อมูล|อีก|ต่อไป แต่|เป็น|อักขระ|เพื่อ|การ|ควบคุม|เท่านั้น เป็นต้น
แป้น|หลีก|เป็น|แป้น|หนึ่ง|บน|แผง|แป้น|อักขระ (บน|แป้น|มักจะ|มี ESC) มี|ไว้|เพื่อ|สั่ง|ให้|ยกเลิก|คําสั่ง|สุดท้าย|ที่|ได้|สั่ง|ให้|เครื่อง|ปฏิบัติการ|อย่างหนึ่ง|อย่างใด|ไป|แล้ว เป็นต้น|ว่า สั่ง|คัดลอก|แฟ้มข้อมูล ถ้า|เกิด|เปลี่ยนใจ ให้|กด|แป้น|นี้ คอมพิวเตอร์|ก็|จะ|เลิก|ทํา คล้าย ๆ กับ|การ|กด|เมาส์|ที่ " cancel " โดย|ปกติ แป้น|นี้|มักจะ|อยู่|แถว|บน|สุดทาง|ด้าน|ซ้าย|ของ|แผง|แป้น|อักขระ
n. เฟือง|แกว่ง|, การ|หนี|,|วิธีการ|หนี
n. ด้าน|ลาดชัน|คล้าย|หน้าผา|,|เนิน|หรือ|กําแพง|ที่|ลาดชัน
(เอส|ชิ|ว|') vt. หลบหนี|, ละเว้น.  |Syn. eschewal n. ดู|eschew eschewer n. ดู|eschew
(เอส|'|คอร์ทฺ) n. ผู้|ที่|ไป|เป็นเพื่อน|,|ผู้|คุ้มกัน|,|พี่เลี้ยง|,|หน่วย|คุ้มกัน|,|เรือ|คุ้มกัน|ขบวน|เรือ|,|เครื่องบิน|คุ้มกัน|ขบวน|เรือ. vt. (เอสคอร์ท|') ไป|เป็นเพื่อน|,|คุ้มกัน|,|พิทักษ์|,|เป็น|พี่เลี้ยง
(เอส|'|โค|ร) n. สัญญา
(เอส|'|คิว|เลินทฺ) adj. เหมาะ|ใช้|เป็น|อาหาร|,|กิน|ได้ n. สิ่ง|ที่|กิน|ได้ (โดยเฉพาะ|ผัก)| 
(อี|เอส|ดี|ไอ) ย่อ|มา|จาก|คํา|ว่า enhanced small device interface ใช้|เป็น|มาตรฐาน|ใน|การ|เพิ่ม|ประสิทธิภาพ|ใน|การ|เป็น|ตัว|ประสาน|ที่|ใช้|กับ|จาน|บันทึก|แข็ง|หรือ|ฮาร์ด|ดิสก์ (hard disk)| 
(เอส|'|คิ|โม) n.,|adj. ชาว|เอสกิโม -|Eskimoan adj. Eskimoid adj.
(อิ|ซอ|ฟ|'|ฟะกัส) n.,|หลอดอาหาร
(เอสซะ|เท|อ|'|ริ|ค) adj. ลึกลับ|,|ลับ|เฉพาะ|,|ซึ่ง|รู้|เฉพาะ|ไม่|กี่|คน|,|ซึ่ง|รู้|ใน|วง|จํากัด.  |Syn. profound
(อีส|เพส|'|เชิล) adj. พิเศษ|,|โดยเฉพาะ
(อีส|เพส|'|เชิลลี) adv. โดยเฉพาะอย่างยิ่ง
n. ความหลัง
(เอส|'|พะ|ราน|โท) n. ภาษา|โลก|  |Syn. Esperantism n. ดู|Esperanto Esperantist n. ดู|Esperanto
(เอส|'|พิ|นา|จฺ) n. จารกรรม
(อีส|เพา|'|เซิล) n. การ|รับ|หลักการ|,|การ|ยอมรับ|,|การ|สนับสนุน|,|การ|ยก|ให้|เป็น|ภรรยา|,|พิธีสมรส|,|การ|หมั้น|,|พิธี|หมั้น
(อีส|เพา|ซฺ|') vt. รับ|หลักการ|,|รับ|,|สมรส|,|หมั้น|,|สนับสนุน -|espouser n.  |Syn. marry
(เอสพ|รี|') n. ปฏิภาณ|,|สติปัญญา|,|ความ|เฉลียวฉลาด|  |Syn. spirit
(อีส|ไพ|') vt. เห็น|,|เหลือบ|เห็น|,|แล|ไป|เห็น|  |Syn. sight
(อีส|ไคว|'|เออะ) n. คํา|ที่|ใช้|เติม|หลัง|นามสกุล|สุภาพบุรุษ|ใน|เวลา|เขียน|จดหมาย|ใช้|อักษรย่อ|ว่า|Esq.,|ผู้|รับใช้|อัศวิน|,|ผู้|มี|ตําแหน่ง|ต่ํา|กว่า|อัศวิน|ชั้นหนึ่ง vt. เลื่อน|ตําแหน่ง|เป็น esquire|,|ติดตาม|ไป|ด้วย
abbr. erythrocyte sedimentation rate
(เอส|'|เส) n. เรียงความ|ร้อยแก้ว|,|ข้อเขียน|สั้น ๆ ,|ปกิณกะ|,|ความ|พยายาม|,|การ|ทดลอง vt. (เอส|เซ|') พยายาม|,|ทดสอบ.  |Syn. essayer n. ดู|essay essayistic adj. ดู|essay
(เอส|'|เซินซฺ) n. ส่วนประกอบ|สําคัญ|,|เนื้อแท้|,|แก่น|แท้|,|ใจความ|,|ปัจจัย|,|จุดสําคัญ|,|หัวใจ|,|ตัว|ยา|สําคัญ|,|หัวน้ํา|มัน|,|หัวน้ํา|หอม|,|เอกลักษณ์|,|สิ่ง|ที่|มี|อยู่จริง|  |Syn. quintessence
(อะ|เซน|'|เชิล) adj. จําเป็น|ที่สุด|,|ซึ่ง|ขาด|เสีย|มิได้|,|เป็น|ส่วนประกอบ|ที่|สําคัญ|,|เป็น|ปัจจัย|,|เกี่ยวกับ|ตัว|ยา|สําคัญ|,|เกี่ยวกับ|หัวน้ํา|มัน|,|เกี่ยวกับ|หัวน้ํา|หอม|,|เป็นธรรม|ชาติ|,|ซึ่ง|เกิด|ขึ้น|เอง.  |Syn. essentialness n. ดู|essential|  |Syn. funda
(อีส|แทบ|'|ลิช) vt. สร้าง|,|สถาปนา|,|ก่อตั้ง|,|ตั้งมั่น|,|กําหนด|,|บัญญัติ|,|ทํา|ให้|เป็น|ที่|ยอมรับ|,|พิสูจน์|  |Syn. establisher n. ดู|establish
(อีส|แทบ|'|ลิ|?|เมิน|ทฺ) n. การ|สร้าง|,|การ|สถาปนา|,|การ|ก่อตั้ง|,|การ|ตั้งมั่น|,|สิ่ง|ก่อสร้าง|,|สถาบัน|,|บ้านเรือน|,|องค์การ|,|ที่ทําการ|  |Syn. foundation|,|firm
(อีส|เท|ท|') n. หลักทรัพย์|ที่ดิน|และ|สิ่ง|ก่อสร้าง|ที่|ติด|ดิน|ผืน|ใหญ่|,|ที่ดิน|,|ทรัพย์สิน|,|ฐานันดร|,|กลุ่ม|การเมือง|,|กลุ่ม|สังคม|, -|Phr. (the fourth estate ฐานันดร|ที่|4 (นักหนังสือพิมพ์)) -|Phr. (the Three Estates ฐานันดร|ทั้ง 3 ใน|ยุค|ศักดินา|ยุโรป|ได้แก่|พระ ขุนนาง|และ|สามัญชน)| 
(อีส|ทีม|') vt.,|n. (ความ) เคารพ|,|นับถือ|,|นิยม|,|ยกย่อง|,|สรรเสริญ|,|เข้าใจ|ว่า|,|ถือ|ว่า|,|ประเมิน|ค่า|  |Syn. regard
(เอส|'|ธีท) n. ดู aesthete|,|ความงาม|สุนทรียภาพ
(เอสเธท|'|ทิค) adj. ดู|aesthetic|,|งาม|,|เกี่ยวกับ|สุนทรียภาพ|,|เกี่ยวกับ|สุนทรียศาสตร์
(เอสธีทิซ|'|เชิน) n. ดู|aesthetician|,|ผู้เชี่ยวชาญ|ด้าน|สุนทรียภาพ|,|นัก|สุนทรียศาสตร์
(เอสเธท|'|ทิคซฺ) n. ดู|aesthetics|,|สุนทรียภาพ|,|สุนทรียศาสตร์
(เอส|'|ทะมะเบิล) adj. น่า|นับถือ|,|น่า|เคารพ|,|น่า|ยกย่อง|,|ซึ่ง|ประเมิน|ค่า|ได้|,|กะ|ได้.  |Syn. estimableness n. ดู|estimable estimably adv. ดู|estimable
(เอส|'|ทิเมท) v.,|n. (การ) ประมาณ|,|ประเมิน|,|กะ|,|ตีราคา|,|คํานวณ|,|คิด|,|วินิจฉัย|,|ความคิดเห็น|,|ค่า|ที่|ประเมิน|,|ราคา|ที่|ประเมิน.  |Syn. estimator n. ดู|estimate|  |Syn. evaluate
(เอสทิเม|'|เชิน) n. การ|ประมาณ|,|การ|ประเมิน|,|การ|วินิจฉัย|,|ความคิดเห็น|,|ความ|นับถือ|,|ความ|เคารพ|  |Syn. estimate
(เอส|'|ทรวล) adj. เกี่ยวกับ|กําหมัด.  |Syn. aestrual (estrous)| 
(เอส|'|ทรัส) n. ฤดู|ตกมัน|,|ช่วง|ระยะ|เวลา|ที่|มี|ความ|ต้องการ|ทาง|เพศ|มาก|ที่สุด.  |Syn. aestrus|,|estrum.  |Syn. estrual adj. ดู|estrus
(เอส|'|ชุอะ|รี) n. ปาก|แม่น้ํา|ซึ่ง|เป็น|บริเวณ|ที่|น้ําจืด|และ|น้ําเค็ม|บรรจบ|กัน|,|อ่าว|,|ปากน้ํา.  |Syn. estrual adj. ดู|estrus
abbr. endotracheal tube|,|ejction time
n. (เอท|เซ|ท|'|เท|อ|ระ) และ|สิ่ง|อื่น ๆ ,|และ|อื่น ๆ| 
abbr. and
(เอทชฺ) vt.,|n. (การ) แกะ|,|สลัก|,|กัดกร่อน|,|แช่|กัด|,|กัด|สลัก|  |Syn. etcher n. ดู|etch|  |Syn. engrave
(อี|เท|อ|'|เนิล) adj.,|n. (สิ่ง|ที่) ชั่ว|นิรันดร|,|ชั่ว|กัลปาวสาน ,|ตลอดไป|,|ไม่|มี|การ|เปลี่ยนแปลง|  |Syn. eternality n. ดู|eternal eternalness n. ดู|eternal|  |Syn. permanent
(อี|เท|อ|'|นะ|ไน|ซ) vt. ทํา|ให้|ไม่|รู้จัก|จบ|,|ทํา|ให้|เป็น|อมตะ.  |Syn. eternalisation n. ดู|eternalize eternalization n. ดู|eternalize
(อี|เท|อ|'|นะ|ไน|ซ) vt. ทํา|ให้|ไม่|รู้จัก|จบ|,|ทํา|ให้|เป็น|อมตะ.  |Syn. eternalisation n. ดู|eternalize eternalization n. ดู|eternalize
(อี|เท|อ|'|นิ|ที) n. ชั่ว|นิรันดร|,|ความ|อมตะ
(อี|'|เธอะ) n. อีเทอร์ ,|อากาศธาตุ.  |Syn. aether
(อิเธีย|'|เรี|ยล) adj. บอบบาง|,|เบาหวิว|,|เหมือน|อากาศธาตุ|,|ไม่|มี|ตัวตน|,|ไม่|ใช่|โลก|มนุษย์|,|เกี่ยวกับ|สวรรค์|,|เกี่ยวกับ|อีเทอร์|,|ประณีต|,|อ่อนช้อย.  |Syn. aethereal|  |Syn. ethereality n. ดู|ethereal etherealness n. ดู ethereal etheri
(อิเธีย|'|เรี|ยล) adj. บอบบาง|,|เบาหวิว|,|เหมือน|อากาศธาตุ|,|ไม่|มี|ตัวตน|,|ไม่|ใช่|โลก|มนุษย์|,|เกี่ยวกับ|สวรรค์|,|เกี่ยวกับ|อีเทอร์|,|ประณีต|,|อ่อนช้อย.  |Syn. aethereal|  |Syn. ethereality n. ดู|ethereal etherealness n. ดู ethereal etheri
(อีเทอร์|เนท) เครือข่ายการสื่อสาร|ที่|ส่ง|ข้อมูล|ระหว่าง|เครื่อง|คอมพิวเตอร์|โดย|การ|ใช้|โค|แอ|คเซี|ยล|เคเบิล|สายเดียว|เดิน|ผ่าน|ไป|ตาม|เครื่อง|คอมพิวเตอร์|ต่าง ๆ ที่อยู่|ใน|เครือข่าย ซึ่ง|ใช้|สัญญาณ|ความ|ถี่|คลื่น|วิทยุ|ที่|ส่ง|ผ่าน|สายเคเบิล บริษัท|ซี|ร็อกซ์ (Xerox) เป็น|ผู้|เริ่ม|พัฒนา|นํามา|ใช้|ก่อน
(เอธ|'|ธิค) n. หลัก|จริยธรรม. -|adj ดู ethical
(เอธ|'|ธิเคิล) adj. (เกี่ยวกับ) หลัก|จริยธรรม|,|ศีลธรรม|,|ยา|ที่|ขาย|โดย|ใบสั่ง|แพทย์|เท่านั้น.  |Syn. ethicalness n. ดู|ethical ethicality n. ดู|ethical|  |Syn. moral Ant. immoral
(เอธ|'|ธิคซฺ) n. จริยศาสตร์|,|จริยธรรม|,|วิชา|ศีลธรรม|,|ธรรมะ.  |Syn. ethician n. ดู|thics ethician n. ดู|thics ethicist n. ดู|thics
(อี|ธิ|โอ|'|เพีย) n. สาธารณรัฐ|เอธิ|โอ|เปีย
(เอธ|'|นิค) adj. ดู ethnical|,|เกี่ยวกับ|ชนกลุ่มน้อย n. สมาชิก|ชนกลุ่มน้อย.  |Syn. ethnically adv.
(เอธ|นอ|ล|'|โลจี) n. ชาติ|วงศ์|วิทยา|,|ชาติพันธุ์วิทยา|,|ชนชาติ|วิทยา.  |Syn. ethnologic adj. ดู|ethnology ethnological adj. ดู|ethnology ethnologist n. ดู|ethnology
(อิทิ|ออ|ล|'|ละ|จี) vt. การ|ศึกษา|เกี่ยวกับ|สาเหตุ|ของ|โรค|,|ส|มุ|ฏ|ฐาน|วิทยา|,|ส|มุ|ฏ|ฐาน|วิทยา|ของ|โรค.  |Syn. etiological adj. ดู|etiology etiologist n. ดู|etiology|  |Syn. aetiology.
(เอท|'|ทะเค็ท|,|-|คิท) n. สมบัติผู้ดี|,|มารยาท|,|จรรยาบรรณ|,|ธรรมเนียม|ปฏิบัติ|  |Syn. decorum
(เอททะ|มอ|ล|'|โลจิสทฺ) n. นัก|นิรุกติศาสตร์
(เอททะ|มอ|ล|'|โลจี) n. นิรุกติศาสตร์|,|เรื่องราว|เกี่ยวกับ|ประวัติศาสตร์|ของ|คํา.  |Syn. etymological adj. ดู|etymology
abbr. examine under anesthesia
(ยู|คะ|ลิพ|'|ทัส) n. ต้น|ยู|คา|ลิพตัส
(ยู|'|คะ|ริ|สทฺ) n. พิธี|ศีล|มหา|สนิท|,|ขนม|และ|เหล้าองุ่น|ที่|ใช้|ประกอบ|พิธี|นี้
(ยู|'|ละ|ไจ|ซ) vt. สรรเสริญ|  |Syn. eulogiser n. ดู|eulogize eulogizer n. ดู|eulogize|  |Syn. tribute
(ยู|'|ละ|จิสทฺ) n. ผู้|สรรเสริญ|,|ผู้เขียน|คําสรรเสริญ
(ยู|ละ|จิส|'|ทิค|,|-|เคิล) adj. เกี่ยวกับ|การ|สรรเสริญ.
(ยู|ละ|จิส|'|ทิค|,|-|เคิล) adj. เกี่ยวกับ|การ|สรรเสริญ.
(ยู|'|ละ|ไจ|ซ) vt. สรรเสริญ|  |Syn. eulogiser n. ดู|eulogize eulogizer n. ดู|eulogize|  |Syn. tribute
(ยู|'|ละ|จี) n. คําสรรเสริญ|,|การ|สรรเสริญ
(ยู|'|นัค) n. ขันที
(ยู|'|ฟะ|มิ|ส|ซึม) n. การ|ใช้|ถ้อยคํา|หรือ|ภาษา|ที่|สละสลวย|  |Syn. euphemist n. ดู|euphemism euphemistic adj. ดู|euphemism euphemistical adj. ดู|euphemism
(al) (ยู|ฟอน|'|นิเคิล) adj. เกี่ยวกับ|ความ|ไพเราะ|รื่นหู ที่|เกิด|ขึ้น|จาก|เสียง.  |Syn. euphonious
(ยูโฟ|'|เนียส) adj. ไพเราะ|,|เพราะพริ้ง|,|รื่นหู.  |Syn. euphoniousness n. ดู|euphonious|  |Syn. melodious
(ยูฟอ|'|เรีย) n. ความรู้สึก|สบาย|,|ความ|เคลิบเคลิ้ม|เป็นสุข.  |Syn. euphoric adj. ดู|euphoria
(ยู|'|ฟิวอิส|ซึม) n. สํานวน|โวหาร|หรือ|ถ้อยคํา|ที่|สละสลวย|หรือ|หยดย้อย|เกิน|ไป|  |Syn. euphuist n. ดู|euphuism euphuistic adj. ดู|euphuism euphuistical adj. ดู|euphuism
(ยู|รี|'|คะ) interj. ผม|พบ|แล้ว|!|,|ผม|หา|พบ|แล้ว|!
(ยู|ริ|ธ|'|มิ|ค) adj. เป็น|จังหวะ|ดี|,|ซึ่ง|ได้|สัดส่วน.  |Syn. eurythmic|,|eurhythmical
(ยัว|'|โร|พ) n. ทวีป|ยุโรป
(ยัว|ระ|เพียน|') adj.,|n. (เกี่ยวกับ) ยุโรป|,|ชาว|ยุโรป
(อี|แวค|'|คิว|เอท) v. อพยพ|,|โยกย้าย|,|ถอน|ออก|,|ถอย|,|ระบาย|ออก|,|ขับ|ออก|,|ขจัด.  |Syn. evacuation n. ดู|evacuate evacuator n. ดู|evacuate
(อี|แวค|'|คิว|อี|') n. ผู้|ถูก|โยกย้าย|,|ผู้|ถูก|ส่ง|กลับ
(อี|เวด|') {|evaded|,|evading|,|evades|} vi. หลบ|,|หลีก|,|หนี|,|เลี่ยง. -|evader n.
(อี|แวล|'|ลูเอท) vt. ประเมิน|ค่า|,|หา|ค่า|,|ตีราคา.  |Syn. evaluation n. ดู|evaluate evaluative adj. ดู|evaluate evaluator n. ดู|evaluate|  |Syn. weigh
(เอฟ|'|วะเนส) vi. ค่อย ๆ หาย|ไป|,|ค่อย ๆ สลาย|ไป|,|ค่อย ๆ สูญหาย|ไป|,|ค่อย ๆ ,|จาง|หาย|ไป|  |Syn. evanescence n. evanescent adj.
(อี|แวน|'|จะ|ลิสทฺ) n. ผู้สอน|คําสอน|ของ|พระ|เยซู|และ|ชีวประวัติ|ของ|พระ|เยซู|,|ผู้|มี|ความ|กระตือรือร้น
(อี|แวพ|'|พะเรท) vi.,|vt. (ทํา|ให้) ระเหย|เป็น|ไอ|,|ระเหย|,|หาย|ไป|,|สูญหาย|ไป|,|จาง|หาย|ไป|  |Syn. evaporation n ดู|evaporate evaporative adj. ดู|evaporate evaporator n. ดู|evaporate
(อี|เว|'|เชิน) n. การ|หลบหนี|,|การ|หลีก
(อี|เว|'|ซิ|ฟว) adj. เป็น|การ|หลบหลีก|,
(อี|ฟว) n. เวลา|เย็น|,|วันก่อน|วัน|เทศกาล|,|ช่วง|ระยะ|เวลา|ก่อน|เหตุการณ์|  |Syn. evening
(อี|'|เวิน) adj. เรียบ|,|ราบ|,|สม่ําเสมอ|,|ซึ่ง|หาร|ด้วย|เลข|2|ได้|ลงตัว|,|ได้|สมดุล|,|ยุติธรรม|,|พอดี|,|ไม่|ขาด|ไม่|เกิน|,|เงียบสงบ -|adv. อย่าง|ราบเรียบ|,|ยังคง|,|ยิ่งกว่านั้น|,|แม้ว่า n. ตอน|เย็น vt. ทํา|ให้|ราบ|,|ทํา|ให้|เรียบ|,|ทํา|ให้|สมดุล|,|ทํา|ให้|เท่า|กัน. vt. กลาย|เป็น|เท่า|กัน. -|Id. (be (get) even wi
ภาวะ|คู่|หมายถึง การ|ตรวจสอบ|ความผิด|พลาด|ของ|ข้อมูล โดย|การ|เพิ่ม|บิต|ต่อ|กัน|เข้า|กับ|ข้อมูล (concate nate) เพื่อให้|จํานวน|บิต|ที่|มี|ค่า|เป็น 1 เปลี่ยน|เป็น|เลขคู่ ดู odd parity เปรียบเทียบ
(อี|'|เวิน|แฮ|น|'|ดิด) adj. ไม่|เอนเอียง|,|ยุติธรรม|  |Syn. even|-|handedly adv. even|-|handedness n. ดู|even|-|handed|  |Syn. fair
(อี|ฟว|'|นิง) n. ตอน|เย็น|,|เวลา|เย็น|,|สายัณห์|,|ตอน|ค่ํา|,|ตอน|กลางคืน|,|ระยะ|ที่|เสื่อม|ลง|ของ|ชีวิต|,|ช่วง|สุดท้าย|,|งาน|ราตรี|สโมสร adj. เกี่ยวกับ|ตอน|เย็น|  |Syn. dusk
n. โรงเรียน|กลางคืน
ดาวพระศุกร์ (Venus) ,|ดาวประจําเมือง
(อี|ฟว|'|นิงซ) adv. ใน|ตอน|กลางคืน|,|อย่าง|สม่ําเสมอ
(อี|เวน|ทฺ|') n. เหตุการณ์|,|เหตุการณ์|สําคัญ|,|กรณี|,|ผล|ที่|เกิด|ขึ้น|,|ผล|ที่|ตาม|มา|,|การ|แข่งขัน. -|Phr. (at all events จะ|อย่างไรก็ตาม) -|Phr. (in the event ถ้า)| 
การ|เขียน|โปรแกรม|เชิง|เหตุการณ์|หมายถึง วิธีการ|เขียน|โปรแกรม|วิธี|หนึ่ง|ที่|จะ|นํา|เอา|เหตุการณ์|จริง|เข้า|มา|ใช้ และ|จะ|รอคอย|ให้|ผู้ใช้ กด|แป้นพิมพ์ หรือ|เมาส์ เสียก่อน|ที่|จะ|ลงมือ|ปฏิบัติงาน|ตาม|ขั้นตอน|ใด ๆ| 
adj. ซึ่ง|มี|เรื่อง|มาก|,|ซึ่ง|มี|ผล|สําคัญ|,|เป็น|เหตุการณ์|สําคัญ.  |Syn. eventfulness n.  |Syn. fateful
(อี|'|เวิน|ไท|ดฺ) n. ตอน|เย็น|,|ยาม|ราตรี|,|ยาม|สายัณห์
(อี|เวน|'|ชวล) adj. เกี่ยวกับ|ผลสุดท้าย|,|ใน|ที่สุด
(อี|เวน|ชุ|แอ|ล|'|ลิ|ที) n. เหตุการณ์|ที่|ไม่|แน่นอน|,|เหตุการณ์|หรือ|เรื่องราว|ที่|อาจ|เกิด|ขึ้น|ได้|,|ผลสุดท้าย
(อี|เวน|'|ชุเอท) vi. เป็น|ผล|,|ลงท้าย|  |Syn. eventuation n. ดู|eventuate|  |Syn. result
(เอฟ|'|เวอะ) adv. ตลอดไป|,|ไม่|มี|ที่|สิ้นสุด|,|เรื่อย|ไป|  |Syn. always
adj. ซึ่ง|ได้|ผล|ตลอด
(เอฟ|'|เว|อก|รี|น) adj.,|n. (ต้นไม้) เขียว|ตลอด|ปี|,|ตลอด|ปี|,|ชั่ว|นิรันดร|,|สดใส|ตลอดกาล.
(เอฟ|'|เวอ|ลา|ส|'|ทิง) adj.,|n. (ความ|เป็น) อมตะ|, ไม่|มี|ที่|สิ้นสุด|,|ตลอดไป -|Phr. (the Everlasting พระผู้เป็นเจ้า)|  |Syn. everlastingness n. ดู|everlasting|  |Syn. eternal
adv. ตลอดไป|,|ชั่ว|นิรันดร
(เอฟว|'|รี) adj. ทุก ๆ ,|แต่ละ|,|ทั้งหมด. -|Phr. (every now and then บาง|ครั้ง|บาง|คราว) -|Phr. (every other day วัน|เว้น|วัน)|  |Syn. each|,|all possible
pron. ทุกคน
adj. ทุก|วัน|,|สามัญ|,|คน|ธรรมดา.  |Syn. everydayness n. ดู|everyday|  |Syn. daily
n. คน|ธรรมดา|,|สามัญชน
pron. ทุกคน
pron.,|n. ทุกสิ่ง|,|ทุกอย่าง|,|ทั้งหมด|,|สิ่ง|ที่|มี|ความ|สําคัญ|ยิ่ง.
adv. ทุก|วิถีทาง
(อี|วิคทฺ|') vt. ขับ|ออก|,|ไล่|ที่|,|เรียก|คืน.  |Syn. evicition n. ดู|evict evictor n. ดู|evict|  |Syn. oust
(อี|วิค|'|ที) n. ผู้|ถูก|ขับ|ออก|,|ผู้|ถูก|ไล่|ที่
(เอฟ|'|วิ|เดิน|ซฺ) n. หลักฐาน|,|ความ|ชัดแจ้ง. -|Phr. (in evidence ชัดแจ้ง) . vt. ทํา|ให้|ชัดแจ้ง|, พิสูจน์|ให้|เห็นด้วย|พยานหลักฐาน|  |Syn. proof
(เอฟ|'|วิ|เดิน|ทฺ) adj. ชัดแจ้ง
(เอฟวิ|เดิน|'|เชิล) adj. ซึ่ง|เป็น|พยานหลักฐาน|,|ซึ่ง|เป็น|เครื่อง|แสดง
(อี|'|เวิล) adj.,|n. (สิ่ง|ที่|,|ความ) ชั่ว|,|ไม่|ดี|,|ร้าย|,|เลว|,|โชคร้าย|,|ไม่|เป็น|มงคล|,|บาป|,|อกุศล|,|เป็น|ภัย|,|เป็น|อันตราย|,|เกี่ยวกับ|อารมณ์|ร้าย|, -|Phr. (the evil one ซาตาน|,|ปีศาจ)|  |Syn. evilness n. ดู|evil|  |Syn. wicked
adj. ซึ่ง|มี|จิตใจ|ที่|ชั่ว|,|ใจร้าย.  |Syn. evil|-|mindedness n. ดู|evil|-|minded
n. ผู้|กระทํา|ความ|ชั่ว|  |Syn. evildoing n. ดู|evildoer
(อี|วินซฺ|') {|evinced|,|evincing|,|evinces|} vt. แสดง|ให้|เห็น|,|ทํา|ให้|เห็น|ประจักษ์|,|พิสูจน์|เปิดเผย.  |Syn. evincible adj. ดู|evince
(อี|วีส|'|เซ|อเรท) vt. เอา|ไส้พุง|ออก|,|เอา|ไส้|ใน|ออก|,|เอา|ส่วน|สําคัญ|ออก. adj. สิ่ง|ภายใน|โผล่|ออก|มา.  |Syn. evisceration n. ดู|eviscerate eviscerator n. ดู|eviscerate
(เอฟ|'|วิทะเบิล) adj. ซึ่ง|หลบเลี่ยง|ได้
(เอฟ|'|วะ|คะ|เบิล) adj. ซึ่ง|เรียก|ปลุก|ได้|,|ซึ่ง|ขอร้อง|ได้
(เอฟวะเค|'|เชิน) n. การ|เรียก|ปลุก|,|การ|ขอร้อง|,|การ|เรียก|,|การ|กระตุ้น|ให้|เกิด|ขึ้น|,|การ|นํามา|ซึ่ง
(อี|โว|ค|') vt. เรียก|ปลุก|,|นํามา|ซึ่ง|  |Syn. evoker n. ดู|evoke
(เอฟวะลิว|'|เชิน) n. วิวัฒนาการ|,|ความ|ก้าวหน้า|,|การ|ค่อย ๆ ป|รา|กฎ|ขึ้น|,|การ|เจริญเติบโต|,|การ|หมุนเวียน.  |Syn. evolutionary adj. ดู|evolution
(อิ|วอ|ลฟว|') v. ค่อย ๆ ป|รา|กฎ|ขึ้น|,|วิวัฒน์|,|ค่อย|เป็น|ค่อย|ไป|,|เจริญ.  |Syn. evolvable adj ดู|evolve evolvement n. ดู|evolve evolver n. ดู|evolve|  |Syn. develop
(ยู) n. แกะ|ตัวเมีย
(ยู|'|เออะ) n. กาน้ํา|ปากกว้าง|,|คนโท
(เอคซฺ) n. อดีต|สามี|,|อดีต|ภรรยา prep. โดย|ไม่|รวม -|Phr. (ex dividend ไม่|เอา|เงิน|ปันผล|คราวหน้า|,|ไม่|คิด|ค่าขนส่ง|เพียงแค่) -|Phr. (ex ship หรือ ex steamer ไม่|คิด|ค่าขนส่ง|เพียงแค่|ออก|จาก|เรือ|ไป -|Phr. (ex godown (warehouse|,|store) ไม่|คิด|ค่าขนส่ง|เพียงแค่|โกดัง|ของ|ผู้|ขาย)) -|Ph
โดย|ไม่|รวม|เงิน|ปันผล|ใน|งวด|ต่อไป
(เอคซฺ แฟค'|โท) L. ตาม|ความ|เป็นจริง
(เอคซฺ|'|อะฟิ|ชิ|โอ) โดย|ตําแหน่ง|หน้าที่.  |Syn. ex officio adj.
Pref. ออก|,|ทํา|ให้|"|,|นอก|ตําแหน่ง|,|อดีต
(อิกแซส|'|เซ|อเบท) vt. ทํา|ให้|หนัก|ขึ้น|,|ทํา|ให้|รุนแรง|ขึ้น|,|ทํา|ให้|โกรธเคือง|,|ทํา|ให้|ช้ํา.  |Syn. exacerbation n. ดู|exacerbate|  |Syn. intensify
อาการ|กําเริบ
(อิด|แซคทฺ|') {|exacted|,|exacting|,|exacts|} adj. แน่นอน|,|แน่ชัด|,|ถูกต้อง|,|เที่ยง|,|แม่นยํา. vt. บีบบังคับ|,|เรียกร้อง|,|ต้องการ.  |Syn. exactable adj. ดู|exact exacter n. ดู|exact exactor n. ดู|exact exactness n. ดู|exact -|S...
(อิคแซค|'|ทิง) adj. ซึ่ง|เข้มงวด|มาก|,|ซึ่ง|เรียกร้อง|ความ|ต้องการ|มาก|,|เกรี้ยวกราด|,|พิถีพิถัน|มาก.  |Syn. exactingness n. ดู|exacting|  |Syn. strict
(อิคแซค|'|เชิน) n. การ|บีบบังคับ|,|การ|เรียกร้อง|ความ|ต้องการ|,|สิ่ง|ที่|เรียกร้อง
(อิคแซค|'|ทิทูด) n. ความ|แน่นอน|,|ความ|แม่นยํา
(อิคแซคทฺ|'|ลี) adv. อย่าง|แน่นอน|,|อย่าง|แม่นยํา|,|อย่าง|แน่ชัด|,|อยู่|พอที|เดียว|,|เท่านั้น
(อิกแซจ|'|จะ|เรท) vt.,|vi. พูด|เกิน|ความจริง|,|อวด|โต|,|เพิ่ม|หรือ|ขยาย|เกิน|กว่า|ปกติ.  |Syn. exaggeration n. ดู|exaggerate exaggerator n. ดู|exaggerate exaggerated adj. ดู|exaggerate
(อิก|ซอ|ลทฺ|') vt. ทํา|ให้|สูง|ขึ้น|,|ยกย่อง|,|กระตุ้น|,|เพิ่ม|ความ|เข้มข้น|,|ทํา|ให้|ปี|ติ|ยินดี|,|ทํา|ให้|ดีอกดีใจ.  |Syn. exalter n.
(อิก|ซอ|ล|เท|'|เชิน) n. การ|ยก|ระดับ|,|การ|ทํา|ให้|สูง|ขึ้น|,|ความ|ปลื้ม|ปี|ติ|,|ความ|ดีอกดีใจ|,|การ|กระทํา|ที่|มาก|เกิน|ไป|,|ความ|ใหญ่โต|เกิน|ไป
(อิก|ซอ|ล|'|ทิด) adj. สูง|,|สูงส่ง|,|สูง|ค่า|,|ปลื้ม|ปี|ติ|ยินดี.  |Syn. exaltedness n. ดู|exalted|  |Syn. esteemed
(อิก|แซม|') n. ดู|examination
(อิก|แซม|มะเน|'|เชิน) n. การ|สอบ|,|การ|ทดสอบ|,|การ|ตรวจสอบ|  |Syn. inspection|,
(อิก|แซม|'|มิ|น) {|examined|,|examining|,|examines|} vt. สอบ|,|ทดสอบ|,|ตรวจสอบ|  |Syn. examinable adj. ดู|examine examiner n. ดู examine examingly adv ดู|examine|  |Syn. scrutinize
(อิก|แซม|'|มะนี) n. ผู้|ถูก|ทดสอบ|,|ผู้|เข้า|สอบ|,|นักเรียน
(อิก|แซม|'|มะเนอะ) n. ผู้|ตรวจสอบ|,|ผู้|ทดสอบ|,
(อิก|แซม|'|เพิล) {|exampled|,|exampling|,|examples|} n. ตัวอย่าง|,|อุทาหรณ์|,|แบบอย่าง vt. ยก|ตัวอย่าง. -|Id. (set (give) a (good) example (to) เป็น|แบบอย่าง|แก่)|  |Syn. model|, lesson
(อิกแซส|'|พะเรท) vt. ทํา|ให้|โกรธเคือง|มาก|,|เพิ่ม|ความ|รุนแรง|,|ยั่ว|โทสะ|มาก|  |Syn. exasperation n. ดู|exasperate exasperatedly adv. ดู|exasperate|  |Syn. exacerbate
(อิกแซส|'|พะเรทิง) adj. ซึ่ง|โกรธเคือง|มาก|,|น่า|โมโห|มาก|,|ซึ่ง|ยั่ว|โทสะ|มาก.  |Syn. annoying
(เอคซฺ|'|คะ|เวท) vt. เจาะ|,|ขุด|,|ขุด|รู|,|ขุด|อุโมงค์|,
(เอคซฺ|คะ|เว|'|เชิน) n. การ|เจาะ|,|การ|ขุด|,|รู|ที่|เจาะ|,|อุโมงค์|ที่|ขุด|  |Syn. ditch
(เอคซฺ|'|คะ|เว|เทอะ) n. คน|ขุด|,|เครื่อง|ขุด|,|ผู้|ขุดค้น
(เอคซฺ|ซีด|') v. เกิน|กว่า|,|มาก|กว่า|,|เหนือกว่า|,|ดี|กว่า|,|ละเมิด|,|ออก|นอกลู่นอกทาง|  |Syn. exceedable adj. ดู|exceed exceeder n. ดู|exceed|  |Syn. outdo
(อิค|ซีด|'|ดิง) adj. เหนือกว่า|,|มาก|กว่า|,|ผิดธรรมดา|,|พิเศษ -|miss
(อิค|เซ|ล|') vt.,|vi. ดี|กว่า|,|เก่ง|กว่า|,|เหนือกว่า|  |Syn. surpass
(เอค|'|ซะเลินซฺ) n. ความ|ดีเลิศ|,|ความ|ยอดเยี่ยม|,|ความ|ดีเด่น.  |Syn. distinction
(เอค|'|ซะเริน|ซี) n. คํายกย่อง|ผู้|มี|ตําแหน่ง|ชั้น|สูง ,|ความ|ดีเด่น|,|ความ|ดีงาม
(เอค|'|ซะเลินทฺ) adj. ดีเด่น|,|ดีงาม|,|ดี|ยิ่ง|,|ยอดเยี่ยม.  |Syn. exceptional
(อิค|เซ|ล|'|ซิ|เออะ) n. ดอก|ไส|กบ|เล็ก ๆ ,|adj.,|interj. ยิ่ง|ดี|,|ยิ่ง|เจริญ|,|ยิ่ง|สูง
(อิค|เซ|พทฺ|') prep.,|conj.,|vt. นอกจาก|,|ยกเว้น|,|ไม่|นับ|,|ยกเว้น. vi. คัดค้าน.  |Syn. exceptable adj. ดู|except
(อิค|เซ|พ|'|ทิง) prep. ยกเว้น|,|ไม่|นับ
(อิค|เซ|พ|'|เชิน) n. การ|ยกเว้น|,|ข้อยกเว้น|,|กรณี|พิเศษ|,|การ|คัดค้าน|,|ข้อ|คัดค้าน. -|Phr. (with the exception of (that) ยกเว้น)|  |Syn. exceptional adj. เป็น|ที่|ยกเว้น n.  |Syn. objection
n. ยกเว้น|ได้|  |Syn. exceptionableness n. ดู|exceptionable
(เอค|เซ|พ|'|ทิฟว) adj. เป็น|ข้อยกเว้น|,|คัดค้าน
(เอค|'|เซิร์พ) {|excerpted|,|excerpting|,|excerpts|} n. ข้อความ|ที่|คัด|มา|จาก|ที่|อื่น|,|สิ่ง|ที่|คัด|ตอน|มา|,|สิ่ง|ที่|สกัด|มา. vt. (อิคเซิร์พ|') ตัดตอน|มา|,|คัดลอก|มา.  |Syn. excerpter n. ดู|excerpt excerptor n. ดู|excerpt excerptible adj. ดู|excerpt excerption n.
(อิค|เซ|ส|') adj.,|n. (ความ) มาก|เกิน|พอ|,|มาก|เกิน|ความจํา|เป็น|  |Syn. surplus
(อิค|เซ|ส|'|ซิ|ฟว) adj. มาก|เกิน|ปกติ|,|มาก|เกิน|ความจํา|เป็น.  |Syn. excessiveness n. ดู|excess excessively adv. ดู|excess|  |Syn. extreme
(อิคซฺ|เชน|จฺ|') v.,|n. (การ) แลกเปลี่ยน|,|แลก|เงินตรา|,|โต้ตอบ.  |Syn. exchanger n. ดู|exchange exchangeable adj. ดู|exchange exchangeability n. ดู|exchange exchangeably adv. ดู|exchange
(อิคซ|เชน|จี|') n. ผู้|ถูก|แลกเปลี่ยน
(เอคซฺ|'|เชค|เคอะ) n. กระทรวงการคลัง|,|คลัง|,|เงิน|ทุน
(อิค|ไซ|ดฺ|') vt. ตัด|ออก|,|ตัด|ทิ้ง
(เอค|'|ไซ|ซ) n. ภาษี|สรรพ|สา|มิ|ต|,|ภาษี|สินค้า|,|ภาษี vt. (เอ็ค|ไซ|ซ|') เรียก|เก็บ|ภาษี|สรรพ|สา|มิ|ต|,|เรียก|เก็บ|ภาษี|สินค้า|,|เรียก|เก็บ|ภาษี|,|ตัด|ทิ้ง|,|ตัด|ออก|,|ตัดตอน|,|ตัด|ข้อความ|ออก.  |Syn. excisable adj. ดู|excise
(เอค|ซิ|ส|'|เชิน) n. การ|ตัด|ออก|,|การ|ตัด|ทิ้ง|,|การ|ตัดตอน|,|การ|ขับไล่|,|การ|ขับ|ออก|จาก|ศาสนา|  |Syn. cuttng
(เอค|ไซ|ทะ|บิล|'|ลิ|ที) n. การ|ถูก|ปลุกปั่น|ได้|,
(เอค|ไซ|'|ทะเบิล) adj. ถูก|เร้า|ได้|  |Syn. excitably adv. ดู|excitable
(เอค|ไซ|'|เทิน|ทฺ) adj.,|ซึ่ง|ปลุกปั่น|,|ซึ่ง|กระตุ้น. n. สิ่ง|ที่|เร้า|,|ตัว|กระตุ้น
(เอค|ไซ|เท|'|เชิน) การ|กระตุ้น|,|การ|ปลุกปั่น|,|การ|เร้า|,|ภาวะ|ที่|ถูก|กระตุ้น|,|ความ|ตื่นเต้น|  |Syn. excitative adj.
(เอค|ไซ|ทฺ|') {|excited|,|exciting|,|excites|} vt. กระตุ้น|,|ปลุกปั่น|,|เร้า|,|ใช้|ไฟฟ้า|กระตุ้น|หรือ|ทํา|ให้|เกิด|สนามแม่เหล็ก
(เอค|ไซ|'|ทิด) adj. ตื่นเต้น|,|ร้อนใจ|,|เร่าร้อน|,|คล่อง|ขึ้น|,|กระฉับกระเฉง|  |Syn. excitedness n. ดู|excited
(เอค|ไซ|ทฺ|'|เมิน|ทฺ) n. ความ|ตื่นเต้น|,|ความ|เร่าร้อน|,|สิ่ง|ที่|กระตุ้น|,|สิ่ง|เร้า.  |Syn. excitation
n. ผู้|เร้า|,|สิ่ง|เร้า|,|ตัว|กําเนิด|ไฟฟ้า
(เอค|ไซ|'|ทิง) adj. ซึ่ง|ทํา|ให้|ตื่นเต้น|,|น่า|ตื่นเต้น|,|เร้า|อารมณ์|  |Syn. rousing
n. ดู|exciter
(เอคซฺเค|ลม|') v. ร้อง|อุทาน|,|ร้อง|ตะโกน|,|เปล่ง|เสียง|,|ร้อง.  |Syn. exclaimer n. ดู|exclaim exclamation n. ดู|exclaim exclamatory adj. ดู|exclaim
(เอคซฺคลูด|') vt. กัน|ออก|ไป|,|แยก|ออก|ไป|,|กัน|ไม่|ให้|เข้า|มา|,|ไล่ออก|,|ขับไล่|ออก|  |Syn. excludability n. ดู|exclude excludable adj. ดู|exclude excludible adj. ดู|exclude excluder n. ดู|exclude exclusory adj. ดู|exclude
(เอคซฺคลู|'|เชิน) n. การ|กัน|ออก|ไป|,|การ|ไล่ออก|  |Syn. exclusionary adj. ดู|exclusion
(เอคซฺคลู|'|ซิ|ฟว) adj. ซึ่ง|กีดกัน|,|แต่|ผู้|เดียว|,|ผูกขาด|,|เฉพาะตัว|,|อย่างเดียว|  |Syn. exclusiveness n. ดู|exclusive exclusivity n. ดู|exclusive|  |Syn. restricted|,
หรือ|ใช้|ตัวย่อ|ว่า XOR (อ่าน|ว่า ซอร์) เป็น|คํา|ที่|นักเขียน|โปรแกรม|ใช้ เมื่อ|จะ|สั่ง|ให้|แสดง|ภาพ|ออก|มา|เป็น|ตัวดําเนินการ|เชิง|ตรรกะ|ตัว|หนึ่ง ซึ่ง|ใช้|เลขฐานสอง สอง|ตัว|มา|ทํา|ให้|เกิด|เป็น|ค่า|ใหม่ ถ้า|ใน|การ|คํานวณ|ได้|ผลลัพธ์|เป็น 0 แสดง|ว่า|คอมพิวเตอร์|คํานวณ|ได้|ผล|ออก|มา|เหมือน|กัน แต่|ถ้า|ค่า|ออก|มา|ไม่|เท่า|กัน ผลลัพธ์|จะ|ออก|มา|เป็น|หนึ่ง อย่างไรก็ตาม ถ้า|ไม่|คิด|จะ|เป็น|นักเขียน|โปรแกรม ก็|ไม่|มี|ความจํา|เป็น|จะ|ต้อง|เข้าใจ|เรื่อง|ตรรกะ|นี้|ก็ได้
(เอคซ|คะ|มิ|ว|'|นะ|เคท) vt.,|n. (คน|ที่|ถูก) ตัด|ออก|จาก|การ|เป็น|สมาชิก|,|ขับไล่|ออก|จาก|ศาสนา|,|คว่ําบาตร.  |Syn. excommunication n. ดู|excommunicate excommunicative adj. ดู|excommunicate excommunicatory adj. ดู|excommunicate excommunicator n. ดู|excommunicat
(เอคซฺ|'|ค|ระ|เมิน|ทฺ) n. ของเสีย|ของ|ร่างกาย|,|อุจจาระ|,|มูล.  |Syn. excremental adj. ด6|excrement excrementitious adj. ดู|excrement|  |Syn. waste
(เอคซฺเค|รส|'|เซินซฺ) n. การ|เจริญเติบโต|อย่าง|ผิดปกติ|,|การ|เพิ่ม|ขึ้น|อย่าง|ผิดปกติ|,|เนื้องอก|,|ส่วน|งอก
adj. ซึ่ง|เจริญ|ออก|มา|อย่าง|ผิดปกติ|,|ซึ่ง|เกิน|ความ|ต้องการ
(เอคซฺค|รี|ท|'|ทะ) n.,|pl. สิ่ง|ที่|ถูก|ขับถ่าย|ออก เช่น|อุจจาระ ปัสสาวะ เหงื่อ|  |Syn. excretal adj.  |Syn. excrement
(เอคซฺ|'|ค|รี|ท) vt. ขับถ่าย|ออก.  |Syn. excreter n. ดู|excrete excretive adj. ดู|excrete|  |Syn. discharge
(เอคซฺค|รี|'|เชิน) n. การ|ขับถ่าย|ออก|,|สิ่ง|ที่|ถูก|ขับ|ออก (เช่น อุจจาระ ปัสสาวะ เหงื่อ)| 
(เอคซฺ|'|ค|ริ|ท|ทอ|รี) adj. เกี่ยวกับ|การ|ขับถ่าย
(เอคซฺ|ครู|'|ซิ|เอท) vt. ทํา|ให้|ได้|รับ|ความ|เจ็บปวด|อย่าง|รุนแรง|,|ทรมาน|,|ทํา|ให้|ระทมทุกข์|  |Syn. excruciation n. ดู|excruciate
(เอคซฺ|ครู|'|ซิ|เอททิง) adj. ซึ่ง|เจ็บปวด|อย่าง|รุนแรง|,|ระทมทุกข์|,|อย่างยิ่ง|,|อย่าง|มาก.
(เอคซฺ|'|คัลเพท) vt. ทํา|ให้|พ้น|ความผิด|,|ล้าง|,|ทํา|ให้|พ้น|ข้อกล่าวหา.  |Syn. exculpable adj. ดู|exculpate exculpation n. ดู|exculpate|  |Syn. clear
(เอคซฺคัล|'|พระ|ทอ|รี) adj. เกี่ยวกับ|การ|พ้น|จาก|ความผิด|,|ซึ่ง|หลุดพ้น|จาก|ข้อกล่าวหา
(เอคซฺเคอ|'|เรินทฺ) adj. ซึ่ง|ไหล|ออก|,|เป็น|ทางออก|,|ซึ่ง|มี|แกน|ยืด|ออก|,|ซึ่ง|พ้น|ยอด
(เอคซฺเคอ|'|เชิน) n. การ|เดินทาง|ระยะ|สั้น|,|การ|เดินทาง|พิเศษ|,|การ|เที่ยว|,|คณะ|ผู้|เดินทาง|,|การ|เบี่ยงเบน|,|การ|ออก|นอกลู่นอกทาง|  |Syn. excursionist n. ดู|excursion
(เอคซฺเคอ|'|ซิ|ฟว) adj. นอกลู่นอกทาง|,|ห่าง|ประเด็น|,|นอก|เรื่อง.  |Syn. excursiveeness n. ดู|excursive|  |Syn. outgoing
(เอคซฺ|คิว|'|ซะเบิล) adj. ซึ่ง|พอ|ให้|อภัย|ได้|, แก้ตัว|ได้
adj. ซึ่ง|เป็น|การ|ขอโทษ|,|ซึ่ง|เป็น|การ|แสดง|ความ|เสียใจ
(v. เอค|คิว|ซ|'|,|n. เอค|คิว|ซ|') vt. ขอโทษ|,|ขอ|อภัย|,|ยกโทษ|,|แก้ตัว|,|ยอมรับ|คําแก้ตัว|,|ยกเว้น|,|ปลดเปลื้อง. n. คํา|ขอโทษ|,|คําแก้ตัว|,|การ|ให้|อภัย|,|ข้อแก้ตัว|,|ข้ออ้าง|,|การ|ปลดเปลื้อง.  |Syn. excusableness n. ดู|excuse excusably adv. ดู|excuse excuser n. ดู|excuse
อี|เอกซ์|อี|ย่อ|มา|จาก|คํา|ว่า executable file ใช้|เป็น|นามสกุล (file type) ของ|แฟ้มข้อมูล|ใน|ระบบ|ดอส|และ โอเอ|ส|/|ทู แฟ้ม|ที่|มี|นามสกุล|ดังกล่าว|นี้ จะ|เป็น|แฟ้มข้อมูล|ที่|เป็น|ตัว|โปรแกรม|แท้ ๆ และ|จะ|เป็น|ตัว|ปฏิบัติการ แฟ้มข้อมูล|อื่น ๆ นอกจากนั้น|จะ|เป็น|เพียง|แฟ้ม|ประกอบ เช่น โปรแกรม|สําเร็จ Microsoft Excel จะ|ประกอบ|ด้วย|แฟ้มข้อมูล|หลาย|สิบ|แฟ้ม แต่|แฟ้ม|ที่|เป็น|ตัว|ปฏิบัติการ|คือ|แฟ้ม Excel.exe ถ้า|กด|เมาส์|ที่|ชื่อ|แฟ้มข้อมูล|นี้|ก็|จะ|เท่า|กับ|เป็น|การ|สั่ง|เรียก|โปรแกรม|นั้น|ให้|เริ่ม|ทํางาน มี|ลักษณะ|คล้าย|แฟ้มข้อมูล|ที่|นามสกุล .COM
(เอค|'|ซะค|ระ|เบิล) adj. เลวทราม|ที่สุด|,|น่าชัง|ที่สุด|,|เลว|มาก.  |Syn. execrableness n. ดู|execrable execrably adv. ดู|execrable
(เอค|'|ซะเครท) v. ด่า|ว่า|อย่าง|รุนแรง|,|สาปแช่ง|,|เกลียด|,|ประณาม.  |Syn. execrator n. ดู|execrate
แฟ้ม|กระทํา|การ|ใน|ระบบ|ดอส|และ โอเอ|ส|/|ทู แฟ้ม|ประเภท|นี้|เป็น|แฟ้มข้อมูล|ที่|เป็น|ตัว|โปรแกรม|แท้ ๆ และ|จะ|เป็น|ตัว|กระทํา|การ แฟ้มข้อมูล|อื่น ๆ นอกจากนั้น|จะ|เป็น|เพียง|แฟ้ม|ประกอบ เช่น โปรแกรม|สําเร็จ Microsoft Excel จะ|ประกอบ|ด้วย|แฟ้มข้อมูล|หลาย|สิบ|แฟ้ม แต่|แฟ้ม|ที่|เป็น|ตัว|กระทํา|การ|คือ|แฟ้ม Excel.exe ถ้า|กด|เมาส์|สอง|ที|ที่|แฟ้มข้อมูล|นี้|ก็|จะ|เท่า|กับ|เป็น|การ|สั่ง|ให้|โปรแกรม|นั้น|เริ่ม|ทํางาน แฟ้ม|ประเภท|นี้|จะ|ใช้|นามสกุล (file type) ว่า .exe มี|ลักษณะ|คล้าย|แฟ้มข้อมูล|ที่|นามสกุล .COM
ข้อความ|สั่ง|ทํา|การ|หมายถึง คําสั่ง|ใน|ภาษาระดับสูง|ที่|สั่ง|ให้|คอมพิวเตอร์|ลงมือ|ทํา|การ คําสั่ง|เหล่านี้ ตัว|แปล|โปรแกรม (compiler) จะ|แปล|เป็น|ภาษาเครื่อง (machine language) แล้ว|เครื่อง|จะ|ปฏิบัติการ|ตาม|คําสั่ง|นั้น เช่น คําสั่ง|กําหนด|ค่า A = 2 ถ้า|เครื่อง|เจอ|คําสั่ง|นี้ ก็|จะ|ลงมือ|กระทํา|การ (execute) ด้วย|การ|นํา|ค่า 2 ไป|เก็บ|ไว้|ใน|หน่วยความจํา|ช่อง|หนึ่ง|ที่|มี|อยู่ (address) ชื่อ A เป็นต้น|ดู non executable statement เปรียบเทียบ
n. ผู้|ปฎิบัติ|,|ผู้แสดง|,|ผู้|กระทํา|,|ผู้|ดําเนินการ|,|ผู้บริหาร
(เอค|'|ซะ|คิว|ทฺ) vt. ปฎิบัติ,|บริหาร|,|ประหาร|ชีวิต|,|บังคับ|ตาม|กฎหมาย.  |Syn. executable adj. executer n. กระทํา|การ|หมายถึง การ|ที่|เครื่อง|คอมพิวเตอร์|ลงมือ|กระทํา|การ|ตาม|คําสั่ง|ใน|โปรแกรม หลังจาก|ที่|มี|การ|แปล|โปรแกรม|นั้น (compile) ออก|เป็น|ภาษาเครื่อง (machine language) แล้ว|ดู compile และ machine language ประกอบ
(เอคซะ|คิว|'|เชิน) n. การ|ปฎิบัติ|,|การ|ทํา|ให้|สําเร็จ|,|การ|ดําเนินการ|,|การ|กระทํา|,|การ|บริหาร|,|การ|ประหาร|ชีวิต|,|การ|แสดง (ดนตรี|,|ฝีมือ|ขับร้อง|หรือ|อื่น ๆ) ,|การ|บังคับ|ตาม|กฎหมาย.
ช่วง|กระทํา|การ|หมายถึง ช่วง|เวลา|ที่|คอมพิวเตอร์|กระทํา|ตาม|คําสั่ง|ใน|ชุดคําสั่ง|ชุด|หนึ่ง ๆ เริ่ม|นับแต่|การ|ไป|นํา|ข้อมูล|มา (fetch) การ|ถอดรหัส (decode) และ|การ|กระทํา|การ (execute) ตาม|ข้อความ|สั่ง|นั้น ๆ ดู compilation phase เปรียบเทียบ
เวลา|กระทํา|การ|หมายถึง|ช่วง|เวลา|ที่|เครื่อง|คอมพิวเตอร์|ปฏิบัติ|ตาม|คําสั่ง|ใน|โปรแกรม เริ่ม|ตั้งแต่|ต้น|จน|ได้|รับคํา|ตอบ|ตาม|ที่|กําหนด|ไว้|ใน|โปรแกรม ไม่|นับ|รวม|เวลา|ที่|ใช้|ใน|การ|แปล|จาก|ภาษา|ที่|ใช้|เขียน|โปรแกรม เป็น|ภาษาเครื่อง (machine language)| 
(เอคซะ|คิว|'|เชินเนอะ) n. เพชฌฆาต|,|ผู้|ประหาร|ชีวิต|,|ผู้|ดําเนินการ|ให้|สําเร็จ
(เอค|เซ|ค|'|คิว|ทิฟว) n. ผู้บริหาร|,|นัก|บริหาร adj. เกี่ยวกับ|การ|ปฎิบัติ|ให้|ลุล่วง|ไป|ด้วย|ดี|,|เกี่ยวกับ|การ|บังคับ|ตาม|กฎหมาย|,|เกี่ยวกับ|การ|บริหาร|  |Syn. directing
ระบบสารสนเทศ|เพื่อ|ผู้บริหาร|ใช้|ตัวย่อ|ว่า EIS (อ่าน|ว่า อี|ไอ|เอส) หมา|ถึง|การ|นํา|สารสนเทศ|หรือ|ข้อมูล|ต่าง ๆ มา|เก็บ|ไว้|ใน|รูปแบบ|ที่|ผู้บริหาร|มักจะ|ต้องการ|ใช้ และ|สามารถ|จะ|เรียก|มา|ดู หรือ|ใช้ได้|สะดวก
โปรแกรม|กระทํา|การ|หมายถึง โปรแกรม|ระบบ (systems software) ซึ่ง|มี|หน้าที่|กํากับดูแล หรือ|ควบคุม|การ|กระทํา|การ (execution) ของ|คอมพิวเตอร์|ให้|สอดคล้อง|กัน เป็นต้น|ว่า ดูแล|การ|ทํางาน|ของ|หน่วย|รับ|ข้อมูล หน่วย|แสดง|ผล (input|/|output unit) การ|ดําเนินการ|และ|กําหนดการ|ใช้|หน่วยประมวลผลกลาง (CPU) หน่วยความจํา (memory unit) ให้|ทํางาน|ให้|สอดคล้อง|กัน โดยเฉพาะอย่างยิ่ง ใน|ระบบ|ทํางาน|แบบ|หลาย|ชุดคําสั่ง หรือ|ระบบ|มัล|ติ|โปรแกรม|มิ่ง (multiprogramming) ชุดคําสั่ง|ชุด|นี้ เป็น|ส่วนหนึ่ง|ของ|ระบบปฏิบัติการ (operating system) มี|หน้าที่|หลัก|ใน|การ|ดูแล|ไม่|ให้การ|ประมวลผล โปรแกรม|ทีละ|หลาย ๆ โปรแกรม เกิด|ความ|สับสน|กัน มี|ความหมาย|เหมือน supervisor
(เอค|เซ|ค|'|คิว|เทอะ) n. ผู้|ปฎิบัติ|การ|,|ผู้บริหาร|,|ผู้|ดําเนินการ|ตาม|คําสั่ง|, ผู้จัดการ|มรดก|ตาม|พินัยกรรม.  |Syn. executorial adj.
(เอค|เซ|ค|'|คิว|ท|ริ|คซฺ) n. ผู้บริหาร|หญิง|,|ผู้จัดการ|มรดก|ตาม|พินัยกรรม|ที่|เป็น|หญิง -|pl. executrices|,|executrixes
(เอค|เซ|ม|'|พละ|รี) adj. น่า|เอาอย่าง|,|น่า|ยกย่อง|,|เป็น|แบบอย่าง|,|เป็น|เครื่อง|เตือน.  |Syn. exemplarily adv. exemplariness|,|exemplarity n.  |Syn. admirable Ant. reprehensible
(เอค|เซ|ม|'|พละ|ไฟ) {|exemplified|,|exemplifying|,|exemplifies|} vt. เป็น|ตัวอย่าง|อธิบาย|,|ทํา|สําเนา (ที่|ได้|รับ|การ|รับรอง|ถูกต้อง|เป็นทางการ)|  |Syn. exemplifiable adj. exemplifier n.  |Syn. typify|,|depict
(เอค|เซ|มพฺทฺ|') {|exempted|,|exempting|, exempts|} vt. ยกเว้น|,|ละเว้น|,|พ้น. adj. ซึ่ง|ถูก|ยกเว้น|,|พ้น.  |Syn. exemptible adj.
(เอค|เซ|มพฺ|'|เชิน) n. การ|ยกเว้น|,|การ|ละเว้น|,|ผู้|ได้|รับ|การ|ยกเว้น|ภาษี|,|การ|พ้น|จาก|  |Syn. exemptive adj.
(เอค|'|เซ|อ|ไซ|ซ) v.,|n. (การ) ออกกําลัง|กาย|,|ฝึกหัด|,|การ|ฝึกฝน|,|ปฏิบัติ|,|ดําเนินการ|,|เป็นห่วง|,|ทํา|ให้|เป็นห่วง.  |Syn. exercisable adj. exerciser n.
(เอคเซิร์ท|') {|exerted|,|exerting|,|exerts|} vt. ออกแรง|,|ออกกําลัง|กาย|,|พยายาม|,|ใช้อํานาจ|หน้าที่.  |Syn. exertive adj.  |Syn. put
(เอค|เซ|อ|'|เชิน) n. การ|ออกแรง|,|การ|สําแดง|,|การ|ออกกําลัง|กาย|,|ความ|พยายาม
ผิวหนัง|ลอก|เป็น|สะเก็ด
(เอคซฺ|ฮะ|เล|'|เชิน) n. การ|หายใจออก|,|สิ่ง|ที่|หายใจออก|มา
(เอคซฺ|เฮ|ล|') vi. หายใจออก|,|ปล่อย|ออก|,|กระจาย|ออก|มา|,|ฟุ้ง|,|พลุ่ง|,|ระเหย|ออก
(เอก|ซอส|ทฺ|') vt. ใช้|หมด|,|ทํา|ให้|หมด|,|ทํา|ให้|หมด|กําลัง|,|ทํา|ให้|อ่อนเพลีย. vi. ผ่านพ้น|,|หลบหนี.  |Syn. exhaustion n. -|exhauster|,|exhaustibility n. exhaustible adj. exhaustibility n.  |Syn. wear out
(เอค|ซอส|'|ทิฟว) adj. ซึ่ง|ทํา|ให้|หมด|,|หมด|กําลัง|,|หมดจด|,|ละเอียด|ถ้วน|ทั่ว|,|ทอน|กําลัง.  |Syn. exhaustiveeness n.  |Syn. thorough|,
(เอก|ซิบ|'|บิ|ท) vt. แสดง|,|แสดง|นิทรรศการ|,|ออก|แสดง|,|อธิบาย|,|แสดง|ต่อ|ศาล (พยานหลักฐาน) n. นิทรรศการ|,|สิ่ง|ที่|นํามา|แสดง|นิทรรศการ.  |Syn. exhibitor|,|exhibiter n.  |Syn. display
(เอก|ซะ|บิ|ช|'|เชิน) n. การ|แสดง|ออก|,|การ|แสดง|นิทรรศการ|,|งาน|มหกรรม|,|ผลิตภัณฑ์|ที่|นํามา|แสดง|ออก|,|ทุนการศึกษา.  |Syn. presentation
(เอคซะ|บิ|เชิน|' นิสทฺ) n. ผู้|ชอบ|แสดง|ออก|,|ผู้|ชอบ|อวด|,|ผู้|ชอบ|อวด|อวัยวะ|สืบพันธุ์|ของ|ตน|แก่|ผู้อื่น.  |Syn. exhibitionistic adj.
(เอค|ซิบ|'|บิ|ทิฟว) adj. ซึ่ง|เป็น|การ|แสดง|ออก|,|ซึ่ง|เป็น|การ|โอ้อวด.
(เอค|ซิ|ล|'|ละ|เรท) vt. ทํา|ให้|เบิกบานใจ|,|กระตุ้น|,|ทํา|ให้|มี|ชีวิตชีวา.  |Syn. exhilarator n.
(เอคซอร์ทฺ|') v. เคี่ยวเข็ญ|,|แนะนํา|,|ตักเตือน|,|สนับสนุน.  |Syn. exhortation n. exhorter n.
(เอค|ซิ|ล|ละ|เร|'|เชิน) n. การ|ทํา|ให้|เบิกบานใจ|,|การ|ทํา|ให้|ดีอกดีใจ|,|ความ|รื่นเริง|,|ความ|ดีอกดีใจ.
(เอคซูม|') vt. ขุด|ขึ้น|จาก|หลุม|,|ขุด|ศพ|ขึ้น|มา|,|ขุดค้น|,|ปฏิสังขรณ์.  |Syn. exhumation n. exhumer n.  |Syn. unearth|,
(เอค|'|ซิ|เจินซฺ|,|-|ซี) n. ภาวะฉุกเฉิน|,|ความ|ต้องการ|,|ความจํา|เป็น|,|เรื่อง|ด่วน|,|เหตุฉุกเฉิน.  |Syn. necessity
(เอค|'|ซิ|เจินซฺ|,|-|ซี) n. ภาวะฉุกเฉิน|,|ความ|ต้องการ|,|ความจํา|เป็น|,|เรื่อง|ด่วน|,|เหตุฉุกเฉิน.  |Syn. necessity
(เอค|'|ซิ|เจินทฺ) adj. ฉุกเฉิน|,|รีบด่วน|,|เป็น|เรื่อง|ด่วน|  |Syn. urgent
(เอค|ซิก|'|กิวเอิส) adj. เล็ก|,|น้อย|,|จิ๋ว|,|เบาบาง.  |Syn. exiguity n. exiguous adv.  |Syn. scanty
(เอก|'|ไซ|ลฺ) {|exiled|,|exiling|,|exiles|} n. การ|เนรเทศ|,|ผู้|ถูก|เนรเทศ vt. เนรเทศ|,|ไล่ออก|นอก|ประเทศ|  |Syn. expatriation
(เอค|ซิ|สทฺ|') {|existed|,|existing|,|exists|} vi. ดํารง|อยู่|,|มี|อยู่|,|คงอยู่|  |Syn. live
(เอค|ซิ|ส|'|เทิน|ซฺ) n. การ|ดํารง|อยู่|,|การ|มี|อยู่|,|การ|มี|ชีวิต|อยู่|,|ความเป็นอยู่|,|สิ่ง|ที่|มี|อยู่จริง
(เอค|ซิ|ส|'|เทิน|ทฺ) adj. ซึ่ง|มี|อยู่|,|ซึ่ง|ดํารง|อยู่|,|ใน|ขณะนี้. n. ผู้|ที่|ดํารง|อยู่|,|สิ่ง|ที่|มี|อยู่จริง
(เอค|'|ซิ|ท|,|เอค|'|ซิ|ท) n. ทางออก|,|ประตู|ฉุกเฉิน|,|การ|จาก|ไป|,|การ|ลง|จาก|เวที|,|การ|ตาย. vi. ออก|ไป|,|จาก|ไป|,|ลง|จาก|เวที|,|ตาย. -|make one|'|s exit ออก|ไป|,|จาก|ไป|  |Syn. outlet|, ออก|ทางออก|หมายถึง|คําสั่ง|ที่|ผู้ใช้|โปรแกรม|ใช้ เมื่อ|ต้องการ|หยุด|หรือ|เลิก|ใช้|โปรแกรม|นั้น|เพื่อ|กลับ|ออก|ไป|สู่|ระบบปฏิบัติการ (operating systems) หลังจาก|ที่|ใช้|งาน|เสร็จ|เรียบร้อย|แล้ว โปรแกรม|ต่าง ๆ ของ|แมค|อิน|ทอ|ช|มักจะ|ใช้|คํา|ว่า Quit แทน ซึ่ง|ก็|มี|ความหมาย|เหมือน|กัน ใน|ระบบ|วินโดว์|ของ|พี|ซี ทุก|โปรแกรม|จะ|มี|คําสั่ง|นี้|ไว้|ให้|เลือก|ใต้|เมนู File ซึ่ง|เป็น|คําสั่ง|กลับ|ออก|ไป|ยัง|ระบบ|วินโดว์|นั้น|เอง
Pref. ข้างนอก|,|นอก|,|ภายนอก|,|นอก|โลก
(เอ็ค|'|โซ|ดัส) n. การ|จาก|ไป|,|การ|ไหล|เท|ออก
(อิค|ซอน|'|เนอเรท) vt. ทํา|ให้|ฟื้น|จาก|ความผิด|,|ปลดเปลื้อง|ภาระ|  |Syn. exoneration n. exonerative adj.  |Syn. acquit
ดู|ที่ hyperthyrodism
(เอค|'|เซ|อ|ระ|เบิล) adj. ซึ่ง|ถูก|ชักชวน|ได้|ง่าย|,|ซึ่ง|ทํา|ให้|ใจอ่อน|ได้|ง่าย.  |Syn. exorability n.
(อิก|ซอ|'|บิ|เทิน|ซฺ) n. ความ|มาก|เกิน|ไป|,|ความ|แพง|เกิน|ไป|,|ความ|สูง|เกิน|ไป
(อิก|ซอ|'|บิ|เทิน|ทฺ) adj. มาก|เกิน|ไป|,|แพง|เกิน|ไป|,|สูง|เกิน|ไป.
(เอค|'|ซอ|ไซ|ซ) vt. ไล่|ผี|,|ขับไล่.  |Syn. exorciz (s) er n.
(เอก|ซอ|'|ซิ|ส|ซึม) n. การ|ไล่|ผี|,|พิธี|ไล่|ผี|,|การ|ขับไล่|,|การ|ขจัด|,|มนต์|ไล่|ผี.  |Syn. exorcismal adj.
(เอค|'|ซอ|ซิ|สทฺ) n. ผู้ทํา|พิธี|ไล่|ผี|,|หมอผี
(เอค|'|ซอ|ไซ|ซ) vt. ไล่|ผี|,|ขับไล่.  |Syn. exorciz (s) er n.
(อิก|ซอ|ท|'|ทิด) adj. เกี่ยวกับ|หรือ|มา|จาก|ต่าง|ประเทศ|,|ไม่|ใช่|ของ|พื้นเมือง|,|ผิดธรรมดา|,|ประหลาด. n. สิ่ง|ที่มา|จาก|ต่าง|ประเทศ|,|สิ่ง|ที่|ผิดธรรมดา.  |Syn. exotically adv.  |Syn. alien
(อิคซฺ|แพน|ดฺ|') v. ขยาย|,|แผ่|,|ทํา|ให้|กว้าง|ออก|,|เพิ่ม|,|คลี่|ออก|,|ยืด|ออก|,|บาน|  |Syn. expandable|,|expandible adj. expander|  |Syn. widen
หน่วยความจํา|ส่วนขยาย|หมายถึง หน่วยความจํา|ที่|เพิ่ม|เข้า|มา|ภายหลัง วิธี|เพิ่ม|หน่วยความจํา|แบบ|นี้|คอมพิวเตอร์|ที่|ใช้|ระบบ|ดอส นิยม|ใช้|อยู่|ก่อน|จะ|มี|การ|นํา|ชิป (chip) 80286 มา|ใช้ หน่วยความจํา|นี้|เป็น|หน่วยความจํา|ต่างหาก|ที่|บริษัท|ที่|ผลิต|คอมพิวเตอร์|ทํา|เป็น|รายการ|แถม|ให้ เพิ่ม|จาก|หน่วยความจํา 640 K ที่|ใช้|อยู่|เดิม ไม่|ใช่|นํา|หน่วยความจํา|เดิม|มา|ทํา|ให้|ใหญ่|ขึ้น เป็น|หน่วยความจํา|คน|ละ|หน่วย แต่|คอมพิวเตอร์|สามารถ|เรียก|ข้อมูล|จาก|หน่วยความจํา|นี้|ได้|รวดเร็ว จน|ทํา|ให้|ผู้ใช้|รู้สึก|เหมือน|กับ|ว่า|เป็น|หน่วยความจํา|เดียวกัน
ชื่อ|โปรแกรม|ขยาย|หน่วยความจํา|ใช้|ตัวย่อ|ว่า EMM (อี|เอ็มเอ็ม) เป็น|ชื่อ|ของ|โปรแกรม|อรรถประโยชน์ (utility program) โปรแกรม|หนึ่ง|ที่|ช่วย|ให้|คอมพิวเตอร์|สามารถ|ทํา|ให้|หน่วยความจํา|มี|ประสิทธิภาพ|เพิ่ม|ขึ้น ส่วนมาก|จะ|ใช้|กับ|เครื่อง|คอมพิวเตอร์|ที่|มี|ตัว|ประมวลผล|เป็น|ชิป (chip) เบอร์ 80386 หรือ 80486
(อิคซฺ|แพน|ซฺ|') n. สิ่ง|ที่|ขยาย|ออก|,|การ|ขยาย
adj. ซึ่ง|ขยาย|ออก|ได้.  |Syn. expansibility n.
(อิคซฺ|แพน|'|เชิน) n. การ|ขยาย|,|ปริมาณ|หรือ|ขนาด|ของ|การ|ขยาย|ออก|,|ส่วน|ที่|ขยาย|ออก|,|สิ่ง|ที่|ถูก|ขยาย.  |Syn. expansionary adj.  |Syn. increase
บัส|ส่วนขยาย|หมายถึง บัส (bus) เพิ่ม|พิเศษ|ที่|เครื่อง|คอมพิวเตอร์|เตรียม|ไว้|ให้|เสียบ|แผ่น|วงจร|เพิ่ม|เข้า|ไป เพื่อที่จะ|ทํา|ให้|เครื่อง|คอมพิวเตอร์|สามารถ|ทํางาน|ได้|มี|ประสิทธิภาพ|มาก|ขึ้น คอมพิวเตอร์|สมัยก่อน|ไม่|มี|ส่วน|นี้ ทํา|ให้|เพิ่ม|ขีดความสามารถ|ไม่|ได้|เลย คอมพิวเตอร์|ปัจจุบัน|จะ|คํานึง|ถึง|เรื่อง|นี้|เป็น|สําคัญ และ|จะ|มี|เตรียม|ไว้|ให้|ทุก|เครื่อง|ทุก|ยี่ห้อ
แผ่น|วงจร|ส่วนขยาย|หมายถึง แผ่น|วงจร|ที่|ออกแบบ|พิเศษ|ให้|ใช้|เสียบ|เข้า|กับ|บัส|ของ|เครื่อง|คอมพิวเตอร์ เพื่อ|เพิ่ม|ประสิทธิภาพ|ของ|เครื่อง ให้|ทํางาน|เพิ่ม|ขึ้น|ได้|ใน|ด้าน|ต่าง ๆ เช่น ทํา|ให้|หน่วยความจํา|ของ|เครื่อง|มี|ขนาด|ใหญ่|ขึ้น หรือ|ทํา|ให้|เครื่องใช้|กับ|ซีดีรอม (CD ROM) ได้ หรือ|ทํา|ให้|ใช้|เป็น|โมเด็ม|ภายใน (internal modem) ได้ เป็นต้น
(อิคซฺ|แพน|'|ซิ|ฟว) adj. ซึ่ง|ขยาย|ตัว|หรือ|เพิ่ม|,|ไพศาล|,|กว้างขวาง|,|ละเอียด|,|กิน|ความ|มาก|,|เปิดเผย|  |Syn. broad
(เอคซฺเพ|'|ชิ|เอท) vt. ขยาย|ความ|,|สา|ธก|,|ถก|, ท่องเที่ยว|,|เดิน|เตร่. -|expatiation n.  |Syn. expand
(เอคซฺเพ|'|ท|ริ|เอท) vt.,|adj.,|n. (ซึ่ง|ถูก) เนรเทศ|, (ซึ่ง) อพยพ|ไป|อยู่|ต่าง|ประเทศ|, (ซึ่ง) สละ|สัญชาติ|เดิม n. ผู้อพยพ|ไป|อยู่|ต่าง|ประเทศ|,|ผู้|ถูก|เนรเทศ.  |Syn. expatriation n.  |Syn. banish
(อิคซฺเพคทฺ|') {|expected|,|expecting|,|expects|} vt. คาดหมาย|,|คาด|ว่า vi. ตั้ง|ครรภ์.  |Syn. expectable adj. expectably adv.
(อิคซฺเพค|'|เทิน|ซี) n. ความ|คาดหมาย|,|สิ่ง|ที่|คาดหมาย|  |Syn. expectation
(อิคซฺเพค|'|เทิน|ทฺ) adj. ซึ่ง|คาดหมาย|ไว้|,|มี|ครรภ์ n. คน|ที่|เฝ้าคอย|,|ผู้|คาดหวัง.
(อิคซฺเพค|เท|'|เชิน) n. การ|คาดหมาย|,|สิ่ง|ที่|คาดหมาย|ไว้|,|ความ|หวัง.  |Syn. expectancy
v. ขับ|เสมหะ|,|ถ่ม|น้ําลาย.  |Syn. expectorator n.
(อิคซฺพิ|เดน|'|เชิล) adj. เกี่ยวกับ|ความ|สะดวก|,|เกี่ยวกับ|แผน|ฉุกเฉิน|,|ง่าย
(อิคซฺ|พี|'|เดิน|ซี|,|-|พี|'|เดิน|ซฺ) n. ความ|สะดวก|,|ความ|เหมาะสม|,|ความ|ได้|เปรียบ|,|ความ|ง่าย|,|แผน|ฉุกเฉิน|,|แผน|เฉพาะกาล|  |Syn. aptness
(อิคซฺ|พี|'|เดิน|ซี|,|-|พี|'|เดิน|ซฺ) n. ความ|สะดวก|,|ความ|เหมาะสม|,|ความ|ได้|เปรียบ|,|ความ|ง่าย|,|แผน|ฉุกเฉิน|,|แผน|เฉพาะกาล|  |Syn. aptness
(อิคซฺ|พี|'|เดียนทฺ) adj. สะดวก|,|ได้|เปรียบ|,|ง่าย|,|เหมาะสม|,|เป็น|วิธี|ฉุกเฉิน|,|ได้|ประโยชน์. n. วิธี|สะดวก|,|วิธี|ที่|เหมาะสม|,|วิธี|เฉพาะกาล|,|วิธี|ฉุกเฉิน.
(เอค|'|ซฺพิไดทฺ) vt. เร่ง|,|กระตุ้น|,|ทํา|ให้|เร็ว|ขึ้น|,|ส่ง|ไป. adj. พร้อม|,|ตื่นตัว.  |Syn. expediter|,|expiditor n.
(เอคซฺพิดิช|'|เชิน) n. การ|เดินทาง|,|คณะ|ผู้|เดินทาง|ดังกล่าว|,|ความ|ว่องไว|หรือ|รวดเร็ว|ใน|การ|กระทํา|บาง|อย่าง.  |Syn. expeditionary adj.
(เอคซฺพิดิช|'|เชิส) adj. ว่องไว|,|รวดเร็ว.  |Syn. expeditiousness n.
(อิคซฺ|เพล|') {|expelled|,|expelling|,|expels|} vt. ขับ|ออก|,|ขับไล่
(เอคซฺ|เพล|'|เลินทฺ) n. ยา|ขับ|,|ยา|ขับ|พิษ. adj. เกี่ยวกับ|การ|ขับ|ออก
(อิคซฺ|เพล|ลี|') n. ผู้|ถูก|ขับไล่
(เอคซฺ|เพล|'|เลินทฺ) n. ยา|ขับ|,|ยา|ขับ|พิษ. adj. เกี่ยวกับ|การ|ขับ|ออก
(เอคซฺ|เพล|'|เลอะ) n. ผู้|ขับไล่|,|ผู้|ขับ|ออก|,|ตัว|ขับ
(อิคซฺเพนดฺ|') {|expended|,|expending|,|expends|} vt. ใช้|หมด|,|ใช้จ่าย|,|จ่าย|เงิน.  |Syn. expender n.  |Syn. spend
(อิคซฺเพน|'|ดะ|เบิล) adj. พอ|ที่|จะ|ใช้จ่าย|ได้|,|ใช้ได้|,|  |Syn. expendability n.
(อิคซฺเพน|'|ดิเชอะ) n. การ|ใช้จ่าย|,|ค่าใช้จ่าย|,|งบประมาณ|  |Syn. expense
(อิคซฺเพนซฺ|') n. ค่าใช้จ่าย|,|การ|ใช้จ่าย|,|การ|สละ|,|ค่าเสียหาย|,|ความ|สิ้นเปลือง. -|Phr. (at the expense of สูญเสีย) -|Phr. (at his (her|,|our|,|etc.) expense ทํา|ความ|เสื่อมเสีย|แก่)|  |Syn. cost
(อิคซฺเพน|'|ซิ|ฟว) adj. แพง|,|มี|ราคา|สูง|มาก|,|สิ้นเปลือง.  |Syn. expensiveness n.  |Syn. dear|,|costly
(อิคซฺเพีย|'|เรียน|ซฺ) n. ประสบการณ์|,|ความ|ชัดเจน|,|vt. ประสบ|,|พบ|,|รู้สึก.  |Syn. exposure
(อิคเพีย|'|เรียน|ซฺทฺ) adj. มี|ประสบการณ์|,|ชัดเจน|,|ฉลาด|,|เชี่ยวชาญ|,|ชํานาญ
(อิคซฺเพอ|'|ริ|เมิน|ทฺ) n. การ|ทดลอง|  |Syn. experimental adj. experimentation n. experimenter n.  |Syn. trial
(เอค|'|ซฺเพิร์ทฺ) adj. ผู้เชี่ยวชาญ|,|ผู้|มี|ประสบการณ์ adj. เกี่ยวกับ|ความ|ชํานาญ.  |Syn. expertness n.  |Syn. master
ระบบผู้เชี่ยวชาญ|หมายถึง โปรแกรมคอมพิวเตอร์|ที่|แสดง|ความ|สามารถ|ได้|เหมือน|กับ|ผู้เชี่ยวชาญ|ใน|สาขา|ต่าง ๆ หรือ|ใน|งาน|เฉพาะ|อย่าง เช่น งาน|ด้าน|การแพทย์ ระบบ|นี้|จะ|รวม|เอา|ความ|รู้|ต่าง ๆ ที่|เกี่ยวกับ|เรื่อง|นั้น ๆ ซึ่ง|พวก|มืออาชีพ|หรือ|ผู้ชํานาญการ|ได้|รวบรวม|ไว้ กับ|ต้อง|มี|วิธีการ|ที่|จะ|ใช้|ใน|การ|ประมวลผล โดย|การ|ตั้ง|คําถาม|ให้|ตอบ โปรแกรม|ประเภท|นี้ จะ|ต้อง|นํา|คําตอบ|เหล่านั้น|มา|ประมวลผล เปรียบเทียบ|กับ|ข้อมูล|ที่|รวบรวม|ไว้|แล้ว หา|ข้อสรุป|ให้ หรือ|ช่วย|แก้|ปัญหา|ให้ คําตอบ|ที่|คอมพิวเตอร์|ตอบ|นี้ ถือ|ว่า|เป็น|คําตอบ|ที่|เหมือน|กับ|ที่|ผู้เชี่ยวชาญ|จะ|ตอบ
(เอคซฺ|'|เพอ|ที|ซ) n. ความ|ชํานาญ|,|ความ|รู้ความ|ชํานาญ.  |Syn. skill
(เอคซฺ|'|เพียเบิล) adj. ซึ่ง|ลบล้าง|ได้|,|ซึ่ง|ชดเชย|หรือ|ไถ่ถอน|ความผิด|ได้
(เอคซฺ|'|พิเอท) vt. ล้าง (บาป) ,|ลบล้าง|,|ชดเชย|หรือ|ไถ่ถอน|ความผิด.  |Syn. expiation n. expiatory adj. expiator n.
(เอคซฺพิเร|'|เชิน) n. การ|หายใจออก|,|การ|สิ้นสุด|,|การ|ยุติ|,|การ|หมด|อายุ|,|การ|ตาย
(เอคซฺเพอ|'|ระ|ทอ|รี) adj. (เกี่ยวกับ) การ|หายใจออก|,|การ|หมด|อายุ|,|การ|ตาย
(เอคซ|ไพ|'|เออะ) {|expired|,|expiring|,|expires|} v. หายใจออก|,|ยุติ|,|หมด|อายุ|,|ตาย.  |Syn. expirer n.  |Syn. perish
(เอคซฺ|ไพ|'|รี) n. การ|หายใจออก|,|การ|หมด|อายุ|,|การ|ยุติ|,|การ|ตาย
(เอคซฺ|'|เพล|น) {|explained|,|explaining|,|explains|} v. อธิบาย|,|ชี้แจง
(เอคซฺ|พล|เน|'|เชิน) n. การ|อธิบาย|,|การ|ชี้แจง|,|สิ่ง|ที่|อธิบาย|,|สิ่ง|ที่|ชี้แจง|,|ความหมาย|,|คําอธิบาย|,|คําชี้แจง
(เอคซฺ|เพล|น|'|นะ|ทอ|รี|,|-|ทิฟว) adj. ซึ่ง|เป็น|การ|อธิบาย|,|ซึ่ง|เป็น|การ|ชี้แจง
(เอคซฺ|เพล|น|'|นะ|ทอ|รี|,|-|ทิฟว) adj. ซึ่ง|เป็น|การ|อธิบาย|,|ซึ่ง|เป็น|การ|ชี้แจง
n. คําอุทาน|ที่|หยาบคาย|,|คํา|เฉย|,|สิ่ง|ผนวก.
(เอคซฺ|'|พลี|ทอ|รี่) adj. เป็น|การ|เสริม|,|เป็น|การ|ย้ํา.
(เอคซฺ|'|พละ|คะ|เบิล) adj. ซึ่ง|พอ|อธิบาย|ได้
(เอคซ|'|พลิเคท) vt. พัฒนา|,|อธิบาย|,|ชี้แจง|,|สร้าง|ทฤษฎี|,|สร้าง|หลักการ.  |Syn. explicator n.  |Syn. explain
n. การ|อธิบาย|,|คําอธิบาย|,|คําชี้แจง|,|คําแปล
(เอคซฺ|'|พละ|เคทิฟว) adj. ซึ่ง|เป็น|การ|อธิบาย
(เอคซฺพลิส|'|ซิ|ท) adj. ชัดเจน|,|แน่นอน|,|เปิดเผย|,|ขวานผ่าซาก|  |Syn. explicitness n.  |Syn. definite
(เอคซฺ|โพ|ลด|') vi.,|vt. (ทํา|ให้) ระเบิด|,|ปะทุ|,|เกิด|ขึ้น|อย่าง|ปัจจุบันทันด่วน|,|บันดาล|โทสะ|,|ทําลาย|,|พิสูจน์|ว่า|ผิด.  |Syn. exploder n.
(เอคซฺ|โพ|ล|'|เดิน|ทฺ) n. วัตถุ|ระเบิด
(เอคซฺ|'|พลอย|ทฺ) {|exploited|,|exploiting|,|exploits|} n. ความ|สามารถ|,|พฤติการณ์|ที่|ดี|หรือ|กล้าหาญ|,|ความ|สําเร็จ vt. ใช้|หาประโยชน์|,|ใช้|เพื่อ|ประโยชน์|ส่วนตัว|,|  |Syn. exploitable adj. exploitative adj. exploiter n.
(เอคซฺ|พลอย|เท|'|เชิน) n. การ|ใช้|หาประโยชน์|,|การ|ใช้|เพื่อ|ประโยชน์|ส่วนตัว|,|การ|ส่งเสริม|โดย|การ|โฆษณา|และ|การ|ประชาสัมพันธ์|  |Syn. manipulation|,
(เอคซฺ|พละ|เร|'|เชิน) n. การ|สํารวจ|ค้น|,|การ|สํารวจ|,|การ|ตรวจ|,|การ|วินิจฉัย|,|สอบสวน
(เอคซฺ|พล|อ|'|ระ|ทอ|รี|,|-|ทิฟว) adj. เกี่ยวกับ|การ|สํารวจ|ตรวจค้น
(เอคซฺ|พล|อ|'|ระ|ทอ|รี|,|-|ทิฟว) adj. เกี่ยวกับ|การ|สํารวจ|ตรวจค้น
(เอคซฺพลอร์|') (explored|,|exploring|,|explores|} v. สํารวจ|ตรวจค้น|,|สํารวจ|,|ตรวจ|,|วินิจฉัย
(เอคซฺ|พล|อ|'|เรอะ) n. ผู้|สํารวจ|,|นัก|สํารวจ|,|ผู้|สํารวจ|ตรวจค้น|,|ผู้|วินิจฉัย|,|ผู้|สอบสวน|,|เครื่องตรวจ
(เอคซฺ|โพ|ล|'|เชิน) n. การ|ระเบิด|,|เสียง|ระเบิด|,|การ|ปะทุ|,|การ|บันดาล|อารมณ์|อย่าง|กะทันหัน
(อิคซฺ|โพ|ล|'|ซิ|ฟว) adj. เกี่ยวกับ|ระเบิด. n. ระเบิด|,|วัตถุ|ระเบิด.  |Syn. explosiveness n.
(อิคซฺ|โพ|'|เนิน|ทฺ) n. ผู้|อธิบาย|,|ผู้|ชี้แจง|,|สิ่ง|ที่|อธิบาย|,|ตัวแทน|,|แบบฉบับ|,|สัญลักษณ์|,|ผู้สนับสนุน|,|เลข|กําลัง|ที่อยู่|เหนือ|สัญลักษณ์|  |Syn. spokeswoman
(เอคซฺ|โพ|เนน|'|เชิล) adj. เกี่ยวกับ|เลข|กําลัง|ที่อยู่|เหนือ|สัญลักษณ์
(เอคซฺพอร์ทฺ|') vt. ส่ง|สินค้าออก n. (เอคซฺ|'|พอร์ท) สินค้าออก|,|การ|ส่ง|สินค้าออก adj. (เอคซฺ|'|พอร์ท) เกี่ยวกับ|สินค้าออก|  |Syn. exportable adj. exporter n. exportation n.
(อิคซฺ|โพ|ซ|') vt. เผย|,|เปิด|,|เปิดเผย|,|นํา|ออก|แสดง|,|  |Syn. exposable adj. exposer n.
(อิคซฺ|โพ|ซด|ฺ|') adj. ซึ่ง|เปิด|ออก|,|ซึ่ง|ไม่|มี|ที่|ปิดบัง|,|ไม่|มั่นคง|,|ซึ่ง|อาจ|ถูก|โจมตี|ได้|  |Syn. exposedness n.
(เอคซฺพะ|ซิ|ส|'|เชิน) n. การ|แสดง|ออก|,|นิทรรศการ|,|การ|เปิดเผย|,|การ|ออก|จาก|ที่|กําบัง|,|การ|ผึ่งแดด|ผึ่ง|ฝน|หรือ|ผึ่งลม.
(adj. ซึ่ง|เป็น|การ|อธิบาย|  |Syn. expositive
(อิคซ|พอ|ส|'|ชะ|เลท) vi. เตือน|,|ตักเตือน|,|ว่ากล่าว|,|ทัดทาน|  |Syn. expostulation n. expostulator n. expostulatory|,|expostulative adj.  |Syn. warn
(อิคซฺ|โพ|'|เวอะ) n. การ|เผย|, การ|เปิดเผย|,|การ|เปิดโปง|,|การ|ผึ่ง|,|การ|นํา|ออก|แสดง|,|การ|ให้|ถูก|แสง|,|ระยะ|เวลา|ที่|ให้|ถูก|แสง|,|การ|ทอดทิ้ง|,|ผิวหน้า|ที่|เผยอ|อก.  |Syn. disclosure
(อิคซ|เพา|ดฺ|') vt. อธิบาย|,|ชี้แจง|,|สา|ธก|,|แก้ตัว.  |Syn. expounder n.
(อิคซฺเพ|รส|') {|expressed|,|expressing|,|expresses|} vt. แสดง|เป็น|คําพูด|,|แสดง|ความคิดเห็น|,|แสดง|เป็น|เครื่องหมาย|หรือ|เป็น|สูตร|,|ส่ง|ด่วน|,|บีบ|,|คั้น adj. ชัดเจน|,|ชัดแจ้ง|,|แน่นอน|,|เหมาะสม|,|ด่วน|,|เร็ว|เป็นพิเศษ|,|โดยเฉพาะ|,|พิเศษ. n. ขบวน|รถด่วน|,|การ|ส่ง|ด่วน|,|บริษัท|ขนส่ง|ด่วน|,|คน|เดิน|หนังสือ|พิ
n. การ|ส่ง|ด่วน|,|การ|ขนส่ง|ด่วน.
(อิคซฺเพ|รส|'|เชิน) n. การ|แสดง|ออก|,|การ|แสดง ออก|เป็น|คําพูด|,|การ|แสดง|เครื่องหมาย|หรือ|สูตร|,|คําพูด|ที่|แสดง|ออก|,|ลักษณะ|ท่าทาง|,|น้ําเสียง|,|เครื่องหมาย|,|สูตร|,|ศัพท์|,|วิธีการ|เขียน. -|Phr. (beyond (past) expression ซึ่ง|ไม่|สามารถ|จะ|บรรยาย|ได้|,|เหนือ|คําพรรณนา) . คํา|ที่|มี|ความหมาย|เหมือน|กัน
(อิคซฺเพ|รส|'|ซิ|ฟว) adj. เกี่ยวกับ|การ|แสดง|ออก|,|มี|ความหมาย|,|เกี่ยวกับ|คําพูด|ลักษณะ|ท่าทาง|น้ําเสียง เครื่องหมาย สูตร|ศัพท์|ที่|แสดง|ออก|  |Syn. expressiveness n.  |Syn. significant
(อิคซฺเพ|รส|'|ลี) adv. ซึ่ง|เป็น|การ|แสดง|ออก|,|ชัดเจน|,|ชัดแจ้ง|,|เป็นพิเศษ|,|อย่าง|ด่วน|,|ส่ง|ด่วน.  |Syn. precisely
n. ทางด่วน|,|สาย|ด่วน|,|ทาง|สาย|ด่วน
(อิคซฺ|โพ|ร|'|พ|ริ|เอท) vt. ยึด|เอา (โดยเฉพาะ|ไม่|ได้|รับ|อนุญาต) ,|เคลื่อนย้าย|,|บังคับ|ซื้อ|,|เวร|คืน.  |Syn. expropriable adj. expropriation n. expropriator n.
(อิคซฺพัล|'|เชิน) n. การ|ขับ|ออก|  |Syn. expulsive adj.  |Syn. ouster
(อิคซฺ|พัง|คฺ|'|เชิน) n. การ|ลบ|ออก|,|การ|ถู|ออก|,|การ|เช็ด|ออก|,|การ|ลบล้าง|,|การ|ทําลาย
(อิคซฺ|พัน|จฺ|') vt. ลบ|ออก|,|ถู|ออก|,|เช็ด|ออก|,|ลบล้าง|,|ทําลาย.  |Syn. expunger n.
(อิคซฺ|'|เพอ|เก|ท) vt. ตัด|ออก|,|ตัดทอน|,|ชําระ.  |Syn. expurgation n. -|expurgator n. expurgatorial adj. expurgatory adj.  |Syn. cleanse
(เอค|'|ควิ|ซิ|ท) adj. งดงาม|,|วิจิตร|,|ละเอียด|,|ประณีต|,|ยอดเยี่ยม. n. คน|ที่|พิถีพิถัน|ใน|การ|แต่งตัว|มาก|,|คน|ขี้|โอ้.  |Syn. exquisiteness n.  |Syn. fine
(เอคซฺ|'|เทิน|ทฺ) adj. มี|อยู่|,|ซึ่ง|โผล่|ออก|มา|,|ซึ่ง|ยื่น|ออก|มา
(อิคซฺ|เท|ม|'|พะเรเนียส) adj. ซึ่ง|ไม่|ได้|ตระเตรียม|มา|ก่อน|,|ว่า|กลอนสด|,|เฉพาะหน้า.  |Syn. extemporaneousness|,|extemporaneity n.  |Syn. impromptu
(อิคซฺ|เท|ม|'|พะ|ระ|รี) adj. ดู|extemporaneous|  |Syn. extemporarily adv.
(อิคซ|เท|ม|'|พะ|รี) adv. เฉพาะหน้า|,|ว่า|กลอนสด|,|ซึ่ง|ไม่|ได้|ตระเตรียม|มา|ก่อน|, (เพลง) ซึ่ง|แต่ง|ขึ้น|สด ๆ adj. extemporaneous
(อิคซฺ|เท|ม|'|พะ|ไร|ซ) vi.,|vt. ว่า|กลอนสด|,|แต่ง|เพลง|ขึ้น|สด ๆ ,|รีบ|จัดทํา|ขึ้น|โดย|ทันที|ทันควัน.  |Syn. extemporiz (s) ation n. extemporiz (s) er n.
(อิคซฺ|เท|ม|'|พะ|ไร|ซ) vi.,|vt. ว่า|กลอนสด|,|แต่ง|เพลง|ขึ้น|สด ๆ ,|รีบ|จัดทํา|ขึ้น|โดย|ทันที|ทันควัน.  |Syn. extemporiz (s) ation n. extemporiz (s) er n.
(อิคซฺ|เท|นดฺ|') v. ขยาย|ออก|,|ยืด|ออก|, ประเมิน|ค่า|, ไป|ถึง|,|เพิ่ม|ขึ้น.  |Syn. extendibility|,|extendability n. extendible|,|extendable adj.  |Syn. stretch|,|reach
รหัส|แอ|สกี|แบบ|ขยาย|เดิม|รหัส|แอ|สกี|จะ|มี|สัญลักษณ์ 128 ตัว|อักขระ แต่|ต่อมา|ได้|เพิ่ม|เป็น 255 ตัว|อักขระ ชุด|ตัว|อักขระ 255 ตัว|นี้|ที่|เรียก|ว่า|รหัส|แอ|สกี|ขยาย ซึ่ง|จะ|เพิ่ม|รหัส|สําหรับ|ภาษาต่างประเทศ สัญลักษณ์|คณิตศาสตร์ และ|ภาพ|สัญลักษณ์|ต่าง ๆ วิธี|ใช้ ก็|เพียงแต่|กด|แป้น ALT พร้อมกับ|เลข|ตั้งแต่ 51|-|255 กําหนด|แบบ|อักษร (font) ที่|เป็น|ภาพ เช่น Wingdings ก็|จะ|ได้|สัญลักษณ์|ต่าง ๆ เช่น ถ้า|กด|แป้น ALT กับ|รหัส 255 จะ|ได้|สัญลักษณ์|เป็น|ภาพ|สัญลักษณ์|วินโดว์
extended binary coded decimal interchange code รหัส|สับเปลี่ยน|เลขฐานสิบ|เข้า|รหัส|ฐาน|สอง|แบบ|ขยาย|ใช้|ตัวย่อ|ว่า EBCDIC (อ่าน|ว่า เอ็บซี|ดิก) เป็น|ชื่อ|ของ|รหัส|คอมพิวเตอร์|รหัส|หนึ่ง ที่|กําหนด|ไว้|สําหรับ|เปลี่ยน|เลขฐานสิบ|เป็น|เลขฐานสอง|แบบ|ขยาย บริษัท|ไอ|บีเอ็ม|เป็น|ผู้|คิด|และ|คอมพิวเตอร์|ของ|บริษัท|ไอ|บีเอ็ม|ก็|ใช้|รหัส|นี้|ทั้งหมด แต่|ใน|ปัจจุบัน คน|ทั่วไป|นิยม|ใช้|รหัส|แอ|สกี (ASCll) มาก|กว่า อันที่จริง|แล้ว ผู้ใช้|ไมโครคอมพิวเตอร์|ไม่|จําเป็น|ต้อง|เข้าใจ|ใน|เรื่อง|ของ|รหัส|เหล่านี้|เลย|ก็ได้
ขบวน|ปรับ|ภาพ|แบบ|ขยาย|ใช้|ตัวย่อ|ว่า XGA อ่าน|ว่า เอกซ์จีเอ เป็น|ตัว|ปรับ|ประเภท|หนึ่ง ที่|ทํา|ให้|จอภาพ|มี|ความ|คมชัด|เพิ่ม|ขึ้น|กว่า|ตัว|ปรับ|ภาพ|ของ|จอ|แบบ|เก่า
extended industry standard architecture การ|ออกแบบ|มาตรฐาน|แบบ|ขยาย|ใช้|ตัวย่อ|ว่า EISA (อ่าน|ว่า อี|ซา) คอมพิวเตอร์|ของ|บริษัท|ไอ|บีเอ็ม|จะ|ออกแบบ|และ|ใช้|บัส (bus) แบบ ISA (Industry Standard Architecture) เป็น|มาตรฐาน แต่|เครื่อง|ที่|เทียบเคียง|กับ|เครื่อง|ไอ|บีเอ็ม (IBM compatibles) นั้น แทน|ที่|จะ|ใช้|ตาม|มาตรฐาน|นี้ กลับ|ออกแบบ|บัส|ให้|เพิ่ม|ความ|เร็ว|ขึ้น เรียก|ว่า อี|ซา เมื่อ|ไอ|บีเอ็ม|ผลิต|คอมพิวเตอร์|พี|เอสทู (PS|/|2) จึง|ได้|กําหนด|มาตรฐาน|ของ|บัส|ใหม่ โดย|พัฒนา|ให้|เร็ว|ยิ่ง|ขึ้น|ไป|อีก เรียก|ว่า MCA ซึ่ง|ย่อ|มา|จาก micro channel architecture ดู MCA ประกอบ
หมายถึง แผง|แป้น|อักขระ|ที่|มี|แป้น|ต่าง ๆ เพิ่ม|มาก|กว่า|แป้นพิมพ์|ปกติ นอกจาก|จะ|มี|แป้น|ตัวเลข|และ|แป้น|ตัวอักษร|แยก|ออก|จาก|กัน|แล้ว ยัง|มี|แป้น|ฟังก์ชัน|อีก|ประมาณ 10 -|15 แป้น โดย|ปกติ|แป้นพิมพ์|ชนิด|นี้|จะ|มี 101 แป้น จึง|มักจะ|มี|ชื่อ|เรียก|อีก|ชื่อ|หนึ่ง|ว่า 101 key keyboard มี|ความหมาย|เหมือน expanded keyboard
หน่วยความจํา|ส่วน|เพิ่ม|หมายถึง หน่วยความจํา|ชุด 80286, 80386 และ 80486 ซึ่ง|ขยาย|แล้ว จุ|ได้|มาก|ว่า 1 เมกะไบต์
ข้อกําหนด|หน่วยความจํา|แบบ|ขยาย|ใช้|ตัวย่อ|ว่า XMS (อ่าน|ว่า เอกซ์เอ็มเอส) เป็น|มาตรฐาน|การ|จัดการ|เกี่ยวกับ|หน่วยความจํา|แบบ|หนึ่ง|ที่|ยอม|ให้|โปรแกรม|ระบบ|ดอส เข้าถึง|ส่วน|ความจํา|ขยาย|ได้ โปรแกรม|ใน|ดอส|ที่|จัดการ|เรื่อง|นี้ มี|ชื่อ|ว่า Himem.Sys
เทคโนโลยี|แบบ|ขยาย|ใช้|ตัวย่อ|ว่า XT (อ่าน|ว่า เอกซ์ที) เป็น|เทคโนโลยี|ใหม่|แบบ|หนึ่ง|ที่|นํามา|ใช้|ใน|การ|สร้าง|ไมโครคอมพิวเตอร์ ไมโครคอมพิวเตอร์|รุ่น|นั้น จึง|ได้|รับ|สมญานาม ว่า XT มี|การ|เน้น|ใน|เรื่อง|การ|กําหนด|ให้|มี|ช่อง|เสียบ|แผ่น|วงจร (card) เพิ่ม เพื่อ|การ|ปรับ|ขยาย|ใน|ภายหลัง กับ|การ|ใช้|จาน|บันทึก|ที่|มี|ความ|จุ|สูง ดู AT ประกอบ
ดู|extensible
(อิคซฺ|เท|น|'|ซะเบิล) adj. ซึ่ง|ขยาย|ออก|ได้|,|ซึ่ง|ยืด|ออก|ได้.  |Syn. extensibility n.
(อิคซฺ|เท|น|'|เซิล|,|-|ไซ|ลฺ) adj. ซึ่ง|ยืด|ออก|ได้|,|ซึ่ง|ขยาย|ออก|ได้
(อิคซฺ|เท|น|'|เชิน) n. การ|ขยาย|ออก|,|การ|ยืด|ออก|,|การ|แผ่|ออก|, สิ่ง|ที่|ขยาย|ออก|,|โทรศัพท์|พ่วง นามสกุล|ใน|ระบบ|ดอส หมายถึง ตัวอักษร|สาม|ตัว|ที่อยู่|หลัง|ชื่อ|แฟ้มข้อมูล เนื่องจาก|อยู่|ใน|ตอน|ท้าย|ของ|ชื่อ จึง|นิยม|เรียก|กัน|ว่า|"|นามสกุล|" โดย|ปกติ คอมพิวเตอร์|จะ|ใช้|นามสกุล|นี้|เป็น|ตัว|บอก|ประเภท|ของ|แฟ้มข้อมูล จะ|มี|จุด|คั่น|ระหว่าง|ชื่อ|และ|นามสกุล เช่น ถ้า|แฟ้มข้อมูล|ที่|เป็น|ภาษา|ปา|สกา|ล (Pascal) ก็|จะ|มี|นามสกุล .PAS ถ้า|เป็น|แฟ้ม|ภาษา|เบ|สิ|ก ก็|จะ|มี|นามสกุล .BAS อย่าง|นี้|เป็นต้น หรือ|ถ้า|เป็น|แฟ้มข้อมูล|สํารอง ก็|มักจะ|ใช้|นามสกุล|ว่า .BAK ผู้ใช้|คอมพิวเตอร์|ควร|ต้อง|รู้|ว่า นามสกุล|อะไร บอก|ว่า|เป็น|แฟ้มข้อมูล|ประเภท|ไหน โดยเฉพาะ|นามสกุล .exe|, .com|, .bin|, .doc|, .bat ซึ่ง|จะ|ต้อง|พบ บ่อย ๆ มี|ความหมาย|เหมือน file type
(อิคซฺ|เท|น|'|ซิ|ฟว) adj. กว้าง|,|ครอบคลุม|,|ถ้วน|ทั่ว|,|แพร่หลาย|,|ห่าง ๆ กัน.  |Syn. extensiveness n. extensivity n.  |Syn. wide|,
(อิคซฺ|เท|นทฺ|') n. ขอบเขต|,|ขนาด|,|การ|ประเมิน|ค่า|  |Syn. size
(อิคซฺ|เท|น|'|นิวเอท) vt. ลดหย่อน|,|บรรเทา|,|ลดโทษ|,|ทํา|ให้|เบาบาง.  |Syn. extenuation n. extenuator n. extenuatory adj. extenuative adj.
(อิคซฺเทีย|'|เรียร์) adj. ภายนอก|,|ด้าน|นอก|,|นอก|กาย
(อิคซฺ|เท|อ|'|มะเนท) vt. ทําลาย|สิ้น|,|ถอน|ราก|  |Syn. exterminable adj. extermination n. exterminatory adj. exterminative adj.  |Syn. annihilate|,
(เอคซ|'|เทิร์น) n. นักเรียน|หรือ|นักศึกษา|ที่|ไม่|ได้|กินนอน|อยู่|ที่|โรงเรียน|,|นักศึกษา|แพทย์|ที่ทํางาน|อยู่|ใน|โรงพยาบาล|แต่|ไม่|ได้|กินนอน|ใน|โรงพยาบาล
(อิคซฺ|เท|อ|'|เนิล) adj. ภายนอก|,|ข้างนอก|,|ผิวเผิน|,|นอก|ถิ่น n. ด้าน|นอก|,|ผิว|นอก|,|สิ่ง|ที่อยู่|ข้างนอก|  |Syn. exterior
หน่วยความจํา|ภายนอก|หมายถึง สื่อ|ต่าง ๆ ที่|ใช้|เป็น|ตัวเก็บข้อมูล|เพิ่ม|จาก|หน่วยความจําหลัก (main memory) ใน|คอมพิวเตอร์ เช่น แถบ|บันทึก (tape) จาน|บันทึก (disk) เพราะ|ราคา|ถูก|กว่า|มาก ถึง|จะ|ไม่|เปิด|ไฟ ก็|สามารถ|เก็บ|ข้อมูล|ไว้|ได้ หน่วยความจําหลัก|ใน|คอมพิวเตอร์|นั้น|ไม่|มี|ที่|พอจะ|นํา|ข้อมูล|จํานวน|มาก ๆ เข้า|ไป|เก็บ|ไว้|ได้|หมด (ยิ่ง|มี|ขนาด|ใหญ่ ก็|ยิ่ง|แพง|มาก) เพื่อ|ช่วย|ประหยัด เรา|อาจ|เก็บ|ข้อมูล|ไว้|ใน|หน่วยความจํา|รอง หรือ|หน่วยความจํา|ช่วย (auxiliary storage) นี้|ก่อน และ|จะ|ดึง|ไป|ไว้|ใน|หน่วยความจําหลัก|เฉพาะ|เมื่อ|เวลา|ต้องการ|เรียก|ใช้|มี|ความหมาย|เหมือน external storage|, secondary memory และ auxiliary storage
หมายถึง สื่อ|ต่าง ๆ ที่|ใช้|เป็น|ตัวเก็บข้อมูล|เพิ่ม|จาก|หน่วยความจําหลัก (main memory) ใน|คอมพิวเตอร์ เช่น แถบ|บันทึก (tape) จาน|บันทึก (disk) เพราะ|ราคา|ถูก|กว่า|มาก ถึง|จะ|ไม่|เปิด|ไฟ ก็|สามารถ|เก็บ|ข้อมูล|ไว้|ได้ หน่วยความจําหลัก|ใน|คอมพิวเตอร์|นั้น|ไม่|มี|ที่|พอจะ|นํา|ข้อมูล|จํานวน|มาก ๆ เข้า|ไป|เก็บ|ไว้|ได้|หมด (ยิ่ง|มี|ขนาด|ใหญ่ ก็|ยิ่ง|แพง|มาก) เพื่อ|ช่วย|ประหยัด เรา|อาจ|เก็บ|ข้อมูล|ไว้|ใน|หน่วยความจํา|รอง หรือ|หน่วยความจํา|ช่วย (auxiliary storage) นี้|ก่อน และ|จะ|ดึง|ไป|ไว้|ใน|หน่วยความจําหลัก|เฉพาะ|เมื่อ|เวลา|ต้องการ|เรียก|ใช้|มี|ความหมาย|เหมือน external memory|, secondary memory และ auxiliary storage
(อิคซฺทิงทฺ|') adj. สูญพันธุ์|,|สูญสิ้น|,|หมด|,|ดับ|ลง|,|ไม่|มี|อยู่.  |Syn. extinction n.
(อิคซฺทิง|'|กวิช) vt. ดับ|,|ทํา|ให้|สิ้น|,|ยกเลิก|,|ยุติ|,|ชําระ|หนี้.  |Syn. extinguishable adj. extinguishment n.  |Syn. douse
(อิคซฺทิง|'|กวิชเชอะ) n. ผู้ทํา|ให้|ดับ|,|ผู้|ยกเลิก|,|เครื่อง|ดับ|เพลิง|,|เครื่อง|ดับ|ตะเกียง|หรือ|เทียน
(เอคซฺ|'|เท|อเพท) vt. เอา|ออก|สิ้น|,|ทําลาย|สิ้น|, ขุด|ราก|ถอน|โคน.  |Syn. extirpation n. extirpative adj. extirpator n.  |Syn. exterminate
(อิคซฺ|โท|ล|') {|extolled|,|extolling|,|extols|,|extolls|} vt. สรรเสริญ|,|ยกย่อง.  |Syn. extolment|,|extollment n.  |Syn. laud
(อิคซฺ|โท|ล|') {|extolled|,|extolling|,|extols|,|extolls|} vt. สรรเสริญ|,|ยกย่อง.  |Syn. extolment|,|extollment n.  |Syn. laud
(อิคซฺทอร์ทฺ|') vt. ขู่เข็ญ|,|บีบบังคับ|,|กรรโชก|,|เคี่ยวเข็ญ.  |Syn. extorter n. extortive adj.
(อิคซฺทอร์|'|เชิน) n. การ|ขู่เข็ญ|,|การ|บีบบังคับ|,|การ|กรรโชก|,|การ|เคี่ยวเข็ญ.  |Syn. extortionary adj.  |Syn. blackmail
(เอคซฺ|'|ท|ระ) adj.,|n. (สิ่ง|ที่) พิเศษ|,|ใหญ่|กว่า|หรือ|ดี|กว่า|ปกติ|,|เพิ่มเติม. -|adv. เป็นพิเศษ|,|เพิ่มเติม|,|นอก|รายการ|  |Syn. more
(อิคซฺแทรค|'|ทฺ) vt. ถอน|,|ดึง|,|สกัด|,|บีบ|,|คั้น|,|เอา|ออก|,|ได้|มา|จาก|,|อนุมาน|,|ขู่เข็ญ|,|กรรโชก|,|คัดลอก|,|หา|ค่า|ราก (root) . n. สิ่ง|ที่|ดึง|ออก|,|สิ่ง|ที่|สกัด|ออก|,|สาร|สกัด|,|ส่วน|ที่|คัดลอก.  |Syn. extractability|,|extractibility n. extractable|,|extractible adj. คํา|ที่|มี|ค|วา
(อิคซฺแทรค|'|เชิน) n. การ|ดึง|,|การ|ถอน|,|การ|สกัด|,|การ|บีบ|,|การ|คั้น|,|สิ่ง|ที่|ดึง|หรือ|ถอน|ออก|,|ข้อความ|ที่|คัดลอก|,|การ|สกัด|,|เชื้อสาย
(เอคซฺท|ระ|ไดทฺ|') vt. ส่ง (ผู้ร้าย) ข้าม|แดน
(เอคซฺท|ระ|ดิช|'|เชิน) n. การ|ส่ง|ผู้ร้าย|ข้าม|แดน
(อิคซฺ|เท|ร|'|เนียส) adj. ภายนอก|,|นอก|ประเทศ|,|นอก|ประเด็น|,|ไม่|เกี่ยวข้อง.  |Syn. extraneousness n.
(อิคซฺท|รอ|'|ดิ|นะ|รี) adj. พิเศษ|,|ผิดธรรมดา|,|วิสามัญ.  |Syn. extraordinarily adv. extraordinariness n.  |Syn. amazing
(เอคซฺท|ระ|เท|อริ|ทอ|'|เรี|ยล) adj. นอก|เขต|,|นอก|เขต|อํานาจ.  |Syn. exterritorial
(อิคซฺแทรฟ|'|วะ|เกิน|ซฺ) n. ความ|ฟุ่มเฟือย|,|ความ|สุรุ่ยสุร่าย|,|ความ|มาก|เกิน|ควร|, ความ|สิ้นเปลือง|  |Syn. lavishness
ดู|extravagance
(เอคซฺแทรฟ|'|วะ|เกิน|ทฺ) adj. ฟุ่มเฟือย|,|สุรุ่ยสุร่าย|,|สิ้นเปลือง|,|ความ|มาก|เกิน|ควร|  |Syn. extravagantness n.  |Syn. spendthrift
(อิคซฺท|รีม|') adj.,|n. (ความ) สุด|,|ปลาย|สุด|,|สุดขีด|,|จัด|,|เกิน|ไป|,|เกิน|ขอบเขต|,|ไกล|สุด|,|หนัก|ที่สุด|,|สุดท้าย|,|ผิดธรรมดา|ที่สุด|  |Syn. extremeness n.  |Syn. final
(อิคซฺท|รีม|'|ลี) adv. ยิ่ง|,|สุดขีด|,|มาก|เหลือเกิน|,
(อิคซฺท|รี|'|มิ|สทฺ) n.,|adj. (เกี่ยวกับ) พวก|หัวรุนแรง|,|ผู้|นิยม|วิธีการ|ที่|รุนแรง|  |Syn. fanatic
(อิคซฺ|เท|รม|'|มิ|ที) n. ความ|สุดขีด|,|ปลาย|สุด|,|ภาวะ|สุดขีด|,|ปลาย|แขน|ปลาย|ขา|,|วิธีการ|ที่|รุนแรง|เกิน|ไป
(เอคซฺ|'|ท|ริ|คะ|เบิล) adj. ซึ่ง|สามารถ|เอาตัวรอด|,|ซึ่ง|ทํา|ให้|หลุด|ได้
(เอคซฺ|'|ท|ริ|เคท) vt. ทํา|ให้|หลุด|, ปล่อย|แก๊ส|ออก.  |Syn. extrication n.
(เอคซฺท|ริน|'|ซิ|ค) adj. ไม่|สําคัญ|,|ภายนอก|  |Syn. extrinsical|  |Syn. extrinsically adv.  |Syn. extraneous
(เอคซฺ|'|โทร|เวิร์ท) n. ผู้|ชอบ|เอาใจใส่|ต่อ|สิ่ง|ภายนอก adj. เกี่ยวกับ|การ|ชอบ|เอาใจใส่|ต่อ|สิ่ง|ภายนอก|หรือ|สิ่งแวดล้อม
(อิคซฺท|รูด|') vt. ผลัก|ออก|,|ดัน|ออก|,|ขับไล่|,|โผล่|ออก|,|พ่น|ออก|  |Syn. extruder n. extrusible|,|extrusile adj. extrusion n.  |Syn. thrust out
(อิกซู|'|เบอะ|เรินซฺ) n. ความ|อุดมสมบูรณ์|,|ความ|ฟุ่มเฟือย|,|ความ|ร่าเริง|มาก|,|ความ|ลิงโลด|,|ความ|เจริญงอกงาม|  |Syn. vitality
(-|ซี) n. ดู|exuberance
(อิคซู|'|เบอะ|เรินทฺ) adj. อุดมสมบูรณ์|,|ฟุ่มเฟือย|,|ร่าเริง|มาก|,|ลิงโลด|,|เจริญงอกงาม.
(เอค|ซิว|เด|'|เ?ิน) n. การ|ไหล|ซึม|ออก|มา|,|สิ่ง|ที่|ไหล|ซึม|ออก|มา.  |Syn. exudative adj.
(อิก|?|ิวดฺ|'|,|อิก|ซิว|ดฺ|') v. ซึม|ออก|,|ไหล|ซึม|ออก|,|ทํา|ให้|กระจาย.  |Syn. ooze
(อิกซัลทฺ|') vi. รื่นเริง|อย่าง|มาก|,|ดีอกดีใจ|มาก|  |Syn. exultingly adv.
(อิกซัล|'|เทิน|ทฺ) adj. รื่นเริง|มาก|,|ดีอกดีใจ|มาก
(อิกซัล|เท|'|เชิน) adj. การ|รื่นเริง|มาก|,|ความ|ดีอกดีใจ|มาก|  |Syn. exultance
(อาย|'|อัส) ลูก|นก|,|ลูก|นก|เหยี่ยว|,|ลูก|นก|อินทรี
(อาย) n. ตา|,|นัยน์ตา|,|จักษุ|,|สายตา|,|การ|ดู|,|การ|จ้อง|,|ความ|ตั้งใจ|,|ความคิด|,|ข้อคิด|,|ทัศนะ|,|ช่อง|,|รู|,|ทิศทาง|ลม|,|ตา|ของ|หน่อ|พืช|,|จุด|ของ|แสง|,|หลอดไฟ|ที่|มี|แสง|,|สิ่ง|ที่|มี|รูป|คล้าย|ตา. -|Phr. (keep an eye on เฝ้าดู|,|ดูแล|,|เพ่งเล็ง) -|pl. eyes|,|eyen|  |Syn. observe|,|wa
ภาษา|ออก|เสียง|ที่|สะกด|ผิด เพื่อ|ช่วย|ใน|การ|ออก|เสียง|ให้|ถูกต้อง เช่น wimmin สําหรับ women
หยดน้ํา|ยาหยอดตา
เครื่อง|สําอางค์|สําหรับ|ทา|หนังตา
เบ้าตา
(อาย|'|บอล) n. ลูกตา. -|vt. จ้องดู|,|เพ่งดู|,|ตรวจ|ดู|อย่าง|ละเอียด|  |Syn. stare
(อาย|'|เบ|รา) n. คิ้ว
(อาย|'|คัพ) n. ถ้วย|ล้าง|ตา
n. ที่|หยอด|ตา
n. ปริมาณ|เต็มตา|,|ปริมาณ|ผง|ที่|เข้าตา|-|pl. eyefuls
(อาย|'|ก|ลา|ส) n. แว่นตา|,|เลนส์|,|แว่น|ส่อง|,|ถ้วย|ล้าง|ตา|,|ส่วน|ที่|ใช้|ส่อง|ดู|ของ|กล้องจุลทรรศน์ -|pl. eyeglasses
n. เบ้าตา|,|ช่อง|สําหรับ|มอง|,|รู|สําหรับ|สอด|เข็ม ด้าย เชือก|หรือ|อื่น ๆ| 
n. ขน|ตา|  |Syn. eyehair
n. หนังตา
(อาย|'|เอิน) n. พหูพจน์|ของ eye
n. ที่|บังตา|ของ|หมวก|,|ที่|บังตา
n. รัศมี|สายตา|,|การ|มอง|,|การ|ชําเลือง|มอง|,|ภาพ
n. สายตา|,|อํานาจ|การ|มองเห็น
n. สิ่ง|ที่|อุจาด|นัยน์ตา|,|สิ่ง|ที่|บดบัง|ความ|สวยงาม|ของ|สิ่ง|อื่น
n. อาการ|เพลีย|ตา
n. ยา|ล้าง|ตา ความ|ไร้|สาระ|  |Syn. collyrium
n. พยาน|,|ประจักษ์พยาน. -|vt. มอง|ด้วย|กับ|ตา
