(จี) พยัญชนะ|อังกฤษ|ตัว|ที่|7,|เสียง|G
abbr. government|-|man (จี|'|แมน) n. เจ้าหน้าที่|รัฐบาล
abbr. Greenwich Mean Time
abbr. Graduate Nurse
abbr. Gross National Product
abbr. General Practitioner
abbr. glucose|-|6|-|phosphate dehydrogenase
abbr. gamma aminobutyric acid
(แก|บ|'|บะ|ดี|น) ผ้า|เนื้อ|แน่น|หยาบ|ใช้|ทํา|เสื้อกันฝน|ชนิด|หนึ่ง|,|เสื้อผ้า|หยาบ|หลวม|ที่|ทํา|ด้วย|ผ้า|ดังกล่าว|ที่|คน|ยิว|สวมใส่
(แก|บ|'|เบอร์|ดี|น|') n. เสื้อคลุม|ยาว|และ|หลวม|ที่|ชาว|ยิว|สวมใส่|ใน|สมัยโบราณ|,|ผ้า|แน่น|หยาบ|ชนิด|หนึ่ง
(แก|บ|'|เบิล) {|gabbled|,|gabbling|,|gabbles|} vi. พูด|พร่ํา|,|พูด|ฉอด ๆ , (ไก่) ร้อง|เสียง|กระ|ต๊าก ๆ vt. พูด|ฉอด ๆ n. การ|พูด|พร่ํา|,|การ|พูด|อย่าง|เร็ว ๆ ที่|ไร้|สาระ|  |Syn. chatter|,|babble|,|prattle
(แก|บ|'|บี) adj. ช่างพูด|,|ปากมาก|,|พูด|มาก
(แก|บ|'|เบอร์|ดี|น|') n. เสื้อคลุม|ยาว|และ|หลวม|ที่|ชาว|ยิว|สวมใส่|ใน|สมัยโบราณ|,|ผ้า|แน่น|หยาบ|ชนิด|หนึ่ง
(แก|บ|'|เฟสทฺ) n. การ|ชุมนุม|ที่|มี|การ|สนทนา|กัน|มาก|,|การ|คุย|กัน|นาน
(เก|'|บี|ออ|น) n. หลัว|หวาย|หรือ|ไม้ไผ่|ที่|ใช้|ใส่|ดิน|,|หลัว|รูปทรง|กระบอก|ที่|ใช้|ใส่|ร่อง|หิน|สําหรับ|วาง|ฐาน|ใน|การ|สร้าง|เขื่อน
(เก|'|เบิล) n. ส่วนหน้า|หรือ|ข้าง|ของ|บ้าน|หรือ|อาคาร|ที่|เป็น|สามเหลี่ยม|หน้าจั่ว|,|กําแพง|สามเหลี่ยม|หน้าจั่ว|,|หลังคา|ที่|ยื่น|ออก|มา|เป็น|รูป|หน้าจั่ว
(เก|'|บี) n. คน|เซ่อซ่า|,|คน|ทึ่ม|,|คน|โง่
(แก|ด) vi. เคลื่อน|ไป|เคลื่อน|มา|อย่าง|ไม่|หยุด|,|ร่อนเร่|,|ไป ๆ มา ๆ อย่าง|ไร้|จุดหมาย. n. คน|ที่|เร่ร่อน|ไป|มา|,|ปฏัก|หรือ|ด้าม|แทง|สําหรับ|ไล่|วัวควาย|,|เครื่องมือ|ปลาย|แหลม|สําหรับ|เจาะ|หา|หิน|แร่. vt. เจาะ|ผ่า|ด้วย|เครื่องมือ|ดังกล่าว|  |Syn. idle|,|rove|,|roam
(แก|ด|'|อะ|เบา|ทฺ) n. คน|ที่|ชอบ|เที่ยวเตร่ (โดยเฉพาะ ด้วย|ความ อยากรู้อยากเห็น หรือ|ชอบ|นินทา)| 
(กัด|'|ดี) n. บัลลังก์|,|เบาะ|รอง|เข่า|เวลา|สวดมนต์|,|สภาพ|ของ|ผู้ปกครอง
(แก|ด|'|จิท) n. เครื่องมือ|,|เครื่อง|ประดิษฐ์|,|อุปกรณ์|,|สิ่งประดิษฐ์|,|เครื่อง|ประกอบ.  |Syn. gadgety adj.  |Syn. contrivance
(แก|ดจิเทียร์) n. นักประดิษฐ์|,|ผู้|ชอบ|ใช้|เครื่อง|ประดิษฐ์
(แก|ด|'|จิท|รี) n. เครื่องมือ|ทั้งหลาย|,|เครื่อง|ประดิษฐ์|ทั้งหลาย
(กัด|'|ดี) n. บัลลังก์|,|เบาะ|รอง|เข่า|เวลา|สวดมนต์|,|สภาพ|ของ|ผู้ปกครอง
(กะ|ด|รู|น ') n. คิ้ว|นูน|บน|ผนัง|ตึก|ที่|เป็น|ลวดลาย|  |Syn. garooned adj.
(เก|ล) n. Celt (ดู) ที่|พูด|ภาษา|Gaelic
(เก|'|ลิค) n. ภาษา|เซลล์|สาขา|หนึ่ง
(แก|ฟ) n. ตะขอ|เหล็ก|สําหรับ|เกี่ยว|ปลา|ขนาด|ใหญ่|,|ฉมวก|แทง|ปลา|,|คาน|เอียง|ลาด|บน|เสากระโดง|เรือ. vt. เกี่ยว|ปลา|ด้วย|ตะขอ
(แก|ฟ) n. การ|ผิด|มารยาท|สังคม|,|การ|เสียมารยาท
(แก|ฟทฺ) n. ตะขอ|เหล็ก|สําหรับ|เกี่ยว|ปลา|ขนาด|ใหญ่|  |Syn. hook
(แก|ก) {|gagged|,|gagging|,|gags|} vt.,|n. ปิดปาก|,|อุด|ปาก|,|ใช้|เครื่อง|ถ่าง|ปาก|,|จํากัด|การ|พูด|,|พูด|โดย|ไม่|มี|บท|,|สอดแทรก|นอก|บท vi. หายใจ|ไม่|ออก|,|พูด|ตลก|,|สอดแทรก|บท|ตลก|,|พูด|ตลก. n. เครื่อง|ถ่าง|ปาก|,|สิ่ง|ที่|ใช้|อุด|ปาก|,|การ|จํากัด|เสรีภาพ|ใน|การ|พูด|,|เรื่อง|ตลก|,|กลอนสด|,|การ|พูด|โดย|มี|บท คํา|ที่|มี|ความ
กฏจํากัด|เสรีภาพ|การ|พูด|,|กฏ|หมาย|ปิดปาก
กฏจํากัด|เสรีภาพ|การ|พูด|,|กฏ|หมาย|ปิดปาก
(เกจ|ฺ) n. สิ่ง|ที่|ขว้าง|ลง|บน|พื้น|เพื่อ|แสดง|การ|ท้าทาย|ให้|ต่อสู้|กัน|,|การ|ท้าทาย|,|ของ|ประกัน. vt. ประกัน|,|ให้|คํามั่น|  |Syn. gauge
(เก|'|เจอะ) n. คน|วัด|,|คน|รังวัด|,|อุปกรณ์|วัด|,|ผู้|ประเมิน|ค่า|,|เจ้าหน้าที่|ศุลกากร
(แก|ก|'|เก|อะ) n. ผู้|อุด|หรือ|ปิดปาก|คน|อื่น|,|สิ่ง|ที่|ใช้|อุด|ปาก|,|คน|ที่|พูด|สอดแทรก|เรื่อง|ตลก|,|คน|ที่|พูด|กลอนสด|,|คน|ที่|พูด|โดย|ไม่|มี|บท
(แก|ก|'|เกิล) {|gaggled|,|gaggling|,|gaggles|} vi. (ห่าน) ร้อง|เสียง|ก๊าบ ๆ (ไก่) ร้อง|เสียง|กระ|ต๊าก ๆ n. ฝูง|ห่าน|,|เสียงร้อง|ดังกล่าว
(แก|ก|'|แมน) n. คน|เขียน|บท|ตลก|สําหรับ|นักแสดง|  |Syn. gagster -|pl. gagmen
n. บังเหียน|ม้า
(กา|'|ไน|ทฺ) n. แร่|สี|เขียว|อม|ดํา|จําพวก zinc aluminate
(เก|'|อิ|ที) n. ความ|เบิกบานใจ|,|ความ|ร่าเริง|,|ความ|หรูหรา|,|gaieties งาน|รื่นเริง|,|งาน|รื่นเริง|เฉลิมฉลอง.  |Syn. gayety|,|joy
(เก|ลาร์|'|เดีย) n. พืช|ไม้ดอก|ชนิด|หนึ่ง
(เกน) {|gained|,|gaining|,|gains|} vt. ได้|มา|,|ได้|รับ|,|กําไร|,|ชนะ|,|บรรลุ|,|ได้|เปรียบ|,|มี|ภาษี|ดี|กว่า|,|ได้|เป็น|พวก. vi. ก้าวหน้า|,|คืบหน้า|, (นาฬิกา) เร็ว|ไป|,|ใกล้|เข้า|ไป. n. ผลกําไร|,|ผลประโยชน์|,|การ|มี|ชัย|,|การ|เพิ่ม|,|จํานวน|ที่|เพิ่ม|ขึ้น|,|การ|ก้าวหน้า|,|ความ|คืบหน้า|,|การ|ได้|มา|ซึ่ง|,|ของ|ที่|ได้|มา|,|ร่อง|,
(เก|'|เนอะ) n. ผู้|ได้|รับ|,|ผู้|มี|กําไร|,|ผู้|ได้|เปรียบ|,|ผู้|มี|ชัย
(เกน|'|ฟู|ล) adj. มี|กําไร|,|ได้|รับ|ประโยชน์|,|เป็น|ประโยชน์.  |Syn. gainfully adv. gainfulness n.  |Syn. lucrative|,|profitable
(เกน|'|ลิส) adj. ไม่|มี|กําไร|,|ไม่|มี|ประโยชน์.  |Syn. gainlessness n.
(เกน|'|ลี) adj. คล่องแคล่ว|,|หล่อ|,|สวยงาม|,|เรียบร้อย.  |Syn. gainliness n.  |Syn. agile|,|handsome
(เกน|'|เซย์) {|gainsaid|,|gainsaying|,|gainsays|} vt. ปฏิเสธ|,|พูด|คัดค้าน|,|คัดค้าน|,|ต่อต้าน.  |Syn. gainsayer n.  |Syn. deny|,|dispute|,|oppose
(เกน|ซฺทฺ) prep.,|conj ดู|against
(เก|ท) {|gaited|,|gaiting|,|gaits|} n. ท่าทาง|การ|เดิน|,|ท่าทาง|การ|ย่างก้าว|,|ท่าทาง|การ|วิ่ง|,|ความ|เร็ว|ของ|การ|เคลื่อนที่|ดังกล่าว. vt. สอน|วิธีการ|ย่าง|เท้า|ของ|ม้า|  |Syn. bearing
(เก|'|ทิด) adj. ซึ่ง|มี|ท่าทาง เฉพาะ|ของ|การ|เดิน (การ|ย่าง|เท้า|และ|การ|วิ่ง)| 
(เก|'|ละ) adj. รื่นเริง|,|สนุกสนาน|,|หรูหรา. n. การ|เฉลิมฉลอง|,|วัน|เทศกาล|,|การ|บันเทิง|พิเศษ|,|งาน|รื่นเริง|,|เสื้อผ้า|หรูหรา|  |Syn. party|,|feast
Pref. มี|ความหมาย|ว่า|" นม|"
(กะ|แล|ค|'|ทะ|กอ|ก) adj. ซึ่ง|เพิ่ม|หรือ|กระตุ้น|การ|คัด|หลั่ง|น้ํานม ขับ|น้ํานม|,|n. ยา|ขับ|น้ํานม
(กะ|แล|ค|'|ทิค) adj. เกี่ยวกับ|กา|แล๊ก|ซี่|,|เกี่ยวกับ|ทางช้างเผือก|,|เร่ง|น้ํานม|,|ขับ|น้ํานม
น้ํานม|ไหล|มาก|ผิดปกติ
(กะ|แล|ค|'|โท|ส) n. น้ําตาล|ที่|เป็น|monosaccharide ชนิด|หนึ่ง
(แก|ล|'|ลัน|ที|น) n. เนื้อ|แช่เย็น|,|ม้วน|เนื้อ|แช่เย็น|  |Syn. congeal
(แก|ล|'|ลัค|ซี) n. กาแล็กซี|,|หมู่|ใหญ่|มาก|ของ|ดวงดาว|,|ทางช้างเผือก
(เก|ล) n. ลม|แรง|,|ลม|ที่|มี|ความ|เร็ว|32|-|63|ไมล์|ต่อ|ชั่วโมง|,|การ|ปะทุ|ออก|ด้วย|เสียง|ที่|ดัง
(เก|'|เลีย) n. กลีบ|ครอบ|,|ผ้าพันแผล|สําหรับ|ศีรษะ|  |Syn. galeate|, galeated adj. -|pl. galeae
adj. เป็น|รูป|คล้าย|หมวก|เหล็ก|,|คล้าย galea.  |Syn. galeate
(แก|ลลิลี|'|โอ) n. นักฟิสิกส์|และ|นัก|ดาราศาสตร์|ชาว|อิตาลี
n. การ|พูด|สับสน|,|การ|พูด|พร่ํา|และ|เร็ว|จน|ฟัง|ไม่ค่อย|รู้เรื่อง
n. พืช|คล้าย|หญ้า|จําพวก Cyperus
n. เรือใบ|ขนาด|เล็ก|ที่|มี|ใบ|พลาย|สําหรับ|แจว|ด้วย|  |Syn. galliot
n. ยางสน|ชนิด|หนึ่ง
(กอ|ล) n. สิ่ง|ที่|ขม|,|สิ่ง|ที่|ขมขื่น|,|ความ|ขมขื่น|,|น้ําดี|,|ความ|ทะลึ่ง|,|ความ|อวดดี|,|แผล|บน|ผิวหนัง|,|แผล|ที่|เกิด|จาก|การ|ถู|ครูด|,|สิ่ง|ที่|ระคายเคือง|,|ภาวะ|ระคายเคือง vt. ทํา|ให้|เป็น|แผล|,|ครูด|อย่าง|แรง|,|ทํา|ให้|ขุ่นเคือง|,|รบกวน|,|กวน|โทสะ. vi. ขุ่นเคือง|,|เป็น|แผล. -|S...
(แก|ล|'|เลินทฺ) adj. กล้าหาญ|,|ชอบ|ช่วยเหลือ|คน|อื่น|,|สง่างาม|,|สุภาพ|,|เอาอกเอาใจ|สตรี|,|เจ้าชู้|,|จีบ|ผู้หญิง|เก่ง|,|มี|ลักษณะ|ของ|อัศวิน. n. บุรุษ|ที่|กล้าหาญ|ชอบ|ช่วยเหลือ|ผู้อื่น|,|บุรุษ|ที่|สง่างาม|,|คน|เจ้าชู้|,|คนรัก|,|ชู้|รัก. vt. ขอ|ความ|รัก|จาก|,|กระทํา|เป็น|คนรัก|ของ|,|เอาใจ|ผู้หญิง. vi. จีบ|ผู้|หญ
n. ความ|กล้าหาญ|,|ความ|ชอบ|ช่วยเหลือ|คน|อื่น|,|การ|ชอบ|เอาอกเอาใจ|สตรี|,|การ|กระทํา|หรือ|การ|พูด|ที่|กล้าหาญ|  |Syn. heroism|,|courage|,|courtesy|,|politeness
(กะ|แล|น|'|ที) n. ละคร|เงา|ที่|เป็น|ละคร|ใบ้
(แก|ล|'|ลี|ออ|น) n. เรือใบ|ขนาด|ใหญ่|แบบ|หนึ่ง
(แก|ล|'|เลอ|รี) n. ระเบียง|,|ดาดฟ้า|,|ทางเดิน|มี|หลังคา|,|เฉลียง|,|ที่นั่ง|ชั้น|บน เป็น|ระเบียง|ยาว|ใน|โรง|มหรสพ|-|โรงละคร|-|โบสถ์|-|ห้องประชุม|,|เฉลียง|ภาพ|,|ห้อง|แสดง|ผลงาน|ศิลปะ|ห้อง|ถ่าย|รูป|,|ทาง|ใต้ดิน|,|อุโมงค์|,|คนดู|โรง|มหรสพ|หรือ|โรงละคร|ที่|เสีย|ค่า|บัตร|ต่ํา|สุด|  |Syn. pass
(แก|ล|'|ละ|คัน) adj. ฝรั่งเศส
(แก|ล|'|ลิ|ซิ|ซ|ซึม) n. ลีลา|ภาษาฝรั่งเศส|,|สํานวน|ภาษาฝรั่งเศส|  |Syn. gallicism
(แก|ล|ละ|มอ|'|ไฟ|ร) n. ฉับ|ฉ่าย|,|การ|ผสม|กัน|หลาย|อย่าง|,|อาหาร|ผัด|โป้ย|เซียน|  |Syn. . medley
(แก|ล|ละ|เน|'|เชิส) adj. เกี่ยวกับ|หรือ|คล้าย|ไก่|,|เกี่ยวกับ|นก|ประเภท|Galliformes (เช่น ไก่ฟ้า|,|ไก่.ไก่งวง)|  |Syn. domestic fowls
(กอ|'|ลิง) adj. ถู|ครูด|,|ซึ่ง|ทํา|ให้|เป็น|บาดแผล|ที่|ผิวหนัง|ได้|,|ระคายเคือง น่า|โมโห.
(แก|ล|'|ละ|นูล) n. นก|ตระกูล Rallidae
n. ยางสน|ชนิด|หนึ่ง
(แก|ล|'|เลีย|ม) n. ธาตุ|โลหะ|ชนิด|หนึ่ง
(แกลเลียม|อาร์|เซ|ไนด์) เป็น|โลหะ|ผสม|ชนิด|หนึ่ง|ที่|ใช้|ทํา|ชิป (chip) ทํา|ให้|สามารถ|ทํางาน|ได้|เร็ว|กว่า|ชิป|ที่|ทํา|จาก|ซิลิคอน (silicon)| 
(แก|ล|'|ละ|เวินทฺ) vi. เที่ยว|ไป|,|เที่ยวเตร่|,|เที่ยว|หาด|ความ|สําราญ.  |Syn. galavant|  |Syn. gallavanter n.
(แก|ล|'|ละ|วอ|สพฺ) n. กิ้งก่า
(แก|ล|'|เลิน) n. แกลลอน|,|หน่วย|ตวง|ของเหลว|4|quarts
(แก|ล|'|ลัพ) vi. ความ|บ้า|,|วิ่ง|ควบ|,|วิ่ง|กระโดด|อย่าง|รวดเร็ว|เหมือน|ม้า. vt. ทํา|ให้|ม้า|วิ่ง|ควบ. n. ท่า|วิ่ง|ควบ|ของ|ม้า ยก|ขา|ทั้ง|4|ขึ้น|ควบ|แต่ละ|ครั้ง) ,|การ|วิ่ง|ใน|ท่า|ดังกล่าว|,|การ|ไป|อย่าง|รวดเร็ว.  |Syn. galloper n.  |Syn. trot|,|run
(แก|ล|'|ละ|เพด) n. galop
(แก|ล|'|โลซ) n. ตะแลงแกง|,|ที่|แขวนคอ|ประหาร|ชีวิต|นักโทษ|,|สิ่ง|ที่|เป็น|หลัก|โครง|สําหรับ|แขวน|สิ่ง|อื่น -|pl. gallowes|,|gallows
n. โครง|โยง|สอง|เสา
n. ความ|ขบขัน|เมื่อ|ผจญ|กับ|อันตราย
n. ความ|ขบขัน|เมื่อ|ผจญ|กับ|อันตราย
n. สีหน้า|ที่|มี|เค้า|ต้องโทษ|ประหาร|ชีวิต
n. ตะแลงแกง|,|โครง|หลัก|แขวนคอ|เพื่อ|ประหาร|ชีวิต
adj. ควร|ต้องโทษ|แขวนคอ
(กอ|ล|'|ส|โทน) n. นิ่ว|น้ําดี|,|นิ่ว|ใน|ถุงน้ําดี
n. การ|ทดสอบ|มติ|มหาชน|ใน|สหรัฐอเมริกา|ที่|ริเริ่ม|โดย|George Gallup
(แก|ล|'|ลัส) n.สาย|โยง|กางเกง|,|สาย|คาด|หลัง|ของ|กางเกง
(กะ|ลูท) n. คน|โง่|ที่|งุ่มง่าม.  |Syn. galloot
(แก|ล|'|ลัพ) n. การ|เต้นรํา|2|จังหวะ|แบบ|หนึ่ง|,|ดนตรี|ประกอบ|การ|เต้นรํา|ดังกล่าว
(แก|ล|'|ละ|เพด) n. galop
(กะ|ลอร์|') adv. มากมาย|,|เยอะแยะ|,|อุดมสมบูรณ์|,|ล้นหลาม. n. ความ|อุดมสมบูรณ์
(กะ|ลอช|') n. ปลอก|หุ้ม|รองเท้า.  |Syn. galoshe|,|golosh
(กะ|ลอช|'|ชิ|ซ) n. รองเท้า|หุ้ม|,|รองเท้า|ชนิด|กันน้ํา
(แก|ล|แวน|'|นิค) adj. ซึ่ง|ทํา|ให้|เกิด|หรือ|เกิด|จาก|กระแส|ไฟฟ้า|,|เกี่ยวกับ|ไฟฟ้า|,|สะดุ้ง|ตกใจ|,|ราวกับ|ไฟฟ้า.  |Syn. startling
(แก|ล|'|วะ|ไน|ซ) vt. กระตุ้น|โดย|กระแส|ไฟฟ้า|,|กระตุ้น|หรือ|ปล่อย|กระแส|ไฟฟ้า|สลับ|ชักนํา|,|กระตุ้น|,|ปกคลุม|ด้วย|สังกะสี.  |Syn. galvanization|,|galvanisation n. galvanizer|,|galvanizer n.
(แก|ล|'|วะนิส|ซึม) n. ไฟฟ้า|,|ไฟฟ้า|บําบัด
(แก|ล|'|วะ|ไน|ซ) vt. กระตุ้น|โดย|กระแส|ไฟฟ้า|,|กระตุ้น|หรือ|ปล่อย|กระแส|ไฟฟ้า|สลับ|ชักนํา|,|กระตุ้น|,|ปกคลุม|ด้วย|สังกะสี.  |Syn. galvanization|,|galvanisation n. galvanizer|,|galvanizer n.
n. เหล็ก|ที่|เคลือบ|สังกะสี|เพื่อ|กัน|สนิม
adj. เกี่ยวกับ|ไฟฟ้า
(แก|ลวะ|นอ|ม|'|มิ|เทอะ) n. เครื่องมือวัด|กําลัง|กระแส|ไฟฟ้า|,|เครื่องมือวัด|กําลัง|กระแส|ไฟฟ้า|ใน
(แก|ลวะ|นอ|ม|'|มิ|ท|รี) n. วิธีการ|หรือ|ขบวนการ|วัด|กําลัง|กระแส|ไฟฟ้า.  |Syn. galvanometric (al) adj. galvanometrically adv.
(แก|ล|'|แยค) n. ฝูง|ปลาวาฬ|,|การ|พบปะ|สังสรรค์ vt. อยู่|เป็น|กลุ่ม|,|พบปะ|สังสรรค์. vt. ร่วม|พบปะ|สังสรรค์
(แกม|'|เบีย) n. ชา|ดํา
(แกม|'|เบีย) n. ชา|ดํา
(แกม|'|บิ|ท) n. การ|เล่น|หมากรุก|โดย|การ|ยอม|เสียสละ|หมาก|เพื่อ|เดิน|ได้|เปรียบ|ขึ้น|,|กลเม็ด|,|แผนที่|สุขุม|รอบคอบ|  |Syn. stratagem|,|plan
(แกม|'|เบิล) {|gambled|,|gambling|,|gambles|} vi. พนัน|,|เล่นการพนัน|,|พนันขันต่อ|,|เสี่ยงโชค. vt. สูญเสีย|จาก|การ|พนัน|,|พนันขันต่อ. n. การ|พนัน|,|การ|เสี่ยงโชค.  |Syn. gambler n.  |Syn. wager|,|bet|,|play|,|game
(แกม|โบ|จฺ|') n. รง|,|รง|ทอง|,|สี|เหลือง|,|สี|เหลือง|อม|ส้ม.  |Syn. gambogian adj.  |Syn. cambogia
(แกม|'|เบิล) vi. กระโดดโลดเต้น|,|เล่น|ซน|,|การ|เล่น|ซน|  |Syn. skip about
(แกม|'|เบรล) n. ฝูง|สัตว์|,|ราว|ขอ|แขวน|เนื้อสัตว์
(เกม) {|gamed|,|gaming|,|games|} n. กีฬา|,|เกม|,|เนื้อสัตว์|ที่|ล่า|มา|,|สิ่ง|ที่|ตาม|ล่า -|Phr. (play the game เล่น|อย่าง|ยุติธรรม|,|เล่น|ตาม|กติกา) . adj. เกี่ยวกับ|สัตว์|ที่|ล่า|,|อย่าง|นักกีฬา|,|กล้าได้กล้าเสีย|,|เต็มใจ|เล่น. vi. เล่น|พนัน|,|พนัน|,|ขันต่อ. vt. พนัน|หมด|,|เสีย|พนัน คําศัพท์|ย่อย
n. นก|ที่|ล่า|ได้
ตัว|ปรับ|สําหรับ|เกม|เป็น|แผ่น|วงจร (card) พิเศษ|ใช้|เสียบ|เพิ่ม|เข้า|ไป|เพื่อ|ปรับ|คอมพิวเตอร์|ให้|ใช้|ก้าน|ควบคุม (joystick) ซึ่ง|เป็น|อุปกรณ์|ประกอบ|ส่วนหนึ่ง|ที่|ใช้|สําหรับ|การ|เล่น|เกม|บาง|ประเภท|ได้ ดู joystick ประกอบ
n. ปลา|ที่|ตกเบ็ด|เพื่อ|เอา|มา|กิน
n. ไก่ชน
n. กฎหมาย|คุ้มครอง|สัตว์ป่า|สงวน
n. การ|พนัน|ที่|ขึ้น|อยู่|กับ|โชค|มาก|กว่า|ขึ้น|อยู่|กับ|ความ|สามารถ
n. แผนที่|ละเอียด|รอบคอบ
n. ไก่ชน|,|ไก่|ตี|,|คน|ที่|ชอบ|ตีรันฟันแทง
n. ผู้รักษา|สัตว์ป่า|สงวน|ไม่|ให้|ถูก|ล่า.  |Syn. gamekeeping n.
(เกม|'|มะ|ลัน) n|,|ระนาด|,|มโหรี
n. กีฬา|โอลิมปิค
n. ครู|พละ|ชาย n|  |Syn. games|-|mistress n. ครู|พละ|หญิง
(เกม|ซฺ|'|มัน|ชิ|พ) n. วิธีการ|เอาชนะ|คู่ต่อสู้ หรือ|ฝ่ายตรงข้าม|โดย|ไม่|ผิด|กติกา
(เกม|'|เซิม) adj. สนุกสนาน|,|ชอบ|เล่น|,|ร่าเริง.  |Syn. gamesomely adv. gamesomeness n.  |Syn. playful
(เกม|'|ส|เทอะ) n. ผู้|ชอบ|เล่นการพนัน|,|นักการ|พนัน|  |Syn. gambler
n. อวัยวะ|สร้าง|gamete (ดู) -|pl. gametangia
(แกม|'|มี|ท) n. เซลล์|สืบพันธุ์|,|อสุจิ|หรือ|ไข่.  |Syn. gametic adj.
n. เซลล์|ที่|สร้าง|เซลล์|สืบพันธุ์|  |Syn. gametes
n. การ|เกิด|และ|เจริญ|ของ|เซลล์|เพศ|  |Syn. gametogenic|,|gametogenous adj|,
adj. ดู|sexual
n. เด็ก|จรจัด. เด็ก|ที่|ถูก|ทอดทิ้ง|ให้|เป็น|เด็ก|จรจัด|ตาม|ถนน
n. เด็กหญิง|ที่|ซุกซน|คล้าย|เด็ก|ผู้ชาย|,|เด็กหญิง|จรจัด|  |Syn. tomboy|,|hoyden
(เก|'|มิ|ง) n. การ|เล่นการพนัน. adj. เกี่ยวกับ|การ|พนัน|  |Syn. gambling
(แกม|'|มะ) พยัญชนะ|กรีก|ตัว|ที่|2 (r) ,|ลําดับ|ที่ 3 ของ|อนุกรม|,|หน่วย|น้ําหนัก ที่|เท่า|กับ|หนึ่ง|ไมโครกรัม|,|หน่วย|กําลัง|สนามแม่เหล็ก|ที่|เท่า|กับ|10|-|5 gauss
(แกม|'|เมอะ) n. หญิง|ชรา
(แกม|'|มัน) n.,|vt. (การ) ชนะ|โดย|เด็ดขาด|, (การ) ชนะ|เกม|หมาก backgammon|,|ขา|หมู|อบ|ควัน|,|ขา|หมู|หลัง vi.,|n. (การ) พูดจา|เหลวไหล|และ|หลวง|ลวง|,|แสร้ง. vt. โกง|,|หลอกลวง|,|ตบตา|  |Syn. gammoner n.
n. คําพูด|ที่|ไม่|มี|ประโยชน์|,|คําพูด|ที่|ไร้|สาระ|,|คํา|แฝง|,|ภาษา|รหัส
adj. เป๋|,|เพลง|,|ง่อย
Pref. รวม|กัน
n. การ|สืบพันธุ์|แบบ|เพศ|ใน|กรณี|ของ|metagenesis (การ|สืบพันธุ์|แบบ|สลับ)| 
การ|ผสมพันธุ์|ทาง|เพศ|  |Syn. gamogenetic|,|gamogenetical adj.
adj. ซึ่ง|มี|กลีบ|ดอก|ติด|กัน
n. โรค|กลัว|สมรส
n. ร่ม
n. ภาวะ|เท้า|หยิก
(แกม|'|มัท) n. เสียง|ดนตรี|ที่|มี|อยู่|ทั้งหมด
(เกม|มี่) adj. มี|กลิ่น|เหม็นสาบ|,|มี|กลิ่น|แรง|,|กล้า|,|ชอบ|ชกต่อย|หาเรื่อง เสื่อมเสีย|ชื่อเสียง.  |Syn. gamily adv. gaminess n.
(แกน|'|เดอะ) n. ห่าน|ตัวผู้|,|การ|มองดู|,|การ|ชําเลือง|มอง|  |Syn. glance|,|look|,|peep
(กาน|'|ดี) Magatma|,|มหาตมะ|คัน|ธ|รัฐบุรุษ|ของ|อินเดีย|ผู้|เป็น|เจ้าของ|ลัทธิ|อหิงสา (Gandhism) หรือ|ลัทธิ|การ|ขัดขวาง|โดย|ไม่|ต่อสู้
(กาน|'|ดี|อัน) adj. เกี่ยวกับ|มหาตมะ|คัน|ธี|'
(กา|'|นีฟ) n. ขโมย|,|คน|เลว|,|คน|ขี้|โกง|  |Syn. ganev|,|ganof|,
(แกง) n. กลุ่ม|,|แก๊ง|,|พวก|,|หมู่|,|หมู่|โจร|,|พวก|โจร|,|ชุด|,|หน่วย|,|ระยะ|ทาง. vt.,|vi. จัด|เป็น|กลุ่ม|,|กลาย|เป็น|กลุ่ม. -|Phr. (gang up (on) รวม|กลุ่ม|กัน|ต่อต้าน)|  |Syn. band|,|horde|,|crew
n. แผ่น|กระดาน|กระโดด|,|แผ่น|กระดาน|หรือ|สะพาน ขึ้น|หรือ|ลงเรือ
(แจ|นจฺ) vt. ใช้|สาย|ลวด|เสริม
n. หัวหน้า|กรรมกร|,|หัวหน้า|คนงาน
(แกน|'|จีซ) n. แม่น้ําคงคา -|Gangetic adj.
n. หมู่|คน|เลว|,|หมู่|อาชญากร
n. พหูพจน์|ของ ganglion
adj. ผอม|สูง|,|ยาว|เล็ก|,|ยาวเหยียด|,|สูง|โงนเงน|  |Syn. gangly
n. ปมประสาท|,|เนื้องอก|เป็น|ถุง|ที่|เอ็น|,|ศูนย์กลาง.  |Syn. ganglial|,|gangliar adj. -|pl. ganglia|,|ganglions
n. สะพาน|ขึ้น|หรือ|ลงเรือ.  |Syn. gangway
n. เนื้อตาย|เน่า. vt.,|vi. เป็น|เนื้อตาย|เน่า|,|กลาย|เป็น|เนื้อตาย|เน่า.  |Syn. gangrenous adj.  |Syn. mortification
n. สมาชิก|ของ|แก๊ง|อาชญา|  |Syn. criminal|,|racketeer
n. ทางผ่าน|,|ปากทาง|ผ่าน|,|สะพาน|ขึ้น|หรือ|ลงเรือ|,|ทางเดิน|ใน|โรง|มหรสพ
แผนภูมิ|แกนต์|หมายถึง แผนผัง|คุม|กําหนด|งาน มัก|ใช้|ใน|ด้าน|การ|จัดการ|โครงการ ผัง|ใน|ลักษณะ|นี้|จะ|แสดง|ถึง|ปริมาณ|งาน|และ|กําหนด|เวลา|ที่|จะ|ต้อง|ใช้ เพื่อ|ทํางาน|นั้น|ให้|ลุล่วง
(เจ|ล) n.,|vt. คุก|,|จําคุก.  |Syn. gaoler n.
(แก|พ) n. ช่องว่าง|,|ปาก|โหว่|,|ช่อง|ห่าง|,|ความ|แตกต่าง|,|ความ|ไม่|เหมือน|กัน|,|หุบเขา|ลึก|,|ห้วย|ลึก. vt. ทํา|ให้|เกิด|ช่องว่าง
adj. ซึ่ง|มี|ช่องว่าง|ระหว่าง|ฟัน
(เก|พ) {|gaped|,|gaping|,|gapes|} vi.,|n. (การ) อ้า|ปาก|ค้าง|,|อ้า|ปาก|หาว|,|หาวนอน|,|เปิด|ออก|กว้าง|,|ความ|กว้าง|ของ|ปาก|ที่|เปิด.  |Syn. gaper n. gapingly adv.  |Syn. stare|,|gaze|,|glare
(เก|พซฺ) n. โรค|พยาธิ|ใน|สัตว์|จําพวก|เป็ด|ไก่|และ|นก|ที่|บริเวณ|หลอด|คอ|และ|หลอดลม|,|อาการ|หาว|  |Syn. gapy adj.
(เก|พ|'|ซีด) n. สิ่ง|ที่|ถูก|จ้อง|ด้วย|ความ|ประหลาดใจ|และ|อ้า|ปาก|ค้าง
n. ช่องว่าง|ระหว่าง|กระดุม
(การ์) n. ปลา|น้ําจืด|มี|ปาก|ยาว|ฟัน|ใหญ่|,|ปลาเข็ม|  |Syn. garfish -|pl. gar|,|gars
(การ์|รา|จฺ|') n. โรงรถ
n. แบบพิมพ์|ชนิด|หนึ่ง
(การ์บ) n. เครื่องแต่งตัว|,|เครื่องแบบ vt. แต่งตัว|,|สวม|เสื้อ|  |Syn. apparel
(แก|บ|'|บะ|ดี|น) ผ้า|เนื้อ|แน่น|หยาบ|ใช้|ทํา|เสื้อกันฝน|ชนิด|หนึ่ง|,|เสื้อผ้า|หยาบ|หลวม|ที่|ทํา|ด้วย|ผ้า|ดังกล่าว|ที่|คน|ยิว|สวมใส่
(การ์|'|เบจฺ) n. ขยะ|,|มูลฝอย|,|เศษ|สิ่งของ|,|สิ่ง|ที่|ไร้|ค่า|,|ของ|เลว|,|การ|พูด|ปด|,|การ|พูด|ที่|ไร้|สาระ|  |Syn. refuge|,|rubbish
(การ์|'|เบิล) {|garbled|,|garbling|,|garbles|} vt.,|n. (การ) บิดเบือน|ความจริง|,|ผสม|ปนเป|,|ทํา|ให้|สับสน|,|คัด|เอา|สิ่ง|ที่|ดี|ที่สุด|ออก|  |Syn. mix up|,|confuse|,
(การ|'|บอร์ด) n. กระดาน|ปีก|โครง|ลํา|เรือ
(การ์|'|บอยล์) n. ความ|สับสน|,|ความ|ยุ่งเหยิง
(การ์|ซอน) n. ชาย|,|ลูกจ้าง|ผู้ชาย
(การ์|'|เดิน) n. สวน|,|สวนสาธารณะ|,|อุทยาน|สาธารณะ|,|ไร่|ผัก vi.,|vt. ปลูก|สวน|,|ทํา|สวน.
n. สวน|อี|เดน.  |Syn. Eden
(การ์|เดน|วะ|ไร|'|อิ|ที) adj. ปกติ. ธรรมดา
(การ์|'|เดิน|เนอะ) n. ชาวสวน
(การ์|ดี|'|เนีย) n. พืช|ไม้ดอก|สี|ขาว|ชนิด|หนึ่ง
(การ์|แกน|'|ชวน) adj. ใหญ่|มาก|,|มหึมา|,|มากมาย|,|มหันต์|  |Syn. big|,|huge
(การ์|'|จิท) n. เต้านม|อักเสบ (ใน|วัวควาย) .  |Syn. gargety adj.
(การ์|'|เกิล) {|gargled|,|gargling|,|gargles|} vt. ล้าง|คอ|,|กลั้ว|คอ|,|บ้วนปาก|,|เสียง|ดัง|จาก|การ|กลั้ว|คอ. n. น้ํายา|กลั้ว|คอ|,|น้ํายา|ล้าง|คอ|,|น้ํายา|บ้วนปาก.  |Syn. gargler n.
(การ์|'|กอยล์) n. หัว|รูป|สัตว์|ประหลาด|ที่|เป็น|ปาก|ท่อ|ต่อ|จาก|รางน้ํา|ฝน หัว|รูป|สัตว์|ประหลาด|  |Syn. gargoyled adj.
(การ์|'|ริ|ช) adj. หรูหรา|,|ฉูดฉาด|เกิน|ไป.  |Syn. garishly adv. garishness n.
(การ์|'|แล|นดฺ) n. มาลัย|,|พวงมาลัย|,|สัญลักษณ์|แห่ง|ชัยชนะ และ|เกียรติยศ|,|ห่วง. vt. สวม|พวงมาลัย|,|ประดับ|ด้วย|พวงมาลัย|  |Syn. wreath|,|festoon|,|laurel
(การ์|'|ลิค) n. กระเทียม (Allium sativum) ,|พืช|กระเทียม. adj. ซึ่ง|ใส|หรือ|เกี่ยวกับ|กระเทียม|  |Syn. garlicky adj.
(การ์|'|เมิน|ทฺ) n. เสื้อผ้า|อาภรณ์. vt. สวม|เสื้อผ้า|อาภรณ์|  |Syn. clothing|,|clothes
(การ์|'|เนอะ) vt. สะสม|,|เก็บ|รวบรวม|,|ได้. n. ยุ้ง|,|ฉาง|,|สิ่ง|ที่|เก็บ|สะสม|ไว้|  |Syn. gather
(การ์|'|นิท) n. โกเมน|,|แร่|โกเมน|,|สี|แดง|เข้ม
(การ์|'|นิช) vt. ประดับ|,|ตกแต่ง|,|ปรุงแต่ง. n. สิ่ง|ประดับ|,|สิ่ง|ตกแต่ง|,|เครื่องปรุง|แต่ง
(การ์นิ|ชิ) vi. (ศาล) ออก|หมายเรียก|ลูกหนี้|หรือ|จําเลย|มา|ศาล. n. ลูกหนี้|ที่|ถูก|ศาล|สั่ง|ศาล|สั่ง|อายัด|ทรัพย์สิน
(การ์|'|นิเชอะ) n. สิ่ง|ที่|ประดับ|ตกแต่ง|,|สิ่ง|ปรุง|รส|,|การ|ประดับ ตกแต่ง|  |Syn. garnish
(กะ|รอ|ท|') n.,|vt. ดู|garrotte.  |Syn. garotter n.
(แก|'|ริ|ท) n. ชั้น|หลังคา|บ้าน|,|ศีรษะ vt. อุด|ช่อง|ด้วย|ก้อน|หิน|ก้อน|เล็ก
(กะ|โร|ท) n. การ|ประหาร|ชีวิต|นักโทษ|ใน|สเปน|โดย|การ|บีบ|คอ|นักโทษ|ด้วย|ปลอก|เหล็ก|,|ปลอก|คอ|เหล็ก|ดังกล่าว
(แก|'|ริ|เซิน) n. กองทหาร|รักษา|การ|ใน|ป้อม|หรือ|ใน|เมือง|,|ที่|ตั้ง|กองทหาร|vt. ส่ง|ทหาร|เข้า|ประจํา|หรือ|ยึด
(กะ|โร|ท) n. การ|ประหาร|ชีวิต|นักโทษ|ใน|สเปน|โดย|การ|บีบ|คอ|นักโทษ|ด้วย|ปลอก|เหล็ก|,|ปลอก|คอ|เหล็ก|ดังกล่าว
(กะ|รู|'|ลิ|ที) n. การ|พูด|มาก|,|การ|พูด|แบบ|น้ําท่วม|ทุ่ง|  |Syn. talkativeness|,|wordiness
adj. พูด|มาก|,|น้ําท่วม|ทุ่ง|,|ปากจัด.  |Syn. garrulously adv. garrulousness n.  |Syn. talkative|,|verbose
(การ์|'|เทอะ) n. สาย|รัด|ถุงเท้า|ยาว|,|สาย|ประดับ|ลวดลาย
(การ์ธ) n. ลาน|บ้าน|,|สวน
(กะ|รู|'|ดะ) n. ครุฑ
(แก|ส) n. แก๊ส|,|ดู|gasoline. vt. ใส่|แก๊ส. vi. ปล่อย|แก๊ส|ออก|มา|,|  |Syn. gas up เติมน้ํามัน|เบนซิน|ลง|ใน|ถัง|  |Syn. vapour|,|air
ถุง|อากาศ|,|ถุง|อากาศ|ลอยตัว|ของ|ปลา
n. ห้อง|ประหาร|ชีวิต|นักโทษ|ด้วย|แก๊ส|พิษ
n. เครื่องปรับอากาศ|ให้|อุ่น|ด้วย|แก๊ส
n. ช่าง|ติดตั้ง|ท่อแก๊ส เตาแก๊ส และ|อุปกรณ์|อื่น ๆ| 
n. ท่อ|ขนาด|ใหญ่ สําหรับ|นํา|ส่ง|แก๊ส|ไป|ยัง|ท่อ|เล็ก
จอภาพ|ก๊าซ|พ|ลา|ส|มา|หมายถึง จอภาพ|พิเศษ|ที่|ออกแบบ|ให้|ใช้|เฉพาะ|กับ|เครื่อง|คอมพิวเตอร์|ขนาด|วาง|ตัก (laptop) จอภาพ|ชนิด|นี้|จะ|ให้|ความ|สว่าง|เรืองรอง|ออก|เป็น|สี|ส้ม ดู|คล้าย ๆ กับ|กัมมันตภาพรังสี ใช้|กําลัง|ไฟ|สูง ราคา|แพง และ|มักจะ|ไม่|มี|สี (มีแต่|สี|ขาว|/|ดํา) ปัจจุบัน|จอโทรทัศน์|ก็|ใช้|จอ|แบบ|เดียวกัน|นี้ แต่|มี|สีสัน|สวยงาม
n. ปั๊มน้ํามัน|,|สถานที่|เติมน้ํามัน|รถ
(แก๊ส|'|เซียส|,|-|เชียส) adj. เป็น|แก๊ส|,|มี|ลักษณะ|ของ|แก๊ส.  |Syn. gaseousness n.
(แก) vt. ตัด|ยาว|ลึก n. แผล|ตัด|ยาว|ลึก
(แก๊ส|'|ซะ|ไฟ) vt.,|vi. เปลี่ยน|เป็น|แก๊ส|,|กลาย|เป็น|แก๊ส|  |Syn. gasifiable adj. gasification n. gasifier n.
(แก|ส|'|คิท) n. ปะ|เก็น|,|วงแหวน|อัด|ลูก|สูบ|ให้|แน่น|,|เชือก|ผูก|ใบ|เรือ|,|เชือก|ม้วน|ใบ|เรือ
(แก|ส|'|ซะลีน) n.น้ํามันเชื้อเพลิง|จาก|ปิโตรเลียม เป็น|ส่วนผสม|ของ|ไฮโดรคาร์บอน|  |Syn. petrol|  |Syn. gasolinic adj.
(แก|สซะเลียร์) n. โคม|ระย้า|ที่|ใช้|แก๊ส.  |Syn. gaselier
(แก|ส|'|ซะลีน) n.น้ํามันเชื้อเพลิง|จาก|ปิโตรเลียม เป็น|ส่วนผสม|ของ|ไฮโดรคาร์บอน|  |Syn. petrol|  |Syn. gasolinic adj.
(แก|ส|ซอ|ม|'|มิ|เทอะ) n. เครื่องวัด|และ|เก็บ|แก๊ส|ใน|การ|ทดลอง
(กา|สพฺ) n. การ|หอบ|,|การ|อ้า|ปาก|หายใจ|,|การ|หายใจ|ไม่ค่อย|ออก|,|การ|อ้า|ปาก|ค้าง|ด้วย|ความ|ประหลาดใจ. vi. หายใจ|หอบ|,|หอบ|,|อ้า|ปาก|หายใจ|,|ปรารถนา|,|อยาก. vt. พูด|หอบ.  |Syn. gasply adj.  |Syn. gulp|,|pant|,|sigh
(แก|ส|'|เซอะ) n. คน|ปล่อย|แก๊ส|,|สิ่ง|ที่|ปล่อย|แก๊ส|,|สิ่ง|ที่|ขบขัน|มาก|,|สิ่ง|ที่|ประสบ|ความ|สําเร็จ|มาก|,|คน|ขี้|โว
(แก๊ส|'|ซิ|ง) n. การ|ปล่อย|แก๊ส|ออก|มา
(แก|ส|'|ซี) adj. เต็มไปด้วย|หรือ|ประกอบ|ด้วย|แก๊ส|,|ท้องอืด|,|ท้องเฟ้อ|,|  |Syn. gassiness n.
(แก|ส|'|ไท|ทฺ) adj. ซึ่ง|แก๊ส|เข้า|ไป|ไม่|ได้|  |Syn. gastightness n.
(o) - Pref. กระเพาะอาหาร
n. อาการ|ปวด|กระเพาะอาหาร|  |Syn. gastralgic adj.
n. ศัลยกรรม|ตัด|เอา|ส่วน|ของ|กระเพาะ|หรือ|ทั้งหมด|ออก
(แก|ส|'|ท|ริ|ค) adj. เกี่ยวกับ|กระเพาะอาหาร
อาหาร|ไม่|ย่อย
n. น้ําย่อย|กระเพาะอาหาร
n. แผล|ผนัง|กระเพาะ
n. ฮอร์โมน|กระตุ้น|การ|คัด|หลั่ง|ของ|น้ําย่อย|กระเพาะอาหาร
(แก|รส|ไทร|'|ทิส) n. กระเพาะอาหาร|อักเสบ (โดย|เยื่อบุ|ผิว|กระเพาะอาหาร)| 
Pref. กระเพาะอาหาร
n. กระเพาะอาหาร|และ|ลําไส้|อักเสบ|  |Syn. gastroenteritic adj.
n. รับประทาน|วิทยา
n. การ|กิน|ดี|,|วิธีการ|กิน|,|วิธีการ|ทํา|อาหาร|  |Syn. gastronomic (al) adj.
n.,|adj. หอย|ทาก|  |Syn. snail
n. เครื่องมือ|ตรวจ|ส่อง|ภายใน|กระเพาะอาหาร|  |Syn. gastroscopic adj.
(แก|ส|'|เวิร์คซฺ) n. โรงงาน|ผลิต|แก๊ส|เชื้อเพลิง|  |Syn. gashouse
(แก|ท) n. ปื่นสั้น|,|ปืน|รี|วอ|ลเวอร์
(เก|ท) n. ประตูรั้ว|, ประตู|ใหญ่|  |Syn. doorway|,|door|,|gateway|,|exit
n. โต๊ะ|ที่|พับ|ได้
n. โต๊ะ|ที่|พับ|ได้
(เก|ท|'|มัน) n. คน|เฝ้า|ประตู -|pl. gatemen
(เก|ท|'|เวย์) n.ทางผ่าน|,|ทางเข้า|,|วิธีการ|  |Syn. entrance ประตู|สัญญาณ|หมายถึง ประตู|สัญญาณ|ที่|ต่อ|เชื่อม|ไว้|ระหว่าง|เครือข่าย|คอมพิวเตอร์|ที่|ใช้|คอมพิวเตอร์|ต่าง|ตระกูล|กัน (ตระกูล|พี|ซี|, ตระกูล|แมค|อิน|ทอ|ช ฯ) ใน|กรณี|ที่|ต้องการ|แยก|เครือข่าย|ทั้ง|สอง|ออก|จาก|กัน ก็ เพียงแต่|ปิด|สวิตช์|ตัว|ประตู|สัญญาณ|นี้|เสีย|เท่านั้น|เอง
(แก|ธ|'|เธอะ) vt.,|vi.,|n. (การ) รวบรวม|,|จัด|รวม|,|สะสม|,|ขมวดคิ้ว|,|สิ่ง|ที่|เก็บ|รวม|  |Syn. gatherable n.  |Syn. assemble|,|mass
(แก|ธ|'|เธอ|ริ|ง) n. การ|รวบรวม|,|การ|เก็บ|รวม|,|การ|รวม|กลุ่ม|,|สิ่ง|ที่|เก็บ|รวม|เข้า|ด้วย|กัน|,|กลุ่ม|คน|,|ฝี|หนอง|  |Syn. meeting|,|assembly|,|crowd
abbr. General Agreement on Tariffs and Trade ข้อตกลง|ทั่วไป|เกี่ยวกับ|ภาษี|ศุลกากร|และ|การ|ค้า
(โก|ช) adj. งุ่มง่าม|,|เก้งก้าง|,|เปิ่น|,|เคอะเขิน|  |Syn. gaucheness n.  |Syn. stiff
(โก|ชะ|รี|') n. ความ|งุ่มง่าม|,|ความ|เก้งก้าง|,|ความ|เคอะเขิน
(กอด) n. สิ่ง|ประดับ|ที่|หรูหรา|,|พิธี|ที่|หรูหรา|,|นิทรรศการ|ที่|หรูหรา
(กอ|'|ดะ|รี่) n. การ|แสดง|โอ้อวด|,|สิ่ง|ที่|หรูหรา
(กอ|'|ดี) adj. หรูหรา|,|ฉูดฉาด|,|บาดตา|,|ขี้โอ่|,|โอ้อวด.n. งานเลี้ยง|ฉลอง|อย่าง|เอิกเกริก|  |Syn. gaudily adv. gaudiness n.  |Syn. showy|,|flashy|,|garish
(เกจ) vt. วัด|,|ประเมิน|,|ประมาณ|,|รังวัด n. เกณฑ์|มาตรฐาน|,|วงเวียน|,|มิ|เตอร์|วัด|,|อุปกรณ์|วัด|ขนาด|,|วิธีการ|ประเมิน|ค่า|,|ขนาด|,|เกณฑ์
(เก|'|เจอะ) n. คน|วัด|,|คน|รังวัด|,|อุปกรณ์|วัด|,|ผู้|ประเมิน|ค่า|,|เจ้าหน้าที่|ศุลกากร
(กอ|ล) n. เขต|ดินแดน|ใน|ยุโรปตะวันตก|สมัยโบราณ
(กอ|นทฺ) adj. ผอมแห้ง|,|มีแต่|กระดูก|,|ซูบซีด|,|แห้งแล้ง|,|เปล่าเปลี่ยว|,|เศร้า|สลด.  |Syn. gauntly adv. gauntness n.  |Syn. emaciated|,|bleak
(กอ|นท|'|ลิท) n. ถุงมือ|หุ้ม|โลหะ|,|ถุงมือ|ฟัน|ดาบ|,|ถุงมือ|ที่|ยาว|ถึง|ข้อมือ|,|การ|ทดสอบ|,|การ|ฝ่า|อันตราย -|Id. (throw (fling) down the gauntlet ท้าทาย)|  |Syn. gauntleted adj.  |Syn. gantlet|,|challenge
(เกา|'|เออะ) n. วัว|ป่า -|pl. gaurs|,|gaur
(เกา|ซฺ) n. หน่วย|การ|นํา|แม่เหล็ก -|pl. gauss
n. ดู|normal curve
n. ดู|normal|-|distribution
n. พระพุทธเจ้า|  |Syn. Buddha
n. พระพุทธเจ้า|  |Syn. Buddha
(กอซ) n. สิ่ง|ทา|บาง|โปร่ง|,|ผ้า|โปร่ง|,|ผ้าพันแผล|,|ตาข่าย|บาง|  |Syn. mist
(กอ|'|ซี) adj. คล้าย|ผ้า|โปร่ง|,|บาง|,|โปร่ง|  |Syn. gauzily adv. gauziness n.  |Syn. slight|,|thin|,|delicate
(กะ|วา|จ|') n. การ|เลี้ยง|ทาง|หลอด
(เก|ฟว) v. อดีตกาล|ของ|give
(แดฟ|'|เวิล) n. ค้อน|ไม้|ใหญ่|,|ตะลุมพุก|,|ค่าเช่า|นา|ศักดินา|,|บรรณาการ|ศักดินา
(แก|ฟ|'|ลอค) n. ชะแลง|,|crowbar
(เก|'|เวี|ยล) n. จระเข้|ขนาด|ใหญ่
(กอ|ค) vt. จ้องมอง|อย่าง|แปลกใจ|,|จ้องมอง|อย่าง|โง่ ๆ n. คน|ที่|เซ่อ|งุ่มง่าม
(กอ|'|คี) adj. งุ่มง่าม|,|ซุ่มซ่าม|,|เงอะงะ|,|อายเหนียม|  |Syn. gawkily|  |Syn. gawkishly adv. gawkiness|,|gawkishness n.  |Syn. awkward|,|ungainly Ant. polished
(เก|') adj. ร่าเริง|,|เบิกบานใจ|,|สนุกสนาน|,|หรูหรา|,|ฉูดฉาด มี|สี|สดใส|,|ชอบ|สนุก|,|เสเพล|,|เต็มไปด้วย|ราคะ|,|รักร่วมเพศ.  |Syn. gayness n.
(เก|'|อิ|ที) n. ดู|gaiety -|pl. gayeties
(เก|'|ลิ) adv. ดู|gaily
(กะ|เซ|'|โบ) n. อ้าย|หมอ|นี่ (แสลง)
(เก|ซ) vi.,|n. (การ) จ้องมอง|,|เพ่งมอง|,|มอง|เขม็ง.  |Syn. stare|,|gape
(กะ|ซี|'|โบ) n. สถานที่|สังเกตการณ์ -|pl. gazebos|,|gazeboes
n. สุนัข|ที่|ล่า|เหยื่อ|ด้วย|สายตา (แทน|ที่|จะ|ด้วย|กลิ่น)
(กะ|เซ|ล|') n. ละมั่ง|หรือ|เนื้อ
(กะ|เซ|ท|') n. หนังสือพิมพ์|,|หนังสือ|ราช|กิจจา|นุ|เบิก|ษา|ของ|รัฐบาล|  |Syn. journal|,|newspaper|,|periodical
(แก|ซ|ซิ|เทียร์|') n. พจนานุกรม|ภูมิศาสตร์|,|นักหนังสือพิมพ์|  |Syn. dictionary
(จีบี) ย่อ|มา|จาก|คํา|ว่า gigabyte (อ่าน|ว่า กิ|กะ|ไบต์) เป็น|หน่วย|วัด|ความ|จุ|ข้อมูล 1 GB เท่า|กับ|หนึ่ง|พันล้าน|ไบต์ (หรือ 230) หรือ หนึ่ง|พันล้าน|ตัว|อักขระ ใช้|เป็น|หน่วย|วัด|ความ|จุ|ของ|หน่วยความจํา จาน|บันทึก หรือ ฮาร์ด|ดิสก์ (hard disk) ฯ
abbr. gonococci (gonorrhoea)| 
abbr. ชื่อ|ธาตุ|germanium
n. ส่วน|ของ|พื้นผิว|โลก|ที่|เอียง|ลาด|ลง|ทั้ง|สอง|ข้าง
(เกียร์) n.,|vt. (ใส่) ล้อ|ฟันเฟือง|,|เฟือง|,|เกียร์|,|เครื่อง|สวม|,|เครื่อง|ขี่ม้า|,|เครื่องมือ|,|อุปกรณ์|,|เสื้อผ้า|,|ยุทธ|สัมภาระ|,|เสื้อ|เกราะ vi. สวมใส่|พอดี|,|ใส่|ได้|พอดี. adj. อัศจรรย์|,|ดีเยี่ยม
n. (เกียร์|'|วีล) n. ล้อ|เฟื่อง|,|ล้อ|ฟันเฟือง|  |Syn. . cogwheel
(เกีย|'|ริ|ง) n. กระปุก|เฟือง|เกียร์|,|เครื่อง|เปลี่ยน|ความ|เร็ว|ของ|รถยนต์
(-|ซิ|ฟทฺ) n. คัน|เกียร์.  |Syn. gear lift
n. (เกียร์|'|วีล) n. ล้อ|เฟื่อง|,|ล้อ|ฟันเฟือง|  |Syn. . cogwheel
(เก|ค|'|โค) n. ตุ๊กแก
(จี) interj. คําอุทาน|แสดง|ความ|ประหลาดใจ|-|ความ|กระตือรือร้น|หรือ|การ|ย้ํา|เช่น|โอ้โฮ interj. เสียง|ตวาด|ม้า. vt.,|vi. (ทํา|ให้) เลี่ยง|ไป|ทาง|ขวา
interj. คําอุทาน|แสดง|ความ|พอใจ
interj. คําอุทาน|แสดง|ความ|พอใจ
(กีค) n. นัก|เล่น|ปาหี่|,|บุคคล|,|เจ้า|หมอ|นี่|, บุคคล|ที่|มี|ความ|รู้|ทาง|คอมพิวเตอร์|สูง|มาก แต่|ก็|ไร้|ประโยชน์ เพราะ|มักจะ|เป็น|ประเภท|ไม่|ชอบ|ให้|ความ|ช่วยเหลือ|ใคร
(กีส) n. พหูพจน์|ของ goose
(กีสทฺ) n. ชั้นดิน|ทราย|เก่า ๆ ที่|สะสม
(กี|'|เซอะ) n. คนแก่|,|คน|ประหลาด|,|เฒ่า|ประหลาด
(เก|'|กัน|ไช|น) n. แถว|แสง|รูป|วง|รี|ที่|ป|รา|กฎ|บน|ท้องฟ้า|ใน|กลางคืน|  |Syn. counterglow
(ไก|'|เก|อะเคา|'|เทอะ) n. เครื่องตรวจ|รัง|สิ|' (โดยเฉพาะ|กัมมันตภาพรังสี)| 
(เก|'|ชะ) n. หญิง|ญี่ปุ่น|ที่|มี|อาชีพ|ร้องเพลง เต้นรํา|และ|บริการ|ผู้ชาย|,|หญิง|เกอิชา
(ไก|สฺทฺ) n. จิต|,|จิตใจ|,|วิญญาณ|  |Syn. mind
(เจ|ล) n. สาร|คล้าย|วุ้น.
(เจ|ล|'|ละ|ทิน) n. โปรตีน|วุ้น|ที่|ได้|จาก|การ|เคี่ยว|หนัง|หรือ|กระดูก|สัตว์.  |Syn. gelatine
n. การ|แข็งตัว|เนื่องจาก|ความ|เย็น
(เจ|ลด|ฺ) vt. ตอน (สัตว์) ,|ตัว|อวัยวะ|สืบพันธุ์|ออก|,|ภาษี|ที่ดิน|ที่|จ่าย|กับ|กษัตริย์.  |Syn. gelder n.
(เจ|ล|'|ดิง) n. ม้า|ตัวผู้|ถูก|ตอน|,|ขันที
(จะ|ลีค|'|อี|อิด) n. ผีเสื้อ|ราตรี|  |Syn. moth
(เจ|ล|'|ลิด) adj. หนาว|มาก|,|เป็น|น้ําแข็ง.  |Syn. gelidity|,|gelidness n. gelidly adv.
n. หัว|ใต้ดิน|และ|ราก|ของ|ต้น|ชนิด|หนึ่ง
(เจ|ลทฺ) n. เงิน
(เจ|ม) n. เพชรพลอย|,|เพชรนิลจินดา|,|ของมีค่า adj. ล้ําค่า|  |Syn. jewel|,|stone|,|masterpiece
(เจ|ม|'|มะเนท) vt.,|vi. ทํา|ให้|เป็น|คู่|กลาย|เป็น|คู่. adj. เป็น|แฝด|,|จับเป็น|คู่|,|รวม|เป็น|คู่.  |Syn. geminated adj.
(เจ|ม|มิ|เน|'|เชิน) n. การ|ทํา|ซ้ํา|,|การ|เกิด|เป็น|คู่|  |Syn. repeat
(เจ|ม|'|มิ|นิ) n.,|pl ชื่อ|กลุ่ม|ดาว|ลูก|วัว|คู่
(เจ|ม|'|เมท) adj.,|vt. มี|หน่อ|,|เจริญเติบโต โดย|การ|ออก|หน่อ
(เจ|ม|'|มี่) adj. มี|เพชรพลอย
n. เพชรพลอย|วิทยา|  |Syn. gemmology|  |Syn. gemologist|,|gemmologist n.
(กะ|โม|ท|') n. สภานิติบัญญัติ
(กะ|โม|ท|') n. สภานิติบัญญัติ
(เจ|มซฺ|'|บอค) n. ละมั่ง|ขนาด|ใหญ่|ใน|แอฟริกาใต้
(เจ|มซฺ|'|โทน) n. เพชรพลอย|ที่|ยัง|ไม่|เจียร|ไน
(จะ|แนพ|') n. เส้น|ด้าน|สําหรับ|ผ้า|เสื้อ|ละเอียด|และ|เรียบ
(ซาน|'|ดาร์ม|') n.,|Fr. ตํารวจ|,|ทหาร
(ซาน|ดาร|'|มะ|รี) n.,|Fr ตํารวจ|,|ทหาร
(เจน|'|เดอะ) n. เพศ|,|ชนิด|,|ประเภท vt.,|vi. กําเนิด|,|ให้|กําเนิด|,|เกิด
ตัว|แปลง|เพศ|หมายถึง ปลั๊กไฟ|พิเศษ|ที่|สามารถ|เปลี่ยน|ตัว|ต่อ|สายเคเบิล|ตัวเมีย|ให้|เป็น|ตัวผู้|หรือ|สลับ|ตัวผู้|เป็น|ตัวเมีย|ได้
(จีน) n. พันธุ์|,|ยีน|,|หน่วย|ทาง|พันธุกรรม|ใน|โครโมโซม
n. การ|ลําดับ|ศักดิ์|ของ|วงค์|ตระกูล
(เจน|'|เนอ|ระ) n. พหูพจน์|ของ genus
adj. ซึ่ง|สืบพันธุ์|ได้|,|ซึ่ง|ให้|กําเนิด|ได้|,|ซึ่ง|เกิด|ได้|  |Syn. generability|,|n.
(เจน|'|เนเริล) adj. ทั่วไป|,|โดย|ทั่วไป n. เรื่อง|ทั่วไป|,|นาย|พล|,|สาธารณชน. -|Phr. (in general โดย|ทั่วไป) m|  |Syn. universal|,|common Ant. local|,|exact
n. สมัชชา|ใหญ่|ของ|สหประชาชาติ|,|สภานิติบัญญัติ
n. สามัญศึกษา
นาย|พล|,|นายทหาร|ที่|มี|ตําแหน่ง|เหนือ|นาย|พันเอก
n. ไปรษณีย์|กลาง ใช้|อักษรย่อ|ว่า GPO
n. แพทย์|ผู้ชํานาญ|ทั่วไป (แตกต่าง|กับ|แพทย์|ผู้ชํานาญ|เฉพาะ|ทาง)| 
n. ตําแหน่ง|นาย|พล|,|อํานาจ|หน้าที่|ของ|นาย|พล
n. ลักษณะ|ทั่วไป|,|หลักการ|หรือ|กฎเกณฑ์|ทั่วไป|,|การ|พูด|คลุม|,|การ|ลง|ความเห็น|,|การ|วาง|หลักเกณฑ์|  |Syn. generality|,|majority
vt. วาง|หลัก|,|พูด|คลุม|,|ทํา|ให้|เป็น|ลักษณะ|ทั่วไป|,|ลง|ความเห็น. vi. ลง|ความเห็น|ทั่วไป|,|พูด|คลุม.  |Syn. generalizer|,|generaliser n.
n. ผู้บัญชาการ|ทหาร|สูงสุด
n. ผู้ชํานาญการ|ทั่ว ๆ ไป
n. หลักการ|ทั่วไป|,|กฎเกณฑ์|ทั่ว ๆ ไป|,|ส่วนใหญ่|,|ความ|ครอบคลุม
n. ลักษณะ|ทั่วไป|,|หลักการ|หรือ|กฎเกณฑ์|ทั่วไป|,|การ|พูด|คลุม|,|การ|ลง|ความเห็น|,|การ|วาง|หลักเกณฑ์|  |Syn. generality|,|majority
vt. วาง|หลัก|,|พูด|คลุม|,|ทํา|ให้|เป็น|ลักษณะ|ทั่วไป|,|ลง|ความเห็น. vi. ลง|ความเห็น|ทั่วไป|,|พูด|คลุม.  |Syn. generalizer|,|generaliser n.
adv. โดย|ทั่วไป|,|ส่วนมาก|,|ส่วนใหญ่|,|โดย|ปกติ|,|ซึ่ง|ไม่|ได้|เจาะจง|  |Syn. usually|,|chiefly
n. การ|บัญชา|กองทัพ|,|การ|นํา|ทัพ|,|ยุทธวิธี|,|ตําแหน่ง|นาย|พล|,|อํานาจ|หน้าที่|ของ|นาย|พล
(เจน|'|เนอเรท) vt. กําเนิด|,|บังเกิด|,|ให้|กําเนิด|,|แพร่พันธุ์|,|ทํา|ให้|เกิด|  |Syn. make|,|form
(เจน|เนอเร|'|เชิน) n. การ|กําเนิด|,|การ|ก่อ|ให้|เกิด|,|การ|แพร่พันธุ์|,|ยุค|,|สมัย|,|ปูน|,|ชั้น|อายุ|,|รุ่น.  |Syn. generational adj.
(เจน|'|นะ|เร|เทอะ) n. เครื่องกําเนิดไฟฟ้า|,|ไดนาโม|,|บุคคล|ที่|ให้|กําเนิด|,|สิ่ง|ที่|ให้|กําเนิด|,|เครื่องมือ|ผลิต|แก๊ส|หรือ|ไอ|  |Syn. creator
(เจน|นะ|เร|'|ท|ริ|คซฺ) n. ตัว|สร้าง|รูป (คณิตศาสตร์) -|pl. generatrices
(จะ|เนอ|'|ริ|ค) adj. เกี่ยวกับ|จําพวก (genus) ,|ทั่ว ๆ ไป|  |Syn. generically adv.  |Syn. general|,|typical
(เจน|นะ|รอ|ส|'|ซิ|ที) n. ความ|มี|ใจกว้าง|,|ความ|ใจดี|,|ความ|อุดมสมบูรณ์|,|ความ|ไม่|เห็นแก่ตัว|  |Syn. liberality
(เจน|'|นะ|เริส) adj. ใจกว้าง|,|มี|น้ําใจ|,|ใจดี|,|มากมาย|,|ไม่|เห็นแก่ตัว|,|อุดมสมบูรณ์|, (รส) เข้มข้น.  |Syn. munificent|,|liberal
(เจน|'|นิ|ซิ|ส) n. แหล่ง|กําเนิด|,|การ|ให้|กําเนิด|,|การ|เริ่ม|,|ส|มุ|ฏ|ฐาน -|pl. geneses
(เจน|'|นิท) n. สัตว์|กิน|เนื้อตัว|เล็ก ๆ จําพวก Genetta
(จะ|เนท|'|ทิค) adj. เกี่ยวกับ|พัน|ธ|ศาสตร์|,|ยีน (gene) ใน|โครโมโซม|,|เกี่ยวกับ|การ|สร้าง|  |Syn. genetical adj. genetically adv.  |Syn. evolutionary|,|basic
(จะ|เนท|'|ทิ|ซิ|สทฺ) n. ผู้เชี่ยวชาญ|ใน|เรื่อง|พันธุศาสตร์
(จะ|เนท|'|ทิคซฺ) n. พันธุศาสตร์|,|วิทยาศาสตร์|ที่|เกี่ยวกับ|กรรมพันธุ์|,|ลักษณะ|ทาง|กรรมพันธุ์
(จะ|นี|'|วัน) adj. เกี่ยวกับ|เยนี|วา
n. จักรพรรดิ|เจ|งกีส|ข่า|น
(จี|'|เนี|ยล|,|เจน|'|เยิล) adj. ใจดี|,|เห็นใจ|คน|อื่น|,|ร่าเริง|,|มี|มิตร|ไมตรีจิต|,|เบิกบานใจ|,|มี|ลักษณะ|ของ|อัจฉ|ริ|ย|บุรุษ|,|เกี่ยวกับ|คาง|  |Syn. genialness n.  |Syn. cordial|,|lively
(จีนี|แอ|ล|'|ลิ|ที) n. ความ|ใจดี|,|ความ|เห็นอกเห็นใจ|คน|อื่น|,|ความ|ร่าเริง|เบิกบานใจ|,|ความ|มี|มิตร|ไมตรีจิต|  |Syn. cheerfulness|,|kindliness -|A.cheerlessness
(จะ|นิค|'|คิว|เลท) adj. คล้าย|เข่า|,|งอ|คล้าย|เข่า.  |Syn. geniculation n.
(จีนี) ย่อ|มา|จาก General Electric Network for Information Exchange เป็น|บริการ|ตาม|สาย|ซึ่ง|จัด|ไว้|สําหรับ|การ|คัดลอก|โปรแกรม การ|เล่น|เกม การ|อภิปราย|ปัญหา|แบบ|รายการ|สัม|นา|โต๊ะกลม|ไว้|ให้ แต่|ไม่|ฟรี จีนีมี|ขนาด|หรือ|มี|สมรรถนะ|ต่ํา|กว่า Compuserve แต่|ก็|มี|ค่าบริการ|ถูก|กว่า ดู Compuserve|, internet และ network ประกอบ
(จี|'|นิ|ไอ) n. พหูพจน์|ของ genius
(เจน|'|นิเทิล) adj. เกี่ยวกับ|อวัยวะ|สับ|พันธ์|,|เกี่ยวกับ|การ|กําเนิด|,|เกี่ยวกับ|การ|สืบพันธุ์
(เจน|นิ|เท|'|เลีย) n.,|pl. อวัยวะ|สืบพันธุ์|  |Syn. genitalic|,|adj.
(เจน|'|นิเทิลซ) n.,|pl. อวัยวะ|สับ|พันธ์
(เจน|'|นิทิฟว) adj. เกี่ยวกับ|กา|รก|ที่|แสดง|ความ|เป็น|เจ้าของ. n. สัม|พัน|ธ|กา|รก.  |Syn. genitival adj. genitivally adv.
(จี|'|เนียส) n. อัจฉริยบุคคล|,|พร|สวรรร์|,|ความ|ฉลาด|พิเศษ|,|คุณสมบัติ|อัน|ยอดเยี่ยม|,|ความ|หลักแหลม|,|ภูต|ผี|ปีศาจ|  |Syn. brilliance|,|gift Ant. idiot -|pl. geniuses|,|genii
(เจน|'|นะ|ไท|พฺ) n. ส่วนประกอบ|ของ|กรรมพันธุ์|ทั้งหมด|ของ|แต่ละ|บุคคล.  |Syn. genotpic|,|genotypical adj.
(จาน|'|ระ) n.จําพวก|,|ชนิด|,|แบบ|,|ประเภท|,|ภาพเขียน|เกี่ยวกับ|ชีวิต|ประจําวัน adj. เกี่ยวกับ|ชนิด -|pl. genres
(เจน|ซฺ) n. ชาติ|วงศ์|,|ครอบครัว|หมู่|คน -|pl. gentes
(เจน|'|เซ|ง) n. ดู|ginseng
(เจน|ทฺ) n. สุภาพบุรุษ|  |Syn. gents ห้องน้ํา|ผู้ชาย adj. งดงาม|,|สละสลวย
(เจน|ที|ล|') adj. เกี่ยวกับ|สังคม|ผู้ดี|,|งดงาม|,|สละสลวย|,|สุภาพ|  |Syn. refomed|,|elegant
(เจน|ที|ล|'|ลิส|ซึม) n. คํา|หรือ|สํานวน|ที่|ต้องการ|ให้|ดู|เป็น|ผู้ดี
สีย้อม|ม่วง|ใช้|เป็น|ยา|ฆ่าเชื้อ|แบคทีเรีย|-|ยา|ฆ่าเชื้อ|รา.
(เจน|'|ไท|ลฺ) adj. เกี่ยวกับ|คน|ที่|ไม่|ใช่|ยิว|,|คริสเตียน (ซึ่ง|แตกต่าง|จาก|ยิว) ,|ไม่|ใช่|โม|มอ|น (Mormon) และ|ไม่|ใช่|ยิว|,|คนนอก|ศาสนา|,|เกี่ยวกับ|เผ่า|-|ประชาชน|-|ประเทศ.  |Syn. Gentile
(เจน|'|ทะลิส|ซึม) n. ความ|เป็น|คนนอก|ศาสนา|,|การ|ที่|ไม่|ใช่|ยิว
(เจน|ทิลิช|'|เชิล) adj. เกี่ยวกับ|ครอบครัว|-|วงศ์|ตระกูล|-|เผ่า|-|ชนชาติ|-|ประเทศ
(เจน|ทิล|'|ลิ|ที) n. ความ|สละสลวย|,|บุคคล|ชั้น|สูง|,|บุคคล|ที่|เกิด|ใน|ตระกูล|ผู้ดี|  |Syn. refinement|,|nobility
(เจน|'|เทิล) adj. ใจดี|,|ใจกว้าง|,|มี|น้ําใจ|,|มี|สกุล|สูง|,|เป็น|ผู้ดี|,|สุภาพ|,|อ่อนโยน|,|น่า|นับถือ|,|ว่า|ง่าย|,|นุ่มนวล|,|ละมุนละไม. vt. ทํา|ให้|เชื่อง|,|ทํา|ให้|สงบ|,|ทํา|ให้|อ่อนโยน|,|ตบ|เบา ๆ ,|ลูบคลํา.  |Syn. gentleness n. gently adv.  |Syn. bland|,|placid|,|s
ผู้หญิง|  |Syn. women
(เจน|'|เทิล|เมิน) n. สุภาพบุรุษ|,|ห้องน้ํา|ชาย -|pl. gentlemen
n. การ|ตกลง|กัน|ด้วย|เกียรติยศ
คนใช้|ส่วนตัว|ของ|นาย|ผู้ชาย|,|คนใช้|ผู้ดี|  |Syn. valet
n. ตํารวจหลวง|,|องครักษ์|กษัตริย์|อังกฤษ
n. มหาดเล็ก
n. พหูพจน์|ของ gentleman
n. สุภาพสตรี|หญิง|  |Syn. gentlewomanly adj.  |Syn. lady -|pl. gentlewomen
(เจน|'|นู|อี|น) adj. แท้|,|แท้จริง|,|จริงใจ|,|ไม่|เสแสร้ง.  |Syn. genuineness n.  |Syn. veritable|,|real|,|frank
(จี|'|นัส) n. จําพวก|,|ชนิด|,|ประเภท|,|พันธุ์|  |Syn. class|,|kind -|pl. genera|,|genuses
Pref. "|ธรณี|"|,|"|พื้นดิน|"
adj. เกี่ยวกับ|ศูนย์กลาง|พื้น|โลก
(จี|โอด) n. โพรง|ของ|ผลึก|,|โพรง|ผลึก|ใส|,|  |Syn. geodic adj.
(จี|ออด|'|ดิ|ซี) n. ความ|โค้ง|-|รูปร่าง|และ|ขนาด|ของ|โลก.  |Syn. geodesist n. geodesic adj.  |Syn. geodetics
(จี|ออก|'|กระ|เฟอะ) n. นัก|ภูมิศาสตร์
(จี|โอ|แก|รฟ|'|ฟิค|,|-|เคิล) adj. เกี่ยวกับ|ภูมิศาสตร์
() n. ระยะ|ทาง|ที่|เท่า|กับ|6080 ฟุต
(จี|ออก|'|กระ|ฟี) n. ภูมิศาสตร์
(จี|'|ออ|ยดฺ) n. ผิวหน้า|ที่|บรรจบ|กับ|ระดับ|น้ําทะเล|เฉลี่ย|,|รูป|โลก|ตาม|ผิวหน้า|ดังกล่าว
(จี|ออ|ล|'|โลจิสทฺ) n. นัก|ธรณีวิทยา
(จี|ออ|ล|'|โลจี) n. ธรณีวิทยา|  |Syn. geologic|,|geological adj.
(จี|ออม|'|มิ|เทอะ) n. นัก|เรขาคณิต
(จีอะเมท|'|ท|ริ|ค) adj. เกี่ยวกับ|เรขาคณิต|  |Syn. geometrically adv.  |Syn. geometrical
อนุกรม|ค่า|เรขาคณิต|  |Syn. geometric series
อนุกรม|ค่า|เรขาคณิต|  |Syn. geometric series
n. นัก|เรขาคณิต
adj. เกี่ยวกับ|moth
(จี|ออม|'|เม|ที) n. เรขาคณิต
n. วิชา|ที่|เกี่ยวกับ|ลักษณะ|การ|กําเนิด|และ|การ|เปลี่ยนแปลง|ของ|ธรณี
n. การ|กิน|ดิน
n. ธรณี|ฟิสิกส์
(จี|'|อะ|ไฟ|ทฺ) n. พืช|ที่|มี|หน่อ|ใต้ดิน|  |Syn. geophytic adj.
n. ภูมิศาสตร์การเมือง
n. เกษตรศาสตร์
n. การ|เคลื่อน|เข้า|หา|หรือ|ห่าง|จาก|แรง|ศูนย์|ถ่วง.
adj. เกี่ยวกับ|ความ|ร้อน|ของ|โลก
n. การ|เคลื่อนไหว|เข้า|หา|หรือ|ห่าง|ออก|จาก|แรง|ดึงดูด|ของ|โลก
n. พืช|ไม้ดอก|จําพวก|หนึ่ง
n. ชราภาพ|วิทยา|,|การ|ศึกษา|เกี่ยวกับ|วัย|ชรา.  |Syn. geratologic adj.
(เจอ|เบล|'|ระ) n. ต้น|เยอเบ|ร่า
(เจอ|'|บิล) n. สัตว์|คล้าย|หนู|จําพวก Gerbillus|  |Syn. gerbille
abbr. gastroesophageal reflux disease
(เจอ|'|รันท) ผู้ปกครอง|,|ผู้จัดการ|,|ผู้อํานวยการ
(เจอ|'|ระ|นูค) n. ละมั่ง
(เจอ|'|ท|ริ|ค) adj. เกี่ยวกับ|คนชรา
n. การ|ศึกษา|และ|รักษา|โรค|ของ|คนชรา.  |Syn. geriatrician|,|geriatrist n.
(เจิร์ม) n. เชื้อ|จุลินทรีย์|,|เชื้อโรค|,|เชื้อ|หน่อ|,|เมล็ด|,|สิ่ง|แรกเริ่ม|ของ|ชีวิต|  |Syn. source|,|origin
เซลล์|สืบพันธุ์
(เจอ|'|มัน) adj. ซึ่ง|มี|พ่อ|และ|แม่|เดียวกัน|,
หัดเยอรมัน|  |Syn. rubella
(เจอ|แมน|'|เดอะ) n. พืช|ไม้ดอก|สีน้ํา|เงิน
(เจอ|เมน|') adj. ซึ่ง|เกี่ยวข้อง|กัน|  |Syn. relevant|,|apt|,|fit
(เจอ|เม|'|เนี|ยม) adj. ธาตุ|โลหะ|ชนิด|หนึ่ง|เป็น|วัสดุ|อย่างหนึ่ง|ใช้|ทํา|สารกึ่งตัวนํา|กระแส|ไฟฟ้า (semiconductor) ได้|ดี|มาก แต่|ปัจจุบัน|นิยม|ใช้|ซิลิคอน (silicon) กัน|มาก|กว่า
(เจอ|'|มิ|ไซ|ดฺ) n. ตัว|ฆ่าเชื้อ (โรค) ,|ตัว|ฆ่า|germ.  |Syn. germicidal adj.
(เจอ|'|มะเนิล) adj. เกี่ยวกับ|เชื้อ|,|เกี่ยวกับ|germ|  |Syn. seminal
(เจอ|'|มะนันท) adj. ซึ่ง|เจริญเติบโต n. ผู้|ก่อ
(เจอ|'|มเนท) vi. เริ่ม|เจริญเติบโต|,|เริ่ม|เกิด|ขึ้น|,|เพาะ|ตัว|,|ออก|หน่อ vt. ทํา|ให้|เกิด|ขึ้น|,|ผลิต|,|สร้าง.  |Syn. germination n. germinator n. germinative adj.  |Syn. bud|,|sprout|,|grow
n. ทัน|ตก|ร|รม|ที่|เกี่ยวกับ|คน|สูงอายุ.  |Syn. gerodotia|,|gerodontology.  |Syn. gerodontic adj.
Pref. สูงอายุ
n. การ|ปกครอง|โดย|คน|วัย|ชรา
vt.,|vi.,|n. (การ) แบ่ง|เขต|เลือกตั้ง|อย่าง|ไม่|ยุติธรรม|,|ทํา|ตบตา
(เจอ|'|เรินดฺ) n. อาการนาม|,|คํานาม|ที่|ลงท้าย|ด้วย|ing.  |Syn. gerundial adj.
(เจ|สทฺ) n. เรื่องราว|,|นิทาน|,|บทกวี|เกี่ยวกับ|ความ|รัก|หรือ|ประวัติศาสตร์|,|การ|กระทํา|,|คน|ประพฤติ|,|ลักษณะ|ท่าทาง|,|ขั้นตอน|ใน|การ|เดินทาง
n. ทั้งหมด|ที่|รวม|กัน
(กัส|ทา|'|โพ) n. ตํารวจลับ|นา|ซี
(เจ|ส|'|เท|ท) vt. ตั้ง|ครรภ์. vi. ตั้ง|ครรภ์|,|เจริญเติบโต|อย่าง|ช้า ๆ| 
n. การ|ตั้ง|ครรภ์|  |Syn. gestational|,|gestative adj.  |Syn. gravidity|,|pregnancy|,|engendering
(เจ|ส|'|ทิค) adj. เกี่ยวกับ|การ|เคลื่อนไหว|ของ|ร่างกาย
(จีสทิค|'|คิว|ละ) adj. เกี่ยวกับ|การ|แสดง|ลักษณะ|ท่าทาง|ชี้|มือ|ชี้|ไม้
n. การ|แสดง|ลักษณะ|ท่าทาง|,|การ|ชี้|มือ|ชี้|ไม้|,|การ|ให้|สัญญาณ.  |Syn. gesticulative|,|gesticulatory adj.
(เจ|ส|'|เชอะ) vi.,|vt.,|n. (การ) แสดง|อากัปกิริยา|แสดง|ลักษณะ|ท่าทาง|ชี้|มือ|ชี้|ไม้|,|ให้|สัญญาณ|  |Syn. gestural adj. gesturer n.  |Syn. action|,|sign|,|indication|,|signal|,|motion
(จะ|ซน|ท|'|ไฮทฺ) interj. คําอุทาน|ที|แสดง|การ|อวยพร|ให้|มี|สุขภาพ|ดี
(เก|ท) {|got|,|gotten|,|getting|,|gets|} vt. ได้|,|ได้|มา|,|ได้|รับ|,|เอา|,|ไป|เอา|มา vi. มา|ถึง|,|บรรลุ -|Phr. (get along จัดการ|,|ก้าวหน้า|,|ตกลง|,|เป็นมิตร) .
(เก|ท|'|อัพ) n. แบบแผน|,|เครื่องแต่งกาย|,|เครื่องแบบ
(เก|ท|'|อะเวย์) n. การ|จาก|ไป|,|การ|หลบหนี|,|การ|เริ่ม|แข่ง|  |Syn. depart|,
(เก|ท|'|อัพ) n. แบบแผน|,|เครื่องแต่งกาย|,|เครื่องแบบ
(กิว|'|กอ) adj.,|n. (สิ่ง|ที่) หรูหรา|หรือ|ฉูดฉาด|แต่|ไร้|ค่า
(เก) adj. มาก|,|ทน|ได้
(ไก|'|เซอะ) n. น้ําพุ|ร้อน|ที่|พุ่ง|ขึ้น|จาก|ใต้ดิน|เป็น|ช่วง ๆ|  |Syn. hot spring
(ไก|'|เซ|อ|ไร|ทฺ) n. แร่|ซิลิกา|ที่อยู่|ตาม|น้ําพุ|ร้อน
abbr. glomerular filtration rate
ดู|ที่ gonadotropin hormone
(กา|'|นะ) n. ประเทศ|กา|นา -|Ghanaian|,|ghanian n.,|adj.
(กา|'|เรี|ยล) n. จระเข้|ขนาด|ใหญ่|จําพวก|หนึ่ง
(กา|สทฺ|'|ลี) adj.,|adv. น่ากลัว|,|คล้าย|ภูต|ผี|,|น่ากลัว|มาก .  |Syn. ghastiliness n.
(กอ|ท) n. ทาง|ลง|สู่|แม่น้ํา
(จี) n. เนยเหลว|ชนิด|หนึ่ง|ที่|ทํา|จาก|นม|วัว|และ|นม|ควาย
(เก|อ|'|คิน) n. แตง|เล็ก ๆ ชนิด|หนึ่ง มี|สี|เหลือง
(เก|ท|'|โท) n. เขต|บริเวณ|สลัม|ที่|มี|คน|อยู่|กัน|แออัด
vt. แยก|ออก|ต่างหาก|  |Syn. ghettoization n.
(โก|สทฺ) n. ภูต|,|ผี|,|ภาพลวงตา|,|เงา|,|วิญญาณ
(โก|สทฺ|'|ลี) adj. คล้าย|ผี|,|เกี่ยวกับ|วิญญาณ|  |Syn. ghostliness n.
(กู|ล) n. ปอบ|,|ผี|ที่|กิน|ซากศพ|,|ผู้|ขโมย|ศพ|,|คน|ที่|สนุกสนาน|กับ|สิ่ง|ที่|น่า|ขยะแขยง.  |Syn. ghoulish adj.
(กีล) n. หุบเขา
abbr. n. gigahertz
abbr. government issue|,|ทหาร|ที่|กองทัพ|สหรัฐอเมริกา adj. เคร่งครัด|ต่อ|ระเบียบวินัย
ทหารประจําการ|ใน|กองทัพบก|อเมริกา
(ไจ|'|เอินทฺ) n.,|adj. ยักษ์|  |Syn. huge|,|monster
(ไจ|'|อัน|ทิส) n. ยักษ์|ตัวเมีย
(ไจ|'|อัน|ทิศ|ซึม) n. ดู|gigantism|,|สภาพ|ที่|เป็น|ยักษ์|,
(จัว|'|เออะ) n. ผู้|ไม่|เชื่อ|,|ผู้|ไม่|เลื่อมใส|ใน|ศาสนา|,|ผู้|ที่|ไม่|ใช้|มุสลิม (โดยเฉพาะ|ผู้|ที่|เป็น|คริสเตียน)| 
(กิ๊บ) n. กิ๊บ|,|หมุด|,|ลิ่ม|,|แขน|ปั่น vt. ติด|ด้วย|กิ๊บ
(กิบ|'|เบอะ) vi.,|n. (การ) พูด|ไม่|ชัด|,|พูด|โง่ ๆ ,|สนทนา.  |Syn. gibberish|,|babble
(จิบ|'|เบ|อริ|ช) n. การ|พูด|หรือ|เขียน|ที่|ไร้|สาระ
(จิบ|'|บิ|ท) n. ตะแลงแกง
(กิบ|'|เบิน) n. ชะนี
(กิบ|'|บิ|ส) adj. ซึ่ง|นูน|ทั้ง 2 ด้าน
(ไจ|บอส|'|ซิ|ที่) n. สภาพ|ที่|นูน|ทั้ง|2|ด้าน|,|การ|โปน|ออก
(กิบ|'|บิ|ส) adj. ซึ่ง|นูน|ทั้ง 2 ด้าน
(ไจ|บฺ) {|gibed|,|gibing|,|gibes|ว vi. เยาะเย้ย|,|ถากถาง|,|เสียด|  |Syn. giber n. gibingly adv.  |Syn. jibe
(จิบ|'|ลิท) n. เครื่องใน|สัตว์ปีก
(กิด) n. โรค|พยาธิ|ตัว|ตืด|ของ|หมู
ง่วงงุน
(กิด|'|ดี) adj. น่า|เวียนหัว|,|เหลาะแหละ|,|สะเพร่า|,|เลินเล่อ. vt.,|vi. ทํา|ให้|น่า|เวียนหัว.  |Syn. giddily adv. giddiness n.  |Syn. light
(จี) vi.,|vt. ให้|  |Syn. give
(จิฟ) ย่อ|มา|จาก Graphic Interchange Format (รูปแบบ|สับเปลี่ยน|ภาพ|กราฟิก) เป็น|รูปแบบ|การ|เก็บ|แฟ้มข้อมูล|ที่|มี|ภาพ|แบบ|หนึ่ง ไม่ว่า|จะ|เป็น|พี|ซี|หรือ|แมค|อิน|ทอ|ช|ก็|จะ|สามารถ|เรียก|มา|ใช้ได้ มักจะ|มี|ไว้|ใช้|ใน|บริการ CompuServe ดู CompuServe
(กิฟทฺ) n. ของขวัญ|,|พรสวรรค์ vt. ให้|,|มอบ|ให้
(กิฟ|'|ทิด) adj. มี|พรสวรรค์|  |Syn. giftedly adv. giftedness n|  |Syn. talented|,|able
(กิก) n. ฉมวก|,|ขอ|,|ตะขอ|,|อาชีพ v. กระตุ้น|,|ปลุก|เร้า|,|แทง
Pref. "|ยักษ์|"
(กิ|กะ|ไบต์) ใช้|ตัวย่อ|ว่า GB เป็น|หน่วย|วัด|ความ|จุ|ข้อมูล 1 GB เท่า|กับ|หนึ่ง|พันล้าน|ไบต์ (หรือ 230 หรือ 10243 หรือ หนึ่ง|พันล้าน|ตัว|อักขระ ใช้|เป็น|หน่วย|วัด|ความ|จุ|ของ|หน่วยความจํา จาน|บันทึก หรือ ฮาร์ด|ดิสก์ ฯ
(กิ|กะ|เฮิร์ทซ์) เป็น|หน่วย|วัด|การ|ทํางาน เท่า|กับ|หนึ่ง|พันล้าน|รอบ|ต่อ|วินาที (10 ยก|กําลัง 9)| 
adj. มหาศาล|,|คล้าย|ยักษ์
(ไจ|แกน|'|ทิค) adj. ใหญ่โต|ผิดปกติ|,|มหึมา|,|มหาศาล|  |Syn. gigantically adv. giganticness n.  |Syn. huge|,|large
(กิก|'|เกิล) vi. หัวเราะ|คิกคัก.  |Syn. giggler n.  |Syn. snigger|,|titter|,|chuckle|,|twitter
(กิก|'|กลี) adj. ซึ่ง|ชอบ|หัวเราะ|คิกคัก
(กิก|'|เลท|,|กิก|'|ลัท) n. เด็กหญิง|ที่|ขี้|เล่น|,|เด็กหญิง|ที่|ไม่|สํารวม
(กิก|'|เลท|,|กิก|'|ลัท) n. เด็กหญิง|ที่|ขี้|เล่น|,|เด็กหญิง|ที่|ไม่|สํารวม
(กิ|โก) ย่อ|มา|จาก garbage in , garbage out พจนานุกรม|ฉบับ|ราชบัณฑิต|สถาน|แปล|ว่า เข้า|ผิด ออก|ผิด แต่|ถ้า|แปล|ตาม|ตัว|จะ|ได้|ว่า ขยะ|เข้า ขยะ|ออก เป็น|คํากล่าว|ที่|ใช้|เตือนสติ|ผู้ใช้|คอมพิวเตอร์|ว่า ถ้า|ใส่|ข้อมูล|ที่|ไร้|คุณค่า|ลง|ไป|ใน|เครื่อง|คอมพิวเตอร์ เครื่อง|ก็|มิ|อาจ|จะ|ทํา|ให้|ข้อมูล|นั้น|มี|ค่า|ขึ้น|มา|ได้|เลย อีก|นัย|หนึ่ง เป็น|การ|บอก|ให้|นักคอมพิวเตอร์|มือใหม่|รู้|ว่า เครื่อง|คอมพิวเตอร์|หาใช่|สิ่ง|มหัศจรรย์|ที่|จะ|เนรมิต|ข้อมูล|เลว ๆ ให้|เป็น|สารสนเทศ (information) ดี ๆ ได้ ถ้า|ใส่|ขยะ (ข้อมูล|เลว ๆ) เข้า|ไป ก็|จะ|ได้|ขยะ (สารสนเทศ|เลว ๆ) ออก|มา
(จิก|'|กะ|โล) n. ผู้ชาย|แมงดา|,|ผู้ชาย|รับจ้าง|เป็น|คู่|เต้นรํา|กับ|ผู้หญิง|แก่ ๆ| 
(จิก|'|กัท) n. ขา|เนื้อ|แกะ
กิ่ง|ก่า|พิษ|ขนาด|ใหญ่
(กิล|'|เบิร์ท) n. หน่วย|แรง|แม่เหล็ก
(กิ|ลด|ฺ) {|gilded|,|gilding|,|gilds|} vt. ฉาลทอง|,|ทา|สี|ทอง|,|ปิดทอง|,|ชุบ|ทอง|,|ทํา|ให้|สุก|ปลั่ง|คล้าย|ทอง|,|ดู|guild
(กิล|'|เดอะ) n. เหรียญเงิน|และ|หน่วย|เงินตรา|ของ|เนเธอร์แลนด์|มี|ค่า|เท่า|กับ|100 เซนต์
(กิ|ลด|ฺ|'|ฮอล) n. ศาลา|กลาง|,|ห้อง|สมาคม|  |Syn. town hall|,|assembly hall
(กิล|'|ดิง) n. การ|ชุบ|ทอง|,|การ|ปิดทอง|,|แผ่น|ทอง|สําหรับ|ปิดทอง|,|ผิวหน้า|เป็น|ทอง|,|ผิวหน้า|ที่|สุก|ปลั่ง|คล้าย|ทอง
(กิล) n. เหงือก|ปลา|,|หนอก|,|เหนียง|สัตว์ปีก
(กิล|'|ลี่) n. ผู้ช่วย|เหลือรับ|ใช้|นักกีฬา
(กิล|'|ลี่) n. ผู้ช่วย|เหลือรับ|ใช้|นักกีฬา
(กิลทฺ) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ gild adj. ซึ่ง|ชุบ|ทอง|,|สี|ทอง. n. ทอง|,|วัตถุ|ที่|ใช้|เคลือบ|ทอง
(กิลทฺ|'|เอดจฺดฺ) adj. ขอบ|เดิน|ทอง|ชั้นหนึ่ง.
(จิม|'|เบิลซ) n. กล่อง|หรือ|โครง|สําหรับ|บรรจุ|เข็มทิศ.  |Syn. gimbalring
(จิม|'|แครค) adj. หรูหรา|แต่|ไร้|ประโยชน์|  |Syn. gimcrackery n.
(จิม|'|เลท) n. สว่าน|มือ|,|บิด|ห|ล่า|ชนิด|เล็ก vt. เจาะ|รู|ด้วย|ส|ว่าน|มือ adj. ซึ่ง|เจาะ|รู|ได้|  |Syn. gimlety adj.
(จิม|'|มัล) n. ข้อต่อ|สําหรับ|ส่วน|ที่|เคลื่อน|หมุน
(จิม|'|มิ|ค) n. กลไก|,|กล|,|กล|ลับ|,|ของเล่น|เล็ก ๆ น้อย ๆ ,|เงื่อนงํา|  |Syn. gimmicky adj. gimmickry n.
(จิมพ) n. ขลิบ|ด้าย|,|ความ|องอาจ|,|ความ|กระตือรือร้น|,|กําลังวังชา
(จิน) n. เหล้า|ที่|ใส่|ตัว|แต่ง|กลิ่น vi.,|vt. เริ่ม
บาร์|หรือ|ร้าน|เหล้า
(จิน|'|เจอะ) n. ขิง|,|สี|น้ําตาลแดง|อม|เหลือง
เครื่องดื่ม|โซดา|ใส่|น้ําขิง|,|น้ําขิง|แดง
กลุ่ม|ที่ กระ|ฉับ|กระ|เ ฉงที่สุด|ของ|องค์การ
(จิน|'|เจอ|ลี) adv. ระมัดระวัง|,|คอย|เฝ้าดู|,|รอบคอบ|,|ประณีต.  |Syn. gingerliness n.
(จิน|'|จะ|รี) adj. คล้าย|ขิง|,|กลิ่น|ฉุน|,|เผ็ด|อย่าง|ออกรส|,|สี|ขิง (เหลือง|อม|น้ําตาลแดง)| 
(จิง|'|แฮม) n. ผ้าฝ้าย|ลาย|ตาราง
(จิน|ไจ|'|วะ) n. เหงือก|  |Syn. gingival adj. -|pl. gingivae
(จิน|จะ|ไว|'|ทิส) n. โรค|เหงือก|อักเสบ
(กิงค) n. อ้าย|หมอ|นี่|,|อ้าย|หมอ|โน่น
(จิน|'|เซ|ง) n. โสม|  |Syn. genseng
(จี|'|ซะ) n. ชื่อ|ถนน|ใน|โตเกียว|ที่|มี|ไนท์คลับ|และ|บาร์|มาก
(จิบ|'|ซี) n. ยี|ป|ซี|  |Syn. gipsydom|,|gipsyhood|,|gipsyism n. gipsyish|,|gipsyesque adj.
(ยีราฟ|') n. ยีราฟ
(เจอ|'|รันโดล) n. เปลวเพลิง|ที่|หมุน|รอบ|,|ปาก|ท่อ|ที่|หมุน|รอบ
n. พลอย|มุกดา|ที่|สะท้อน|แสง|เป็น|ประกาย
n. พลอย|มุกดา|ที่|สะท้อน|แสง|เป็น|ประกาย
(เกิร์ด) {|girded|,|girding|,|girds|} v. คาด|,|รัก|,|พัน|,|ผูก|,|มัด|,|ล้อม|,|โอบ|,|ตระเตรียม|,|เยาะเย้ย|,|เสียดสี. n. คํา|เยาะเย้ย|,|คํา|เสียดสี
(เกิร์ด|'|เดอะ) n. คาน|ขนาด|ใหญ่|,|เหล็ก|ยาว|,|คาน|,|ตง
(เกอร์|'|เดิล) n. สาย|คาด|,|เข็มขัด|,|สิ่ง|ที่|ล้อม|โอบ vt. รัดเข็มขัด|,|ล้อมรอบ|  |Syn. belt|,|compass|,|ring|,|enclose
(เกิร์ด|'|เลอะ) n. ผู้|ใส่|สาย|คาด|,|สิ่ง|ที่|โอบ|รอบ
(เกิร์ล) n. เด็ก|ผู้หญิง|,|หญิงสาว|,|คนรัก (ของ|ผู้ชาย) ,|ผู้หญิง
เพื่อน|ผู้หญิง|,|คนรัก (ของ|ชาย)| 
เนตร|นา|รี|,|อนุกาชาด
(เกิร์ล|'|ฮูด) n. ความ|เป็น|เด็ก|ผู้หญิง|,|เด็ก|ผู้หญิง|ทั้งหลาย
(เกิร์ล|'|ลี) adj. เกี่ยวกับ|ผู้หญิง|ที่|นุ่ง|น้อย|ห่ม|น้อย n. คํา|ทักทาย|เด็ก|ผู้หญิง|หรือ|หญิงสาว (เช่น|คุณหนู|!|,|หนู|!)|  |Syn. girl|,|woman
(เกิร์ล|'|ลิช) adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|เด็ก|ผู้หญิง
n. พลอย|มุกดา|ที่|สะท้อน|แสง|เป็น|ประกาย
(เกิร์ท) กริยา|ช่อง 2 และ 3 ของ gird
(เกิร์ธ) n. ช่วง|กว้าง. vt. คาด|เข็มขัด
(กีซ|'|โม) n. เครื่อง|ประกอบ|กระจุกกระจิก
(จิสทฺ) n. ส่วน|สําคัญ|,|แก่นสาร|,|ประเด็น|  |Syn. pith|,|substance
(กิท|'|เทิร์น) n. เครื่องดนตรี|ประเภท|ซอ|ชนิด|หนึ่ง|  |Syn. cittern
(กิฟว) {|gave|,|given|,|giving|,|gives|} vt.,|vi. ให้|,|มอบ|ให้|,|เอา|ให้|,|แจก -|Phr. (give in ยอมแพ้|,|หยุด|สู้|,|หยุด|เถียง) . -|Id. (give (something) out แจกจ่าย) . n. สภาพ|ที่|ยืดหยุ่น|ได้|,|ความ|เด้ง|ได้
n. การ|ยินยอม|ให้แก่|กัน|  |Syn. reciprocity
(กิฟว|'|อะเวย์) n. การ|ทรยศ|,|การ|เปิดเผย|,|ของแจก|,|รางวัล|  |Syn. bestow|,|hand out
(กิฟ|'|เวิน) กริยา|ช่อง 3 ของ give. adj. ซึ่ง|มอบ|ให้|ไว้|,|ติดยา|,|เป็น|ของขวัญ|,|ที่|กําหนด|ให้
ชื่อ|แรก|  |Syn. first name
(กีซ|'|โม) n. เครื่อง|ประกอบ|กระจุกกระจิก
(กีซ|'|เซิร์ด) n. เครื่องใน|,|อวัยวะ|ภายใน
(เก|ล|'|เบรท) adj. เรียบ|,|ล้าน|,|ไม่|มี|ผม|หรือ|ขน.
(เก|ล|เซ|') adj. เยือกแข็ง|,|คล้าย|เกล็ด|น้ําแข็ง|,|เกลี้ยงเกลา|,|ใส่|น้ําตาล|,|แช่เย็น|,|vt. แช่เย็น
(เก|ล|'|เชิล) adj. เกี่ยวกับ|ธาร|น้ําแข็ง|,|เยือกแข็ง|  |Syn. cold|,|frigid|,|icy
(เก|ล|'|ซิ|เอท) vt. ปกคลุม|ไป|ด้วย|น้ําแข็ง|หรือ|ธาร|น้ําแข็ง
(เก|ล|'|เชอะ) n ธาร|น้ําแข็ง.  |Syn. glaciered adj.
n. ธรณีวิทยา|น้ําแข็ง|และ|ธาร|น้ําแข็ง|  |Syn. glaciological|,|glaciologic adj. glaciologist n.
(เก|ล|'|ซิ|ส) n. ที่|เอียง|ลาด|หน่อย ๆ| 
(แก|ลด) adj. ดีใจ|,|ยินดี|,|เบิกบานใจ. -|vt|,|ทํา|ให้|ดีใจ.  |Syn. gladly adv. gladness n.
เครื่องแต่งตัว|ชิด|ทางการ|,|เครื่องแต่งตัว|ชุด|ราตรี
(แก|ลด|'|เดิน) vt.,|vi. ทํา|ให้|ดีใจ.  |Syn. gladdener n.  |Syn. elate|,|cheer|,|please
(เก|ลด) n. ที่โล่ง|ใน|ป่า
(แก|ลด|'|ดี|เอท) adj. ซึ่ง|มี|รูป|คล้าย|ดาบ
(แก|ลด|'|ดี|เอ|เทอะ) n.นักต่อสู้|,|นักมวย|ที่|ชก|เพื่อ|รางวัล.  |Syn. gladiatorial adj.  |Syn. contestant|,|fighter
(แก|ล|ดี|โอ|'|ลัส) n.พืช|ไม้ดอก|จําพวก|หนึ่ง
(แก|ลด|'|เซิม) adj. ยินดี|,|ดีใจ|,|ปี|ติ|ยินดี|  |Syn. joyous|,|merry
(เก|ล|'|คิท) adj. โง่|,|ไร้|สาระ|ไม่|แน่นอน|,|น่า|เวียนหัว
(เก|ล|'|คิท) adj. โง่|,|ไร้|สาระ|ไม่|แน่นอน|,|น่า|เวียนหัว
(แกลร์) n.,|v. (ทา|ด้วย) ไข่ขาว|  |Syn. glairy adj.
(แกลร์) n.,|v. (ทา|ด้วย) ไข่ขาว|  |Syn. glairy adj.
(แก|ลม|'|เมอะ) n. เสน่ห์|,|ความ|ดึงดูดใจ|,|ความ|ตื่นเต้น|และ|การ|ผจญภัย|  |Syn. allure|,|charm
(แก|ลม|'|เมอรัส) adj. ซึ่ง|ดึงดูดใจ|,|มี|เสน่ห์|,|เต็ม|ด้วย|ความ|ตื่นเต้น|และ|การ|ผจญภัย|  |Syn. enchanting
(แก|ลม|'|เมอะ) n. เสน่ห์|,|ความ|ดึงดูดใจ|,|ความ|ตื่นเต้น|และ|การ|ผจญภัย|  |Syn. allure|,|charm
(แก|ลม|'|เมอรัส) adj. ซึ่ง|ดึงดูดใจ|,|มี|เสน่ห์|,|เต็ม|ด้วย|ความ|ตื่นเต้น|และ|การ|ผจญภัย|  |Syn. enchanting
(ก|ลาน|ซฺ) vi.,|vt. ชําเลือง|มอง|,|มอง|แวบเดียว|,|มอง|ผาด ๆ vt. ชําเลือง|มอง|,|โฉบ|ผ่าน|หน้า.  |Syn. glancingly|  |Syn. peek|,|graze
(แก|ลน|ดฺ) n. ต่อม|,|อวัยวะ|คัด|หลั่ง.
(แก|ลน|'|เดิร์ด) adj. เป็น|โรค glangers
(แก|ลน|'|เดอร์ซ) n. โรค|มอง|ค|ล่อ|พิษ (โรค|ของ|ม้า|ที่|ติดต่อ|ถึง|คน|ได้)|  |Syn. glanderous adj.
(แก|ลน|'|ดู|ละ) adj. เกี่ยวกับ|ต่อม|,|คล้าย|ต่อม.
(แก|ลน|ซ) n. หัว|ลึงค์|,|หัวเม็ด|ลุ|มุด|ช่องคลอด -|pl. glandes
(แกลร์) n. แสง|เจิดจ้า|ที่|เข้าตา|,|การ|จ้อง|เขม็ง|,|ผิวหน้า|เรียบ|ที่|เจิดจ้า|,|ความ|ครึกโครม vi. ส่องแสง|เจิดจ้า|,|จ้อง|เขม็ง
(แก|ล|'|ริ|ง) adj. เจิดจ้า|,|บาดตา|,|แสง|วาว|วับ|,|ซึ่ง|จ้อง|เขม็ง|,|ครึกโครม|,|ชัด ๆ ,|โต้ง ๆ|  |Syn. glaringness n.
(แก|ล|'|รี) adj. เจิดจ้า|,|บาดตา|,|ซึ่ง|จ้อง|เขม็ง.  |Syn. glariness n.  |Syn. glaring
(ก|ลา|ส) n. แก้ว|,|กระจก|,|เลนส์|,|แว่นขยาย|,|เครื่องแก้ว|,|หนึ่ง|ถ้วย|แก้ว adj. ซึ่ง|ทํา|ด้วย|แก้ว vt. ติด|กระจก|,|สะท้อน|  |Syn. glasses n.,|pl. แว่นตา|,
ใย|แก้ว|ที่|คล้าย|ขนสัตว์|  |Syn. spun glass
(ก|ลา|ส|'|ฟู|ล) n. ปริมาณ|ความ|จุ|หนึ่ง|ถ้วย|แก้ว -|pl. glassfuls
(ก|ลา|ส|'|แวร์) n. เครื่องแก้ว
(ก|ลา|ส|'|เวิร์ค) n. การ|ผลิต|แก้ว|และ|เครื่องแก้ว|,|การ|ตัด|กระจก|,|การ|ตกแต่ง|เครื่องแก้ว|  |Syn. glassworker n.
(ก|ลา|ส|'|เวิร์คซ) n. โรงงาน|แก้ว|,|โรงงาน|กระจก
(ก|ลา|'|ซี|,|ก|ลา|ส|'|ซี) adj. คล้าย|แก้ว|,|เงียบสงบ|ตา|,|ตา|ซึม.  |Syn. glassily adv. glassiness n.  |Syn. dull
adj. ตา|ซึม|,|ซึ่ง|จ้อง|เขม็ง
(กล|อ|โค|'|มะ) n. โรคต้อหิน|  |Syn. glaucomatous adj.
(กล|อ|'|คัส) adj. สี|เขียว|อม|น้ําเงิน|,|ซึ่ง|มี|ผิว|เป็น|สี|ขาว|ใส.
(กล|อม|,|ก|ลาม) vt.,|vi. ขโมย|,|ช่วงชิง n. การ|มอง|แวบเดียว. vt. มอง|แวบเดียว
(เก|ลซ) vt. ติด|กระจก|,|เคลือบ|,|โรยหน้า. vi. เป็น|เงา|มัน. n. วัตถุ|เคลือบ|,|สี|เคลือบ|,|ความ|เป็น|เงา|มัน|,|แผ่น|น้ําแข็ง|บาง ตาม|พื้นดิน|  |Syn. polish
(เก|ล|'|ซิ|เออะ) n. ช่าง|ติด|กระจก
(เก|ล|'|ซิ|เออ|รี) n. งาน|ติด|กระจก
(เก|ล|'|ซิ|ง) n. การ|ติด|กระจก|,|แผ่น|กระจก|ที่|ใช้|ติด|,|ผิวหน้า|ที่|เรียบ|เป็น|เงา|มัน
(กลี|ม) n. แสง|วาบ|,|แสง|อ่อน ๆ ,|ร่องรอย|,|นิดหน่อย|,|จํานวน|เล็กน้อย. vi. ส่ง|แสง|แวบเดียว|,|ป|รา|กฎ|ขึ้น|แวบเดียว.  |Syn. gleamingly adv.
(กลี|น) v. เก็บ|รวง|ข้าว|ที่|ร่วง|,|รวบรวม|  |Syn. gleaner n.  |Syn. pluck
(กลีบ) n. ที่ดิน|,|นา
(กลี) n. ความยินดี|,|ความ|ร่าเริง
หมู่|นักร้อง|ประสาน|เสียง
(กลี|ด) n. ถ่าน|ที่|ลุกไหม้
(กลี|'|ฟู|ล) adj. ยินดี|,|ดีใจ|,|ร่าเริง.
(กลี|'|มัน) n. นักร้อง|อาชีพ|ที่|เที่ยว|เดิน|ไป|มา
(กลี|'|เซิม) adj. ยินดี|,|ดีใจ|,|ร่าเริง|,|ปลื้ม|ปี|ติ.
(กลี|ท) n. หนองใน|เรื้อรัง
(เก|ลก) adj. เร็ว|,|ไว.
(เก|ลน) n. หุบเขา|แคบ|เล็ก ๆ ที่อยู่|โดดเดี่ยว
adj. ซึ่ง|เป็น|เบ้า|หรือ|หลุม|ตื้น
(ก|ลิบ) adj. พูด|คล่อง|,|กะล่อน|,
(ไกล|ดฺ) v.,|n. (การ) ลื่น|ไหล|,|ร่อน|,|เลื้อย|,|เคลื่อนที่|อย่าง|เร็ว|และ|แผ่วเบา|  |Syn. glidingly adv.  |Syn. slither|,|slip
(ไกล|'|เดอะ) n. เครื่องร่อน|,|สิ่ง|ที่|ลื่น|ไหล
(กลิม) n. ดวงไฟ|,|ตะเกียง|,|ตา|,|จํานวน|เล็กน้อย
(ไก|ลม) vi.,|n. (การ) ชําเลือง|มอง|แบบ|มี|เล่ห์|นัย
(กลิม|'|เมอะ) n.,|v. (ส่อง) แสง|สลัว|,|แสง|ริบหรี่|,|จํานวน|เล็กน้อย|,|ความรู้สึก|ที่|เลอะเลือน|,|ความ|สะดุดใจ -|  |Syn. glimmeringly adv.  |Syn. ficker|,|glow
(กลิมซฺ) n. การ|มอง|แวบเดียว|,|การ|ป|รา|กฎ|ขึ้น|แวบเดียว|,|ความคิด|ชั่วขณะ|,|การ|สะดุดใจ|,|แสง|ริบหรี่. v. มอง|แวบเดียว.  |Syn. glance|,|inkling
(กลินทฺ) n. แสง|วาบ|,|แสง|ระยิบระยับ|,|จํานวน|เล็กน้อย|,|การ|ป|รา|กฎ|ขึ้น|แวบ|หนึ่ง|  |Syn. gleam|,|sparkle
(กลิ|ซา|ด|') n.,|vt. (การ) เคลื่อน|ไถล|บน|หิมะ|หรือ|น้ําแข็ง|ลง|เขา|,|จังหวะ|เคลื่อน|ไถล.
(กลิสท|') n. แสง|แวว|วัย|,|แสง|ระยิบระยับ|,|การ|สะท้อน|แสง.
(กลิส|'|เซิน) vi. ระยิบระยับ|,|ส่องแสง|แวววับ|,|สะท้อน|แสง.  |Syn. glistenly adv.
(กลิส|'|เทอะ) vi. ส่องแสง|แวววับ|,|ระยิบระยับ.  |Syn. glisteringly adv.  |Syn. glitter
(กลี|ช) n. ความ|บกพร่อง|เล็กน้อย|ของ|เครื่อง|หรือ|แผน
(กลิท|'|เทอะ) n.,|vi. (สะท้อน|,|ส่อง) แสง|แวววับ|,|แสง|ระยิบระยับ|,|สิ่ง|ที่|เปล่งแสง|แวววับ.  |Syn. glitteringly adv. glittery adj.  |Syn. gleam|,|glint
(โก|ลม) n. สายัณห์|,|เวลา|พลบค่ํา
(โก|ลม|'|มิ|ง) n. สายัณห์|,|เวลา|พลบค่ํา|ตะวันยอแสง
(โก|ลท) vi.,|n. (การ) มอง|ด้วย|ความ|อิ่มใจ|มาก|หรือ|ละโมบ.  |Syn. gloater n. gloatingly adv.
(กล|อบ) n. หยด|,|หยด|เล็ก ๆ ,|ก้อน|กลม
(โก|ล|'|เบิล) adj. ทั่วโลก|,|ทั้ง|โลก|,|ทั้งหมด|,|เป็น|รูป|โลก.  |Syn. universal|,|worldwide
ตัวแปร|ส่วนกลาง|ตัวแปร|ที่|เรียก|ใช้ได้|จาก|ทุก ๆ ซับ|รู|ที|น (subroutine) ใน|โปรแกรมหลัก|เดียวกัน|ดู local variable เปรียบเทียบ
(โก|ล|'|เบท) adj. เป็น|รูป|โลก
(โก|ลบ) n. โลก|,|รูปทรง|กลม|,|ลูก|โลก v. ทํา|ให้|หรือ|กลาย|เป็น|โลก|  |Syn. orb|,|sphere
n. ผู้|เดินทาง|รอบ|โลก|บ่อยครั้ง.  |Syn. globe|-|trotting n.,|adj.
adj. คล้าย รูปทรง|กลม n. รูปทรง|กลม
adj. เป็น|รูปทรง|กลม|,|ทั่วโลก.  |Syn. globularity|,|globularness n.
(กล|อบ|'|บิ|ว) n. สิ่ง|ที่|เป็น|รูปทรง|กลม|เล็ก ๆ|  |Syn. sphere
n. เครื่องดนตรี|ที่|ประกอบ|ด้วย|แผ่น|โลหะ (เหล็กกล้า) เป็น|ชิ้น ๆ และ|มี|ที่|เคาะ|สําหรับ|เคาะ|เป็น|เสียง|ดนตรี
adj. ซึ่ง|เป็น|หนาม|ที่|ปลาย
n. ขน|ที่|มี|หนาม|ที่|ปลาย|  |Syn. glochidial adj.
adj. ซึ่ง|เกาะ|กัน|แน่น|,|รวม|กลุ่ม
n. ช่อ|ดอกไม้ (cyme) ที่|เป็น|กลุ่ม|ทรง|กลม
n. กลุ่ม|เส้นโลหิต|ฝอย.  |Syn. glomerular adj. -|pl. glomeruli
(กลูม) n. ความ|มืด|,|ความ|มืดครึ้ม|,|ความ|หมดหวัง|,|ความ|เศร้าโศก vi. มืดครึ้ม|,|ห่อเหี่ยว|ใจ|,|เศร้าหมอง|,|ซึมเศร้า. vt. ทํา|ให้|มืดครึ้ม.  |Syn. gloomful adj.  |Syn. darkness
(กลูม|'|มิ|ง) n. ดู|gloaming
(กลูม|'|มี) adj. มืด|คลึ้ม|,|ห่อเหี่ยว|ใจ|,|หมดหวัง|,|มอง|ใน|แง่|ร้าย.  |Syn. gloomily adv. gloominess n.  |Syn. sad|,|moody|,|dark
n. การ|สรรเสริญ
(กล|อ|'|ริ|ไฟ) vt. สรรเสริญ|,|ทํา|ให้|รุ่งโรจน์.  |Syn. glorifier n.  |Syn. exalt
n. รัศมี|ที่|แผ่|ออก|รอบ|ศีรษะ|ของ|ผู้|วิเศษ|,|ทรงกลด
(กล|อ|'|เรียส) adj. รุ่งโรจน์|,|มี|ชื่อเสียง|,|สวยงาม|มาก.  |Syn. gloriousness n.  |Syn. famous|,|splendid
(กล|อ|'|รี) n. ความ|รุ่งโรจน์|,|ความ|มี|ชื่อเสียง|,|สิ่ง|ประเสริฐ|,|เกียรติยศ|,|ความ|พอใจ|ที่สุด|,|ทรงกลด
(กล|อส) n. ความ|แวววาว|,|ความ|เป็น|เงา|มัน|,|ภาพลวงตา vt. เคลือบ|เงา|,|ขัดเกลา|  |Syn. glosser n.  |Syn. sheen|,|shine
Pref. ลิ้น
(กล|อส|'|ซะ|รี) n. ภาค|คําศัพท์|อธิบาย|ที่|แทรก|อยู่|ใน|หนังสือ.  |Syn. glossarial adj. glossarist n.  |Syn. lexicon|,|wordbook
(โก|ล|ไซ|'|ทิส) n. ลิ้น|อักเสบ.  |Syn. glossitic adj
Pref. ลิ้น
ไป|เลี้ยง|ลิ้น|ส่วนหลัง|รับ|ความรู้สึก|จาก|ลิ้น การ|กลืน เร้า|ให้|หลั่ง|น้ําลาย ทํา|ให้|กล้ามเนื้อ|ของ|หลอด|คอ|เคลื่อนไหว
(กล|อส|'|ซี) adj. เป็น|เงา|มัน|หรือ|วาว|,|แสง|เหลือบ|,|หน้า|เนื้อ|ใจ|เสือ|,|ดูเหมือนว่า|ถูกต้อง|แต่|ความจริง|ไม่|ใช่.  |Syn. glossily adv. glossiness n.  |Syn. reflecting|,|shining
(กล|อสท) n. เครื่อง|เคลือบ|,|วัตถุ|สําหรับ|เคลือบ|ถ้วยชาม
(กล|อท|'|ทัล) adj. เกี่ยวกับ|ช่อง|สายเสียง
(กล|อท|'|ทิส) n. ช่อง|สายเสียง -|pl. glottises|,|glottides
Pref. "|ลิ้น|"|,|"|ภาษา|"
(กลัฟว) n. ถุงมือ|,|นวม|ต่อย|มวย -|Id. (throw down the glove ท้าทาย) . -|Id. (take up the glove รับคํา|ท้า)| 
(กลัฟ|'|เวอะ) n. คน|ขาย|ถุงมือ|,|คน|ทํา|ถุงมือ
(โก|ล) n.,|vi. (เปล่ง) แสง|ที่|เปล่ง|ออก|มา|,|แสง|เรือง|,|ความ|แดง|เรื่อ|,|สี|เลือด|,|ความ|สดใส|ของ|สี|,|ความ|เร่าร้อน|  |Syn. gleam|,|colour|,|burn
(โก|ล|'|เออะ) vi. จ้อง|เขม็ง|อย่าง|ถ|มึง n. หน้าตา|ที่|แสดง|ความ|ไม่|พอใจ|หรือ|ความ|โกรธ.  |Syn. gloweringly adv.  |Syn. scowl|,|frown|,|lower
(โก|ล|'|ไฟ|ล) n. หิ่งห้อย
(โก|ล|'|เวิร์ม) n. หนอน|กระสือ|สามารถ|เปล่งแสง|เรือง|สี|เขียว
(กล|อค|'|ซิ|น|'|เนีย) n. พืช|จําพวก Sinningia
(โก|ลซ) v.,|n. อําพราง|,|ปิดบัง|,|พูด|กลบเกลื่อน|,|สอ|พล|อ|,|อธิบาย|,|ให้|ข้อคิดเห็น.
เป็น|ฮอร์โมน|ที่|เพิ่ม|ระดับ|น้ําตาล|ใน|เลือด ช่วย|ใน|การ|สลาย glycogen ใน|ตับ|ให้|เป็น|กลูโคส กระตุ้น|ให้|เกิด|การ|สลาย|ตัว|ของ|โปรตีน|ได้|เป็น amino acid และ|ทํา|ให้|เป็น glucose อีก|ต่อ|หนึ่ง
(กลู|ไซ|'|นัม) n. ความ|หวาน
หวาน|"
ดู|ที่ adrenal gland
(กลู|'|โค|ส) n. น้ําตาล|ชนิด|หนึ่ง
(กลู) n. กาว|,|กาว|น้ํา. vt. ใช้|กาว|ติด|,|ติด|แน่น.  |Syn. gluer n.
(กลู|'|อี) adj. คล้าย|กาว|,|ข้น|เหนียว|,|เต็มไปด้วย|กาว|,|ทา|ด้วย|กาว.  |Syn. glueyness n.
(กลัม) adj. มืดครึ้ม|,|บึ้ง|,|หม่นหมอง|,|ระทมทุกข์.  |Syn. glumly adv. glumness n.
(กลูเม|'|ซัส) adj. ปลาย|แหลม
(ก|ลุ|ม) n. ช่อ|ใบ|ที่|ปลาย|แหลม
(กลัท) vt.,|vi.,|n. (การ) (ให) ้กิน|จน|อิ่ม|เกิน|ไป|,|ใส่|จน|ล้น|,|จํานวน|ที่|มาก|เกิน|ไป|  |Syn. gluttingly adv.  |Syn. cloy|,|fill
(กลู|'|ที่|อัล) adj. เกี่ยวกับ|ตะโพก|หรือ|ก้น
(กลู|'|ทะนัส) adj. เกี่ยวกับ|การ|,|คล้าย|กาว|,|เหนียว.  |Syn. glutinousness|,|glutinosity n.  |Syn. sticky
(กลัท|'|เทิน) n. คน|ที่|กิน|มาก|เกิน|ไป|,|คน|ตะกละ|,|คน|โลภ|  |Syn. gourmand
(กลัท|'|เทิน|นัส) adj. ตะกละ|,|ไม่|รู้จัก|อิ่ม|,|ไม่|รู้จัก|พอ|,|กิน|อย่าง|มูมมาม.  |Syn. gluttonousness n.  |Syn. greedy A. abstemious
(กลัท|'|ทะนี) n. การ|กิน|และ|ดื่ม|มาก|เกิน|ไป|,|ความ|ตะกละ|  |Syn. voracity
Pref. "|หวาน|"
n. polysacharide|ชนิด|หนึ่ง|ที่|มัก|เรียก|ว่า|"|animal starch|"
n. สารประกอบ|จําพวก|หนึ่ง|ที่|ให้|น้ําตาล|และ monocarbohydrate|เมื่อ|ถูก|hydrolysed
n. ปัสสาวะ|มี|น้ําตาล|มาก|ผิดปกติ.  |Syn. glycosuric adj.
(กลี|ฟ) ร่อง|สลัก|,|รูปแกะสลัก|,|สัญลักษณ์|รูปภาพ|,|ภาพ|สัญลักษณ์|หรือ|ภาษา|  |Syn. glyphic adj.
n. ศิลปะ|การ|เจียระไน|เพชรพลอย (glyptics) ,|การ|เจียร|ไน เพชรพลอย.  |Syn. glyptographer n. glyptographic adj.
abbr. Greenwich Mean Time
(แนร) vi. แยกเขี้ยว|คําราม|,|คําราม
(นาร์ล) n. คําราม|,|ปุ่ม|,|ปุ่ม|บน|ต้นไม้|,|ตา|ไม้
(แนร) vi. แยกเขี้ยว|คําราม|,|คําราม
(แนช) v.,|n. (การ) ขบ|ฟัน|,|กัดฟัน|,|บด|ฟัน.  |Syn. grind
(แนท) vt.,|vi. แมลง|บิน|ตัว|เล็ก ๆ| 
(แนท|'|แคชเชอะ) n. นก|ที่|กิน|แมลง|เป็น|อาหาร
(แนธ|'|ธิค) adj. เกี่ยวกับ|ขากรรไกร.  |Syn. gnathal
(นอ) vt.,|vi. แทะ|,|กัด|,|ขบ|,|ทํา|ให้|สึกกร่อน|,|รบกวน|,|ทรมาน.  |Syn. gnawer n.  |Syn. nibble|,|chew|,|erode|,|rankle|,|fret
(นอน) v. กริยา|ช่อง 3 ของ gnaw
(โน|ม) n. มนุษย์|แคระ|ที่อยู่|ใต้ดิน (ใน|นวนิยาย) ,|ปู่|โสม|,|คําพังเพย|,|สุภาษิต|,|คติพจน์|  |Syn. gnomic adj. gnomist n. gnomish adj.
(โน|'|ซิ|ส) n. ความรู้สึก|เกี่ยวกับ|เรื่อง|วิญญาณ|หรือ|เทพนิยาย|  |Syn. gnostic adj.
abbr. Gross National Product
abbr. gonadotropin|-|releasing hormone
(นู) n., (pl. gnus) ละมั่ง|แอฟริกา|  |Syn. wilde|-|beest
(โก) {|went|,|gone|,|going|,|goes|} vi. ไป|,|เคลื่อน|ไป|,|จาก|ไป|,|กลาย|เป็น|,|กระทํา|,|บรรลุ|, vt. อดทน|,|อดกลั้น|,|พนัน n. การ|ไป|,|พลังงาน|,|กําลังวังชา|,|ความ|พยายาม|,|ความ|สําเร็จ|, -|Phr. (go on ต่อไป|,|อดทน|,|อดกลั้น)|  |Syn. pass|,|move|,|proceed
(โก|'|อะ|เฮ|ด) n.,|adj. การ|อนุญาต|ให้|ดําเนินการ|ต่อไป
(โก|'|บิ|ทวี|น) n. คนกลาง|,|นายหน้า|,|ผู้|ไกล่เกลี่ย|  |Syn. mediator
(โก|'|ไบ) n. การ|ไป|โดย|ไม่|มี|การ|บอกกล่าว|,|การ|บอก|บัด
(โก|'|คาร์ท) n. รถเด็กเล่น
(โก|'|คาร์ท) n. ดู|kart
(โก|'|อะ) n. ละมั่ง|ธิเบต
(โก|ด) n. เครื่องกระตุ้น|,|ปฏัก vt. กระตุ้น|,|ไล่|,|ยุแหย่|,|ปลุกปั่น
(โก|ล) n. เป้าหมาย|,|ประตูฟุตบอล|  |Syn. aim|,|end
(โก|'|ลี) n. ผู้รักษาประตู
n. ผู้รักษาประตู.  |Syn. goalkeeping n.  |Syn. goalie
n. ผู้รักษาประตู
n. การ|รักษา|ประตู
(โก|ท) n. แพะ|,|แพะรับบาป|,|ผู้|รับ|บาป|,|คน|ชั่ว|,|เสือ|ผู้หญิง
(โก|ที|') n. เคราแพะ|  |Syn. goateed adj.
(โก|ท|'|เฮิร์ด) n. ผู้ดู|แล|แพะ|,|คน|เลี้ยง|แพะ
(โก|'|ทิช) adj. คล้าย|แพะ|,|ตัณหา|จัด|  |Syn. goatishness n.  |Syn. lustful|,|lecherous
(โก|ท|'|สคิน) n. นก|หากิน|กลางคืน
(กอบ) n. ก้อน|,|ปริมาณมาก|,|จํานวน|มาก vt. ใส่|ของเสีย|ลง|ไป|,|ทหารเรือ
(กอบ|'|บิ|ท) n. เศษ|,|ชิ้น|,|ก้อน
(กอบ|'|เบิล) v. กลืน|ตะกละตะกลาม|,|คว้า|หมับ|  |Syn. gulp
n. ภาษา|วก|เวียน
n. ภาษา|วก|เวียน
(กอบ|'|เบลอะ) n. ไก่งวง|ตัวผู้|,|คน|ที่|กิน|อย่าง|ตะกละตะกลาม
(กอบ|'|ลิท) n. ถ้วย|แก้ว เหล้า|ที่|มี|ขา|สูง|,|โถ
(โก|'|บี) n. ปลา|เหงือก|หนาม.  |Syn. gobioid adj.
(กอด) n. พระเจ้า|,|เทพเจ้า|,|ผู้|วิเศษ interj. คําอุทาน|  |Syn. divinity|,|deity
ไม่|ได้|อย่าง|แน่นอน|,|พระเจ้า|ไม่|ยอม
ป่าช้า|หรือ|สุสาน
ดินแดน|ที่|พระเจ้า|ชอบ
(กอด|'|ออ|'|ฟู|ล) adj. น่ากลัว|ที่สุด|,|น่า|สยดสยอง
(กอด|'|ไช|ดฺ) n. ลูก|ของ|พ่อแม่|อุปถัมภ์ -|pl. godchildren
(n) (กอด|'|แดม|') interj. คําอุทาน|แสดง|ความรู้สึก|ที่|รุนแรง. n. สิ่ง|ที่|มี|ค่า|เล็กน้อย. adj.,|adv. น่า|รําคาญ|,|น่า|เบื่อหน่าย|,|โดย|สิ้นเชิง
(กอด|'|แด|มด|ฺ) adj. ยุ่งยาก|,|ซับซ้อน|มาก|,|ยาก. adv. ดู|damned.  |Syn. goddamn|,|goddam
n. ลูก|ผู้หญิง|ของ|พ่อแม่|อุปถัมภ์
(กอด|'|ดิส) n.เทพเจ้า|หญิง|,|สตรี|ที่|สวยงาม.  |Syn. goddesshood n.
n. พ่อ|อุปถัมภ์ (โดยเฉพาะ|ใน|พิธี|ศีล|ล้าง|บาป|ทาง|ศาสนาคริสต์)| 
n. เทพเจ้า|น้อย
(กอด|'|ลี) adj. เลื่อมใส|ใน|ศาสนา|,|ศักด์|สิทธิ์|  |Syn. godliness n.  |Syn. devout|,|pious
n. มารดา|อุปถัมภ์
(โก|'|เดาน์) n. โกดัง|,|ที่|เก็บ|ของ
n. บิดา|มารดา|อุปถัมภ์
n. สิ่ง|หรือ|เหตุการณ์|ที่|ได้|มา|อย่าง|เหมาะเจาะ (ยังกับ|พระเจ้า|ประทาน|ให้)|  |Syn. blessing|,|boon
n. ความ|เป็น|พระเจ้า|,|สภาพ|ที่|เป็น|พระเจ้า
n. godchild|ที่|เป็น|ผู้ชาย
n. โชคดี|,|ความ|สําเร็จ
n. นก|ขนาด|ใหญ่ จะงอย|ปาก|ยาว
(กอ|ฟ|'|เฟอะ) n. รอย|จีบ|,|รอย|ย่น vt. ทํา|ให้|เกิด|รอย|จีบ|หรือ|รอย|ย่น
(กอ|ฟ|'|เฟอะ) n. รอย|จีบ|,|รอย|ย่น vt. ทํา|ให้|เกิด|รอย|จีบ|หรือ|รอย|ย่น
(กอ|ก|'|เกิล) n. แว่นตา|กัน|ลม|,|การ|จ้อง|เขม็ง|,|การ|กลอกตา. v.,|adj. จ้อง|เขม็ง|,|กลอกตา|  |Syn. goggles n.,|pl. แว่นตา|กัน|ลม
(กอ|ก|'|ลิท) n. ภาชนะ|คอ|ยาว
(โก|'|อิง) n. การ|ไป|,|สภาพ|ของ|ผิวหน้า|ถนนหนทาง.  |Syn. goings n. นิสัย|,|ความ|ประพฤติ adj. เคลื่อนที่|,|กระฉับกระเฉง|,|มี|ชีวิต|,|ทั่วไป|,|ตาม|ปกติ|,|ปัจจุบัน|,|ซึ่ง|กําลัง|จาก|ไป|  |Syn. departure|,|ongoing
(กอ|ย|'|เทอะ) n. โรค|คอพอก
(กอ|ย|'|เทอะ) n. โรค|คอพอก
(โก|ลด|ฺ) n. ทอง
ทอง|แท่ง
ธนบัตร|ที่|รับรอง|ด้วย|ทองคํา
n. แผ่น|ทอง|  |Syn. gold|-|foil adj.
แผ่น|ทอง|บาง|มาก|สําหรับ|ปิดทอง|  |Syn. goldleaf adj.
การ|ตื่น|ขุด|ทอง
(โก|ล|'|ดาร์น|') n.,|adj. ดู|goddamn
(โก|ล|'|เดิน) adj. สี|ทอง|,|ทํา|ด้วย|ทอง|,|มี|ค่า|มาก|,|ยอดเยี่ยม|,|งดงาม|,|เจริญรุ่งเรือง|,|ครบ|รอบ|50 ปี.  |Syn. goldenness n.  |Syn. splendid|,|precious|,
ยุค|ทอง|,|ยุค|เฟื่องฟู|,|ช่วง|ชีวิต|หลัง|วัย|กลางคน|,|อายุ|ปลด|เกษียณ|ของ|คน
คน|ที่|ปลด|เกษียณ|แล้ว
มะ|ตูม
ขน|แกะ|ทองคํา
การ|ฉลอง|ครบ|รอบ 50 ปี
หลัก|ความ|ประพฤติ|ที่|ให้|ปฏิบัติ|ต่อ|ผู้อื่น|เหมือน|ที่|ปฏิบัติ|ต่อ|ตัวเอง
การ|ฉลอง|ครบ|รอบ|50|ปี|ของ|การ|สมรส
n. นก|ร้อง|คล้าย|เสียง|เพลง|จําพวก|หนึ่ง
(pl. -|fish|,|-|fishes) ปลาเงินปลาทอง
(โก|ลด|'|ส|มิ|ธ) n. ช่างทอง|,|นายธนาคาร|,|ผู้|ให้|กู้ยืม|เงิน
(โก|ล|'|ดาร์น|') n.,|adj. ดู|goddamn
(โก|'|เลม) n. คน|ปลอม|ที่|มี|ชีวิต|ที่|มนุษย์|สร้าง|ขึ้น
(กอล์ฟ) n. กอล์ฟ|,|คํา|ที่|ใช้|แทน|อักษร|G (ใน|การ|สื่อสาร) vi. เล่น|กอล์ฟ.  |Syn. golfer n.
เป็น|ส่วน|ที่|ต่อเนื่อง|สัมพันธ์|กับ endoplasmic reticulum (ER) มี|ลักษณะ|เป็น|ถุง|แบน ๆ ทํา|หน้าที่|เป็น|แหล่ง|สะสม|ชั่ว|คราว|ของ|โปรตีน|ที่|สร้าง|มาก|จาก ER และ|ยัง|ทํา|ให้|สาร|โปรตีน|เข้มข้น|ขึ้น
(กะ|ไล|'|อัธ) n. นักรบ|ยักษ์|ของ|กองทัพ|ฟิลิสไทน์|ที่|ถูก|เด|วิด|ฆ่า|ด้วย|ก้อน|หิน
(โก|ล|'|ลิ|วอ|ก) n. ตุ๊กตา|ประหลาด|สี|ดํา|,|คน|พิกล|  |Syn. galliwog
(กอ|ล|'|ลี่) iterj. คําอุทาน|แสดง|ความ|ประหลาดใจ|-|ตื่นเต้น
(กะ|ลอช|') n. ดู|galosh
(กอ|ม|'|เมอเรล) n. คน|โง่.  |Syn. gomeral|,|gomeril
n. ข้อต่อ|ที่|เคลื่อน|ไม่|ได้ (เช่น|ฟัน|ใน|เบ้า|ฟัน)| 
Pref. "|เพศ|"|,|"|การ|สืบพันธุ์
(กอ|น|'|แนด|,|โก|'|แนด) n. ต่อม|เพศ|,|อัณฑะ|,|รังไข่.  |Syn. gonal adj. -|S.ovary|,|testis
adj. เกี่ยวกับ|การ|กระตุ้น|gonad|  |Syn. gonadotrophic
ทํา|หน้าที่|กระตุ้น ควบคุม|การ|ทํางาน|ของ|ต่อม|เพศ|ทั้ง|ชาย|และ|หญิง โดย|แบ่ง|ได้|ดังนี้ 1.FSH 2.LH 3.ICSH
(กอ|น|'|ดา|ละ) n. เรือแจว|โดยสาร|ท้องแบน|ลําตัว|ยาว|ใน|ลําคลอง|กรุง|เวนิส
(กอ|น|'|ดะ|เลียร์) n. คน|แจว|เรือ gondola
(กอ|น|,|โกน) adj. จาก|ไป|,|ผ่าน|ไป|,|ที่แล้ว|,|อดีต|,|สูญเสีย|,|หมดหวัง|,|ปรักหักพัง|,|ตั้ง|ครรภ์|,|ตาย|แล้ว|,|อ่อนแรง|,|ใช้|หมด|แล้ว|,|เยี่ยมยอด
n. สิ่ง|หรือ|คน|ที่|จาก|ไป|แล้ว
(กอง) n. ฆ้อง|,|ระฆัง|ไฟฟ้า
n. เซลล์|เพศ|ใน|ระยะ|การ|แบ่ง|เซลล์|แบบ|mitosis -|pl. gonia
Pref. "|เพศ|"|,|"|การ|สืบพันธุ์
n. แบคทีเรีย|รูปทรง|กลม|ซึ่ง|ทํา|ให้|เกิด|โรค|หนองใน|  |Syn. gonococcal|,|gonococcic adj. -|pl. gonococci
(กอ|น|นะ|เรีย|') n. โรค|หนองใน|เนื่องจาก|เชื้อ gonococcus.
(กอ|น|นะ|เรีย|') n. โรค|หนองใน|เนื่องจาก|เชื้อ gonococcus.
(กู) n. สาร|ที่|หนา|,|สาร|ที่|เหนี่ยว|,|คําพูด|ที่|ไพเราะ
(กู|เบอะ) n. ถั่วลิสง
(กู|เบอะ) n. ถั่วลิสง
(กูด) adj. ดี|,|กรุณา -|Id. (all in good time ถูก|กาลเทศะ|,|เหมาะเจาะ) n. คุณค่า|,|ผลประโยชน์|,|ความ|ดีเลิศ|,|ความ|กรุณา|  |Syn. goods n. สินค้า. -|Phr. (for good ตลอดไป) interj. คําอุทาน|แสดง|ความ|พอใจ|หรือ|ความเห็น|ด้วย|,|ดี -|adv. ดี. -|S...
สวัสดี|ตอน|บ่าย
พระคัมภีร์|ไป|เบิล
คน|ที่|น่า|คบ|,|คน|ที่|น่า|ไว้วางใจ
เพื่อน|ที่|ดี|,|บุคคล|ที่|น่า|คบ|,|บุคคล|ที่|มี|ใจ|กรุณา
วัน|ศุกร์|ก่อน|วัน|อีส|เตอร์|เป็น|วัน|ระลึก|ถึง|การ|ที่|พระ|เยซู|ถูก|ตรึง|บน|กางเขน|ตาย
การ|บริการ|ของ|ผู้|ไกล่เกลี่ย|กรณี|พิพาท|อิทธิพล
ผู้ช่วย|เหลือ|หรือ|เห็นอกเห็นใจ|ผู้|ที่|กําลัง|ได้|รับ|ความ|ทุกข์ยาก
ไมตรีจิต|,|ความ|นิยม
(กูด|'|ไบ) n. interj. สวัสดี|! ลา|ก่อน|! n. การ|ลา|จาก -|pl. -|good|-|bys
adj. มี|หน้าตา|ดี|,|สวยงาม|,|หล่อ|  |Syn. handsome|,|attractive
มี|อารมณ์ดี|,|มี|อารมณ์|เบิกบาน|  |Syn. amiable|,|affiable Ant. ill|-|tempered
(กูด|'|โอ) interj. ดี -|adv. ดี|แล้ว|,|ใช่|,|ตกลง
(กูด|'|โอ) interj. ดี -|adv. ดี|แล้ว|,|ใช่|,|ตกลง
(กูด|'|ไซ|ซด|ฺ) adj. มาก|,|ใหญ่|,|โต
(กูด|'|ไบ) n. interj. สวัสดี|! ลา|ก่อน|! n. การ|ลา|จาก -|pl. -|good|-|bys
ขนลุก|  |Syn. goose pimples|,|goose bumps
(กูด|'|ลี) adj. ดี|,|มี|คุณภาพ|ดี|,|มี|หน้าตา|ดี|,|มาก|,|ใหญ่.  |Syn. goodliness n.  |Syn. comely
n. หัวหน้า|ครอบครัว|,|สามี|,|คํา|เรียก|ให้|เกียรติ|แก่|ผู้ชาย -|pl. goodmen
n. ความ|ดี|,|คุณงามความดี|,|ส่วน|ที่|ดี|ที่สุด|,|พระเจ้า. interj. คําอุทาน|แสดง|ความ|ประหลาดใจ
(กูด|ซฺ) n. สินค้า
(กูด|'|ไว|ฟ) n. แม่บ้าน|,|คํา|เรียก|ให้|เกียรติ|แก่|ผู้หญิง
ไมตรีจิต|,|ความ|นิยม
(กูด|'|ดี) n. สิ่ง|ที่|ดี|,|สิ่ง|ที่|ดึงดูดใจ|,|ขนม|หวาน|,|กุลสตรี|  |Syn. goodies n. สิ่ง|ที่|ทํา|ให้|เกิด|ความ|ปี|ติ|ยินดี.
(กู|'|อี) adj. เหนียว|,|ซึ่ง|มี|อารมณ์|รุนแรง
(กู|ฟ) {|goofed|,|goofing|,|goofs|} n. คน|โง่|,|ความผิด vi. ทํา|ผิด|,|ทํา|พลาด|,|ฆ่าเวลา|,|ปล่อย|เวลา|ล่วง|ไป|โดย|เปล่าประโยชน์ vt. ทํา|ให้|ยุ่ง -|Phr. (goof off เสียเวลา|,|เลี่ยง|งาน)| 
(กู|ฟ|'|ออ|ฟ) n. คน|ที่|ชอบ|เลี่ยง|งาน|หรือ|ความผิด|ชอบ
(กู|'|ฟี่) adj. น่า|หัวเราะ|,|โง่|,|เซ่อ|,|งมงาย|  |Syn. goofily adv. goofiness n.
โกฏิ|อสงไขย|หมายถึง เลขจํานวน|มากมาย|มหาศาล|เสียจน|ประมาณ|มิได้
(กู|'|กลี่) n. ลูกบอล (ค|ริ|ค|เก|ต) ที่|วก|ใน|ทาง|ทิศ|หนึ่ง|และ|ตกใน|อีก|ทิศ|หนึ่ง
(กู|ค) n. สิ่ง|สกปรก|,|ของเหลว|ข้น
(กูน) n. คน|โง่|,|คน|ทึ่ม|,|อันธพาล
(กู|'|นี) n. นก|ทะเล|ขนาด|ใหญ่
(กู|ส) n. ห่าน|,|เนื้อ|ห่าน|,|ห่าน|ตัวเมีย|,|คน|โง่|,|คน|ทึ่ม.
คะแนน "|ศูนย์|"
ขนลุก|  |Syn. goose pimples|,|goose bumps
ขนลุก|  |Syn. goosepimply adj.
(กู|ส|'|เบอ|รี) n. ต้นไม้|เตี้ย|ชนิด|หนึ่ง|ที่|มี|ผล|เล็ก ๆ กิน|ได้
การ|เดิน|เท้า|ของ|ทหาร|เยอรมัน|ที่|เหวี่ยง|ขา|ขึ้น|สูง|และ|เหยียด|ตรง.
(โก|'|เฟอะ) n. คน|ที่|มี|ใจจดใจจ่อ|,|ผู้ช่วย|,|เด็กรับใช้|,|เป็น|ชื่อ|โปรแกรม|ที่|ทํา|ให้|เรา|สามารถ|อ่าน|ข้อมูล|จาก|อิน|เตอร์|เน็ต|ได้ เริ่ม|ด้วย|การ|ช่วย|หา|แฟ้มข้อมูล ใน|ลักษณะ|ที่|เป็น|แบบ|เมนู กล่าวคือ มี|รายการ|ให้|เลือก เมื่อ|พบ|แล้ว|ก็|สามารถ|เก็บ|ลง|ใน|จาน|บันทึก หรือ|สั่ง|พิมพ์|ออก|มา|ได้
(กอ|'|เดียน) adj. เกี่ยวกับ|เรื่อง|แก้|ยาก|,|เป็น|ประเด็น|สําคัญ
(กอ|ร) {|gored|,|goring|,|gores|} n. เลือด|ที่|ไหล|อก|,|เลือด|แห้ง|,|ผ้า|ผืน|สามเหลี่ยม|แคบ|,|ผ้า|ชายธง. v. ทํา|ให้|เป็น|ผ้า|ชายธง|,|แทง|ด้วย|เขา|หรือ|งา
(กอร์จฺ) n. ช่องแคบ|ระหว่าง|เขา|สอง|เขา|ที่|สูงชัน|มี|ลําธาร|ไหล|ผ่าน|,|หุบเขา|,|การ|กิน|อาหาร|อย่าง|ตะกละตะกลาม|,|อาหาร|ใน|กระเพาะ|,|คอ|,|คอหอย|,|หลอดอาหาร. v. ยัด (อาหาร) ,|กิน|อย่าง|ตะกละตะกลาม|,|กลืน.  |Syn. gorgeable adj. gorgedly adv. gorger n. คํา|ที่|มี|ความหมาย|เหม
(กอร์|'|เจิส) adj. หรูหรา|,|โอ่อ่า|,|วิเศษ|,|น่า|ยินดี.  |Syn. gorgeousness n.  |Syn. grand|,|superb
(กอร์|'|จิท) n. เกราะ|ป้องกัน|คอ
(กะ|ริ|ล|'|ละ) n. ลิง|กอริลลา|,|ผู้|มี|รูปร่าง|น่าเกลียดน่ากลัว|,|อันธพาล.  |Syn. gorillian (e) adj. gorilloid adj.
(กอ|ร|'|มัน|ไดซ) vt.,|n. (การ) พิถีพิถัน|ใน|เรื่อง|อาหารการกิน|มาก.
(กอ|ร|'|มัน|ไดซ) vt.,|n. (การ) พิถีพิถัน|ใน|เรื่อง|อาหารการกิน|มาก.
(กอ|'|รี) adj. เปื้อน|เลือด|,|คล้าย|เลือด|,|นองเลือด|,|ไม่|น่า|ยินดี|,|ไม่|ดี.  |Syn. gorily adv.
(กอ|ช) interj. คําอุทาน|,|คํา|สบถ|สาบาน
(กอ|ส|'|ฮอค) n. เหยี่ยว|ปีก|สั้น|จําพวก|หนึ่ง
(กอ|ช|'|ลิง) n. ลูก|ห่าน|,|คน|โง่|ที่|ไร้|ประสบการณ์
(กอ|ส|'|เพิล) n.,|adj. คําสั่งสอน|หรือ|เรื่องราว|ของ|พระ|เยซู|คริสต์|,|ลัทธิ|หรือ|ความ|เชื่อ|ที่|มี|ความ|สําคัญ|มาก.
ความจริง|ไม่|ต้องสงสัย
(กอ|ส|'|พะ|เลอะ) n. ผู้อ่าน|หรือ|ร้องเพลง|เกี่ยวกับ gospel ใน|โบสถ์
(กอ|ส|'|พะ|เลอะ) n. ผู้อ่าน|หรือ|ร้องเพลง|เกี่ยวกับ gospel ใน|โบสถ์
(กอ|ส|'|ซะเมอะ) n. เยื่อ|บาง|,|ใย|แมงมุม|,|สิ่งทอ|หรือ|เคลือบ|ที่|บาง|มาก|  |Syn. gossamery|,|gossameroid adj.
(กอ|ส|'|ซิ|พ) n. การ (คํา) นินทา|,|การ (คํา) ซุบซิบ|,|คน|ที่|ชอบ|นินทา|คน vi. นินทา|,|ซุบซิบ.  |Syn. gossipingly adv. gossipy adj.  |Syn. hearsay|  |Syn. gossipry n.
(n. คน|ที่|ชอบ|นินทา|คน|อื่น|,|คน|ที่|ชอบ|ซุบซิบ
(กอ|ส|'|ซะ|พี) adj. ชอบ|นินทา|,|ชอบ|ซุบซิบ.  |Syn. gossipiness n.
(โก|ซูน|') n. เด็ก|,|คนใช้|ผู้ชาย
(กอ|ท) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ get abbr. glutamic oxaloacetic transaminase
n. พระพุทธเจ้า|  |Syn. Buddha
(กอ|ธ|'|ธิค) adj. เกี่ยวกับ|สถาปัตยกรรม|แบบ|กอ|ธ (มี|ลักษณะ|ยอด|ประตู|หน้าต่าง|โค้ง|แหลม)| 
(กอ|จ) n. สิ่ง|แซะ|ร่อง|ชนิด|หนึ่ง|,|ร่อง|ที่|เกิด|จาก|การ|แซะ|ด้วย|สิ่ว vt. แซะ|,|ขุด|  |Syn. gouger n.
(กู|'|ลา|ช) n. ผัก|ตุ๋น|เนื้อ|วัน.  |Syn. Hungarian goulash
(กัว|'|ระ|มี) n. ปลา|เล็ก ๆ ที่|เลี้ยง|กัน|ใน|อ่าง|ปลา
(กอร์ด) n. พืช|จําพวก|น้ํา|เต้า|และ|บวบ|,|ผล|น้ํา|เต้า|,|ผล|บวบ
(กัว|'|เมิน|ดฺ) n. นัก|ชิม|อาหาร|,|คน|ตะกละ.  |Syn. gormand.  |Syn. gourmandism n. -|pl. gourmands
(กัว|'|เม) n. นัก|ชิม|อาหาร|,|นัก|กิน|และ|ดื่ม|  |Syn. epicurean -|pl. gourmets
(เกา|ทฺ) n. โรค|เก๊าท์ (เลือด|มี|uric|-|acid|มาก|ผิดปกติ)| 
(เกา|'|ที) adj. เกี่ยวกับ|โรค|เก๊าท์|,|เป็น|โรค|เก๊าท์.  |Syn. goutiness n.
(กัฟ|'|เวิร์น) v. ปกครอง|,|ครอบงํา|,|ควบคุม|,|ดูแล.  |Syn. governabilityn. governable adj.  |Syn. direct|,|rule
n. การ|ปกครอง|,|การ|ควบคุม|,|ระบบ|การ|จัดการ
n. ผู้ปกครอง|ที่|เป็น|หญิง
(กัฟ|'|เวิร์|เมิน|ทฺ) n. รัฐบาล|,|การ|ปกครอง|  |Syn. governmental adj.  |Syn. order|,|rule control Ant. anarchy|,|chaos
ทําเนียบรัฐบาล
สิ่ง|ที่|จัดการ|หรือ|จัดทํา|ให้|โดย|รัฐบาล (สหรัฐอเมริกา)| 
ข้าราชการ|,|เจ้าหน้าที่|รัฐบาล
พันธบัตร|ของ|รัฐบาล
หลักทรัพย์|หรือ|พันธบัตร|ของ|รัฐบาล
รัฐบาลพลัดถิ่น
(กัฟ|'|เวิร์นเนอะ) n. ข้าหลวง|,|ผู้ว่าราชการ|,|ผู้ปกครอง|  |Syn. supervisor|,|director
n. ตําแหน่ง|ข้าหลวง|,|อํานาจ|และ|หน้าที่|ของ|ข้าหลวง
(กอ|ค) n. คน|โง่|,|คน|ทึ่ม
(เกาน์) n. เสื้อคลุม|ยาว|,|เสื้อ|ครุย v. ใส่|เสื้อคลุม|ยาว|  |Syn. robe|,|frock
(เกา|ซ|'|มัน) n. คน|ที่|สวม|เสื้อคลุม|ยาว
(กอ|ย) n. คน|ที่|ไม่|ใช่|ยิว.  |Syn. goyish adj.
abbr. general post office
abbr. glutamic pyruvic transaminase
abbr. grain
(แก|รฟ|'|ฟิ|อัน) n. ถุง|ไข่|ใน|รับ|ไข่
(แก|รบ) {|grabbed|,|grabbing|,|grabs|} v.,|n. (การ) ฉวย|,|คว้า|,|แย่ง|,|โฉบ|,|จับ|,|โกย|เอา n. การ|ฉวย|,|สิ่ง|ที่|ถูก (ฉวย|,|คว้า|,|แย่ง|,|โฉบ)|  |Syn. grabber n.  |Syn. seize
vt. ฉวย|,|คว้า|,|แย่ง|  |Syn. grabbler n.
n. ส่วน|ของ|พื้นผิว|โลก
n. ขอ|ชนิด|หนึ่ง
(เก|รส) n. ความ|งดงาม|,|ความ|นิ่มนวล|,|ความ|กลมกล่อม|,|ความ|สุภาพ|,|ความ|สง่า|,|ความ|เมตตา|,|ความ|กรุณา|,|คุณธรรม|,|การ|สวดมนต์|สั้น ๆ ก่อน|รับประทาน|อาหาร|  |Syn. elegance|,|beauty
ถ้วย|ดื่ม|อวยพร|,|การ|ดื่ม|อวยพร
(เก|รส|'|ฟู|ล) adj. สวยงาม|,|งดงาม|,|นิ่มนวล|,|กลมกล่อม|,|อรชร|,|สุภาพ|,|สง่า|,|มี|มารยาท|,|เมตตา|,|กรุณา.  |Syn. gracefully adv. gracefulness n.  |Syn. elegant|,|comely
(เก|รส|'|ลิส) adj. ขาด|ความ|งดงาม|,|ไม่|รู้|ทํานองคลองธรรม.
(แก|รส|'|ซิ|ล) adj. ยาว|เรียว|,|อรชร.  |Syn. gracility|,|gracileness|,|n.
(เก|ร|'|เชิส) adj. มี|มารยาท|,|กรุณา|,|ปรานี|,|เมตตา|,|สุภาพ|,|สง่างาม|,|สวยงาม|,|เรียบร้อย. interj. คําอุทาน|แสดง|ความ|ประหลาดใจ|-|ความ|โล่งอก|-|ความผิด|หวัง|หรือ|อื่น ๆ|  |Syn. graciousness n.  |Syn. kind|,|courteous Ant. harsh
n. นก|หาง|ยาว|ตระกูล|หนึ่ง
(แก|รด) n. บัณฑิต|  |Syn. graduate
(เก|ร|'|เดท) vi.,|vt. (ทํา|ให้) ค่อย ๆ เปลี่ยนแปลง|,|ค่อย ๆ เปลี่ยน|สี|,|เรียง|เป็น|ลําดับ|,|ทํา|ให้|ราบ
(เก|รเด|'|เชิน) n. การ|ค่อย ๆ เปลี่ยนแปลง|,|การ|แบ่ง|ขั้น|,|ลําดับ|,|ขั้น|,|ชั้น|,|การ|ทํา|ให้|ราบ.  |Syn. gradational adj. gradationally adv.  |Syn. sequence|,|step|,|degree
(เกรด) n. ชั้น|,|ระดับ|,|ขั้น|,|ขีด|,|ตอน|,|ชนิด.  |Syn. grades n. โรงเรียน|ประถม|,|การ|เอียง|ลาด|,|พันธ์|ผสม vt. แบ่ง|ออก|เป็น|ขั้น ๆ ,|แบ่ง|ออก|เป็น|ชนิด|,|ทํา|ให้|ราบ|,|ผสมพันธุ์. vi. กลาย|เป็น|ขั้น|เป็น|ระดับ|  |Syn. step|,|slope|,|rank
โรงเรียน|ประถม|  |Syn. graded school
(เก|ร|'|เดียนทฺ) n. เนิน|ลาด|,|ทาง|ลาด|,|ผิวหน้า|ลาด. adj. ลาด|ขึ้น|,|ลาด|ลง|,|เหมาะ|สําหรับ|การ|เดิน|  |Syn. incline|,
n. เครื่องวัด|ความ|เอียง|ลาด
n. เครื่องวัด|ความ|เอียง|ลาด
(แก|รด|'|จวล) adj. เอียง|ลาด|,|ค่อย ๆ ลาด|,|ทีละ|น้อย. n.  |Syn. gradually adv. gradualness n.  |Syn. slow|,|progressive
(แก|รด|'|จุ|เอท) n.,|adj. บัณฑิต|,|ภาชนะ|ตวง|ที่|แบ่ง|ออก|เป็น|ขีด ๆ vi.สําเร็จ|การ|ศึกษา|,|ค่อย ๆ เปลี่ยนแปลง vt. มอบ|ปริญญา|แก่|,|สําเร็จ|การ|ศึกษา|จาก|,|แบ่ง|ออก|เป็น|ขีด|  |Syn. graduated adj.  |Syn. mark off|,|calibrate
บัณฑิต|วิทยาลัย
(แก|รด|จุ|เอ|'|เชิน) n. การ|สําเร็จ|เป็น|บัณฑิต|,|การ|ได้|รับ|ปริญญา|  |Syn. grading|,|gradation
n. ผู้|แบ่ง|ขีด|ระดับ|,|เครื่อง|แบ่ง|ขีด|ระดับ
(เก|ร|'|ดัส) n., (pl. -|duses) พจนานุกรม|ฉันทลักษณ์|,|พจนานุกรม|สัมผัส
(กราฟ|ทฺ) n. กิ่ง|ตอน|,|ทาบ|กิ่ง|,|พืช|หรือ|ส่วน|ของ|เนื้อเยื่อ|ที่|ตอน|ต่อกิ่ง|หรือ|ปลูก|ถ่าย ,|การ|กิน|สินบน vt.,|vi. ตอน|กิ่ง|,|ทาบ|กิ่ง|,|ปลูก|ถ่าย|,|ตอน|ต่อ|,|ย้าย|ปะ|,|ย้าย|เพาะ|,|รับ|สินบน|  |Syn. grafter n.
(กราฟ|'|ทิจ) n. การ|ตอน|หรือ|ทาบ|กิ่ง|,|การ|ย้าย|ปะ|หรือ|ปลูก|ถ่าย|เนื้อเยื่อ
(เก|ร|'|ฮัม) adj. ประกอบ|ด้วย|จาก|แป้งหมี่|หยาบ|หรือ|แป้ง|ข้าวสาลี|ล้วน
(เกรน) n. เมล็ดข้าว|,|เมล็ด|พืช|ที่|ใช้|เป็น|อาหาร|,|พืช|ประเภท|ข้าว|,|เมล็ด|เล็ก ๆ ,|หน่วย|น้ําหนัก|ที่|เล็ก|ที่สุด (0.0648 กรัม) , ลาย|เนื้อใน|งา|-|ไม้|หิน|,|ลายเส้น|หรือ|ชั้น|ของ|หิน|หรือ|ถ่านหิน|,|ภาวะ|การ|ตกผลึก.  |Syn. seed|,|particle
ข้าว|เกาเหลียง
(เกรน|'|นี) adj. เป็น|เม็ด|เล็ก ๆ ,|คล้าย|เม็ด|ข้าว|,|เต็มไปด้วย เมล็ดข้าว|,|เต็มไปด้วย|เม็ด|เล็ก ๆ|  |Syn. graininess n.
(เก|รพ) n. สามง่าม
n. นก|ที่|ชอบ|เดิน|ลุย|น้ํา|เช่น|กระสา.  |Syn. grallatroial adj.
(แก|รม) n. กรัม
วิธี|ย้อม|สี|ด้วย|gentian|-|violet
adj. ซึ่ง|ติด|สี|ม่วง|เมื่อ|ย้อม|สี|โดย|วิธี|ของ|แก|รม
(แก|รม|'|มะ|รี) n. วิทยา|กล|,|เวทมนตร์|คาถา|  |Syn. gramary adj.  |Syn. magic
(กระ|เมอ|'|ซี่) n. การ|อุทาน|แสดง|ความ|ประหลาดใจ|-|อารมณ์|รุนแรง. n. การ|ขอบคุณ
adj. คล้าย|หญ้า
adj. ซึ่ง|กิน|เมล็ดข้าว|เป็น|อาหาร
(แก|รม|'|มะ) n. ไวยากรณ์
โรงเรียน|ประถมศึกษา|โรงเรียน|มัธยม (ใน|อังกฤษ)| 
(กระ|แม|'|เรียน) n. ผู้เชี่ยวชาญ|ไวยากรณ์
(กระ|แมท|'|ทิเคิล) adj. เกี่ยวกับ|ไวยากรณ์
(แก|รม) n. กรัม
n. เครื่อง|เล่น|แผ่นเสียง
(แก|รม|พซ) n. ปู่|,|ตา
(แก|รม|'|พัส) n.ปลาโลมา|ใน|ทะเลเหนือ|,|ปลาวาฬ|จําพวก Orca orca (killerwhale)| 
(เก|ร|'|นะ|รี|,|แก|รน|'|นะ|ริ) n. ยุ้ง|ข้าว|,|ฉาง|ข้าว|,|บริเวณ|ที่|ผลิต|ข้าว|ได้|มากมาย
(แก|รน|ดฺ) adj. ใหญ่โต|,|มหึมา|,|ชั้นหนึ่ง|,|สําคัญ|มาก|,|ดีเยี่ยม|,|ผึ่งผาย|,|งดงาม|,|น่า|นับถือ|,|โอหัง|,|อวดดี|,|สมบูรณ์|,|ครอบคลุม. n. เปีย|น|โน|ขนาด|ใหญ่|,|1000 ดอล|-|ลาร์.  |Syn. grandly adv. grandness n.  |Syn. stately|,|main|,|excellent|,|good -|A.
วน|อุทยานแห่งชาติ|ใน|อริ|โซ|นา ใน|สหรัฐอเมริกา
ตอบ|จบ|,|แบบ|สุดยอด
ประธาน|คณะ|ผู้|สอบสวน|ความผิด
การ|ลักขโมย|ทรัพย์|ที่|มี|ค่า|มาก|กว่า|หนึ่ง|ชิ|ล|ลิง (ถ้า|ต่ํา|กว่า|1|ชิ|ล|ลิง|เรียก|ว่า|petty|-|larceny)| 
โรค|ลมบ้าหมู|ที่|มี|การ|หมดสติ|กล้ามเนื้อ|เกร็ง|และ|น้ําลาย|ฟูม|ปาก
พิธี|เปิด|งาน|ลีลา|ศ|ที่|ใหญ่โต
หัวหน้า|,|ผู้นํา
(กราน|มอ|นด|') fr. โลก|แห่ง|แฟชั่น|,|สังคม|ที่|ดี|ที่สุด|,|สัม|คม|ชั้น|สูง
ผู้อาวุโส|ที่|เป็น|ที่|เคารพนับถือ|อย่าง|สูง|,|รัฐบุรุษ|ผู้เฒ่า
พระ|มหาราช|วัง
เปียโน|ขนาด|ใหญ่|ที่|มี|ฝา|แบน
(กราน|พ|รี|') n. การ|แข่งขัน|รถ|ระหว่าง|ประเทศ|,|การ|แข่งขัน|กรัง|ปรีซ์
ความ|สําเร็จ|อัน|ยิ่งใหญ่|,|การ|ชนะ|การ|แข่งขัน|นัด|สําคัญ|ทั้งหมด|ของ|ฤดู|,|การ|ชนะ|ทั้ง|13|ครั้ง|ของ|การ|เล่น|ไพ่|บริดจ์ -|conf. little slam
Pref. "|ยิ่งใหญ่|,|มหึมา|,|สําคัญ|มาก|"
(แก|รน|'|ดัม) n. ย่า|,|ยาย|,|หญิง|ชรา
(แก|รน|'|ดัม) n. ย่า|,|ยาย|,|หญิง|ชรา
n. ยาย|  |Syn. great|-|aunt
หลาน -|pl. grandchildren
n. ปู่|  |Syn. grandfather
n. ปู่|  |Syn. grandfather
n. หลาน|สาว
(กราน|ดัม|') n. หญิง|จาก|ตระกูล|สูง
n. ขุนนาง|,|ชาย|ที่|มี|ฐานะ|ทาง|สัม|คม|สูง.  |Syn. grandeeship n.
(แก|รน|'|เจอะ) n. ความ|สูง|ศักดิ์|,|ความ|สง่างาม|,|ความ|ผึ่งผาย|,|ความ|ยิ่งใหญ่|,|ความ|น่ากลัว. n. สิ่ง|ที่|ใหญ่โต|,|สิ่ง|ที่|สูง|ศักดิ์|  |Syn. magnificence|,|glory|,|pomp
n. ปู่|,|บรรพบุรุษ|  |Syn. grandfatherly adj.
นาฬิกา|ลูก|ตุ้ม|ขนาด|ใหญ่
n. คําพูด|ที่|โอหัง|,|การ|พูด|ที่|โอหัง
(แก|รน|'|ดี|โอ|ส) adj. ยิ่งใหญ่|,|หรูหรา|,|สง่างาม|,|โอ่อ่า.  |Syn. grandiosity n.  |Syn. impressive|,|pompous Ant. trivial
(แก|รน|'|มา) n. ย่า|,|ยาย|  |Syn. grandmother
n. ย่า|,|ยาย
n. ย่า|,|ยาย
n. ยาย|,|ย่า|,|บรรพบุรุษ|ที่|เป็น|หญิง.  |Syn. grandmotherly adj.
n. ลูกสาว|ของ|พี่
(แก|รน|'|พา) n. ปู่|,|ตา|  |Syn. grandfather
(แก|รน|'|พา|พะ) n. ปู่|,|ตา
(แก|รน|'|แพ|'|เรินทฺ) n. ปู่ย่าตายาย
n. ปู่|,|ตา|,|บรรพบุรุษ
n. หลาน
n. ที่นั่ง|ชม|ด้านหน้า|ที่|เป็น|เอกเทศ|ของ|แต่ละ|คน|,|ผู้|ชม|ที่นั่ง|อยู่|ใน|ที่|ดังกล่าว vi. แสดง|ด้วย|ใจจดใจจ่อ.
n. ปู่|,|ตา
(เกรน|จฺ) n. ฟาร์ม|,|ไร่นา|,|บ้านไร่
vt. แทรก|ภาพ|ใน|หนังสือ|,|ตัด|ภาพ|แทรก จาก|หนังสือ|  |Syn. grangerizer|,|grangeriser n. grangerism n.
vt. แทรก|ภาพ|ใน|หนังสือ|,|ตัด|ภาพ|แทรก จาก|หนังสือ|  |Syn. grangerizer|,|grangeriser n. grangerism n.
(แก|รน|'|นิท) n. หิน|แก|รน|นิต ่,|สิ่ง|ที่|มี|ความ|แข็ง ความ|คงทน|และ|ความ|แน่น|เหมือน|หิน|แกรนิต.  |Syn. granitic adj.
adj. ซึ่ง|กิน|เมล็ดข้าว|เป็น|อาหาร.  |Syn. granivore n.
(แก|รน|'|นี่) n. ย่า|,|ยาย|,|หญิง|ชรา|,|คน|ที่|จู้จี้|,|พยาบาล|,|ผดุงครรภ์ adj. เกี่ยวกับ|หญิง|ชรา|,|ล้าสมัย|,|หัวโบราณ.  |Syn. grannie
(กระ|โน|'|ละ) n. อาหารเช้า|ที่|ประกอบ|ด้วย|น้ํานม|ใส่|ผลไม้|แห้ง|,|ผลไม้|เปลือก|แข็ง|,|ข้าว
(กราน|ทฺ) vt. อนุญาต|,|ยอม|ให้|,|ให้|,|โอน. n. สิ่ง|ที่|ให้|,|การ|ให้|,|การ|อนุญาต|,|การ|โอน|,|การ|โอน|ทรัพย์สิน.  |Syn. grantable adj. granter n. grantor n.  |Syn. boon
n. สิ่ง|ที่|มอบ|ให้|เพื่อ|ช่วยเหลือ
(กราน|ที|') n. ผู้|ได้|รับ|สิ่งของ|,|ผู้|ได้|รับ|ทุน|,|ผู้|ได้|รับ|เงิน|,|ผู้|รับ
n. ผู้|มอบ|ให้|,|ผู้|มอบ
adj. เกี่ยวกับ|เม็ด|เล็ก ๆ| 
vt.,|vi. ทํา|ให้ (กลาย) เป็น|เม็ด|เล็ก ๆ หรือ|หยาบ|  |Syn. granulater|,|granulator n. granulative adj. granulation n.
เนื้อเยื่อ|หยาบ
(แก|รน|'|นูล) n. เม็ด|หยาบ|เล็ก ๆ ,|เมล็ดข้าว|เล็ก ๆ| 
n. เม็ดโลหิต|ขาว|ที่|มี|เม็ด|เล็ก ๆ ใน|ไซ|โต|ปลา|ส|ซึม
adj. เป็น|เม็ด|เล็ก ๆ| 
(เก|รพ) n. ผล|องุ่น|,|ต้น|องุ่น|,|สี|ม่วง|อม|แดง|,|เหล้าองุ่น
n. ส้มโอ
n. สวน|องุ่น|,|สถาน|เพาะ|องุ่น
n. ต้น|องุ่น|,|วิธีการ|ส่ง|ข่าว|ลับ|ถึง|ตัว|บุคคล|โดย|ตรง
(เก|ร|'|พี) adj. เกี่ยว|หรือ|ประกอบ|ด้วย|องุ่น|,|ซึ่ง|มี|รส|องุ่น
(กราฟ) n. กราฟ
พล็|อด|เตอร์|กราฟ|เป็น|หน่วย|แสดง|ผล|ของ|คอมพิวเตอร์|ที่|สามารถ|แสดง|เป็น|รูป|กราฟ|ชนิด|ต่าง ๆ ได้ เช่น กราฟ|เส้น กราฟ|แท่ง
n. หน่วย|ที่|เล็ก|ที่สุด|ของ|ระบบ|การ|เขียน|,|ตัวอักษร|,|ตัว|พยัญชนะ.
(แก|รฟ|'|ฟิค) adj. ชัดเจน|,|เกี่ยวกับ|ภาพเขียน|หรือ|วาด|  |Syn. graphical|  |Syn. vivid|,
ศิลปะ|การ|ทํา|ภาพพิมพ์|,|ศิลปการ|ขีดเขียน|,|ศิลปะ|การ|พิมพ์|  |Syn. graphics
การ|แสดง|ผล|กราฟิก|การ|แสดง|ผล|ของ|คอมพิวเตอร์ ที่|สามารถ|แสดง|ผล|ออก|มา|เป็น|ภาพ|ได้ โดย|ใช้|จุด|มา|เรียง|กัน|เป็น|เส้นตรง|, เส้นโค้ง หรือ|แท่ง ฯ การ|ป้อน|ข้อมูล|อาจ|ทํา|เป็น|ตัวเลข|หรือ|ตัวหนังสือ|ก็ได้ และ|เรา|สามารถ|ใช้|คําสั่ง|บังคับ|ให้|แสดง|ภาพ|ด้าน|ตรง หมุน หรือ|เอียง รวม|ทั้ง|อาจ|มี|ปากกา|ไว้|ให้|เขียน|บน|จอภาพ|ด้วย|ก็ได้
รูปแบบ|สับเปลี่ยน|ภาพ|กราฟิก|ใช้|ตัวย่อ|ว่า GIF (อ่าน|ว่า จิฟ) เป็น|รูปแบบ|การ|เก็บ|แฟ้มข้อมูล|ที่|มี|ภาพ|แบบ|หนึ่ง ไม่ว่า|จะ|เป็น|พี|ซี|หรือ|แมค|อิน|ทอ|ช|ก็|จะ|สามารถ|เรียก|มา|ใช้ได้ มักจะ|มี|ไว้|ใช้|ใน|บริการ CompuServe ดู CompuServe ประกอบ
การ|ออกแบบ|งาน|พิมพ์|หมายถึง การ|ออกแบบ|หน้า|หนังสือ|หรือ|เอกสาร|ที่|ประกอบ|ด้วย|ข้อความ (text) และ|ภาพประกอบ (graphics) ให้|แลดู|สวยงาม ตาม|สมัยนิยม
ภาวะ|กราฟิก|หมายถึง การ|ที่|คอมพิวเตอร์|อยู่|ใน|สภาวะ|ที่|เตรียมพร้อม|จะ|แสดง|ข้อมูล|ต่าง ๆ บน|จอภาพ|ออก|มา|เป็น|ภาพ
การ|ใช้|ภาพ|เป็น|ตัว|ประสาน|กับ|ผู้ใช้|ใช้|ตัวย่อ|ว่า GUI (อ่าน|ว่า|กุย) เป็น|วิธีการ|ให้|ความ|สะดวก|แก่|ผู้ใช้|คอมพิวเตอร์ ให้|ติดต่อ|สื่อสาร|กับ|เครื่อง|คอมพิวเตอร์|โดย|ผ่าน|ทาง|ภาพ เช่น ใช้|เมาส์|กด|เลือก|สัญ|รูป (icon) แทน|การ|พิมพ์|คําสั่ง|ดัง|แต่ก่อน หรือ|การ|เลือก|คําสั่ง|ตาม|รายการ|เลือก|ที่|เรียก|ว่า ระบบ|เมนู
(แก|รฟ|'|ฟิคซฺ) n. ศิลปะ|การ|เขียน|,|การ|ทํา|ภาพพิมพ์|,|วิชาการ|คํานวณ|ด้วย|แผนภูมิ|'|หรือ|ไดอะแกรม
ตัว|ปรับ|ภาพ|หมายถึง|แผ่น|วงจร (card) ที่|เมื่อ|นํา|ไป|เสียบ|เข้า|กับ|เครื่อง|คอมพิวเตอร์|แล้ว|ทํา|ให้|จอภาพ|แสดง|ภาพ|ได้ เท่า|ที่|รู้จัก|กัน|ใน|เวลา|นี้|มี|ชื่อ|เรียก|ว่า CGA EGA VGA และ SVGA ถ้า|ปราศจาก|แผ่น|วงจร|เหล่านี้ แม้|โปรแกรม|จะ|เป็น|โปรแกรม|ภาพ ก็|จะ|แสดง|ภาพ|ไม่|ได้ ดู CGA EGA VGA และ SVGA
(แก|รฟ|'|ไฟ|ทฺ) n. แร่|คาร์บอน|ที่|ใช้|ทํา|ดินสอ|,|ตะกั่ว|ดํา.  |Syn. graphitic adj.
Pref. การ|เขียน
n. การ|ศึกษา|เกี่ยวกับ|ลายมือ
(แก|รพ|'|เนล) n. ตะขอ|เหล็ก|สําหรับ|เกี่ยว|เรือ|,|สมอ|ที่|มี|ก้าม|รอบ|ตัว.  |Syn. graplin|,|grapline
(แก|รพ|'|เพิล) n. ตะขอ|,|ที่|จับ|,|การ|จับ|,|การ|คว้า|,|การ|ชก|กัน. vt. จับ|,|คว้า|,|ยึด. vi. ยึด|ด้วย|ตะขอ|,|ใช้|ตะขอ|,|ยึด|,|จับ|,|ต่อสู้. n.
(แก|รพ|'|ลิง) n. ตะขอ|,|ที่|จับ|  |Syn. grapnel
ตะขอ|เหล็ก.  |Syn. grappling hook
(เก|ร|'|พี) adj. เกี่ยว|หรือ|ประกอบ|ด้วย|องุ่น|,|ซึ่ง|มี|รส|องุ่น
(ก|รา|สพฺ) vt.,|vi.,|n. (การ) ยึด|,|จับ|,|กํา|แน่น|,|คว้า|,|เข้าใจ|,|รู้ซึ้ง|  |Syn. grasper n.
(ก|รา|ส|'|พิง) adj. โลภ|,|ตะกละ
(ก|รา|ส) n. หญ้า|,|สนามหญ้า|,|ทุ่งหญ้า
ใบ|หญ้า
ตัวอักษร|ที่|เขียน|หวัด
ผ้าป่าน
(ก|รา|ส|'|ฮอพเพอะ) n. ตั๊กแตน
สามัญชน|,|ตําแหน่ง|ธรรมดา
หญิง|ที่|แยก|อยู่|กับ|สามี|,|หญิง|ที่|หย่า|กับ|สามี.  |Syn. grasswidowhood n.
ชาย|ที่|แยก|อยู่|กับ|ภรรยา|,|ชาย|ที่|หย่า|กับ|ภรรยา
(ก|รา|ส|'|ฮอพเพอะ) n. ตั๊กแตน
(ก|รา|ส|'|แล|นดฺ) n. ทุ่งหญ้า|,|ดินแดน|ที่|มี|ทุ่งหญ้า|มาก|  |Syn. pasture land
adj. ซึ่ง|ปกคลุม|ไป|ด้วย|หญ้า|,|เกี่ยวกับ|หญ้า|,|สี|เขียว.  |Syn. grassiness n.
(เก|รท) n.,|vt. (ใส่) ตะแกรง|,|ลูกกรง|,|ตาข่าย|,|ตะ|กรับ|ใน|เตาไฟ|,|ที่|ร่อน|ตะแกรง|ร่อน vi.,|vt. ขูด|,|เสียดสี|,|ครูด|,|เคี้ยว|ฟัน|,|ขัด|,|บด|ให้|ละเอียด|,|ขูด|ดัง|,|ขัด|ดัง|  |Syn. grater|,|n.
(เก|รท|'|ฟู|ล) adj. ขอบคุณ|,|ปลื้ม|ปี|ติ|,|เป็น|ที่|ชื่นชมยินดี.  |Syn. gratefully adv. gratefulness n.
(เก|ร|'|เทอะ) n. ที่|ขูด|,|ที่|ครูด
(แก|รททะฟะเค|'|เชิน) n. ความ|ปลื้ม|ปี|ติ|,|สิ่ง|ที่|ทํา|ให้|พอใจ|,|รางวัล|,|เรื่อง|ที่|ทํา|ให้|น่า|ยินดี|,|การ|ทํา|ให้|สําเร็จความใคร่|  |Syn. satisfaction|,|comfort
(แก|รท|'|ทะ|ไฟ) vt. ทํา|ให้|ปลื้ม|ปี|ติ|,|ทํา|ให้|พอใจ|,|ทํา|ให้|ยินดี|,|ทํา|ให้|สําเร็จความใคร่|,|ให้|รางวัล|  |Syn. gratifier n.  |Syn. satisfy
(เก|ร|'|ทิง) n. ตะแกรง|สําหรับ|ครอบ|ทางผ่าน
(เก|ร|'|ทิส) adj. ไม่|จ่าย|เงิน|,|ฟรี. adj. ฟรี|,|ให้เปล่า|  |Syn. complimentary|,|free
(แก|รท|'|ทิทูด) n. ความรู้สึก|ขอบคุณ|,|ความ|อกตัญญู|  |Syn. thanks
(กระ|ทู|'|อิทัส) adj. ฟรี|  |Syn. gratuitousness n.  |Syn. gratis|,|free
(กระ|ทู|'|อิ|ที) n. ของขวัญ|,|เงิน|รางวัล
adj. ซึ่ง|แสดง|ความ|ขอบคุณ|,|ซึ่ง|แสดง|ความยินดี|'
(แก|รช|'|ชะ|เลท) vt.,|vi. แสดง|ความยินดี
(แก|รช|ชะ|เลง|'|เชิน) n. การ|แสดง|ความยินดี
(กระ|เว|'|มัน) n.ข้อกล่าวหา|ที่|หนัก|,|ประเด็น|สําคัญ|ใน|การ|ฟ้อง|,|เรื่อง|คับแค้นใจ -|pl. gravamina
(เก|รฟว) n. สุสาน|,|หลุม|ฝังศพ|,|ป่าช้า|,|ความ|ตาย adj. ร้ายแรง|,|รุนแรง|,|สําคัญ|,|เอาจริงเอาจัง|,|ขึงขัง|,|วิกฤติ|,|มืดมัว|,|เศร้า|ซึม|,|ครึ้ม|,|เสียง|หนัก n. เสียง|หนัก.  |Syn. gravely adv. graveness n.
(แก|รฟ|'|เวิล) n. กรวด|,|หิน|เล็ก ๆ ,|ลูกรัง vt. ปู|หรือ|โรย|กรวด|,|ทํา|ให้|ฉงน|,|ทํา|ให้|ระคายเคือง|,|ยั่ว|โมโห|,|กระตุ้น|,|เกย|ตื้น. adj. เสียง|เสียดสี|,|เสียงแหบ|  |Syn. gravelish adj.
ถนน|โรย|กรวด
(แก|รฟ|'|วะลี่) adj. เสียงแหบ
(แก|รฟ|'|วะลี) adj. คล้าย|ก้อน|กรวด|, (เสียง) แหบ
(เก|ร|'|เวิน) adj. ยึด|แน่น|,|ตรึงตรา|ใน|ความทรงจํา|,
รูปปั้น|,|รูปสลัก|  |Syn. idol
(เก|ร|'|เวอะ) n. เครื่องมือ|และ|สลัก|,|นัก|แกะสลัก
โรค|ต่อม|ไธรอยด์|โต|มี|ชีพจร|เร็ว|กว่า|ปกติ|มี|น้ํา|คัด|หลั่ง|จาก|ไธรอยด์|มาก|กว่า|ปกติ
(เก|รฟ|'|ส|โทน) n. หิน|บน|หลุม|ฝังศพ
(เก|รฟ|'|ยาร์ด) n. สุสาน|,|ป่าช้า
(แก|รฟ|'|วิด) adj. ตั้ง|ครรภ์.  |Syn. gravidity|,|gravidness n.
(กระ|วิม|'|มิ|เทอะ) n. เครื่องมือวัด|ความ|ถ่าง|จําเพาะ|  |Syn. gravimetry n.
(เก|ร|'|วิง) n. สิ่ง|สลัก|,|การ|แกะสลัก|,|การ|ชําระล้าง|และ|ทา|น้ํา|หรือ|วัตถุ|กัน|ซึม|ที่|ท้อง|เรือ
อู่|เรือ|แห้ง
(แก|รฟ|'|วิ|เท|ท) vi. จม|ลง|,|ตก|,|โน้มเอียง|เข้า|หา
(แก|รฟวิ|เท|'|เชิน) n. แรง|ดึงดูด|ของ|โลก|  |Syn. gravitational adj. gravitationally adv.  |Syn. attraction
(แก|รฟวิ|เท|'|ทิฟว) adj. ซึ่ง|เกี่ยวกับ|แรง|ดึงดูด
(แก|รฟ|'|วิ|ที) n. แรง|ดึงดูด|ของ|โลก|,|แรง|ศูนย์|ถ่วง|ของ|โลก|,|น้ําหนัก|,|แรง|ดึงดูด|,|ลักษณะ|ที่|รุนแรง|,|ความจริง|จัง|,|ความ|เคร่งขรึม|  |Syn. attraction|,|seriousness
ชั้นดิน|เคลื่อน|ลาด|ลง
ดู|gravimeter
(เก|ร|'|เวอะ) n. วิธี|พิมพ์|ภาพ|โดย|ใช้|แม่พิมพ์|ที่|มี|หมึก|หุ้ม|ซึม|เข้า|ไป|ใน|กระดาษ|,|แผ่น|แม่พิมพ์|หรือ|ภาพพิมพ์|ของ|วิธีการ|พิมพ์|ดังกล่าว|  |Syn. intaglio process
(เก|ร|'|วี) n. น้ํา|ของ|เนื้อที่|ย่าง|ใช้|ราด|อาหาร|,|เงิน|ที่|ได้|มา หรือ|ได้|รับ|อย่าง|ไม่|ได้|คาด|ถึง|มา|ก่อน|,|ลาภ|ลอย|,|งาน|เบา|,
อาชีพ|หรือ|งาน|ที่|เบา|,|โอกาส|ได้|รับ|ผลประโยชน์|หรือ|ผลกําไร|อย่าง|มาก|โดย|ไม่|ต้อง|ลําบาก
(เก|ร) adj. สี|เทา|,|มืด|,|สลัว|,|ผมหงอก|,|แก่|,|ชรา. n. สี|เทา|,|สภาพ|ที่|ไม่|ได้|ย้อม|สี v. ทํา|ให้ (กลาย) เป็น|สี|เทา|  |Syn. grayly adv. grayness n.  |Syn. grey
ผู้ใช้|อํา|นวจ|ใน|ทาง|ที่|ผิด|หรือ|เพื่อ|ผลประโยชน์|ของ|ตัวเอง
เนื้อเยื่อประสาท|และ|สมอง|ส่วน|ที่|มี|สี|เทา
สี|เทา|หมายถึง ความ|เข้ม|/|จาง|ของ|สี|เทา|ที่|มี|พิสัย (range) จาก|เข้ม|สุด|ไป|สู่|อ่อน|สุด มัก|ใช้ เมื่อ|ไม่|สามารถ|แสดง|ความ|แตกต่าง|ของ|สี|ได้
เกี่ยวกับ|การ|โฆษณา
(เก|ร|'|แบ|ค) n. สัตว์|ขั้วโลก|เหนือ
(เก|ร|'|เบียด) n. คน|ที่|เครา|สี|ขาว|,|คนแก่|,|นักปราชญ์.  |Syn. graybearded adj.
(เก|ร|'|เฮาดฺ) n. ดู|greyhound
(เก|ร|'|อิช) adj. สี|เท่า|,|สี|เทา|อ่อน ๆ| 
(เก|ร|'|ลิง) n. ปลา|น้ําจืด คล้าย|ปลา|เท|ร้าท์
(เก|รซ) v. เลี้ยง|หญ้า|,|ให้|สัตว์เลี้ยง|กิน|หญ้า|,|ดูแล|สัตว์|ที่อยู่|บน|ทุ่งหญ้า|,|แตะ|หรือ|ถู|เบา ๆ ,|ถาก|ไป|,|เฉียด|ไป|,|เช็ด|,|ครูด|,|ทํา|ให้|ถลอก. n. การ|ถู|เบา ๆ ,|การ|ถาก|ไป|,|การ|เฉียด|ไป|,|แผล|ถลอก|,|รอย|ข่วน|เบา ๆ|  |Syn. grazer n. grazingly adv.  |Syn. tou
(เก|ร|'|ซิ|เออะ) n. คน|เลี้ยง|ปศุสัตว์
(เก|ร|'|ซิ|ง) n. ทุ่ง|ปศุสัตว์|,|ทุ่งเลี้ยงสัตว์
(ก|รี|ส) n. ไขมัน|สัตว์|,|น้ํามันหล่อลื่น|,|น้ํามัน|ชนิด|หนา|,|หนัง|แกะ|ก่อน|เอา|ไขมัน|ออก. vt. (ก|รี|ส|,|ก|รี|ซ) ทา|น้ํามันหล่อลื่น|,|ทา|ไข|สัตว์|,|ติด|สินบน|,|หยอด|น้ํามัน|,|ประจบ|ประ|แจง
ตลับ|จาระบี|  |Syn. oilcup
กระบอกฉีด|จาระบี
ช่างกล
ดินสอ|เทียน
(ก|รี|ส|'|บอคซ) n. ตลับ|น้ํามัน|จาระบี|ที่|หุ้ม|ตุ่ม|ล้อ|รถ
(ก|รี|'|เซอะ) n. ผู้|ทา|น้ํามัน|,|เครื่อง|อัด|จาระบี
(ก|รี|'|ซี|,|ก|รี|'|ซี) adj. ทา|น้ํามัน|ไว้|,|เป็น|ไขมัน|,|ลื่น.  |Syn. greasily adv. greasiness n.
ภัตตาคาร|ถูก ๆ ที่|ไม่ค่อย|ถูก|หลัก|อนามัย
(เก|รท) adj. ใหญ่|,|ยิ่งใหญ่ -|adv. ดี|มาก. n. คน|สําคัญ|,|คน|ที่|มี|ชื่อเสียง.  |Syn. greatness n.  |Syn. large|,|huge|,|excellent
นก|ดําน้ํา|ขนาด|ใหญ่|บิน|ไม่|ได้
อังกฤษ|,|เวลส์|และ|สก๊อตแลนด์
สุนัข|ขนาด|ใหญ่|พันธุ์|หนึ่ง
หัว|นิ้ว|แม่|เท้า|  |Syn. big toe
adj. ใจกว้าง|,|มี|น้ําใจ|เลิศ|,|กล้าหาญ
n. ลุง|ของ|พ่อ|หรือ|ของ|แม่.  |Syn. granduncle
ดู|grandaunt
(เก|ร|'|เทิน) vt. ทํา|ให้|ใหญ่|ขึ้น|,|หยาบ|,|เพิ่ม|,|ใหญ่|ขึ้น
(เก|รท|'|เทอะ) adj. เกี่ยวกับ|เมือง|และ|ชานเมือง
(ก|รี|'|เชิน) adj. กรีก. n. ชาว|กรีก
(ก|รี|ซ) n. ประเทศ|กรีก
(กรีด) n. ความ|ตะกละ|,|ความ|โลภ|,|ความ|อยาก|ได้|  |Syn. avidity Ant. generosity
(กรีด|'|ดี) adj. ตะกละ|,|ละโมบ|,|โลภ|,|อยาก|ได้.  |Syn. greedily adv. greediness n.  |Syn. covetous
(ก|รี|'|ก|รี) n. ดู|grigri
(กรีก) adj. กรีก|,|ภาษา|กรีก. n. ชาว|กรีก|,|ภาษา|กรีก
(ก|รี|น) adj. สี|เขียว|,|เขียวชอุ่ม|,|ประกอบ|ด้วย|ผัก|,|ยัง|ไม่|สุก|,|ยัง|ไม่|โต|เต็มที่|,|อ่อนหัด|,|ไร้|ประสบการณ์|,|ใหม่|,|สด|,|เร็ว ๆ นี้|,|ขีด|,|ซึ่ง|ถูก|ฆ่า|ใหม่ ๆ ,|ไม่|ติดไฟ. n. สี|เขียว|,|วัตถุ|สี|เขียว|,|ทุ่งหญ้า|สี|เขียว|,|ใบไม้|สด ๆ ,|กิ่งไม้|และ|ใบไม้|ที่|ใช้|เป็น|อาหาร.  |Syn. li
พี|ซี|ประหยัด|ไฟ|หมายถึง|คอมพิวเตอร์|ที่|ได้|รับ|การ|จัด|สร้าง|ให้|ใช้|พลังงานไฟฟ้า|น้อย|ที่สุด เช่น ถ้า|ไม่|ใช้|แป้นพิมพ์|หรือ|เมาส์|ชั่ว|ระยะ|หนึ่ง จอภาพ|ก็|จะ|มืด (ไม่|มี|แสงสว่าง)| 
(ก|รี|น|'|เนอ|รี) n. พืชผัก|ที่|มี|สี|เขียว|  |Syn. verdure
(ก|รี|น|'|โก|ร|เซอะ) n. พ่อค้า|ขาย|ผัก|และ|ผลไม้|สด
(ก|รี|น|'|โก|ร|เซ|อ|รี) n. ร้าน|ขาย|ผัก|และ|ผลไม้|สด|,|ผลไม้|และ|ผัก|สด|ที่|เก็บ|ไว้|ขาย|ใน|ร้าน
n. คน|ที่|อ่อนหัด|,|คน|ที่|ไม่|มี|ประสบการณ์.  |Syn. greenhand
n. อาคาร|กระจก|ที่|แสง|แดด|เข้า|ไป|ได้|,|เรือน|กระจก
(ก|รี|น|'|นิช) adj. ค่อนข้าง|เขียว
เวลามาตรฐาน|ที่ Greenwich ใน|อังกฤษ|  |Syn. Greenwich Civil Time
เวลามาตรฐาน|ที่ Greenwich ใน|อังกฤษ|  |Syn. Greenwich Civil Time
(ก|รี|ท) vt. ทักทาย|,|คํานับ|,|รับรอง|,|ต้อนรับ. vi. คํานับ.  |Syn. greeter n.  |Syn. address
(ก|รี|ท|'|ทิง) n. การ|ทักทาย|,|การ|คํานับ|,|การ|รับรอง|,|การ|ต้อนรับ|,|คํา|ทักทาย|,|คํา|อวยพร|,|คํา|ต้อนรับ|  |Syn. salutation|,|bow
บัตร|อวยพร|  |Syn. card
(ก|ริ|แก|'|เรียส) adj. ชอบ|สังคม|,|จับ|กัน|เป็น|กลุ่ม.  |Syn. gregariousness n.  |Syn. convivial|,|social
(ก|รี|เนด|') n. ลูก|ระเบิด|สําหรับ|ขว้าง
(เกรน|นะ|เดียร์|') n. ทหารราบ|รักษา|พระองค์|,|ทหาร|สําหรับ ปา|ลูก|ระเบิด|  |Syn. grenadireship n.
(กรู) v. อดีตกาล|ของ grow
(กรู|'|เซิม) adj. ดู|gruesome.  |Syn. grewsomeness n.
(เก|ร) adj.,|n.,|vt.,|vi. ดู|gray|  |Syn. greyish adj. greyly adv. greyness n.
(เก|ร|'|เฮ|น) n. ไก่ป่า|ตัวเมีย
(เก|ร|'|เฮาดฺ) n. สุนัข|พันธุ์|หนึ่ง|ที่|มี|ขน|สั้น|ตัว|สูง และ|ยาว.  |Syn. grayhound
(ก|ริ|ด) n. ตะแกรง|,|ลูกกรงเหล็ก|,|แผ่น|ตะกั่ว|ใน|หม้อ|แบตเตอรี่|,|ขดลวด ใน|หลอด|วิทยุ|,|สายไฟ|ฟ้า|,|เส้นทาง|รถไฟ|  |Syn. gridiron
(กรีด|'|เดิล) n. กะทะ|ก้น|แบน|มี|ที่|ถือ|สําหรับ|ปิ้ง|ขนม|หรือ|อาหาร|,|ผิวหน้า|ร้อน และ|แบน|ของ|ภาชนะ|สําหรับ|หุง ต้ม ปิ้ง|หรือ|ทอด|อาหาร
(ไก|รด|ฺ) {|grided|,|griding|,|grides|} vi. ถู|,|ขูด|,|ครูด|,|บด|,|ทํา|เสียง|เสียดสี|ดังกล่าว. vt. แทง|,|ตัด. n. เสียง|ถู|,|เสียง|ขูด|,|เสียง|ครูด|,|เสียง|บด
(ก|ริ|ด|'|ไดเอิร์น) n. ตะแกรง|ย่าง|เนื้อ|หรือ|อาหาร|อื่น ๆ| 
(ก|รี|ฟ) n. ความ|เศร้าโศก|,|ความ|เสียใจ|มาก|,|สิ่ง|ที่|ทํา|ให้|เสียใจ|มาก. -|come to grief ผิดหวัง|,|สลดใจ|  |Syn. sadness
(ก|รี|ฟ|'|สท|ริ|คเคิน) adj. เสียใจ|,|สลดใจ|,|เศร้าโศก|  |Syn. heart|-|sick|,|desolate
(ก|รี|'|เวินซฺ) n. ความ|ไม่|พอใจ|,|ความ|ข้องใจ|,|ข้อ|ข้องใจ|  |Syn. affliction|,|injury
(ก|รี|'|เวินทฺ) n. ผู้|อุทธรณ์|,|ผู้|ร้องทุกข์
(ก|รี|ฟว) vi. เสียใจ|,|สลดใจ. vt. เสียใจ|,|ทํา|ให้|เสียใจ|,|ทํา|ให้|สลดใจ|  |Syn. sadden
(ก|รี|'|เวิส) adj. ซึ่ง|ทํา|ให้|เสียใจ|,|เศร้าโศก|,|ซึ่ง|ทํา|ให้|ทุกข์ทรมาน|เป็น|อย่าง|มาก|  |Syn. grievousness n.
(ก|ริ|ฟ) n. ผู้|มา|ใหม่
(ก|ริ|ฟ) n. ลูกผสม|ผิว|ดํา|กับ|ผิว|ขาว|,|ลูกผสม|ผิว|ดํา|กับ|อินเดียนแดง
(ก|ริ|ฟ|'|ฟิน) n. สัตว์|ประหลาด|ที่|หัว|และ|ปีก|เป็น|อินทรี|และ|ร่าง|เป็น|สิงโต|,|ผู้|มา|ใหม่|  |Syn. griffon|,|gryphon
(ก|ริ|ฟทฺ) n. การ|ได้|เงิน|มา โดย|การ|โกง|หรือ|การ|หลอกลวง. vt. ได้|เงิน หรือ|ผลประโยชน์|มา|โดย|การ|โกง|หรือ|หลอกลวง
(ก|ริ|ฟ|'|เทอะ) n. คน|โกง|,|คน|หลอกลวง
(ก|ริก) n. จิ้งหรีด|,|ตั๊กแตน|,|คน|ที่|มี|ชีวิตชีวา
(ก|รี|'|ก|รี) n., (pl.  |Syn. gris) เครื่องราง|  |Syn. greegree|,|gris|-|gris
(ก|รี|ล) n. โครง|ย่าง|,|ตะแกรง|เหล็ก|ย่าง|,|อาหาร|เนื้อ|ย่าง|,|= grille vt. ย่าง|,|อัง|,|ทํา|เป็น|ช่อง ๆ คล้าย|ตะแกรง|ย่าง. vi. ย่าง|,|อัง.  |Syn. griller n.
(ก|รี|ล|'|ลาด) n. โครง|ที่|เป็น|คาน|ขัดขวาง|กัน|เป็นตาราง (เช่น|ราก|ตึก)| 
(ก|ริ|ล) n. ลูกกรง|ตาข่าย|,|ลูกกรง|หน้าต่าง|,|โครง|ครอบ|,|เครื่อง|ฟัก|ไข่ปลา|  |Syn. grilled adj.
(ก|ริ|ล|'|เวิร์ค) n. สิ่ง|ก่อสร้าง|ที่|เป็น|โครง
(ก|รีม) adj. เคร่งขรึม|,|เข้มงวด|,|น่ากลัว|,|ดุร้าย|,|ร้ายกาจ.  |Syn. grimly adv. grimness n.
(ก|ริม|'|เมส) n. หน้าตา|บูดบึ้ง|,|หน้าตา|บู้บี้. vi. ทํา|หน้าตา|บูดบึ้ง|หรือ|บู้บี้.  |Syn. grimacer n. grimacingly adv.  |Syn. scowl
(ก|ริ|แมล|'|คิน) n. แมว|,|แมว|แก่|ตัวเมีย
(ไก|รม) n. สิ่ง|สกปรก|,|ฝุ่น|บน|ผิวหน้า vt. ปกคลุม|ด้วย|ฝุ่น|หรือ|สิ่ง|สกปรก|  |Syn. soot|,|dirt
(ไก|รม|ซ) n. แอปเปิ้ล|สี|เหลือง
(ไก|ร|'|มี) adj. ซึ่ง|ปกคลุม|ไป|ด้วย|ฝุ่น|หรือ|สิ่ง|สกปรก.  |Syn. grimily adv. griminess n.
(ก|ริน) vi.,|vt.,|n. (การ) ยิ้ม|กว้าง|,|ยิ้ม|เห็น|ไร|ฟัน|,|แยกเขี้ยว|ยิงฟัน|  |Syn. grinner n. grinningly adv.  |Syn. smirk|,|smile
(ไก|รด|ฺ) {|ground|,|grinding|,|grinds|} vt.,|vi.,|n. (การ) ฝน|,|บด|,|โม่|,|ถู|อย่าง|แรง|,|บรรเลง|เพลง|ดัง|ลั่น|,|กดขี่|,|เคี่ยวเข็ญ|,|รบกวน|,|เสียง|ฝน|,|งาน|หนัก|,|นักเรียน|ที่|ขยัน|มาก|ผิดปกติ|,|ระบํา|ส่าย|ตะโพก.  |Syn. grindable adj. grindingly adv.  |Syn. cr
(ไก|ร|ดี|'|เลีย) n. พืช|ไม้ดอก|สี|เหลือง
(ไก|ร|'|เดอะ) n. คน|บด|,|คน|ฝน|,|เครื่อง|บด|,|เครื่อง|ฝน|,|ฟันกราม
ล้อ|ฝน
(ไก|รด|ฺ|'|ส|โทน) n. ล้อ|หิน|บด|,|หิน|ลับ
(ก|ริ|ง|'|โก) n. ชาว|ต่าง|ประเทศ|,|ชาว|ต่างด้าว
(ก|ริ|พ) n. การ|จับ|,|การ|ยึด|,|การ|กํา|,|กําลัง|ยึด|จับ|,|ความ|สามารถ|ใน|การ|เข้าใจ|,|วิธีการ|จับมือ|,|เครื่อง|ยึด|,|เครื่อง|หนีบ|,|เครื่อง|ดาม|,|ความ|เจ็บปวด|อย่าง|กะทันหัน|,|อาการ|ปวด|เกร็ง|,|ไข้หวัดใหญ่|,|ภาพยนตร์|,|โทรทัศน์. -|come to grips with เผชิญ|,|พบ. vi. ยึดมั่น|,|เข้าใจ.  |Syn. grip
เบรค|มือ
(ไก|รพฺ) v.,|n. (การ) ยึด|,|จับ|,|กุม|,|กดขี่|,|บ่น|,|ปวด|แน่น|ใน|ท้อง|,|รบกวน|,|ทํา|ให้|เคือง|,|รับ|ลม (ใบ|เรือ)|  |Syn. gripes อาการ|ปวด|แน่น|ใน|ท้อง. griper n. gripingly adv.  |Syn. pinch|,|cramp
(ไก|ร|'|พี) adj. =|gripy
(ก|ริ|พ) n. ไข้หวัดใหญ่
(ก|ริ|พ|'|พิง) adj. น่า|สนใจ|  |Syn. grippingingly adv. grippingness n.  |Syn. attractive
(ก|ริ|พ|'|พี) adj. เกี่ยวกับ|ไข้หวัดใหญ่
(ก|ริ|พ|'|แซค) n. กระเป๋า|เดินทาง|,|กระเป๋า|หิ้ว
(ก|ริ|พทฺ) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ grip
(ไก|ร|'|พี) adj. มี|อาการ|ปวด|เกร็ง|ใน|ท้อง
(ก|รี|'|วา) n. ลูก|ครึ่ง|ชาว|แอ|ฟฟ|ริ|กา|ใต้|,|ลูก|ครึ่ง|ผิว|ดํา|กับ|ผิว|ขาว
(ก|รี|ไซ ') n. การ|ทา|หรือ|วาด|ด้วย|สี|เทา|สี|เดียว
(ก|ริ|ส|'|เซียส) adj. สี|เทา|,|สี|เทา|อ่อน
(ก|ริ|เซ|ท|') n. คนงาน|หญิง|ชาว|ฝรั่งเศส
(ก|รี|ซ|'|ลี) adj. น่ากลัว|,|น่า|ขนลุก|,|น่า|-|สยดสยอง|,|=|gristly (ดู)|  |Syn. grisliness n.  |Syn. horrible
(ก|ริ|สทฺ) n. เมล็ดข้าว|ที่|จะ|บด|,|ข้าว|บด|,|จํานวน|ข้าว|บด|,|จํานวน|,|ปริมาณ
(ก|รี|สทฺ|'|ลี) adj. คล้าย|กระดูก|อ่อน.  |Syn. gristliness n.  |Syn. cartilaginous
(ก|ริ|สท|'|มิ|ล) n. โรง|โม่|,|โรง|โม่|แป้ง
(ก|ริ|ท) n. หิน|กรวด|,|กรวด|ทราย|,|ฝุ่น|,|ผง|,|ความ|บึกบึน|,|ความ|ทรหด|,|ความ|แข็งแกร่ง. vt. บด|,|ขบ (ฟัน) vi. ทํา|เสียง|บด|,|ทํา|เสียง|ขบ (ฟัน)|  |Syn. sand|, grind|,|crunch
(ก|ริ|ธ) n. การ|ป้องกัน|,|การ|คุ้มครอง|,|ที่พํานัก
(ก|ริ|ทซฺ) n. ข้าว|ที่|ปลอก|เปลือก|และ|บด|อย่าง|หยาบ ๆ ,|ข้าว|ที่|สี|แล้วแต่|ยัง|ไม่|ได้|โม่
(ก|ริ|ท|'|ที) adj. เป็น|เม็ด|หยาบ|เล็ก ๆ ,|เป็น|เม็ด|กรวด|,|กล้าหาญ|,|อดทน.  |Syn. grittily adv. grittiness n.  |Syn. sandy|,|plucky
(ก|ริ|เว|'|เชิน) n. grid variation
(ก|ริ|ฟ|'|วิท) n. ลิง|ตัว|เล็ก ๆ| 
(ก|ริ|ซ|'|เซิล) vt.,|vi. ทํา|ให้|เป็น|สี|เทา|,|ทํา|ให้|บาง|ส่วน|เป็น|สี|เทา. n. ผมหงอก|,|ผมหงอก|บาง|ส่วน|,|ผม|วิก|สี|ขาว|  |Syn. grizzled adj.
(ก|ริ|ซ|'|ลี) adj. สี|เทา|,|สี|เทา|บาง|ส่วน|,|ผมหงอก. n. หมี|ขนาด|ใหญ่|จําพวก|หนึ่ง|  |Syn. greyish|,|grizzled
หมี|ขนาด|ใหญ่|จําพวก|หนึ่ง มี|สี|เทา|หรือ|สีน้ํา|ตาล
(โก|รน) n.,|v. (ส่ง) เสียง|ครวญคราง|,|เสียง|พึมพํา|แสดง|ความ|ไม่|พอใจ|หรือ|อื่น ๆ ,|ปรารถนา|,|ถูก|บีบคั้น|,|รับ|น้ําหนัก|มาก|เกิน|ไป|  |Syn. groaner n. groaningly adv.  |Syn. lament|,|moan
(โก|ร|'|เซอะ) n. คน|ขาย|ของชํา
(โก|ร|'|เซ|อ|รี) n. ร้าน|ขาย|ของชํา|,|ของชํา|  |Syn. grocer|'|s store
(โก|ร|'|นัน|ดาล) n. สุนัข|เบลเยี่ยม|พันธุ์|หนึ่ง|มี|ขน|ยาว สี|ดํา เป็น|สุนัข|คุม|แกะ
(กรอก) n. ส่วนผสม|ของ|เหล้า|กับ|น้ํา|,|เหล้า
(กรอก|'|เก|อ|รี) n. ร้าน|อาหาร|,|ภัตตาคาร
(กรอก|'|กี) adj. ซวนเซ|,|โซซัดโซเซ|,|เมา|เหล้า|,|วิงเวียน|ศีรษะ|  |Syn. groggoly adv. grogginess n.
(กรอก|'|แรม) n. สิ่งทอ|หยาบ|ที่|ทํา|จาก|ใย|ไหม|,|ไย|โม|แฮร์|หรือ|ขนสัตว์
(กรอก|'|ชอพ) n. บาร์|,|ร้าน|เครื่องดื่ม (โดยเฉพาะ|ที่|ถูก ๆ)| 
(กร|อยน์) n. ขา|หนีบ|,|ต้นขา|,|ไข่ดัน|,|มุมแหลม|โค้ง vt. ทํา|ให้|เป็น|มุมแหลม|โค้ง
(กรอม|'|มิ|ท) n. ห่วง|,|วงแหวน
(กรอม|'|เวล) n. พืช|ไม้ดอก|สี|ต่าง ๆ จําพวก|หนึ่ง
(กรู|ม) n. เจ้าบ่าว|,|คน|เลี้ยง|ม้า|,|อัศว|รักษ์|,|คนใช้|ผู้ชาย. vt. แต่งตัว|,|ตกแต่ง|,|ทํา|ให้|สะอาด|หมดจด|,|ดูแล|ม้า|,|เตรียม|การ|,|เตรียม|ตัว.  |Syn. groomer n.
(กรู|มซ|'|เมิน) n., (pl. -|men) เพื่อน|เจ้าบ่าว
(กรู|ฟว) n. ร่อง|,|ราง|,|ท่อ|,|เพลา|,|ช่อง|,|เวลา|ที่|เพลิดเพลิน|,|ประสบการณ์|ที่|เพลิดเพลิน. -|in the groove ทันสมัย. vt. ทํา|เป็น|ร่อง|,|ใส่|ใน|ร่อง. vi. เพลิดเพลิน|มาก|,|ไป|ด้วย|กัน|ได้|ดี|กับ|,|เข้าใจ|,|เห็น|คุณค่า|ยิ่ง|  |Syn. channel|,|furrow
(กรู|ฟ|'|วี) adj. ซึ่ง|ดึงดูดใจ|มาก|,|ซึ่ง|กระตุ้น|อย่าง|แรง
(โก|รพ) vi. คลํา|หา|,|ค้นหา|อย่าง|ไม่|แน่ใจ vt. ค้นหา|,|สืบหา.  |Syn. groper n.  |Syn. search
(โก|ร|'|พิง) adj. งุ่มง่าม|,|ซุ่มซ่าม|,|ซึ่ง|แสดง|ว่า|ต้องการ|เข้าใจ.  |Syn. gropingly adv.
(โก|รส) adj. โดย|ไม่|มี|การ|ลด|,|ไม่|เหมาะสม|,|หยาบ|,|หยาบคาย|,|ใหญ่|,|จํานวน|มาก ๆ ,|ทั้งหมด|,|เหมา|,|อ้วน|มาก|,|หนา|,|แน่น|,|หนัก. n. 12 โหล|,|หนึ่ง|กุ|รุส|,|จํานวน|มาก|,|จํานวน|ส่วนใหญ่|,|รายได้|ทั้งหมด|ที่|ยัง|ไม่|ได้|หัก|,|ร่างกาย. vt. ได้|กําไร|ทั้งหมด
ค่า|เงิน|ของ|สินค้า|ที่|ผลิต|ได้|และ|การ|บริการ|ทั้งหมด|ของ|ประเทศ|ใน|ระยะ|เวลา|หนึ่ง|,|GNP
รายได้|ทั้งหมด|ลบ|ด้วย|ทุน|การ|ผลิต
ตัน|อังกฤษ (2240|ปอนด์) ,|long|-|ton|,|=|gross tonnage
ปริมาตร|ทั้งหมด|ของ|เรือ|เป็น|หน่วย|100 ลูกบาศก์|ฟุต.  |Syn. gross register tonnage
(กรอ|ส|'|ซัล|ละ|ไร|ท) n. หิน|แร่|แคลเซียม|อะลู|มิ|นัม
(โก|ร|เท|สคฺ|') adj.,|n. (สิ่ง|ที่) วิตถาร|,|ผิดปกติ|,|พิกล|,|พิลึก|  |Syn. grotesqueness n.  |Syn. odd
(กรอ|ท|'|โท) n. ถ้ํา|,|อุโมงค์|  |Syn. cave
(เก|ราช|ฺ) vi. บ่น|,|แสดง|ความ|ไม่|พอใจ n. คน|ขี้บ่น|,|คน|ที่|มี|อารมณ์|บูดบึ้ง|  |Syn. complain
(เก|รา|'|ชี) adj. บูดบึ้ง|,|ไม่|พอใจ|,|คับอกคับใจ|,|อารมณ์|ไม่|ดี.  |Syn. grouchily adv. grouchiness n.  |Syn. ill|-|tempered|,|sulky
(เก|ราด|ฺ) n. พื้น|,|พื้นดิน|,|ดิน|,|ที่ดิน|,|สนาม|,|สถานที่|,|บริเวณ|,|เขต|,|เรื่องราว|,|หัวเรื่อง|,|ท้อง|น้ํา|,|ท้อง|ทะเล|,|ก้น|น้ํา|,|หลักฐาน|,|พื้นฐาน|,|เหตุ|,|ที่มั่น|,|หลักฐาน|อ้างอิง|,|ที่มั่น. v. กริยา|ช่อง 2 และ 3|ของ|grind adj. บด|เป็น|ผง|,|บด|แล้ว -|above ground มี|ชีวิต. -|below ground ตาย|และ|ฝัง. -|h
แย้
หลัก|ความ|ประพฤติ|ขั้น|พื้นฐาน
กระรอก|ทั่วไป
ภาวะ|ที่|มี|พลังงาน|น้อย|ที่สุด ของ|อนุภาค
สายดิน
จุด|บน|พื้นผิว|โลก|หรือ|น้ํา|ที่|ระเบิดปรมาณู|ระเบิด ตําแหน่ง|ที่|ลูก|ระเบิดปรมาณู|ระเบิด
(เก|ราด|ฺ|'|ลิส) adj. ไร้|เหตุผล|,|ไม่|มี|มูลเหตุ.  |Syn. groundlessness n.  |Syn. unreasonable
(เก|ราด|ฺ|'|ลิง) n. พืช|หรือ|สัตว์|ที่|อาศัย|อยู่|บน|พื้นดิน|,|ปลา|ที่|อาศัย|อยู่|ใต้|น้ํา|,|คน|ที่|หยาบคาย|,|คนป่า|,|คน|ชั้นต่ํา
(-|'|เมิน) n. คนดู|แล|สนามกีฬา
(เก|ราด|'|นัท) n. พืช|ที่|มี|ส่วน|ที่|กิน|ได้|อยู่|ใต้ดิน เช่น|ถั่วลิสง
(เก|ราด|'|เซิล) n. วัชพืช|ดอก|สี|เหลือง|ขนาด|เล็ก
(เก|รา|ซฺ|'|เมิน) n. คนดู|แล|สนามกีฬา
(เก|ราด|ฺ|'|เวิร์ค) n. รากฐาน|,|พื้นฐาน|,|การ|เตรียม|ตัว|  |Syn. basis
(กรู|พ) n.,|v. (จัด|เป็น) กลุ่ม|,|หมู่|,|พวก|,|เหล่า|,|ชุด|,|ฝูง
นาวา|อากาศ|เอก
แบ่ง|เป็น|พวก ๆ แบ่ง|เป็น|รุ่น ๆ แบ่ง|เป็น|กลุ่ม
(กรู|พ|'|เพอะ) n. ปลา|ทะเล|ตัว|โต
(กรู|พ|'|พี) n. หญิง|วัยรุ่น|ผู้|หลงใหล|ดารา
(เก|รา|ซฺ) n., (pl. grouse|,|grouses) ไก่ป่า|,|n. การ|บ่น|,|การ|ตัดพ้อ|,|คํา|บ่น vi. บ่น|,|ตัดพ้อ.
(เก|รา|'|เซอะ) n. แผ่น|สายพาน|ฟันเฟือง|ของ|รถ|แทรกเตอร์ เสาเข็ม|,|คน|ขี้บ่น
(เก|รา|ทฺ) n. ปูน|สําหรับ|เท|ลง|ยึด|ก้อน|หิน|หรือ|ข้อต่อ|อื่น ๆ ของ|กําแพง|หรือ|เขื่อน|,|กาก|,|ตะกอน vt. ตา|ปูน|ดังกล่าว.  |Syn. grouter n.
(เก|รา|'|ที) adj. อารมณ์|ไม่|ดี|,|บูดบึ้ง
(โก|รฟว) n. บริเวณ|ป่า|เล็ก ๆ ,|สวน|ผลไม้.  |Syn. groved adj. .  |Syn. wood
(กรัฟ|'|เวิล) vi. นอน|เอา|หน้า|ลง|,|เกลือกกลั้ว|,|กระทํา|ตัว|ใน|สิ่ง|ที่|ไม่|ดี|'|  |Syn. groveler|,|groveller n.  |Syn. crawl|,|fawn
(โก|ร) vi.,|vt. (ทํา|ให้) เจริญ|,|เจริญงอกงาม|,|งอก|ขึ้น|,|ผุด|ขึ้น|,|เกิด|ขึ้น|,|ป|รา|กฎ|ขึ้น.  |Syn. increase|,|thrive|,|cultivate Ant. decrease|,|fail
(โก|ร|'|เออะ) n. ผู้|ปลูก|,|ผู้|เติบโต|,|สิ่ง|ที่|เติบโต
(โก|รล) v. คําราม|,|บ่น|ด้วย|ความ|โกรธ.  |Syn. growlingly adv.  |Syn. snarl|,|grumble
(โก|ร|'|เลอะ) n. ผู้|คําราม|,|สิ่ง|ที่|คําราม|,|สัตว์|ที่|คําราม
(โก|รน) adj. เจริญเติบโต|,|เป็น|ผู้ใหญ่
(โก|รน|'|อัพ) adj. โต|เต็มที่|,|เป็น|ผู้ใหญ่|  |Syn. grown|-|upness n.  |Syn. adult
(โกรธ) n. การ|เจริญเติบโต|,|สิ่ง|ที่|เจริญเติบโต|แล้ว|,|สิ่ง|ที่|งอก|ขึ้น|,|เนื้องอก|,|แหล่ง|กําเนิด|,|แหล่ง|ที่มา adj. ซึ่ง|เจริญเติบโต|  |Syn. development|,|increase|,|product
เป็น|ฮอร์โมน|ที่|ช่วย|ใน|การ|เจริญเติบโต และ|เกี่ยวข้อง|กับ|ขบวนการ|เผาผลาญ|อาหาร|ใน|ร่างกาย
(กร|อยน์) n. ส่วน|ยื่น|หรือ|เขื่อน|ที่|ชายฝั่ง|สําหรับ|ป้องกัน|คลื่น|น้ํา
(กรับ) n. ตัว|ด้วง|,|ตัวอ่อน|ที่|เดิน|งุ่มง่าม|ของ|แมลง|,|คน|เซ่อซ่า. v. ขุด|รู|,|ขุด|ราก|,|ขุด|ตอ|,|ถอน|ราก|,|ให้|อาหาร|,|ค้นหา|,|ค้นหา|,|ใช้|ชีวิต|ที่|ต้อง|ทํางาน|อย่าง|น่า|เบื่อหน่าย|,|เรียน|หนัก.  |Syn. grubber n.  |Syn. victuals|,|food|,|eats
(กรับ|'|บี) adj. สกปรก|,|โสโครก|,|เต็มไปด้วย|ตัว|ด้วง|,|น่าชัง|,|น่าดู|ถูก.  |Syn. grubbily adv. grubbiness n.  |Syn. messy|,|dirty
(กรับ|'|สท|รี|ท) adj. คุณภาพ|เลว
(กรับ|'|เวิร์ม) n. ตัว|ด้วง|  |Syn. grub
(ก|รัด|จฺ) n. vt.,|vi.,|n. (การ) ขัดข้อง|ใจ|,|ขุ่นแค้น|,|เสียใจ|,|อิจฉา|,|ริษยา|  |Syn. grudger n.  |Syn. begrudge|,|resentment
(ก|รัด|'|จิง) adj. ไม่|เต็มใจ|,|ขัดข้อง|ใจ|,|ขุ่นแค้น|,|เสียใจ|,|อิจฉา|,|ริษยา.
(กรู|'|เอิล) n. ข้าว|โอ|ต|ต้ม|ใน|น้ํา|หรือ|นม|,|ข้าวต้ม|,|โจ๊ก
(กรู|'|อะ|ลิง) adj. เหนื่อย|มาก|,|ทรหด|,|ถึงพริกถึงขิง|  |Syn. exhausting|,|severe
(กรู|'|อะ|ลิง) adj. เหนื่อย|มาก|,|ทรหด|,|ถึงพริกถึงขิง|  |Syn. exhausting|,|severe
(กรู|'|เซิม) adj. น่ากลัว|,|น่า|รังเกียจ|,|น่า|ขยะแขยง|  |Syn. gruesomeness|,|grewsomeness n.  |Syn. grisly|,|frightful
(กรัฟ) adj. เสียงแหบ|,|เสียง|ห้าว|,|หยาบคาย|,|กระด้าง.  |Syn. grufffish adj. gruffness n.  |Syn. blunt|,|abrupt|,
(กรัฟ|'|ฟี) adj. =|gruff|  |Syn. gruffily adv. gruffiness n.
(กรัม|'|เบิล) vi.,|vt.,|n. (การ) บ่น|,|คําราม|,|ครวญ.  |Syn. grumbler n. grumblingly adv. grumbly adv.  |Syn. repine|,|complain|,|whine
(กรัม|'|มิ|ท) n. grommet
(กรู|'|มัส) adj. เป็น|ก้อน|เลือด|,|เป็น|ลิ่ม|เลือด|,|คล้าย|ก้อน|เลือด หรือ|ลิ่ม|เลือด|  |Syn. clotted
(กรัม|พฺ) n. คน|ขี้บ่น|,|grumps อารมณ์|ไม่|ดี|,|อารมณ์|บูดบึ้ง
(กรัม|'|พี) adj. อารมณ์|ไม่|ดี|,|อารมณ์|บูดบึ้ง.  |Syn. grumpily adv. grumpiness n.  |Syn. grumpish|,|ill|-|tempered
(กรัน|'|ดี) n. คน|ใจแคบ|,|คน|ที่|พิถีพิถัน|ใน|พิธีรีตอง|,
(กรัน|'|จี) adj. น่าเกลียด|,|ชํารุด
(กรัน|ทฺ) vi.,|vt. ทํา|เสียง|ทาง|จมูก|แสดง|ความ|ไม่|พอใจ|,|ทํา|เสียง|ฮึดฮัด|,|บ่น. n. เสียง|ฮึดฮัด|แสดง|ความ|ไม่|พอใจ|,|ทหารราบ.  |Syn. gruntingly adv.  |Syn. grumble
(กรัน|'|เทอะ) n. หมู|,|สัตว์|ที่|ทํา|เสียง|ทาง|จมูก|,|คน|ที่|ทํา|เสียง ทาง|จมูก|แสดง|ความ|ไม่|พอใจ
(กรู|แยร|') n. เนยแข็ง|สี|เหลือง|มี|รู|เล็ก ๆ|  |Syn. Gruyere cheese
abbr. glucose storage disease|,|glycogen storage disease
abbr. glutamyl transpeptidase
abbr. glucose tolerance test|,|drop
abbr. genitourinary
(ไกว|'|อะ|คอ|ล) n. ของเหลว|ที่|เป็น|ยา|ขับ|เสมหะ|และ|ยาชา เฉพาะ|แห่ง
(ไกว|'|อะคัม) n. พืช ที่|ให้|ยางไม้|guaiacol
(ก|วาน) n. ชื่อ|นก|ขนาด|ใหญ่
(ก|วา|นา|'|โค) n. สัตว์|เคี้ยว|เอื้อง ตระกูล|เดียวกับ|พวก|อูฐ
(ก|วา|เนธ|'|ธิ|ดิน) n. ยาลดความดัน|โลหิต|ชนิด|หนึ่ง
(ก|วา '|โน) n. ปุ๋ยธรรมชาติ|ที่|ส่วนใหญ่|ประกอบ|ด้วย|มูล|จาก นก|ทะเล|,|ปุ๋ย|ที่|ทํา|จาก|ปลา
(แก|เริน|ที|') n. การ|ประกัน|,|หลักประกัน|,|เครื่อง|ประกัน|,|คํา|รับรอง|,|ผู้รับรอง|,|คน|รับรอง vt. รับรอง|,|ประกัน|,|ค้ํา|ประกัน|,|ให้|คํามั่น|,|สัญญา|  |Syn. warranty|, certify|,|affirm
เงิน|ทุน|ค้ํา|ประกัน
(แก|'|เริน|เทอะ) n. คน|รับรอง|,|คน|ค้ํา|ประกัน|,|ผู้|รับประกัน|  |Syn. voucher
(แก|'|เริน|ที) n. การ|รับรอง|,|การ|ค้ํา|ประกัน|,|การ|รับประกัน|,|หนังสือรับรอง|,|สิ่ง|ที่|ใช้|ค้ํา|ประกัน. vt. รับรอง|,|รับประกัน|  |Syn. warranty
(การ์ด) n.,|vt. (ผู้) พิทักษ์|,|เฝ้า|,|ป้องกัน|รักษา|,|ดูแล|,|คุ้มครอง|,|ทหารยาม|,|องค์|รักษ์.  |Syn. guarder n.  |Syn. watch|,|oversee
n. ทหาร|กองเกียรติยศ
n. ทหาร|กองเกียรติยศ
(การ์ด|'|เฮาซฺ) n. ป้อมยาม|,|บ้าน|ทหารยาม|,|ที่พัก|ทหารยาม
(การ์|'|เดียน) n.,|adj. (ซึ่ง|เป็น) ผู้ปกครอง|,|ผู้|คุ้มครอง|,|ผู้|คุ้มกัน|,|ผู้|พิทักษ์.  |Syn. protector|,|custodian
(การ์|'|เดียน|ชิ|พ) n. การ|คุ้มครอง|,|การ|พิทักษ์|,|การ|เป็น|ผู้ปกครอง|  |Syn. care
(การ์ดซ|'|เมิน) n. ยาม|,|ทหาร|องครักษ์ = National Guard (ดู)| 
(ก|วา|'|ฝะ) n. ต้น|ฝรั่ง|,|ผล|ฝรั่ง
(กู|เบอ|นะ|ทอ|'|เรี|ยล) adj. เกี่ยวกับ (ที่ทําการ) ข้าหลวง|หรือ|ผู้ว่าการ|รัฐ
(กัค) n. โคลน|,|เมือก|,|ของเหลว|สกปรก
(กัด|'|เจิน) n. ปลา|น้ําจืด|จําพวก|หนึ่ง|, เหยื่อ|,|เครื่องล่อ|ลวง|,|วงแหวน|สําหรับ|ร้อย|สลัก|,|ห่วง|ร้อย|สลัก สลัก|,|หมุด|,|ปลอก|สวม|หางเสือ -|vt|,|ล่อลวง โกง|  |Syn. dupe|,|cheat
(เก|อ|'|ดัน) n. รางวัล|,|ค่าตอบแทน vt. ให้|รางวัล|,|ให้|ค่าตอบแทน|  |Syn. guerdoner n.
(กะ|ริ|ล|'|ละ) n. สมาชิก|กองโจร|,|การ|สู้รบ|แบบ|กองโจร. adj. เกี่ยวกับ|กองโจร.  |Syn. guerril (l) aism n.
(กะ|ริ|ล|'|ละ) n. สมาชิก|กองโจร|,|การ|สู้รบ|แบบ|กองโจร. adj. เกี่ยวกับ|กองโจร.  |Syn. guerril (l) aism n.
(เก|ส) vt.,|vi.,|n. (การ) เดา|,|คาดคะเน|,|ทาย|,|คิด|ว่า|,|เข้าใจ|ว่า|  |Syn. guesser n. guessingly adv.  |Syn. believe
(เก|ส|'|ทิเมท) vt.,|n. (การ) ประมาณ|,|คํา|น|วน|อย่าง|คร่าว ๆ ,|เดา
(เก|ส|'|เวิร์ค) n. การ|เดา
(เก|สทฺ) n. แขก|,|ลูกค้า|,|ผู้|มา|พักอาศัย vt. ต้อนรับ|แขก. vi. เป็น|แขก|  |Syn. caller|,|visitor
(เก|สทฺ|'|เฮาซฺ) n. บ้านรับรอง|แขก
(กัฟ) n. การ|พูด|ที่|อวดดี
(กู|ฟอ) n. การ|หัวเราะ|ลั่น
(จียู|ไอ|, กุย) ย่อ|มา|จาก graphical user interface (แปล|ว่า การ|ใช้|ภาพ|เป็น|ตัว|ประสาน|กับ|ผู้ใช้) เป็น|วิธีการ|ให้|ความ|สะดวก|แก่ ผู้ใช้|คอมพิวเตอร์ ให้|ติดต่อ|สื่อสาร|กับ|เครื่อง|คอมพิวเตอร์|โดย|ผ่าน|ทาง|ภาพ เช่น ใช้|เมาส์|กด|เลือก|สัญ|รูป (icon) แทน|การ|พิมพ์|คําสั่ง|ดัง|แต่ก่อน หรือ|การ|เลือก|คําสั่ง|ตาม|รายการ|เลือก|ที่|เรียก|ว่า ระบบ|เมนู
(ไก|'|เดิน|ซฺ) n. การ|แนะแนว|,|การ|นําทาง|,|เครื่องนําทาง
(ไก|ดฺ) vt. แนะแนว|,|แนะนํา|,|นําทาง|,|ชี้แนะ|,|ควบคุม. n. คน|นําทาง|,|มัคคุเทศก์|,|เครื่องนําทาง|,|สิ่ง|ชี้นํา|,|รางน้ํา|,|เข็มทิศ|,|เนตร|นา|รี.  |Syn. guidingly adv.  |Syn. lead|,|direct
n. ขีปนาวุธนําวิถี
(ไก|ดฺ|'|ไลนฺ) n. เครื่องชี้|แนว|,|นโยบาย|  |Syn. description
(ไก|ด|'|โพ|สทฺ) n. ป้าย|ชี้ทาง
(กิ|ลด|ฺ) n. สมาคม|,|สมาคมอาชีพ|,|องค์การ|,|องค์การ|อาชีพ|,|สหภาพ|,|ประเภท|,|กลุ่ม
n. ระบบสังคม|ที่|นิยม|สมาคมอาชีพ|  |Syn. guild socialist n.
(กิล|'|เดอะ) n. เหรียญเงิน|และ|หน่วย|เงินตรา|ของ|เนเธอร์แลนด์|มี|ค่า|เท่า|กับ|100 เซนต์
(กิ|ลด|ฺ|'|ฮอล) n. ศาลา|กลาง|,|ห้อง|สมาคม|  |Syn. town hall|,|assembly hall
(กิ|ลด|ฺ|'|?|ิพ) n. สมาคมอาชีพ|,|สมาคม|,|สมาชิกภาพ|ของ|สมาคมอาชีพ -|S guild
(กิ|ลด|ซ|'|มัน) n. สมาชิก|ของ|สมาคมอาชีพ หรือ|สมาคม|  |Syn. gildsman
(ไกล|ฺ) n. ความ|หลอกลวง|,|การ|โกง|,|เล่ห์เหลี่ยม -|guileful|,|guileless adj.
(กิล|'|ลอม|อท) n. นก|ทะเล|ปาก|ยาว
(กิลอช|') n. แถบ|หรือ|ลาย|ประดับ|แบบ|ไขว้|หรือ|เก|ลียว|,|ความ|ละลาย|ใจ
(กิล|'|ละ|ทิน) n. แท่น|ตัด|คอ|นักโทษ vt. ตัด|คอ|นักโทษ
(กิลทฺ) n. ความผิด|,|มลทิน|,|ความรู้สึก|ผิด|,|ความ|ละลาย|ใจ|  |Syn. culpability|,|shame
(กิลทฺ|'|เลส) adj. ปราศจาก ความผิด|,|ไร้|มลทิน.  |Syn. guiltlessness n.  |Syn. innocent
(กิล|'|ที) adj. มี|ความผิด|,|เกี่ยวกับ|ความผิด.  |Syn. guiltily adv. guiltiness n.  |Syn. culpable
หนูตะเภา|,|สิ่ง|ที่|ใช้|เป็น|เครื่อง|ทดลอง
(กิ|เพียว|'|เออะ) n. ผ้าลูกไม้|หนัก|ที่|ใช้|กับ|เจ้าสาว
(ไก|ซฺ) n. ลักษณะ|ภายนอก|,|แบบเสื้อ|,|ลักษณะ|ท่าทาง
(กีทาร์|') n. กีตาร์
(กี|ทา|'|ริ|สทฺ) n. นัก|เล่น|กีตาร์
(กัลชฺ) n. ธาร|น้ํา|ลึก|และ|แคบ|  |Syn. ravine
(กุล|'|เดิน) n. เหรียญเงิน|และ|หน่วย|เงินตรา|ของ|เนเธอร์แลนด์
(กู|ลซฺ) n.,|adj. สี|แดง
(กัลฟฺ) n. อ่าว|,|เหว|ลึก|,|หลุม|ลึก|,|การ|แยก|ออก|กว้าง|,|การ|อยู่|ห่าง|จาก|กัน|มาก|,|สิ่ง|ที่|กลืน|กิน|,|สิ่ง|ที่|เขมือบ vt. กลืน|,|เขมือบ.  |Syn. gulfy adj.  |Syn. chasm|,|abyss
(กัล) n. นก|ทะเล|ตีน|เป็ด ปีก|ยาว|ชนิด|หนึ่ง|,|คน|ที่|ถูก|หลอกลวง|หรือ|โกง|ได้|ง่าย vt. โกง|,|หลอกลวง.
(กัล|'|ละ|เบิล) adj. ซึ่ง|ถูก|โกง|หรือ|หลอกลวง|ได้|ง่าย.  |Syn. gullibility|,|gullability n. gullibly|,|gullably adv.
(กัล|'|ลิท) n. หลอดอาหาร|,|ลําคอ|,|คอหอย|,|สิ่ง|ที่|คล้าย|หลอดอาหาร|,|ทาง|น้ํา|,|ธาร|น้ํา|ลึก
(กัล|'|ลี) n. =|gully
(กัล|'|ละ|เบิล) adj. ซึ่ง|ถูก|โกง|หรือ|หลอกลวง|ได้|ง่าย.  |Syn. gullibility|,|gullability n. gullibly|,|gullably adv.
(กัล|'|ลี) n. ห้วย|ลึก|,|หุบเขา|ลึก|,|ลําธาร|,|ท่อน้ํา|รวม|,|รางน้ํา|ชายคา vt. ทํา|ท่อน้ํา|รวม|,|ทํา|รางน้ํา|ชายคา|,|ทํา|ร่อง|น้ํา|  |Syn. channel
(กัลพฺ) vt.,|vt.,|n. (การ) กลืน|อย่าง|ติด|คอ|,|กล้ํากลืน|,|กลืน|อย่าง|มูมมาม|  |Syn. gulpingly adv. gulpy adj.
(กัม) n. ยางไม้|,|กาว|ยาง|,|กาว|,|หมากฝรั่ง|,|ยาง|,|เหงือก vt. ทา|กาว|,|เคี้ยว
ยาง
ต้นไม้|ที่|ให้|ยางไม้|,|ต้น|ยูคาลิปตัส
(กัม|'|โบ) n. ต้น|okra
(กัม|'|บอล) n. ฝี|เล็ก ๆ ที|เหงือก
(กัม|'|ด|รอ|พ) n. ขนม|หวาน|เล็ก ๆ ที่|ใช้|เคี้ยว
(กัม|โม|'|ซิ|ส) n. การ|เกิด|ยางไม้|มาก|เกิน|ไป|ใน|พืช
(กัม|'|มัส) adj. คล้าย|หรือ|ประกอบ|ด้วย|ยางไม้
(กัม|'|มี) adj. เหนียว|,|คล้าย|ยาง|,|ซึ่ง|ถูก|ปกคลุม|ด้วย|วัตถุ|เหนียว|คล้าย|ยาง|  |Syn. gumminess n.  |Syn. sticky
(กัมพ|'|เชิน) n. การ|ริเริ่ม|,|ความ|กล้าหาญ|,|การ|รุก
(กัม|'|ชู) n. รองเท้า|ยาง|,|ตํารวจ|,|นักสืบ - (vi.) เดิน|,|เดิน|เบา ๆ ,|ย่อง|,|สืบ adj. ปฏิบัติการ|อย่าง|เงียบ ๆ gumshoe man ตํา|รวย|,|นักสืบ
(กัม|'|วูด) n. ไม้|ของ|ต้น|gum|-|tree
(กัน) n. ปืน|,|อาวุธ|ปืน|,|กระบอกฉีด|,|ท่อลม|,|นัก|ล้วง vi. ล่า|ด้วย|ปืน|,|ยิง|ด้วย|ปืน vt. ยิง|ด้วย|ปืน|,|ทํา|ให้|เร็ว|ขึ้น|,|เร่ง|ความ|เร็ว|,|เติมน้ํามัน|  |Syn. gun for ค้นหา|เพื่อ|ทํา|อันตราย|หรือ|เพื่อ|ฆ่า
n. โครง|ตั้ง|ปืน|,|โครง|ตั้ง|ปืนใหญ่|,|ราว|และ|ล้อ|ที่|รับ|ตัว|ปืน
(กัน|'|โฮ) adv. เต็มใจ|,|เปี่ยม|หัวใจ|,|เต็มที่
ฉมวก|ที่|ยิง|จาก|ปืน
(กัน|'|ไช) adj. ตื่นตระหนก|จาก|การ|ยิง|ปืน|,|กลัว|เสียง|ปืน
(กัน|โบ|ท) n. เรือ|ปืน|,|เรือ|ขนาด|เล็ก|ที่|ติดตั้ง|ปืน
n. วัตถุ|ระเบิด|แรง|สูง
(กัน|'|ครู) n. พล|ประจํา|ปืน
n. ดาดฟ้า|ชั้น|ที่|ตั้ง|ปืน|ของ|เรือรบ
สุนัข|ที่|ฝึก|ให้|ตาม|ล่า|เหยื่อ|โดย|การ|ชี้|มือ|นํา|ขึ้น
n. การ|ยิง|ปืน|,|การ|ใช้|ปืน|,|ห่า|กระสุน
(กัน|'|ฟลินทฺ) ชนวน|ท้าย|ปลอก|กระสุน|ปืน|,|ชนวน|หิน|เหล็ก|ไฟ|ที่|ไก|ปืน
(กังคฺ) adj. เหนียว|,|เป็น|โคลน|,|เป็น|เลน|,|เป็น|เมือก
(กัน|'|ลอค) n. ไก|ปืน|,|กลไก ที่|ทํา|ให้|กระสุน|ปืน|ระเบิด
(กัน|'|เมิน) n. มือปืน|,|ช่าง|ทํา|ปืน.
(กัน|'|เนอะ) n. มือปืน|,|มือปืน|ใหญ่|,|มือปืน|ล่าสัตว์|  |Syn. gunnership n.
(กัน|'|เนอ|รี่) n. ศิลปะ|และ|วิทยาศาสตร์|การ|สร้าง|และ|ใช้|ปืน
(กัน|'|นี) n. ผ้า|กระสอบ|  |Syn. burlap
(กัน|'|พิท) n. ที่|กําบัง|ปืนใหญ่
(กัน|'|พอ|ยทฺ) n. ปาก|กระบอกปืน
(กัน|'|เพา|เดอะ) n. ดินปืน.  |Syn. gunpowdery adj.  |Syn. saltpeter|,|sulfur
(กัน|'|รันนิง) n. การ|ลักลอบ|ปืน|และ|กระสุน|เข้า|ไป|ใน|ประเทศ|  |Syn. gunrunner n.
(กัน|'|?|ชอท) n. กระสุน|ปืน|,|เครื่อง|กระสุน|ปืน|,|ระยะ|กระสุน|ปืน|,|การ|ยิง|ด้วย|ปืน. adj. ซึ่ง|เกิด|จาก|กระสุน|ปืน|  |Syn. bullet
(กัน|'|ส|ลิง|เก|อะ) n. นัก|ดวล|ปืน|,|นักต่อสู้|ด้วย|ปืน|,|ผู้ชํานาญการ|ใช้|ปืน|  |Syn. gunfighter
(กัน|'|ส|มิ|ธ) n. ช่าง|ปืน.  |Syn. gunsmithing n.
(กัน|'|ส|ทอ|ค) n. พาน|ท้าย|ปืน
(กัน|'|ทอ|ททิง) adj. ชอบ|พก|ปืน
(กัน|'|เวิล) n. ขอบ|บน|ของ|ข้าง|เรือ|,|ขอบ|บน|ของ|รั้ว
(กัพ|'|พี) n. ปลา|น้ําจืด|ตัว|เล็ก ๆ| 
(เกิร์จ) n. ก้นหอย|,|สิ่ง|ที่|เป็น|วง|,|vi. ขด|เป็น|วง|,|ขด|เป็น|ก้นหอย
(เก้อ|'|เกิล) vi. ไหล|โครก|,|ทํา|ให้|เกิด|เสียง|ไหล|โครก. vt. กลั้ว|คอ|เสียง|ดัง. n. การ|ไหล|โครก|,|เสียง|ไหล|โครก|,|เสียง|กลั้ว|คอ.  |Syn. gurglingly adv.  |Syn. babble|,|purl|,|sputter
(เก|อ|'|ข|ละ) n., (pl. -|khas|,|-|kha) ชน|ชาว|ฮินดู|เผ่า Rajput ใน|เนปาล|,|ทหาร|กุ|ร|ข่า
(เก|อ|'|นาร์ด) n., (pl. -|nard|,|-|nards) ปลา|ทะเล มี|หนาม|ที่|บริเวณ|หัว.
(กู|'|รู) n. ผู้นํา|ที่|ฉลาด|,|ผู้นํา|ทาง|ศาสนา|ที่|ฉลาด|,|พระ|อาจารย์|ส่วนตัว.  |Syn. guruship n.
(กัช) vi.,|vt.,|n. (การ) ไหล|พุ่ง|,|ไหลบ่า|,|ทะลัก|,|ปะทุ|,|หลาก|,|พูด|พล่าม|,|พูด|มาก|เกิน|ไป.  |Syn. gushingly adv.  |Syn. spurt|,|spout
(กัช|'|เชอะ) n. บ่อน้ํา|มัน|ที่|ไหล|พุ่ง|ขึ้น|,|คน|พูด|มาก|,|คน|พูด|พล่าม
(กัช|'|ชี) adj. พูด|มาก|,|พูด|พล่าม|  |Syn. gushily adv. gushiness n.  |Syn. effusive
(กัส|'|ซิ|ท) n. เป้า|เสื้อ|กางเกง|,|ผ้า|รูป|ชายธง|,|ผ้า|รูป|สามเหลี่ยม|,|วัตถุ|รูป 3 เหลี่ยม|เล็ก ๆ สําหรับ|ยึด|คํา|หรือ|ยัน
(กัส|'|ซี) vt. แต่งตัว|ชุด|ดี|ที่สุด|,|ประดับ|เสีย|สวยหรู
(กัสทฺ) n. ลม|แรง|ที่|พัด|ขึ้น|อย่าง|กะทันหัน|,|น้ํา|ไฟ|หรือ|สิ่ง|อื่น ๆ ที่|ปะทุ|ขึ้น|อย่าง กะทันหัน|,|อารมณ์|ที่|ระเบิด|ขึ้น|อย่าง|กะทันหัน|,|รสชาติ|,|รส|,|ความ|พอใจ|,|ความ|เพลิดเพลิน. vt. ชิม|รส|,|ลิ้ม|รส|,|เพลิดเพลิน|กับ.  |Syn. gustable adj.vi. พัด|แรง|เป็น|พัก ๆ ,|ปะทุ|ขึ้น|เป็น|พัก ๆ| 
(กัส|เท|'|เชิน) n. การ|ชิม|รส|,|การ|ลิ้ม|รส|,|การ|เพลิดเพลิน|กับ|,|ความ|สามารถ|ใน|การ|ลิ้ม|รส|  |Syn. gustative|,|gustatory adj.
(กัส|'|โท) n. การ|เพลิดเพลิน|เต็มที่|,|ความ|เอร็ดอร่อย|,|ความ|ชอบ|S. relish
(กัส|'|ที) adj. เกี่ยวกับ|ลม|แรง|-|ฝน|-|ไฟ|หรือ|อารมณ์|ที่|เกิด|ขึ้น|อย่าง|กะทันหัน|เป็น|พัก ๆ ,|พูด|พล่าม|,|รุนแรง|,|อย่างยิ่ง|,|มี|รสชาติ|,|เอร็ดอร่อย|  |Syn. gustily adv. gustiness n.  |Syn. fitful
(กัท) n. ไส้พุง|,|ไส้|ใน|,|ความ|กล้าหาญ|,|ความ|อดทน|,|เอ็น|สําหรับ|ขึง|ไม้|ตี|เทนนิส|หรือ|แบดมินตัน|,|ทาง|แคบ|,|ช่องแคบ. vt. ควัก|ไส้|ใน|ออก|,|เอา|เครื่องใน|ออก|,|ปล้นสะดม|,|ทําลาย|ส่วนใหญ่ adj. สําคัญ|,|เป็น|รากฐาน|  |Syn. lay|,|disembowel|,
วิชา|ง่าย ๆ ใน|มหาวิทยาลัย
(กัท|'|ลิส) adj. ไร้|ความ|กล้าหาญ|,|ไร้|ความ|อดทน.  |Syn. gutlessness n.  |Syn. cowardly|,|weak
(กัท|'|ซี) adj. มี|ความ|กล้าหาญ|มาก|,|แข็งแรง.  |Syn. gutsily adv. gutsiness n.
(กัท|'|ทะ) n. หยด|,|ของ|ประดับ|ที่|ห้อย|ลง|มา|คล้าย ตุ้มหู|หรือ|ตุ้ม|นาฬิกา -|pl. guttae
n. ยางไม้|สี|ขาว
adj. เป็น|หยด|  |Syn. guttation n.
n. รางน้ํา|,|ท่อ|,|ร่อง|,|ราง|,|ขอบ|ระหว่าง|หน้า|หนังสือ|ที่|ติด|กัน|,|เขต|สลัม vi. ไหล|เป็น|สาย|,|เป็น|ร่อง|,|เป็น|ราง. vt. ทํา|เป็น|ร่อง|,|ทํา|เป็น|ราง|  |Syn. trough|,|channel
(กัท|'|เทอะ|ส|ไน|พฺ) n. คน|ชั้นต่ํา|สุด|ของ|สังคม
vi.,|vt. กิน|อย่าง|ตะกละตะกลาม|  |Syn. guttler n.
(กัท|'|เท|อรัล) adj. เกี่ยวกับ|ลําคอ|,|แหบแห้ง|,|เกี่ยวกับ|เสียง|จาก|ลําคอ n. เสียง|จาก|ลําคอ.  |Syn. gutturalness|,|gutturality|,|gutturalism n.
(กัท|'|ที) adj. กล้าหาญ|มาก|,|อาจหาญ|มาก
(ไก) n. เจ้า|หมอ|นี่|หมอ|โน่น|,|คน|นั้น|คน|นี้|,|คน|ที่|แต่งตัว|ประหลาด. vt. หัวเราะเยาะ
(กัซ|'|เซิล) vi.,|vt. ดื่ม|หรือ|กิน|อย่าง|ตะกละตะกลาม|  |Syn. guzzler n.
abbr. graft versus host
(จี|ดับ|บลิวเบ|สิ|ก) เป็น|ชื่อ|ภาษา|เบ|สิ|ก|แบบ|หนึ่ง|ที่|ดัดแปลง|ไป|จาก|ภาษา|เบ|สิ|ก|ธรรมดา ปัจจุบัน|ไม่|นิยม|ใช้|แล้ว|หัน|ไป|ใช้ QBASIC แทน
(จิม) n. =|gymnasiu
ชุด|กีฬา|,|ชุด|เสื้อผ้า|ของ|นัก|พลศึกษา|,|ชุด|เสื้อผ้า|ของ|นัก|กายกรรม
(จิม|คา|'|นะ) n. วัน|แสดง|การ|ขี่ม้า|,|วัน|แสดง|การ|กรีฑา|,|สถานที่|มี|การ|แสดง|ดังกล่าว
(จิมเน|'|เซี|ยม) n., (pl. -|siums|,|-|sia) โรง|พลศึกษา|,|โรง|กายกรรม|,|โรง|ยิม|  |Syn. gymnasial adj.
(จิม|'|แนสทฺ) n. นัก|กายบริหาร|,|นัก|กายกรรม|,|นัก|พลศึกษา|  |Syn. acrobat|,|athlete
adj. เกี่ยวกับ|กายบริหาร|,|เกี่ยวกับ|พลศึกษา.  |Syn. calisthenic
(จิมแนส|'|ทิคซฺ) n. กายบริหาร|,|พลศึกษา|,
เปลือย|" "|เปล่า|"
n. พืช|ที่|มี|เมล็ด|ที่|เผยอ|อก (คือ|รังไข่ ถูก|หุ้ม|ใน|รังไข่) พืช|จําพวก|สน
adj. เกี่ยวกับ|กายบริหาร|,|เกี่ยวกับ|พลศึกษา.  |Syn. calisthenic
Pref. ผู้หญิง
n. ที่อยู่อาศัย|ของ|ผู้หญิง|,|เกสร|ตัวเมีย|ของ|ดอกไม้ -|pl. gynaecea
(ไก|นิ|คอ|ล|'|ละ|จิสทฺ) n. นรี|แพทย์|,|แพทย์|ผู้ชํานาญ|โรค|สตรี
(ไก|นิ|คอ|ล|'|ละ|จี) n. นรีเวชวิทยา|,|วิชา|โรค|เฉพาะ|สตรี|ทาง|ระบบ|สืบพันธุ์.  |Syn. gynecologic (al) adj.
(จิแนน|'|ด|รี) n. สภาพ|ที่|เป็น|กะเทย|เทียม (pseudohermaphroditism)|  |Syn. gynandrism
(จิน|'|นาร์คี) n. การ|ปกครอง|โดย|ผู้หญิง|  |Syn. gynarchic adj.
(จินี|'|เศี|ยม) n. เกสร|ตัวเมีย|ของ|ดอกไม้ -|pl. gynecia
Pref. "|ตัวเมีย|" "|เพศ|หญิง|"|  |Syn. gynec|-|,|gyn|-|,|-|gynous|,|-|gyny
(จิน|นะ|คอด|'|ระ|ซี) n. การ|ปกครอง|โดย|ผู้หญิง|,|รัฐบาล|ที่ ปกครอง|โดย|ผู้หญิง.  |Syn. gynecocrat n. gynecratic adj.
(ไก|นิ|คอ|ล|'|ละ|จิสทฺ) n. นรี|แพทย์|,|แพทย์|ผู้ชํานาญ|โรค|สตรี
(ไก|นิ|คอ|ล|'|ละ|จี) n. นรีเวชวิทยา|,|วิชา|โรค|เฉพาะ|สตรี|ทาง|ระบบ|สืบพันธุ์.  |Syn. gynecologic (al) adj.
เต้านม|โต|ใน|ผู้ชาย
abbr. ผู้หญิง
เกสร|ตัวเมีย|  |Syn. gynaeceum|,|gynecium
n. ก้าน|เกสร|ตัวเมีย.  |Syn. gynophoric adj.
(จิพ) vt. โกง|,|หลอกลวง|,|การ|โกง|,|การ|หลอกลวง.  |Syn. gypper ผู้|หลอกลวง|,|ผู้|โกง
ร้านค้า|ขาย|ที่|เรียก|ราคา|สินค้า|แพง
adj. ซึ่ง|ประกอบ|ด้วย|แร่|ยิปซัม
(จิบ|'|ซัม) n. แร่|ยิปซัม|ซึ่ง|เป็น|แคลเซี่|ยม|ซัลเฟต ใช้|ทํา|ปูนปลาสเตอร์
(จิบ|'|ซี) n. ยี|ป|ซี|  |Syn. gipsydom|,|gipsyhood|,|gipsyism n. gipsyish|,|gipsyesque adj.
(o) - Pref."|วงแหวน|" "|วง|ขด|"|,|"|หมุนเวียน|"
(ไจ|'|รัล) adj. หมุนเวียน|,|เกี่ยวกับ|ลอน|สมอง
(ไจ|'|เรท) vi. หมุนเวียน|,|หมุน|เป็น|วง|กลม adj. เป็น|ลอน.  |Syn. gyrator n. gyratory adj.
(ไจ|เร|'|เชิน) n. การ|หมุนเวียน|,|การ|หมุน|เป็น|วง|กลม.  |Syn. gyrational adj.  |Syn. roll
(ไจ|'|เออะ) n. วงแหวน|,|วง|กลม|,|วง|ขด|,|ทาง|วง|กลม|,|การ|เคลื่อนที่ เป็น|วง|กลม
Pref. "|วงแหวน|"|,|"|วง|กลม|,|" "|วง|ขด|"
(ไจ|'|โร|ส|โค|พ) n. เครื่องมือวัด|การ|หมุน|รอบ|  |Syn. gyroscopic adj.
(ไจ|'|โร|ส) adj. มี|ลักษณะ|เป็น|คลื่น
(ไจ|'|รัส) n. ลอน|สมอง|,|คลื่น|สมอง|,|คลื่น|,|ลอน|  |Syn. convolution -|pl. gyri
(ไจ|ฟฺ) n. ตรวน|,|โซ่|ตรวน vt. ใส่|ตรวน
