(พี) n. พยัญชนะ|อังกฤษ|ตัว|ที่|16,|phosphorus|,
รหัส|พี|หมายถึง รหัส|เทียม (pseudocode) ที่|ใช้|กับ|ระบบปฏิบัติการ|พี (P operating system) ซึ่ง|เป็น|ระบบปฏิบัติการ|รุ่น|เก่า|รุ่น|หนึ่ง รหัส|พี|นี้|จะ|ใช้ได้|กับ|พี|ซี|เกือบ|ทุก|ยี่ห้อ|ที่|ใช้|ระบบปฏิบัติการ|พี บัดนี้|ไม่|มี|ใคร|ใช้|กัน|แล้ว ทั้ง|ระบบปฏิบัติการ|พี และ|รหัส|พี
abbr. percent|,|post cibos (หลัง|อาหาร)| 
หลัง|เที่ยง|,|ช่วง|เวลา|ระหว่าง|เที่ยงวัน|กับ|เที่ยงคืน
abbr. prison of war
abbr. postscript
abbr. pounds per squareinch
abbr. please turn over โปรด|พลิก (หน้า|หนังสือ)| 
(พา) abbr. papa|,|พ่อ
(พลับ|'|บลัม) n. ข้อคิดเห็น|หรือ|ข้อเขียน|ที่|เก่าแก่
(แพ|บ|'|บิ|วลัม) n. โภชนาหาร|,|อาหาร
(พา|'|คะ|,|แพ|ค|'|คะ) n. สัตว์|เคี้ยว|เอื้อง|ขนาด|ใหญ่|ที่|ลําตัว|มี|แต้ม|ขาว|เป็น|จุด ๆ พบ|ใน|ทวีป|อเมริกา
(เพ|สด) adj. เป็น|จังหวะ (เร็ว|,|ช้า) ของ|การ|ก้าว
(เพ|สด) adj. โดย|รับ|การ|อนุญาต|จาก|,|ขอโทษ n.,|vi.,|vt. ก้าว|,|ฝีเท้า|,|ลักษณะ|การ|ก้าว|  |Syn. paced adj.
(เพส|'|เม|เคอะ) n. ผู้นํา|,|สิ่ง|ที่|กําหนด|ความ|เร็ว
(เพ|'|เซอะ) n. ม้า|,|พันธุ์|ดี|ที่|ใช้|ควบ|แข่ง|,|ผู้นํา|หน้า
(เพส|'|เซ|ท|เทอะ) n. ผู้นํา|หน้า|,|ผู้|กําหนด|ฝีเท้า|,
(แพ|ค|'|ดี|เดิร์ม) n. สัตว์|หนัง|หนา|มี|กีบ|,|คน|หน้าด้าน|  |Syn. pachydermatous adj.
(พะ|ซิ|ฟ|'|ฟิค) adj. สงบ|,|นิ่มนวล|,|รัก|สันติ ตัวอย่าง|: (pacific words|,|the Pacific Ocean)|  |Syn. pacification n.
(พะ|ซิ|ฟ|'|ฟิคัล) adj. สงบ|,|สงบเงียบ|,|นิ่มนวล|,|รัก|สันติ
(พะ|ซิ|ฟ|'|ฟิเคท) vt. ทํา|ให้|สงบ|  |Syn. pacification n.
(แพ|ส|'|ซะ|ไฟ|เออะ) n. ผู้ทํา|ให้|สงบ|,|สิ่ง|ที่|ทํา|ให้|สงบ|,
(แพ|ส|'|ซะฟิส|ซึม) n. การ|ต่อต้าน|สงคราม
(แพ|ส|'|ซะฟิสทฺ) n. ผู้|รัก|สันติ|,|ผู้|รัก|ความ|สงบ ผู้|ยึดถือ|ลัทธิ|อหิงสา|,|ผู้|ต่อต้าน|การ|ถูก|เกณฑ์ทหาร.  |Syn. pacifistic (แพ|สซะฟิส|'|ทิค) adj.
(แพ|ค|'|ซะ|ไฟ) vt. ทํา|ให้|สงบ|,|ปลอบขวัญ|  |Syn. pacification n. pacifier n.
(แพ|ค) n.,|v. ห่อ|,|มัด|,|กลุ่ม|คน|,|ฝูง vt. คัด|,|เลือก|,|รวบรวม|  |Syn. packer n.
n. หนู|ขนาด|ใหญ่|หาง|เป็น|ช่อ|,|นัก|เก็บ|เล็ก|เก็บ|น้อย
(แพ|ค|'|คิจ) n. หีบ|,|ห่อ|,|มัด|  |Syn. parcel
n. การ|ซื้อขาย|เหมา|ทั้งหมด
โปรแกรม|สําเร็จ|ใน|ทาง|คอมพิวเตอร์|ใช้|หมายถึง application package ซึ่ง|ก็|คือ โปรแกรม|สําเร็จ|ที่|มี|ผู้เขียน|ไว้|จําหน่าย มี|การ|จด|ลิขสิทธิ์ (ห้าม|การ|คัดลอก) ปัจจุบัน|ได้|รับ|ความ|นิยม|มาก ราคา|ถูก|กว่า|การ|จ้าง|เขียน การ|ใช้|ก็|ไม่|ยาก ผู้|ที่|ซื้อ|ไป|ใช้|เพียงแต่|อ่าน|คู่มือ|เอา|เอง หรือ|เรียนรู้|วิธี|ใช้|คําสั่ง|เล็ก ๆ น้อย ๆ ผู้ผลิต|จะ|แข่งขัน|กัน|ใน|การ|ทํา|ให้|โปรแกรม|เหล่านี้|ใช้|ง่าย มี|ทั้ง|โปรแกรม|ระบบ เช่น MS DOS และ Windows โปรแกรม|ตาราง|จัดการ|เช่น Excel|, Lotus โปรแกรมประมวลผล|คํา เช่น Word Perfect|, MS Word|, CU Writer ฯลฯ
(แพ|ค|'|เคอะ) n. ผู้|ห่อ|,|เครื่อง|บรรจุหีบห่อ
(แพ|ค|'|คิท) n. ห่อ|เล็ก ๆ ,|มัด|เล็ก ๆ ,|หมายถึง กลุ่ม|ข้อมูล (data packet) จํานวน|หนึ่ง ที่|มี|ความ|สัมพันธ์|เป็น|เรื่อง|เดียวกัน ใช้|ใน|เรื่อง|ของ|การ|สื่อสาร|ข้อมูล (data communications)| 
การ|สลับ|กลุ่ม|ข้อมูล|ใน|เรื่อง|การ|สื่อสาร|ข้อมูล (data communications) หมายถึง|เทคนิค|ใน|การ|แบ่ง|ข้อมูล|ออก|เป็น|กลุ่ม (packet) แต่ละ|กลุ่ม|จะ|มี|ความ|ยาว|เท่า|กัน (ปกติ 100|บิต) ข้อมูล|จะ|หา|ทิศทาง|เดิน|ไป|ได้|เอง โดย|ที่|สาย|หนึ่ง ๆ จะ|สามารถ|ใช้|กัน|ได้|หลาย|คน เมื่อ|ถึง|ที่|ปลาย|ทาง|ข้อมูล|ก็|จะ|กลับ|ไป|รวม|กันเอง|ดู circuit switching เปรียบเทียบ
ข่ายงาน|แบบ|สลับ|กลุ่ม|ข้อมูล|ใช้|ตัวย่อ|ว่า PSN (อ่าน|ว่า พี|เอส|เอ็น) หมายถึง วิธี|ส่ง|ข้อมูล|ใน|เครือข่าย|คอมพิวเตอร์|แบบ|หนึ่ง โดย|การ|แบ่ง|สาย|ข้อมูล|เป็น|กลุ่ม (packet) แล้ว|ส่ง|ไป|ยัง|ปลาย|ทาง ฉะนั้น กลุ่ม|ข้อมูล|อาจ|จะ|ไป|ใน|ทิศทาง|ต่าง ๆ กัน|ได้ และ|ไม่|จําเป็น|ต้อง|ถึง|ปลาย|ทาง|ตาม|ลําดับ|ที่|ส่ง|ออก เครื่อง|ปลาย|ทาง (terminal) จะ|ทํา|หน้าที่|รวบรวม|กลุ่ม|ข้อมูล แล้ว|จัด|กลับ|เป็น|สาย|ข้อมูล|เอง
n. เรือ|โดยสาร|และ|บรรทุก|ของ|ประจํา|ทาง
n. ม้า|บรรทุก|สัมภาระ
n. พ่อค้า|เร่|,|พ่อค้า|ย่อย
n. กระเป๋า|สะพาย|หลัง|ของ|นักทัศนาจร
n. อาน|ม้า|สําหรับ|ใส่|สัมภาระ|บน|หลัง|ม้า
n. ด้าย|เหนียว|หรือ|สาย|เหนียว
(แพ|ค|'|เท|รน) n. รถไฟ|บรรทุก|สัตว์|,|ขบวน|ม้า
(แพ|คท) n. ข้อตกลง|,|สัญญา
(แพ|ค|'|ชัน) n. ข้อตกลง|,|สัญญา
(แพ|ด) n. เบาะ|,|เครื่อง|,|บุ|รอง|,|เสียงฝีเท้า|ที่|เบา|,|เสียง|แปะ ๆ ,|ตรอก|,|ซอย|,|โจร|ปิดทาง|ปล้น vi.,|vt. บุ|,|รอง|,|ตัน|,|อุด|,|เดิน|เบา ๆ|  |Syn. padding n.
(แพ|ค|'|ดิง) n. วัตถุ (เช่น ฝ้าย) ที่|ใช้|บุ|รอง
(แพ|ค|'|เดิล) n.,|vt.,|vi. พาย|,|แกว่ง|,|กวน|,|แกว่ง|น้ํา|,|เดิน|เตาะแตะ|,|เขี่ย|ด้วย|มือ แพ|ดเดิล <|คํา|อ่าน|>|หมายถึง อุปกรณ์|นําเข้า|ข้อมูล|อีก|ตัว|หนึ่ง มี|ลักษณะ|คล้าย|กับ|ก้าน|ควบคุม (joystick) ผิด|กัน|แต่ว่า ที่|จับ|ของ|แพ|ดเดิล|นี้|จะ|มี|ลักษณะ|เป็น|ปุ่ม|กลม ๆ แทน|ที่|จะ|เป็น|แท่ง|ยาว|แบบ|ก้าน|ควบคุม ปุ่ม|ดังกล่าว จะ|ใช้|มือ|บิด|หมุน|ไป|ใน|ทิศทาง|ต่าง ๆ ได้ มัก|ใช้|ใน|การ|เล่น|เกมส์|เท่านั้น|  |Syn. paddler n.
n. เรือ|กลไฟ|สมัยก่อน|ที่|มี|ล้อ|ติด|ข้างบน
n. กีฬา|เทนนิส|ชนิด|หนึ่ง
n. ล้อ|ใบ|จักร|ของ|เรือ|กลไฟ|สมัยก่อน.
n. ทหารราบ pl. paddlfeet
(แพ|ค|'|ดอค) n. คอก|ข้าง|สนามม้า|,|กอง|แร่|,|กบ|,|คางคก
(แพ|ด|'|ดิ) n. ตํารวจ|,|ข้าว|,|ข้าวเปลือก|,|นา|ข้าว
n. รถ|ตํารวจ|,|รถ|ขัง|นักโทษ
(แพ|ด|'|ดี|แวค) vt. ตี|,|เฆี่ยน|,|หวด|,|โกรธ|ขึ้น|ฉับพลัน
(พา|'|ดิ|ชา|,|พาด|'|ชา) พระ|มหา|ราชา
(แพ|ค|'|ดี่) n. ตํารวจ|,|ข้าวเปลือก|,|นา|ข้าว
(พา|'|เดร) n. บาทหลวง|,|อนุศาสนาจารย์
(พะโด|รน|') n. นาย|,|นายจ้าง|,|เจ้าของ|,|หัวหน้า|,|กัปตันเรือ|,|เจ้าของ|เรือ|,|เจ้าของ|โรงแรม|  |Syn. padronism n.
(พา|'|ดิ|ชา|,|พาด|'|ชา) พระ|มหา|ราชา
(แพ|ด|'|ดี|แวค) vt. ตี|,|เฆี่ยน|,|หวด|,|โกรธ|ขึ้น|ฉับพลัน
(อี|'|อัน) n. เพลง|สรรเสริญ|,|เพลง|ส|ดุด|  |Syn. paeanism n.
(o) - Pref. "|เด็ก|"
(พี|ดี|อะท|ริ|ช|'|เชิน|,|เพด|ดี|อะท|ริ|ช|'|เชิน) n. กุมารแพทย์|,|หมอ|เด็ก|,|ผู้เชี่ยวชาญ|โรค|ของ|เด็ก.  |Syn. pediatric adj.
(พี|'|ดิอะท|ริ|คซฺ|,|เพด|'|ดิอะท|ริ|คซฺ) n. กุมารแพทย์
(พี|โด|เจน|'|นิส|ซิ|ส) n. การ|ผลิต|ลูก|โดย|ตัวอ่อน (larva)|  |Syn. paedogenetic adj. paedogenic adj.
(เพลี|โอ|ไบ|ออ|ล|'|โลจี) n. ชีววิทยา|ที่|เกี่ยวกับ|ชีวิต|ของ|พืช|และ|สัตว์|โบราณ จาก|ซาก|หิน|ที่|เหลือ|อยู่|  |Syn. paleobilogic adj. paleobiological adj.
(พี|'|อัน) n. การ|สัมผัส|เสียง|ของ|พยางค์ 4 เสียง
(เพียน|'|นี) n. = peony (ดู)| 
(เพ|'|กัน) n. พวก|นอก|ศาสนา|  |Syn. pagnish n. pagnish adj.
(เพ|'|กัน|ดัม) n. พวก|นอก|ศาสนา|,|พวก|นอกรีต
(เพ|'|กะ|ไน|ซ) v. (กลาย|เป็น) ทํา|ให้|เป็น|คนนอก|ศาสนา|หรือ|นอกรีต|  |Syn. paganization|,|n. paganizer n.
(เพ|'|กะ|นิส|ซึม) n. ลัทธิ|นอก|ศาสนา|  |Syn. paganist adj. n. paganistic adj.
(เพ|'|กะ|ไน|ซ) v. (กลาย|เป็น) ทํา|ให้|เป็น|คนนอก|ศาสนา|หรือ|นอกรีต|  |Syn. paganization|,|n. paganizer n.
(เพจ) n. หน้า|หนังสือ|,|ใบ|,|เด็กรับใช้|ที่|เป็น|ผู้ชาย|,|คน|หนุ่ม|ที่|ได้|รับ|การ|ฝึก|ให้|เป็น|อัศวิน|,|มหาดเล็ก|ของ|ราชสํานัก vt. เรียกชื่อ|ซ้ําแล้วซ้ําเล่า|เพื่อให้|มา|,|ระบุ|หน้า. vi. เป็น|เด็กรับใช้|เป็น|,|พลิก|หน้า คนรับใช้|  |Syn. pagehood n. pageship n.
n. เด็กรับใช้|ที่|เป็น|ผู้ชาย
ตําแหน่ง|แบ่ง|หน้า|คํา|นี้|มี|ใช้|ใน|โปรแกรมประมวลผล|คํา (word processing) หรือ|โปรแกรม|ตาราง|จัดการ (spread sheet) หมายถึง ตําแหน่ง|ที่|มี|การ|เปลี่ยน|หน้าใหม่ โดย|ปกติ|การ|เปลี่ยน|หน้า|จะ|ทํา|ได้ 2 แบบ คือ แบบ|เปลี่ยน|ไป|เอง|โดย|อัตโนมัติ หมายถึง การ|พิมพ์|ได้|มา|ถึง|จุดสิ้นสุด|ของ|หน้าที่|โปรแกรม|กําหนด|ไว้ ก็|จะ|ขึ้น|หน้าใหม่|โดย|อัตโนมัติ หาก|มี|การ|ลบ|หรือ|เพิ่ม|ข้อความ|หรือ|ภาพ ก็|จะ|กระทบ|มา|ถึง|ตําแหน่ง|นี้|ด้วย ส่วน|แบบ|ที่|สอง คือ การ|กําหนด|ตําแหน่ง|ที่|จะ|ขึ้น|หน้าใหม่ โดย|ใช้|คําสั่ง|กําหนด|ว่า|จะ|ให้|เป็น|ที่|หนึ่ง|ที่ใด เมื่อ|ถึง|จุด|นี้|แล้ว เลขหน้า|ก็|จะ|เปลี่ยน|ไป|ให้ เท่า|กับ|เป็น|การ|ขึ้น|หน้าใหม่|เช่นกัน
ใช้|ตัวย่อ|ว่า PDL (พี|ดี|แอ|ล) เป็น|ภาษา|ที่|ใช้|เขียน|โปรแกรม|ภาษา|หนึ่ง เช่นเดียวกับ|โพสต์คริปต์ (postcript) ซึ่ง|จะ|ทํา|การ|ประมวลผล|ใน|หน่วย|ประมวลผล|ของ|เครื่องพิมพ์|เอง ใน|พี|ดี|แอ|ล|นั้น จะ|ต้อง|มี|คําสั่ง|เกี่ยวกับ|เรื่อง|ของ|การ|กําหนด|หน้า การ|คํานวณ|ภาพ|กราฟิก แม้|จะ|มี|ความ|ยาว|มาก แต่|ก็|จะ|ทํางาน|ได้|เร็ว|กว่า คําสั่ง|ที่|ส่ง|ไป|จาก|เครื่อง|คอมพิวเตอร์|แบบ|พี|ซี|แอ|ล พี|ดี|แอ|ล|นั้น|จะ|ใช้ได้|กับ|เครื่องพิมพ์|ทุก|ยี่ห้อ|ที่|สามารถ|เข้าใจ|ภาษา|นี้ ปัจจุบัน|แมค|อิน|ทอ|ช|ใช้|พี|ดี|แอ|ล ที่|ชื่อ "|postcript|" ส่วน|พี|ซี|ใช้|พี|ดี|แอ|ล|ที่|ชื่อ "|true type|" (เทียบเคียง|ได้|กับ postcript)| 
เป็น|แป้น|หนึ่ง|บน|แผง|แป้น|อักขระ มี|อักษรย่อ Pg Dn อยู่|บน|แป้น|ทํา|หน้าที่|ตรงข้าม|กับ|แป้น Pg Up การ|กด|แป้น|นี้ อาจ|ทํา|ให้|ตัว|ชี้|ตําแหน่ง (cursor) เลื่อน|ไป|ที่|บรรทัด|สุดท้าย|ที่|เห็น|อยู่|บน|จอภาพ หรือ|บรรทัด|สุดท้าย|ของ|หน้า|เลย|ก็ได้ (ขึ้น|อยู่|กับ|โปรแกรม) ดู Pg Up key เปรียบเทียบ
การ|กําหนด|หน้า|หมายถึง การ|ออกแบบ|หน้ากระดาษ โดย|กําหนด|จัดเรียง|ข้อความ|และ|ภาพประกอบ|ใน|แต่ละ|หน้า|ให้|แลดู|สวยงาม เริ่ม|ตั้งแต่|กําหนด|ขอบ|หน้ากระดาษ (margin) จํานวน|บรรทัด การ|แบ่ง|คอลัมน์ ฯ วิธีการ|ดังกล่าว|อาจ|ใช้|โปรแกรม|ประเภท|งาน|พิมพ์|ตั้งโต๊ะ|ช่วย|ก็ได้ เป็นต้น|ว่า PageMaker|, Ventura Publisher|, QuarkXpress เพราะ|มี|คําสั่ง|เฉพาะ|ใน|เรื่อง|การ|จัด|หน้า|แบบ|ต่าง ๆ การ|โปรย|อักษร|รอบ|ภาพ รวม|ทั้ง|การ|ดึง|เอา|ภาพ กราฟ ตาราง|จัดการ ฯ จาก|โปรแกรม|อื่น|มา|แทรก|ใส่|ให้|สะดุดตา การ|ลด|/|ขยาย|ขนาด|ของ|ภาพ|ให้|เหมาะ|กับ|เนื้อที่|ได้ ดู desktop publishing ประกอบ
เครื่องพิมพ์|ราย|หน้า|หมายถึง เครื่องพิมพ์|ที่|จัดเรียง|ตัวพิมพ์|ไว้|จน|เสร็จ|เต็ม|หน้า|ก่อน จึง|จะ|พิมพ์|ลง|บน|กระดาษ เช่น เครื่องพิมพ์|เลเซอร์ (laser printer) เป็นต้น
เป็น|แป้น|หนึ่ง|บน|แผง|แป้น|อักขระ จะ|มี|ตัวอักษร|ย่อ PgUp อยู่|บน|แป้น ทํา|หน้าที่|ตรงข้าม|กับ|แป้น PgDn การ|กด|แป้น|นี้|ทํา|ให้|ตัว|ชี้|ตําแหน่ง (cursor) ขึ้น|ไป|อยู่|บรรทัด|บน|ของ|จอภาพ หรือ|บรรทัด|แรก|ของ|แฟ้ม|เอกสาร|เลย (ขึ้น|อยู่|กับ|โปรแกรม) ดู Pg Dn key เปรียบเทียบ
(แพ|จ|'|จัน|ทฺ) n. การ|แห่แหน|  |Syn. pageantry n.
ใช้|ตัวย่อ|ว่า PMMU (อ่าน|ว่า พี|เอ็มเอ็มยู) หมายถึง ชิป (chip) หรือ|วงจร|ตัว|หนึ่ง|ใน|คอมพิวเตอร์|รุ่น|ใหม่ ๆ ที่|สร้าง|ขึ้น|มา|เพื่อ|ใช้|ขยาย|หน่วยความจํา|เสมือน (virtual memory)| 
Adobe PageMaker|โปรแกรม|อโดบี เพจเมกเกอร์ <|คําแปล|>|เป็น|ชื่อ|โปรแกรม|สําเร็จ|ที่|ใช้|ใน|การ|จัด|หน้า|สิ่งพิมพ์ เป็น|โปรแกรม|ที่|ได้|รับ|ความ|นิยม|มาก|โปรแกรม|หนึ่ง เดิม|ใช้|ชื่อ Aldus PageMaker
(แพ|จ|'|เจอะ) n. เครื่อง|เรียกขาน|ชื่อ|คน
ใช้|ตัวย่อ|ว่า ppm. (อ่าน|ว่า พี|พี|เอ็ม) เป็น|หน่วย|วัด|ความ|เร็ว|ของ|เครื่องพิมพ์ (ส่วนใหญ่ น่าจะ|เป็น|เครื่องพิมพ์|เลเซอร์) หมายถึง จํานวน|หน้าที่|เครื่องพิมพ์|จะ|พิมพ์|ได้|ใน 1 นาที อย่างไรก็ตาม การ|ที่|เครื่องพิมพ์|จะ|พิมพ์|ช้า|หรือ|เร็ว|นั้น|ขึ้น|อยู่|กับ|ปัจจัย|อื่น ๆ ด้วย เป็นต้น|ว่า การ|พิมพ์|ที่|ใช้|ตัวอักษร|ธรรมดา หรือ|ตัวอักษร|พิเศษ เป็น|การ|พิมพ์|ภาพ|สี|เดียว หรือ|ภาพ|หลาย|สี ฯ เครื่องพิมพ์|บาง|ชนิด วัด|ความ|เร็ว|ใน|การ|พิมพ์|เป็น|บรรทัด|ต่อ|นาที (lines per minute) ก็|มี
(แพ|จ|'|จะ|นัล) n. เกี่ยวกับ|หน้า (หนังสือ)| 
(แพ|จ|'|จะ|เนท) vt. ใส่|เลขหน้า ให้|เลขหน้า
(แพ|จ|จะ|เน|'|เชิน) n. การ|ใส่|เลขหน้า|,|จํานวน|หน้า|ของ|หนังสือ|,|เลขหน้า
(พะ|โก|'|ดะ) n. เจดีย์|,|ปรางค์|,|สถูป
(พะ|กู|'|เรียน) n. ปูเสฉวน
(พา) interj. คําอุทาน
(พา|'|ละ|วี) n. พระเจ้า|ชาร์|แห่ง|อิหร่าน
(ไพ) n. ชนชาติ|ผิว|ขาว|,
(ไพ|'|ฮัว) n. ภาษาจีน|ธรรมดา
(เพด) v. กริยา|ช่อง 2 และ 3 ของ pay
(เพล) n. ถัง|,|ถัง|รูปทรง|กระบอก
n. ปริมาณ|หนึ่ง|ถัง
(แพ|ลแยส|'|แพ|ล|'|แยส) n. ฟูก|ฟาง
(แพ|ลเยท|'|พะเลท) n. แผ่น|โลหะ|ประดับ|เครื่องแต่งกาย
(เพน) n. ความ|เจ็บปวด|,|ความ|ทุกข์ทรมาน|  |Syn. pained adj. painful adj.
(เพนด) adj. เจ็บปวด|,|บอบช้ํา
(เพน|'|ฟู|ล) adj. เจ็บปวด|,|ทุกข์ทรมาน|,|ยาก
(เพน|'|คิล|เลอะ) n. สิ่ง|ที่|ระงับ|ปวด
(เพน|'|เลส) adj. ไม่|เจ็บปวด|,|ไม่|ยาก
(เพน|'|ส|เท|คคิง) adj. อุตสาหะ|,|ระมัดระวัง ตัวอย่าง|: (Embroidery takes painstaking skill)| 
(เพนท) n. สี|,|สี|ทา vt.,|vi. ทาส|'|  |Syn. painting n.
(เพน|'|ทบ|รัช) n. แปรง|ทา|สี
(เพน|'|ทิด) adj. ทา|สี|,|ไม่|แท้|,|ของปลอม|,
หญิง|โสเภณี|,|หญิง|แพศยา
(เพน|'|เทอะ) n. ช่าง|ทา|สี|,|ช่าง|สี|,|จิตรกร|,|ชื|อก|หัวเรือ
n. อาการ|พิษ|ตะกั่ว|ที่|ทํา|ให้|เกิด|ความ|เจ็บปวด|อย่าง|รุนแรง|ที่|ลําไส้
(เพน|'|เท|อลี) adj. เกี่ยวกับ|ช่าง|สี
(เพน|'|ทิง) n. การ|ทา|สี|,|การ|วาด|ภาพ|สี|,|ภาพวาด
(เพน|'|ที่) adj. ถูก|สี|,|เปื้อน|สี|,|มี|สี|มาก|เกิน|ไป|  |Syn. paintiness adj.
(แพร์) n. คู่. -|v. เข้าคู่|,|เป็น|คู่|  |Syn. couple
n. ไพ่|ตอง|หนึ่ง|,|ลูกเต๋า|เหมือน|กัน|สอง|ลูก
(แพร์|'|ฮอร์ส) adj. เกี่ยวกับ|ม้า|คู่
n. ฤดู|ผสมพันธุ์
(ไพ|'|ซะ) n. ชื่อ|เงินตรา|ของ|ปากีสถาน
(ไพ|ซา|'|โน) n. เพื่อน|,|สหาย
(เพซ|'|ลี) n. สิ่งทอ|ใย|ขนสัตว์|ที่|นิ่ม|และ|มี|ลาย|สี|ที่|ละเอียด
(พะจา|'|มัซ) n. เสื้อ|กางเกง|ชุดนอน
(พา|'|กิ|สถาน|,|แพ|ค|'|คิ|สถาน) n. ประเทศ|ปากีสถาน
(พา|คิส|ทา|'|นี) n. ชาว (ภาษา) ปากีสถาน. pl. Pakistanis|,|Pakistani
(แพ|ล) n. เพื่อน|,|เกลอ|,|พี|เอ|แอ|ล <|คํา|อ่าน|>|ย่อ|มา|จาก programmable array logic (แปล|ว่า แถว|ลําดับ|ตรรกะ|แบบ|สั่ง|การ|ได้) เป็น|ลักษณะ|การ|ออกแบบ|ของ|วงจร|รวม|ความ|จุ|สูง|มาก (very large scale integration) หรือ วี|แอ|ลเอส|ไอ (VLSI) แบบ|หนึ่ง มี|ลักษณะ|พิเศษ คือ|ทํา|ให้|ออกแบบ|ง่าย และ|มี|ความ|สม่ําเสมอ
(แพ|ล|'|ลิส) n. ราชวัง|,|วัง
(แพ|ล|'|ละ|ดิน) n. นักรบ|ผู้|กล้าหาญ|,|ขุนพล
(พะลี|') n. พระราช|วัง|,|วัง|,|ทําเนียบ
(แพ|ล|'|แล|งควีน|,|-|คีน) n. เกี้ยว|โดยสาร|  |Syn. palanquiner n. palankeener n.
(แพ|ล|'|แล|งควีน|,|-|คีน) n. เกี้ยว|โดยสาร|  |Syn. palanquiner n. palankeener n.
(แพ|ล|'|ละ|ทะเบิล) adj. น่ากิน|,|อร่อย
(แพ|ล|'|ละ|ทัล) adj. เกี่ยวกับ|เพดานปาก|, (การ|ออก|เสียง|ใช้|ลิ้น|แตะ|เพดานปาก) n. พยัญชนะ|ที่|มี|การ|ใช้|ลิ้น|แตะ|เพดานปาก|  |Syn. palatalism n. palatality n.
(แพ|ล|'|ละ|ทะไลซ) vt. ทํา|ให้|เกิด (ออก) เสียง|จาก|การ|แตะ|ลิ้น|กับ|เพดานปาก|เช่น|เสียง " l|" ใน "|million|"|  |Syn. palatalisation n. palatalization n.
(แพ|ล|'|ละ|ทะไลซ) vt. ทํา|ให้|เกิด (ออก) เสียง|จาก|การ|แตะ|ลิ้น|กับ|เพดานปาก|เช่น|เสียง " l|" ใน "|million|"|  |Syn. palatalisation n. palatalization n.
(แพ|ล|'|ลิท) n. เพดานปาก|,|รส|ชา|ต|'|  |Syn. taste ตัวอย่าง|: (These grapes please my palate)| 
(พะเล|'|เชิล) adj. เกี่ยวกับ|วัง|,|โอ่อ่า|,|ใหญ่โต|รโหฐาน|  |Syn. palatialness n.
(แพ|ล|'|ทะไทน์) adj. เกี่ยวกับ|เพดานปาก|,|ใกล้|ที่|หรือ|ใน|เพดานปาก|,|เกี่ยวกับ|อภิสิทธิ์|แห่ง|ราชสํานัก
(พะ|แล|ฟ|'|เวอะ) v.,|n. (การ) พูด|แบบ|น้ําท่วม|ทุ่ง|,|เจรจา|,|หารือ|,|คะยั้นคะยอ|  |Syn. palaverer n.
(พา|ลา|ท|'|โซ) n. อาคาร|ที่อยู่|ที่|ใหญ่โต|โอ่อ่า pl. palazzi
(เพล) adj. ซีด -|v. ทํา|ให้|ซีด|,|ล้อม|รั้ว|,|โอบล้อม|,|ล้อมรอบ n. ไม้|แหลม|,|ไม้|รั้ว
(เพล|ด) adj. มี|รั้ว|  |Syn. paling n.
(เพลีเอธ|นอ|ล|'|โลจี) n. วิชา|ว่าด้วย|เผ่าพันธุ์|ของ|มนุษย์|โบราณ.  |Syn. paleethnologic adj. paleethnological adj. paleethnologist n.
(เพล|'|เฟส) n. คน|ผิว|ขาว|ใน|อเมริกาเหนือ
(เพลี|โอ|ไบ|ออ|ล|'|โลจี) n. ชีววิทยา|ที่|เกี่ยวกับ|ชีวิต|ของ|พืช|และ|สัตว์|โบราณ จาก|ซาก|หิน|ที่|เหลือ|อยู่|  |Syn. paleobilogic adj. paleobiological adj.
(เพลี|โอบ|อท|'|ทะนี) n. พฤษศาสตร์|ที่|เกี่ยวกับ|ชีวิต|ของ|พืช|และ|สัตว์|โบราณ|จาก|ซาก|หิน|ที่|เหลือ|อยู่|  |Syn. paleobotanic adj. paleobotanatist n.
(เพ|'|ลี|โอ|ซี|น|,|แพ|ล|'|ลี|โอ|ซี|น) n.,|adj. เมื่อ|60|-|70|ล้าน|ปีก่อน|,|เริ่ม|มี|นก|และ|สัตว์|ที่|มี|รก|ใน|ระยะ|แรกเกิด.  |Syn. Palaeocene
(เพ|'|ลีอะ|จัน) n.,|adj. ยุค|ประมาณ|25|-|90 ล้าน|ปีก่อน|  |Syn. Palaeogene
(เพลี|โอ|เจน|'|นิ|ซิ|ส) n. การ|เจริญเติบโต|ที่|มี|ลักษณะ|เฉพาะ|ของ|บรรพบุรุษ|ติด|มา|ด้วย
(เพลี|โอ|จิ|ออก|'|กระ|ฟี) n. วิทยาศาสตร์|เกี่ยวกับ|ลักษณะ|ทาง|ภูมิศาสตร์|ของ|โลก|ใน|ด้าน|ธรณีวิทยา|  |Syn. paleogeographer n. paleogeographic adj. paleogeographical adj.
เพลิ|โอ|จี|ออ|ล|'|ละ|จี) n. วิทยาศาสตร์|เกี่ยวกับ|สภาพ|ทาง|ธรณีวิทยา|ใน|ช่วง|ระยะ|เวลา|หนึ่ง|ของ|ประวัติศาสตร์|โลก|  |Syn. paleogeologic adj.
(เพ|'|ลีอะลิธ) n. เครื่องมือ|เครื่องใช้|ใน|ยุค|หิน|โบราณ|  |Syn. paleolithic adj.  |Syn. Palaeolithic
(เพลี|ออ|ล|'|ละ|จี) n. การ|ศึกษา|เกี่ยวกับ|ของโบราณ|  |Syn. paleological adj. paleologist. n.
(เพลี|โอ|แมก|'|นิทิส|ซึม) n. ภาวะ|แม่เหล็ก|ของ|หิน|แต่แรก|เริ่ม.  |Syn. paleomagnetic adj.
(เพลี|อัน|ทอ|ก|'|กระ|ฟี) n. ชีววิทยา|เชิง|พร|รณา|ที่|เกี่ยวกับ|ชีวิต|ของ|พืช|และ|สัตว์|โบราณ|  |Syn. paleontographic adj. paleontographical adj.
(เพลี|ออ|น|ทอ|ล|'|โลจี) n. ชีววิทยา|ที่|เกี่ยวกับ|ชีวิต|ของ|พืช|และ|สัตว์|โบราณ|  |Syn. palaeontology|  |Syn. paleontologic (al) adj. paleontologist n.
(เพลีอะ|โซ|'|อิค) n.,|adj. ยุค|ที่|เริ่ม|มี|ปลา|แมลง|และ|สัตว์เลื้อยคลาน.  |Syn. Palaeozoic
(เพลี|โอ|โซ|ออ|ล|'|โลจี) n. Paleontology (ดู) ที่|เกี่ยวกับ|ซาก|สัตว์|ที่|กลาย|เป็น|หิน
(แพ|ล|'|ลิสไทน์) n. ชื่อ|ประเทศ|ใน|อาณัติ|ของ|อังกฤษ สมัยก่อน|  |Syn. Palestinian adj. n.
(พะเลส|'|ท|ระ) n. โรงเรียน|วิชาการ|กีฬา pl. palestras|,|palestrae|  |Syn. palaestra
(แพ|ล|'|ลิ|โท แพ|ล|'|โท) n. เสื้อคลุม|หลวม ๆ| 
(แพ|ล|'|ลิท) n. แผ่น|ผสม|สี
มีด|บาง|ที่|ใช้|ปรับ|หรือ|ผสม|สี|หรือ|ทา|บน|ผ้า|สําหรับ|วาด|สี
(เพล|'|ไว|ซฺ) adv. ตั้ง|ตรง|,|เป็น|แนว|ตรง
(พา|'|ลี) n. ภาษา|บาล|'
(พอ|ล|'|ริ|ฟ|รี่) n. ม้า|ที่|สวม|อาน|ม้า
(เพ|'|ลิง) n. รั้ว|ไม้|,|ไม้|รั้ว|,|การ|ทํา|รั้ว|ไม้
(แพ|ลลิ|เจน|'|นิ|ซิ|ส) n. การ|กําเนิด|ใหม่|  |Syn. palingenesian adj. palingenetic adj.
(แพ|ลลิ|เซ|ด|') n. รั้ว|ไม้|  |Syn. palisades ทิวเขา
(เพ|'|ลิซ) adj. ค่อนข้าง|ซีด|,|ค่อนข้าง|ขาว|หรือ|จาง
(พอ|ล) n. ผ้า|คลุม|หีบ|ศพ vi.,|vt. เอื่อม|ระอา|, (ทํา|ให้) มี|ผล|น้อย|ลง|,|เนือย|ลง|,|จาง|ลง|,|สูญเสีย|แรง|,|รู้สึก|เหนื่อยหน่าย|,|รส|จืด|ชึด
n. ย่าน|ของ|สโมสร|สังคม|ของ|พวก|ผู้ดี
(เพล|'|เมล) n. เกม|ตี|ลูกไม้|เข้า|ห่วง|เล็ก|ที่|ปลาย|ทาง|วิ่ง|,|ทาง|วิ่ง|ดังกล่าว
adj. เกี่ยวกับ|ด้วย|palladium
(พะเล|'|เดี|ยม) n. ธาตุ|โลหะ|หา|ยาก|ชนิด|หนึ่ง|,|สิ่ง|ที่|ปกป้อง
adj. ซึ่ง|ประกอบ|ด้วย|palladium
(พะเล|'|เดียน) adj. เกี่ยวกับ|ความ|รู้|สติปัญญา|หรือ|การ|ศึกษา
(แพ|ล|'|ละ|ไซ|ท) n. ลูก|อุ|กา|บาต หรือ|ผีพุ่งไต้
(พล|อ|แบ|'|เรอะ) n. ผู้|หาม|หีบ|ศพ
(พอ|ล|'|ลิท) n. ที่|นอน|ฟาง|,|เดือย|กระตุ้น|จักร|หมุน ,|แผ่น|ผสม|สี|,|ตัว|ทํา|ให้|ฟันเฟือง|หยุด|,|แท่น|วาง|สินค้า|สําหรับ|ลาก|เก็บ|หรือ|ลําเลียง
มีด|แบน|และ|เล็ก|สําหรับ|ตัก|ขนมปัง
vt. วาง|บน|แท่น|วาง|สินค้า|  |Syn. palletization n.
adj. เกี่ยวกับ|หอย|ทาก|,|เกี่ยวกับ|เปลือก|สมอง
(แพ|ล|'|ลิเอท) vt. ทํา|ให้|บรรเทา|  |Syn. palliation n.
(แพ|ล|'|ลิเอทิฟว) n.,|adj. (สิ่ง) ซึ่ง|บรรเทา
(แพ|ล|'|ลิค) adj. ซีด|จาง|,|อ่อน|,|ไม่|เพียงพอ
(แพ|ล|'|ละ|โน|ด) n. การ|ยกเลิก|คําพูด|ก่อน ๆ| 
(แพ|ล|'|เลีย|ม) n. ผ้าคลุมไหล่|ขนาด|ใหญ่
(แพ|ล|'|เลอะ) n. ความ|ซึด|ขาว
(แพ|ล|'|ลี่) adj. ชอบพอ|,|สนิทสนม|,|เพื่อน|กัน
(พาล์ม) n. ฝ่ามือ|,|ต้น|ปาล์ม|,|รางวัล|สําหรับ|ผู้|มี|ชัย|,|เหรียญตรา|แห่ง|เกียรติยศ ชัยชนะ ความ|สําเร็จ
n. ชื่อ|เมือง|ใน|รัฐ|ฟล|อริ|ดา
n. อีเห็น
n. วัน|อาทิตย์|ก่อน|วัน|Easter
(แพ|ล|'|มาร์) adj. เกี่ยวกับ|ฝ่าเท้า|หน้า|ของ|สัตว์
adj. น่า|ยกย่อง
(พาล|เมท) adj. ซึ่ง|มี|รูป|คล้าย|ฝ่ามือ
(พาล|เมท) adj. ซึ่ง|มี|รูป|คล้าย|ฝ่ามือ
n. การ|เป็น|รูป|คล้าย|ฝ่ามือ
n. รูป|กลุ่ม|ใบ|จาก|จุด|เดียวกัน|ที่|คล้าย|ฝ่ามือ
n. ต้น|พาล์ม|ที่|มี|ใบ|รูป|พัด
(พาล|'|มิ|สทฺ) n. นัก|ดู|ลายมือ
(พา|'|มิ|สท|รี) n. วิชา|ดู|ลายมือ|  |Syn. palmist n.
คอมพิวเตอร์|ขนาด|ฝ่ามือ|ปาล์ม|ท็อป|คอมพิวเตอร์|หมายถึง คอมพิวเตอร์|ขนาด|เล็ก|เพียง|เท่า|ฝ่ามือ เล็ก|กว่า|ขนาด|วาง|ตัก (laptop) หรือ ขนาด|สมุด|โน้ต (notebook) แต่|ก็|มี|ลักษณะ|ของ|คอมพิวเตอร์|ครบถ้วน|กล่าวคือ มี|ทั้ง|หน่วย|รับ|ข้อมูล หน่วย|ประมวลผล หน่วยความจํา และ|หน่วย|แสดง|ผล
(พา|'|มี) adj. ชัดเจน|,|คลํา|รู้|ได้
(แพ|ลไม|'|ระ) n. ต้น|ปาล์ม|ใบ|รูป|พัด|ข
(พะลู|'|คะ) n. นักกีฬา (โดยเฉพาะ|นักมวย)| 
(แพ|ล|'|พะเบิล) adj. ชัดเจน|,|โจ่งแจ้ง|,|สัมผัส|ได้|ชัดเจน|,|คลํา|รู้|ได้|  |Syn. palpability n.
adj.,|ซึ่ง|มี|อวัยวะ|สัมผัส vi. สัมผัส|ดู
adj. เกี่ยวกับ|หนังตา
adj. ซึ่ง|มี|หนังตา
พหูพจน์|ของ palpus
(แพ|ล|'|พิ|ทัน|ท) adj. เต้น|,|สั่น|,|สั่น|ระริก
(แพ|ล|'|พิ|เท|ท) vi. เต้น|,|สั่น
(แพ|ลพิ|เท|'|เชิน) n. การ|เต้น|,|การ|สั่น|,|การ|สั่น|ระรัว|,|การ|สั่น|รัว
(แพ|ล|'|พัส) n. ส่วน|ยืน|ที่|ปาก|ที่|เป็น|อวัยวะ|สัมผัส
(พอ|ล|'|ซี่) n. อัมพาต|  |Syn. palsied adj
(แพ|ล|'|ซี|แวล|ซี่) adj. เป็นมิตร|,|สนิทสนม
(พอ|ล|'|เทอะ) vi. พูด|เล่น ๆ ,|ทํา|เล่น ๆ ,|ต่อรอง|,|ต่อล้อต่อเถียง|  |Syn. palterer n.
(พอ|ล|'|ท|รี่) adj. น่าดู|ถูก|,|เล็ก ๆ ,|น้อย ๆ| 
adj. เกี่ยวกับ|บึง|หรือ|หนอง
n. โรค|ไข้|มาลาเรีย
(เพ|'|ลี) adj. ซีด|,|จาง|,|อ่อน|  |Syn. pale
(แพ|ลลี|นอ|ล|'|โลจี) n. แป้ง|เซลล์|วิทยา
(แพ|ม|'|พัซ) n. ที่|รอบ|กว้างใหญ่ ๆ ที่|มี|หญ้า|ขึ้น
(แพ|ม|'|เพอะ) vt. เอาใจ|,|ตามใจ
(พาม|แพ|'|โร) n. ลมหนาว
(แพ|ม|'|ฟลิท) n. หนังสือ|เล่ม|เล็ก ๆ|  |Syn. pamphletary adj.
n. นักเขียน|หนังสือ|ประเภท|pamphlet.
(แพน) n. กระทะ|ก้น|แบน|,|ใบ|พล -|v. วิจารณ์|อย่าง|รุนแรง|,|ถ่าย|ภาพ|ทั้งหมด|,|ส่าย|กล้อง|เป็น|มุม|กว้าง
abbr. Pan American World Airways
n. น้ํา|เนื้อ|ย่าง|ที่|ผสม|เครื่อง|ปรงุ|แต่ง
(แพน|'|ไพ|พฺ) n. ขลุ่ย|แถว
Pref. "|ทั้งหมด|"
n. ลัทธิ|พันธมิตร|ระหว่าง|ประเทศ|อาหรับ|ทั้งหมด
n. ลัทธิ|พันธมิตร|ระหว่าง|ประเทศ|แอฟริกา|ทั้งหมด
adj. เกี่ยวกับ|ทุก|ประเทศ|หรือ|ทุกคน|ใน|อเมริกา
adj. รวม|เอเซีย|ทั้งหมด
v. ต้ม|ใน|กระทะ|เปิด|ฝา
(แพน|'|ไฟ|ร) vt. ทอด|ด้วย|น้ํามัน|เล็กน้อย
n. ทฤษฏีการ|รวม|ชาว|เยอรมัน|เข้า|เป็น อันหนึ่งอันเดียวกัน|ใน|ทางการ|เมือง
(แพน|นะ|เซีย) n. ยา|แก้|สารพัด|โรค
n. ช่อ|ขน|นก|ประดับ|บน|หมวก|,|ท่าทาง|โอ้อวด ,|การ|โอ้อวด
(แพน|'|นะ|มา) n. ประเทศ|ปา|นา|มา|  |Syn. Panamanian adj. n.
n. คลอง|ปา|นา|มา
n. พืช|โสม
(แพน|'|เคค) n. ขนมเบื้อง vi.,|n. (เครื่องบิน) (การ) หย่อน|เรียบ|ลง|พื้นดิน
adj. ไว|ต่อ|ทุก|สี|ที่|มองเห็น|ได้.  |Syn. panchromatism n.
n. ทฤษฏีครอง|คลุม|ของ|จักรวาล
adj. ซึ่ง|มอง|ได้|มุม|กว้าง
(แพง|'|เค|รี|ยส) n. ตับอ่อน|  |Syn. pancreatic adj
ภาวะ|ขาดเม็ด|เลือด|ทุก|ชนิด
(แพน|'|ดะ) n. หมี|แพน|ด้า
n. พืช|จําพวก|ลําเจียก|,|เตย|,|ต้นน้ํา|ค้าง|และ|อื่น ๆ| 
adj. เกี่ยวกับ|เทพเจ้า|Pan (ดู)| 
(แพน|'|เดคท) n. ประมวล|กฏ|หมาย|ทั้งหมด
(แพน|เดม|'|มิ|ค) adj. ทั่วไป|,|ครอบคลุม
(แพน|ดะ|โม|'|เนี|ยม) n. ความ|โกลาหล
(แพน|'|เดอะ) n. ผู้|ชัก|พา|ไป|ใน|ทาง|ชั่ว.
(พัน|'|ดิท) n.บัณฑิต
n. พิณ|สาม|สาย|ใน|สมัยโบราณ
n. ตลับ|แห่ง|ความ|ชั่วร้าย
n. ขนม|พุด|ดิ้ง|แอ|ปเปิล.
(แพน|'|ดิวเรท) adj. คล้าย|ใบ|พาย
(แพน|ดิว|'|ริ|ฟอร์ม) adj. คล้าย|ไบ|พาย
(แพน|'|ดี) n. การ|ตี|มือ|ด้วย|ไม้เรียว|หรือ|เข็มขัด|หนัง|เพื่อ|ทําโทษ|นักเรียน
ช่อง|ใน|วินโดว์|หมายถึง การ|แบ่ง|วินโดว์|ออก|เป็น|ช่อง ๆ เช่น|โปรแกรม Microsoft Excel ที่|สามารถ|แสดง|แฟ้มข้อมูล|ให้|ดู|พร้อม ๆ กัน|ได้|ถึง 4 ช่อง แต่ละ|ช่อง|จะ|มี|แถบ|เลื่อน|ภาพ|ที่|ช่วย|ให้|สามารถ|ดึง|เซลล์|ที่อยู่|ไกล|เข้า|มา|ใกล้ ๆ ได้
(แพน|ด) adj. กรุ|ด้วย|บาน|กระจก|,|มี|กระจกหน้า|ต่าง ๆ ,|มี|เป็น|แผ่น ๆ ,|มี|ริม|,|มี|หน้า
(แพน|นิ|เจอ|'|ริ|ค) n. คําสรรเสริญ|,|คํา|สดุดี
(แพน|'|นะ|จะ|ไร|ซ) vt|,|vi. สรรเสริญ|,|ยกย่อง|,|ส|ดุด|'|  |Syn. eulogize
(แพน|นิ|เจอ|'|ริ|สทฺ) n. ผู้|กล่าว|คําสรรเสริญ
(แพน|'|นะ|จะ|ไร|ซ) vt|,|vi. สรรเสริญ|,|ยกย่อง|,|ส|ดุด|'|  |Syn. eulogize
(แพน|'|เนิล) n. บัญชี|ชื่อ|,|รายชื่อ vt. จัด|เป็น|คณะ|  |Syn. paneling n panelist n.
n. =|panel disscussion
n. รถบรรทุก|ขนาด|เล็ก|ที่|เป็น|ปิด|รอบ|ข้าง
n. รถบรรทุก|ขนาด|เล็ก|ที่|เป็น|ปิด|รอบ|ข้าง
(แพน|'|นะ|ลิสท) n. สมาชิก|ของ|กลุ่ม|ผู้อภิปราย
adj. ประกอบ|ด้วย|ผนัง พื้น|หรือ|หลังคา|ที่|แบ่ง|ออก|เป็น|ส่วน ๆ และ|ประกอบ|ขื้น|เป็น|ชิ้น|เดียว|ได้|ใน|ภายหลัง
n. การ|อภิปราย|หมู่|ต่อหน้า|ชุมชน ใน|รายการโทรทัศน์ หรือ|วิทย
(แพน|เนน|'|ธิอิส|ซึม) n. ลัทธิ|หรือ|ความ|เชื่อ|ที่|ว่า|มี|พระเจ้า|อยู่|ทั่วโลก ทั่วโลก|และ|ทั่ว|จักรวาล
(แพน|นะ|เท|ล|'|ละ) n. บุหรี่|ซิ|ก้า|ยาว|เรียว|ชนิด|หนึ่ง|  |Syn. panetela|,|panatella|,|panatele
(แพน|'|ฟิช) n.,|ปลา|น้ํา|จีด|ตัว|เล็ก ๆ ที่|นิยม|ใช้|ทอด|กิน
(แพง) n. ความ|เจ็บปวด|อย่าง|ฉับพลัน ตัวอย่าง|: (a pang of sorrow)|  |Syn. ache|,|pain
(พา|ง|'|กะ) n. มีด|ใหญ่|ใบ|กว้าง|ชนิด|หนึ่ง
(แพน|'|เกน) n. หน่อ|อ่อน|,|ตัว|กําเนิด
n. ทฤษฏีตัว|กําเนิด|มี|ทั่ว|ทุก|ส่วน|  |Syn. pangenetic adj.
(แพง|'|โก|ลิน) n. สัตว์เลี้ยงลูกด้วยนม มี|เกล็ด|กว้างใหญ่ ซ้อน|กัน มัน|กิน|มด|ที่|มี|ลําตัว|เป็น|เกล็ด|ใหญ่.  |Syn. scaly aneater
n. ด้าม|กระทะ|,|บริเวณ|ผืน|แผ่นดิน|ที่|ยืนยาว|และ|แคบ vi. ขอทาน|ตาม|ถนน|  |Syn. panhandler n.
n. หัว|ตัด|แหลม|,|หัว|แบน|กลม|,|หัว|จาน
adj. เกี่ยวกับ|ชาว|กรีก|ทั้งหมด
(แพน|'|นิค) n. ความ|ตกใจ|กลัว|,|หญ้า -|v. ตกใจ|กลัว|  |Syn. panicky adj|  |Syn. alarm
adj. ตกใจ|กลัว
n. ช่อ|ดอก|รวม
(พะนิค|'|คิว|เลท) adj. เป็น|ช่อ
n. =|pannier (ดู)| 
(พัน|จา|'|บิ) n. ภาษา|ปัน|จาบ|,|ชาว|ปัน|จาบ|ใน|อินเดีย
n. ผู้ยิ่งใหญ่|,|ท่าน|,|ผู้|วาง|ตัว|โอ้อวด
(แพน|ลู|คะ|พี|'|เนีย) n. โรค|ไวรัส|ชนิด|หน
n. ทฤษฎี|ที่|ว่า|จักรวาล|นั้น|ครอบคลุม|หมด|  |Syn. panlogical adj. panlogistic adj. panlogistical adj. panologist n.
n. การ|ผสมพันธุ์|ทั่วไป
n. การ|ปล่อย|หมู|เลี้ยง|เข้า|ป่า
(แพน) n. ผ้า|กํา|มะ|หยี|ที่|เบา และ|เป็น|เงา|ชนิด|หนึ่ง
n. ต|ระ|กร้า ,|กระจาด|  |Syn. panniered adj.
n. กระทะ|เล็ก ๆ ,|ถ้วย|เล็ก ๆ| 
n. น้ําตาล|ชั้นต่ํา|ของ|เม็กซิโก
(แพน|'|นะ|พลี) n. ชุด|เสื้อ|เกราะ|,|เสื้อ|ชุด|พิธี|,|เครื่อง|หุ้ม|ห่อ|ทั้ง|ชุด
adj. ให้|เห็น|ทุก|ส่วน
(แพน|นะ|แรม|'|มะ) n. ทัศนียภาพ|ทั้งหมด
กล้องถ่ายภาพ|กว้าง|ราว|140|องศา
(แพน|'|ไพ|พฺ) n. ขลุ่ย|แถว
(แพน|'|ไพ|พฺ) n. ขลุ่ย|แถว
n. ทฤษฎี|จิต|ครอบคลุม.  |Syn. panpsychic adj. panpsychist n.
(แพน|'|ซะฟิส|ซึม) n. ลัทธิ|ความ|รู้|ทั้งหมด|เข้า|ด้วย|กัน|ใน|ทางการ|เมือง|  |Syn. pansophist n. pansophy n.
(แพน|'|ซี) n. ต้น violet|,|ชาย|ผู้|รักร่วมเพศ|,|ชาย|ที่|ชอบ|แต่งตัว|เป็น|หญิง
(แพน|ท) vi.,|n. หายใจ|ลึก|และ|เร็ว|,|ปรารถนา
n. = pantograph (ดู)| 
n. ผู้|ที่|มี|นิสัย|หยาบคาย ดุดัน ชอบ|เย้ย|คน|อื่น.
n. กางเกงขายาว|และ|บาน|ที่|โผล่|นอก|กระโปรง|หญิง
n. กางเกงขายาว|และ|บาน|ที่|โผล่|นอก|กระโปรง|หญิง
(แพน|ทะลูน|') n. ตัว|ตลก|  |Syn. pantaloons n.,|pl. กางเกง
n. โกดัง ,|รถ|ลําเลียง|เครื่องเรือน
n. โทรเลข|ถ่ายทอด|ภาพ
n. ลัทธิ|พระเจ้า|คือ|จักรวาล|  |Syn. pantheist n. pantheistic|,|pantheistical adj.
n. วิหาร|สถิต|ของ|บรรพบุรุษ|  |Syn. pantheonic adj.
(แพน|เธอะ) n. เสือดํา|,|เสือดาว|,
n. กางเกง|ชั้นใน|ของ|สตรี
n. กางเกง|ชั้นใน|ของ|สตรี
(แพน|'|ทะ|กราฟ) n. อุปกรณ์|ต่อ|เชื่อม|ไฟฟ้า
(แพน|ทอ|ล|'|โลจี) n. การ|ศึกษา|เกี่ยวกับ|ความ|รู้|ของ|มนุษย์|ทั้งหมด.  |Syn. pantological adj. pantologist n.
(แพน|'|ทะไมม) n. ละคร|ใบ้|  |Syn. pantomimic|,|adj. (mime)| 
(แพน|'|ทะไม|มิ|สทฺ) n. ผู้แสดง|ละคร|ใบ้|,|ผู้|ประพันธ์|ละคร|ใบ้
adj. ซึ่ง|ครอบคลุม|ไป|ทั่ว|แถบ|ร้อน|ของ|โลก
adj. ซึ่ง|ครอบคลุม|ไป|ทั่ว|แถบ|ร้อน|ของ|โลก
(แพน|'|ท|รี) n. ห้อง|หรือ|ตู้|สําหรับ|เก็บ|อาหาร
n. เจ้าหน้าที่|โรง|ครัว|หรือ|โรงอาหาร
(แพน|ทฺซฺ) n.,|pl. กางเกง
(แพน|ท|'|ซูท) n. ชุด|สตรี|ที่|ประกอบ|ด้วย|เสื้อ|และ|กางเกง|  |Syn. pant suit|,|pants suit
(แพน|'|ที) n., (pl. panties) ,|=|panties (ดู)| 
n. เครื่องแต่งกาย|ของ|เด็ก|ที่|ประกอบ|ด้วย|เสื้อ|และ|กางเกง|ที่|ติด|กัน|ด้วย|กระดุม|ที่|เอว|,|บุรุษ|ที่|ไม่|มี|ลักษณะ|ความ|เป็น|ชาย
(แพ|พ) n. หัวนม|,|อาหาร|อ่อน|สําหรับ|ทารก|หรือ|คนไข้|,|สิ่ง|ที่|ไร้|แก่นสาร
n. การ|ทดสอบ|มะเร็ง|จาก|น้ํา|คัด|หลั่ง (secretions) ของ|ร่างกาย (โดยเฉพาะ|ที่|มีด|ลูก|และ|ช่องคลอด)|  |Syn. Pap test
(พา|'|พะ|,|พะ|พา|') n. คุณพ่อ|,|พ่อ|,|ป๋า|,|สันตะปาปา
(เพ|'|พะ|ซี่) n. ตําแหน่ง|ของ|สันตะปาปา
n. น้ําย่อย|ที่|พบ|ใน|ต้น|มะละกอ
(เพ|'|พัล) adj. เกี่ยวกับ|องค์|สันตะปาปา
เขต|ปกครอง|ของ|องค|สันตะปาปา
n. ชตระกูล|พืช|ฝิ่น|,
(พอ|'|พอ|,|พะ|พอ|') n. ต้น|และ|ผล|Asimina triloba
(พะ|พา|'|ยะ) n. ผล|มะละกอ|  |Syn. papayan adj.
(เพ|'|เพอะ) n. กระดาษ|  |Syn. papery adj.
n. ลวด|หนีบ|กระดาษ
n. ธนบัตร
n. ไม้ขีดไฟ|ก้าน|กระดาษ
n. ธนบัตร
n. เยื่อ|กระดาษ
n. เครื่อง|ฉีก|กระดาษ
แถบ|กระดาษ|เทป|กระดาษ|เป็น|สื่อ|ที่|ใช้|ใน|การ|บันทึก|ข้อมูล|เข้า|และ|ส่ง|ข้อมูล|ออก|ของ|คอมพิวเตอร์|เมนเฟรม|ใน|สมัย|แรก ๆ โดย|ทั่วไป แถบ|กระดาษ|ที่|เคย|นิยม|ใช้|มี|ขนาด|กว้าง 0.75 ถึง 1 นิ้ว แถบ|กระดาษ|ม้วน|หนึ่ง ๆ ยาว 30 - 1000 ฟุต ม้วน|อยู่|บน|ล้อ|วง|กลม ลักษณะ|การ|บันทึก ใช้|วิธีการ|เจาะ|เป็น|รู|กลม ๆ มี|ความ|จุ|ประมาณ 10 ล้าน|ตัว|อักขระ|ต่อ|เทป 1 นิ้ว ปัจจุบัน ไม่|มี|ใคร|รู้จัก|แล้ว เพราะ|แก้ไข|ยาก ใช้|ซ้ํา|ไม่|ได้|เลย ทํา|ให้|สิ้นเปลือง|มาก ใน|การ|อ่าน|ข้อมูล|บน|แถบ|กระดาษ ใช้|เครื่อง|อ่าน|แถบ|กระดาษ เรียก|ว่า paper tape reader ใน|การ|บันทึก ใช้|เครื่อง|เจาะ|แถบ|กระดาษ ซึ่ง|เรียก|ว่า paper tape punch ซึ่ง|จะ|ทํางาน|เมื่อ|ได้|รับ|สัญญาณ|จาก|หน่วยประมวลผลกลาง สามารถ|เจาะ|ได้|ประมาณ 10 - 150 แถว|ต่อ|วินาที
เครื่อง|เจาะ|แถบ|กระดาษ|เครื่อง|เจาะ|เทป|กระดาษ|หมายถึง เครื่อง|เจาะ|แถบ|กระดาษ|ให้|เป็น|รู เพื่อ|แสดง|ผลลัพธ์|ที่|ได้|จาก|การ|ประมวลผล|ของ|คอมพิวเตอร์ เครื่อง|เจาะ|นี้|จะ|ต้อง|ได้|รับ|สัญญาณ|จาก|หน่วยประมวลผลกลาง (CPU) มี|ความ|เร็ว|ใน|การ|เจาะ|ประมาณ 15 - 150 แถว|ต่อ|วินาที ดู paper tape ประกอบ
เครื่อง|อ่าน|แถบ|กระดาษ|เครื่อง|อ่าน|เทป|กระดาษ|หมายถึง|อุปกรณ์|ชนิด|หนึ่ง ที่|ใช้|ใน|การ|อ่าน|รู|ที่|เจาะ|บน|แถบ|กระดาษ แล้ว|ถอด|ออก|มา|เป็น|รหัส การ|อ่าน|รู|เหล่านี้ ทํา|ได้|โดย|ใช้|แปรง|ไฟฟ้า|สัมผัส แล้ว|นํา|ข้อมูล|ที่|อ่าน|ได้|ไป|เก็บ|ใน|หน่วยความจํา|ของ|คอมพิวเตอร์ เพื่อ|ทํา|หาร|ประมวลผล|ต่อไป|ดู paper tape ประกอบ
n. เสือกระดาษ
adj. บาง|เหมือน|กระดาษ
จอ|วีจีเอ|ขาว|ดํา|หมายถึง จอภาพ|วีจีเอ (VGA) ชนิด|ขาว|ดํา จอภาพ|ชนิด|นี้|สามารถ|จะ|แสดง|ความ|แก่|/|อ่อน|ของ|สี|เทา|ได้|อีก 4, 6, 8 หรือ|บางที|ถึง 32 สี|ด้วย|กัน จอ|นี้ แม้|จะ|แสดง|ได้|เพียง|ขาว เทา ดํา แต่|ก็|ยัง|ดี|กับ|สายตา|มาก|กว่า|จอ|สี|ชนิด|เลว ๆ| 
(เพ|'|เพอะ|แบ|ค) n. หนังสือ|ปกอ่อน
n. กระดาษแข็ง|,|กระดาษ|การ์ด.
n. ช่าง|ติด|กระดาษ|ฝา|ผนัง.
(เพ|'|เพอะเวท) n. ที่|ทับ|กระดาษ
n. งาน|เสมียน|,|งาน|หนังสือ
(เพ|'|เพอะ|รี) adj. คล้าย|ก|ล่อ|ยก|ระ|ดาษ|,|บาง|,|เป็น|แผ่น.  |Syn. paperiness n.
n. กล่อง|กระดาษ|,|กล่อง|ใส่|วัสดุ|สําหรับ|ขีดเขียน
adj. เกี่ยวกับ|ความ|รัก
adj. คล้าย|รูป|ผีเสื้อ
(พะพิล|'|ละ) n. ส่วน|ยื่น|ที่|คล้าย|หัวนม|,|ปุ่ม|รับ|รส (เช่น|บน|ลิ้น) ตุ่ม|ราก|,|ตุ่ม|  |Syn. papillar adj. papillose adj. papillosity n. pl. papillae
adj. เกี่ยวกับ|papilla (ดู)| 
(แพ|พ|'|พะ|ลัน) n. ชื่อ|สุนัข|พันธ์|หนึ่ง
n. ศาสนาคริสต์|นิกาย|โรมันคาทอลิก
adj. เกี่ยวกับ|ศาสนา|โรมันคาทอลิก.
n. ศาสนาคริสต์|นิกาย|โรมันคาทอลิก
n. เด็ก|ทารก|อินเดียนแดง|,
adj. ซึ่ง|คลุม|ไป|ด้วย|ขนอ่อน|  |Syn. pappous adj.
n. ขนอ่อน ขน|หงอน pl. pappi
n. พ่อ|,|คุณพ่อ adj. อ่อน|นิ่ม
n. ผง|พริก|หยวก|เป็น|ยา|แต่ง|กลิ่น|และ|สี|อาหาร
n. อาณาบริเวณ|หนึ่ง|ของ|ออสเตรเลีย|เมื่อก่อน
(แพ|พพิว|'|ละ) n. = papule
(แพ|พ|'|พิว) n. ตุ่ม|เล็ก ๆ กลม|แข็ง|บน|ผิวหนัง (มัก|อักเสบ|แต่|ไม่|มี|หนอง)|  |Syn. papular adj. papulose adj.
adj. บาง|,|เหมือน|กระดาษ
(พะ|ไฟ|'|รัส) n. ต้น|กก|จําพวก|หนึ่ง|  |Syn. papyral adj.
(พาร์) n. ราคา|ปกติ|,|ราคา|เดิม|,|ปริมาณ|ปกติ|,|ภาวะ|ปกติ|,|เดิม|,|เกณฑ์|,|ราคา|ใน|ใบหุ้น|,|ระดับ|มาตรฐาน|,|จํานวน|ครั้ง|ที่|ตี|ที่|เป็น|เกณฑ์|สําหรับ|หลุม|กอล์ฟ|หนึ่ง|หลุม -|Phr. (at par พอ|ซื้อ|ได้|ตาม|เกณฑ์)| 
(พะ|'|ระ|ไว|ออ|น) fr. โดย|ทาง|เครื่องบิน
เป็น|ตัวอย่าง|อัน|ยอดเยี่ยม|,|ดีเลิศ
n. ราคา|ตาม|ใบหุ้น (face value)| 
n. การ|ช่วยเหลือ|จาก|เจ้าหน้าที่|ทิ้ง|หรือ|โดดร่ม|ชูชีพ
n. การ|มี|ชีวิต|ร่วม|กัน|ของ|สอง|สิ่ง|  |Syn. parabiotic adj.
(พา|'|ราบ|ลา|สทฺ) n. ไข่แดง|ของ|ไข่
(แพร|'|ระ|เบิล) n. นิยาย|เปรียบเทียบ|,|สุภาษิต
(พะ|แร|บ|'|บะ|ละ) n. เส้นโค้ง|รูป|ไข่
adj. (เกี่ยวกับ) รูป|parabola
vt. อธิบาย|หรือ|บอกเล่า|ใน|รูป parable
vt. อธิบาย|หรือ|บอกเล่า|ใน|รูป parable
n. รูป|หรือ|ผิวหน้า|ที่|เกิด|จาก|การ|หมุน|รอบ|แกน|ของ parabola.
n. ระเบิด|ที่|ลง|โดย|ร่มชูชีพ
n. อาการ|ตาบอดสี
n. การ|ลําดับ|เหตุการณ์|ผิด.
(แพ|'|ระ|ซูท) n. ร่มชูชีพ vi. ทิ้ง|ลง|ด้วย|ร่มชูชีพ
n. ผู้|ถูก|เรียก|ให้|มา|ช่วยเหลือ|,|ผู้|ปลอบขวัญ
(พะเรด) n. ขบวน|แห่. vi. เดิน|แห่
n. สนาม|เดิน|แถว|,|สนาม|ตรวจ|พล
n. การ|ใช้|ไม้|ตี|กลอง|สลับ|ขวา|ซ้าย
(แพ|'|ระ|ดิม|,|ไดม์) n. ตัวอย่าง|,|แบบ|ชุด|แบบ|,|การ|สาธิต|,|ตาราง|การ|เปลี่ยนแปลง|ของ|คําศัพท์|คํา|หนึ่ง ๆ
adj. เกี่ยวกับ|สวรรค์|,|คล้าย|สวรรค์
adj. เกี่ยวกับ|สวรรค์|,|คล้าย|สวรรค์
(แพ|'|ระ|ไดซฺ) n. สวรรค์|,|แดน|สุขาวดี
adj. เกี่ยวกับ|สวรรค์|,|คล้าย|สวรรค์|,
adj. เกี่ยวกับ|สวรรค์|,|คล้าย|สวรรค์|,
n. กําแพง|หลัง|กัน|ข้าศึก|ไม่|ให้|ยิง|หรือ|เห็น|จาก|ข้างหลัง
(แพ|'|ระ|ดอคซ) n. ข้อความ|ที่|ขัดแย้ง|,|ความรู้สึก|ของ|คน|ทั่ว ๆ ไป|  |Syn. paradoxical adj.
n. ชะมด|หาง|ยาว
n. ลักษณะ|หรือ|สภาพ|ที่|ดี|เหมือน|ไม่|ถูกต้อง|แต่|ความจริง|อาจ|ถูก
n. การ|ทิ้ง|จาก|อากาศ
(แพ|'|ระ|ฟิน) n. พารา|พี|น
n. พาราฟิน|ใน|รูป|ขี้ผึ้ง
n. ระเบิด|ที่|ทิ้ง|ด้วย|ร่มชูชีพ
n. แหล่ง|กําเนิด|ของ|แร่
n. การ|เติม|เสียง|หรือ|กลุ่ม|ของ|เสียง|หลัง|คํา
(แพ|'|ระ|กอ|น) n. ตัวอย่าง|อัน|ยอดเยี่ยม
โรค|พยาธิ|ใบไม้|ใน|ปอด
(แพ|'|ระ|กราฟ) n. วรรค|,|ตอน|,|ข้อความ|สั้น ๆ ,|ข่าว|สั้น|,|บท|สั้น. vt. แบ่ง|ออก|เป็น|วรรค|หรือ|ตอน|,|ย่อหน้า vi. เขียน|บทความ|สั้น
(แพ|'|ระ|เก|ว|,|-|ไกว) n. ชื่อ|ประเทศ|ใน|ภาค|กลาง|ของ|อเมริกาใต้|  |Syn. Paraguayan adj.,|n.
(แพ|'|ระ|คีท) n. นกแก้ว|เล็ก
n. สาร|มี|ฤทธิ์|เป็น|ยา|กด|ประสาท|และ|ยานอนหลับ
n. =|paralipsis (ดู)| 
n. วิธีการ|ย่อส่วน|สําคัญ|และ|เสริม|น้ําหนัก|ของ|ความหมาย|ของ|ข้อความ.
(แพ|'|ระ|แล|คซฺ) n. การ|เคลื่อน|จาก|ที่|ของ|วัตถุ ที่|เนื่องจาก|ผู้|สัง|เกตุ|เคลื่อนไหว|หรือ|ตา|หรือ|ศีรษะ|เคลื่อนไหว|  |Syn. parallactic adj.
(แพ|'|ระ|เลล) adj. ขนาน|,|เสมอ vt. เทียบเท่า
n. =|parallel postulate (ดู)| 
n. บาร์|คู่
n. แรง|ขนาน
n. วง|เส้นแวง (ที่|ขนาน|กัน)| 
ช่อง|ขนาน|หมายถึง ช่อง|ที่|ใช้|เสียบ|สายไฟ|ต่อ|กับ|อุปกรณ์|ต่าง ๆ เป็น|ตัว|ว่า|เครื่องพิมพ์ การ|ถ่าย|โอน|ข้อมูล|ผ่าน|ทาง|ช่อง|ขนาน|นี้ ข้อมูล|จะ|เดินทาง|ไป|ตาม|วงจร|ขนาน|ภายใน|ตัว|เครื่อง|คอมพิวเตอร์ ซึ่ง|จะ|ทํา|ให้|ไป|ได้|เร็ว|กว่า|ช่อง|อนุกรม|ที่|เรียก|ว่า serial port ดู serial port เปรียบเทียบ
n. ปริซึม หก|ด้าน|ที่|ขนาน|กัน.
n. ปริซึม หก|ด้าน|ที่|ขนาน|กัน.
(แพ|'|ระ|เลลไลซ) vt. ทํา|ให้|ขนาน.  |Syn. parallelisation n. parallelization n.
(แพ|'|ระ|เลลไลซ) vt. ทํา|ให้|ขนาน.  |Syn. parallelisation n. parallelization n.
(แพ|'|ระ|เลล|'|ละ|แก|รม) n. รูป|สี|เหลี่ยม|ด้าน|ขนาน|  |Syn. parallelogrammatic adj. parallelogrammic adj.
n. รูป|สี่เหลี่ยมด้านขนาน|ที่|มี|เส้น|ทแยง|ที่|เป็น|ผลรวม|ของ|แรง|ต่าง|ทิศทาง|กัน
(พะ|แร|ล|'|ละ|จิส|ซึม) n. การ|ขัด|กับ|หลัก|ตรรก|,|ทฤษฎี|ลวง|โลก.  |Syn. paralogistic adj.
vt. ฝ่าฝืน|หลัก|ตรรก|,
(แพ|'|ระ|ไลซ) v. เป็น|อัมพาต|,|ทํา|ให้|อัมพาต
(พะ|แร|ล|'|ลิ|ซิ|ส) n. อัมพาต|  |Syn. paralytic adj.  |Syn. palsy
n. =|Parkinson|'|s disease
(แพ|ระ|ลิท|'|ทิค) n. คน|ที่|เป็น|อัมพาต adj. เป็น|อัมพาต
(แพ|'|ระ|ไลซ) v. เป็น|อัมพาต|,|ทํา|ให้|อัมพาต
n. วัตถุ|ที่|มี|ลักษณะ|แม่เหล็ก|คล้อยตาม.
n.,|adj. เหนือ|ดวงวิญญาณ|,|เหนือ|อัตตะ
(แพ|ระ|แมท|'|ทะ) n. ผ้า|บาง|ที่|ทํา|ด้วย|ขนสัตว์|ผสม|ไหม|หรือ|ฝ้าย.
n. โปรโตซัว|น้ําจืด|มี|ขน|พวก|หนึ่ง|ที่|มี|ร่าง|เป็น|รูป|วง|รี|และ|มี|ร่อง|ปาก|ลึก pl. paramecia
(แพ|'|ระ|เมดดิค) n. เจ้าหน้าที่|ผู้ช่วย|แพทย์|,|เกี่ยวกับ|เจ้าหน้าที่|ดังกล่าว
พารามิเตอร์|ตัวแปร|เสริม|หมายถึง ค่า ซึ่ง|อาจ|จะ|เป็น|จํานวน|เลข หรือ|ตัว|อักขระ ที่|ใช้|ใน|การ|สร้างสม|การ|หรือ|คําสั่ง (statement) ข้อความ|ที่|จะ|เห็น|บน|จอภาพ|บ่อย ๆ เช่น "|parameter missing|" หมายความ|ว่า ใส่|ข้อความ|ไม่|ครบ เช่น ให้|ย้าย|แฟ้มข้อมูล A แต่|ไม่|บอก|ว่า|ย้าย|ไป|ที่|หน่วย|บันทึก|ใด (เช่น จะ|ให้|ไป|ที่ a : หรือ b|:)| 
adj. เกี่ยวกับ|หน่วย|เสริม|การทหาร
n. ภาวะ|ความจํา|ไขว้เขว
n. รูปร่าง|เทียม|ที่|เกิด|จาก|การ|เปลี่ยนแปลง|ของ|โครงสร้าง|ผลึก|ไม่|ใช่|จาก|การ|เปลี่ยนแปลง|ของ|ส่วนประกอบ|ทาง|เคมี.
(แพ|'|ระ|เมา|ทฺ) adj. สําคัญ|ยิ่ง|,|สูงสุด ตัวอย่าง|: (paramount concern)| 
(แพ|'|ระ|มัวร์) n. ชู้|รัก|,|คนรัก
(พะ|แรง|') n. มีด|สั้น|หนัก|ของ|ชาว|มา|เลย์เซีย
(แพ|ระ|นอ|ย|'|อะ) n. ภาวะ|จิต|บกพร่อง ที่|มี|อาการ|หวาดระแวง|  |Syn. paranoid n. paranoiac adj. n.
หวาดระแวง
(แพ|ระ|นอร์|'|มัล) adj. ไม่|ปกติ|,|เหนือ|ธรรม|ชา|ต|,|ปาฏิหาริย์
(แพ|'|ระ|นิมฟ) n. เพื่อน|เจ้าบ่าว|,|เพื่อน|เจ้า|ว|สาว
(แพ|'|ระ|แพ|ค) n. ห่อ|ที่|ทิ้ง|จาก|อากาศ
(แพ|'|ระ|เพท|,|-|พิท) n. เชิงเทิน|,|กําแพง|บังหน้า|,|ราว|ลูกกรง|,|รั้ว
(แพ|'|รัฟ) n. ลายมือ|,|ลวดลาย
n. การ|ใช้|คํา|ไม่|ถูก|ใน|การ|พูด
n. เครื่องมือ|,|อุปกรณ์
n. (การ) ถ่าย|ข้อความ
n. ผู้|ถอดความ|,
n. ภาวะ|อัมพาต|ที่|ขา|และ|ส่วนล่าง|ของ|ร่างกาย เนื่องจาก|ไขสันหลัง|อักเสบ|หรือ|ได้|รับ|บาดเจ็บ|  |Syn. paraplegic adj.
n. พฤติกรรม|ที่|ไร้|เหตุผล|,|การ|ไม่|สาร|มา|รถ เคลื่อนไหว|ได้|ตาม|ต้องการ
n. พฤติกรรม|ที่|ไร้|เหตุผล|,|การ|ไม่|สาร|มา|รถ เคลื่อนไหว|ได้|ตาม|ต้องการ
n. จิตวิทยา|ที่|เกี่ยวกับ|ประสาท|รับ|ความรู้สึก|พิเศษ (ญาณ)|  |Syn. parapsychologist n.
คอมพิวเตอร์|งาน|ขนาน|หมายถึง คอมพิวเตอร์|ที่ทํางาน|ทาง|ตรรกะ หรือ|ทาง|คณิตศาสตร์|หลาย ๆ อย่าง|ใน|เวลา|เดียวกัน ทั้งนี้|เนื่องจาก คอมพิวเตอร์|นั้น|มี|หน่วยประมวลผลกลาง (CPU) หลาย|ตัว แต่ละ|ตัว|ทํางาน|แต่ละ|อย่าง และ|สามารถ|ทํา|ไป|พร้อม ๆ กัน|ได้ โดย|มี|ระบบปฏิบัติการ (operating system) ทํา|หน้าที่|ดูแล|ให้|ทํางาน|ประสานกัน|ดู serial computer เปรียบเทียบ
การ|ประมวลผล|แบบ|ขนาน|หมายถึง การ|ที่|คอมพิวเตอร์|สามารถ|ทํา|การ|ประมวลผล|ได้|มาก|กว่า|สอง|อย่าง|ใน|เวลา|เดียวกัน ใน|กรณี|เช่นนี้ คอมพิวเตอร์|จะ|ต้อง|เป็น|คอมพิวเตอร์|ขนาด|ใหญ่ ไม่|ใช่|พี|ซี|หรือ|แมค|อิน|ทอ|ช เพราะ|จะ|ต้อง|มี|ตัว|ประมวลผล|เป็น|พัน ๆ ตัว (ใน|ขณะที่|ไมโครคอมพิวเตอร์|มี|เพียง|ตัว|เดียว) จึง|จะ|สามารถ|ทํา|ได้ การ|ประมวลผล|ขนาด|นี้ มัก|ใช้|กับ|งาน|ประเภท|ปัญญาประดิษฐ์ (artificial intelligence)| 
(แพ|ระ|ซิ|ลีน|') n. พระจันทร์|เทียม
vt. ยิง|ทหาร|พลร่ม|ของ|ข้าศึก
n. มือ|ยิง|ป้องกัน|ทหาร|พลร่ม
n. มือ|ยิง|ป้องกัน|ทหาร|พลร่ม
(แพ|'|ระ|ชอล) n. ปรสิต|,|กา|ฝา|  |Syn. parasitic (แพ|'|ระ|ซิ|ท|'|ทิค) adj.
n. ตัว|ทําลาย|ปรสิต|  |Syn. parasiticidal adj.
vt. อยู่|อย่าง|ปรสิต|,
vt. อยู่|อย่าง|ปรสิต|,
(แพ|ระ|ซิ|ทอ|ล|'|โลจี) n. พยาธิวิทยา|,|ปรสิตวิทยา.  |Syn. parasitological adj. parasitologist n.
(แพ|'|ระ|ซอ|ล) n. ร่ม|กันแดด|เล็ก ๆ หรือ|เขา|ของ|สตรี
(แพ|'|ระ|ไซ|ทิส|ซึม) n. ความ|เป็น|ปรสิต
n. การ|เชื่อมต่อ|กัน|แบบ|กระหนาบ|ข้าง|ของ|โครโมโซม
adj. ซึ่ง|เกี่ยวกับ|การ|แบ่ง|ตาม|ระบบ กะโหลก|ศีรษะ|กับ|กระดูก|ก้นกบ ของ|ระบบประสาทอัตโนมัติ ทํา|ให้|หัวใจ|เต้น|ช้า|ลง ช่วย|ให้การ|เคลื่อนไหว|ของ|ทางเดินอาหาร|เพิ่ม|มาก|ขึ้น ม่านตา|หด|ลง หลอดลม|หดตัว ความดัน|โลหิต|ต่ํา|ลง เหงื่อ|ออก|น้อย|ลง อุณหภูมิ|ร่างกาย|ลด|ลง กระเพาะปัสสาวะ|หดตัว การ|บีบ|ตัว|ของ|มดลูก|มาก|ขึ้น ต่อม|ขับ|ฮอร์โมน|มาก|ขึ้น
n. การ|สร้าง|คําศัพท์|ที่|ประกอบ|ทั้ง|อุปสรรค (prefix) และ|อาคม (suffix) .
n. = parenthesis (ดู)| 
n. ยาฆ่าแมลง|ชนิด|หนึ่ง
adj.,|n. (ต่อม) ซึ่ง|อยู่|ใกล้|ต่อม|ไธรอยด์ ขนาด|เท่า|เม็ด|ถั่วเขียว ควบคุม|ระดับ calcium ion และ phosphate ของ|กระดูก|และ|ใน|เลือด
(แพ|'|ระ|ท|รู|พ) adj. เกี่ยวกับ|กองทหาร|พลร่ม|  |Syn. paratroops กองทหาร พลร่ม. paratrooper n.
(แพ|'|ระ|ท|รู|เพอะ) n. ทหาร|พลร่ม
(แพ|ระ|ไท|'|ฟอยด์) n.โรค|ไข้|รากสาด|น้อย
n. เครื่อง|วาด|ทุ่นระเบิด|ใต้|น้ํา|ชนิด|หนึ่ง
n. โครง|โยง|กวาด|ทุ่นระเบิด|ใต้|น้ํา
(แพ|'|ระวิง) n. ร่มชูชีพ|รูป|ปีก
(พาร์|'|บอ|ยล) vt. ต้ม|ดิบ ๆ สุก ๆ ให้|ความ|ร้อน|เกิน
n. เชื่อ|ก|ดึง|,|ชื|อก|โยง|,|vt. ดึง|ขึ้น|หรือ|ลง
(พาร์|'|เซิล) n. หีบ|,|ห่อ|,|กลุ่ม|,|ชุด|,|ฝูง|ส่วน
n. ที่ทําการ|ไปรษณีย์|หีบห่อ|,|พัสดุ|ไป|รณีย์
(พาร์|'|ซะ|ลิง) n. การ|ห่อ|,|การ|แบ่ง|สรร|,|การ|แบ่งปัน|,|ผ้าใบ|อาบน้ํา|มัน|ที่|ใช้|ห่อ|เชือก|โยง|ของ|เรือ
(พาร์|'|ซะ|ลิง) n. การ|ห่อ|,|การ|แบ่ง|สรร|,|การ|แบ่งปัน|,|ผ้าใบ|อาบน้ํา|มัน|ที่|ใช้|ห่อ|เชือก|โยง|ของ|เรือ
n. การ|ครอบครอง|กรรมสิทธิ์|ที่ดิน|ร่วม|กัน
(พาร์|'|ซะเนอะ) n. ทายาท|ร่วม
(พาร์ช) vt. ทํา|ให้|เกรียม|,|-|vi|,|แห้งผาก
(พาร์ช|'|เมิน|ทฺ) n. กระดาษ|หนัง|,|กระดาษ|เหนียว|,|ประกาศนียบัตร|,|ปริญญาบัตร.  |Syn. parchmenty adj.
n. กระดาษไข|กั้น|น้ํา|ชนิด|หนึ่ง
(พาร์ด) n. เสือดาว|,|ผู้ร่วมงาน|,|สหาย|  |Syn. pardine adj.
(พาร์|'|ดี) adv.,|interj. อย่าง|มาก|,|จริง|  |Syn. pardie|,|pardy|,|perdie
n. เพื่อน
(พาร์|'|ดัน) n. การ|ให้|อภัย|,|ละเว้น|โทษ
n. ผู้|ให้|อภัย
(พาร์|'|ดี) adv.,|interj. = pardi (ดู)| 
(แพร์) vt. ปอกเปลือก|,|ปอก|,|ตัด (ออก|เป็น|ชั้น ๆ) ตัด|เล็บ|,|เล็ม|,|เจียน|,|เฉือน|,|เหลา|  |Syn. parer n.
n. การ|ประกาศ|ปิด|อ่าว|แต่|ไม่|มี|เรือรบ|เพียงพอ
(แพ|เรอ|'|กอ|น) n. การ|เสริม|แต่ง|,|การ|ประดับ|,|งาน|อดิเรก|,|อาชีพ|รอง pl. parega
(แพ|'|ระ|กอ|'|ริ|ค) n. ยา|บรรเทา|ปวด -|v. บรรเทา
(พะเรง|'|คะ|มะ) n. เนื้อเยื่อ|พื้นฐาน|  |Syn. parenchymatous adj.
(แพ|'|เรินท) n. พ่อ|หรือ|แม่|,|บรรพบุรุษ|,|แหล่ง|  |Syn. parental adj.
แม่|/|ลูก|หมายถึง ลักษณะ|ความ|สัมพันธ์|ระหว่าง|แฟ้มข้อมูล|หรือ|สารบบ|ต่าง ๆ ที่|มี|อยู่|ที่|เรียก|ว่า|แบบ|แม่|/|ลูก หมายความ|ว่า ลง|มา|เป็น|ชั้น ๆ| 
(แพ|'|รันทิจ) n. ทายาท|,|แหล่ง|กําเนิด
(พะเรน|'|ธิ|ซิ|ส) n. วงเล็บ|  |Syn. parenthetical adj.
(พะเรน|'|ธิ|ไซ|ซ) vt. ใส่ ไว้|ใน|วงเล็บ|,|สอดแทรก|คํา|ใน|วงเล็บ
adj. เกี่ยวกับ|วงเล็บ
adj. เกี่ยวกับ|วงเล็บ
(แพ|'|เรินฮูด) n. ความ|เป็น|พ่อแม่
(พะเรน|'|ทิ|ไซ|ดฺ) n. ผู้|ฆ่า|พ่อ|หรือ|แม่
(พะ|รี|'|ซิ|ส) n. ภาวะ|อัมพาต|บาง|ส่วน|หรือ|ไม่|สมบูรณ์
(แพ|ริ|สธี|'|เซีย) n. ความรู้สึก|ผิดปกติ|ที่|ไร้|วัตถุ|เหตุ เช่น อาการ|คัน อาการ|ชา|  |Syn. paresthetic adj.
(พะเรท|'|ทิค) adj.,|n. (ผู้) เป็น|อัมพาต|หรือ|เหน็บชา|บาง|ส่วน|หรือ|ไม่|สมบูรณ์
(พาร์เฟ) n. ไอ|สก|รีม|ใส่|ผลไม้|ของหวาน|และ|อื่น ๆ| 
n. หนัง|ดิบ|แช่|น้ําด่าง
(พาร์|'|จิท) n. ปูน|ฉาบ ,|สิ่ง|ที่|ฉาบ|ด้วย|ปูน
(พาร์ฮี|'|เลียน) n. วง|แสงสว่าง|บน|วง|กลด|ดวงอาทิตย์|,|ดวงอาทิตย์|เทียม|  |Syn. parheliacal adj. parhelic adj. pl. parhelia
(พา|'|ร|'|พา|ส|'|ซู) L. เจริญ|หรือ|ก้าวหน้า|เท่า|กัน|,|ไป|ด้วย|กัน|,|เท่าเทียม|กัน|,|ไม่|ลําเอียง|,|ใน|ขณะเดียวกัน
Pref. "|เท่า|"|,|"|เสมอ|"
(พะ|ไร|'|อะ|,|แพ|'|รี) n. คนนอก|คอก|,|จัณฑาล|,|คน|ชั้นต่ํา|,|คน|เลว
(แพ|'|รี|อี|ซ) n. ผนัง|หุ้ม|,|ผนัง|โพรง pl. parietes
(พะ|ไร|'|อิทัล) adj.,|n. เกี่ยวกับ|ผนัง|หุ้ม|หรือ|ผนัง|โพรง|,|เกี่ยวกับ|กระดูก|หลังคา|หรือ|ด้าน|ข้าง|ของ|กะโหลก|ศีรษะ
ทํา|หน้าที่|หลั่ง|และ|สร้าง|กรด|เกลือ รวม|ทั้ง intrinsic factor ต่าง ๆ| 
(แพ|'|ริ|ง) n. การ|ปอก|,|การ|เจียน|เฉือน|หรือ|ตัด
adj. คล้าย|ขน|นก|,|ซึ่ง|แผ่|ออก|ด้าน|ข้าง|เท่า|กัน
(แพ|'|ริ|ส) n. ชื่อ|เมืองหลวง|ของ|ฝรั่งเศส
n. ผง|สี|เขียว ยาฆ่าแมลง และ|ยารักษา|เนื้อไม้
(แพ|'|ริ|ช) n. เขต|ทาง|ศาสนา|  |Syn. parishioner n.
(พะ|ริ|'|ซัน) n.,|adj. ชาว|ปารีส
ภาวะ|คู่|หรือ|คี่|หมายถึง กรรมวิธี|ของ|การ|ทดสอบ|ความผิด|พลาด|ของ|ข้อมูล|โดย|การ|เพิ่ม|บิต|ต่อ|กัน|เข้า|กับ|ข้อมูล โดย|วิธีการ|เพิ่ม|บิต|ที่|มี|จํานวน|ค่า|เป็น|คี่ (1) ให้|เปลี่ยน|เป็น|เลขคู่ (0) เรียก|ว่า ภาวะ|เสริม|คู่ (even parity) หรือ เพิ่ม|บิต|ที่|มี|จํานวน|ค่า|เป็น|คู่ (0) ให้|เปลี่ยน|เป็น|เลขคี่ (1) เรียก|ว่า ภาวะ|เสริม|คี่ (odd parity)| 
บิต|ภาวะ|คู่|หรือ|คี่|หมายถึง บิต|ที่|เพิ่ม|ขึ้น|มา เพื่อ|ตรวจสอบ|ความผิด|พลาด|ใน|การ|ส่ง|ข้อมูล ถ้า|เป็น 1 ก็|เรียก|ว่า ภาวะ|คี่ ถ้า|เป็น 0 ก็|เป็น ภาวะ|คู่
การ|ตรวจสอบ|ภาวะ|เสริม|หมายถึง วิธีการ|ตรวจสอบ|โดย|การ|ตรวจ|แต่ละ|หน่วย|ข้อมูล ไม่ว่า|จะ|เป็น|ไบต์ (byte) คํา (word) ว่า|เป็น|เลขคู่|หรือ|เลขคี่ เป็น|การ|ตรวจสอบ|ความ|เคลื่อนคลาด|ใน|การ|อ่าน บันทึก หรือ ถ่าย|โอน|ข้อมูล|นั้น ๆ โดย|ปกติ พอ|อ่าน|ข้อมูล|เข้า|ไป|หน่วย|หนึ่ง บิต|เสริม (parity bit) ก็|จะ|ถูก|นํามา|คํานวณ|แล้ว|เปรียบเทียบ|กับ|บิต|เสริม|ที่|เก็บ|ไว้|แล้ว หาก|มี|ค่า|เท่า|กัน ก็|แปล|ว่า การ|อ่าน|ข้อมูล|เข้า|ไป|ถูกต้อง มิฉะนั้น อาจ|ต้อง|ให้|มี|การ|อ่าน|ซ้ํา|อีก|ครั้ง|หนึ่ง|มี|ความหมาย|เหมือน odd even check
(พาร์ค) n. สวนสาธารณะ vi.,|vt. จอด|รถ|,|ฝาก|ไว
n. ย่าน|ที่อยู่|ของ|พวก|ผู้ดี
(พาร์ค|'|คะ) n. เสื้อคลุม|กัน|ลม|และ|หิมะ
n. ขนมปัง|ม้วน|ชนิด|หนึ่ง
(พาร์ค|'|คิง) n. การ|จอด|รถ|,|ที่|จอด|รถ
n. ที่|จอด|รถ
n. มี|เตอร์|เก็บ|ค่า|จอด|รถ
ที่|จอด|เครื่องบิน
n. โรคประสาท|ชนิด|หนึ่ง|ที่|มี|อาการ|สั่น
n. บริเวณ|ทุ่งหญ้า|กว้างใหญ่|มี|ต้นไม้|ขึ้น|เป็น|กลุ่ม ๆ| 
(พาร์ค|'|เวย์) n. ถนน|กว้าง|ที่|มี|แนว|ตัวไม้|อยู่|กลาง
(พาร์ค|'|ลัน|ซฺ) n. วิธีการ|พูด
adj. ร้องเพลง|หรือ|เล่น|ดนตรี|ยังกับ|คําพูด|หรือ|ท่อง
(พาร์|'|ลี) vt. พนันขันต่อ|,|ประชุม|,|เพิ่ม|,|จัดการ
(พาร์|'|ลี) n. การ|เจ|ร|ยา|,|การ|ประชุม
(พาร์|'|ละ|เมน|ท) n. สภา|,|รัฐสภา|  |Syn. parliamentary adj.
(พาร์ลิ|เมน|แท|'|เรียน) n. สมาชิกรัฐสภา
(พาร์|ละ|เมน|'|ทะ|รี) adj. เกี่ยวกับ|รัฐสภา
n. ขบวน|รถไฟ|ที่|คิด|ค่าโดยสาร|ถูก
(พาร์|'|เลอะ) n. ห้องรับแขก
n. นักเรียน|กินนอน|ชั้น|ประถม|ที่|ที่พักอาศัย ใน|บ้านใหญ่
n. สาวใช้|ใน|บ้าน|ที่|ทํา|หน้าที่|เปิด|ประตู|และ|รับใช้|แขก
(พาร์|'|เลอะ) n. ห้องรับแขก
n. นักเรียน|กินนอน|ชั้น|ประถม|ที่|ที่พักอาศัย ใน|บ้านใหญ่
n. สาวใช้|ใน|บ้าน|ที่|ทํา|หน้าที่|เปิด|ประตู|และ|รับใช้|แขก
(พาร์|'|ลัส) adj. มี|ภัย|,|อันตราย|,|ฉลาด|,|กระ|ล่อน
(แพ|'|ระ|ดี) n.,|v. การ|เขียน|ล้อเลียน|,|ล้อเลียน
(พะ|โร|ล) n. ข้อ|แถลง|,|แถลง|ความ|,|ด้วย|วาจา
(พะ|โร|ล|') n. การ|ปล่อย|จาก|คุก|โดย|มี|ทัณฑ์บน|ไว้.  |Syn. parolee n.
ต่อมน้ําลาย|ข้าง|หู
(แพ|ระ|ไท|'|ทิส) n. โรค|คางทูม|  |Syn. parotitic adj.  |Syn. parotiditis
(แพ|'|รัค|ซิ|ส|ซึม) n. การ|ปะทุ|,|การ|ระเบิด
(พา|เค|'|-|,|เคท) n. ไม้|ปาร์เก้|ปู|พื้น vt. ปู|ด้วย|ไม้|ปาร์เก้
(พาร์|'|คิท|รี) n. ลาย|ไม้|พื้น|ปาร์เก้
(พาร์) n.ลูก|ปลา|แซ|ลม|อน
n. = parakeet
n. ห่วง|โยง|ชนิด|หนึ่ง|บน|เรือ.  |Syn. parral
(แพ|'|ริ|ไซ|ด) n. การ|ฆ่า|พ่อ|หรือ|แม่|,|ผู้|กระทํา|ดังกล่าว|  |Syn. parricidal adj.
(แพ|'|รัท) n. นกแก้ว -|v. พูด|ตาม|โดย|ไม่|รู้ความ|หมาย
การ|เลียน|แสียง|แบบ|นกแก้ว
n. =|psittacosis (ดู)| 
n. =|psittacosis (ดู)| 
n. ปลา|ปากนกแก้ว
(แพ|'|รี่) n.,|vi. ป้อง|ปัด|,|หลบหลีก
(พาร์ส) vt. วิเคราะห์|คํา|ใน|ไวยากรณ์|  |Syn. parser n.
(พาร์|'|เซ|ค) n. หน่วย|ระยะ|ทาง|3.26|ปีแสง
(พาร์|'|ซี|,|พาร์|ซี|') n. ชื่อ|ผู้|นับถือ|ศาสนา|บูชา|ไฟ|  |Syn. parseeism|,|Parsiism n.
(พาร์|'|ชะ|โม|นี่) n. ความ|ขี้เหนียว
(พาร์|'|สลี) n. ผักชีฝรั่ง
(พาร์|'|สนิพ) n. พืชผัก|ชนิด|หนึ่ง
(พาร์|'|ซัน) n. พระบาท|หลวง|  |Syn. parsonage n.
(พาร์|'|ซะ|นิจ) n. ที่อยู่|ของ|พระ
(พาร์ท) n. ส่วน|,|บริเวณ|,|หน้าที่ vi.,|vt. แบ่งแยก
n. ดนตรี|ที่|มี|ส่วน|สําหรับ|การ|แสดง|อย่าง|อิสระ
n. ส่วน|ต่าง ๆ ของ|คําพูด|หรือ|ข้อความ
n. เพลง|เสียง|ประสาน
adj. adv. นอก|เวลา
(พาร์|เท|ค) v. เข้า|ร่วม|,|มี|ส่วน
(พาร์ท|'|ทิด) adj. แบ่ง|ออก|เป็น|ส่วน ๆ ,|ตาย|  |Syn. partedness n.
n. แปลง|ดอกไม้|,|พื้นที่|ที่|รวม|ทั้ง|พื้นที่|ปลูก|สิ่ง|ก่อสร้าง|เอา|ไว้.
n. การ|เกิด|ผล|โดย|ไม่|มี|การ|ปฏิสนธิ.
n. โรค|กลัว|ผู้หญิง
(glance) n. คําพูด|ทิ้งทวน|,|การ|ยิง|ธนู|หรือ|ศร|ทิ้งทวน
n. ความคิดเห็น|ของ|คน|รุ่น|ก่อน|,|ความคิด|ที่|เป็น|อคติ
adj. หลาก|สี|,|หลากหลาย หลาย|แบบ
adj. หลาก|สี|,|หลากหลาย หลาย|แบบ
(พาร์|'|ซัล) adj. บาง|ส่วน|  |Syn. partedness n.
n. (คณิตศาสตร์) derivative|ของ|ฟังก์ชัน|ที่|เกี่ยวกับ|ตัวแปร|ตัว|ใด|ตัว|หนึ่ง (ตัวแปร|อื่น|ทั้งหมด|คงที่)| 
n. (คณิตศาสตร์) นิพจน์|ที่|ได้|จาก|ตัวแปร (variables) หลาย|ตัว|โดย|ทํา|ให้|เกิด|partial derivative (ดู)| 
n. (เรขาคณิต) เศษส่วน|บาง|ส่วน
(พาร์แชล|'|ลิ|ที) n. ความ|เป็น|บาง|ส่วน|,|ความ|ไม่|สมบูรณ์|,|ความ|ลําเอียง
n. adj. แบ่งแยก|ได
n. ผู้|ร่วม|กระทํา|ความผิด
(พาร์ทิส|'|ซะ|พัน|ทฺ) n. ผู้|ร่วม|กระทํา|,|ผู้|ร่วม|,|ผู้|ร่วมมือ. adj. ร่วม|ด้วย|,|ร่วมมือ
(พาร์ทิส|'|ซะเพท) v. ร่วม|กระทํา|  |Syn. participant n. participation n.
(พาร์ทิส|'|ซะเพ|'|เชิน) n. การ|เข้า|ร่วม|,|การ|มี|ส่วนร่วม
(พาร์ทิ|ชิ|พ|'|เพี|ยล) adj. เกี่ยวกับ|กริยา|ช่อง 3| 
(พาร์ทิ|ชิ|พ|'|เพิล) n. กริยา|ช่อง 3| 
(พาร์|'|ทิเคิล) n. อนุภาค|,|ส่วน|ที่|น้อย|ที่สุด|,|ปริมาณ|ที่|น้อย|ที่สุด|,|ธุลี|,|ผล|คุ|ลี|,|อณู|,|คําศัพท์|เล็กน้อย
(พาร์ทิค|'|คิว|ละ) adj. โดยเฉพาะ|,|จําเพาะ
(พาร์ทิค|'|คิว|ละ|ไลซ) vt. ทํา|ให้|เป็น|ลักษณะ|เฉพาะ|,|ระบุ|,|แจ้ง|ละเอียด|,|แยก|รายละเอียด|,|เจาะจง|,|กวดขัน.  |Syn. particularisation n. particularization n. particulariser n. particularizer n
n. การ|ให้|ความ|สนใจ|เป็นพิเศษ
(พาร์ทิค|'|คิว|แล|'|ริ|ที) n. ความ|มี|ลักษณะ|เฉพาะเจาะจง|,|ความ|พิถีพิถัน|มาก|เกิน|ไป|,|ความ|จู้จี้
(พาร์ทิค|'|คิว|ละ|ไลซ) vt. ทํา|ให้|เป็น|ลักษณะ|เฉพาะ|,|ระบุ|,|แจ้ง|ละเอียด|,|แยก|รายละเอียด|,|เจาะจง|,|กวดขัน.  |Syn. particularisation n. particularization n. particulariser n. particularizer n
(พาร์ทิค|'|คิว|ลิท) adj. เป็น|อนุภาค|,|เป็น|อณู
(พาร์ท|'|ทิง) n. การ|แยก|ออก|,|การ|จาก|กัน
n. การ|รุกล้ํา|ก่อน|จาก|ไป
(พาร์ทิซัน) n. ผู้|ถือ|ข้าง|,|ผู้|ถือ|พรรค|ถือ|พวก
n. อนุกรม|การ|ผันแปร
(พาร์|'|ไท|ท) adj. ซึ่ง|แบ่ง|ออก|เป็น|ส่วน ๆ ,|แบ่งแยก
(พาร์ทิช|'|เชิน) n. การ|แบก|แยก vt. แบ่ง|,|แยก|,|ส่วน|เก็บ|ระบบปฏิบัติการ|หมายถึง ส่วนหนึ่ง|ของ|ฮาร์ด|ดิสก์ (hard disk) ที่|กัน|เอา|ไว้|เพื่อ|ใช้|เก็บ|ระบบปฏิบัติการ (operating system) โดยเฉพาะ
(พาร์|'|ทิทิฟว) adj. แบ่งแยก n. ข้อความ|แบ่ง|ส่วน
n. =|partisan (ดู)| 
(พาร์ท|'|ลิท) n. ยายแก่
(พาร์ท|'|ลี) adv. บาง|ส่วน
(พาร์ท|'|เนอะ) n. หุ้นส่วน|  |Syn. partnership n.
(พาร์ทูค|') v. กริยา|ช่อง 2 ของ partake
(พาร์|'|ท|ริ|ดจ) n. นก|กระ|ทา
(พาร์ทู|'|เรียน|ทฺ) adj. ให้|กําเนิด|  |Syn. paturiency n.
(พาร์ทู|ริ|ซ|'|เชิน) n. การ|คลอด|ลูก (birth)| 
(พาร์ท|'|ที) n. พรรค|,|พวก|,|หมู่คณะ|,|ฝาย
n. สายโทรศัพท์|เชื่อม|,|เส้น|แบ่ง|เขต|,|แนว|นโยบาย
n. สมาชิก|พรรค
n. ผู้สร้าง|ความ|รําคาญ|ใน|งานเลี้ยง
n. ผนัง|ร่วม|,|กําแพง|ร่วม (แบ่ง|ที่ดิน|หรือ|ห้อง)| 
n. ผู้|ควบคุม|เสียง|ของ|พรรค
n. สาย|ร่วม
adj. หลาก|สี|,|สลับ|ส|'
adj. หลาก|สี|,|สลับ|ส|'
(พะ|เรียว|') n. ชุด|เครื่องประดับ|,|ชุด|เพชรพลอย
(พาร์|'|วะ|ที) n. เทพเจ้า|กาลี
(พาร์|'|วี) adj. มี|ได้|ทั้ง|เนื้อ|และ|ผลิตภัณฑ์|นม|  |Syn. pareve
(พาร์|'|วะนู) n. ผู้|ร่ํารวย|อย่าง|ฉับพลัน|,|คน|ที่|เพิ่ง|ร่ํารวย|,|ผู้ดี|ใหม่.
(พาร์|'|วิส) n. ลาน|บ้าน|,|เฉลียง|หน้า|โบสถ์
(พา) n.,|ก้าว|,|จังหวะ|ใน|การ|เต้นรํา|,|การ|เต้นรํา|,|อภิสิทธิ์
(พา|ดะ|โด|') n. การ|เต้นรํา|คู่
(พา|เซ|ล) n. การ|เต้นระบํา|เดี่ยว|,|การ|เต้นรํา|เดี่ยว
ปา|สกา|ล|เป็น|ชื่อ|ภาษาระดับสูง (high level language) ภาษา|หนึ่ง ที่|นิยม|ใช้|กัน|มาก|พอสมควร มัก|ใช้|ใน|การ|สอน|วิชา|มโนทัศน์|ใน|การ|เขียน|โปรแกรม ผู้|คิด|ภาษา|นี้|ชื่อ Niklaus Wirth แต่|ตั้ง|ชื่อ|ภาษา|ตาม|ชื่อ|ของ|นัก|คณิต|ปรัชญา|คน|สําคัญ|คน|หนึ่ง|คือ Blaise Pascal|ดู high level language ประกอบ
(แพ|สค) n. งาน|เฉลิมฉลอง|Passover (ดู)| 
(พา|เซ|'|โอ) n. การ|เดิน|เล่น|,|พิธี|เข้า|สู่|สนาม|วัว|ของ|นัก|สู้ วัว|กระทิง
(แพ|ช) vt. ตี|แตก|,|ตี|จน|ละเอียด n. ศีรษะ|,|หัว|,|ตัณหา|,|อารมณ์|เร่าร้อน|,|กิเลส
n. ชื่อ|ตําแหน่ง|ข้าราชการ|ชั้น|สูง|ของ|ตุรกี|สมัยก่อน
n. ขน|แกะ|หรือ|ผ้า|ขน|แกะ|จาก|ธิเบต
n. พืช|ดอก|สี|ม่วง|เป็น|พืช|ไม้ดอก|ประจํา|รัฐ South Dakota|ของ|อเมริกา
n. บทประพันธ์|เสียด|ส|'|vt. เหน็บแนม
(พา|ส) v. ผ่าน|,|แซง|,|ย|ติ|,|นํา|ส่ง|,|n. ถนน|,|หนทาง|,|สิทธิ|ผ่าน|,|การ|สอบ|ผ่าน|,|บัตร|ผ่าน การ|ส่ง|ลูก|,|ท่า|ส่ง|ลูก|,|การ|บิน|ผ่าน|,|การ|เปลี่ยน|,|การ|ล่วง|ของ|เวลา
n. (บัญชี|ฝาก) ใช้ได้|,|ไม้|ค้าง|ชําระ
n. ปริญญาตรี|ของ|มหาวิทยาลัย|ใน|อังกฤษ
(พา|ส|'|ซะเบิล) adj. ผ่าน|ได้|,|ข้าม|ได้
(พา|ส|'|ซะบลี) adv. พอควร|,|ปานกลาง
n. (ดนตรี) การ|เต้นรํา|จังหวะ|ช้า ๆ ชนิด|หนึ่ง|ของ|สเปน|,
(พะ|ซา|'|โด) n. การ|ทิ่ม|ดาบ|ไป|ข้างหน้า|โดย|สืบเท้า|ไป|ข้างหน้า|ก้าว|หนึ่ง
(พา|ส|'|ซิ|จ) n. ข้อเขียน|,|การ|ผ่าน|,|การ|ข้าม
n. ทางผ่าน|,|ระเบียง
(แพ|ส|'|ซะ|ลอง) n. การ|ส่ง|ผ่าน
adj. ซึ่ง|กําลัง|เดิน|และ|ยก|อุ้งเท้า|หน้า|ขี้น
(พา|ส|'|บุ|ค) n. สมุด|ฝาก|และ|ถอน|เงิน|ของ|ธนาคาร
(แพ|ส|'|เซ|,|แพ|เซ|') adj. ล้าสมัย|,|อดีต|,|ชรา|,|ร่วงโรย
(แพ|ส|'|เซ|ล) n. กลุ่ม|ของ|ตัวเลข|ที่|หา|ค่า|ไม่|ได้
n. การ|ตัด|หรือ|เล็ม|ผม เชือก สิ่ง|ถัก|หรือ|อื่น ๆ ออก
(แพ|ส|'|เซน|เจอะ) n. ผู้โดยสาร|,|คนโดยสาร|,|คน|เดินทาง
n. ตู้|โดยสาร|ของ|ขบวน|รถไฟ|,|รถเมล์|เล็ก
n. เรือ|เมล์|,|เรือ|โดยสาร|,|เที่ยวบิน
(พา|ส|'|เซอะ) n. ผู้|ผ่าน|,|ผู้|ลงมติ|ให้|ผ่าน|ได้
(พา|ส|'|เซอะ|ไบ) n. คน|เดิน|ผ่าน|,|ผู้|สัญจร|ไป|มา
(พา|ส|'|เซอะ|ไบ) n. คน|เดิน|ผ่าน|,|ผู้|สัญจร|ไป|มา
adj. ที่|ส|มา|รถ|เกาะ|กิ่ง|ไม่|ได้ n. นก|ดังกล่าว
adj. รู้สึก|ได้|,|มี|ความรู้สึก|ได้|,|ประทับใจ|ได้
adj. เกี่ยวกับ|ต้นไม้|ตระกูล passionflower
adj. ที่นี่|และ|ที่โน่น
(พา|'|ซิ|ง) adj. ผ่าน|ไป|,|กําลัง|ผ่าน|ไป|,|บังเอิญ
n. ระฆัง|มรณะ|,|สัญญาณ|การ|ผ่าน|ไป|ของ|สิ่งใด|สิ่ง|หนึ่ง
n. เสียง|ผ่าน
n. เสียง|ผ่าน
(แพ|ช|'|เชิน) n. กิเลส|,|ตัน|หา|,|อารมณ์|,|โทสะ|  |Syn. passional adj.
n. ละคร|เกี่ยวกับ|การ|ทนทุกข์ทรมาน|ของ|พระ|เยซู
(แพ|ช|'|เชินเนท) adj. มี|อารมณ์|มาก|,|เร่าร้อน|,|กระตือรือร้น|,|มี|อารมณ์|ไคร่|ได้|ง่าย|,|โกรธ|ง่าย|,|สะเทือนอารมณ์|ได้|ง่าย
(แพ|ช|'|ชัน|เฟ|ลา|'|เออะ) n. พืช|ไม้ดอก เช่น|ต้น|ลิ้น|มังกร ต้น|ดอก|เสา|ว|รส
n. ผลไม้|ที่|กิน|ได้|ของ|พืช|จําพวก passionflower
adj. ไร้|อารมณ์|,|เยือกเย็น|,|สุขุม|,|ไม่|มี|ความ|กระตือรือร้น|,|ไม่|เกิด|การ|สะเทือนอารมณ์.
(แพ|ส|'|ซิ|เวท) vt. ทํา|ให้|ทู่|,|ลักษณะ|ทู่
(แพ|ส|ซิ|เว|'|เชิน) n. ความ|มี|ลักษณะ|ทู่|,|ความ|ทู่
(แพ|ส|'|ซิ|ฟว) adj. อยู่|เฉย ๆ ,|ไม่|ดิ้นรน|,|ไม่|มี|ปฏิกิริยา|,|ไม่|โต้ตอบ|,|ไม่|ร่วม|ด้วย|,|เกี่ยวกับ|กรรม|วา|จก n. กรรม|วา|จก รูปแบบ|ที่|ไม่|มี|ปฏิกิริยา|  |Syn. passivity n.
n. ภูมิคุ้มกัน|ที่|เกิด|จาก|การ|ฉีด|แอ|นตี้บอดี้ จาก|สิ่งมีชีวิต|อื่น|หรือ (ใน|ทารก) จาก|แอ|นตี้บอดี้|ของ|มารดา|ผ่าน|รก
n. การ|ต่อต้าน|รัฐบาล|หรือ|กฏ|หมาย|โดย|การ|ไม่|ยอม|ร่วมมือ|หรือ|วิธี|รุนแรง|อื่น ๆ|  |Syn. passive resister n.
(แพ|ส|'|ซะวิส|ซึม) n. ความ|นิ่งเฉย|,|ความ|ไม่|รุนแรง|  |Syn. passivist n. passivity n.
(พา|ส|'|คี) n. กุญแจผี|,|กุญแจ|เอนกประสงค์
n. เครื่องวัด|จังหวะ|ก้าว
(พา|ส|'|โอ|เวอะ) n. เทศกาล|ใน|ฤดู|ใบไม้|ผลิ
(พา|ส|'|พอร์ท) n. หนังสือเดินทาง|,|ใบ|ผ่าน
n. ส่วน|ของ|กวีนิพนธ์ เรื่องราว นิทาน|หรือ|อื่น ๆ| 
(พา|ส|'|เวิร์ด) n. คํา|ผ่าน|,|สัญญา|ผ่าน
(พา|สท) adj. อดีต.n. อดีตกาล -|adv. เลย|,|พ้น
กริยา|ช่อง 3| 
(พา|ส|'|ทะ) n. อาหาร|แป้ง|เคล้า|ไข่
(พา|สท) n. แป้ง|เปียก ยา|พอก ดินเหนียว|เปียก|,|ก้อน|เส้น|หมี่|คลุก|เนย|,|การ|ชกต่อย|หรือ|ตี|อย่าง|แรง vt. ทา|แป้ง|เปียก|,|ชก|,|ต่อย|หรือ|ตี|อย่าง|แรง
(เพสท|'|อัพ) n. ช่างพิมพ์|,|ช่างเครื่อง
(เพสท|'|บอร์ด) n. แผ่น|กระดาษแข็ง
(แพ|ส|'|เท|ล) n. ดินสอ|สี|,|ชอล์ค|สี|,|สี|จาง|,|พืช|จําพวก wort
n. นัก|วาด|ภาพ|ด้วย|pastel
n. นัก|วาด|ภาพ|ด้วย|pastel
(เพส|'|เทอะ) n. แผ่น|กระดาษ|สําหรับ|ปิด|ทับ|,|ผู้|หรือ|เครื่อง|ปิด|กระดาษ|ดังกล่าว
(แพ|ส|'|เทิร์น) n. กระดูก|นิ้วเท้า|ม้า
(แพ|ส|'|เท|อ) n. Louis (ค.ศ.1822|-|73) นักเคมี|และ|จุลชีววิทยา|ของ|ฝรั่งเศส
n. สภา|เสาวภา
(แพ|ส|'|เท|อริ|ส|ซึม) n. กระบวนการ|ฆ่าเชื้อ|ใน|นม เนย|และ|อื่น ๆ ด้วย|ความ|ร้อน|สูง
(แพ|ส|'|เท|อ|ไร|ซ) vt. ฆ่าเชื้อ|ด้วย|ความ|ร้อน|สูง|  |Syn. pasteurization n. pasteurism n.
(แพ|ส|เท|ช|') n. ผลงาน|เลียน|แบบ|ทาง|ศิลปะ|ดนตรี|หรือ|วรรณคดี
(le) (เพส|ที|ล) n. ยา|อม|,|ก้อน|ยา|,|ธูป|ยา
(พา|ส|'|ไท|ม) n. สิ่ง|บันเทิง|,|การ|ฆ่าเวลา|,|งาน|อดิเรก
(พา|ส|'|เทอะ) n. พระ|หรือ|บาทหลวง|  |Syn. pastoral adj.
n. ดนตรี|ชีวิต|ลูกทุ่ง|เพลงลูกทุ่ง
n. ตําแหน่ง|หน้าที่|ของ|พระ|หรือ|บาทหลวง|,|พระ (เรียก|รวม|กัน) ที่อยู่ อาศัย|ของ|พระ.  |Syn. pastorage
(พา|ส|ทอ|'|เรียม) n. ที่อยู่|หรือ|บ้าน|ของ|พระ
(พา|สท|รา|'|มี) n. เนื้อวัว|อบ|ใส่|เครื่องเทศ มัก|เป็น|เนื้อ|จาก|บริเวณ|ไหล่
(เพส|'|ท|รี) n. ขนม|ปิ้ง|รส|หวาน|ที่|ทํา|ด้วย|แป้งหมี่
n. คน|ทํา|ขนม pastry
(แพ|ส|'|เชอะ|ริ|จ) n. ทุ่งเลี้ยงสัตว์|,|หญ้า|สําหรับ|สัตว์ กิจการ|เลี้ยง|สัตว์
(พา|ส|'|เชอะ) n. ทุ่ง|เลี้ง|สัตว์ vt. (ให้) เล็ม|หญ้า
n. ทุ่งเลี้ยงสัตว์|ทุ่งหญ้า
n. ทุ่งเลี้ยงสัตว์|ทุ่งหญ้า
(เพส|'|ที) adj. คล้าย|แป้ง|เปียก|  |Syn. pasties n.,|pl. ที่|ปิด|หัวนม|ของ|นัก|ระบํา|เปลื้องผ้า
(เพส|'|ที|เฟสทฺ) adj. มี|สีหน้า|ซีดเซียว
(แพ|ท) vt.,|n. ตบ|เบา ๆ ก้อน|เล็ก ๆ adj.,|adv. ตรง|ประเด็น|,|ตรง|จุด|,|พร้อม|แล้ว|,|หนักแน่น|,|ไม่|เปลี่ยนแปลง
abbr. patent|,|patented
แผ่น|บาง|,|เยื่อ|บาง|,|ปีก|ค้างคาว
(แพ|ช) n. แผ่น|ปะ|หย่อม|,|แต้ม|,|คน|โง่ vt. เสริม|,|ปะ|ซ่อม|  |Syn. patchy adj.
n. กระเป๋า|ปะ|แต่ง|,|กระเป๋า|ติด
การ|ทดสอบ|ภูมิแพ้|โดย|การ|ปะ|ตัว|ทํา|ให้|แพ้ (allergen) เข้า|กับ|ผิวหนัง|แล้ว|สังเกต|ดู|ว่า|มี|ปฏิกิริยา|แพ้|เกิด|ขึ้น|ไหม
n. ไกล่เกลี่ย|,|ประนีประนอม|,|ปะติดปะต่อ
n. สิ่ง|ที่|เกิด|จาก|การ|ปะติดปะต่อ|กัน|,|ของ|ผสมผเส
n. พืช|ที่|ให้|น้ํามัน|หอม
(แพ|ช|'|ชี่) adj. ซึ่ง|ปะติดปะต่อ|,|ไม่|ลงรอย|กัน
(เพท) n. หัว|,|กบาล|,|สมอง
(พะ|เท|ล|'|ละ) n. กระดูก|สะ|บ้า|หัวเข่า|  |Syn. patellate adj.
adj. คล้าย|จาน|กลม
(แพ|ท|'|ทัน) n. แผ่น|โลหะ|สําหรับ|วาง|ขนมปัง|ใน|พิธ|'|Eucharist (ดู)| 
(เพท|'|ทัน|ซี) n. สภาพ|ของ|สิทธิบัตร|,|ความ|แจ้งชัด|ความ|เข้าใจ
(แพ|ท|'|ทัน|ทฺ) n. สิทธิบัตร adj. ซึ่ง|ได้|รับ|การ|คุ้มครอง|จาก|สิทธิบัตร|,|ได้|รับ|ประโยชน์|เฉพาะตัว|  |Syn. patentability n.
n. สมอเรือ|ที่|ไม่|มี|คาน|จับ
n. แป้ง|ชั้น|ด|'
n. ยา|ที่|ขาย|ได้|โดย|ไม่|ต้อง|มี|ใบสั่ง|แพทย์
n. สํานักงาน|จดทะเบียน|สิทธิบัตร
n. สิทธิ|คุ้มครอง|ที่|ได้|รับ|จาก|สิทธิบัตร
n. สมุด|จดทะเบียน|สิทธิบัตร
(แพ|ท|'|ทันที) n. ผู้|ได้|รับ|สิทธิบัตร
(แพ|ท|'|ทัน|เทอะ) n. ผู้|ออก|สิทธิบัตร|ให้
(เพ|'|เทอะ) n. พ่อ|,|บิดา
n. บิดา|แห่ง|ประเทศ
หัวหน้า|ครอบครัว (มัก|เป็น|บิดา) ,|เจ้า|บ้าน|,|หัวหน้า|ครอบครัว|ชาว|โรมันคาทอลิก|,|พลเมือง|ชาย|ที่|อิสระ|  |Syn. paterfamiliar adj.
(พะ|เท|อ|'|นัล) adj. เกี่ยวกับ|พ่อ|  |Syn. paternalism n.
n. ปู่
ย่า
(พะ|เท|อ|'|นะ|ลิส|ซึม) n. ลัทธิ|ปกครอง|แบบ|บิดา|ปกครอง|บุตร|,|ลักษณะ|บิดา|  |Syn. paternalist n.,|adj. paternalistic adj.
(พะ|เท|อ|'|นิ|ที) n. n. ความ|เป็น|บิดา|,|แหล่ง|กําเนิด
n. สาย|ลูก|ประคํา.
เส้นทาง|เป็น|คําสั่ง|ใน|ระบบ|ดอส ใช้|ใน|แฟ้มข้อมูล autoexec.bat เพื่อให้|สามารถ|เข้าถึง|แฟ้มข้อมูล|ที่|เก็บ|อยู่|ได้ โดย|ไม่|ต้อง|บอก|ที่|เก็บ|ทุก|ครั้ง ตัวอย่าง เช่น|PATH|=|C|:|\|\|DOS|; C|: \|\|WINDOWS ; C|:|\|\ WINWORD ; C|: \|\|EXCEL
n. ผู้บุกเบิก|,|นักรบ|ผู้|บุก|ตะลุย
เส้น|บอก|ทาง|หมายถึง เส้น|บอก|ทาง|ไป|ยัง|ที่|ที่|ใช้|เก็บ|แฟ้มข้อมูล โดย|ต้อง|เริ่มต้น|ด้วย|หน่วย|บันทึก (drive) คั่น|ด้วย|เครื่องหมาย : ตาม|ด้วย|เครื่องหมาย \|\ หลังจาก|นั้น|เป็น|ชื่อ สารบบ (directory) และ|อนุ|สาร|บน (subdirectory) ถ้า|มี คั่น|ด้วย \|\ แล้ว|จึง|ถึง|ชื่อ|แฟ้มข้อมูล|ที่|ต้องการ เช่น|ตัวอย่าง|C|:|\|\|PROGRAMS|\|\|GRAPHICS|\|ช|A|"|ข้อความ|นี้ หมายความ|ว่า แฟ้มข้อมูล|ชื่อ AAA อยู่|ใน|อนุ|สาร|บน|ชื่อ GRAPHICS ใน|สารบบ|ใหญ่|ที่|ชื่อ PROGRAM และ|อยู่|ใน|หน่วย|บันทึก C|: อนึ่ง ใน|ระบบ|วินโดว์ ทุก|ครั้ง|ที่|จะ|บันทึก|แฟ้มข้อมูล|ลง|ใน|จาน|บันทึก หรือ|เรียก|แฟ้มข้อมูล|มา|แสดง|หรือ|สั่ง|พิมพ์ ฯ จะ|ต้อง|แจ้ง|เส้น|บอก|ทาง|ไป|ยัง|แฟ้มข้อมูล|นั้น|ให้|ชัดเจน ถ้า|เป็น|แมค|อิน|ทอ|ช จะ|ไม่|ใช้|ระบบ|การ|เก็บ|แฟ้มข้อมูล|แบบ|นี้
n. ชาว|อัฟกานิสถาน
n. เสือดํา|ตัวเมีย|,|เสือดาว|ตัวเมีย|,
(พะเธท|'|ทิค) adj. น่า|เวทนา.
n. การ|มี|ลักษณะ|หรือ|ความรู้สึก|ของ|มนุษย์|อยู่|ด้วย
(พา|ธ|'|ไฟ|เดอะ) n. ผู้|หาทาง|,|ผู้บุกเบิก|,|ผู้|สืบเสาะ|,|ผู้|แสวงหา.  |Syn. pathfinding n.
adj. ไม่|มี|ทาง
Pref. "|ทนทุกข์|"|,|"|โรค|"|,|"|ความรู้สึก|"|,|"|อารมณ์|"
n. ตัว|ทํา|ให้|เกิด|โรค
n. ตัว|ทํา|ให้|เกิด|โรค
n. การ|ทํา|ให้|เกิด|โรค
adj. ซึ่ง|ทํา|ให้|เกิด|โรค
n. ความ|สามารถ|ใน|การ|ทํา|ให้|เกิด|โรค|ของ|เชื้อ|จุลินทรีย์
n. = pathogenesis (ดู)| 
adj. เป็น|ลักษณะ|เฉพาะ|ของ|โรค|หนึ่ง
adj. เกี่ยวกับ|พยาธิวิทยา|,|เกี่ยวกับ|โรค|วิทยา
adj. เกี่ยวกับ|พยาธิวิทยา|,|เกี่ยวกับ|โรค|วิทยา
(พะธอล|'|ละ|จี) n. พยาธิวิทยา|,|โรค|วิทยา|  |Syn. pathologist n.
n. เครื่อง|ว|จับ|โกหก|ชนิด|หนึ่ง
(เพ|'|ธอส) n. ลักษณะ|ที่|ทํา|ให้|สงสาร
(พา|ส|'|เว) n. ทาง|วิถ|'
(เพ|'|เวินซฺ) n. ความ|อดทน
(เพ|'|เวินท) adj. อดทน n. คนไข้|,|ลูกค้า
n. สนิม|เขียว|,|รอย|เกรอะ|,|คราบ|มัน|วาว|,|คราบ|,|อุปนิสัย
(แพ|ท|'|ทิเนท) vt. (ทํา|ให้) กลาย|เป็นสนิม|เขียว|หรือ|คราบ|มัน|วาว.  |Syn. patination n.
(แพ|ท|'|ทินัส) adj. เป็นสนิม|เขียว|,|เป็น|คราบ|มัน|วาว
n. ลาน|บ้าน|ที่|มี|อาคาร|หรือ|กําแพง|ล้อมรอบ|,|ลาน|บ้าน
n. สถานที่|ทํา|และ|จําหน่าย|ขนมปัง|ปิ้ง|รส|หวาน.
(เพ|'|ท|ริ|อาร์ค) n. หัวหน้า|วงศ์|ตระกูล|,|ผู้|ก่อตั้ง|  |Syn. patriarchal adj. patriarchate n.
(เพ|'|ท|ริ|อาร์|'|คี) การ|ปกครอง|ฉัน|บิดา|กับ|บุตร
n. ขุนนาง|,|ผู้|มี|ฐานะ|สูง ผู้|มี|อํานาจ|,|ผู้ดี.  |Syn. hood. n.
(พะท|ริ|ช|'|ชิ|เอท) n. ระดับ|วงศ์|ตระกูล|ขุนนาง|หรือ|ผู้ดี|,|พวก|คน|ชั้น|สูง
(เพ|'|ท|ริ|ไซ|ด) n. การ|ฆ่า|บิดา|  |Syn. patricidal adj.
adj. สาย|บิดา.
adj. สาย|บิดา.
adj. เกี่ยวกับ สามี
(เพ|'|ท|ระ|โม|นี่) n. มรดก|ของ|บิดา|  |Syn. patrimonial adj.
(เพ|'|ท|ริ|อัท) n. ผู้|รัก|ชา|ต|'|  |Syn. patriotic adj. patriotism n.
(เพท|ริ|อะทิส|'|ซึม) n. ความ|รักชาติ
adj. เกี่ยวกับ|ผู้นํา|ทาง|ศาสนาคริสต์|สมัย|แรกเริ่ม
(พะ|โทร|ล|') vt. ลาก|ตระเวน n. พนักงาน
n. รถ|ตํารวจ|,|รถ|ขัง|นักโทษ
n. ตํารวจ|สาย|ตรวจ
(เพ|'|ทรัน) n. ผู้|อุปการะ|,|ผู้|อุดหนุน|,|ลูกค้า
(แพ|ท|'|ท|ระ|นิจ) n. การ|อุดหนุน|,|การ|อุป|ถัมม์
(เพ|'|ท|ระ|นิส) n. ผู้|อุปการะ|หญิง
(เพ|'|ท|ระ|ไน|ซ) vt. อุป|ถัมม์
(เพ|'|ท|ระ|ไน|ซ) vt. อุป|ถัมม์
adj. (ชื่อ) มา|จาก|ชื่อสกุล|ของ|บิดา.
(แพ|ท|'|ซี่) n. แพะรับบาป|,|ผู้|ที่|ถูก|หลอก|ได้|ง่าย
(แพ|ท|'|ทัน) n. รองเท้า|ไม้.
(แพ|ท|'|เทอะ) n.,|v. (การ) พูด|เร็ว|,|เสียง|เซาะ|แซะ ,|คุย|จ้อ|,|พูด|เร็ว|ปรื๋อ|,|สวดมนต์|,|คุย|จ้อ|,|พูด|เร็ว|ปรื๋อ|,|สวดมนต์
(แพ|ท|'|เทิร์น) n. แบบแผน. -|v. ออกแบบ
การ|รู้จํา|แบบ|หมายถึง|เทคนิค|ใน|การ|ทํา|ให้|เครื่อง|คอมพิวเตอร์|รับรู้|ความ|แตกต่าง|ของ|รูปแบบ|ต่าง ๆ โดย|ใช้|แสง|หรือ|สนามแม่เหล็ก แล้ว|ถอดรหัส|เป็น|ภาษาเครื่อง (machine language) เพื่อ|นํา|ไป|ประมวลผล|ต่อไป|ได้
vt. ทํา|ให้|เป็น|แบบอย่าง
(แพ|ท|'|ที) n. ขนม|พาย (pie) เล็ก ๆ| 
(แพ|ท|'|ที) n. ขนม|พาย (pie) เล็ก ๆ| 
n. หม้อ|อบ|ขนม
n. adj. เปิด|,|เผยอ|อก
(พอ|'|ซิ|ที่) n. จํานวน|เล็กน้อย|,|ความ|ขัดสน
(พอ|ล) n. ชื่อ|คน|ผู้ชาย|,|ชื่อ|สาวก|ของ|พระ|เยซู|คริต์
คน|ที่|ชอบ|สอดรู้|สอด|เห็น|,|คน|เสือก
n. ชิ้น|เสื้อ|เกราะ|ที่|ไหล่|และ|ส่วน|บน|สุด|ของ|แขน
(พอน|ชฺ) n. ท้อง|,|พุง|,|ท้องน้อย
(พอน|'|ชี) adj. พุง|โต|,|พุงพลุ้ย|  |Syn. paunchiness n.
(พอ|'|เทอะ) n. ยาจก
(พอ|'|พะ|ไร|ซ) vt. ทํา|ให้|ยากจน|มาก|  |Syn. pauperisation n. pauperization n.
(พอ|'|พะ|ไร|ซ) vt. ทํา|ให้|ยากจน|มาก|  |Syn. pauperisation n. pauperization n.
(พอ|ซ) n. การ|หยุดชะงัก|ชั่ว|คราว. -|v. หยุด|ชั่ว|คราว
แป้น|พัก|เป็น|ชื่อ|แป้น|หนึ่ง|บน|แผง|แป้ง|อักขระ มี|คํา Pause อยู่|บน|แป้น การ|กด|แป้น|นี้|จะ|ทํา|ให้|คอมพิวเตอร์|หยุด|การ|ทํางาน|ที่|กําลัง|ทํา|อยู่|ชั่ว|ครู่|หนึ่ง
(เพ|'|วิจ) n. ภาษี|สร้าง|ทาง|,|การ|สร้าง|ทาง
(เพฟว) vt. ปู|พื้น|,|ลาด|ทาง|  |Syn. paver n.
(เพฟว|'|มัน|ทฺ) n. พื้นที่|ลาก|แล้ว
(แพ|ฟ|'|วิด) adj. ขี้ขลาด|,|หวาดกลัว
(พะวิล|'|เยิน) n. ปะรํา -|v. จัด|ให้|มี|ประจํา
(เพ|'|วิง) n. พื้นที่|ปู|แล้ว|,|วัสดุ|สําหรับ|ปู|หรือ|ลาด
(u) r (เพฟ|'|เวอะ) n. ช่าง|ปู|พื้น|,|เครื่อง|ปู|พื้น|,|วัสดุ|ที่|ใช้|ปู
adj. เกี่ยวกับ|นกยูง
(พอ) n. เท้า|สัตว์|,|อุ้ง|เล็บ|ม|บิดา -|v. ตะปบ|,|ตะกุย
(พอ|'|คี) adj. ฉลาดแกมโกง|,|เสือ|ซ่อน|เล็บ|,
(พอ|ล) vt. แกน|สปริง
(พอน) vt. จํานํา|,|จํานอง. n. เจ้าของ|โรงรับจํานํา|,|เบี้ย|หมากรุก|,|ม้า|รับใช้|,|เครื่องมือ|,|ลูกมือ
n. ตั๋ว|จํานํา
(พอน|'|โบ|รค|เคอะ) n. เจ้าของ|โรงรับจํานํา|  |Syn. pawnbroking|,|pawnbrokage|,|pawnbrokery n.
(พอน|'|ชอพ) n. โรงรับจํานํา
(แพ|คซ) n. เทพธิดา|แห่ง|สันติภาพ
(เพ) vi.,|vt. จ่าย|,|ชําระ|,|ทา|ยาง|กัน|ซึม n. ค่าจ้าง.  |Syn. payee n. payer n. payment n.
n. ตู้โทรศัพท์|สาธารณะ|ที่|ต้อง|หยอด|เหรียญ|ก่อน|ใช้
n. ตู้|โทร|ศันท์|สาธารณะ
(เพ|'|อะเบิล) adj. ซึ่ง|ต้อง|ชําระ
n. ระยะ|เวลา|เอา|ทุน|คืน
n. เช็ค|เงิน|ค่าจ้าง|,|ค่าจ้าง
n. วัน|จ่าย|เงินเดือน|,|วัน|จ่าย|เงิน|,|ค่าจ้าง
(เพ|อี|') n. ผู้|ได้|รับ|การ|จ่าย|เงิน|,|ผู้|รับ|เงิน
(เพ|'|เออะ) n. ผู้|จ่าย|เงิน
n. น้ําหนัก|บรรทุก|ที่|ให้|รายได้|หรือ|กําไร
n. พนักงาน|จ่าย|เงิน
(เพ|'|เมิน|ทฺ) n. การ|จ่าย|เงิน|,|การ|ชําระ|หนี้|,|การ|จ่าย|,|รางวัล. ค่าทดแทน
(เพ|'|นิม) n. คนนอก|ศาสนา|,|ชาว|มุสลิม
(เพ|'|ออ|ฟ) n. การ|จ่าย|เงินเดือน|,|การ|ชําระ|หนี้|,|เวลา|การ|จ่าย|เงิน|,|ผล|ที่|ตาม|มา
(เพ|โอ|'|ละ) n. เงิน|สินบน|ส่วนตัว|,|เงิน|สินบน|ลับ
(เพ|'|โลด) n. น้ําหนัก|บรรทุก|ที่|ให้|รายได้|หรือ|กําไร
n. บัญชี|ค่าจ้าง|หรือ|เบี้ยเลี้ยง
(เพ|'|เซ|จ) n. ทัศนียภาพ|,|ทิวทัศน์
สัญลักษณ์|ของ|ธาตุ|ตะกั่ว
พี|ซี|ส่วนบุคคล|ย่อ|มา|จาก|คํา|ว่า personal computer (คอมพิวเตอร์ส่วนบุคคล) หมายถึง เครื่อง|คอมพิวเตอร์|ขนาด|เล็ก|ที่|ทํา|ขึ้น|ไว้|ใช้|เป็น|การ|เฉพาะ|หรือ|ส่วนบุคคล ส่วนมาก|จะ|หมายถึง|ไมโครคอมพิวเตอร์ (ก่อนหน้านี้ จะ|มี|ขาย|ก็|แต่|คอมพิวเตอร์|ขนาด|ใหญ่) ซึ่ง|เน้น|ใน|เรื่อง|ของ|การ|เคลื่อนย้าย|ได้|สะดวก และ|มี|ราคา|ถูก|พอ|ที่|จะ|ซื้อหา|มา|ใช้|เป็น|ของ|ส่วนตัว|ได้ ปัจจุบัน มี|การ|ผลิต|ซอฟต์แวร์|สําเร็จ (packaged software) สําหรับ|คอมพิวเตอร์|ขนาด|นี้|กัน|มาก โปรแกรม|เหล่านี้|ใช้|ง่าย เหมาะ|กับ|งาน|ทั่ว ๆ ไป ไม่ว่า|จะ|เป็น|งาน|บ้าน งาน|ส่วนตัว เช่น งาน|พิมพ์ สมุดบันทึก|ประจําวัน บัญชี|รับ|จ่าย จึง|ทํา|ให้|พี|ซี|เป็น|ที่|นิยม|ทั่วไป ดู microcomputer ประกอบ
(พี|ซี ดอส) ย่อ|มา|จาก personal computer disk operating system หมายถึง ระบบปฏิบัติการ|แบบ|ใช้|จาน ของ|เครื่อง|คอมพิวเตอร์ส่วนบุคคล หรือ|ไมโครคอมพิวเตอร์ ลักษณะ|และ|วิธี|ใช้|ก็|เหมือน ๆ กับ MS DOS ที่|บริษัท|ไม|โค|รซอฟต์|นํามา|ดัดแปลง|จน|ใช้|กัน|ทั่วไป|นั่นเอง ปัจจุบัน พี|ซีด|อส|ได้|มี|การ|พัฒนา|ไป|มาก|แล้ว แต่|พอ|วินโดว์ 95 เป็น|ที่|นิยม ระบบ|ดอส|ก็|ดูเหมือน|จะ|ไม่|เป็น|ที่|นิยม|อีก|ต่อไป ไม่ว่า|จะ|เป็น|พี|ซีด|อส หรือ|เอ็มเอ|สด|อส|ดู MS DOS ประกอบ
(พี|ซี|-|เอกซ์|ที) ย่อ|มา|จาก personal computer extended technology เป็น|ไมโครคอมพิวเตอร์|ที่|บริษัท|ไอ|บีเอ็ม (IBM) ผลิต|ออก|มา|ขาย|ตั้งแต่|ราว ค.ศ.1983 ใช้|ตัว|ประมวลผล|ชื่อ Intel 8088 ซึ่ง|ถือ|ว่า|ดี|กว่า|ตัว|ประมวลผล|ของ|ไมโครคอมพิวเตอร์|ของ|บริษัท|อื่น ๆ ใน|สมัย|นั้น|มาก
(พี|ซี|แอ|ล) ย่อ|มา|จาก printer control language เป็น|โปรแกรม|ที่|ใช้|ควบคุม|การ|ทํางาน|ของ|เครื่องพิมพ์|บาง|ยี่ห้อ ส่วนมาก|จะ|เป็น|เครื่องพิมพ์|เลเซอร์|ของ|บริษัท|ฮิวเล็ต|แพ|กการ์ด|หรือ HP
(พี|ซี|เอ็ม|ซี|ไอ|เอ) ย่อ|มา|จาก Personal Computer Memory Card International Association (สมาคม|ระหว่าง|ประเทศ|เพื่อ|บัตร|ความจํา|คอมพิวเตอร์ส่วนบุคคล) แต่เดิม|หมายถึง|แผ่น|วงจร|ที่|ใช้|บันทึก|ข้อมูล มี|ลักษณะ|เหมือน|การ์ด ขนาด|เท่า|บัตร|เครดิต (ยาว 8.5 ซม. กว้าง 5.4 ซม.) ต่อมา|ได้|มี|การ|พัฒนา|ให้|นํามา|ใช้สอย|ได้|มาก|ขึ้น เช่น ใช้|เป็น|ฮาร์ด|ดิสก์|ก็ได้ เป็น|การ์ด|เพิ่ม|หน่วยความจํา|ก็ได้ เป็น|การ์ดแฟกซ์ หรือ|โมเด็ม|ก็ได้ โครงสร้าง|ของ|การ์ด|นี้|เป็น|ชิป (chip) ใช้|เสียบ|เข้า|กับ|เครื่อง|คอมพิวเตอร์|ขนาด|เล็ก|มาก ๆ เช่น โน้ต|บุ๊ก เพื่อ|เพิ่ม|ประสิทธิภาพ|ใน|ด้าน|ต่าง ๆ บาง|ด้าน
(พี|ซี|เอกซ์) ใช้|เป็น|นามสกุล|ของ|แฟ้มข้อมูล|ประเภท|ที่|เก็บ|ภาพ|สําหรับ|พี|ซี (.pcx) มี|ลักษณะ|การ|เก็บ|คล้าย|กับ|แบบ|บิต|แมป (bitmap) ใช้|กับ|โปรแกรม|สําเร็จ|ต่าง ๆ บน|พี|ซี|ได้|เกือบ|ทุก|โปรแกรม (ดู bitmap)| 
n. สัญลักษณ์|ของ|ธาตุ palladium
(พี|ดี|แอ|ล) 1. ย่อ|มา|จาก page description language เป็น|ภาษา|ที่|ใช้|เขียน|โปรแกรม|ภาษา|หนึ่ง เช่นเดียวกับ|โพสต์คริปต์ (postcript) ซึ่ง|จะ|ทํา|การ|ประมวลผล|ใน|หน่วย|ประมวลผล|ของ|เครื่องพิมพ์|เอง ใน|พี|ดี|แอ|ล|นั้น จะ|ต้อง|มี|คําสั่ง|เกี่ยวกับ|เรื่อง|ของ|การ|กําหนด|หน้า การ|คํานวณ|ภาพ|กราฟิก แม้|จะ|มี|ความ|ยาว|มาก แต่|ก็|จะ|ทํางาน|ได้|เร็ว|กว่า คําสั่ง|ที่|ส่ง|ไป|จาก|เครื่อง|คอมพิวเตอร์|แบบ|พี|ดี|แอ|ล|นั้น จะ|ใช้ได้|กับ|เครื่องพิมพ์|ทุก|ยี่ห้อ|ที่|สามารถ|เข้าใจ|ภาษา|นี้ ปัจจุบัน|แมค|อิน|ทอ|ช|ใช้|พี|ดี|แอ|ล ที่|ชื่อ "|postcript|" ส่วน|พี|ซี|ใช้|พี|ดี|แอ|ล|ที่|ชื่อ "|true type|" (เทียบเคียง|ได้|กับ postcript) 2. ย่อ|มา|จาก personal digital assistant (เครื่องช่วย|งาน|ส่วนบุคคล|แบบ|ดิจิตอล) หมายถึง|คอมพิวเตอร์|ขนาด|เล็ก|ที่|นํา|ติด|ตัว|ไปไหนมาไหน|ได้ ผู้ใช้|สามารถ|จด|บันทึก|ข้อมูล|ลง|ไป|ด้วย|ปากกา|พิเศษ เช่น แบบ|สินค้า แผนที่|เส้นทาง|ไป|จุด|นัดพบ รวม|ทั้ง|ข้อมูล ต่าง ๆ รวม|ทั้ง|นัดหมาย|ประจําวัน ฯ
(พี|ดี|เอส) ย่อ|มา|จาก public domain software เป็น|ที่|รวม|ของ|โปรแกรม|ฟรี หมายถึง|ผู้สร้าง|ซอฟต์แวร์|นั้น ๆ ยินยอม|ให้|คน|ทั่วไป|คัดลอก|ไป|ใช้ได้ ไม่|ผิด|พระราชบัญญัติ|ลิขสิทธิ์|ดู public domain ประกอบ
(พี่) n. ถั่ว|,|พืช|ถั่ว
n. สี|เขียว|ปน|เหลือง
n. ซุป|ถั่ว|,|น้ําแกง|ถั่ว|,|หมอก|หนา|สี|เหลือง
(พี|ส) n. ความ|สงบ|,|สันติภาพ
ผู้ทํา|ลาย|สันติภาพ
n. การ|ประชุม|เจรจา|สันติภาพ
n. หน่วยงาน|อาสาสมัคร|เพื่อ|สันติภาพ
ผู้|รัก|สันติภาพ
n. ผู้|พิทักษ์|สันติ|ราช
n. กล้องยาสูบ|ของ|อินเดียนแดง
(พี|'|ซะเบิล) adj. สงบ|,|สงบสุข|,|สงบ|ได้|,|รัก|สันติ.
(พี|ส|'|ฟู|ล) adj. สงบ|,|มี|สันติภาพ
n. กา|รักษา|สันติภาพ
n. ผู้|ไกล่เกลี่ย.  |Syn. peacemaking n.,|adj.
n. ยุค|สันติภาพ
(พีช) n. ลูก|ท้อ|,|ต้น|ท้อ vi. แอบ|ไป|บอก|ความลับ
n. ดอก|ท้อ|,|สี|ม่วง|แดง
n. เหล้า|ลูก|พีช
n. สี|แดง|อม|เหลือง
n. สี|แดง|อม|เหลือง
n. สี|ชมพู|อม|เหลือง|,|สี|ม่วง|แดง
n. หญิงสาว|สวย|,|ผู้ยิ่งใหญ่|,|สิ่ง|ที่|ยิ่งใหญ่
(พี|'|ชิ|ค) n. ลูก|นกยูง
(พี|'|ซี) n. คล้าย|ลูก|ท้อ|,|คล้าย|ลูก|พีช|,|ดีเยี่ยม
(พี|'|คอ|ค) n. นกยูง|,|คน|หยิ่ง
n. =|bornite
n. สีน้ํา|เงิน|ปน|เขียว
(พี|'|เฟาล) n. นกยูง (ตัวผู้|หรือ|ตัวเมีย)| 
(พี|'|เฮ|น) n. นกยูง|ตัว|เมีส
(พี|ค) n. ยอด|,|จุด|สุดยอด|  |Syn. paeked adj. vi. ผอม|ลง|,|ซีดเซียว|,|อ่อนแอ|ลง|,|เล็ก|ลง peakish adj. peakly adj.
(พี|ค|'|คิด) adj. ซึ่ง|มี|ยอด|แหลม|,|ผอม|,|ซีด|,|อ่อนแอ
(พี|ล) n. เสียง|ระฆัง|ที่|นาน|และ|ดัง -|v. ดัง|กังวาน
(พี|'|นัท) n. ถั่วลิสง
n. เนย|ผสม|ถั่วลิสง|บด
n. ที่นั่ง|แถว|หลัง|สุด|ของ|ส่วน|ที่|เป็น|ระเบียง|ของ|โรงละคร|,|แหล่ง|วิ|พา|ก|วิจารณ์|ที่|ไม่|สําคัญ
n. นํา|มัน|ถั่วลิสง
(แพร์) n. ผล|แพร์ สี|เทา|อม|น้ําเงิน|อ่อน
adj. เป็น|รูป|ผล|แพร์|,|กลมกล่อม|,|นิ่มนวล|,
(เพิร์ล) n. ไข่มุก|,|สี|ไข่มุก
n. =|potassium carbonate
n. ข้าว|บาเล่ย์|ที่|ถูก|สี|เป็น|เม็ด|กลม|เล็ก ๆ| 
n. คน|งม|หา|ไข่มุก|,
n. ต้อกระจก
n. คน|งม|หา|ไข่มุก|,
n. การ|งม|หา|ไข่มุก|,|การ|ทํา|ฟาร์ม|หอย|มุก
n. สี|เทา|อม|น้ําเงิน
n. หอย|มุก
adj. คล้าย|ไข่มุก
n. เสื้อผ้า|ติด|ลูก|กระดุม|ไข่มุก
adj. คล้าย|แม่|ไข่มุก
(เพิร์ล|'|ลี) adj. คล้าย|ไข่มุก|,|ประดับ|ด้วย|ไข่มุก.  |Syn. pearliness n.
n. ประตู|สวรรค์
(เพิร์ท) adj. ร่าเริง|,|มี|ชีวิต|  |Syn. peartiness n.
(e) cod (พี|ซ|'|คอด) n. ผัก|ถั่ว
(เพซ|'|ซันทฺ) n. ชาวไร่|ชาวนา|,|ชาว|ชนบท
n. ชาวไร่|ชาวนา|ที่|เป็น|เจ้าของ|นา|เอง
(เพซ|'|ซันท|รี) n. ชาวไร่|ชาวนา
(พี|ซ) n. =|pea (ดู) ,|พหูพจน์|ของ pea
n. ขนม|ถั่ว|พุด|ดิ้ง|ใส่|ไข่
(พี|'|ชู|ท|เทอะ) n. หลอด|เป่า|เมล็ด|ถั่ว|ของ|เด็ก
(พี|ท) n. ถ่านหิน|เลน|  |Syn. peaty adj.
(e) y (พี|'|วี) n. ตะขอ|เกี่ยว|ซุง
(เพบ|'|เบิล) n. กรวด|,|กรวด|เล็ก|,|ก้อน|กรวด|vt. ทํา|ให้|ผิวหน้า|เป็น|เม็ด|เล็ก ๆ| 
(เพบ|'|บลี) adj. ปกคลุม|ด้วย|กรวด
n. (พืช) ผลไม้|เปลือก|แข็ง|ชนิด|หนึ่ง
adj. ผิดพลาด|ได้|  |Syn. paeccability n.
(เพค|ดะ|ดิล|'|โล) ความผิด|เล็ก ๆ น้อย ๆ ,|บาป|น้อย
(เพค|'|คัน|ทฺ) adj. มี|ความผิด|,|ผิด|,|เป็น|โรค.  |Syn. peccancy n.
(เพค|'|คะ|รี) n. สัตว์|มี|ลักษณะ|คล้าย|หมู
(พี|เค|'|วิ) n. การ|สารภาพ|ผิด
(เพค) n. 8|ควอร์ต vi.,|n. (การ) จิก|,|ขว้าง|,|ก้อน|หิน|,|เหน็บ|แหนม|,|ขว้าง|ก้อน|หิน|,|โยน|ก้อน|หิน
(เพค|'|เคอะ) n. นก|ที่|จิก|,|เครื่อง|เจาะ|รู|,|เข็ม|เจาะ|รู|,|องคชาต|,|ความ|กล้าหาญ|,|จิตใจ|ที่|ฮึกเหิม
n. นกหัวขวาน|,|คน|ผิว|ขาว|ใน|ภาค|ใต้|ของ|อเมริกา
n. การ|ที่|ผู้|ที่|แข็งแรง|กว่า|รังแก ผู้|ที่|อ่อนแอ|กว่า
adj. จอมปลอม|,|มือ|ถือ|สาก|ปาก|ถือศีล -|Pecksniffery n.
adj. คล้าย|ซี่|ฟัน|,|คล้าย|หว|'|  |Syn. pectination n.
(เพค|'|เท|อรัล) adj. เกี่ยวกับ|ทรวงอก
n. ครีบอก
vt.,|vi. ยักยอก|,|ขโมย.  |Syn. pecualion n. peculator n.
(พิ|คิว|'|เลีย) adj. ประหลาด
(พิว|คิว|ลิ|แอ|'|ริ|ที) n. ลักษณะ|เฉพาะ|,|นิสัย|ประหลาด|,|สิ่ง|ที่|แปลกประหลาด
(พิ|คิว|'|เลีย|ม) n. ทรัพย์สิน|ส่วนตัว
(พิ|คิว|'|เนีย|ริ) adj. เกี่ยวกับ|เงิน
(เพด|'|ดะ|กอ|ก) n. ครู|,|ผู้|ที่|ทํา|หน้าที่|หรือ|วาง|ตัว|เป็น|ครู|,|ผู้|ที่|ชอบ|สอน|,|ผู้|ที่|ชอบ|อวด|ความ|รู้|  |Syn. pedagoguery n. pedagogery n. pedagoguish adj. pedagogish adj.  |Syn. teacher|,|educator
(เพด|ดะ|กอ|จ|'|จิค|, -|คัล) adj. เกี่ยวกับ pedagogue|หรือ|pedagogy (ดู)| 
(เพด|ดะ|กอ|จ|'|จิค|, -|คัล) adj. เกี่ยวกับ pedagogue|หรือ|pedagogy (ดู)| 
(เพด|'|ดะ|กอ|กกิส|ซึม) n. วีธีสอน|,|ลักษณะ|พิเศษ|ของ|ครู|,|การ|พูด|มาก|,|การ|อวด|ภูมิ|ความ|รู้
(เพด|'|ดะ|กอ|ก) n. ครู|,|ผู้|ที่|ทํา|หน้าที่|หรือ|วาง|ตัว|เป็น|ครู|,|ผู้|ที่|ชอบ|สอน|,|ผู้|ที่|ชอบ|อวด|ความ|รู้|  |Syn. pedagoguery n. pedagogery n. pedagoguish adj. pedagogish adj.  |Syn. teacher|,|educator
(เพด|'|ดะ|กอ|กกิส|ซึม) n. วีธีสอน|,|ลักษณะ|พิเศษ|ของ|ครู|,|การ|พูด|มาก|,|การ|อวด|ภูมิ|ความ|รู้
(เพด|'|ดะ|โก|จี|,|-|กอ|จ|'|จี) n. หน้าที่|หรือ|งาน|ของ|ครู|,|การ|สอน|,|ศิลปะ|หรือ|วิธีการ|สอน|  |Syn. paedagogy|,|teaching|,|education
(เพด|'|เดิล) n. ที่|เหยียบ vi.,|vt. เหยียบ|,|ถีบ|รถจักรยาน|,|เหยียบ|ที่|เหยียบ. adj. เกี่ยวกับ|เท้า|  |Syn. lever|,|bar|,|pry
(เพด|'|เดิน|ทฺ) n. คน|ที่|ชอบ|อวด|ความ|รู้|,|คน|ที่|จู้จี้|เรื่อง|กฎเกณฑ์|มาก.  |Syn. pedantic adj. pedantical adj. pedantesque adj. pedanthood n.  |Syn. academic|,|grind
(เพด|'|เดิล) vt. เร่ขาย|,|เผยแพร่. vi. เร่ขาย|,|ยุ่ง|ใน|เรื่อง|เล็ก ๆ น้อย ๆ|  |Syn. hawk
(เพด|'|เดลอะ) n. พนักงาน|เร่ขาย|,|ผู้|เผย|-|แพร่.  |Syn. pedlar|,|pedler|  |Syn. pedlery n.
(เพด|'|ลิง) adj. ชอบ|ยุ่ง|ใน|เรื่อง|เล็ก ๆ น้อย ๆ ,|หยุมหยิม|,|ไม่|สําคัญ.  |Syn. peddlingly adv.
(เพด|'|ดิสเทิล) n. แท่น|,|เชิง|,|ฐาน|,|ฐาน|เสา|หรือ|รูปสลัก|หรือ|รูปปั้น.
(พะเดส|'|เท|รี|ยน) n. ผู้|เดิน|เท้า
(พี|ดี|อะท|ริ|ช|'|เชิน|,|เพด|ดี|อะท|ริ|ช|'|เชิน) n. กุมารแพทย์|,|หมอ|เด็ก|,|ผู้เชี่ยวชาญ|โรค|ของ|เด็ก.  |Syn. pediatric adj.
(พี|'|ดิอะท|ริ|คซฺ|,|เพด|'|ดิอะท|ริ|คซฺ) n. กุมารแพทย์
(เพด|'|ดะ|เซ|ล) n. ก้านดอก|ไม้|,|ก้าน|เล็ก
(เพด|'|ดิเคิล) n. ก้าน|,|ขั้ว|,|ปุ่ม|กระดูก
(พะดิค|'|คิว|ลิ|ไซ|ดฺ|'|,|-|เคิล) adj. ซึ่ง|ฆ่า|เหา|หรือ|หมัด
(พะดิค|'|คิว|ลิ|ไซ|ดฺ|'|,|-|เคิล) adj. ซึ่ง|ฆ่า|เหา|หรือ|หมัด
(เพด|'|ดะ|เคียวร์) n. การ|ดูแล|และ|รักษา|เท้า|,|หมอ|เท้า|,|การ|ล้าง|ขัด|หรือ|ทา|เล็บ|  |Syn. pedicurist n.
(เพด|'|ดะ|ก|รี) n. เชื้อสาย|,|วงศ์|วาน|,|สายเลือด|,|ประวัติ|และ|แหล่ง|ที่มา|,|รากศัพท์.  |Syn. pedigreeless adj.  |Syn. line|,|ancestry
(เพด|'|ลาร์) n. พ่อค้า|เร่.  |Syn. pedler
Pref. เด็ก|,|ดิน
(พี|โด|เจน|'|นิส|ซิ|ส) n. การ|ผลิต|ลูก|โดย|ตัวอ่อน (larva)|  |Syn. paedogenetic adj. paedogenic adj.
(พิ|ดอม|'|มิ|เทอะ) n. เครื่องมือวัด|จํานวน|ก้าว|ที่|เดิน|  |Syn. pedometrical|,|adj.
(พี|ดัง|'|เคิล) n. ก้านดอก|ไม้|,|เจริญเติบโต|บน|ก้าน|  |Syn. pedunculated adj. pedunculation n.  |Syn. stalk
(พี) vi. ปัสสาวะ|,|เยี่ยว|,|ฉี่. n. ปัสสาวะ|,|การ|ปัสสาวะ|  |Syn. urinate|,|urine
(พี|ค) vi.,|n. แอบมอง|,|มอง|ตาม|ช่อง|,|มอง|แวบ|หนึ่ง|  |Syn. spy|,|peep|,|glance|,|peer พี|ก <|คํา|อ่าน|>|เป็น|คําสั่ง|หนึ่ง|ของ|ภาษา|เบ|สิ|ก (BASIC) ที่|จะ|สั่ง|ให้|แสดง|ที่อยู่|ที่|แน่นอน|ของ|ข้อมูล|ใน|หน่วยความจํา (ส่วนมาก|จะ|ใช้ เมื่อ|ต้องการ|เปลี่ยนแปลง|ค่า|ที่|เก็บ|อยู่|ใน|นั้น) ดู BASIC ประกอบ
(พี|ล) vt. ปอกเปลือก|,|เลาะ|กะเทาะ|,|ถอด|เสื้อผ้า vi. (เปลือก) ลอก|ออก|มา|,|หลุด n. เปลือก|  |Syn. peelable adj. peeler n.  |Syn. skin|,|layer|,|pare|,|hull|,|husk
(พี|ล|'|ลิง) n. การ|ปอก|,|การ|เลาะ|,|การ|กะเทาะ|,|สิ่ง|ที่|ถูก|ปลอก|เปลือก
(พี|พ) vi. แอบมอง|,|ลอด|มอง|,|มอง|ตาม|ช่อง|,|มอง|แวบเดียว|,|ป|รา|กฎ|ให้|เห็น|เพียง|ลาง ๆ n. การ|แอบมอง|,|เสียงร้อง|เจี๊ยบ ๆ ,|เสียง|ร้อย|ค่อย ๆ ,|การ|ป|รา|กฎ|ขึ้น|ครั้ง|แรก
n. ถ้ํามอง
(พี|'|เพอะ) n. ผู้|ซุบซิบ|,|ผู้|เปล่ง|เสียง|ค่อย ๆ ,|กบ|ที่|ร้อง|เสียง|ได้|,|ผู้|แอบมอง|,|ผู้|มอง|ตาม|ช่อง
(พี|พ|'|โฮ|ล) n. รู|หรือ|ช่อง|สําหรับ|แอบมอง
n. ผู้|แอบมอง (โดยเฉพาะ|การ|แอบดู|กาม|กิจ|ที่|ผู้อื่น|กระทํา) ,|ผู้|ชอบ|ดู|ถ้ํามอง (voyeur)| 
(เพียร์) n. คนที|มี|ฐานะ|หรือ|ตําแหน่ง|เท่า|กัน|,|ขุนนาง|,|ท่าน|ดยุค ท่าน|เอิร์ล|ท่าน|แบ|รอน|หรือ|ขุนนาง|อื่น ๆ ,|เพื่อน vi. มองหา|,|ป|รา|กฎ|ขึ้น|ราง ๆ|  |Syn. equivalent|,|equal
เพียทูเพีย|หมายถึง วิธีการ|จัด|เครือข่าย|คอมพิวเตอร์|แบบ|หนึ่ง ที่|กําหนด|ให้|คอมพิวเตอร์|ใน|เครือข่าย|ทุก|เครื่อง|เหมือน|กัน|หรือ|เท่าเทียม|กัน หมายความ|ว่า แต่ละ|เครื่อง|ต่าง|มี|โปรแกรม|หรือ|มี|แฟ้มข้อมูล|เก็บ|ไว้|เอง การ|จัด|แบบ|นี้|ทํา|ให้|สามารถ|ใช้|โปรแกรม|หรือ|แฟ้มข้อมูล|ของ|คอมพิวเตอร์|เครื่อง|ใด|ก็ได้ แทน|ที่|จะ|ต้อง|ใช้|จาก|เครื่อง|บริการ|แฟ้ม (file server) เท่านั้น วิธีการ|จัด|อีก|ลักษณะ|หนึ่ง ที่|เรียก|ว่า client|-|server นั้น คือ|การ|กําหนด|ให้|คอมพิวเตอร์|เครื่อง|หนึ่ง|เป็น|เครื่อง|บริการ|แฟ้ม หรือ|เป็น|ที่|เก็บ|โปรแกรม|และ|แฟ้ม|ทั้งหมด คอมพิวเตอร์|ใน|เครือข่าย|จะ|เรียก|ใช้|โปรแกรม|หรือ|แฟ้มข้อมูล|จาก|กัน|ไม่|ได้ ต้อง|เรียก|จาก|เครื่อง|บริการ|แฟ้ม|เท่านั้น ดู file server ประกอบ
(เพีย|'|ริ|จฺ) n. ตําแหน่ง|หรือ|ฐานะ|ของ|ขุนนาง|,|กลุ่ม|ขุนนาง|ของ|ประเทศ|,|รายชื่อ|ขุนนาง
(เพีย|'|เรสฺ) n. ภรรยา|หรือ|ภรรยา|หม้าย|ของ|peer (ดู) ,|ขุนนาง|หญิง
(เพียร์|'|เลสฺ) adj. ไม่|มี|ใคร|เปรียบเทียบ|ได้|,|ไม่|มี|ใคร|เสมอ|เหมือน|,|ไม่|มี|ใคร|เทียมเท่า|  |Syn. supreme|,|unequaled|,|incomparable Ant. inferior
(พี|ฟว) vt. รบกวน|,|ทํา|ให้|โกรธ|,|ทํา|ให้|ขุ่นเคือง. n. สิ่ง|ที่|ทํา|ให้|ขุ่นเคือง|  |Syn. annoy
(พี|'|วีช) adj. โกรธ|ง่าย|,|เจ้าอารมณ์|,|ฉุน|,|งอน|เก่ง.  |Syn. peevishly adv. peevishness n.  |Syn. fretting|,|fretful
(เพก) n. หมด|,|ตอ|หมุด|,|ตะปู|,|เดือย|,|สลัก|,|หลัก|,|ไม้|ปัก|ที่|สั้น|,|จุก|ไม้|,|แกน|ซอ|,|ขอ|แขวน|หมวก|,|ที่|หนีบ|เสื้อผ้า|,|หัวข้อ|,|ข้ออ้าง|,|ขา|ไม้|,|ขา|,|กางเกง -|Phr. (take down a peg ถ่อมตัว) . vt. ตรึง|หรือ|ตอก|ติด|ด้วย|หมุด|,|ตะปู เดือย|หรือ|อื่น ๆ ,|ขว้าง|ลูก|เบ|สบ|อล|,|จําแนก|ชนิด|,|เข้าใจ คํา|ที่|มี|ความ|หม
(พี|'|คิง) n. ปักกิ่ง.  |Syn. Pei|-|ching|,|Peiping|,|Beijing
(พิคิง|อี|ซ|'|,|-|อีส|,|นีซ) n. สุนัข|พันธ์|ปักกิ่ง|,|ภาษา|ปักกิ่ง|,|ชาว|ปักกิ่ง. adj. เกี่ยวกับ|ปักกิ่ง|  |Syn. Pekinese
(เพล|ฟฺ) n. เงิน|,|ทรัพย์สมบัติ|,|เงินทอง|,|ของ|ที่|ปล้นสะดม|มา|  |Syn. wealth
(เพล|'|ละ|เคิน) n. นกกระทุง|,|นก|ใน|ตระกูล Pelecanidae
(พะลิส|') n. เสื้อคลุม|ผ้า|ขนสัตว์|,|เสื้อคลุม|สตรี|ที่|มี|ชอ่ง|สําหรับ|สอด|แขน|,|เสื้อ|ยาว|เด็ก
(พะเล|'|กระ|,|พะ|แลก|'|กระ) n. โรค|ที่|เนื่องจาก|การ|ขาดแคลน|niacin|ใน|อาหารการกิน|,|ทํา|ให้|ผิวหนัง|เป็น|จ้ํา ๆ มี|สี|ม่วง|และ|อาการ|ท้องร่วง.  |Syn. pellagrose adj. pellagrous adj.
(เพล|'|ลิท) n. ก้อน|กลม|เล็ก ๆ ,|ลูก|กลม|,|ลูก|หิน|,|ลูกปืน|,|เม็ด|ขี้|สัตว์|,|ลูกปราย|,|ยาเม็ด|กลม vt. ปั้น|เป็น|ลูก|กลม|,|ยิง|หรือ|ปา|ด้วย|ลูก|กลม.  |Syn. pelletize vt. ทํา|ให้|เป็น|ลูก|กลม|  |Syn. ball|,|sphere|,|drop
(เพล|'|ลิเคิล) n. เยื่อ|บาง|,|หนัง|บาง|,|แผ่น|บาง.  |Syn. pellicular|,|pelliculate adj.
(เพล|'|เมล|') adj.,|adv. ยุ่งเหยิง|,|สับสน|,|อลหม่าน|,|ฉุกละหุก|,|รีบร้อน
(เพลท|ฺ) vt. ระดม|ยิง|,|ระดม|ขว้าง|,|โจมตี|อย่าง|ดุเดือด|,|วิ่ง|,|ต่อย|หรือ|ตี|อย่าง|ดุเดือด|,|ฝน|ตก|อย่าง|กระหน่ํา|,|ลอก|หนัง n. การ|ต่อย|,|การ|ยิง|,|การ|ตี|,|การ|พัด|อย่าง|ดุเดือด|,|การ|ตก|อย่าง|กระหน่ํา|,|การ|กระหน่ํา|,|หนัง|สัตว์|,|ผิวหนัง|  |Syn. strike|,|beat|,|rush|,|speed
(เพล|'|วิค) adj. เกี่ยวกับ|กระดูก|เชิงกราน
(เพล|'|วีส) n. กระดูก|เชิงกราน|,|เชิงกราน|อวัยวะ|รูปกรวย
(เพน) n. ปากกา|,|คอก|,|เล้า|,|อู่|,|คอก|เลี้ยง|เด็ก|,|บริเวณ|ล้อม|รั้ว|สําหรับ|เลี้ยง|สัตว์. vt. ใส่|คอก|,|ใส่|เล้า|,|เขียน|ด้วย|ปากกา
n. นามปากกา|  |Syn. pseudonym
n. เพื่อน|ทาง|จดหมาย
(เพน|'|เนิล) adj. เกี่ยวกับ|การ|ลงโทษ|ตาม|กฎหมาย|,|เกี่ยวกับ|อาญา|,|เกี่ยวกับ|การ|ปรับ|ไหม.  |Syn. penality n.
n. ประมวลกฎหมายอาญา
(เพน|'|นะ|ไลซ) vt. ลงโทษ|,|ลงทัณฑ์|,|ปรับ|เปรียบเทียบ.  |Syn. punish
(เพน|'|นะ|ไลซ) vt. ลงโทษ|,|ลงทัณฑ์|,|ปรับ|เปรียบเทียบ.  |Syn. punish
(เพน|'|เนิล|ที) n. การ|ลงโทษ|,|การ|ลงทัณฑ์|การ|ลงโทษ|ทาง|อาญา|,|ค่า|สินไหม|ทดแทน|,|ค่า|ปรับ|,|ข้อเสียเปรียบ|,|อุปสรรค|,|ผลร้าย|  |Syn. forfeit
(เพน|'|เนิน|ซฺ) n. การ|บําเพ็ญ|ทุก|รก|ริ|ยา|เพื่อ|ถ่าย|บาป|,|การ|ปลงอาบัติ|, (นิกาย|โรมันคาทอลิก) การ|สารภาพ|บาป|และ|การ|ถ่าย|บาป|  |Syn. repentance|,|remorse
(เพนซฺ) n. พหูพจน์|ของ penny (ดู)| 
(เพน|'|เชินทฺ) n. การ|ชอบ|อย่าง|มาก|  |Syn. tendency|,|inclination
(เพน|'|เซิล) n. ดินสอ vt. เป็น|ด้วย|ดินสอ|,|วาด|ด้วย|ดินสอ
(เพน|'|เดิน|ทฺ) n. สิ่ง|ที่|ห้อย|ย้อย|,|โครง|แขวน|ตะเกียง|,|ธง|สามเหลี่ยม|หรือ|ธง|ปลาย|เรียว|บน|เสา (เรือ)|  |Syn. pendent
(เพน|'|ดิง) prep. จนกว่า|,|อยู่|ใน|ระหว่าง adj. คอย|อยู่|,|ค้าง|อยู่|,|จนกว่า|,|คาราคาซัง
(เพน|'|ดิวลัม) n. ลูก|ตุ้ม|,|สิ่ง|ที่|แกว่ง|ไป|มา
(เพน|'|นิท|ระ|เบิล) adj. ผ่าน|ทะลุ|ได้
(เพน|'|นิ|เท|รท) vt. ผ่าน|ทะลุ|,|เจาะ|ทะลุ|,|แทง|,|ลอด|,|บุก|เข้า|ไป|,|แทรกซึม|,|มอง|ทะเล|,|มอง|  |Syn. pierce|,|perforate|,|permeate
(เพน|'|นิ|เท|รทิง) adj. ผ่าน|ทะลุ|,|หลักแหลม|,|แหลมคม|,|โน้มน้าว|จิตใจ|  |Syn. penetrant
(เพนนิ|เท|ร|'|เชิน) n. การ|ผ่าน|ทะลุ|,|การ|ซึม|แทรก|,|การ|ซึม|ผ่าน|,|ความ|หลักแหลม|,|ความ|เฉียบแหลม|  |Syn. ingress|,|entrace
(เพน|'|กวิน|,|เพง|'|กวิน) n. นก|เพนกวิน
(เพน|'|โฮ|ลเดอะ) n. ที่|ยึด|ปากกา
(เพนนิ|ซิ|ล|'|ลิน) n. ยาปฏิชีวนะ|ที่|เกิด|จาก|เชื้อรา|จําพวก Penicillium
(พะนิน|'|ซิ|ล|ละ) n. คาบสมุทร|,|แหลม|ที่|ยื่น|ไป|ใน|ทะเล.  |Syn. peninsular adj. peninsularism n. peninsularity n.
(พี|'|นิส) n.องคชาต|,|ลึงค์|,|ควย|  |Syn. penile|,|penial adj.
(เพน|'|นิ|เทิน|ซฺ) n. ความ|สํานึก|ผิด|,|การ|สารภาพ|ผิด|ต่อ|บาป|ที่|กระทํา|ไป|  |Syn. remorse
(เพน|'|นิ|เทิน|ทฺ) adj. สํานึก|ผิด n. ผู้|สํานึก|ผิด|,|ผู้|สารภาพ|บาป.  |Syn. penitently|  |Syn. contrite
(เพนนิ|เท|น|'|เชีย|รี) n. สถานที่|ดัด
(เพน|'|เมิน) n. ผู้|คัด|สําเนา|,|ผู้เขียน|,|นักเขียน|,|นักประพันธ์|,|ผู้|ปลอมแปลง|  |Syn. writer
(เพน|'|เมิน|ชิ|พ) n.ศิลปะ|ใน|การ|เขียน|หรือ|คัด|ตัวหนังสือ|,|ลายมือ|,|การ|ประพันธ์|  |Syn. handwriting|,|writing|,|longhand
(เพน|'|เนิน|ทฺ) n. ธง|ยาว|ปลาย|เรียว|แหลม|ที่|ชัก|บน|เรือ|,|ธง|สามเหลี่ยม.  |Syn. pennon
(เพน|'|นิลิส) adj. ไม่|มี|เงิน
(เพน|'|เนิน) n. = pennant (ดู) ,|ธง
(เพน|'|นี) n. เหรียญ|บรอนซ์|อังกฤษ|ที่|มี|ค่า|เท่า|กับ 1|/|12 ซิ|ล|ลิง pl. pennies
(เพน|'|นีเวิร์ธ) n. จํานวน|เล็กน้อย
(พี|นอ|ล|'|โลจี) n. ทัณฑวิทยา|  |Syn. penological adj. penologist n. นัก|ทัณฑวิทยา|  |Syn. criminology
(เพน|'|พอ|ยทฺ) n. ปลาย|ปากกา
(เพน|'|เซิล) adj. แขวน|,|ห้อย|,|ซึ่ง|สร้าง|รัง|ห้อย.  |Syn. pensility n.  |Syn. pendent
(เพน|'|เชิน) n. เบี้ยบํานาญ|,|เงิน|บํานาญ|,|เงิน|ช่วยเหลือ|,|เงิน|สงเคราะห์.  |Syn. annuity
(เพน|'|เชิน|นะ|รี) n. ผู้|รับ|เงิน|เบี้ยบํานาญ|,|ผู้|รับ|เงิน|สงเคราะห์|,|ลูกจ้าง. adj. เกี่ยวกับ|เบี้ยบํานาญ|,|ซึ่ง|รับ|เงิน|บํานาญ
(เพน|'|เชินเนอะ) n. ผู้|รับ|เงิน|เบี้ยบํานาญ|,|ลูกจ้าง|  |Syn. pensionership n.
(เพน|'|ซิ|ฟว) adj. ครุ่นคิด|,|รําพึง|,|เป็นทุกข์|  |Syn. pensiveness n.  |Syn. reflective|,|wistful Ant. heedless
(เพนทฺ) v. กริยา|ช่อง 2 และ 3 ของ pen adj. เกี่ยวกับ|ที่|คุมขัง|,|ถูก|คุมขัง n. เพิง|หมา|แหงน|,|=|penthouse (ดู)| 
(เพนทฺ|'|อัพ|') adj. ขัง|ไว้|,|กัก|ไว้|,|คุม|ไว้|,|ยับยั้ง|ไว้|  |Syn. suppressed|,|repressed
(เพน|'|ทะ|กอ|น) n. รูป|5|เหลี่ยม|5|มุม|,|-|Phr. (the Pentagon ตึก|กระทรวงกลาโหม|ของ|อเมริกา)|  |Syn. pentagonal adj.
(เพนทะฮี|'|ด|รอน) n. ร่าง 5 หน้า|,|วัตถุ|ที่|มี|5 ด้าน|  |Syn. pentahedral adj. pentahedrical adj. pentahedrous adj.
(เพนแทธ|'|ลอน) n. การ|กรีฑา|5|ประเภท|,|คน|ที่|ได้|คะแนน|รวม|สูงสุด|เป็น|ผู้|ชนะ
(เพนทฺ|'|เฮาซฺ) n. บ้านเล็ก|บน|หลังคา|ตึก|,|เพิง|หมา|แหงน|,|เพิง|,|บ้าน|หลัง|คม|เพิง|หมา|แหงน
(เพน|เทียม) หมายถึง ชิป (chip) แบบ|ใหม่|ล่าสุด|ที่|ใช้|กับ|เครื่อง|คอมพิวเตอร์|พี|ซี ผลิต|โดย|บริษัท Intel ชิป|รุ่น|นี้|ทํางาน|ได้|เร็ว|กว่า และ|มี|สมรรถนะ|สูง|กว่า|รุ่น 80486 มากมาย เดิมที|เดียว เขา|จะ|ใช้|ชื่อ Intel 586 แต่|เกี่ยวเนื่อง|ด้วย|เรื่อง|ลิขสิทธิ์ ทํา|ให้|มิ|อาจ|ใช้|ชื่อ|นั้น|ได้|จึง|ต้อง|ตั้ง|ชื่อ|ใหม่|ว่า pentium
(พี|'|อัน|,|พี|'|ออ|น) n. ผู้ดู|แล|ม้า|หรือ|ลา|,|คนรับใช้|เพื่อ|ถ่าย|หนี้|,|คนงาน|ที่ทํางาน|ราย|วัน|,|บ่าว|,|ข้า|รับใช้|,|ทา|ศ|,|ข้า|น้ําเงิน
(พี|'|เพิล) n. คน|,|ประชาชน|,|ประชากร|,|พลเมือง|,|ราษฎร|,|มนุษย์.  |Syn. population|,|folk|,|human|,|humanity
ส่วน|บุคลากร|ใน|วงการ|คอมพิวเตอร์ หมายถึง บุคคล|ที่ทํางาน|เกี่ยวกับ|คอมพิวเตอร์|ทั้งหมด|ไม่ว่า|จะ|เป็น นักเขียน|โปรแกรม (programmer) นักวิเคราะห์|ระบบ (systems analyst) วิศวกร (engineer) ผู้|เตรียม|ข้อมูล (data entry) รวม|ไป|ถึง|ผู้|ควบคุม|เครื่อง (operator) อย่างไรก็ตาม สําหรับ|ไมโครคอมพิวเตอร์|แล้ว คํา|ว่า "|ผู้ใช้|เครื่อง|" (user) จะ|ถูก|รวม|อยู่|ใน|บุคลากร|คอมพิวเตอร์|ด้วย
(เพพ) n. ความ|ฮึกเหิม|,|ความ|ห้าวหาญ|,|กําลังวังชา|,|ความ|เผ็ดร้อน|,|ความ|คึกคัก|  |Syn. fervour
n. ยา|กระตุ้น|จิต|ประสาท|,|ยา|เอ็มเฟท|ตา|มิ|น
(เพพ|'|เพอะ) n. พืช|ประเภท|พริกไทย|,|พริกขี้หนู|,|พริก|ชี้|ฟ้า|,|พืช|จําพวก Capsicum|,|ความ|ฮึกเหิม|,|ความ|ห้าวหาญ. vt. ใส่|พริกไทย|,|ใส่|พริก|,|ระดม|ยิง|,|ขว้างปา
n. กระปุก|บด|พริกไทย
(เพพ|'|เพอะคอร์น) n. พวก|เม็ด|พริกไทย|,|สิ่ง|เล็ก|ที่|ไม่|มี|ค่า|,|เรื่อง|เล็ก ๆ น้อย ๆ ,|ค่าเช่า|ที่|มีแต่|ตัวเลข|แต่|ไม่|มี|นาม. adj. เป็น|พวง|,|เป็น|กลุ่ม
(เพพ|'|เพอ|มิ|นทฺ) n. สะระ|แห|น่|,|น้ํามัน|สะ|ระ|แห|น่
(เพพ|'|พะ|รี) adj. คล้าย|พริก|,|มี|กลิ่น|หรือ|รส|พริกไทย|,|เผ็ด|,|เผ็ดร้อน|,|ฉุน|,|โกรธ|ง่าย|,|โมโห|  |Syn. quick|-|tempered|,|hot|-|tempered
(เพพ|'|ทิค) adj. เกี่ยวกับ|การ|ย่อย
n. โรค|แผล|กระเพาะอาหาร
(เพอ) prep. แต่ละ|,|ต่อ|,|ทุก|,|ตาม|,|โดย|,|โดย|ทาง|,|อาศัย|,|ผ่าน
(เพอ|แอ|น|'|นัม) adv. ทุก|ปี|,|แต่ละ|ปี
(เพอแคพ|'|พิทะ) n. ต่อ|คน|,|ต่อ|พลเมือง|1|คน
(เพอ|เซน|ทฺ|') n. เปอร์-|เซ็นต์|,|ร้อยละ|,|ส่วน|ร้อย|,|อัตรา|ร้อยละ. adj. เป็น|เปอร์เซ็นต์|,|เป็น|ร้อยละ|  |Syn. per centum
(เพอ|คอน|'|ท|ระ) adv. ใน|ทาง|ตรงกันข้าม|,|ตรงกันข้าม
(เพอ|'|เดี|ยม|') adv. แต่ละ|วัน|,|ค่าใช้จ่าย|ประจําวัน|  |Syn. per day
(เพอ|'|ซี|'|,|เพอ|เซ|') โดย|ตัว|ของ|มัน|เอง|,|เพื่อ|ตัว|ของ|มัน|เอง|,|ตัวเอง|,|ใน|เนื้อแท้
Pref.= ตลอด|,|อย่างยิ่ง|,|มาก
(เพอ|ซี|'|วะเบิล) adj. สังเกต|ได้|,|เห็น|ได้|,|เข้าใจ|ได้.  |Syn. perceivableness n. perceivability n. perceivably adv.
(เพอ|ซี|ฟว) vt. สังเกต|,|มองเห็น|,|มอง|ออก|,|เข้าใจ|,|สัมผัส|รู้|,|สําเหนียก|,|รู้.  |Syn. perceivedly adv. perceiver n.  |Syn. observe|,|see|,|understand|,|know
(เพอ|เซน|ทฺ|') n. เปอร์-|เซ็นต์|,|ร้อยละ|,|ส่วน|ร้อย|,|อัตรา|ร้อยละ. adj. เป็น|เปอร์เซ็นต์|,|เป็น|ร้อยละ|  |Syn. per centum
(เพอ|เซน|'|ทิจฺ) n. อัตรา|ร้อย|ล|  |Syn. percentaged adj.
(เพอ|เซน|'|ไท|ลฺ) n. ค่า|ของ|ตัวแปร|ที่|แบ่ง|การ|แจกแจง|ของ|ตัวแปร|ออก|เป็น|100,|กลุ่ม|ที่|มี|ความ|ถี่ (frequencies) เท่า|กัน. adj. เกี่ยวกับ|ค่าตัวแปร|ดังกล่าว
(เพอ|'|เซ|พทฺ) n. ผล|แห่ง|การ|แลเห็น|,|ผล|สําเหนียก|,|สิ่ง|ที่|มองเห็น|,|สิ่ง|ที่|เข้าใจ|,|การ|สัมผัส|รู้
(เพอ|เซ|พ|'|เชิน) n. การ|เข้าใจ|,|การ|แลเห็น|,|การ|มองเห็น|,|สัญญา|น|,|การ|หยั่งรู้|,|ญาน|,|ความรู้สึก|,|ความรู้สึก|สัมผัส|,|สิ่ง|ที่|มองเห็น|,|การ|รับรู้|สัมผัส|,|การ|กําหนด|รู้|,|การ|กําหนด|หมาย.  |Syn. perceptional adj.
(เพอ|เซ|พ|'|ชวล) adj.เกี่ยวกับ|การ|สัมผัส|รู้|,|เกี่ยวกับ|การ|หยั่งรู้|หรือ|มอง|ออก.  |Syn. perceptually adv.
(เพิร์ชฺ) n. สิ่ง|สําหรับ|ให้|นก|หรือ|สัตว์|เกาะ|,|ที่|เกาะ|,|ที่นั่ง|ใน|ที่|สูง|,|ที่พัก|ผ่อน|,|ตําแหน่ง|หรือ|ฐานะ|สูง|,|ไม้|,|ราว|,|เสา|,|ปลา|น้ําจืด|จําพวก Perca vi.,|vt. เกาะ|,|พัก|อยู่|ใน|ที่|สูง|  |Syn. percher n.  |Syn. vantage|,|roost
(เพอ|ชาน|ซฺ|') adv. อาจ|จะ|,|บางที|,|โดย|บังเอิญ|  |Syn. perhaps
(เพอ|'|คะ|เลท) vt. กรอง|,|กลั้ว|,|ชง|,|ทํา|ให้|ซึม|ผ่าน|,|ทํา|ให้|ไหล|ผ่าน. vi. ปล่อย|ให้|ไหล|ผ่าน|สิ่ง|กรอง|,|ซึม|ผ่าน|,|ชง|,|คึกคัก|,|มี|ชีวิตชีวา.  |Syn. percolable adj. percolation n. percolative adj.  |Syn. filtrate|,|filter
(เพอ|'|คะ|เล|เทอะ) n. เครื่องกรอง|,|ที่|กรอง|,|ที่|ชง
(เพอคัส|'|เชิน) n. การ|เคาะ|,|การ|ตอก|,|การ|ตี|,|การ|กระทบ|กัน|,|การ|เคาะ|ตรวจ|อาการ|โรค|,|การ|ระ|ทบ|ชนวน|ท้าย|ปลอก|กระสุน|ปืน|  |Syn. collision
n. เครื่องดนตรี|ประเภท|ตี|หรือ|เคาะ|เช่น|เปียโน กลอง ฉิ่ง ฉาบ ระนาด|และ|อื่น ๆ| 
(เพอ|ดี|ช|'|เชิน) n. ความ|หายนะ|,|การ|ตก|นรก|,|การ|ลง|นรก|,|นรก|,|การ|พังพินาศ|สิ้น|,|มรณกรรม|  |Syn. Hell|,|inferno|,|ruin|,|wrack
(พะเรมพฺ|'|ทะ|รี|,|เพอ|'|เรม|โท|รี|,|-|ทอ|รี) adj. ไม่|มี|โอกาส|ปฏิเสธ|,|จํา|ต้อง|,|เด็ดขาด|,|วางอํานาจ|,|เผด็จการ.  |Syn. peremptorily adv. peremptoriness n.  |Syn. absolute
(พะเรน|'|เนี|ยล) adj. ตลอด|ปี|,|ตลอดกาล|,|ซึ่ง|มี|ทั้ง|4|ฤดู|,|ซึ่ง|มี|วัฎ|ชีวิต|นาน|กว่า|2|ปี. n. พืช|ยืนต้น|,|แม่น้ํา|ที่|มี|น้ํา|ตลอด|ปี|,|สิ่ง|ที่อยู่|ประจํา|  |Syn. perenniality n.  |Syn. enduring|,|durable|,|persistent
(เพอ|'|เฟคทฺ) adj. สมบูรณ์|,|ดี|พร้อม|,|ดีเลิศ|,|ไร้|มลทิน|,|ไม่|มี|ตําหนิ|,|ถูกต้อง|ทั้งเพ|,|ทีเดียว|,|แท้จริง|,|แม่นยํา|,|สําเร็จ n. กาล (tense) สมบูรณ์|,|รูปแบบ|ที่|สมบูรณ์. vi. ทํา|ให้|สมบูรณ์|,|ทํา|ให้|สําเร็จ|,|ทํา|ให้|ดี|ขึ้น|,|ปรับปรุง.  |Syn. perfectedly adv. perfecter n. perf
(เพอเฟค|'|เชิน) n. ความ|สมบูรณ์|,|ความ|ดี|พร้อม|,|ความ|ดีเลิศ|ทุก|ประการ|,|การ|บรรลุ|ถึง|ความ|สําเร็จ|,|คุณสมบัติ|อัน|ดีเลิศ|,|การ|ทํา|ให้|ดี|พร้อม|,|การ|ทํา|ให้|สมบูรณ์|  |Syn. faultlessness|,|flawlessness|,|ideal|,|precision
(เพอเฟค|'|เชินนิสทฺ) n. นัก|ลัทธิ|สมบูรณ์แบบ|,|ผู้|พอใจ|แต่|สิ่ง|ที่|สมบูรณ์แบบ m|  |Syn. perfectionistic adj. perfectionism n.  |Syn. idealist|,|precisionist
(เพอ|ฟิด|'|เดียส) adj. โกง|,|ทุจริต|,|ไม่|ซื่อสัตย์|,|ทรยศ|,|ไม่|มี|สัจจะ|  |Syn. perfidiousness n.  |Syn. false
แถบ|เจาะ|รู <|คําแปล|>|เทป|เจาะ|รู|หมายถึง แถบ|กระดาษ (paper tape) ที่|นํามา|เจาะ|รู|เพื่อ|ใช้|เป็น|สื่อ|ส่ง|ข้อมูล|เข้า|ไป|เก็บ|ใน|หน่วยความจํา|ของ|คอมพิวเตอร์ (ถ้า|เป็น|บัตร ก็|เรียก|ว่า perforated card) ดู paper tape ประกอบ
(เพอฟอร์สฺ|') adv. ด้วย|ความจํา|เป็น|,|อย่าง|หลีกเลี่ยง|ไม่|พ้น
(เพอ|ฟอร์ม|') vt.,|vi. กระทํา|,|ปฎิบัติ|,|ดําเนินการ|,|ทํา|ให้|บรรลุ|ความ|สําเร็จ|,|แสดง|,|บรรเลง.  |Syn. performable adj. performer n.
(เพอฟ|อม|'|เมิน|ซฺ) n. การ|กระทํา|,|การ|ปฏิบัติ|,|การ|ดําเนินการ|,|การ|ทํา|ให้|บรรลุผล|สําเร็จ|,|การ|แสดง|,|การ|บรรเลง|,|พฤติการณ์|,|พฤติกรรม|,|สมรรถภาพ|,|สมรรถนะ|  |Syn. practice|,|operation|,|deed|,|show|,|play
(เพอ|ฟูม|'|,|เพอ|'|ฟูม) n. น้ําหอม|,|เครื่อง|หอม|,|กลิ่น|หอม. vt. (เพอ|ฟูม|') พรม|น้ําหอม|,|พรม|น้ําอบ|,|ทํา|ให้|กลิ่น|หอม|กระจาย|  |Syn. aroma|,|fragrance|,|scent
(เพอ|ฟูม|'|เมอ|รี) n. เครื่อง|หอม|,|การ|ผลิต|เครื่อง|หอม|,|ธุรกิจ|การ|ขาย|เครื่อง|หอม|,|สถานที่|ประกอบ|ธุรกิจ|เครื่อง|หอม|,|ร้าน|ขาย|เครื่อง|หอม
(เพอ|ฟัง|คฺ|'|โท|รี) adj. พอ|เป็น|พิธี|,|สุกเอาเผากิน|,|ลวก ๆ|  |Syn. perfunctorily adv.
(เพอฟิวซ|') vt. ปะ|พรม|,|กระจาย|,|อบ|,|ทํา|ให้|เต็มไปด้วย ทํา|ให้|แผ่ซ่าน.  |Syn. perfusive adj.
(เพอฟิว|'|เ?ิน) n. การ|ปะ|พรม|,|การ|อบ|,|การ|ทํา|ให้|เต็มไปด้วย|,|การ|ทํา|ให้|กระจาย
(เพอ|แฮ|พซฺ|') adv. บางที|,|อย่าง|เป็น|ไป|ได้|,|กระมัง|  |Syn. possibly
Pref.= รอบ|,|เกิน|,|โอบล้อม
เยื่อ|หุ้ม|หลอดเลือด|ชั้นนอก|อักเสบ
(เพอ|ระ|คาร์|'|เดี|ยม) n. ถุง|หุ้ม|หัวใจ. เป็น|ผนัง|หัวใจ|ชั้นนอก|สุด|  |Syn. pericardial adj. pl. pericardia
(เพอ|'|ระ|คาร์พ) n. ส่วน|หุ้ม|ห่อ|รังไข่|หรือ|ผลไม้ (บางที|ประกอบ|ด้วย|3|ชั้น|คือ|epicarp|,|mesocarp|และ|endocarp) .  |Syn. pericarpial adj. pericarpic adj. pericarpoidal adj.
(เพอ|'|เริล) n. ภัย|,|อันตราย|,|ภยันตราย|,|ความ|หายนะ|,|การ|เสี่ยงภัย|,|มรสุม|ร้าย|,|เหตุ|ภัยพิบัติ|  |Syn. danger|,|risk|,|hazard
(เพอ|'|ระ|เลิส) adj. มี|ภัย|,|มี|ภยันตราย|,|อันตราย|,|เต็มไปด้วย|อันตราย|,|เสี่ยงภัย|,|น่ากลัว.
(พะ|ริม|'|มิ|เทอะ) n. เส้น|รอบ|วง|,|ความ|ยาว|เส้น|รอบ|วง|,|ปริมณฑล|  |Syn. periphery
(เพีย|'|เรียด) n. ระยะ|เวลา|,|สมัย|,|ยุค|,|ประจําเดือน (ระดู) ,|ยุค|ปัจจุบัน|,|รอบ|,|ระยะ|เวลา|หนึ่ง|วงจร|สมบูรณ์|,|ชั่วโมง|เรียน|,|ยุค|ปัจจุบัน|,|เครื่องหมาย|".?|" (มหัพภาค) ,|ประโยค|สมบูรณ์|,|การ|หยุด|ที่|ปลาย|ประโยค|,|ตอน|ของ|ดนตรี|,|วิธีการ|ของ|นักพูด. adj. เกี่ยวกับ|ระยะ|เวลา|แห่ง|ประวัติศาสตร์
(เพียร|'|ออด|'|ดิค) adj. เป็น|ช่วง ๆ ,|เป็นครั้งเป็นคราว|,|เป็น|เวลา|,|เกี่ยวกับ|ประโยค|ทิ้งท้าย.  |Syn. periodically adv.  |Syn. intermittent
n. กฎ|ทาง|เคมี|ที่|ว่า|ธาตุ|ต่าง ๆ สามารถ|แบ่ง|ออก|โดย|คุณสมบัติ|เป็น|กลุ่ม ๆ (ตาราง|แบ่ง|กลุ่ม|นี้|เรียก|ว่า periodic table)|  |Syn. period system|,|Mendeleev|'|s law
(เพีย|ริ|ออด|'|ดิเคิล) n. นิตยสาร|หรือ|วารสาร|ที่|ออก|ตาม|กําหนด|เวลา. adj. ซึ่ง|ตีพิมพ์|ตาม|กําหนด|เวลา|,|เกี่ยวกับ|นิตยสาร|หรือ|วารสาร|,|=|periodic (ดู)| 
(เพีย|ริ|อะ|ซิ|ส|'|ที) n. ภาวะ|การ|เป็น|ช่วง ๆ หรือ|เป็นครั้งเป็นคราว|,|ภาวะ|การ|เกิด|ขึ้น|เป็น|ช่วง ๆ อย่าง|สม่ําเสมอ
รอบ|ข้าง|อุปกรณ์|รอบ|ข้าง|หมายถึง อุปกรณ์|ใด ๆ ที่|ใช้|ต่อ|กับ|เครื่อง|คอมพิวเตอร์|เพื่อ|ทํา|ให้|เครื่อง|คอมพิวเตอร์|สามารถ|ทํางาน|ได้|คุ้ม|ประโยชน์ เช่น จอภาพ|, เมาส์, แผง|แป้น|อักขระ|, เครื่องพิมพ์|, เครื่อง|กราด|ภาพ|, หน่วย|บันทึก|ทั้ง|นอก|และ|ใน|ตัว|เครื่อง รวม|ตลอดไป|ถึง|ไมโครโฟน|มี|ความหมาย|เหมือน peripheral equipment
บริภัณฑ์|รอบ|ข้าง|หมายถึง อุปกรณ์|ใด ๆ ที่|ใช้|ต่อ|กับ|เครื่อง|คอมพิวเตอร์|เพื่อ|ทํา|ให้|เครื่อง|คอมพิวเตอร์|สามารถ|ทํางาน|ได้|คุ้ม|ประโยชน์ เช่น จอภาพ|, เมาส์, แผง|แป้น|อักขระ|, เครื่องพิมพ์|, เครื่อง|กราด|ภาพ|, หน่วย|บันทึก|ทั้ง|นอก|และ|ใน|ตัว|เครื่อง รวม|ตลอดไป|ถึง|ไมโครโฟน|มี|ความหมาย|เหมือน peripheral device
(พะ|ริ|ฟ|'|เฟอ|รี) n. เส้น|รอบ|วง|,|ผิว|รอบ|นอก|,|ส่วน|ภายนอก|,|บริเวณ|ปลาย|เส้นประสาท|,|ขอบเขต|,|ขอบ|นอก|  |Syn. perimeter
(เพอ|'|ริ|เฟ|รส|ฺ) vt.,|vi. พูด|อ้อมค้อม. n. =|periphrasis (ดู)| 
(พะ|ริ|ฟ|'|ฟ|ระ|ซิ|ส) n.การ|พูด|อ้อมค้อม|,|คําพูด|อ้อม|ค้อ
(เพ|อริ|แฟ|รส|'|ทิค) adj. อ้อมค้อม
(เพ|อริ|ส|โค|พ|') n. กล่อง|ส่อง|ดู|เหนือ|ผิวหน้า|ของ|เรือ|ใต้|น้ํา|,|กล้อง|ส่อง|ดู|ภาพ|ที่อยู่|เหนือ|ระดับ|สายตา|ตรง|,|กล้อง|ส่อง|ดู|ภาพ|ที่อยู่|หัก|สายตา|เป็น|มุมฉาก
(เพอ|'|ริ|ช) vt. ตาย|,|แตกดับ|,|สาป|สูญ|,|ย่อยยับ|,|เน่าเปื่อย|,|เหี่ยวแห้ง|  |Syn. pass away
(เพอ|'|ริ|ช|ชะ|เบิล) adj. ตาย|ได้|,|ย่อยยับ|ได้|,|เน่าเปื่อย|ได้|ง่าย|n. สิ่ง|ที่|เน่าเปื่อย|ได้|ง่าย
(เพ|อริ|โท|ไน|'|ทิส) n. เยื่อบุ|ช่องท้อง|อักเสบ.  |Syn. peritonitic adj. peritonital adj.
ชั้น|เยื่อบุ|ช่องท้อง|เป็น|ที่อยู่|ของ|อวัยวะ|ภายใน|ช่องท้อง|และ|ภายใน|อุ้ง|เชิงกราน
(เพอ|'|เจอะ) vt. ให้การ|เป็น|พยาน|เท็จ|,|เบิกความ|เท็จ|,|สาบาน|เท็จ.  |Syn. perjurer n.
(เพอ|'|จะ|รี) n. การ|ให้การ|เป็น|พยาน|เท็จ|,|การ|เบิกความ|เท็จ|,|การ|สาบาน|เท็จ|  |Syn. perjurious adj.  |Syn. lie
(เพิร์ค) vi. เชิดหน้า|,|เงย|,|ชูคอ|,|กระฉับกระเฉง|ขึ้น|มา|,|เสือก|,|ทะลึ่ง|,|วางมาด|,|วางท่า vi.,|vt. กรอง|,|ชง|,|ซึม|ผ่าน|adj. ปราดเปรียว|,|ว่องไว|,|กระปรี้กระเปร่า|,|อวดดี|,|เชิดหน้า|,|เงย|หน้า|,|แต่งตัว. perkingly adv.  |Syn. perkish adj.  |Syn. perky
(เพิร์ค|'|คี) adj. ทะลึ่ง|,|เสือก|,|อวดดี|,|ว่องไว|,|ปราดเปรียว.  |Syn. perkily adv. perkiness n.  |Syn. spirited
เพิร์ล (ภาษา) ย่อ|มา|จาก practical extraction and reporting langague เป็น|ชื่อ|ภาษาระดับสูง (high level language) ภาษา|หนึ่ง|ดู high level language ประกอบ
(เพอ|'|มะ|เนิน|ซฺ) n. สภาพ|ที่|ถาวร|,|ลักษณะ|ที่|ถาวร|  |Syn. durability|,|fixity|,|stability|,|fixity Ant. evanescence|,|mortality
(เพอ|'|มะ|เนิน|ทฺ) adj. ถาวร|,|ยืนยง|,|คงทน|,|ยาวนาน|, (สี) ไม่|ตก.  |Syn. permanentness n.  |Syn. lasting|,|durable|,|stable|,|enduring Ant. temporary
หน่วย|เก็บ|ถาวร|หมายถึง แหล่ง|เก็บ|ข้อมูล|ถาวร กล่าวคือ|ข้อมูล|จะ|ไม่|ลบเลือน|หาย|ไป แม้|เมื่อ|ปิด|สวิตช์|ไม่|ปล่อย|กระแส|ไฟ|เข้า|ไป|ก็ตาม เช่น จาน|บันทึก
(เพอ|แมง|'|กะ|เนท) n. เกลือ|ของ permanganic acid
(เพอ|เมีย|บิล|'|ลิ|ที) n. การ|ซึม|ผ่าน|ได้|,|ความ|สามารถ|ใน|การ|ซึม|ผ่าน|ได้|,|ความ|สามารถ|ใน|การ|แผ่ซ่าน|ของ|อํานาจ|แม่เหล็ก
(เพอ|'|เมีย|เบิล) adj. ซึม|ผ่าน|ได้|,|แผ่ซ่าน|ได้|,|ซึม|แทรก|ได้.  |Syn. permeableness n. permeably adv.  |Syn. absorbent
(เพอ|'|มี|เอท) vt. ซึม|ผ่าน|,|ซึม|แทรก|,|แผ่ซ่าน|,|ซึม|เข้า|,|ซา|บ. vi. เต็มไปด้วย|,|ตลบ|,|แผ่ซ่าน|,|ซึม|ซ่าน.  |Syn. permeation n. permeative adj. permeator n.  |Syn. imbue|,|pervade|,|diffuse|,|ooze
(เพอ|มิ|ส|'|ซะเบิล) adj. ยอม|ได้|,|อนุญาต|,|อนุมัติ.  |Syn. permissibility n. permissibleness n. permissibly adv.  |Syn. allowable|,|permitted|,|legal
(เพอ|มิ|ช|'|เชิน) n. การ|อนุญาต|,|การ|อนุมัติ|,|การ|ยินยอม|,|ใบอนุญาต|,|ใบ|อนุมัติ
(เพอ|มิ|ส|'|ซิ|ฟว) adj. ซึ่ง|อนุ|ญาติ|,|ซึ่ง|อนุมัติ|,|ซึ่ง|ยินยอม|,|ตามใจ|,|ตามแต่|เห็นสมควร|  |Syn. permissiveness n.  |Syn. tolerant|,|lenient|,|lax
(เพอ|มิ|ท|') vt.,|vi. อนุญาต|,|อนุมัติ|,|ยินยอม|,|เปิด|โอกาส|,|ตกลง. n. ใบ|อนุ|-|ญาต|,|ใบ|อนุมัติ|,|ใบ|ยินยอม|,|การ|อนุญาต.  |Syn. permitter n. permiter n.  |Syn. tolerate|,|allow|,|grant|,|permission Ant. forbid
(เพอ|มิ|ว|เท|'|เชิน) n. การ|เปลี่ยน|ลําดับ|,|การ|เปลี่ยน|ที่|,|การ|แทน|ที่|,|การ|เปลี่ยนแปลง.
(เพอนิซ|'|เชิส) adj. เป็น|อันตราย|,|เป็น|ภัย|,|ถึงตาย|,|ร้ายแรง|,|ร้ายกาจ|  |Syn. perniciousness n.
n. โรคโลหิตจาง|ชนิด|ร้ายแรง|เนื่องจาก|ขาด|vitamin B|12
(เพอนิค|'|คิ|ที) adj. จู้จี้|,|ชอบ|ฟื้นฝอย|หา|ตะเข็บ|,|ต้อง|ใช้|ความ|ระมัดระวัง|อย่างยิ่ง|  |Syn. perniciousness n.  |Syn. deadly
(เพอ|'|ระ|เรท) vi. พูด|เสีย|ยืดยาว|,|กล่าว|คําปราศรัย|,|กล่าว|คํา|สรุป.  |Syn. perorator n.
(เพอ|ระ|เร|'|เชิน) n. คํา|สรุป|,|บท|สรุป|ของ|คําปราศรัย.  |Syn. perorational adj.
(เพอเพนดิค|'|คิว|ละ) adj. ตั้ง|ฉาก|,|ตั้ง|ตรง|,|สูงชัน. n. เส้น|ตั้ง|ฉาก|,|แนว|ตําแหน่ง|ตั้ง|ตรง|,|ไม้|ตั้ง|ฉาก|,|การ|ยืน|ตรง|,|ความ|ถูกต้อง|  |Syn. perpendicularity n.  |Syn. vertical
(เพอ|'|พิ|เท|รท) vt. กระทํา|ผิด|กฎ|-|หมาย|,|ทําชั่ว|,|ก่อกรรมทําเข็ญ|,|เล่นตลก.  |Syn. perpetuation n. perpetrator n.  |Syn. do
(เพอเพช|'|ชวล) adj. ตลอดไป|,|ถาวร|,|ตลอดกาล|,|ต่อเนื่อง|,|ตลอด|ฤดู|,|ตลอด|ปี.  |Syn. unceasing|,|continual
(เพอเพช|'|ชุเอท) vt. ทํา|ให้|ถาวร|,|ทํา|ให้|ไม่|สูญ|ไป|,|ทํา|ให้|เป็น|อมตะ.  |Syn. perpetration n. perpetuator n.  |Syn. continue
(เพอพิทู|'|อิ|ที) n. ความ|เป็น|อมตะ|,|ความ|ไม่|มี|ที่|สิ้นสุด|,|กรรมสิทธิ์|ตลอดชีพ|,|เงิน|บําเหน็จ|ราย|ปี|ตลอดชีพ
(เพอ|เพล|คซฺ|') vt. ทํา|ให้|งงงวย|,|ทํา|ให้|งง|,|ทํา|ให้|ยุ่งเหยิง|ใจ.  |Syn. perplexer n. perplexingly adv.  |Syn. mystify|,|confound
(เพอ|เพล|คซฺทฺ|') adj. งงงวย|,|ยุ่งเหยิง|ใจ|,|ฉงนสนเท่ห์|,|สลับซับซ้อน|  |Syn. dazed
(เพอ|เพล|ค|'|ซิ|ที) n. ความ|งงงวย|,|ความ|ยุ่งเหยิง|ใจ|,|ความ|ไม่|แน่ใจ|,|ความ|สลับซับซ้อน
(เพรพพะ|ซิ|ซ|'|เชิน) n. บุพบท|,|สิ่ง|หรือ|ตําแหน่ง หรือ|การ|วาง|อยู่|ตรงหน้า.
(เพอ|'|ควิ|ซิ|ท) n. เงิน|เพิ่ม|,|เงิน|รางวัล|,|เงิน|กําไร|ที่|เป็น|เศษ|เลย|,|สิ่ง|ที่|ได้|มา|โดย|สิทธิพิเศษ|  |Syn. privilege
(เพอ|'|ซี|คิว|ทฺ) vt. ก่อกวน|,|แกล้ง|,|รบกวน|,|ประหาร|,|ข่มเหง.  |Syn. persecutive adj. persecutor n. persecutory adj.
(เพอ|ซี|คิว|'|เชิน) n. การ|ก่อกวน|,|การ|แกล้ง|,|การ|รบกวน|,|การ|ประหาร|,|การ|ข่มเหง.  |Syn. persecutional adj.  |Syn. harassment
(เพอซะเวียเรินซฺ) n. ความ|อุตสาหะ|,|ความ|มุ|มานะ|บากบั่น.  |Syn. perseverant adj.  |Syn. tenacity|, steadfastness|,|endurance
(เพอซะเวียร์|') vi. อุตสาหะ|,|พา|ก|-|พี|ยร|,|พยายาม|,|ยืนหยัด|,|บากบั่น|  |Syn. endure
(เพอ|'|?|ะ|,|เพอ|'|ชะ) n. อาณาจักร|เปอร์เซีย (อิหร่าน) ,|ชื่อ|เดิม|ของ|อิหร่าน
(เพอ|'|เ?ิน|,|เพอ|'|เชิน) adj. เกี่ยวกับ|เปอร์เซีย|,|ภาษา|เปอร์เซีย|,|ชาว|เปอร์เซีย. n. ชาว|เปอร์เซีย.  |Syn. Iranian
(เพอ|ซิ|ม|'|เมิน) n. ต้นไม้|จําพวก Diopyros เช่น ต้น|พลัม|,|ลูก|พลัม
(เพอ|ซิ|สทฺ|'|,|-|ซิ|สทฺ|') vt. ยืนกราน|,|ยืนหยัด|,|ดื้อรั้น|,|ดื้อ|,|เพียร|,|ทนทาน|,|ฝัง|แน่น|  |Syn. persister n.  |Syn. persevere
(เพอ|ซิ|ส|'|เทิน|ซฺ|,|-|ซิ|ส|-) n. การ|ยืนกราน|,|ความ|ดื้อรั้น|,|ความ|ทนทาน|,|ความ|ต่อเนื่อง|,|การ|มี|อยู่|เรื่อย|ไป
(เพอ|ซิ|ส|'|เทิน|ซฺ|,|-|ซิ|ส|-) n. การ|ยืนกราน|,|ความ|ดื้อรั้น|,|ความ|ทนทาน|,|ความ|ต่อเนื่อง|,|การ|มี|อยู่|เรื่อย|ไป
(เพอ|ซิ|ส|'|เทิน|ทฺ) adj. ยืนกราน|,|ยืนหยัด|,|ดื้อ|,|ดื้อรั้น|,|ทนทาน|,|ฝัง|แน่น|  |Syn. persevering|,|firm
(เพอ|'|เซิน) n. บุคคล|,|คน|,|ร่าง|,|ร่างกาย|,|องค์|,|ตัว|,|ผู้|,|นิติบุคคล|,|บุคลิกลักษณะ|,|บุรุษ|, (ใน|ไวยากรณ์)|  |Syn. individual|,|human being
(เพอ|'|ซะ|นะ|เบิล) adj. หน้าตา|ดี|,|สวยงาม|,|รูปหล่อ|,|เป็น|ที่|ดึงดูดใจ.  |Syn. personableness n. personably adv.  |Syn. attractive
(เพอ|'|ซะ|นิจ|ฺ) n. บุคคล|สําคัญ|,|บุคคล|,|คน|,|ตัวละคร|,|ตัวแสดง|  |Syn. notable|,|dignitary
(เพอ|'|ซะเนิล) adj. ส่วนตัว|,|ส่วนบุคคล|,|เกี่ยวกับ|บุรุษ (ใน|ไวยากรณ์) ,|เกี่ยวกับ|ทรัพย์สิน|ส่วนตัว. n. ข่าว|บุคคล (ใน|หน้า|หนังสือพิมพ์) ,|บุคคล|ใน|ข่าว|  |Syn. individual|,|private|,|bodily|,|carnal
คอมพิวเตอร์ส่วนบุคคล|ใช้|ตัวย่อ|ว่า PC (อ่าน|ว่า พี|ซี) หมายถึง เครื่อง|คอมพิวเตอร์|ขนาด|เล็ก|ที่|ทํา|ขึ้น|ไว้|ใช้|เป็น|การ|เฉพาะ|หรือ|ส่วนบุคคล ส่วนมาก|จะ|หมายถึง|ไมโครคอมพิวเตอร์ (ก่อนหน้านี้ จะ|มี|ขาย|ก็|แต่|คอมพิวเตอร์|ขนาด|ใหญ่) ซึ่ง|เน้น|ใน|เรื่อง|ของ|การ|เคลื่อนย้าย|ได้|สะดวก และ|มี|ราคา|ถูก|พอ|ที่|จะ|ซื้อหา|มา|ใช้|เป็น|ของ|ส่วนตัว|ได้ ปัจจุบัน มี|การ|ผลิต|ซอฟต์แวร์|สําเร็จ (packaged software) สําหรับ|คอมพิวเตอร์|ขนาด|นี้|กัน|มาก โปรแกรม|เหล่านี้|ใช้|ง่าย เหมาะ|กับ|งาน|ทั่ว ๆ ไป ไม่ว่า|จะ|เป็น|งาน|บ้าน งาน|ส่วนตัว เช่น งาน|พิมพ์ สมุดบันทึก|ประจําวัน บัญชี|รับ|จ่าย จึง|ทํา|ให้|พี|ซี|เป็น|ที่|นิยม|ทั่วไป แต่|ใน|บาง|ครั้ง|นํามา|ใช้|หมายถึง|เฉพาะ|ไมโครคอมพิวเตอร์|ไอ|บีเอ็ม หรือ|ประเภท|เทียบเคียง|ไอ|บีเอ็ม (IBM compatibles) เพื่อให้|เห็น|แตกต่าง|ระบบ|แมค|อิน|ทอ|ช
ระบบปฏิบัติการ|แบบ|ใช้|จาน ของ|เครื่อง|คอมพิวเตอร์ส่วนบุคคล หรือ|ไมโครคอมพิวเตอร์ ลักษณะ|และ|วิธี|ใช้|ก็|เหมือน ๆ กับ MS DOS ที่|บริษัท|ไม|โค|รซอฟต์|นํามา|ดัดแปลง|จน|ใช้|กัน|ทั่วไป|นั่นเอง ปัจจุบัน พี|ซีด|อส|ได้|มี|การ|พัฒนา|ไป|มาก|แล้ว แต่|พอ|วินโดว์ 95 เป็น|ที่|นิยม ระบบ|ดอส|ก็|ดูเหมือน|จะ|ไม่|เป็น|ที่|นิยม|อีก|ต่อไป ไม่ว่า|จะ|เป็น|พี|ซีด|อส หรือ|เอ็มเอ|สด|อส|ดู MS DOS ประกอบ
Personal Computer Memory Card International Association สมาคม|ระหว่าง|ประเทศ|เพื่อ บัตร|ความจํา|คอมพิวเตอร์ส่วนบุคคล|ใช้|ตัวย่อ|ว่า PCMCIA (อ่าน|ว่า พี|ซี|เอ็ม|ซี|ไอ|เอ) แต่เดิม|หมายถึง|แผ่น|วงจร|ที่|ใช้|บันทึก|ข้อมูล มี|ลักษณะ|เหมือน|การ์ด ขนาด|เท่า|บัตร|เครดิต (ยาว 8.5 ซม. กว้าง 5.4 ซม.) ต่อมา|ได้|มี|การ|พัฒนา|ให้|นํามา|ใช้สอย|ได้|มาก|ขึ้น เช่น ใช้|เป็น|ฮาร์ด|ดิสก์ (hard disk) ก็ได้ เป็น|การ์ด|เพิ่ม|หน่วยความจํา|ก็ได้ เป็น|การ์ดแฟกซ์ หรือ|โมเด็ม|ก็ได้ โครงสร้าง|ของ|การ์ด|นี้|เป็น|ชิป (chip) ใช้|เสียบ|เข้า|กับ|เครื่อง|คอมพิวเตอร์|ขนาด|เล็ก|มาก ๆ เช่น โน้ต|บุ๊ก เพื่อ|เพิ่ม|ประสิทธิภาพ|ใน|ด้าน|ต่าง ๆ บาง|ด้าน
เครื่องช่วย|งาน|ส่วนบุคคล|แบบ|ดิจิตอล|หมายถึง|คอมพิวเตอร์|ขนาด|เล็ก|ที่|นํา|ติด|ตัว|ไปไหนมาไหน|ได้ ผู้ใช้|สามารถ|จด|บันทึก|ข้อมูล|ลง|ไป|ด้วย|ปากกา|พิเศษ เช่น แบบเสื้อ แผนที่|ทาง|ไป|จุด|นัดพบ รวม|ทั้ง|ข้อมูล|ต่าง ๆ รวม|ทั้ง|นัดหมาย|ประจําวัน ฯลฯ
n. บุ|รุณ|สรรพนาม (I|,|we|,|you|,|he|,|she|,|it|,|they)| 
(เพอซะแนล|'|ลิ|ที) n. บุคลิกภาพ|,|บุคลิกลักษณะ|,|บุคคล|  |Syn. character|,|nature
(เพอ|'|ซะนัลไลซ) vt. ทํา|ให้|เป็น|ส่วนตัว|,|ทํา|ให้|เป็น|ลักษณะ|ส่วนบุคคล|,|ทํา|ให้|เป็น|ของ|ตัว|,|ทํา|ให้|เป็น|ตัว.  |Syn. personalization n.
(เพอ|'|ซะเนิล|ที) n. สังหาริมทรัพย์
(เพอ|'|ซะเนท) vt.,|vi. แสดง|เป็น|ตัวละคร|,|เล่น|เป็น|ตัว|,|ปลอมตัว.  |Syn. personation n. personative adj. personator n.
(เพอ|ซอน|'|นะ|ไฟ) vt. ทํา|ให้|เป็น|บุคคล|,|ทํา|ให้|เป็น|ลักษณะ|บุคคล|,|แปลง|ร่าง|,|ป|รา|กฎ|ออก|  |Syn. personifiable adj. personifier n.
(เพอซะเนล|') n. เจ้าหน้าที่|,|พนักงาน|,|บุคลากร|  |Syn. staff|,|persons|,|crew
(เพอสเพค|'|ทิฟว) n. เทคนิค|การ|เขียน|ภาพ|ให้|ได้|ส่วนสัด เช่นเดียวกับที่|เห็นด้วย|ตา|จริง|,|ภาพ|ที่|ได้|จาก|การ|เขียน|ด้วย|เทคนิค|ดังกล่าว|,|ทัศนียภาพ|,|ทิวทัศน์|,|ทัศนวิสัย|,|ความ|ซึ้ง|,|ภาพ|ซึ้ง|ที่|มอง|ไป|ข้างหน้า. adj. เกี่ยวกับ|เทคนิค หรือ|ภาพ|ดังกล่าว|  |Syn. discr
(เพอสพะเค|'|เชิส) adj. สายตา|แหลม|,|ปัญญา|เฉียบแหลม|  |Syn. perspicaciousness n.
(เพอสพิแคส|'|ซิ|ที) n. การ|มี|สายตา|แหลม|,|ความ|เฉียบแหลม|ของ|ปัญญา|,|ความ|เฉลียวฉลาด|  |Syn. discernment
(เพอสพิ|คิว|'|อิ|ที) n. ความ|ชัดเจน|,|ความ|แจ่มแจ้ง|,|ความ|เข้าใจ|ง่าย|  |Syn. plainness
(เพอสพิค|'|คิว|เอิส) adj. ชัดเจน|,|แจ่มแจ้ง|,|เข้าใจ|ง่าย|,|ไม่|คลุมเครือ|  |Syn. clear
(เพอสพิเร|'|เชิน) n. เหงื่อ|,|การ|ขับ|เหงื่อ|  |Syn. sweat
(เพอส|ไพ|'|ระ|ทอ|รี) adj. เกี่ยวกับ|เหงื่อ|,|เกี่ยวกับ|การ|ขับ|เหงื่อ|,|ซึ่ง|กระตุ้น|การ|ขับ|เหงื่อ
(เพอส|ไพ|'|เออ) vi. เหงื่อ|ออก
(เพอสเวด|') vt. ชักชวน|,|ชักจูง|,|จูงใจ|,|โอ้โลม|,|แนะนํา|,|ทํา|ให้|เชื่อ|,|กล่อม|  |Syn. persuadability n. persuadable adj. persuader n. persuadably adv. persuadedly adv. persuadingly adv.  |Syn. induce|,|convince|,|influenc
(เพอสเว|'|เชิน) n. การ|ชักชวน|,|การ|ชักจูง|,|การ|จูงใจ|,|ภาวะ|ที่|ถูก|ชักชวน|,|ความ|มั่นใจ|,|ความ|เชื่อ|,|ระบบ|หรือ|รูปแบบ|ของ|ความ|เชื่อ|,|สํานัก|นิกาย|,|หมู่คณะ|  |Syn. conversion|,|inducement|,|belief|,|potency
(เพอสเว|'|ซิ|ฟว) adj. สามารถ|ชักจูง|ได้|,|ซึ่ง|ชักจูง|,|โน้มน้าวใจ. n. สิ่ง|ที่|โน้มน้าวใจ|,|สิ่ง|จูงใจ|,|การ|ล่อใจ
(เพิร์ท) adj. ทะลึง,|ทะเล้น|,|ไม่|มี|มารยาท|,|เสือก|,|กล้า|,|กระฉับกระเฉง|,|ฮึกเหิม|  |Syn. pertness n.  |Syn. forward|,|inpudent
abbr. pertaining
(เพอ|เท|น|') vi. เกี่ยวกับ|,|เป็น|เรื่อง|,|เป็น|ของ|,|มี|ส่วน|เกี่ยวข้อง|กับ|  |Syn. relate
(เพอทะเน|'|เชิส) adj. ดื้อรั้น|ที่สุด|,|ยืนหยัด|,|ถือ|ทิฐิ|,|หัวแข็ง|,|เพียร|  |Syn. pertinaciousness n.  |Syn. unyielding
(เพอทะแนส|'|ซิ|ที) n. ความ|ดื้อรั้น|ยิ่ง|,|การ|ถือ|ทิฐิ|,|ความ|หัวแข็ง|,|ความ|เพียรพยายาม|  |Syn. obstinacy
(เพอ|'|ทิ|เนิน|ซฺ|,|-|ซี) n. ความ|เข้า|เรื่อง|,|ความ|เกี่ยวข้อง|,|การ|ตรง|กับ|ปัญหา
(เพอ|'|ทิ|เนิน|ซฺ|,|-|ซี) n. ความ|เข้า|เรื่อง|,|ความ|เกี่ยวข้อง|,|การ|ตรง|กับ|ปัญหา
(เพอ|'|ทิ|เนิน|ทฺ) adj. เข้า|เรื่อง|,|เกี่ยวข้อง|,|ตรง|กับ|ปัญหา.
(เพอเทิร์บ|') vt. ก่อกวน|,|ทํา|ให้|ยุ่งเหยิง|ใจ|,|ทํา|ให้|ไม่|สบายใจ|,|ทํา|ให้|ยุ่งเหยิง.  |Syn. disturb
(เพอเทิร์บเบ|'|เชิน) n. การ|ก่อ|-|กวน|,|การ|ทํา|ให้|ยุ่งเหยิง|ใจ|,|การ|ทํา|ให้|ยุ่งเหยิง
(พะ|รู|') n.ชื่อ|ประเทศ|สาธารณรัฐ|ใน|อเมริกาใต้|  |Syn. Peruvian adj.,|n.
(พะ|รู|'|เซิล) n. การ|อ่าน|,|การ|อ่าน|ตรวจ.
(พะ|รู|ซ|') vt. อ่าน|,|อ่าน|ตรวจ|,|พินิจ|พิจารณา|,|มอง|อย่าง|ละเอียด|,|สํารวจ|,|อย่าง|ละเอียด.  |Syn. peruser n.  |Syn. read
(พะ|รู|'|เวียน) n. ชาว|เปรู adj. เกี่ยวกับ|ประเทศ|เปรู วัฒนธรรม|และ|อื่น ๆ ของ|เปรู
(เพอเวด|') vt. แผ่ซ่าน|,|แผ่|ไป|ทั่ว|,|แพร่หลาย|,|ตลบ|,|ครอบคลุม|ไป|ทั่ว.  |Syn. pervader n. pervasively adv. pervasion n. pervasive adj. pervasiveness n.  |Syn. penetrate|,|permeate|,|diffuse|,|spread
(เพอเวิร์ซฺ|') adj. ตรงกันข้าม|,|ผิด|เหตุผล|,|ออก|นอกลู่นอกทาง|,|ผิดปกติ|,|ประหลาด|,|วิปลาส|,|วิปริต|,|ชั่ว|,|ไม่|ถูกต้อง|,|ไม่|ถูก|ทํานองคลองธรรม|,|ดื้อรั้น|,|หัวแข็ง.  |Syn. perverseness n.  |Syn. contrary|,|obstinate|,|abnormal|,|wicked|,|corrupt
(เพอเวอ|'|เ?ิน|,|-|เชิน) n. พฤติกรรม|ที่|ออก|นอกลู่นอกทาง|,|การ|กระทํา|ที่|ผิดปกติ|,|ความ|วิปริต|,|กาม|วิปริต|,|การ|เปลี่ยนแปลง|ที่|ผิดปกติ|หรือ|ผิด|ธรรม|ชา|ต|'|  |Syn. deviaion
(เพอเวอ|'|ซิ|ที) n. ความผิด|ปกติ|,|ความ|วิปริต|,|การ|ออก|นอกลู่นอกทาง
(เพอเวอ|'|ซิ|ฟว) adj. ซึ่ง|ออก|นอกลู่นอกทาง|,|ผิดปกติ|,|วิปริต|,|บิดเบือน|,|นํา|ไป|ใน|ทาง|ผิด|,|ใช้|ใน|ทาง|ผิด|  |Syn. abnormal|,|deviating
(เพอเวิร์ท|') vt. ออก|นอกลู่นอกทาง|,|นํา|ไป|ใน|ทาง|ผิด|,|ใช้|ใน|ทาง|ผิด|,|บิดเบือน|,|ทํา|ให้|เสื่อม n. (เพอ|'|เวิร์ท) ผู้|กระทํา|กาม|วิปริต.  |Syn. perverter n. pervertible adj.  |Syn. misconstrue
(เพอ|'|เวียส) adj. แผ่ซ่าน|,|ซึม|ผ่าน|ได้|,|ลอด|ได้|,|กระทบ|ได้|,|เข้า|ได้|,|ฟัง|เหตุผล.  |Syn. perviousness n.  |Syn. permeable
(เพส|'|ซะ|มิ|ส|ซึม) n. การ|มองดู|ใน|แง่|ร้าย|,|ลัทธิ|มอง|โลก|ใน|แง่|ร้าย|,|การ|หมดอาลัย|ตาย|อยาก|  |Syn. gloom
(เพส|'|ซะ|มิ|สทฺ) n. ผู้|มองดู|ใน|แง่|ร้าย|,|ผู้|ยึดถือ|ลัทธิ|มอง|โลก|ใน|แง่|ร้าย|,|ผู้|หมดอาลัย|ตาย|อยาก
(เพสซะ|มิ|ส|'|ทิค) adj. มองดู|ใน|แง่|ร้าย|,|มอง|โลก|ใน|แง่|ร้าย|,|หมดอาลัย|ตาย|อยาก|  |Syn. depressed
(เพสทฺ) n. สัตว์|ที่|รบกวน|หรือ|ทําลาย|,|สิ่ง|ที่|รบกวน|หรือ|ทําลาย|,|โรคติดต่อ|ที่|ทําลาย (โดยเฉพาะ|กาฬโรค) . -|Id. (Pest on (upon) him ปล่อย|ให้|เขา|ฉิบหาย)|  |Syn. nuisance|,|pestilence|,|annoyance|,|worry
(เพส|'|เทอะ) vt. รบกวน|,|ก่อกวน|,|รังควาน|,|ตื้อ|,|ตอม|,|ทํา|ให้|ยุ่งยาก|ใจ.  |Syn. pesterer n.
(เพส|'|ทิ|ไซ|ดฺ) n. ยาฆ่าแมลง|,|ยา|ปราบ|ศัตรู|พืช|,|ยา|ฆ่า|สัตว์|ที่|รบกวน|หรือ|ทําลาย|สัตว์|อื่น|  |Syn. pesticidal adj.
(เพส|'|ทะเลินซฺ) n. โรคติดต่อ|ร้ายแรง|,|กาฬโรค|,|สิ่ง|ที่|เป็น|ภัย|,|สิ่ง|ที่|ชั่วร้าย
(เพส|'|ทะเลินทฺ) adj. ทํา|ให้|เกิด|โรคติดต่อ|,|แพร่|โรคติดต่อ|,|ติดเชื้อ|,|เป็น|ภัย|,|ร้ายแรง|,|เป็น|พิษ|ชั่วร้าย|,|น่า|รําคาญ|,|ซึ่ง|รบกวน.  |Syn. epidemic|,|infectious
(เพส|'|ทะเล|น|'|เชิล) adj. นํา|โรคติดต่อ|,|เกี่ยวกับ|โรค|ร้ายแรง|,|เกี่ยวกับ|กาฬโรค|,|เป็น|ภัย|  |Syn. epidemic|,|infectious
(เพส|'|เซิล) n. สาก|,|ลูก|บด|,|สิ่ง|ที่|ใช้|ตอก|ตํา|บด|ประทับตรา|หรือ|อื่น ๆ vt.vi. บด|,|ตํา
(เพท) n. สัตว์เลี้ยง|,|สัตว์|ที่|เลี้ยง|ไว้|ดูเล่น|,|บุคคล|หรือ|สิ่ง|อัน|เป็น|ที่รัก. adj. เป็น|สัตว์เลี้ยง|เป็น|ที่รัก|,|ซึ่ง|แสดง|ความ|รัก. vt. ถือ|เป็น|สัตว์เลี้ยง|,|เลี้ยง|ไว้|เป็น|สัตว์เลี้ยง|,|คลํา|,|ลูบ|,|ลูบคลํา|,|รัก|,|ทะนุถนอม|,|กอด. vi. ลูบคลํา|และ|กอด|  |Syn. pettable|,|adj.
n. ชื่อ|เรียก|บุคคล|หรือ|สิ่งของ|ด้วย|ความ|รัก
(เพท|'|เทิล) n. กลีบ|ดอก.  |Syn. petaled|,|petalled adj.
(พี|'|เทอะ) vi. ค่อย ๆ หาย|ไป|,|ค่อย ๆ สลาย|ตัว|ไป|,|มอด|ไป|,|จาง|ไป. ค่อย ๆ เหือดแห้ง|ไป
ดวง|เลือด|ซึม|เข้า|ใต้|ผิวหนัง
(เพท|'|ที) adj. เล็กน้อย|,|เกี่ยวกับ|ลหุโทษ|,|ไม่|สําคัญ|,|รอง|ลง|มา|  |Syn. small|,|petty|,|minor
n. การ|ลัก|ทรัพย์|เล็ก ๆ น้อย ๆ (มี|ค่า|ต่ํา|กว่า|หนึ่ง|ชิ|ล|ลิง|ตาม|กฎหมาย|อังกฤษ)| 
(พะ|ที|'|แมล|') n. โรค|ลมบ้าหมู|ชนิด|เบา|มี|ลักษณะ|อาการ|หมดสติ|ใน|เวลา|สั้น|เป็น|ครั้งคราว
(พี|ที|ท|') adj. เล็ก|,|จิ๋ว. n. หญิง|ร่าง|เล็ก
(พะทิช|'|เชิน) การ|ร้องเรียน|,|การ|อ้อนวอน|,|การ|ร้องทุกข์|,|การ|ถวาย|ฎีกา|,|สิทธิ|การ|ร้องเรียน|,|หนังสือ|ร้องเรียน|,|ฎีกา. vt.,|vi. ร้อย|เรียน|,|ร้องทุกข์|อ้อนวอน.  |Syn. petitionary adj. petitioner n.  |Syn. request|,|appeal
(พี|'|เท|ริ|ล) n. นก|ทะเล|ชนิด|หนึ่ง
(พี|ท|ระ|แฟค|'|เชิน) n. การ|กลาย|เป็น|หิน|,|กระบวนการ|กลาย|เป็น|หิน
(พิท|ริ|ฟ|'|ฟะเคินทฺ) adj.  |Syn. petrifier n.  |Syn. harden
(เพทท|ริ|ฟิเค|'|เชิน) n. =|petrifaction (ดู)| 
(พี|'|ท|ริ|ไฟ) vt. ทํา|ให้|เป็น|หิน|,|ทํา|ให้|กลาย|เป็น|หิน|,|ทํา|ให้|แข็งทื่อ|หรือ|ตะลึง|งัน (ด้วย|ความ|กลัว|,|ตกใจ|หรือ|อื่น ๆ) vi. กลาย|เป็น|หิน|,|แข็งทื่อ|  |Syn. petrifiable adj.
Pref. หิน|,|หิน|ผา|  |Syn. petr|-|,|petri|-
(พิท|ระ|เคม|'|มิ|เคิล) n. สาร|ที่|ได้|มา|จาก|น้ํามัน|ปิโตรเลียม|เช่น|น้ํามัน|gasoline|,|kerosene|,|petrolatum|หรือ|อื่น ๆ adj. เกี่ยวกับ|สาร|ดังกล่าว|,|เกี่ยวกับ petrochemistry (ดู)| 
(พี|โทร|เคม|'|มิ|สท|รี) n. วิชา|เคมี|ที่|เกี่ยวกับ|หิน|,|วิชา|เคมี|ที่|เกี่ยวกับ|น้ํามัน|ปิ|โต|ร|-|เลีย|ม หรือ|ผลิตภัณฑ์|ที่|ได้|จาก|น้ํามัน|ปิโตรเลียม
(เพท|'|โทร|ล) n. น้ํามันเบนซิน|,|น้ํามัน|ปิ|โต|ร
(พะ|โทร|'|เลีย|ม) n. น้ํามัน|ปิโตรเลียม (เป็น|สาร|ผสม hydrocarbons ชนิด|หนึ่ง)|  |Syn. petroleous adj.
(พิ|อร|อล|'|ละ|จี) n. การ|ศึกษา|ทาง|วิท|-|ยา|ศาสตร์|ที่|เกี่ยวกับ|โครงสร้าง ส่วนประกอบ การ|เปลี่ยนแปลง|และ|ประเภท|ของ|หิน.  |Syn. petrologic adj. petrological adj. petrologically adv. petrogical n.
(เพท|'|ทิ|โค|ท) n. กระโปรงชั้นใน|,|ส่วน|ที่|คล้าย|กระโปรง|,|ส่วน|ของ|ฉนวน|ที่|คล้าย|กระโปรง.
(เพท|'|ทะ|ฟอก) vi. โต้เถียง|ใน|เรื่อง|เล็ก ๆ น้อย ๆ ,|เป็น|หมอความ|เรื่อง|เล็ก ๆ น้อย ๆ ,|ใช้|เล่ห์เหลี่ยม|ของ|ทนายความ|,|โยเย|,|เล่นลิ้น|  |Syn. pettifogger n. pettifoggery n.
(เพท|'|ทิลี) adv. อย่าง|หยุมหยิม|,|อย่าง|ต่ําช้า|,|อย่างใจ|แคบ
(เพท|'|ทิเนสฺ) n. ความ|หยุมหยิม|,|ความ|ต่ําช้า|,|ความ|ใจแคบ
(เพท|'|ทิช) adj. เจ้าอารมณ์|,|เจ้า|โทสะ|,|มี|อารมณ์|ขุ่นเคือง|,|งอน
(เพท|'|ที) adj. เล็กน้อย|,|ใจแคบ|,|ต่ําช้า|  |Syn. pettily adv. pettiness n.  |Syn. small
n. เงินสด|ย่อย|,|เงินสด|สําหรับ|การ|ใช้จ่าย|เบ็ดเตล็ด
n. ความผิด|ลหุโทษ|,|ความผิด|เล็ก ๆ น้อย ๆ -|Phr. (petty jury คณะ|ลูกขุน (มัก|ประกอบ|ด้วย|12|คน)|  |Syn. petty juror n.  |Syn. petit jury
n. การ|ลัก|ทรัพย์|เล็ก ๆ น้อย ๆ (มี|ค่า|ต่ํา|กว่า|หนึ่ง|ชิ|ล|ลิง|ตาม|กฎหมาย|อังกฤษ)| 
n. ความผิด|ลหุโทษ|,|ความผิด|เล็ก ๆ น้อย ๆ -|Phr. (petty jury คณะ|ลูกขุน (มัก|ประกอบ|ด้วย|12|คน)|  |Syn. petty juror n.  |Syn. petit jury
n. นาย|จ่า|ทหารเรือ (p.o. 1|st class จ่า|เอก|,|p.o. 2|nd class จ่า|โท|,|p.o. 3|rd class จ่า|ตรี)|  |Syn. small
(เพค|'|ชะ|เลินซฺ) n. ความ|เจ้าอารมณ์|,|การ|มี|อารมณ์|โกรธ|ง่าย|,|ความ|งอน|,|การ|พูด|หรือ|การ|กระทํา|ที่|เง้า|กระ|งอด|  |Syn. anger
(-|ซี) n. =|petulance (ดู)| 
(เพช|'|ชะ|เลินทฺ) adj. เจ้าอารมณ์|,|โกรธ|ง่าย|,|ใช้|อารมณ์|,|งอน|,|กระเง้ากระงอด|  |Syn. fretful|,|peevish
(พิว) n. ม้า|ยาว|มี|พนักพิง|สําหรับ|นัง|ฟัง|เทศน์|ใน|โบสถ์|,|บริเวณ|ที่นั่ง|ใน|โบสถ์
(พิว|'|เทอะ) n. โลหะ|ผสม|ที่|มี|ส่วนผสม|ของ|ตะกั่ว|หรือ|ดีบุก|เป็น|สําคัญ|,|ภาชนะ|ที่|ทํา|ด้วย|โลหะ|ผสม|ดังกล่าว
สัญลักษณ์|ที่|เกี่ยวกับ|hydrogen ion (H|+ concentration แสดง|ปริมาณ|ความ|เป็น|กรด|หรือ|ด่าง)| 
abbr. Philosophiae Doctor ปรัชญา|ดุษฎีบัณฑิต|,|=|Doctor of Philosophy (ดู)| 
abbr. Philosophiae Doctor ปรัชญา|ดุษฎีบัณฑิต|,|=|Doctor of Philosophy (ดู)| 
(ฟะ|ริน|'|เจี|ยล) adj. เกี่ยวกับ|หรือ|อยู่|ใกล้|คอหอย|,|เปล่ง|เสียง|จาก|คอหอย. n. เสียง|ที่|ออก|จาก|คอหอย.  |Syn. pharyngal
(ฟะ|แล|น|'|เจอะ) n.สัตว์|มี|ถุง|หน้าท้อง|ใน|ตระกูล Phalangeridae พบ|ใน|ออสเตรเลีย
(เพ|'|แล|คซฺ) n. แนว|ทหาร|ที่|จัดเรียง|กัน|อย่าง|ประชิด|กระดูก|มื (เท้า) ,|กลุ่ม|เกสร|ตัวผู้ pl. phalanxes|,|phalanges
(แฟล|'|ลัส) n. องคชาต|,|รูป|องคชาต|,|เม็ด|ละมุด (clitoris) ของ|หญิง pl. phalli|,|phalluses|  |Syn. penis|,|clitoris
(แฟน|'|ทะ|ซี) n. ภาพหลอน|,|สิ่ง|หลอกลวง|,|ภาพ|จินตนาการ|,|ปีศาจ|ที่|หลอกหลอน|,|ภาพ|เพ้อฝัน
(แฟน|'|เทิม) n. ผี|ที่|หลอกหลอน|,|ปีศาจ|ที่|หลอกหลอน|,|เงามืด|,|สิ่ง|ที่|น่ากลัว|,|ภาพ|ประทับใจ. ภาพ|หลอกหลอน. adj. เกี่ยวกับ phantom|,|หลอกหลอน|,|จินตนาการ|  |Syn. apparition|,|ghost|,|illusion|,|specter|,|illusory|,|unreal
(เฟ|ริ|เซ|'|อิค) adj. เกี่ยวกับ|Pharisees (ดู) ,|เจ้าระเบียบ|,|เคร่ง|ใน|รูปแบบ|,|เคร่ง|ใน|วินัย|ศาสนา แต่|รูปแบบ|ภายนอก|,|เคร่ง|ใน|พิธีการ|ทาง|ศาสนา|,|แสร้งทํา|,|จอมปลอม|,|ปาก|กับ|ใจ|ไม่|ตรง|กัน.  |Syn. pharisaical
(แฟ|'|ริ|ซี) n. ผู้|ที่|มี|ปาก|กับ|ใจ|ไม่|ตรง|กัน|,|เจ้าระเบียบ|,|พวก|มือ|ถือ|สาก|ปาก|ถือศีล|,|สมาชิก|ยิว|โบราณ|ที่|เคร่งครัด|ใน|วินัย|ศาสนา|แต่|รูปแบบ|ภายนอก|,|ผู้|ที่|หลอกลวง|,|สุภาพบุรุษ|จอมปลอม|  |Syn. phariseeism n.
(al) (ฟาร์มะซู|'|ทิค|,|-|เคิล) adj. เกี่ยวกับ|เภสัชกรรม|,|กี่|ยว|กับ|ยา|,|เกี่ยวกับ|เภสัช|ภัณฑ์. n. ยา|,|เภสัช|ภัณฑ์.
(ฟาร์ม|'|มะ|ซิ|สทฺ) n. เภสัชกร|,|คน|ปรุง|ยา|  |Syn. pharmaceutist|,|chemist
(ฟาร์มะ|คอ|ล|'|ละ|จี) n. เภสัชวิทยา|  |Syn. pharmacological adj. pharmacologist n.
(ฟาร์มะ|โค|เพีย|') n. เภสัช|ตํารับ|  |Syn. pharmacopoeial adj. pharmacopoeic adj. pharmacopoeist n.
(ฟาร์มะ|โค|เพีย|') n. เภสัช|ตํารับ|  |Syn. pharmacopoeial adj. pharmacopoeic adj. pharmacopoeist n.
(ฟาร์|'|มะ|ซี) n. เภสัชศาสตร์|,|ร้าน|ขาย|ยา|,|การ|ปรุง|และ|จ่าย|ยา
(แฟ|ริน|ไจ|'|ทิส) n. ภาวะ|เยื่อบุ|ผิว|ของ|คอหอย|อักเสบ|,|คอหอย|อักเสบ
(แฟ|'|ริ|งคซฺ) n. คอหอย (เชื่อม|ระหว่าง|ปาก|และ|โพรงจมูก|กับ|หลอดอาหาร)| 
(เฟสฺ) n. ระยะ|,|ระยะ|โรค|,|ขั้น|,|ตอน|,|แง่|,|ช่วง|,|ด้าน|,|หน้า|,|รูปแบบ|,|รูป|,|ลําดับ. vt. ทํา|ให้|เป็น|ขั้นตอน|,|ทํา|ให้|ประสานกัน|,|ทํา|ให้|ดําเนินการ|ไป|ตาม|แผน. -|Phr. (phase in ค่อย ๆ ใช้สอย|ตาม|ลําดับ)| 
(เฟซ|'|อิน) n. การ|ค่อย ๆ นําเข้า|ไป|ใช้
(เฟซ|'|เอา|ทฺ) n. การ|ค่อย ๆ หมด|ไป|,|การ|ค่อย ๆ สิ้นสุด|  |Syn. wind up|,|taper of
(เฟซ|'|เซินทฺ) n. ไก่ฟ้า|,|นก|ขนาด|ใหญ่|ใน|ตระกูล
(ฟิ|'|นิคซฺ) n. =|phoenix (ดู)| 
(ฟี|'|นอ|ล) n. carbolic acid|  |Syn. phenolic adj.
(ฟิ|นอ|ม|'|มะ|นะ) n. พหูพจน์|ของ phenomenon
(ฟิ|นอ|ม|'|มเนิล) adj. พิเศษ|,|ประหลาด|,|เด่น|,|ยอดเยี่ยม|,|มหัศจรรย์|,|เป็น|ป|รา|กฎ|การณ์|,|ซึ่ง|รับรู้|โดย|ประสาทสัมผัส.
(ฟิ|นอ|ม|'|มะ|นอน) n. ป|รา|กฎ|การณ์|,|ข้อเท็จจริง|,|สิ่ง|ที่|ประทับใจ|,|บุคคล|ที่|ประทับใจ|,|คน|ที่|ยอดเยี่ยม pl. phenomena|  |Syn. fact
(ไฟ|'|เอิล) n. = vial (ดู)| 
(ฟิ|แล|น|'|เดอะ) vi. จีบ|ผู้หญิง (อย่าง|จริงจัง)|  |Syn. philanderer n.
(ฟิลเลินธ|รอ|พ|'|พิค) adj. ใจบุญ|,|ใจบุญ|สุน|ทาน|,|มี|ใจ|รัก|เพื่อนมนุษย์|ด้วย|กัน.  |Syn. philanthropical|  |Syn. charitable|,|liberal
(ฟิ|แล|น|'|ธ|ระ|พิสทฺ) n. ผู้|มี|ใจบุญ|,|คน|ใจบุญ|,|ผู้|มี|ใจ|รัก|เพื่อนมนุษย์|ด้วย|กัน
(ฟิ|แล|น|'|ธ|ระ|พี) n. ความ|มี|ใจบุญ|สุน|ทาน|,|ความ|มี|ใจ|รัก|เพื่อนมนุษย์|ด้วย|กัน|,|พฤติกรรม|ใน|ลักษณะ|ทําบุญ|,|ลักษณะ|มูลนิธิ|,|องค์การ|ทําบุญ|สุน|ทาน
(ฟิล|ละ|เท|ล|'|ลิค) adj. สะสม|แสตมป์|ซึ่ง|เล่น|ดวงตรา|ไปรษณีย์.  |Syn. philatelically adv. philatelist n.
(ฟิเลท|'|ลี) n. การ|สะสม|แสตมป์|,|การ|เล่น|ดวงตรา|ไปรษณีย์|  |Syn. philatical adj. philatically adv. philatelist n.
(ฟิลฮาร์|มอ|น|'|นิค) adj. ชอบ|ดนตรี|,|รัก|ดนตรี|,|เกี่ยวกับ|กลุ่ม|นักดนตรี|หรือ|วงดนตรี|,|เกี่ยวกับ|วงดนตรี|ประสาน|เสียง. n. วงดนตรี|ประสาน|เสียง
(ฟิล|'|ละ|พินซ|,|ฟิล|ละ|พินซ|') ประเทศ|ฟิลิปปินส์
(ฟิล|? ลิส|ที|น|,|-|ไทน์) n. ชาวป่า|ผู้|ไม่|รู้จัก|ความ|เจริญ|,|ผู้|ไม่|เอาใจใส่|ใน|ศิลปศาสตร์|หรือ|อักษรศาสตร์|,|ผู้|ไร้|วัฒนธรรม|,|ผู้|ต่อต้าน|วัฒนธรรม. adj. ไร้|วัฒนธรรม|,|ต่อต้าน|วัฒนธรรม|,|ไม่|รู้จัก|ความ|เจริญ|,|ไม่|เอาใจใส่|ใน|ศิลปะ
(ฟิลอจ|'|ละ|จี) n. นิรุกติศาสตร์|,|ภาษาศาสตร์|,|การ|ศึกษา|เรื่อง|ภาษา.  |Syn. philological adj. philologist n. !|philologer n. philologize vi.  |Syn. linguistics
(ฟิลิส|'|ซะ|เฟอะ) n. นัก|ปรัชญา|,|ปรัชญาเมธี|,|ปราชญ์|,|ผู้รู้|หลักธรรม|,|ผู้|ที่|ปลงตก|,|ผู้|เล่น|แปรธาตุ|,|ผู้|มี|ใจ|เยือกเย็น ไม่|สะทกสะท้าน|ต่อ|ภยันตราย|,|ผู้|เล่น|แปรธาตุ ุ|  |Syn. philosophership n.
(ฟิล|ละ|ซอ|ฟ|'|ฟิเคิล) adj. เกี่ยวกับ|ปรัชญา|,|ยึด|หลัก|ปรัชญา|,|คัมภีร|ภาพ|,|ไม่|ดิ้นรน|,|ยึด|หลัก|ธรรมะ|,|ธรรมะธัมโม|,|ปลงตก|,|มี|เหตุ|และ|เยือกเย็น
(ฟิล|ละ|ซอ|ฟ|'|ฟิเคิล) adj. เกี่ยวกับ|ปรัชญา|,|ยึด|หลัก|ปรัชญา|,|คัมภีร|ภาพ|,|ไม่|ดิ้นรน|,|ยึด|หลัก|ธรรมะ|,|ธรรมะธัมโม|,|ปลงตก|,|มี|เหตุ|และ|เยือกเย็น
(ฟิลอส|'|ซะฟี) n. ปรัชญา|,|ระบบ|ปรัชญา|,|หลัก|ปรัชญา|,|ระบบ|หลักการ|,|สาขา|วิชา|ทั้งหมด (ยกเว้น|แพทยศาสตร์|,|วิชา|กฎหมาย และ|ศา|สน|ศาสตร์) ,|ธรรมะ|,|วิทยาศาสตร์ธรรมชาติ|,|จริยศาสตร์|,|ความ|รัก|วิชา|อย่าง|คลั่งไคล้
(ฟิล|'|เทอะ) n. ยา|เสน่ห์|,|ยา|ปลูก|กําหนัด|,|ยาแฝด. vt. ใช้|ยา|เสน่ห์|,|กระตุ้น
n.  |Syn. potion|,|drug
(ฟิล|'|เทอะ) n. ยา|เสน่ห์|,|ยา|ปลูก|กําหนัด|,|ยาแฝด. vt. ใช้|ยา|เสน่ห์|,|กระตุ้น
n.  |Syn. potion|,|drug
หลอดเลือดดํา|อักเสบ
(เฟ|ลม) n. เส|มห|ธาตุ|,|เสมหะ|,|เสลด|,|ความ|เฉื่อยชา|,|ความ|ชา|เย็น|,|ความ|อึด|อาด|  |Syn. apathy
(เฟลกแมท|'|ทิค|,|-|เคิล) adj. เฉื่อยชา|,|อืดอาด|,|เนือย|,|ชา|เย็น|,|เมิน|เฉย|  |Syn. apathetic
(เฟลกแมท|'|ทิค|,|-|เคิล) adj. เฉื่อยชา|,|อืดอาด|,|เนือย|,|ชา|เย็น|,|เมิน|เฉย|  |Syn. apathetic
(โฟลจิส|'|ทิค) adj. อักเสบ|,|ซึ่ง|น้ํา|มา|ซึ่ง|การ|อักเสบ|,|เกี่ยวกับ|phlogiston
(โฟ|'|เบีย) n. ความ|หวาดกลัว|,|โรค|กลัว|,|ความ|กังวล|ชนิด|ครอบงํา|  |Syn. phobic adj.
(ฟิ|'|นิคซฺ) n. นก|นิยาย|ขนาด|ใหญ่|ที่|สวยงาม มี|อายุ|ถึง|500|-|600|ปี|มัน|สามารถ|เผา|ตัว|มัน|เอง|ให้|ตาย|และ|จาก|เถ้าถ่าน|นั้น|มัน|จะ|กลาย|เป็น|นก|ตัว|ใหม่|ที่|มี|อายุ|ยืน|นาน|ต่อไป|,|บุคคล|หรือ|สิ่ง|ที่|เป็น|นก|ตัว|ใหม่|ที่|มี|อายุ|ยืน|นาน|ต่อไป บุคคล|หรือ|สิ่ง|ที่|สวยงาม|หา|ที่|เปรียบ|ไม่|ได้|,|บุคคล|หรือ|สิ่ง|ที่|ดีเลิศ|,|ต้น|ปาล์ม|ชนิด|หนึ่ง|,|ชื่อ|ดวงดาว
(โฟน) n.,|vt.,|vi. โทรศัพท์
(ฟะเนท|'|ทิค) adj. เกี่ยวกับ|เสียงพูด|,|เกี่ยวกับ|การ|ออก|เสียง|,|ซึ่ง|มี|การ|ออก|เสียง|ตรง|กัน.
(โฟเนท|'|ทิคซฺ) n. วิชา|เกี่ยวกับ|การ|ออก|เสียง|ของ|คําศัพท์ คําพูด|หรือ|ภาษา|,|วิชา|ว่าด้วย|การ|ออก|เสียง
(โฟ|'|นะ|กราฟ) n. เครื่องเล่นจานเสียง|,|หีบเสียง
(โฟ|'|นี) adj. ปลอม|,|ไม่|แท้|,|เก๊. n. ของปลอม|,|ของปลอม|แปลง|,|ของ|เก๊|,|ผู้|ปลอมแปลง|,|ผู้|แอบอ้าง.  |Syn. phoniness n.  |Syn. phoney
(ฟอส|'|จีน) n. ของเหลว|หรือ|แก๊ส|พิษ|ไร้|สี|ชนิด|หนึ่ง|ที่|เคย|ใช้|ใน|สงคราม
(ฟอสเฟอร์) หมายถึง วัสดุ|ที่|ใช้|อยู่|ใน|หลอด|ภาพ (cathode ray tube) ทํา|ให้|จอภาพ|ของ|เครื่อง|คอมพิวเตอร์|สามารถ|แสดง|ผล|ได้ การ|ทํางาน|ใช้|วิธี|กระตุ้น|ลําแสง|อิเล็กตรอน|ให้|กระจาย|พลังงาน|ออก|มา|เป็น|แสง ทํา|ให้|เรา|มองเห็น|เป็น|ภาพ|ได้
หมายถึง รอย|ที่|ค้าง|อยู่|บน|จอภาพ มี|ลักษณะ|เหมือน|รอย|ไหม้ ถ้า|ปล่อย|ให้|มี|การ|แสดง|ตัวอักษร|หรือ|ภาพ|อยู่|บน|จอภาพ|นาน|เกิน|ไป (แม้|จะ|สั่ง|ลบ|ตัว|อักขระ|หรือ|ภาพ|ออก รอย|นี้|ก็|ยัง|ไม่|หาย|ไป) รอย|ไหม้|นี้|เกิด|จาก|ฟอสเฟอร์|ที่อยู่|ใน|จอภาพ|นี้|เอง วิธี|กัน|ไม่|ให้|มี|รอย|ไหม้|ก็|คือ ใช้|โปรแกรม|ประเภท screen saver คือ ทํา|ให้|ภาพ|บน|จอ|เคลื่อนไหว|ตลอดเวลา ดู screen saver ประกอบ
(ฟอส|'|ฟะเรสเซินซฺ) n. การ|เรืองแสง|ที่|ไม่|มี|ความ|ร้อน|ออก|มา|,|การ|ส่ง|แสง|วาว|อย่าง|ฟอสฟอรัส
(ฟอส|'|ฟะเรสเซินทฺ) adj. เรืองแสง (ที่|ไม่|มี|ความ|ร้อน) ,|วาว|แสง|,|ส่องแสง|วาว.
(ฟอส|'|เฟอเริส) n. ธาตุ|ฟอสฟอรัส
(โฟ|'|โท) n. =|photophotocopier (โฟ|โท|คอ|พ|'|พิเออะ) n. เครื่องถ่ายเอกสาร|,|เครื่อง|ถ่าย|อัด|สําเนา pl. photos)| 
(โฟ|โท|คอ|พ|'|พี) n. สําเนา|ที่|ถ่าย|ภาพ|,|สําเนา|เอกสาร|จาก|การ|ถ่าย|ภาพ. vt. ถ่าย|ภาพ|อัด|สําเนา|,|ถ่าย|ภาพ|เป็น|สําเนา
(โฟ|โท|อี|เลค|'|ท|ริ|ค) adj. เกี่ยวกับ|ผล|ทาง|ไฟฟ้า|หรือ|อิเล็กตรอน|ที่|เกิด|จาก|แสง|,|เกี่ยวกับ|ไฟฟ้า|และ|แสง.  |Syn. photoelectrical
(โฟ|'|โท|ฟินนิช) n. การ|เข้า|เส้น|ชัย|ของ|การ|แข่งขัน|ที่|ใกล้เคียง|กัน|มาก จน|ต้อง|ใช้|ภาพถ่าย|ตัดสิน.  |Syn. photofinish adj.
(โฟ|'|ทะ|กราฟ|,|-|แก|รฟ) n. ภาพถ่าย|,|รูปถ่าย|,|ความ|ประทับใจ|เหมือน|ผ่าน|เหตุการณ์|จริง ๆ vt.,|vi. ถ่าย|ภาพ|,|ถ่าย|รูป|,|ถูก|ถ่าย|ภาพ|,|ถูก|ถ่าย|รูป.  |Syn. photographable adj.  |Syn. photo|,|picture|,|take|,|shoot
(ฟะ|ทอ|ก|'|ระ|เฟอะ) n. ช่างภาพ|,|ช่าง|ถ่าย|รูป|,|ผู้|ถ่าย|ภาพ
(โฟทะ|แก|รฟ|'|ฟิค) adj. เกี่ยวกับ|การ|ถ่าย|ภาพ|,|ซึ่ง|ใช้|หรือ|เกิด|จาก|การ|ถ่าย|ภาพ|,|เหมือน|ของ|จริง|,|ซึ่ง|สามารถ|จดจํา|สิ่ง|ที่|เห็น|ได้|ตลอด|  |Syn. vivid|,|detailed|,|visual
(โฟ|ทอ|ก|'|กระ|ฟี) n. การ|ถ่าย|ภาพ การ|ถ่าย|รูป|,|เทคนิค|การ|ถ่าย|ภาพ
(โฟ|โท|โฟ|'|เบีย) n. ความ|กลัว|แสง
(โฟ|โท|เซน|'|ซิ|ทิฟว) adj. ไว|ต่อ|แสง|หรือ|รังสี|อย่าง|ผิดปกติ.  |Syn. photosensitivity n. photosensitiveness n.
Adobe Photoshop|โปรแกรม|อโดบี โฟ|โท|ช็อป <|คําแปล|>|เป็น|ชื่อ|โปรแกรม|สําเร็จ|โปรแกรม|หนึ่ง|ที่|ช่วย|ใน|การ|แก้ไข|ปรับ|แต่ง|ภาพ โดยเฉพาะ|ภาพถ่าย ปัจจุบัน|นิยม|ใช้|กัน|มาก มัก|ใช้|ใน|การ|จัดทํา|สิ่งพิมพ์|คู่|กับ|โปรแกรม อโดบี เพจเมกเกอร์ (Adobe PageMaker) บริษัท|อโดบี|เป็น|บริษัท|ที่|ผลิต|ซอฟต์แวร์|ใหญ่|ที่สุด|บริษัท|หนึ่ง โปรแกรม|ดัง ๆ ที่|นิยม|ใช้|ใน|ปัจจุบัน|นอกจาก Photoshop|, PageMaker แล้ว ยัง|มี Adobe Acrobat|, Adobe Illustrator|, Adobe Type Manager เป็นต้น)| 
(โฟ|'|โท|สแทท) n. เครื่อง|ถ่าย|สําเนา|,|สําเนา|จาก|เครื่อง|ถ่าย|สําเนา vt.,|vi. ถ่าย|สําเนา.  |Syn. photostatic adj.
(โฟ|โท|ซิ|น|'|ธิ|ซิ|ส) n. กระบวนการ|ที่|พืช|สร้าง|คาร์โบไฮเดรต|โดยรวม|กัน|กับ|คาร์บอน|ไดอ๊อคไซด์|และ|น้ํา|เมื่อ|มี|แสง|กับ|คลอ|-|โร|ฟิลล์.  |Syn. photosynthetic adj.
(เพลา|'|บอย) n. ลูก|ชาวนา|,|เด็ก|ไถนา
(เฟร|'|เซิล) adj. เกี่ยวกับ|phrase (ดู)| 
(เฟ|รส) n. วลี|,|กลุ่ม|คําศัพท์|,|ถ้อยคํา|,|โวหาร|,|คําพูด|,|คําคม|,|คําพังเพย|,|สํานวน|,|คํา|คุย|โว|,|การ|ใช้|ถ้อยคํา vt. ใช้|ถ้อยคํา|,|แสดง|โวหาร|,|ประจบ|  |Syn. expressioin|,|catchword|,|word
(เฟ|รส|ซี|ออ|ล|'|โลจิสทฺ) n. ผู้|ที่|ชอบ|ใช้|สํานวน|โวหาร|,|เจ้า|โวหาร
(เฟ|รส|ซี|ออ|ล|'|โลจี) n. สํานวน|,|โวหาร|,|ลักษณะ|การ|ใช้|ถ้อยคํา|หรือ|วลี|,|ภาษา|เฉพาะ|,|ถ้อยคํา|,|การ|ใช้|ถ้อยคํา|,|ถ้อยคํา|ทั้งหลาย|ที่|ใช้|ประจํา.  |Syn. phraseological adj.
(ฟรี|นอ|ล|'|โลจี) n. การ|ศึกษา|ถึง|อํานาจ และ|คุณภาพ|ของ|จิต จาก|รูปร่าง|สัณฐาน|ของ|กะโหลก|ศีรษะ.  |Syn. phrenological adj. phrenologist n.
(ไธ|'|ซิ|ส|,|ธิส|'|ซิ|ส) n. วัณโรคปอด|,|การ|เสื่อมเสีย|ของ|ร่างกาย หรือ|ส่วน|ของ|ร่างกาย
(ไฟ|'|ลัม) n. สาขา|ใหญ่|สาขา|หนึ่ง|ของ|อาณาจักร|สัตว pl. phyla
(ฟิส|'|ซิ|เคิล) adj. เกี่ยวกับ|ร่างกาย|,|เกี่ยวกับ|เนื้อหนัง|มัง|สา|,|ทาง|วัตถุ|,|โดย|รูปร่าง|,|โดย|พละ|ของ|ธรรมชาติ|,|แท้จริง|,|แน่แท้|,|เกี่ยวกับ|วิทยาศาสตร์ธรรมชาติ. n. การ|ตรวจ|ร่างกาย.  |Syn. physicalness n.  |Syn. somatic|,|carnal
n. กายภาพบําบัด
(ฟิ|ซิ|ซ|'|เชิน) n. แพทย์|,|หมอ|,|อายุรแพทย์|,|แพทย์|อายุรเวช
(ฟิซ|'|ซิ|ซิ|สทฺ) n. นักฟิสิกส์
(ฟิส|'|ซิ|คซฺ) n. ฟิสิคส์,|วิทยาศาสตร์|ที่|เกี่ยวกับ|สาร|พลังงาน การ|เคลื่อนไหว|และ|แรง
Pref. =|ฟิสิกส์|,|ธรรมชาติ
(ฟิ|ซิ|ออ|ล|'|โลจี) n. สรีรวิทยา.  |Syn. physiologist n. physiological adj.
(ฟิส|ซิ|โอ|เธอ|'|ระ|พี) n.กายภาพบําบัด.  |Syn. physiotherapeutic adj. physiotherapist n. นักกายภาพบําบัด n.
(ฟิ|ซิ|ค|') n. ร่างกาย|,|รูปร่าง
Pref. พืช
(ไพ) n., (pl. pie) พยัญชนะ|ตัว|ที่ 16|ของ|ภาษา|กรีก (II|,) ,|สัญลักษณ์|อัตราส่วน|เส้น|รอบ|วง|กับ|เส้นผ่าศูนย์กลาง|,|อัตราส่วน|ดังกล่าว (3.141592)| 
(พี|แอ|น|'|โน) n. เปียโน pl. pianos
(พี|แอ|ซ|'|ซะ|,|-|แอ|ท|'|ซะ|,|-|แอด|'|ซะ) n. บริเวณ|ลาน|สาธารณะ|ของ|เมือง (โดยเฉพาะ|ใน|อิตาลี) ,|ตลาด|,|ระเบียง|,|เฉลียง|,|ทางเดิน|ที่|มี|หลังคา pl. piazzas|,|piazze
(ไพ|'|คะ) n.แบบ|ตัวพิมพ์|12|พอยท์|ที่|มี|ขนาด|ระหว่าง|smallpica|กับ|English|,|ความ|ลึก|ของ|แบบ|ตัวพิมพ์|ดัว|กล่าว
(พิ|คา|'|โซ) n. Pablo (เกิด|ปี|1881) จิตรกร|ที่|มี|ชื่อเสียง|ของ|สเปน
(พิค|'|คียูน) adj. เล็กน้อย|,|ไม่|สําคัญ|,|มี|ใจ|อคติ n.  |Syn. picayunishnes n.
(พิค|'|คะ|ลิลลี) n. ผัก|ดอง|รส|เปรี้ยว|เผ็ด
(พิค|'|คะ|โล) n. ขลุ่ย|สั้น|ชนิด|หนึ่ง|,|ขลุ่ย|ผิว
(พิค) vt. เลือก|,|สรร|,|คัด|,|หยิบ|,|จับ|,|แคะ|,|ขุด|,|เลาะ|,|แทะ|,|เจาะ|,|จิก|,|เด็ด|,|เก็บ|,|ถอน (ขน) ,|ฉกฉวย|,|ดึง|ออก|,|หาเหตุ|,|หาเรื่อง|,|ดีด (สาย|พิณ|,|สาย|กีตาร์|และ|อื่น ๆ) vi. ขุด|,|เลาะ|,|แทะ|,|จิก|,|เด็ด|,|เก็บ|,|ล้วง|กระเป๋า|,|ขโมย|,|คัด|,|เลือก n. การ|เลือก -|Phr. (pick on วิจารณ์|กล่าวหา)| 
(พิค|'|แอ|คซฺ) n. อีเต้อ|,|พลั่ว. vt. ขุด|ด้วย|อีเต้อ -|Phr. (pick off เด็ด เก็บ เลือก|ยิง) pl. pickaxes|  |Syn. pick axe
(พิคทฺ) adj. ซึ่ง|ได้|รับ|การ|คัดเลือก|เป็นพิเศษ|,|กลั่นกรอง|,|ขุด|แล้ว|,|ล้าง|แล้ว|,|ปลาย|แหลม|,|มี|ยอด|แหลม
(พิค|'|เคอเริล) n. ปลา|เล็ก ๆ จําพวก Esox niger|,|ปลา pike
(พิค|'|คิท) n. เสาเข็ม|,|เสา|ปัก|แหลม|,|เสา|ปัก|,|รั้ว|,|ยาม|,|ทหาร|กอง|หน้า vt. ล้อม|รั้ว|,|เป็น|คน|ยาม|,|เป็น|หน่วย|กําลัง|รักษาการณ์.  |Syn. picketer n.
(พิค|'|คิง) n. การ|เลือก|,|การ|สรร|,|การ|คัด|,|การ|ขุด|,|การ|แคะ|,|การ|จิก|,|การ|เด็ด|,|การ|เก็บ|,|การ|ดีด|สาย|เครื่องดนตรี|,|สิ่ง|ที่|ถูก|เลือก (คัด|,|ขุด...) ,|สิ่ง|ที่|เก็บ|ขึ้น|มา|ได้|,|อัฐิ|ที่|ยัง|เผา|ไม่|หมด|,|ของโจร|  |Syn. pickings n.,|pl. สิ่ง|ที่|ควร|เก็บ|สะสม|ไว้|,|ผลกําไร|ที่|ได้|มา|โดย|ทุจริต
(พิค|'|เคิล) n.ของ|ดอง|,|ความ|ยุ่งยาก|,|ความ|ลําบาก vi. ดอง|,|แช่|เกลือ แช่|ใน|กรด|,|ใส่|น้ํายา|  |Syn. pickler n.
(พิค|'|เคิ|ลด|ฺ) adj. ดอง|,|แช่|เกลือ|,|เมา
(พิค|'|พอ|คคิท) n. นัก|ล้วง|กระเป๋า
(พิค|'|อัพ) n. การ|เก็บ|ขึ้น|,|คน|ที่|รู้จัก|โดย|บังเอิญ|,|รถยนต์|บรรทุก|ขนาด|เล็ก|,|สถานี|ถ่ายทอด|สด|,|เครื่อง|เก็บ|,|คน|หรือ|สินค้า|ที่|บรรทุก. adj. ผสมผสาน|กัน|ชั่ว|คราว
(พิค|'|นิค) n. vi.,|n. (การ) ไป|เที่ยว|นอก|บ้าน|และ|นํา|อาหาร|ไป|รับประทาน|กลางแจ้ง.  |Syn. picnicker n.
(พิค|ทอ|'|เรี|ยล) adj. เกี่ยวกับ|ภาพ|,|เหมือน|ภาพวาด n. สิ่ง|ตีพิมพ์|หรือ|นิตยสาร|ที่|ประกอบ|ด้วย|ภาพ|เป็น|หลัก.  |Syn. pictorialness n.
(พิค|'|เชอะ) n. ภาพ|,|รูปภาพ|,|ภาพวาด|,|ภาพถ่าย|,|แผ่นภาพ|,|ภาพ|อัน|สวย|,|ภาพยนตร์|,|ภาพพจน์|,|ภาพ|จินตนาการ|,|จอภาพ|,|สถานการณ์|,|ความ|เข้าใจ|ต่อ|สถานการณ์ vt. แสดง|เป็น|ภาพ|,|นึก|ภาพ|,|จินตนาการ|,|นึก|หลับ|ตา|,|พร|รณา|,|ถ่าย|เป็น|ภาพยนตร์
(พิค|'|เชอะเรสคฺ) adj.สวย|,|งดงาม|,|น่าดู|,|เหมือน|ภาพวาด|  |Syn. picturesqueness n.  |Syn. striking
(พิค|'|เคิล) n. หาบ|,|หน่วย|น้ําหนัก|ที่|เท่า|กับ|133|-|144 ปอนด์|หรือ|60|-|48 กิโลกรัม
(พิด|'|เดิล) vi. เสียเวลา|,|มั่ว|,|ปัสสาวะ vt. เสียเวลา|,|ไม่|ได้|ใช้ประโยชน์.  |Syn. piddler n.
ภาษาอังกฤษ|ผสม (เริ่ม|ใช้|ครั้ง|แรก|ใน|หมู่|คน|จีน|ตาม|ท่าเรือ) ,|ภาษา|มั่ว|,|ภาษา|ผสม|  |Syn. Pidgin English
(ไพ) n. ขนม|ยัด|ใส้|ที่|มี|เปลือก|กรอบ|ทํา|ด้วย|แป้ง|อบ|,|ขนมเค้ก|เป็น|ชั้น|ของ|ครีม|วุ้น|หรือ|อื่น ๆ ,|ตัวพิมพ์|ผสม|,|ความ|ยุ่งเหยิง|,|ความ|สับสน|,|นกกางเขน|,|นก|จําพวก Pica pica vt. ทํา|ให้|ยุ่ง|,|ทํา|ให้|สับสน
(ไพ|มี|'|นา) n. นกกิ้งโครง
(ไพ|'|บอล|ดฺ) adj. สี|ดํา|สลับ|ขาว|,|ลาย|,|สี|ผสม. n. สัตว์|ลาย|,|สัตว์|พันทาง
(พี|ส) n. ชิ้น|,|อัน|,|แผ่น|,|ท่อน|,|ก้อน|,|ผืน|,|ตอน|,|พับ|,|ม้วน|,|ผลงาน|,|รายการ|,|อย่าง|,|ปืน|ของ|ทหาร|,|ปืนใหญ่|,|ระยะ|ทาง|,|เหรียญ|กษาปณ์|,|ตัว|หมากรุก|,|เม็ด|ละมุด (clitoris) ของ|หญิง vt. ซ่อม|,|ซ่อมแซม|,|ปะ|,|ต่อ|,|รวบรวม -|Phr. (go to pieces ไม่|สามารถ|ควบคุม|ตัวเอง|ได้) -|Phr. (of a piece ชนิด|เดียวกัน|]
(พี|สฺ|'|มี|ล) adv.,|adj. เป็น|ชิ้น ๆ ,|เป็น|เศษ ๆ ,|เป็นอัน ๆ|  |Syn. piece by piece
(พี|สฺ|'|เวิร์ค) n. งาน|ที่|คิด|ค่าแรง|เป็น|ราย|ชิ้น.  |Syn. pieceworker n.
(ไพ|ดฺ) adj. ลาย|,|ลายพร้อย|,|มี|หลาย|สี|,|ซึ่ง|สวม|เสื้อผ้า|ที่|เป็น|ลายพร้อย
(พี|ด|'|มอ|นทฺ) adj. ตีนเขา|,|เชิงเขา
(เพียร์) n. ตอม่อ|,|เสา|สะพาน|,|สะพาน|ที่|ยื่น|ออก|ไป|ใน|น้ํา|,|เขื่อน|กัน|คลื่น|,|ท่าเรือ|ชนิด|ยื่น|ออก|ไป|ใน|น้ํา|,|เสา|ค้ํา|,|ฝา|ค้ํา|,|ฝา|หรือ|เสา|กลาง|หน้าต่าง.
(เพียส) vt. ทิ่ม|,|แทง|,|เจาะ|,|ไช|,|มอง|ทะลุ|,|ทะลุ|ผ่าน|,|ทะลวง|,|ค้นคว้า|, (เสียง) แทรก|ผ่าน|,|vi. ทิ่ม|,|แทง|,|เจาะ|,|ไช|,|ทะลวง.  |Syn. piercable adj. piercer n.  |Syn. penetrate|,|bore
(เพียส|'|ซิ|ง) adj. ดัง|,|โหยหวน|,|หนาว|จัด|,|ขม|จัด|,|มี|รส|จัด|,|ตระหนัก|,|เสียดสี|,|คมกริบ|,|เจ็บแสบ|,|เฉียบแหลม|,|ซึ่ง|มอง|ทะลุปรุโปร่ง.  |Syn. piercingness n.  |Syn. loud
(ไพ|'|อิ|ที) n. ความ|เคร่งครัด|ใน|ทาง|ศาสนา|,|ความ|เลื่อมใส|บูชา|,|ความ|มี|ศรัทธา|อัน|แก่กล้า|,|คําพูด|ความ|เชื่อ|หรือ|พฤติการณ์|ที่|มี|ศรัทธา|อัน|แก่กล้า
(พิฟ) ย่อ|มา|จาก program information file เป็น|แฟ้มข้อมูล|ประเภท|หนึ่ง|ใน|ระบบ|วินโดว์|สําหรับ|ใช้|กําหนด|พารามิเตอร์ (ตัวแปร|เสริม) ของ|โปรแกรม|ใน|ระบบ|ดอส ใช้|เป็น|นามสกุล (file type) ว่า .pif
(พิก) n. หมู|,|สุกร|,|หมูป่า|,|เนื้อหมู|,|คน|สกปรก|,|คน|มูมมาม|,|คน|ที่|เหมือน|หมู|,|คน|รั้น|,|ตํารวจ|,|นักสืบ|,|หญิง|ที่|มั่ว|โลกีย์|,|ม้า|เลว|,|โลหะ|ที่|เอา|ออก|มา|จาก|เตา|หลอม|,|กลีบ|ผล|ส้ม. vi. ออก|ลูก|หมู|,|อยู่|กัน|อย่าง|หมู
(พิจ|'|เจิน) n. นกพิราบ
n. อกไก่|,|อก|แฟบ.  |Syn. pigeon chest
(พิจ|'|เจินฮาร์|'|ทิด) adj. ใจเสาะ|,|ขี้ขลาด|  |Syn. timid|,|meek
(พิจ|'|เจินลิฟเวิร์ด) adj. อ่อนโยน|,|ถ่อมตัว|,|นิ่มนวล|  |Syn. meek|-|tempered|,|mild
(พิจ|'|เจิน|โฮ|ล) n. ช่อง|สําหรับ|นกพิราบ|เข้า|ไป|อาศัย|,|ช่อง|เล็ก ๆ ของ|ตู้|หรือ|โต๊ะ|สําหรับ|ใส่|กระดาษ จดหมาย|และ|อื่น ๆ vt. เก็บ|ไว้|อ้างอิง|,|เอา|ซุก|ไว้|,|ใส่|ใน|ช่อง|,|แยก|ออก|เป็น|พวก ๆ|  |Syn. timid
(พิก|'|กิช) adj. คล้าย|หมู|,|เหมือน|หมู|,|จะ|ก|ละ|,|สกปรก.  |Syn. piggishness n.  |Syn. greedy|,|filthy
(พิก|'|กี) n. หมู|ตัว|เล็ก ๆ ,|ลูก|หมู
(พิก|'|เฮ|ดดิด) adj. ดื้อรั้น|,|หัวแข็ง.  |Syn. pigheadedness n.
(พิก|'|เมิน|ทฺ) n. รงควัตถุ|,|สีย้อม vt. ย้อม|สี|,|ใส่|สี.  |Syn. pigmentary adj.
(พิก|'|ส|ไท) n. เล้า|หมู|,|คอก|หมู|,|สถานที่|สกปรก
(พิก|'|เท|ล) n. หางเปีย|,|หาง|หมู|,|ยาสูบ|ที่|เป็น|ม้วน|เก|ลียว
(ไพ|คฺ) n. ปลา|น้ําจืด ร่าง|ยาว|เรียว|และ|ใหญ่ มี|ส่วน|จมูก|ที่|ยาว|และ|แบน|,|หอก|,|ทวน|,|หลาว|,|หัวหอก|,|ปลาย|หลาว|,|หัว|ทวน|,|ไม้เท้า|ปลาย|แหลม (สําหรับ|ใช้|กัน|ลื่น|เวลา|เดิน) . vt. แทง|หรือ|ฆ่า|ด้วย|หอก
(พิ|แล|ส|'|เทอะ) n. เสา|ฝา|ผนัง|ด้านหน้า|  |Syn. pilstered adj.
(พิล|'|เชิร์ด) n. ปลา|ทะเล|ขนาด|เล็ก|จําพวก|หนึ่ง
(ไพล) n. กอง|,|กอง|ไม้|,|จํานวน|มาก|,|หม้อ|แบตเตอรี่|แห้ง|,|หม้อ|ไฟฟ้า|,|ตอม่อ|สะพาน|,|เสาเข็ม|,|เสา|ปัก|,|ขน|,|ขน|นิ่ม|,|ขนสัตว์|, (มัก|ใช้|ใน|รูป|piles) โรค|ริดสีดวง|ทวาร|,|หัว|ริดสีดวง vt. กอง|,|รวม|,|ถม|,|ทับถม|,|สะสม|,|เบียด|,|ทะลัก|,|ก่ายกอง|,|ใส่|เสาเข็ม|,|ใส่|ตอม่อ
(ไพ|'|เลีย|ส) adj. มี|ขนอ่อน|,|มี|ขน|นิ่ม
(ไพล|ฺซ) n.,|pl. หัว|ริดสีดวง
(พิล|'|เฟอะ) vt.,|vi. ลัก|,|ลักเล็กขโมยน้อย|,|ฉกฉวย.  |Syn. pilferer n.
(ฟิล|'|เฟ|อริ|จ) n. การ|ลัก|,|การ|ลักเล็กขโมยน้อย|,|การ|ขโมย|,|การ|ฉก|,|การ|ฉกฉวย|,|สิ่ง|ที่|ถูก|ลักขโมย
(พิล|'|ก|ริม) n. ผู้|แสวงบุญ|,|ผู้|จาริก|แสวงบุญ|,|พระ|ธุดงค์|,|คน|ธุดงค์|,|ผู้|เดินทาง|,|นักท่องเที่ยว
(พิล|'|กระ|มิ|จฺ) n. การ|เดินทาง|แสวงบุญ|,|การ|จาริก|แสวงบุญ|,|การ|เดินทาง|ไกล|,|วิถีทาง|ชีวิต
(ไพ|'|ลิง) n. กลุ่ม|สิ่ง|ปลูกสร้าง|,|กอง|,|เสาเข็ม|,|การ|ตอก|เสาเข็ม|,|กอง|เสา|,|การ|ตอก|เสาเข็ม
(พิล) n. เม็ด|,|เม็ด|ยา|,|ยาเม็ด|,|ยาเม็ด|คุม|กําเนิด|,|สิ่ง|ที่|น่า|เบื่อหน่าย
(พิล|'|ลิจจฺ) vt.,|n. (การ) ช่วงชิง|ทรัพย์|,|ปล้น|,|ปล้นสะดม|,|สิ่ง|ที่|ช่วงชิง|มา|,|สิ่ง|ที่|ปล้น|มา.  |Syn. pillager n.
(พิล|'|ลา) n. เสา|,|เสา|หิน|,|เสา|หลัก|,|เสา|ค้ํา|หลัก|,|ฐาน|,|หลัก|มั่น|,|ตอม่อ.
(พี|ล|'|เยิน) n. ที่นั่ง|เสริม|,|อาน|เสริม|,|อาน|หลัง. adj. นั่ง|บน|อาน|หลัง|หรือ|ที่นั่ง|เสริม
(พิล|'|ละ|รี) n. ขื่อ|คอ|และ|มือ|,|ขื่อ|คอ vt. ใส่|ขื่อ|คอ|และ|มือ|,|ใส่|ขื่อ|คอ|,|ประจาน
(พิล|'|โล) n. หมอน|,|หมอน|เพลา|,|หมอน|แกน|,|หมอน|หนุน.
(พิล|'|โลเคส|,|-|สลิพ) n. ปลอก|หนุน|,|ปลอก|หมอน
(พิล|'|โลเคส|,|-|สลิพ) n. ปลอก|หนุน|,|ปลอก|หมอน
(ไพ|'|เลิท) vt.,|n. (คน|,|สิ่ง) นําร่อง|,|ขับ|เครื่องบิน|,|นําทาง|,|เป็น|มัคคุเทศก์|  |Syn. helmsman
ระบบ|นําร่อง|หมายถึง วิธีการ|ที่|ทดลอง|นํา|คอมพิวเตอร์|ไป|ใช้|ใน|สาขา|ใด|สาขา|หนึ่ง|ที่|ยัง|ไม่|เคย|ทํา|มา|ก่อน หรือ|อาจ|หมายถึง ระบบ|การ|นํา|ข้อมูล|ตัวอย่าง|จํานวน|หนึ่ง|มา|ประมวลผล เพื่อ|จะ|ได้|ประเมิน|ผล แล้ว|นํา|ไป|ปรับปรุง|กระบวนการ|ที่|จะ|ทํา|จริง|ต่อไป
(พิ|เมน|'|โท) n. ผลไม้|แห้ง|ของ|ต้น|Pimento officinalis|,|เครื่องเทศ|,|พริก|เม็ด|ใหญ่
(พิมพฺ) n. ชาย|ผู้นํา|แขก|ให้|โสเภณี|,|แมงดา|,|โสเภณี|ชาย. vi. หา|แขก|ให้|โสเภณี|  |Syn. pander
(พิม|'|เพิล) n. สิว|  |Syn. papule|,|agne
(พลิม|'|พลี) adj. มี|สิว|มาก|  |Syn. pimpled
(พิน) n. เข็ม|,|เข็มหมุด|,|หมอ|,|สลัก|,|ปิ่น|,|เข็มกลัด|,|ลิ่ม|,|สลัก|,|เหรียญตรา|,|เข็ม|อิสริยาภรณ์|,|หัว|เสียบ|,|ที่|หนีบ|ผ้า|,|ลูก|บิด|,|ลูก|บิด|สาย|ซอ|,|หลัก|เสา|ที่|ปัก|อยู่|ใกล้|หลุม|ใน|สนามกอล์ฟ|,|ขา|,|การ|ล้ม|ลง|ของ|กีฬา|มวยปล้ํา|,|จํานวน|เล็กน้อย|,|ถัง|เล็ก|ที่|จุ|4|แกลลอน vt. กลัด|ติด|,|กลัด|,|ปัก|,|ตรึง|,|ตอก|,|หนีบ|,|ล้อม|คอก|,|กล่าวหา|,|ทํา|ให้|กระจ่าง|ชัด
(พิน|'|นะ|ฟอ|,|โฟ) n. ผ้ากันเปื้อน|ของ|เด็ก|,|ผ้าอ้อม|ของ|เด็ก|  |Syn. apron
(แพน|ซ|'|เน) n. แว่นตา|ที่|มี|ขา|หนีบ|จมูก
(พิน|'|เซิร์ซ) n. ปากคีบ|,|คีม|ปากนก|,|คีม|เหล็ก|,|ก้ามปู|,|อวัยวะ|หนีบ|ของ|สัตว์
(พินชฺ) vt. หยิก|,|หนีบ|,|บีบ|,|บิด|,|บีบ|,|คลึง|,|ทํา|ให้|แสบ|,|ลด|ลง|,|ฉกฉวย|,|ทํา|ให้|กลุ้ม|,|กระเบียด|กระ|เสีย|น|,|เด็ด|ทิ้ง|,|ตัด|แต่ง|,|ขโมย|,|ทํา|ให้|หด|เหี่ยว|,|ปล้น|,|กักขัง|,|จับกุม. vi. (รองเท้า) รัด|,|ทํา|ให้|กลัดกลุ้ม|,|กระเบียด|กระ|เสีย|น|,|ประหยัด|,|เหน็บแนม. -|Id. (pinch pennies ประหยัด) n. การ|หยิก|,|การ|หนีบ|,|จํานวน|นิด|เดียว|,|ความ|ขัดสน|,|สถาน|การ|ณื|ที่|ลําบาก|,|ความ|กดดัน
(ไพ|นฺ) n. ต้นสน ,|ไม้|สน|,|สับปะรด -|v. อยาก|ได้|มาก|,|ใคร่|จะ|,|ทนทุกข์|ด้วย|ความคิด|ถึง|,|ร่วงโรย|,|โศกเศร้า
เป็น|ต่อม|เล็ก ๆ ยัง|ไม่|ทราบ|หน้าที่|แน่นอน แต่|จะ|หดหาย|ไป|เมื่อ|อายุ|มาก|กว่า 7 ปี แต่|เชื่อ|ว่า|ต่อม|นี้|มี|หน้าที่|ใน|การ|ยับยั้ง|การ|เจริญเติบโต ช่วย|กระตุ้น ACTH ทํา|ให้|เข้า|สู่|วัยรุ่น|ช้า|ออก|ไป
(ไพ|นฺ|แอ|พ|'|เพิล) n. สับปะรด|,|ลูก|ระเบิดมือ
(พิง) n. (เสียง) ดัง|เปรี้ยง|,|เสียง|ดังกล่าว|  |Syn. pinger n. เครื่อง|ทํา|ให้|เกิด|เสียง|ดังกล่าว
(พิง|'|พอง) n. ลูก|ปิงปอง
(พิน|'|เยิน) n. ขน|นก|,|ปีก|นก|,|ปีก|แมลง|,|เฟือง|ตัว|เล็ก|,|ฟันเฟือง|เล็ก vt. มัด|ปีก|นก|,|ตัด|ปีก|นก|,|มัด|,|จับ|มัด|,|ผูก|,|รัด|แขน
(พิง|คฺ) n. สี|ชมพู|,|ชนิด|เยี่ยม|,|แบบ|ที่|ดีเลิศ|,|ภาวะ|ที่|ดี|ที่สุด|,|คน|ที่|มี|ชื่อเสียง|,|คน|แต่งตัว|ทันสมัย|,|คน|ที่|เอียง|ซ้าย|ใน|ลัทธิ|การเมือง. adj. สี|ชมพู|,|เอียง|ซ้าย|, (ใน|ลัทธิ|การเมือง)|  |Syn. pinkness n.
(พิน|'|นะ|เคิล) n. ยอด|,|จุด|สุดยอด|,|ขีดสุด|,|ยอด|เจดีย์|,|ภูเขา ตึก หอ|และ|อื่น ๆ
(พิน|'|พอ|ยทฺ) n. ปลาเข็ม|,|เรื่อง|เล็ก ๆ น้อย ๆ ,|หัวเข็ม|หมุด vt. หา|ตําแหน่ง|แน่นอน|,|เจาะจง|,|เน้น adj. แน่นอน|,|แม่นยํา
(ไพ|ทฺ) n. 1|/|8|ควอร์ต
(พิน|'|เทิล) n. เดือย|,|เดือย|หางเสือ|,|สลัก|หางเสือ|,|สลัก|ประตู|ชนิด|ดิ่ง|ลง|,|พุ|ก|,|ขอ
(พิน|'|โท) adj. เป็น|จุด ๆ ,|เป็น|แต้ม|,|สี|ลาย|,|สี|กระ|ด่าง. n. ม้า|สี|ลาย|,|ม้า|สี|กระ|ด่าง|  |Syn. piebald|,|mottied
(พิน|'|เวิร์ม) n. พยาธิ|เข็มหมุด
(ไพ|'|อะเนียร์) n. ผู้บุกเบิก|,|ผู้นํา|ทาง|,|ผู้ริเริ่ม|,|กอง|หน้า|,|ผู้|หักร้างถางพง|,|ทหารช่าง|หรือ|ทหาร|โยธา|ที่|นําหน้า -|v. บุกเบิก|,|หักร้างถางพง|,|ริเริ่ม|,|นําทาง adj. ริเริ่ม|,|ดั้งเดิม|  |Syn. innovator|,|inventor
(ไพ|'|เอิส) เคร่งครัด|ใน|ศาสนา|,|มี|ศรัทธา|มาก|,|นับถือ|พระ|,|แสดง|ความ|เคารพนับถือ|  |Syn. piousness n.  |Syn. devout|,|religious
(พิพ) n. เมล็ด|ใน|ของ|ผลไม้|,|เมล็ด|พันธุ์|,|แต้ม|บน|ไพ่|,|แต้ม|บน|ผล|สับ|ประ|รด|- v. โผล่|ออก|มา|,|ออก|มา|จาก|ไข่|  |Syn. peep|,
(ไพ|พฺ) n. ท่อ|,|ท่อ|นํา|ส่ง|,|ท่อ|นํา|วิถี|,|หลอด|,|อวัยวะ|ที่|เป็น|หลอด|นํา|ส่ง|,|เครื่องดนตรี|ประเภท|ปี่|หรือ|ขลุ่ย|,|นกหวีด|,|กล้อง|สูบ|ยา|,|ยาเส้น|หรือ|ยาสูบ|หนึ่ง|กล้อง|,|ซิการ์|,|เสียงร้อง|เพลง|ของ|คน|,|การ|คุย|กัน|,|จดหมาย|สั้น ๆ vt. นํา|ส่ง|ทาง|ท่อ|,|จัด|ให้|มี|ท่อ|,|เป่าปี่|หรือ|ขลุ่ย|,|เปล่ง|เสียง|แหลม
หมายถึง อักขระ|ตัว|หนึ่ง|มี|ลักษณะ|ดังนี้ I บน|แผง|แป้น|อักขระ|จะ|อยู่|แป้น|เดียวกับ \|\
n. ท่อ|ส่ง|น้ํามัน
การ|ทํางาน|แบบ|สาย|ท่อ|หมายถึง วิธีการ|เชื่อมโยง|สอง|โปรแกรม|หรือ|กว่า|นั้น|เข้า|ด้วย|กัน โดย|กําหนด|ให้|ผล|ที่|เกิด|จาก|การ|ประมวลผล|ใน|โปรแกรม|แรก เป็น|ตัวกําหนด|เรียก|โปรแกรม|ที่|สอง (หมายความ|ว่า โปรแกรม|ที่|สอง|จะ|เป็น|โปรแกรม|ใด ขึ้น|กับ|ผลลัพธ์|ที่|ได้|จาก|การ|ประมวลผล|ใน|โปรแกรม|แรก) การ|ประมวลผล|ใน|โปรแกรม|ที่|สอง|ก็|จะ|เรียก|โปรแกรม|ต่อไป วิธีการ|นี้|ใช้|ใน|ระบบ|ยูนิกซ์ (UNIX) และ ดอส (DOS)| 
(ไพ|'|เพอะ) n. ผู้|เป่าปี่|หรือ|ขลุ่ย|,|ผู้|เป่าปี่|สก๊อต|,|คน|วาง|ท่อ. -|Phr. (pay the piper รับผิดชอบ)| 
(พิพ|'|พิน) n. ผล|แอ|ปเปิล|,|เมล็ด
(ไพ|'|พิง) n. ท่อ|,|หลอด|,|การ|วาง|ท่อ|,|เสียง|ขลิบ|ขอบ|ผ้า|,|เสียง|แหลม|,|เสียง|ปี่|,|เสียง|ขลุ่ย.
(พี|'|เควินทฺ) adj. เผ็ด|,|รส|จัด|,|น่า|สนใจ|,|ถึงใจ|,|มี|ชีวิตชีวา|,|ทํา|ให้|พอใจ|ยิ่ง.  |Syn. piquancy n.
(พิค) vt.,|vi. ทํา|ให้|โกรธ|,|ทํา|ให้|เสียใจ|,|กระเทือนใจ|,|ทํา|ให้|ตื่นเต้น|,|ดึงดูด|ความ|สนใจ|,|กระตุ้น|อารมณ์|,|เร้าใจ. n. ความ|โกรธ|,|ความ|เสียใจ
(ไพ|'|ระ|ซี) n. การ|กระทํา|ที่|เป็น|โจรสลัด|,|การ|ปล้น|ความคิด|,|การ|ละเมิด|ลิขสิทธิ์|หรือ|สิทธิบัตร|ของ|คน|อื่น
(ไพ|'|เรท) n. โจรสลัด|,|เรือ|โจรสลัด|,|ผู้|ปล้นสะดม|,|ผู้|ละเมิด|ลิขสิทธิ์|หรือ|สิทธิบัตร|ของ|ผู้อื่น. -|vt.,|vi. ปล้นสะดม|,|กระทํา|พฤติกรรม|ที่|เป็น|โจรสลัด|,|ยักยอก|,|ละเมิด|ลิขสิทธิ์|หรือ|สิทธิบัตร|ของ|ผู้อื่น|,|พิมพ์|บทประพันธ์|ของ|คน|อื่น|  |Syn. piratical|,|piratic adj. pirati
(พิส|'|คะ|โท|รี|,|-|ทอ|รี) adj. เกี่ยวกับ|ชาวประมง|หรือ|การ|จับ|สัตว์น้ํา|ปลา|  |Syn. piscatorial
(พิส|'|ทิล) n. เกสร|ตัวเมีย|  |Syn. gynoecium
(พิส|'|เทิล) n. ปืน|พก|,|ปืน|สั้น. vt. ยิง|ด้วย|ปืน|พก|,|ยิง|ด้วย|ปืน|สั้น|  |Syn. short firearm
(พิส|'|เทิน) n. ลูก|สูบ
(พิท) n. หลุม|,|บ่อ|,|บ่อ|แร่|,|เมล็ด|ใน|ของ|ผลไม้|,|ปลัก|,|ถัง|ดัก|,|หลุมพราง|,|รอย|โบ๋|,|รอบ|โหว่|,|เหมือง|,|นรก|,|อุโมงค์|เก็บ|พืชผล|,|เล้า|สัตว์|,|สังเวียน|ไก่|หรือ|สัตว์|,|เมล็ด|ใน|ของ|ผลไม้. vt.อา|เมล็ด|ใน|ออก|,|เก็บ|ไว้|ใน|หลุม|,|ทํา|ให้|เป็น|หลุม|เป็น|บ่อ|,|ฝัง|ใน|หลุม|,|ขุด|หลุม|,|ปล่อยไก่|ให้|ชน|กัน|,|ทํา|ให้|ต่อสู้|กัน|vt. กลาย|เป็น|หลุม
(พิทชฺ) vt. กาง (เต็นท์) ,|ตั้ง (ค่าย) ,|โยน|,|ขว้าง|,|เหวี่ยง|,|กําหนด|,|ยืน|,|ประจํา|,|เร่ขาย|,|ตั้ง|โชว์|สินค้า|,|ปู|ทาง|,|เล่า|นิยาย. vi. ถลํา|ไป|ข้างหน้า|,|โยน|,|ขว้าง|,|เอียง|,|ราด|ด้วย|ลา|ดม|ยางมะตอย -|Phr. (pitch in ร่วม|ด้วย เริ่ม|ทํางาน|อย่าง|ขะมักเขม้น) n. ระดับ|,|ระดับ|เสียง|,|ยางมะตอย|,|น้ํามันดิบ|,|ยางไม้|,|ตําแหน่ง|,|ความ|ลาด|,|จุดสูงสุด|,|ความ|บิด|ของ|ใบพัด|,|ที่|ตั้ง|แผงลอย|,|ช่วง|ระยะ|ห่าง|ของ|เก|ลียว|,|สถานที่|แสดง
n. การ|เสี่ยง|,|การ|ทอย|กอง
(พิช|'|ดาร์ค) adj. มืด|ตื้อ|,|ดํามืด.  |Syn. pitch|-|darkness n.
n. การ|สงคราม|ที่|ได้|มี|การ|จัด|กองกําลัง|ทหาร|อย่าง|มี|ระเบียบ|และ|มี|การ|กําหนด|สนามรบ|ไว้|ก่อน|,|การ|รบ|แบบ|ตั้ง|ที่มั่น|,|การ|รบ|ที่|ดุเดือด
(พิช|'|เชอะ) n. เหยือก|น้ํา|,|ผู้|ขว้าง|,|ผู้|โยน|,|ผู้|ปา
(พิช|'|ฟอร์ค) n. ส้อม|เสียบ|ฟาง|หรือ|หญ้า|,|ส้อม|เสียบ.
(พิช|'|ชี) adj. เกี่ยวกับ|ยางมะตอย|,|เหนียว|เหนอะหนะ|,|ดํา|มาก ๆ ,|มืด|ตื้อ
(พิท|'|เทียส) adj. น่า|สงสาร|,|น่า|เวทนา|  |Syn. piteousness n.
(พิท|'|ฟอล) n. หลุมพราง|,|กับดัก
(พิธ) n. ใส้ใน|ของ|ไม้|,|เนื้อเยื่อ|ส่วน|ใน (ที่|เป็น|parenchyma) ของ|ต้น|,|ส่วน|ใน|ของ|ขุน|,|ส่วน|สําคัญ|,|แก่นสาร|,|สาระ|สําคัญ|,|ประเด็น|สําคัญ|,|น้ําหนัก|,|ความ|แข็ง|,|ไขสันหลัง|,|ไขกระดูก|,|กําลัง|,|พลัง|,|แรง
(พิท|'|ทิอะเบิล) adj. น่า|สงสาร|,|น่า|เวทนา|น่าดู|ถูก|  |Syn. pitiableness n. pitiably adv.
(พิท|'|ทิเออะ) n. ผู้|สงสาร|,|ผู้|เวทนา|,|ผู้ดู|ถูก
(พิท|'|ทิ|ฟู|ล) adj. น่า|เวทนา|,|น่า|สงสาร|,|น่าดู|ถูก|  |Syn. pitifulness n.
(พิท|'|ทิเลส) adj. ไร้|ความ|ปรานี|,|ไม่|มี|ใจ|เมตตา|,|ไม่|มี|ใจ|สงสาร
(พิท|'|เทิน|ซฺ) n. เงิน|ค่าครองชีพ|เล็ก ๆ น้อย ๆ ,|การ|ให้|ทาน|เล็ก ๆ น้อย ๆ ,|นิตย|ภัต|,|รายได้|หรือ|ค่าจ้าง|เล็ก ๆ น้อย ๆ| 
(พิทู|'|อิ|เท|อ|รี) n. ต่อม|ที่|ฐาน|สมอง|ตรง|แอ่ง|ของ|กระดูก sphenoid
(พิท|'|ที) n. ความ|สงสาร|,|ความ|เมตตา|,|ความ|เห็นอกเห็นใจ -|Phr. (take (have) on pity แสดง|ความ|ปรานี|ต่อ) vt.,|vi. รู้สึก|สงสาร|,|รู้สึก|เมตตา|เห็นอกเห็นใจ.  |Syn. sympathy
(พิฟ|'|เวิท) n. แกน|หมุน|,|เดือย|หมุน|,|จุด|ตั้ง|แกน|,|หลัก|,|ทหาร|หลัก|,|การ|หมุน|รอบ|บน|เท้า|หนึ่ง. vi. หมุน|รอบ|บน|เดือย|หรือ|แกน|,|หมุน|ตัว|รอบ. vt. ใส่|เดือย|หรือ|แกน|ตั้ง|,|ทํา|ให้|หมุน|รอบ|แกน
(พิก|'|เซ|ลฺ) ย่อ|มา|จาก picture element หมายถึง จุด|ที่|เล็ก|ที่สุด|ที่|รวม|ตัว|กัน|เป็น|ภาพ เหมือน|อะตอม|ที่|รวม|ตัว|กัน|เป็น|โมเลกุล (อะตอม|นั้น|ไม่|อาจ|จะ|แยกแยะ|ต่อไป|ได้|อีก|แล้ว) จอภาพ|ที่|แสดง|ภาพ|ที่|มี|จุด เล็ก ๆ มาก จะ|ยิ่ง|ให้|ภาพ|ที่|คมชัด ใน|ปัจจุบัน จอภาพ|ชั้นดี|และ|มี|ประสิทธิภาพ|สูง จะ|มี|ถึง 1,280 จุด|ใน|แนว|ตั้ง และ 1,024 จุด|ใน|แนว|นอน
(พิท|'|ซะ) n.ขนม|แบบ|ยัด|ไส้|ที่|ทํา|ด้วย|แป้ง|อบ|และ|โรย|เนยแข็ง|และ|ซอส|มะเขือเทศ (แบบ|อิตาลี)
(พี|แอ|ล|/|วัน) ย่อ|มา|จาก programming language one เป็น|ภาษาระดับสูง (high level language) รุ่น|เก่า|อีก|ภาษา|หนึ่ง ส่วนใหญ่|ใช้|กับ|คอมพิวเตอร์|ขนาด|ใหญ่ หรือ|เมนเฟรม (mainframe)
(พี|แอ|ลเอ) ย่อ|มา|จาก programmable logic array (แถว|ลําดับ|ตรรกะ|แบบ|สั่ง|การ|ได้) เป็น|ลักษณะ|การ|ออกแบบ|ของ|วงจร|รวม|ขนาด|ใหญ่ (very large scale integration) หรือ วี|แอ|ลเอส|ไอ (VLSI) แบบ|หนึ่ง มี|ลักษณะ|พิเศษ คือ|ทํา|ให้|ออกแบบ|ง่าย และ|มี|ความ|สม่ําเสมอ
(แพ|ลค|'|คะ|เบิล|,|เพล|'|คะ|เบิล) adj. ให้|อภัย|ได้|,|ปลอบโยน|ได้.  |Syn. placability n.  |Syn. forgiving
(แพ|ลค|'|คาร์ด) n.,|v. (ติด) ป้ายประกาศ|,|แผ่น|ประกาศ|,|ใบปลิว|ติด|ประกาศ.  |Syn. placarder n.
(เพล|'|เคท|,|แพ|ลค|'|เคท) vt. ทํา|ให้|สงบ|,|ปลอบโยน|,|ปลอบใจ|,|ทํา|ให้|พอใจ.  |Syn. placater n. placation n.
(เพล|'|คะ|โท|รี) adj. ซึ่ง|ปลอบโยน|,|ซึ่ง|ปลอบใจ|,|ซึ่ง|ทํา|ให้|พอใจ
(เพล|ส) n. สถานที่|,|บริเวณ|,|จุดหมาย|,|ที่|,|ที่พัก|,|เขต|,|ฐานะ|,|ตําแหน่ง|,|สภาพ|,|สถานการณ์|,|เท|ศะ|,|หน้าที่|,|การงาน|,|ที่|ตั้ง|,|โอกาส|ที่|เหมาะ. -|Phr. (give place to ให้|ความ|สําคัญ|,|ถูก|แทน|ที่|โดย) -|Phr. (go places ประสบ|ความ|สําเร็จ) -|Phr. (take place เกิด|ขึ้น) vt. จัด|,|วาง|,|กะ|,|คาดคะเน|,|บรรจุ|,|ใส่|,|เอา|ไว้|,|ฝาก|,|มอบ|,|แต่งตั้ง|,|วินิจฉัย|,|ปรับ|เสียง|,|วาง|ลูก|,|ส่ง|กระสุน vi. อยู่|ใน|อันดับ
(พละ|เซน|'|ทะ) n., (pl. placentas|,|placentae) รก|,|รก|ใน|ครรภ์|,|ส่วน|ของ|รับ|ไข่|ของ|ดอก|ที่|ให้|ไข่
(เพล|ส|'|เซอะ) n. ผู้|จัด|,|ผู้|จัด|วาง|,|ผู้|แต่งตั้ง|,|ผู้|ได้|อันดับ|ที่|,|ดินทราย|ที่|มี|ทอง|หรือ|โลหะ|มี|ค่า|ปน|อยู่|,
(แพ|ลส|'|ซิ|ด) adj. เงียบสงบ|,|จิต|สงบ|  |Syn. placidity n.  |Syn. tranquil|,
(แพ|ลค|'|คิท) n. รอย|ผ่า|หรือ|ช่อง|ที่|กระโปรง|สตรี|,|กระเป๋า (โดยเฉพาะ|ที่|กระโปรง|สตรี) ,|กระโปรงชั้นใน|,|ผู้หญิง
(เพล|'|จะ|ไร|ซ) vt.,|vi. ขโมย|ความคิด|,|ขโมย|คัดลอก|ผลงาน|หรือ|บทประพันธ์.  |Syn. plagiariser|,|plagiarizer n. plagiarism n. plagiarist n.
(เพล|'|จะ|ไร|ซ) vt.,|vi. ขโมย|ความคิด|,|ขโมย|คัดลอก|ผลงาน|หรือ|บทประพันธ์.  |Syn. plagiariser|,|plagiarizer n. plagiarism n. plagiarist n.
(เพล|ก) n.,|vt. (ทํา|ให้|เกิด) โรคระบาด|ที่|ทํา|ให้|เกิด|การ|ตาย|มาก|,|กาฬโรค|,|โรค|ห่า|,|ภัยพิบัติ|,|สิ่ง|ที่|น่า|รําคาญ|  |Syn. plaguer n.
(เพล|ด) n.,|adj. (เป็น) ผ้า|ลาย|สก๊อต|,|ผ้าตา|หมากรุก|  |Syn. plaided adj.
(เพล|น) adj. เรียบ|,|ชัดแจ้ง|,|กระจ่าง|,|ง่าย ๆ ,|ไม่|มี|อะไร|ขัด|,|เปลือย|,|เปล่า ๆ ,|ซื่อ|,|ตรงไปตรงมา|,|ธรรมดา|,|จืด|,|ไม่|สวย|,|ธรรมดา|,|ปกติ|,|ไม่|รวย|,|ไม่|มี|การ|ปรุงแต่ง. adv. อย่าง|ง่าย ๆ ,|อย่าง|ชัดเจน n. บริเวณ|ที่ราบ|,|ที่ราบ|,|ทุ่ง|กว้าง|  |Syn. plainly adv. plainness n. คํา|ที
n. การ|กระทํา|ที่|ตรงไปตรงมา
n. ตํารวจ|นอก|เครื่องแบบ|,|นักสืบ
(เพล|นทฺ) n. การ|บ่น|,|การ|ร้องทุกข์|,|การ|โศกเศร้า|,|ข้อหา|,|ข้อ|ข้องใจ.  |Syn. plaintful adj.
(เพล|น|'|ทิฟ) n. โจทก์|,|ผู้|ร้องทุกข์
(เพล|น|'|ทิฟว) adj. เสียใจ|,|โศกเศร้า|  |Syn. plaintiveness n.
(เพลท) n. รอย|จีบ|,|รอย|พับ|,|เปีย. vt. จีบ|พับ|เป็น|จีบ|,|ถัก (เป็น|เปีย)|  |Syn. braid|,|pleat
(แพ|ลน) n. แผน|,|แผนการ vi.,|vt. วางแผน|  |Syn. scheme
(เพล|น) n. พื้นราบ|,|หน้า|ราบ|,|แนวราบ|,|เครื่องบิน|,|กบ|,|กบ|ไส|ไม้|,|ไม้|ปาด|ปูน adj. ราบ|,|แบน vt. ไส|กบ|,|ทํา|ให้|เรียบ
(เพล|น|'|เนอะ) n. กบ|ไส|,|เครื่อง|ไส|โลหะ|,|ไม้|ปาด|ปูน|,|ไม้|ตอก|ตัวพิมพ์
(แพ|ลน|'|นิท) n. ดาวนพเคราะห์|,|ดาวเคราะห์
(แพ|ลน|นิแท|'|เรียม) n. หอ|ดู|ดาว|,|ท้องฟ้า|จําลอง
(แพ|ลน|'|นิ|เท|อ|รี) adj. เกี่ยวกับ|ดาวนพเคราะห์|,|พเนจร|,|เคลื่อนที่|,|เร่ร่อน|,|เกี่ยวกับ|โลก
(แพ|ลน|'|นิ|ทอย|ดฺ) n. =|asteroid (ดู)| 
(แพลง|คฺ) n. แผ่น|กระดาน|,|ไม้กระดาน|,|สิ่ง|ค้ําจุน|,|สาระ|สําคัญ|ของ|นโยบาย. vt. ปู|กระดาน
(แพลง|'|คิง) n. แผ่น|กระดาน|สําหรับ|ปู|พื้น|,|การ|ปู|กระดาน
(แพลง|คฺ|'|เทิน) n. สิ่งมีชีวิต (พืช|และ|สัตว์) เล็ก ๆ ที่|ลอย|อยู่|ใน|น้ํา|ตาม|ธรรมชาติ|  |Syn. plantonic adj.
(แพ|ลน|'|เนอะ) n. ผู้|วางแผน|,|ผู้|วาง|นโยบาย
(พ|ลาน|ทฺ) n. พืช|,|ต้นไม้|,|โรงงาน vt. เพาะ|,|ปลูก|,|เพาะเลี้ยง|,|ปัก|วาง|,|ฝัง|,|ตั้ง|,|สร้าง|,|แทรก
(แพ|ลน|เท|'|เชิน) n. สวน|,|ไร่|,|ฟาร์ม|,|นิคม|,|การ|เพาะปลูก|เมล็ด
(เพล|ค|,|พ|ลา|ค) n. แผ่น|จารึก|ตัวหนังสือ|หรือ|ภาพ|,|สาร|สะสม|บน|ผิวหน้า|ซึ่ง|อาจ|จะ|เป็น|สื่อ|ที่|แบคทีเรีย|เจริญ|ได้|หรือ|เกิด|หินปูน|ขึ้น
(แพ|ลส|'|ซึม) n. = plasma (ดู)| 
(พ|ลา|ซ|'|มะ|,|แพ|ลซ|'|มะ) n. ส่วน|ของเหลว|ของ|น้ําเหลือง|และ|ของ|โลหิต|,|โป|ร|โต|ปลา|ส|ซึม|,|หางนม|  |Syn. plasmatic adj. plasmic adj.  |Syn. plasm พ|ลา|ส|มา|หมายถึง จอภาพ|ที่|นิยม|ใช้|กัน|มาก|ใน|เครื่อง|คอมพิวเตอร์|ขนาด|เล็ก|มาก ๆ เช่น ขนาด|วาง|ตัก (laptop) หรือ|ขนาด|โน้ต|บุ๊ก (notebook) จอภาพ|พ|ลา|ส|มา|นี้|จะ|มี|ลักษณะ|ค่อนข้าง|แบน เพราะ|ไม่|ใช้|หลอด|ภาพ (tube) ทํา|ให้|มี|ขนาด|เล็ก และ|ใช้|ก๊าซ|อัด|ระหว่าง|แก้ว|สอง|ชั้น คล้าย ๆ จอ|แอ|ล|ซี|ดี (จอภาพ|ผลึก|เหลว) ปัจจุบัน|นํามา|ใช้|เป็น|จอโทรทัศน์|กัน|บ้าง|แล้ว ทํา|ให้|บาง|ลง|มาก
(พ|ลา|ส|'|เทอะ) n. ปูนปลาสเตอร์|,|ปูน|ฉาบ|ผนัง|,|ผ้ายาง|ปิด|แผล|,|ยา|พอก|,|ยา|เหนียว|ปิด|แผล|,|ผง|ยิปซั่ม (gypsum) ,|=|plaster of Paris (ดู) . vt. ปิด|แผล|,|ฉาบปูน|,|พอก|แป้ง|,|แนบ|,|พอก|,|ฉาบ|,|ปลอบโยน|  |Syn. plasterer n. plastery adj.
(พ|ลา|ส|'|ทิค) adj. หลอม|หล่อ|ได้|,|ปั้น|ได้|,|สร้าง|ได้|,|เป็น|รูปแบบ|,|เกี่ยวกับ|ศัลยกรรม|ตกแต่ง|,|หลอกลวง|,|ไม่|จริง|,|ผิด|เผิน|,|ไร้|รากฐาน. n. พลาสติก|,|วัตถุ|พลาสติก.  |Syn. plastics n. ศัลยกรรม|ตกแต่ง
n. ศัลยกรรม|ตกแต่ง
(เพลท) n. จาน|อาหาร|,|อาหาร|ใน|จาน|,|อาหาร|และ|การ|บริการ|มื้อ|หนึ่ง|,|แผ่น|โลหะ|,|ป้าย|โลหะ (โดยเฉพาะ|ป้ายชื่อ) ,|แผ่น|เหล็ก|ต่อ|เรือ|,|แผ่น|กระจก|,|แผ่น|พิมพ์|,|เครื่องใช้|ที่|เป็น|โลหะ|,|โล่|รางวัล|,|การ|แข่งขัน|เพื่อ|โล่|รางวัล|,|จาน|เรี่ยไร|หรือ|รับ|เงิน|บริจาค|,|ภาชนะ|ท้อง|เรียบ|,|ขั้วบวก|ไฟ|สูง|ของ|หลอด|วิทยุ vi. ชุบ|,|ชุบ|ด้วย|ไฟฟ้า|,|ตอก|แผ่น|โลหะ|,|พิมพ์|ด้วย|แผ่น|พิมพ์
(แพ|ลท|'|โท) n. ที่ราบสูง|,|ช่วง|ระยะ|ที่|มี|การ|เจริญ|เล็กน้อย|หรือ|ไม่|มี|การ|เจริญ. vi. ถึง|ระยะ|ที่|มี|การ|เจริญ|เล็กน้อย|หรือ|ไม่|มี|การ|เจริญ pl. plateaus|,|plateaux|  |Syn. tableland
(เพลท|'|ฟู|ล) n. จํานวนเต็ม|จาน pl. platefuls
(เพลท|'|ลิท) n. เกล็ดเลือด มี|บทบาท|เกี่ยวกับ|จับตัว|เป็น|ลิ่ม หรือ|ก้อน|ของ|เลือด
(แพ|ลท|'|เทิน) n. ลูกกลิ้ง|แท่น|พิมพ์|กด|เรียบ|,|ลูกกลิ้ง|ของ|เครื่องพิมพ์|ดีด
(เพล|'|เทอะ) n. ผู้พิมพ์|,|สิ่ง|ที่|พิมพ์|,|ม้าแข่ง|ขัน|ชั้นเลว
(แพ|ลท|'|ฟอร์ม) n. แท่น|,|ชาน|ช|ลา|สถานี|,|เวที|สําหรับ|กล่าว|คํา|ป|รา|ศัย|,|ยกพื้น|,|ดาดฟ้า|,|แท่น|ยิง|,|แท่น|ปืนใหญ่|,|นโยบาย|ของ|พรรคการเมือง|,|คํา|แถลงการณ์|,|การ|ปราศรัย|ต่อ|มวลชน|,|การ|แสดง|ปาฐกถา
(เพล|'|ทิง) n. การ|ชุบ|ทอง|,|เงิน|หรือ|โลหะ|อื่น ๆ ,|ชั้นนอก|ของ|แผ่น|โลหะ|,|เทคนิค|การ|ชุบ
(แพ|ลท|'|ทะนัม) n. ธาตุ|ทองคําขาว
(แพ|ลท|'|ทิทูด) n. คําพูด|ที่|ซ้ําซาก|,|ความ|ซ้ําซาก|,|ความจํา|เจ
(แพ|ลททิทูด|'|ดิเนิส) adj. ซ้ําซาก|,|จําเจ|  |Syn. platitudinous ness n.
(เพล|'|โท) n. นัก|ปรัชญา|ชาว|กรีก (เมื่อ|427|-|347|ปีก่อน|คริสตกาล)| 
(พละ|ทอน|'|นิค) adj. เกี่ยวกับ|Plato
(พละ|ทูน|') n. หมวด|,|หมวด|ทหาร|,|หมวด|ตํารวจ หมวด|เล็ก|,|กลุ่ม|คน|,|กลุ่ม|นักฟุตบอล|ประจํา|หน้าที่|หนึ่ง ๆ vt. จัด|เป็น|หมวด|,|จัด|เป็น|กลุ่ม|,|จัด|เป็น|กอง|  |Syn. unit|,|group
(แพ|ลท|'|เทอะ) n. จาน|ตื้น|ขนาด|ใหญ่|,|แผ่นเสียง
(แพ|ลท|'|ทิพัส) n. สัตว์ คล้าย|ตัวตุ่น มี|ปาก|คล้าย|เป็ด|มี|เท้า|เป็น|พังผืด pl. platypuses|,|platypi
(พอ|ล|'|ดิท) n. การ|ตบ|มือ|แสดง|ความ|ชื่นชม|สรรเสริญ|,|การ|แสดง|ความ|ชื่นชม|อย่าง|กระตือรือร้น|  |Syn. applause
(พล|อ|'|ซะเบิล) adj. เป็น|ไป|ได้|,|มี|เหตุผล|,|พอ|ฟัง|ได้|,|น่า|เชื่อถือ|ได้|,|มี|ฝีปาก|ดี|,|นิ่มนวล
(เพล) n. การ|เล่น|,|การ|ละเล่น|,|การ|หยอกล้อ|,|การ|หยอกเย้า|,|การ|แสดง|,|การ|บรรเลง|,|ละคร|,|เรื่อง|ละคร|,|การ|ปฏิบัติ vt.,|vi. เล่น|,|ล้อ|เล่น|,|หยอกเย้า|,|แสดง|,|บรรเลง|,|เล่นละคร|,|ปฏิบัติ|,|พนัน|  |Syn. playable adj. playability|,|n.
(เพล|'|ออ|ฟ) n. การ|ยึด|เวลา|การ|แข่งขัน|,|การ|แข่งขัน|ชิง|ตําแหน่ง|ชนะเลิศ
(เพล|'|บอย) n. หนุ่ม|เจ้าสําราญ
(เพล|'|เออะ) n. ผู้|เล่น|,|นักกีฬา|,|ผู้|บรรเลง|ดนตรี|,|เครื่องดนตรี|,|ผู้|เล่นการพนัน
(เพล|'|ฟู|ล) adj. ขี้|เล่น|,|ซน|,|สนุกสนาน|,|หยอก|เล่น.  |Syn. playfulness n.  |Syn. frolicsome
(เพล|'|เมท) n. เพื่อนเล่น
(เพล|'|เซิม) adj. ขี้|เล่น|  |Syn. playful
(เพล|'|ไร|ทฺ) n. นักเขียน|บทละคร|,|อาชีพ|การ|เขียน|บทละคร
(พ|ลา|'|ซะ|,|แพ|ลท|'|ซะ) n. ลาน|กว้าง|ใน|ตัวเมือง|,|ตลาดนัด
(พลี) n. คําแก้ตัว|,|คํา|แก้ต่าง|,|คํา|แก้|ฟ้อง|,|ข้อต่อ|สู้|ใน|อรรถคดี|,|คํา|ขอร้อง|,|การ|ขอร้อง|,|การ|วิงวอน
(พลี|ด) vt.,|vi. แก้ต่าง|,|แก้|ฟ้อง|,|ขอร้อง|,|วิงวอน.  |Syn. pleadable adj. pleader n. pleading n.
(เพล|ส|'|เซินทฺ) adj. สบายใจ|,|พอใจ|,|ให้|ความ|พอใจ|,|ถูกใจ|,|สุภาพ|,|เรียบร้อย|,|ร่าเริง|,|มี|มิตร|ไมตรีจิต.  |Syn. pleasantness n.  |Syn. pleasing
(เพล|ซ|'|เซินท|ริ) n. การ|หยอกล้อ|,|คํา|ล้อ|เล่น|,|พฤติกรรม|ที่|มี|อา|รมร์ ขัน|,|การ|ตลก
(พลี|ซ) vi.,|vt. (ทํา) ให้|ความ|เพลิดเพลิน|,|ให้|ความ|พอใจ|,|พอใจ|,|ต้องการ.  |Syn. pleasable adj. pleaseness n. pleaser n.
(พลี|ซ|'|ซิ|ง) adj. เป็น|ที่|พอใจ|,|เป็น|ที่|ถูกใจ|,|ซึ่ง|ทํา|ให้|พอใจ.  |Syn. pleasing ness n.  |Syn. agreeable
(เพล|ซ|'|เชอ|ระ|เบิล) adj. น่า|พอใจ|,|เป็น|ที่|ถูกใจ|,|น่า|สนุก|,|น่า|สบายใจ.  |Syn. pleasurableness n. pleasurably adv.
(เพล|ส|'|เชอะ) n. ความ|พอใจ|,|ความ|ถูกใจ|,|ความ|สบาย|,|ความ|สุข|,|ความยินดี|,|ความ|ต้องการ|,|ความ|ปรารถนา. vt. ทํา|ให้|พอ|,|ทํา|ให้|ถูกใจ|,|ทํา|ให้|สบาย. vi. ยินดี|,|พอใจ.  |Syn. pleasureless adj. pleasurelessly adv. pleasureful adj.  |Syn. happine
(พลี|ท) n. รอย|พับ|,|รอย|จีบ. vt. พับ|,|จีบ
(พลี|บี|'|เอิน) n.,|adj. สามัญชน.  |Syn. plebeianism n.
(เพล|บ|'|บิ|ไซ|ทฺ) n. การ|ลง|คะแนนเสียง|โดย|ประชาชน|ทั่วไป|  |Syn. plebiscitary adj.
(เพล|บซ) n.สามัญชน|,|ประชาชน|ทั่วไป pl. plebes|  |Syn. common people
(เพล|ค|'|ท|รัม) n. แผ่น|ไม้|หรือ|วัตถุ|อื่น|ที่|ใช้|ดีด|สาย|เครื่องดนตรี pl. plectra|,|plectrums
(เพล|ด) กริยา|ช่อง 2 และ 3 ของ plead
(เพล|ดจฺ) n. คํา|ปฏิญาณ|,|คํามั่นสัญญา|,|ข้อผูกมัด|,|หลักประกัน|,|ผู้|ค้ํา|ประกัน|,|การ|วาง|มัดจํา|,|การ|ดื่ม|อวยพร. -|Phr. (take the pledge ให้|คํามั่นสัญญา|ว่า|จะ|ไม่|ดื่ม|สุรา) vt. ให้|คํา|ปฏิญาณ|,|ให้|คํามั่น|-|สัญญา|ค้ํา|ประกัน|,|วาง|มัดจํา|,|ดื่ม|อวยพร.  |Syn. pledgeable adj. pledger
(พลี|'|นะ|ริ) adj. เต็ม|,|เต็มที่|,|สมบูรณ์|,|เด็ดขาด|,|ครบ|องค์|  |Syn. full|,|complete
(เพล|นนิพะ|เท|น|'|เชีย|ริ) n. คน|ที่|มี|อํานาจ|เต็มที่. adj. มี|อํานาจ|เต็ม|,|ให้|อํานาจ|เต็มที่|,|เต็มที่|,|สมบูรณ์|,|ครบ|องค์
(เพล|น|'|นิทูด) n. ความ|เต็มที่|,|ความ|สมบูรณ์|,|ความ|อุดมสมบูรณ์|  |Syn. plenitudinous adj.
(เพล|น|'|เทียส) adj. อุดมสมบูรณ์|,|มากมาย|,|เยอะแยะ|  |Syn. copious|,|abundant
(เพล|น|'|ทิ|ฟู|ล) adj. อุดมสมบูรณ์|,|มากมาย|,|เยอะแยะ.  |Syn. plentifulness n.  |Syn. abundant
(เพล|น|'|ที) adj. ความ|อุดมสมบูรณ์|,|ความ|มากมาย|,|ความ|เยอะแยะ|,|ความ|มั่น|คั่ง. adj. อุดมสมบูรณ์|,|มากมาย. adv. เต็มที่|,|ทีเดียว|  |Syn. affluence|,|abundance
(พลี|อะแนส|'|ซึม) n. การ|ใช้|คํา|มาก|เกิน|ไป|,|สํานวน|ยืดยาด|,|คํา|ยืดยาด.  |Syn. pleonastic adj.
(เพล|ธ|'|เธอ|ระ) n. ความ|มี|มาก|เกิน
(พลู|'|ระ) n. เยื่อ|หุ้ม|ปอด pl. pleurae
(พลู|'|เริล) adj. เกี่ยวกับ pleura (ดู)| 
(เพล|ค|'|เซิส) n. ร่างแห|,|สิ่ง|ที่|ซับซ้อน|,|ร่างแห|เส้นประสาท หรือ|เส้นโลหิต|หรือ|หลอด|น้ําเหลือง pl. plexuses|,|plexus|  |Syn. network
(ไพล|'|อะเบิล) adj. งอ|ได้|,|ดัด|ง่าย|,|ยึด|หยุ่น|,|เชื่อ|ง่าย|,|ว่า|ง่าย|,|ออ|น|,|อ่อนโยน|,|นิ่มนวล|,|ปรับ|ให้|เข้า|กับ|สิ่งแวดล้อม|ได้.  |Syn. pliability n.  |Syn. flexible|,|supple
(ไพล|'|เอินทฺ) adj. =|pliable (ดู)| 
(ไพล|'|คะ) n. กลีบ
(ไพล|'|เออะ) n. คีม|,|ปาก|คีม|,|คีม|ปาก|เสือ|,|ผู้|หนีบ|,|ผู้|คีม pl pliers
(ไพล|ทฺ) n. สถานการณ์ (โดยเฉพาะ|ที่|ไม่|ดี) ,|สภาพ|,|ชะตา|  |Syn. condition|,|state
(พลอด) v.,|n. (การ) เดิน|อย่าง|หนัก|อึ้ง|หรือ|ลําบาก|,|ค่อย ๆ เดิน|,|เพียรพยายาม|  |Syn. plodder n. plodness n|  |Syn. drudge
(พล|อพ) n.,|v..adv. (ทํา|ให้|เกิด) เสียง|ดัง|ป๋อม|หรือ|แปะ|,|การ|ตกลง|ไป|ดัง|ป๋อม|หรือ|แปะ.
(พล|อท) n. ที่ดิน|แปล|เล็ก|,|แผน|,|แผนการ|,|แผนการ|ลับ|,|แผนที่|,|แผนผัง.,|ที่ดิน|แปล|เล็ก vt.,|vi. แบ่ง|ที่ดิน|ออก|เป็น|แปลง ๆ ,|วางแผน
(พล็อท|'|เทอะ|') เครื่อง|วาด|เป็น|อุปกรณ์|แสดง|ผล|ชนิด|หนึ่ง|ที่|ใช้|ใน|การ|วาด โดย|ปกติ|จะ|มี|ปากกา|มาก|กว่า|หนึ่ง|ด้าม|เป็น|สี|ต่าง ๆ การ|เลือก|ใช้|ปากกา|เหล่านี้|ย่อม|ขึ้น|อยู่|กับ|คําสั่ง|ที่|ป้อน|เข้า|ไป|อีก|ต่อ|หนึ่ง โปรแกรม|ประเภท CAD (computer aided|-|design) จะ|ต้อง|ใช้|กับ|เครื่องพิมพ์|ชนิด|เครื่อง|วาด|นี้|เท่านั้น อย่างไรก็ตาม เครื่อง|วาด|ก็|มี|หลาย|แบบ และ|หลาย|ขนาด มี|ความ|คมชัด|มาก|น้อย|ต่าง|กัน|เช่นเดียวกับ|เครื่องพิมพ์
(เพลา) n. ไถ|,|เครื่อง|ไถ|,|เครื่อง|กวาด|หรือ|ไถ|หิมะ|,|ดาว|ไถ vi. ไถ|กวาด|,|ไส|,|ปราบ|ให้|เรียบ|,|แล่น|ฝ่า|ผิวน้ํา.  |Syn. ploughable adj. plowable adj. plougher n. plower n.
(เพลา|'|เลินดฺ) n. ผืน|ที่ดิน|ที่|เพา|ปลูก|ได้
(เพลา|'|เมิน) n. คน|ไถ|ดิน|,|ชาวนา.  |Syn. ploughmanship n. pl. ploughmen|  |Syn. plowman
n. ใบ|ไถ
(พลัฟ|'|เวอะ|,|โพ|ล|'|เวอะ) n. นก|ตัว|สั้น ๆ ใน|ตระกูล Charadriidae
(เพลา) n. ไถ|,|เครื่อง|ไถ|,|เครื่อง|กวาด|หรือ|ไถ|หิมะ|,|ดาว|ไถ vi. ไถ|กวาด|,|ไส|,|ปราบ|ให้|เรียบ|,|แล่น|ฝ่า|ผิวน้ํา.  |Syn. ploughable adj. plowable adj. plougher n. plower n.
n. ใบ|ไถ
(พลอย) n. วิธีการ|,|แผน|,|การ|เล่น|สนุกสนาน|,|การงาน|,|กิจกรรม vt.,|vi. แปรขบวน|  |Syn. maneuver|,|stratagem
(พลัค) vt. ดึง|,|เด็ด|,|ถอน|,|เก็บ|,|ปล้น|,|ปอกลอก|,|ดีด|หรือ|กรีด (นิ้ว) ,|ไม่|ให้|สอบ|ผ่าน|,|ทํา|ให้|สอบตก. vi. ดึง|,|เด็ด|,|เก็บ|,|ฉวย.  |Syn. pluckup ถอน|ราก. n. การ|ดึก|,|การ|เด็ด|,|การ|ถอน|,|การ|เก็บ|,|เครื่องใน|สัตว์ (หัวใจ|,|ตับ|,|ปอด) ความ|กล้าหาญ|,|เครื่องมือ|ที่|ใช้|ดีด|สาย|เครื่องดนตรี|,|การ
(พลัค|'|คี) adj. กล้าหาญ|,|กล้า|,|ชัดแจ้ง.  |Syn. pluckily adv. pluckiness n.  |Syn. brave
(พลัค) n. จุก|,|เครื่อง|อุด|,|เครื่องเสียง|,|หัว|เสียบ|,|ไม้|ก๊อก|,|สลัก|,|หัวเทียน|เครื่องยนต์|,|ก้อน|ยาสูบ|ที่|อุด|แน่น|หรือ|ใช้|ปาก|เคียว|,|ม้า|ชั้นเลว|,|ม้า|แก่|,|การ|ชกต่อย|,|การ|ยิง|,|การ|โฆษณา|,|หมุด|รังวัด|,|ชักโครก|ส้วม|,|เหยื่อ|ปลา|เทียม. vt. อุด|,|จุก|,|เสียบ|,|โฆษณา|ผลิตภัณฑ์|,|ยิง|,|ชกต่อย. vi. ตรากตรํา|ทํางาน|,|เสียบ|สายไฟ
ต่อ|แล้ว|ใช้|หมายถึง|เทคโนโลยี|ใน|การ|นํา|อุปกรณ์|บาง|อย่าง|มา|ใช้|ร่วม|กับ|เครื่อง|คอมพิวเตอร์ โดย|เพียงแต่|เสียบ|ต่อ|กัน ก็|ใช้ได้|เลย ไม่|ต้อง|มี|การ|ติดตั้ง|ให้|ลําบาก|อย่าง|เครื่องพิมพ์
(พลัม) n. ต้น|พลัม|,|ผล|พลัม|,|ลูก|เกด|ชนิด|หนึ่ง|,|สี|ม่วง|เข้ม|,|สิ่ง|ที่|ดีเลิศ adj.,|adv. ตรง|ดิ่ง|,|แน่ชัด|,|โดย|ตรง|,|สมบูรณ์|,|เด็ดขาด|  |Syn. plumb
(พลู|'|มิ|ทจฺ) n. ขน|นก|,|ขน|นก|ทั้ง|ตัว|  |Syn. plumaged adj.  |Syn. feathers
(พลู|'|เมท) adj. คล้าย|ขน|นก
(พลัม) n. ลูก|ดิ่ง. adj.,|adv. ตั้ง|ฉาก|,|เป็น|แนว|ดิ่ง|,|แท้จริง|,|โดย|ตรง|,|แม่นยํา|,|อย่าง|สมบูรณ์|,|อย่าง|เด็ดขาด. vt. วัด|หรือ|หยั่ง|ด้วย|ลูก|ดิ่ง|,|ทิ้ง|ดิ่ง|,|ทํา|ให้|ตั้ง|ฉาก|,|หยั่ง|ความ|ลึก|ด้วย|ลูก|ดิ่ง|หรือ|เสียง|,|ตรวจสอบ|อย่าง|ใกล้ชิด|,|ปิด|ด้วย|ตะกั่ว|,|ใส่|ตะกั่ว|เพิ่ม|น้ําหนัก|,|ติด|ท่อ|ตะกั่ว. vi.ทํางาน|ช่าง|ท่อน้ํา
n. ลูก|ดิ่ง|  |Syn. plummet
(พลัมเบ|'|โก) n. ตะกั่ว|ดํา|,|=|graphite (ดู) ,|ต้น|เจ|ต|มูล|เพลิง
(พลัม|'|เบอะ) n. ช่าง|ต่อ|ประปา|,|ช่าง|ท่อน้ํา|,|ช่าง|ตะกั่ว
(พลัม|'|บิ|ง) n. การ|ทํา|ท่อน้ํา|,|กิจกรรม|หรือ|ธุรกิจ|การ|ทํา|ท่อน้ํา|,|การ|หยั่ง|ความ|ลึก|ด้วย|ลูก|ดิ่ง
(พลุ|ม) n. ขน|นก|,|ขน|นก|ปัก|หมวก|,|ขนอ่อน|ของ|นก|,|ส่วน|ที่|คล้าย|ขน|นก|,|สัญลักษณ์|แห่ง|เกียรติยศ|,|=|plumage (ดู) . vt. ประดับ|ด้วย|ขน|นก
(พลัม|'|มิ|ท) n. ลูก|ดิ่ง|,|ลูก|ตุ้ม|,|สิ่ง|กด|ถ่วง|,|=|plumb rule (ดู) . vi. ตก|ฮวบ|ลง|,|ตก|ดิ่ง|ลง
(พลัมพฺ) adj.,|v. (กลาย|เป็น|,|ทํา|ให้) จ้ําม่ํา|,|มี|เนื้อ|,|ค่อนข้าง|อ้วน|  |Syn. plumpness n. vi. ตกลง|มา|ฮวบ|,|พูด|โพล่ง|,|โผล่|พรวด|,|n. การ|ตกลง|ฮวบ|,|เสียง|ตกลง|มา|ฮวบ adj. โดย|ตรง|,|ทื่อ ๆ ,|โผงผาง
(พลัน|'|เดอะ) vt.,|vi.,|n. (การ) ปล้น|,|ปล้นสะดม|,|ขโมย|,|โกง|,|ลัก|,|ยักยอก|,|ของ|ที่|ปล้น|หรือ|ขโมย|มา|  |Syn. plunderer n. plunderous adj.  |Syn. rob
(พลัน|จฺ) vt.,|vi.,|n. (การ) จุ่ม|,|จุ้ม|,|จ้วง|,|โผ|,|พรวด|,|สอด|,|ทํา|ให้|ถลํา|เข้า|,|ผลัก|,|เป็นหนี้|,|สถานที่|กระโดด|น้ํา|,|สถานที่|ว่ายน้ํา -|Phr. (take the plunge ตัดสินใจ|กะทันหัน)|  |Syn. immerse
(พลัน|'|เจอะ) n. ผู้|กระโดด|น้ํา|,|เครื่องสูบ|,|คน|บ้าระห่ํา|,|คน|ไม่|ยั้งคิด
(พลัง|คฺ) vt. เสียบ|ปลั๊ก|,|โยน|เสียง|ดัง. vi. ตกลง|ฮวบ|,|ดีด|สาย|ดนตรี|ดัง. adv. พอเหมาะ|พอดี
(พลู|'|เริล) adj.,|n. พหูพจน์|  |Syn. plurally adv.
(พลู|แร|ล|'|ลิ|ที) n. จํานวน|ที่มา|กก|ว่า|หนึ่ง|,|ความ|มากมาย
(พลู|'|โท) n. ดาว|พระ|ยม|,|ยมบาล
(พลัส) prep. มาก|,|เพิ่ม|,|เพิ่ม|เข้า|ไป|,|กับ|,|adj. เพิ่ม|,|บวก|,|ดี|เป็นพิเศษ. n. จํานวน|ที่|เพิ่ม|ขึ้น|,|ของ|ส่วน|เพิ่ม|,|ส่วนเกิน|,|ผลกําไร. conj. ด้วย|และ
(พลัช) n. สิ่งทอ|ผ้า|กํามะหยี่|ขน|ยาว|,|ความ|หรูหรา|ฟุ่มเฟือย|,|ความ|สบาย
(พลู|ทอ|ค|'|ระ|ซี) n. การ|ปกครอง|ด้วย|เงิน|,|อํานาจ|เงิน|,|การ|ปกครอง|โดย|คน|มี|เงิน|,|พวก|คน|รวย
(พลู|'|ทะแครท) n. คน|มี|เงิน|ที่|มี|อํา|-|นา|จ|ปกครอง|,|ผู้ปกครอง|ด้วย|อํานาจ|เงิน|  |Syn. plutocratic adj.
(พลู|โท|'|เนี|ยม) n. ธาตุ|กัมมันตภาพรังสี|ชนิด|หนึ่ง|; Pu
(พลาย) vt. ใช้|,|ใช้สอย|,|ปฏิบัติงาน|,|ยุ่ง|กับ|งาน|,|ยุ่ง|อยู่|เรื่อย|,|เสนอ|ให้|อยู่|เรื่อย|,|กวน|ไม่|หยุด|,|แล่น|ไป|มา. vi. วิ่ง|หรือ|เดินทาง|ไป|มา|,|ยุ่ง|กับ|งาน.n. ความ|หนา|หนึ่ง|ชั้น|,|ชั้น|,|พับ|,|ไม้อัด|แผ่น|เก|ลียว|,|แผ่น|ซ้อน|,|ความ|โน้มเอียง
(ไพล|'|เออะ) n. คีม|,|ปาก|คีม|,|คีม|ปาก|เสือ|,|ผู้|หนีบ|,|ผู้|คีม pl pliers
(พลาย|'|วูด) n. ไม้อัด
(พี|เอ็มเอ็มยู) ย่อ|มา|จาก paged memory management unit หมายถึง ชิป (chip) หรือ|วงจร|ตัว|หนึ่ง|ใน|คอมพิวเตอร์|รุ่น|ใหม่ ๆ ที่|สร้าง|ขึ้น|มา|เพื่อ|ใช้|ขยาย|หน่วยความจํา|เสมือน (virtual memory)| 
(นิวแมท|'|ทิค) adj. เกี่ยวกับ|อากาศ แก๊ส หรือ|ลม|,|มี|อากาศ|อัด|อยู่|,|ประกอบ|ด้วย|โพรงอากาศ. n. ยาง|รถ|อัด|ลม.
(นิว|มอ|น|'|เนีย|,|-|โม|'|เนีย) n. โรคปอด|อักเสบ|,|โรคปอด|บวม
(โพ|ช) vi.,|vt. ลุก|ล้ํา|,|ล้ํา|,|ขโมย|จับ|สัตว์|ใน|ที่ดิน|ของ|คน|อื่น|,|ล่าสัตว์|หรือ|จับ|ปลา|อย่าง|ผิด|กฎหมาย|,|ถูก|ย่ํา|เป็น|เลน|หรือ|เป็น|หลุม|,|ชิง|ตี|ลูก|,|แย่ง|,|แหย่|  |Syn. trespass
(พอ|ค) n.,|vt. (ทํา|ให้|เป็น) ฝี|หนอง|, (โดยเฉพาะ|ฝีดาษ) แผลเป็น|ที่|เกิด|จาก|ฝี|,|หลุม|,|บ่อ -|Phr. (marked pock แผลเป็น|ที่|เกิด|จาก|ผี)|  |Syn. pustule
(พอ|ค|'|คิท) n. กระเป๋า|เสื้อ|หรือ|กางเกง|,|ถุง|เล็ก|,|หลุม|,|หลุม|แร่|,|หลุม|บิลเลียด|,|โพรง|,|ช่อง. adj. เล็ก|จน|ใส่|กระเป๋า|ได้|,|ค่อนข้าง|เล็ก vt. ใส่|กระเป๋า|,|มี|,|ครอบครอง|,|ปิดบัง|,|ห้อมล้อม|,|แทง (ลูก|บิลเลียด) ลง|หลุม|,|อดกลั้น|,|ข่ม|ความรู้สึก|,|หน่วงเหนี่ยว -|Phr. (in one|'|s pocket ที่|มี|ครอบ
n. หนังสือ|ฉบับ|กระเป๋า
n. มีด|ติด|ตัว
ขนาด|กระเป๋า|เป็น|คํา|บอก|ขนาด|ของ|ไมโครคอมพิวเตอร์|อีก|ขนาด|หนึ่ง ที่|เล็ก|พอ|ที่|จะ|นํา|ใส่|กระเป๋า|เสื้อ พก|พา|ไปไหนมาไหน|ได้|ดู laptop|, notebook เปรียบเทียบ
(พอ|ค|'|คิท|ฟู|ล) n. จํานวนเต็ม|กระเป๋า pl. pocketfuls
(พอ|ค|'|มาร์ค) n.,|vt. (ทํา|ให้|เกิด) รอย|แผล|ฝีดาษ หรือ|ฝี|หนอง.
(พอ|ด) n.,|vt. (ทํา|ให้|เกิด) ฝัก|ถั่ว|,|รัง|ไหม|,|ห้อง|โยง
(พอ|จ|'|จี) adj. อ้วน|เตี้ย|,|ม่อต้อ.  |Syn. podgily adv. podginess n.  |Syn. pudgy
(โพ|'|เดี|ยม) n. เท้า|  |Syn. foot pl. podiums|,|dia
(โพ|'|เอิม) n. บทกวี|,|โคลง|,|กลอน|,|ฉันท์|,|กาพย์|,|กวีนิพนธ์|,|บทประพันธ์|ร้อยแก้ว
(โพ|'|อิท) n. นักกวี|  |Syn. versifier|,|bard
(-|ลอ|'|รี|เอท) n. นักกวี|ราชสํานัก|,|นักกวี|ที่|มี|ชื่อเสียง|ที่สุด pl. poets laureate
(โพ|'|อิทิส) n. นักกวี|หญิง
(โพ|เอท|'|ทิค) adj. เกี่ยวกับ|บทกวี|หรือ|นักกวี|,
(โพ|เอท|'|ทิคซฺ) n. ฉันทลักษณ์|,|บทกวีนิพนธ์|,|อารมณ์|แห่ง|กวีนิพนธ์
(โพ|'|อิท|รี) n. การ|ประพันธ์|บทกวี|,|กวีนิพนธ์
(พะ|เก|ริม|'|,|-|กรอม|') n. การ|สังหาร|หมู่|  |Syn. massacre
(พอ|ย|'|เยินทฺ|,|พอ|ย|'|เนิน|ทฺ) adj. เจ็บปวด|,|เจ็บแสบ|,|สาหัส|,|ฉุน|,|เผ็ดร้อน|,|คมกริบ|,|แหลม|,|รุนแรง|,|สะเทือนอารมณ์.  |Syn. poignancy n.  |Syn. intense
(พอ|ยทฺ) n. จุด|,|จุดประสงค์|,|จุด|เครื่องหมาย|,|จุดทศนิยม|,|สิ่ง|ที่|มี|ปลาย|แหลม|,|สถานที่|,|ตําแหน่ง|,|ทิศทาง|,|ขั้น|,|ตอน|,|สิ่ง|ที่|สําคัญ|ที่|เข้าใจ|,|ประเด็น|,|จุดสําคัญ|,|เอกลักษณ์|,|ข้อ|แนะ|,|ข้อ|คํา|ขํา|,|หน่วย|,|หน่วย|วัด|,|ขีด|,|คะแนน|,|การ|ชี้|,|vt.,|vi. ชี้|,|เล็ง|,|แจ้ง|,|ทํา|ให้|แหลม|,|เสริม|,|ใส่|จุดทศนิยม -|Phr. (inpoint เข้า|ประเด็น ทํา|ได้|,|เกี่ยวข้อง)| 
ระบบ ณ จุดขาย|ใช้|ตัวย่อ|ว่า POS (อ่าน|ว่า พี|โอเอ|ส) ใน|วงการ|คอมพิวเตอร์ จะ|หมายถึง การ|ขาย|ทั้ง|ตัว|เครื่อง|คอมพิวเตอร์|และ|ซอฟต์แวร์|ใน|ราคาขาย|ปลีก ตัว|เครื่อง|คอมพิวเตอร์|นั้น หมายรวม|ทั้ง|อุปกรณ์ ต่าง ๆ ด้วย|เป็นต้น|ว่า เครื่องพิมพ์|, เครื่อง|กราด|ภาพ (scanner) เครื่อง|อ่าน|รหัส|แท่ง (barcode reader) ฯลฯ
ความเห็น|,|แง่|คิด|  |Syn. standpoint
adj. ใน|ระยะ|เผาขน|,|ตรงไปตรงมา|,|ชัดแจ้ง. adv. โดย|ตรง|,|เปิดเผย|,|โผงผาง
(พอ|ย|'|ทิด) adj. แหลม|,|แหลมคม|,|คมกริบ|,|สําคัญ|,|มี|ผล|โดย|ตรง|,|ชัดเจน|  |Syn. pointedness n.  |Syn. sharp
อุปกรณ์|ชี้|หมายถึง อุปกรณ์|ที่|ทํา|ให้|ตัว|ชี้|ตําแหน่ง (cursor) เคลื่อนที่ ไป|ได้|ทั่ว|จอภาพ อาจ|เป็น|แป้นพิมพ์ เมาส์ (mouse) แทร็ก|บอลล์ (trackball) หรือ ก้าน|ควบคุม (joystick) ก็ได้
(พอ|ยทฺ|'|เลส) adj. ไร้|จุด|,|ทื่อ|,|ไร้|กําลัง|,|ไร้|ความหมาย|,|ไม่|ได้|คะแนน|,|ไม่|ได้|แต้ม.  |Syn. pointlessness n.
(พอ|ยซ) n. ภาวะ|ดุลยภาพ|,|ความ|เสมอภาค|,|การ|ทรงตัว|,|สติ|,|ความ|สุขุม|,|ความ|มั่นใจ|,|อิริยาบถ|ของ|ร่างกาย|,|การ|บิน|ร่อน. -|v. ทรงตัว|,|ปรับ|ตัว|,|ทํา|ให้|อยู่|ใน|ดุลยภาพ.  |Syn. poiser n.  |Syn. composure
(พอ|ย|ซด|ฺ) adj. อยู่|ใน|ดุล|ภาพ|,|มี|สติ|,|ทรงตัว|ได้|,|บิน|ร่อน|อยู่|ใน|อากาศ
(พอ|ย|'|เซิน) n. ยาพิษ|,|ภัยอันตราย. vt. ให้|ยาพิษ|,|ทําลาย|,|ทํา|ให้|เสีย. adj. เป็น|พิษ
(พอ|ย|'|เซินนัส) adj. เป็น|พิษ|,|มี|พิษ|,|มี|อันตราย|,|ร้าย|  |Syn. poisonousness n.  |Syn. destructive
(โพ|ค) v. แหย่|,|กระทุ้ง|,|กระแทก|,|ปัก|,|เสียบ|,|ดัน|,|กระตุ้น|,|ค้นหา.  |Syn. poke fun at หัวเราะ. n. การ|ผลัก|,|การ|ดัน|  |Syn. prod|, โพก <|คํา|อ่าน|>|เป็น|คําสั่ง|หนึ่ง|ใน|ภาษา|เบ|สิ|ก (BASIC) ที่|สั่ง|กําหนด|ให้|เก็บ|ค่า|ใด|ค่า|หนึ่ง|ใน|เลขที่|อยู่ (address) ที่|แน่นอน|ใน|หน่วยความจํา|ได้
n. การ|กระโดด|ค้ํา|ถ่อ
(โพ|'|เคอะ) n. ผู้|แหย่|,|สิ่ง|ที|ใช้|แหย่|,|ไพ่|โป๊กเกอร์
ใบหน้า|ตีหน้าตาย|,|ใบหน้า|เฉยเมย
(โพ|'|ลาร์) adj. เกี่ยวกับ|ขั้ว|,|จุด|กลาง|เกี่ยวกับ|ดาวเหนือ|,|เกี่ยวกับ|ขั้วโลก
(โพ|'|ลา|ไร|ซ) v. ทํา|ให้|เกิด|ขั้ว.  |Syn. polarizable adj. polariser|,|polarizer n.
(โพ|แล|'|ริ|ที) n. ลักษณะ|ขั้ว|,|ความ|ตรงกันข้าม
(โพ|'|ลา|ไร|ซ) v. ทํา|ให้|เกิด|ขั้ว.  |Syn. polarizable adj. polariser|,|polarizer n.
(โพ|'|ละ|รอย|ดฺ) n. กล้องถ่ายรูป|ที่|ให้|ภาพ|สี|ภายใน|เวลา|ไม่|กี่|วิ|นา|ท|'
(โพ|ล) n.,|v. (ใช้) ไม้ยาว|,|ไม้|เสา|,|เสา|โทรเลข|,|ไม้|ราว|,|เสาธง|,|ไม้|ถ่อ|,|ไม้คาน|,|ขั้ว|,|จุด|แห่ง|ความ|สนใจ|,|จุด|ที่อยู่|ตรงกันข้าม
n. การ|กระโดด|ค้ํา|ถ่อ
n. กีฬา|กระโดด|ค้ํา|ถ่อ
(โพ|ล|'|แอ|คซฺ) n. ขวาน|ด้าม|ยาว|ที่|ใช้|เป็น|อาวุธ|ใน|ยุค|กลาง. vt. ฟัน|หรือ|ฆ่า|ด้วย|ขวาน|ดังกล่าว pl. poleaxes
(โพ|ล|'|แอ|คซฺ) n. ขวาน|ด้าม|ยาว|ที่|ใช้|เป็น|อาวุธ|ใน|ยุค|กลาง. vt. ฟัน|หรือ|ฆ่า|ด้วย|ขวาน|ดังกล่าว pl. poleaxes
(พะเลม|'|มิ|คซฺ) n. ศิลปะ|การ|โต้เถียง|หรือ|โต้แย้ง
(พะลีส|') n.vt. ตํารวจ|, (การ) รักษา|ความ|สงบเรียบร้อย|ของ|ชุมชน
(พะลีส|'|เมิน) n., (pl. policemen) ตํารวจ
(พอ|ล|'|ลิ|ซี) n. นโยบาย|,|วิถีทาง|,|ยุทธวิธี|,|หลักการ|,|ความ|ฉลาด|,|ความ|สุขุม|,|กรมธรรม์ประกันภัย|,|ลอตเตอ|รี|  |Syn. strategy
n. ผู้|เอา|ประกันภัย
(โพ|'|ลิ|โอ) n. =|poliomyelitis (ดู)| 
(โพ|ลิ|โอ|ไมอะไล|'|ทิส) n. โรคโปลิโอ|  |Syn. polio|  |Syn. poliomyelitic adj.
(พอ|ล|'|ลิช) vi.,|vt.,|n. (ทํา|ให้) (สภาพ) เป็น|เงา|วาว|,|ขัด|,|กําจัด|ทิ้ง|อย่าง|รวดเร็ว|,|ความ|ประณีต|ละเอียด|,|ความ|งดงาม|,|ความ|เรียบร้อย|,|ความ|เกลี้ยงเกลา|  |Syn. polished adj.
n. ข้าวสาร|  |Syn. white rice
(พอ|ล|'|ลิท|บิ|ว|โร) n. ชื่อ|คณะ|กรรมการ|หนึ่ง|ของ|พรรค|คอมมิวนิสต์|ใน|โซเวียต
(พอ|ล|'|ลิท|บิ|ว|โร) n. ชื่อ|คณะ|กรรมการ|หนึ่ง|ของ|พรรค|คอมมิวนิสต์|ใน|โซเวียต
(พะไล|ทฺ|') adj. สุภาพ|,|มี|มารยาท|,|นอบน้อม|,|มี|คารวะ|,|มี|กิริยา|เรียบร้อย|,|ได้|รับ|การ|อบรม|มา|  |Syn. politeness n.  |Syn. courteous|,|civil
(พอ|ลลิ|ที|ส|') n. ความ|สุภาพ|เรียบร้อย
(พอ|ล|'|ลิทิค) adj. ฉลาด|,|มี|ไหวพริบ|,|เฉียบแหลม|,|ปราดเปรื่อง|,|สุขุม|,|มี|เล่ห์.
(พะลิท|'|ทิเคิล) adj. เกี่ยวกับ|การเมือง
n. รัฐศาสตร์.  |Syn. political scientist n.
(พอ|ลลิทิช|'|เชิน) n. นักการเมือง
(พอ|ล|'|ลิทิคซฺ) n. การเมือง|,|รัฐศาสตร์|,|การ|ใช้|เล่ห์|กระ|เทห์|ใน|การ|แสวงหา|ตําแหน่ง|หรือ|อํานาจ.
(พอ|ล|'|ลิ|ที) n. ระบบ|การ|ปกครอง|,|องค์การ|ปกครอง|,|องค์การ|ของ|รัฐ
(โพ|ล|'|คะ|,|โพ|'|คะ) n.,|v. (การ) เต้นรํา|ชนิด|หนึ่ง|ของ|Bohemia
(โพ|ล) n. การ|ลง|คะแนนเสียง|เลือกตั้ง|,|รายชื่อ|ผู้|ไป|ลง|คะแนนเสียง|เลือกตั้ง|,|บุคคล|ที่|ป|รา|กฎ|ใน|รายชื่อ|,|การ|สํารวจ|ความคิดเห็น|ของ|คน|จํานวน|มาก -|vi.,|vi. ได้|รับ|คะแนน|เลือกตั้ง|,|ออก|เสียง|ลง|คะแนน|,|สํารวจ|ความคิดเห็น|,
(พอ|ล|'|เลิน) n. ละออง|เกสร|ดอกไม้|,|เรณู
(พอ|ล|ละ|เน|'|เชิน) n. การ|ผสม|เกสร|ดอกไม้
(โพ|ล|'|ส|เทอะ) n. ผู้|สํารวจ|ประชามติ.  |Syn. polltaker
(พะลูท|'|เทิน|ทฺ) n. สิ่ง|ที่|ทํา|ให้|สกปรก|,|ของเสีย
(พะลูท|') vt. ทํา|ให้|สกปรก|  |Syn. polluter n. pollution (n.) มลภาวะ|,|การ|ทํา|ให้|สกปรก|  |Syn. defile
(โพ|'|โล) n. กีฬา|ตี|ค|ลีบ|น|หลัง|ม้า|,|กีฬา|โป|โล|น้ํา|  |Syn. poloist n.
Pref. มาก
(พอ|ลลิ|แอ|น|'|เด|ริ|ส) adj. เกี่ยวกับ|การ|ที่|หญิง|มี|หลาย|สามี|,|มี|เกสร|ตัวผู้|มาก|เหลือเฟือ
(พอ|ลลิ|แอ|น|'|ด|รี) n. การ|มี|หลาย|สามี|,|การ|มี|สามี|มาก|กว่า|หนึ่ง|,|การ|มี|เกสร|ตัวผู้|มาก|เหลือเฟือ
(พอ|ล|'|ลี|โครม) adj. หลาย|สี|,|ประดับ|ด้วย|หลาย|สี. n. สิ่ง|ที่|มี|หลาย|สี.
(พอ|ลลิคลิน|'|นิค) adj. คลีนิกหรือ|โรงพยาบาล|ที่|รักษา|หลาย|โรค
(พะลิก|'|กะ|เมิส) adj. เกี่ยวกับ|มี|สามี|หรือ|ภรรยา|หลาย|คนใน|ขณะเดียวกัน
(พะลิก|'|กะ|มี) n. การ|มี|สามี|หรือ|ภรรยา|หลาย|คนใน|ขณะเดียวกัน|  |Syn. polygamist n.
(พอ|ล|'|ลิ|กล|อท) adj.,|n. (รู้) หลาย|ภาษา|,|ผู้รู้|หลาย|ภาษา|  |Syn. polyglottism n. polyglotism n.  |Syn. multilingual
(พอ|ล|'|ลิ|กอ|น) n. รูป|หลาย|ด้าน (เหลี่ยม|,|มุม)|  |Syn. polygonal adj.
(พอ|ลลิฮี|'|เด|ริ|ล|,|-|ด|ริ|ค) adj. มี|หลาย|ด้าน|,|มี|หลาย|หน้า
(พอ|ลลิฮี|'|เด|ริ|ล|,|-|ด|ริ|ค) adj. มี|หลาย|ด้าน|,|มี|หลาย|หน้า
(พอ|ลลิฮี|'|เด|ริน) n. รูปทรง|ที่|มี|หลาย|ด้าน pl. polydrons|,|polydra
(พอ|ลลี|มอ|ร|'|ฟิส|ซึม) n. ภาวะ|ที่|มี|หลาย|รูปแบบ|  |Syn. polymorphistic adj. โพ|ลิ|มอ|ฟิ|ซึม <|คํา|อ่าน|>|ใน|โปรแกรม|เชิง|วัตถุ (object|-|oriented programming) หมายถึง การ|ใช้|ชื่อ|เหมือน|กัน|ให้|หมายถึง|กระบวนการ|คน|ละ|อัน|ใน|เนื้อหา|ที่|ไม่|เหมือน|กัน เป็นต้น|ว่า คํา|ว่า "|แสดง|ผล|" (display) อาจ|ใช้|หมายถึง|การ|แสดง|เป็น|ตัวหนังสือ เป็น|กราฟ เป็น|ภาพ เป็นตาราง|จัดการ เป็น|ภาพ|เคลื่อนไหว เป็น|เสียง ฯ รวม|ทั้ง|การ|แสดง|บน|จอภาพ บน|กระดาษ (วิธีการ|เช่นนี้ ใช้|กัน|ใน|เรื่อง|ของ|โปรแกรม|เชิง|วัตถุ)| 
(พอ|ลลินี|'|เซีย) n. ชื่อ|หมู|เกาะ|ใน|มหาสมุทร|แปซิฟิก|อยู่|ทาง|ตะวันออก|ของ|Melanesia|และ|Micronesia|ตั้งแต่|หมู่เกาะ|ฮาวาย|ไป|ถึง|นิวซีแลนด์
(พอ|ลลิ|โน|'|เมีย|ล) adj.,|n.ประกอบ|ด้วย|หลาย (ชื่อ|,|คํา|,|จํานวน)| 
(พอ|ล|'|ลิพ) n. ติ่ง|เนื้องอก|,|สัตว์|จําพวก|หิน|ปะการัง.  |Syn. polypous adj.
(พอ|ลลี|เท|ค|'|นิค) adj.,|n. (โรงเรียน) หลาย|สาขา|วิชา|ที่|เกี่ยวกับ|อุตสาหกรรม|และ|วิทยาศาสตร์|เทคโนโลยี.
(พัม|'|มิ|ส) n. กาก|ผล|แอ|ปเปิล|ที่|คั้น|น้ํา|ออก|แล้ว|,|กาก|ผลไม้|ที่|คั้น|น้ํา|ออก|แล้ว|,|กาก
(โพ|ม) n. ผลไม้|ตระกูล|แอ|ปเปิล (แอ|ปเปิล|,|แพร|,|ผล quince)| 
(พอ|ม|'|แก|รน|นิท) n. ผล|ทับทิม|,|ต้น|ทับทิม ,|สีทับทิม
(พอ|ม|'|มะโล) n. ส้มโอ|  |Syn. grapefruit
(พัม|'|เมิล|,|พอ|ม|'|เมิล) n.,|vt. (ตี|ด้วย) หัว|กลม|ที่|ปลาย|ด้าม|ดาบ|,|ต่อย|,|ตี|  |Syn. pummel
(พอ|มพฺ) n. พิธี|ฉลอง|ที่|เอิกเกริก|,|การ|วางท่า|ที|โอ่อ่า|,|การ|แสดง|ที่|โอ้อวด|หรือ|หยิ่ง|ยโส ความ|ผึ่งผาย|  |Syn. splendor
(พอ|มเพ|'|อี) n. ชื่อ|เมือง|โบราณ|ใน|อิตาลี|เป็น|เมือง|ที่|เคย|ถูก|ภูเขาไฟ|ระเบิด|ทับ|ใน|ปี ค.ศ.79|  |Syn. Pompeian|,|Pompeiian adj.,|n.
(พอ|ม|พอ|ส|'|ซิ|ที) n. ความ|เอิกเกริก|,|การ|วางท่า|วาง|ทาง|,|การ|เดิน|ขบวน|อย่าง|ผึ่งผาย|,|ความ|ผึ่งผาย|,|การ|คุย|โว.  |Syn. pompous adj.
(พอน|ดฺ) n. บ่อน้ํา|,|สระน้ํา|,|หนอง|น้ํา
(พอน|'|เดอะ) vi.,|vt. ครุ่นคิด|,|คํานึง|,|ไตร่ตรอง|,|พิจารณา.
(พอน|'|เดอ|ระ|เบิล) adj. น่า|พิจาร|-|ณา|,|ไตร่ตรอง|ได้.  |Syn. ponderability n.
(พอน|'|เดอเรินซฺ|-) n. ความ|สําคัญ|,|น้ําหนัก|,|ความ|รุนแรง
(พอน|'|เดอเรินซฺ|-) n. ความ|สําคัญ|,|น้ําหนัก|,|ความ|รุนแรง
(พอน|'|ดะ|เริส) adj. หนัก|,|อุ้ยอ้าย เทอะทะ|,|งุ่มง่าม|,|ยืดยาด|,|ทื่อ.  |Syn. ponderousness n. ponderosity n.  |Syn. heavy|,|dull
(พอน|จี|'|,|พอน|'|จี) n. ผ้าไหม|ที่|ทอ|ด้วย|เส้นใย|ไหม|ป่า|และ|มี|สี|ธรรมชาติ
(พอน|'|เยิร์ด) n.,|v. (แทง|ด้วย) ดาบ|สัน|สอง|คม|,|กริช
(พอน|'|ทิฟ) n. สังฆราช|,|บิ|ชอพ|,|สันตะปาปา|  |Syn. bishop|,|Pope
(พอน|ทิฟ|'|ฟิเคิล) adj. เกี่ยวกับ|องค์|สันตะปาปา|,|หยิ่ง|ยโส|,|คุย|โว|,|ทะนง|,|พลการ|  |Syn. pontificals เสื้อ|และ|สัญลักษณ์|อื่น|ของ|pontiff
(พอน|ทิฟ|'|ฟะคิท) n. ตําแหน่ง|สังฆราช. vi. พูดจา|หยิ่ง|ยโส|,|พูด|แบบ|วางท่า|วาง|ทาง|,|ทํา|หน้าที่|สังฆราช
(พอน|ทูน|') n. เรือท้องแบน|,|ทุ่น|ลอย|,|ทุ่น|ท่าเรือ|,|โป๊ะ|,|แพ|,|เรือ|ปั้นจั่น
(โพ|'|นี) n. ม้า|ขนาด|เล็ก|,|ม้า|พันธุ์|เล็ก
(พูด|'|เดิล) n. สุนัข|พันธุ์|ขน|ยาว|หนา|และ|หู|ห้อย.
(พู) interj. คําอุทาน|แสดง|การ|ดูถูก|เหยียดหยาม
(พู|ล) n.,|vt. (ทํา|ให้|เป็น) แอ่งน้ํา|,|สระน้ํา|,|บ่อน้ํา|,|กอง|เลือด n. เงิน|กองกลาง|ใน|การ|พนัน|,|เงิน|เดิมพัน|ทั้งหมด|,|เงิน|กงสี|,|จํานวน|รวม|,|การ|แทง|บิลเลียด|ที่|ผู้|ชนะ|ได้|เงิน|กองกลาง|ทั้งหมด|,|ผลประโยชน์|รวม|,|กองทุน|,|การ|รวม|กําลัง|ใน|การ|ทํา|ธุรกิจ|เพื่อ|ขจัด|คู่แข่งขัน vt.,|vi. รวม|กลุ่ม|,|ใส่|เข้า|กองกลาง
(พัวร์) adj. ยากจน|,|ขาดแคลน|,|ขัดสน|,|เลว|,|น่า|สงสาร|,|น่า|สังเวช|,|ไม่|มี|รสชาติ|,|ไม่|ดี|พอ|,|ไม่|สมบูรณ์|,|ไม่|สําคัญ. n. คนจน|  |Syn. poorly adv.  |Syn. needy|,|indigent|,|penniless
adj. ขี้ขลาด|,|ตาขาว
(พอ|พ) n.,|adj. (เกี่ยวกับ) ดนตรี|ที่|นิยม|กัน|,|ท่วงทํานอง|ที่|นิยม|กัน|,|ศิลปะ|ที่|แพร่หลาย vi. ทํา|ให้|เกิด|เสียง|ป๊|อก|,|การ|ยิง|,|การ|ปะทุ n. เสียง|ปะทุ|เบา ๆ ,|การ|ยิง. adv. ด้วย|เสียง|ดัง|เบา ๆ| 
การ|แสดง|ดนตรี|ที่|นิยม|กัน|โดย|วงดนตรี|ใหญ่|ที่|มี|เครื่อง|เล่น|พร้อม
(พอ|พ|'|อัพ) adj. ผลุด|ขึ้น|อย่าง|ฉับพลัน (เมื่อ|เปิด|หน้า|หนังสือ) . n. หนังสือ|ดังกล่าว
รายการ|เลือก|แบบ|ผุด|ขึ้น|หมายถึง รายการ|เลือก|ที่|จะ|ผุด|ขึ้น เมื่อ|กด|เมาส์|ที่|ลูกศร|หลัง|รายการ|นั้น มักจะ|เป็น|รายการ|ที่|ให้|เลือก|ใน|กรอบ|สนทนา|อีก|ที|หนึ่ง ไม่|ใช่|รายการ|เลือก|ที่มา|จาก|บาร์|เมนู (menu bar) เมื่อ|เลือก|รายการ|ใด|แล้ว ก็|จะ|แสดง|รายการ|ที่|เลือก|นั้น|ให้|เห็น|อยู่|ตลอด
n. ข้าวโพด|คั่ว
(โพ|พ) n. สันตะปาปา|,|สังฆราช
(พอ|พ|'|อาย|ดฺ) adj.ตา|ถลน|,|ตา|เบิกโพลง
(พอ|พ|'|กัน) n. ปืน|เด็ก|เล่น
n. ข้าวตอก
n. ก้าน|,|ก้าน|ลิ้น|,|ลิ้น|ขยับ|ขึ้น|,
n. การ|เปิด|ขวด|ดัง|ป๊|อก
(พอ|พ|'|พี) n. ฝิ่น|ต้น|,|ต้น|ฝิ่น
n. ความ|เหลวไหล|,|คําพูด|ที่|ไร้|สาระ|  |Syn. poppycockish|,|adj.
(พอ|พ|'|พิวเลส) n. ประชากร|,|ประชาชน (population)| 
(พอ|พ|'|พิว|ละ) adj. เป็น|ที่|นิยม|กัน|,|เกี่ยวกับ|ประชากร|,|ทั่วไป|,|พื้น ๆ ,|เป็น|ที่|ยอมรับ|กัน|  |Syn. favourite|,|public|,|folk
คะแนนเสียง|จาก|ผู้|มี|สิทธิ|ออก|เสียง (ต่าง|จาก electoral vote ซึ่ง|เป็น|คะแนนเสียง|จาก|ผู้แทน)| 
(พอ|พพิว|แล|'|ริ|ที) n. ชื่อเสียง|,|ความ|นิยม|,|เกียรติคุณ|,|ความ|แพร่หลาย
(พอ|พ|'|พิวเลท) vt. อาศัย|อยู่|,|ตั้ง|ถิ่นฐาน|ใน|,|นํา|ผู้คน|เข้า|ไป|ตั้ง|รกราก|ใน|บริเวณ|หนึ่ง
(พอ|พพิวเล|'|เชิน) n. ประชากร|,|พลเมือง|,|จํานวน|ประชากร|,|กลุ่ม|พืช|และ|สัตว์|ที่|อาศัย|อยู่|ใน|บริเวณ|หนึ่ง|,|การ|นํา|ผู้คน|เข้า|ไป|ตั้ง|รกราก|,|จํานวน|ทั้งหมด.  |Syn. inhabitants
(พอ|พ|'|พิเลิส) adj. เต็มไปด้วย|ผู้คน.  |Syn. populousness n.
(พอร์ส|'|เลน) n. เครื่อง|เคลือบ|,|เครื่อง|ถ้วยชาม|,|เครื่องลายคราม|  |Syn. porcelaneous adj. porcellaneous adj.
(พอร์ทชฺ) n. ระเบียง|,|ระเบียง|ประตู|,|เฉลียง|,|ปากทาง|เข้า|,|ประตูหน้าบ้าน|  |Syn. veranda|,|portico
(พอ|ร|'|คิว|ไพ|นฺ) n. เม่น
(พอร์) n. รู|เล็ก ๆ ,|รู|ขน|,|ขุมขน vi. ไตร่ตรอง|,|ครุ่นคิด|,|พินิจ|,|อ่าน|อย่าง|ตั้งใจ|,|ศึกษา|อย่าง|ตั้งใจ
(โพ|ริ|ฟ|'|เฟอเริส) adj. มี|รู|เล็ก ๆ ,|มี|ขุมขน
(พอร์ค|,|โพร์ค) n. เนื้อหมู|  |Syn. porkish adj.
(พอร์ค|'|ลิง|,|โพร์ค|'|ลิง) n. ลูก|หมู
(พอร์ค|'|คี|,|โพร์ค|'|คี) adj. เหมือน|หมู|,|เกี่ยวกับ|หมู|,|อ้วน
(พอร์|'|โน|,|พอร์น) n. =|pornography (ดู) ,|หนัง|ลามก. adj. ลามก
(พอร์|'|โน|,|พอร์น) n. =|pornography (ดู) ,|หนัง|ลามก. adj. ลามก
(พอร์|นอก|'|กระ|ฟี) n. หนังสือ ภาพ เรื่อง|เขียน หนัง|และ|ศิลปะ|ที่|ลกมก.  |Syn. pornographer n. pornographic adj. pornographical adj.
(โพ|รอ|ส|'|ซิ|ที) n. ลักษณะ|เป็น|รู
(พอ|'|เริส) adj. พรุน|,|มี|รู|มาก|,|แทรก|ผ่าน|หรือ|ซึม|ได้.
(พอร์|'|เพิส) n. ปลาโลมา
(พอ|'|ริ|ดจฺ) n. ข้าวต้ม|,|ข้าวต้ม|ข้าว|โอ|ต|,|ข้าวต้ม|ข้าวสาลี
(พอ|'|ริน|เจอะ) n. ถ้วย|ตื้น|ใส่|ข้าวต้ม
(พอร์ท) n. ท่าเรือ|,|เมืองท่า|,|ท่า|,|ท่าอากาศยาน|,|ท่า|ด่าน ,|ช่องทาง|เข้า|/|ออก|ช่องทาง|1. หมายถึง ช่อง|สําหรับ|เสียบ|สายเคเบิล|ที่อยู่|ด้านหลัง|เครื่อง|คอมพิวเตอร์ เพื่อ|ต่อ|กับ|อุปกรณ์|อื่น ๆ ถ้า|ไม่|เป็น|แบบ|อนุกรม (serial) ก็|จะ|เป็น|แบบ|ขนาน (pararell) 2. การ|ที่|ทํา|ให้|โปรแกรม|ที่|ใช้|ระบบปฏิบัติการ|หนึ่ง ไป|ใช้|กับ|อีก|ระบบปฏิบัติการ|หนึ่ง ได้ ทั้ง ๆ ที่|ใน|ตอนแรก ผู้เขียนโปรแกรม|ไม่|ได้|ตั้งใจ|ให้|ใช้|กับ|ระบบปฏิบัติการ|นั้น|  |Syn. harbour
(พอร์ท|'|ทะเบิล) adj.,|n. (สิ่ง|ที่) หิ้ว|ได้|,|เคลื่อนย้าย|ได้|ด้วย|มือ|,|สะดวก|,|เบา|  |Syn. portability|,|n.
คอมพิวเตอร์|กระเป๋า|หิ้ว|หมายถึง ไมโครคอมพิวเตอร์|ใน|รุ่น|ต่าง ๆ ที่|สามารถ|พก|พา|ไป|ไหน ๆ ได้|โดย|สะดวก มี|หลาย|ขนาด ทั้ง|ขนาด|วาง|ตัก (laptop) ขนาด|มือ|ถือ (handheld) และ|ขนาด|โน้ต|บุ๊ก (notebook) เป็นต้น
ใช้|ตัวย่อ|ว่า POSIX (อ่าน|ว่า โพ|สซิกส์) เป็น|ระบบปฏิบัติการ UNIX รุ่น|หนึ่ง ที่|สถาบัน|วิศวกร|ไฟฟ้า|และ|อิเล็กทรอนิกส์ (IEEE) เป็น|ผู้|พัฒนา|ขึ้น
(พอร์|'|ทิด|จฺ) n. การ|ขน|ย้าย|,|การ|ขนส่ง|,|ค่า|ขน|ย้าย|,|ค่าขนส่ง. vi.,|vt. ขน|ย้าย|,|ขนส่ง
(พอร์|เท|นดฺ|') vt. เป็น|ลาง|,|มี|ความหมาย|,|บอก|เหตุ|ล่วงหน้า|  |Syn. foretell|,|forecast
(พอร์|'|เทิน|ทฺ) n. ลาง|,|การ|บอก|เหตุ|ล่วงหน้า|,|ความ|มหัศจรรย์|,|เรื่อง|ปา|ฏิหารย์|,|เรื่อง|ประหลาด
(พอร์|เท|น|'|เทิส) adj. เป็น|ลาง|,|ไม่|เป็น|มงคล|,|มหัศจรรย์|,|ทะนง|ตัว|,|วางท่า|วาง|ทาง.
(พอร์|'|เทอะ) n. พนักงาน|ถือ|กระเป๋า|,|พนักงาน|ทํางาน|เบ็ดเตล็ด|,|คน|เฝ้า|ประตู|,|ยาม
n. โรงแรม|เล็ก ๆ ,|ร้าน|ขาย|เหล้า|เล็ก ๆ| 
(พอร์ทโฟ|'|ลี|โอ|,|โพร์ท|-) n. กระเป๋า|เอกสาร|,|แผง|หนังสือ|ราชการ|,|ตําแหน่ง|รัฐมนตรี|,|หลักทรัพย์|การ|ลงทุน
(พอร์|'|ทิ|โค) n. ระเบียง|ทางเข้า|ที่|มี|หลังคา|และ|เสา|กลม.  |Syn. porticoed adj. pl. porticoes|,|porticos|  |Syn. porch
(พอร์แทร์|') n. ม่าน|ประตู.  |Syn. portiered adj.
(พอร์|'|เชิน) n. ส่วน|,|ส่วนหนึ่ง|,|ส่วนแบ่ง|,|กอง|,|ส่วน|ของ|มรดก|,|สินเดิม|ของ|หญิง|,|ชะตา|,|เคราะห์ vt. แบ่ง|ออก|เป็น|ส่วน|  |Syn. section
(พอร์ท|'|ลี) adj. ค่อนข้าง|อ้วน|,|ใหญ่โต|,|ผึ่งผาย|,|กํายํา|ล่ํา|สัน|,|ภูมิฐาน.  |Syn. portliness n.
(พอร์ท|แมน|'|โท) n. กระเป๋า|ใส่|เสื้อผ้า|ที่|ใช้|ใน|การ|เดินทาง|,|คําผสม pl. -|teaus|,|-|teaux
(พอร์|'|เท|รท|,|โพ|'|เท|รท|,|-|ท|ริ|ท) n. ภาพถ่าย|ของ|คน|,|รูป|คน|,|ภาพ|,|ภาพ|ครึ่ง|ตัว|,|รูป|,|รูปแกะสลัก
พิมพ์|แนว|ตั้ง|หมายถึง ทิศทาง|ของ|การ|วาง|กระดาษ|พิมพ์ หรือ|ทิศทาง|ที่|จะ|ให้|ภาพพิมพ์|ออก|มา|จาก|เครื่องพิมพ์|ใน|แนว|ตั้ง หมายความ|ว่า ความ|กว้าง|น้อย|กว่า|ความ|ยาว ตรงข้าม|กับ "|แนว|นอน|"|ดู landscape orientation เปรียบเทียบ
(พอร์|'|เท|รททิสทฺ|,|โพ|'|-|,|-|ท|ริ|ท|-) n. นักเขียน|ภาพ|คน|,|นัก|ถ่าย|ภาพ|คน|,|นัก|วาด|รูป|คน
(พอร์|'|ท|ริ|เชอะ|,|โพ|-) n. ศิลปะ|ใน|การ|วาด|หรือ|ถ่าย|ภาพ|คน|,|ภาพ|คน|,|รูป|คน|,|การ|พรรณนา
(พอร์|เท|ร|'|,|โพร์|เท|ร|') vt. วาด|ภาพ|,|เขียน|ภาพ|,|ร่าง|ภาพ|,|พรรณนา|เป็น|คํา|,|แสดง.  |Syn. portrayable adj. portrayer n.
(พอร์|เท|ร|'|เอิล|,|โพร์|เท|ร|'|เอิล) n. การ|วาด|ภาพ|คน|,|การ|ถ่าย|ภาพ|คน|,|ภาพวาด|หรือ|ภาพถ่าย|ของ|คน|,|การ|พรรณนา|เป็น|คํา|,|การ|แสดง (เป็น|ตัว|,..)| 
(พอร์|'|ท|ริ|ส|,|โพร์|'|ท|ริ|ส) n. พนักงาน|ขน|ของ|ที่|เป็น|หญิง|,|คน|เฝ้า|ประตู หรือ|ยาม|ที่|เป็น|หญิง.  |Syn. porteress
(พอร์|'|ชะ|เกิล|,|โพร์|'|ชะ|เกิล) n. โปรตุเกส|,
(พอร์|ชะ|กีซ|'|,|โพร์|ชะ|กีซ|'|,|-|กีซฺ) n. ชาว|โปรตุเกส|,|ภาษา|โปรตุเกส. adj. เกี่ยวกับ|โปรตุเกส
(พี|โอเอ|ส) ย่อ|มา|จาก point of sale (ณ จุดขาย) ใน|วงการ|คอมพิวเตอร์ จะ|หมายถึง การ|ขาย|ทั้ง|ตัว|เครื่อง|คอมพิวเตอร์|และ|ซอฟต์แวร์|ใน|ราคาขาย|ปลีก ตัว|เครื่อง|คอมพิวเตอร์|นั้น หมายรวม|ทั้ง|อุปกรณ์ ต่าง ๆ ด้วย|เป็นต้น|ว่า เครื่องพิมพ์|, เครื่อง|กราด|ภาพ (scanner) เครื่อง|อ่าน|รหัส|แท่ง (bar code reader)
(โพ|ซ) v.,|n. (การ) วางท่า|,|วาง|ทาง|,|ตั้งท่า|,|วางมาด|,|แกล้ง|เป็น|,|กําหนด|,|ทํา|ให้|งง|,|ทํา|ให้|ขวยเขิน|  |Syn. posingly adv.  |Syn. position
(โพ|เซ|อ|') n. ผู้|แสร้ง|,|ผู้|วางท่า
(พอ|ช) adj. เก๋|,|หรูหรา|,|ฟุ่มเฟือย|,|เยี่ยม|,|ชั้นดี interj. คําอุทาน|แสดง|การ|ดูถูก|  |Syn. poshness n.
(พะ|ซิ|ช|'|เชิน) n. ตําแหน่ง|,|ที่มั่น|,|ฐานะ|,|ฐานะ|สังคม|ที่|สูง|,|สภาพ|,|ชั้น|,|งาน|,|การ|จัด|วาง|,|การ|สันนิษฐาน vt. จัด|วาง|,|หา|ตําแหน่ง.  |Syn. location
(พอ|ส|'|ซิ|ทิฟว) adj. แน่นอน|,|แน่ใจ|,|เชื่อถือ|ได้|,|ยืนยัน|ได้|,|เด็ดขาด|,|มั่นใจ|,|มี|ประจุ|บวก|, (การ|ทดสอบ) ได้|ผลบวก|ของ|พยาธิ|สภาพ|,|มี|อยู่จริง|, (รูปถ่าย) มี|สี|ถูกต้อง. n. สิ่ง|ที่|เป็น|บวก|,|สัญลักษณ์|หรือ|เครื่องหมาย|บวก|,|ภาพ|ที่|มี|สี|ถูกต้อง (ตรงกันข้าม|กับ|ภาพ|เป็น|กา|ติฟว์) ,|ฐานะ|ที่|ชัดเจน|,|รูปแบบ|ที่|แน่นอน
(พอ|ส|'|ซิ|ทิฟ|วลี) adv. แน่ชัด|,|แน่นอน|,|เด็ดขาด|,|ไม่|ต้องสงสัย interj. คําอุทาน|แสดง|ความ|มั่นใจ
(โพ|สซิกส์) ย่อ|มา|จาก portable operating system interface for UNIX เป็น|ระบบปฏิบัติการ UNIX รุ่น|หนึ่ง ที่|สถาบัน|วิศวกร|ไฟฟ้า|และ|อิเล็กทรอนิกส์ (IEEE) เป็น|ผู้|พัฒนา|ขึ้น
(โพ|ส|'|ซี) n. กองกําลัง|ติด|อาวุธ|ที่|มี|อํานาจ|ตาม|กฎหมาย|,
(พะ|เซ|ส|') vt. มี|,|ครอบครอง|,|ครอบงํา|,|ควบคุม|,|ยึด|กุม|,|ข่ม|อารมณ์|,|คุม|สติ|,|ดลใจ|,|สามารถ|มี|ความ|สัมพันธ์|ทาง|เพศ|กับ|,|ทํา|ให้|หลง|เสน่ห์.  |Syn. possessor n.  |Syn. have|,|own
(พะ|เซ|สทฺ|') adj. ถูก|ครอบงํา|ทาง|จิตใจ|,|ถูก|ผีเข้า|,|เสียสติ|,|ข่มใจ.  |Syn. possessed of มี|ครอบครอง.
(พะ|เซ|ส|'|เชิน) n. การ|มี|,|การ|ครอบครอง|,|การ|เข้า|ยึด|เอา|,|ความ|เป็น|เจ้าของ|,|สิ่ง|ที่|ครอง|ครอง|,|การ|ควบคุม|,|การ|ครอบงํา|ความคิด|,|ความคิด|,|ที่ดิน|ใน|ครอบครอง|,|อาณานิคม
(พะ|เซ|ส|'|ซิ|ฟว) n.,|adj. (เกี่ยวกับ) สัม|พัน|ธ|กา|รก|,|รูปแบบ|แห่ง|การ|ครอง|ครอง.  |Syn. possessiveness n.
(พอ|สซะเบิล|'|ลิ|ที) n. ความ|เป็น|ไป|ได้|,|สิ่ง|ที่|เป็น|ไป|ได้
(พอ|ส|'|ซะเบิล) adj. เป็น|ไป|ได้|,|บางที|,|พอ|ทน|ได้
(พอ|ส|'|ซะบลี) adv. เป็น|ไป|ได้|,|อาจ|จะ|บางที
(โพ|สทฺ) n. เสา|,|หลัก|,|ตําแหน่ง|,|หน้าที่|,|ที่มั่น|,|การ|ไปรษณีย์|,|ไปรษณียภัณฑ์|,|เที่ยว|เมล์|,|ที่ทําการ|ไปรษณีย์|,|vt. ปิดประกาศ|,|ประกาศ|,|ประจาน|,|จัด|กําลัง|,|แต่งตั้ง|ให้|ประจําตําแหน่ง vt. ใส่|จดหมาย|ลง|ใน|ตู้ไปรษณีย์|,|ส่ง|จดหมาย|,|ย้าย|,|แจ้ง. vi. ขี่ม้า|เร็ว|,|เดินทาง|อย่าง|รวดเร็ว. adv. รีบเร่ง|,|โดย|ทางไปรษณีย์|,|โพสต์ <|คํา|อ่าน|>|ย่อ|มา|จาก power|-|on self|-|test เป็น|แบตเตอรี่|ตัว|หนึ่ง|ใน|พี|ซี ที่|จะ|ทํา|หน้าที่|ทันที|ที่|เมื่อ|มี|การ|เปิด|สวิตช์|เครื่อง|คอมพิวเตอร์ โดย|ทํา|การ|ตรวจสอบ|ขั้นต้น|ให้|ว่า อุปกรณ์ ทุก|ชิ้น|ทํางาน|ได้|ตาม|ปกติ|หรือ|ไม่ หาก|มี|ส่วน|ใด|ไม่|ปกติ ก็|จะ|แสดง|ข้อความ|ระบุ|ความ ผิดพลาด (error message) ให้|บน|จอภาพ และ|จะ|รอ|จนกว่า|จะ|มี|การ|สั่ง|อย่างใด|อย่างหนึ่ง หรือ|มี|การ|แก้ไข เสร็จ|แล้ว|จึง|จะ|ทํางาน|ต่อ
โปสต์การ์ด,|ไปรษณียบัตร
ที่ทําการ|ไปรษณีย์|,|กรม|ไปรษณีย์.  |Syn. post|-|office adj.
(โพ|สทฺมอร์|'|เทิม) adj. เกี่ยวกับ (หลัง|ตาย|,|การ|ชันสูตร|ศพ|,|ภายหลัง|เหตุการณ์.)|  |Syn. postmortem ,|after death
(โพ|สทฺเน|'|เทิล) adj. หลัง|เกิด
(โพ|ส|'|ทิจฺ) n. ค่า|ไปรษณีย์
n. ดวงตรา|ไปรษณีย์
(โพ|ส|'|เทิล) adj. เกี่ยวกับ|ที่ทําการ|ไปรษณีย์|หรือ|การ|ไปรษณีย์
n. ไปรษณียบัตร|,|โปสต์การ์ด
(โพ|สทฺ|'|บอคซฺ) n. ตู้ไปรษณีย์
โปสต์การ์ด,|ไปรษณียบัตร
(โพ|สทฺ|เดท|') vt. ลง|วันที่|ช้า|กว่า|วัน|จริง n. วันที่|ที่|ลง|ช้า|กว่า|ความจริง
(โพ|ส|'|เทอะ) n. ใบ|ประกาศ|,|ป้าย|โฆษณา|,|ป้ายประกาศ|,|โปสเตอร์|,|ม้า|ด่วน|ของ|เที่ยว|เมล์|,|ผู้|เดินทาง|อย่าง|รวดเร็ว|,|ม้า|ด่วน|ของ|เที่ยว|เมล์|,|ผู้|เดินทาง|อย่าง|รวดเร็ว
(โพ|สเทีย|'|เรีย) adj.,|n. ภายหลัง|,|ข้างหลัง|,|ด้านหลัง|,|ก้น|,|สมัยหลัง|,|ส่วน|ก้น|,|ตะโพก.  |Syn. posteriority n.  |Syn. hinder|,|later|,|back
(โพ|สเทีย|'|ริ|ที) n. ชน|รุ่น|หลัง|,|ทายาท
(โพ|ส|'|เทิร์น) n.,|adj. (เกี่ยวกับ) ประตู|หลัง|,|ทางเข้า|ส่วนตัว|,|ประตู|ข้าง|,|ค่อนข้าง|น้อย
(โพ|สทฺ|แก|รจ|'|จุ|เอท) adj. หลัง|ได้|รับ|ปริญญา|แล้ว. n. นักศึกษา|บัณฑิต|วิทยาลัย
(โพ|ส|'|ชะ|เมิส) adj. หลัง|มรณกรรม|ของ|ผู้|ประพันธ์|,|หลัง|มรณกรรม|ของ|บิดา
(โพ|สทิล|'|เยิน) n. ผู้|ขึ้น|ขี่|บน|หลัง|ม้า|ตัว|ที่อยู่|ข้าง|ซ้าย (ใน|กรณี|ที่|ใช้|ม้า|หลาย|ตัว|ใน|การ|ลาก|รถ) .  |Syn. postilioned|,|postillioned adj.
(โพ|สทิล|'|เยิน) n. ผู้|ขึ้น|ขี่|บน|หลัง|ม้า|ตัว|ที่อยู่|ข้าง|ซ้าย (ใน|กรณี|ที่|ใช้|ม้า|หลาย|ตัว|ใน|การ|ลาก|รถ) .  |Syn. postilioned|,|postillioned adj.
(โพ|สทฺ|'|เมิน) n. บุรุษ|ไปรษณีย์ pl. postmen
(โพ|สทฺ|'|มา|ส|เทอะ) n. เจ้าหน้าที่|ใน|ที่ทําการ|ไปรษณีย์|,|นาย|ไปรษณีย์|, (สมัยก่อน) เจ้าของ|โรง|ม้า|สําหรับ|ผู้|เดินทาง|  |Syn. postmastership n.
(-|เจน|'|เนอเริล) n.,|ผู้|อํานาจ|การ|ระบบ|การ|ไปรษณีย์|ของ|ประเทศ
(โพ|สทฺมะ|ริ|ด|'|เดียน) adj. เกี่ยวกับ|หลัง|เที่ยง
(โพ|สทฺมะ|ริ|ด|'|เดี|ยม) หลัง|เที่ยง
(โพ|สทฺนัพ|'|เชิล) adj. หลัง|แต่งงาน
(โพ|สทฺ|'|เพด|') adj.,|adv. จ่าย|ค่า|ไปรษณีย์|ล่วงหน้า|แล้ว
(โพ|สทฺ|โพ|น|') vt. เลื่อน|,|เลื่อน|ไป|,|เลื่อน|เวลา|,|ยึด|เวลา|,|ถ่วง|เวลา|,|จัด|ไว้|ใน|ตําแหน่ง|รอง.  |Syn. postponable adj. postponement n. postponer n.  |Syn. defer
(โพ|สทฺ|'|สค|ริ|พทฺ) n. ปัจฉิมลิขิต|,|ภาคผนวก|,|ภาพ|เสริม|ท้าย|,|คํา|เสริม ท้าย|,|โพสต์สคริปต์ <|คํา|อ่าน|>|เป็น|ชื่อ|ภาษา|ที่|ใช้|ใน|การ|จัด|หน้า|ของ|ระบบ|อะโดบี (Adobe system) ใช้|กับ|เครื่องพิมพ์|เลเซอร์ (laser printer) หรือ|หน่วย|แสดง|ผล|ที่|มี|ความ|ละเอียด|สูง|มาก ๆ การ|ที่|จะ|ใช้|ภาษา|โพสต์สคริปต์|ได้ จําเป็น|ต้อง|มี|ชอฟต์แวร์|ตัว|นี้ (PostScript printer driver) ใน โปรแกรม|ที่|ใช้ หรือ|ใน|ระบบปฏิบัติการ ข้อดี|อย่างยิ่ง|ก็|คือ สามารถ|ทํางาน|จัดพิมพ์|ด้วย|คอมพิวเตอร์|แบบ|ตั้งโต๊ะ (desktop publishing) ได้ อันที่จริง การ|สร้าง|หรือ|ออกแบบ|งาน|พิมพ์ ไม่ว่า|จะ|เป็น|งาน|แผ่น|พับ รายงาน|ประจํา|สัปดาห์ ใบปลิว ใบ|โฆษณา ฯ เรา|สามารถ ใช้|คอมพิวเตอร์|ธรรมดา|ออกแบบ|ก่อน|ได้ แล้ว|ส่ง|ไป|พิมพ์|ที่|เครื่องพิมพ์|ชั้นดี ซึ่ง|จะ|ทํา|ให้|ผลงาน|ออก|มา|สวย และ|มี|ความ|คมชัด|เหมือน|กับ|เครื่องพิมพ์|ใหญ่ ๆ| 
(พอ|ส|'|ชะ|ลิท) n. ขอร้อง|,|ยืนยัน|,|อ้าง|,|วาง|สมมุติฐาน|,|วาง|หลัก. n. สมมุติฐาน|,|หลัก|,|หลักฐาน|,|หลักการ|พื้นฐาน|,|เงื่อนไข|ที่|ต้อง|มี|ก่อน.  |Syn. postulation n. postulational adj.  |Syn. demand premise
ความดัน|เลือด|ต่ํา|ขณะ|เปลี่ยน|อิริยาบถ
(พอ|ส|'|เชอะ) n. ท่าทาง|,|ท่า|,|มาด|,|ทัศนคติ|,|ตําแหน่ง|,|สภาพ|,|สภาวะ. vi. แสดง|ท่าทาง|,|แสร้งทํา|  |Syn. postural adj. posturer n.
(โพ|สทฺ|'|วอร์|') adj. หลัง|สงคราม
(พอ|ท) n. หลุม|ลึก|,|ภาชนะ|บรรจุ|,|หม้อ|,|กระปุก|,|เหยือก|,|กระถาง|,|กาน้ํา|,|เงิน|พนัน|กองกลาง|ทั้งหมด|,|จํานวน|มากมาย|,|กัญชา|,|ถ้วยรางวัล vt. บรรจุ|กระถาง|,|บรรจุขวด|,|แทง|ลูก|ลง|หลุม. vi. ยิง|กราด|กระสุน|,|ยิง
n. เนยแข็ง|ชนิด|หนึ่ง
(พอ|ท|'|ทะเบิล) adj. เหมาะ|สําหรับ|ดื่ม|,|เครื่องดื่ม|,|ของเหลว|ที่|ดื่มได้.  |Syn. potability|,|potableness n.  |Syn. drinkable
(พอ|ท|'|แทช) n. potassium carbonate|,|potassium hydroxide|,|potassium oxide
(พะแทส|'|เซี|ยม) n. ธาตุ|โลหะ|สี|ขาว|เหมือน|เงิน|;|K
(พะ|เท|'|โท) n. มันฝรั่ง|,|ต้น|มันฝรั่ง pl. potatoes|  |Syn. Irish potato|,|white potato
มันแกว|  |Syn. groundnut
n. ปาก
n. มัน|ที่|หั่น|เป็น|แผ่น|บาง ๆ แล้ว|ทอด
n. คน|ทึ่ม|,|คน|โง่
n. การ|วิ่ง|เก็บ|ของ
n. ปาก
(พอ|ท|'|เบลลี) n. พุง|โต|,|พุงพลุ้ย|  |Syn. potbellied adj.
vt. ทํา|อย่าง|ลวก ๆ (ผลงาน|ทาง|วรรณคดี)| 
n. ผลงาน|ทาง|วรรณคดี|ที่|ทํา|อย่าง|ลวก ๆ| 
n. n. พนักงาน|บริการ|ใน|โรงแรม|เล็ก ๆ หรือ|ร้าน|อาหาร|  |Syn. potman
(โพ|'|เทิน|ซฺ) n. = potency
(โพ|'|เทิน|ซี) n. กําลัง|,|อํานาจ|,|พลัง|,|ความ|แรง|,|ความ|แข็งแรง|,|สมรรถภาพ|,|ความ|ได้|ผล|,|บุคคล|หรือ|สิ่ง|ที่|มี|อํานาจ|  |Syn. power|,|authority
(โพ|'|เทิน|ทฺ) adj. มี|กําลัง|,|มี|อํานาจ|,|มี|พลัง|,|มี|ผล|,|แรง|,|สามารถ|,|มี|อํานาจ|,|สามารถ|สืบ|พันธ์|ได้.  |Syn. potentness n.
(โพ|ทัน|'|เชิล) adj. เป็น|ไป|ได้|,|เป็น|ได้|,|กลาย|เป็น|ได้|,|มี|ความ|สามารถ|ซ่อนเร้น|อยู่|,|ซ่อน|แฝง. n. ความ|เป็น|ไป|ได้|,|ความ|สามารถ|หรื|อํานาจ|ที่|ซ่อนเร้น|อยู่|,|ศักยะ|ทาง|ไฟฟ้า หลุม|ลึก
(พะ|เท|น|ชิ|แอ|ล|'|ลิ|ที) n. ศักยภาพ|,|สิ่ง|ที่|ซ่อนเร้น|อยู่|,|ความ|เป็น|ไป|ได้|,|ขีดความสามารถ
(พะ|แทน|'|เชิลลี) adj. เป็น|ไป|ได้
(โพ|เท|น|'|ชิ|เอท) vt. เสริม|ผล|,|เสริม|กําลัง|,|เสริม|อํานาจ|  |Syn. potentiation n. potentiator n.  |Syn. intensify
(พอ|ธ|'|เธอะ) n.,|v. (ทํา|ให้|เกิด|,|กลาย) เสียง|โกลาหล|,|ความ|อึกทึก|ครึกโครม|,|ความ|ยุ่งเหยิง|,|กลุ่ม|ควัน|ที่|ตลบ.
(พอ|ท|'|โฮ|ล) n. รู้สึก|,|โพรง|ลึก|,|หลุม|ตาม|ถนน
(โพ|'|เชิน) n. ขนาด|ยา|ที่|ดื่ม|ครั้ง|หนึ่ง
n. อาหารว่าง|ที่|บ้าน (โดย|ไม่|ได้|ทํา|พิเศษ|หรือ|ซื้อ|มา|เป็นพิเศษ)| 
(โพ|พ|รี|'|,|โพ|'|พู|รี|,|พอ|ท|พัว|'|รี) n. ของผสม|ระหว่าง|กลีบ|ดอกกุหลาบ|หรือ|ดอก|อื่น ๆ กับ|เครื่องเทศ|ใน|หม้อ|เพื่อให้|มี|กลิ่น|หอม|,|ดนตรี|หรือ|ท่วงทํานอง|ผสมผเส|,|ของผสม
(พอ|ท|'|ทิจฺ) n. น้ําแกง|ข้น|ใส่|ผัก (และ|เนื้อ|หรือ|ไม่|มี|เนื้อ)| 
(พอ|ท|'|ทิด) adj. ใส่|หม้อ|,|ใส่|กระถาง|,|ย้าย|ลง|กระถาง|,|ดอง|ใน|หม้อ|หรือ|โถ|หรือ|โหล|,|เมา|เหล้า
(พอ|ท|'|เทอะ) n. ผู้ทํา|หม้อ|,|ช่างปั้น|หม้อ|,|ช่างเครื่อง|เคลือบ
(พอ|ท|'|ทะ|รี) n. เครื่องปั้นดินเผา|,|เครื่อง|เคลือบ|,|ศิลปะ|ใน|การ|ทํา|เครื่องปั้นดินเผา หรือ|เครื่อง|เคลือบ|,|สถานที่|ทํา|เครื่องปั้นดินเผา|หรือ|เครื่อง|เคลือบ
(เพา|ชฺ) n. กระเป๋า|,|ถุง|,|ถุง|ใส่|ยาเส้น|,|ถุง|หน้าท้อง|สัตว์|ประเภท|จิงโจ้|,|อุ้ง|,|พวง|,|ห้องพัก|,|ส่วน|เว้า|เข้า|,|โพรง|,|ที่|คล้าย|ถุง. vt. ใส่|ถุง
(เพา|ชฺทฺ) adj. มี|ถุง|,|มี|ถุง|หน้าท้อง|สําหรับ|แบก|ลูกอ่อน
(เพา|'|ชี) adj. มี|ถุง
(โพ|ล|'|ทิส) n. ยา|พอก vt. พอก|ยา
(โพ|ล|'|ท|รี) n. สัตว์ปีก|,|เป็ด|,|ไก่
(โพ|ล|'|ท|รี|เมิน) n. คน|เลี้ยง|เป็ด|ไก่|,|พ่อค้า|สัตว์ปีก
(เพา|ซฺ) vi. โฉบ|ลง|อย่าง|รวดเร็ว|,|โจมตี|,|จู่โจม. vt. โฉบ|ตะครุบ. n. อุ้ง|เล็บ|ของ|สัตว์|ประเภท|เหยี่ยว
(เพา|ดฺ) n. ปอนด์ (หน่วย|น้ําหนัก) ,|ปอนด์ vt.,|n. (การ) ทุบ|,|ต่อย|,|ตี|,|ตํา|,|บด|,|กรอก|ใส่|,|ยิง|กระหน่ํา|,|เดิน|ด้วย|ฝีเท้า|ที่|หนักหน่วง.
(พอ|,|พอร์) vt.,|vi.,|n. (การ) เท|,|ริน|,|ราด|,|หลั่ง|,|กรอก|,|ระบาย|,|ปล่อย|ออก|, (ฝน) ตกลง|มา|อย่าง|แรง.  |Syn. pourability n. pourable adj. pourer n. pouringly adv.
(เพา|ทฺ) vi. ยื่น|ปาก|,|บุ้ยปาก|,|ทํา|หน้าบึ้ง|,|ทํา|หน้า|ไม่|พอใจ|,|โป่ง|,|บวม|,|ยื่น. vt. ยื่น|ปาก|,|บุ้ยปาก. n. การ|ยื่น|ปาก|,|การ|บุ้ยปาก|,|อารมณ์|บูดบึ้ง.  |Syn. poutful adj. poutingly adv.
(เพา|'|เทอะ) n. ผู้|บุ้ยปาก|,|ผู้ทํา|หน้า|มุ่ย|,|พันธุ์|นกพิราบ|ขา|ยาว|พันธุ์|หนึ่ง
(พอ|ฟ|'|เวอ|ที) n. ความ|ยากจน|,|ความ|ขาดแคลน|,|ความ|ขัดสน|,|ความ|ไม่|พอเพียง|  |Syn. indigence|,|lack
adj. ยากจน|,|ขัดสน|มาก|  |Syn. extremely poor
abbr. prison of war
(เพา|'|เดอะ) n.,|vt.,|vi. (ทํา|ให้|เป็น|,|กลาย) ผง|,|ผง|คุ|ลี|,|ฝุ่น|,|แป้ง|,|ดินปืน|,|โรย|ผง|,|โรย|แป้ง|  |Syn. powderer n.
n. รังเพลิง|,|โรง|เก็บ|กระสุน|ดินปืน|,|ซอง|ระเบิด
n. ห้องน้ํา|สําหรับ|แขก|ผู้หญิง|,|ห้องน้ํา|,|ห้อง|ยา|ใน|เรือรบ
(เพา|'|เดอะ|รี) adj. ประกอบ|ด้วย|ผง|,|่|บด|เป็น|ผง|ได้|ง่าย|  |Syn. powderiness n.  |Syn. friable
(เพา|'|เออะ) n. อํานาจ|,|กําลัง|,|แรง|,|ความ|สามารถ|,|สมรรถภาพ|, (ประเทศ) มหาอํานาจ|,|คน|ที่|มี|อํานาจ|,|เอกสาร|มอบอํานาจ|,|ผู้|มี|อํานาจ|,|ผู้|มี|อิทธ|พล|,|กําลัง|ทาง|ทหาร|,|สิ่งศักดิ์สิทธิ์|,
(เพา|'|เออะเบร็ค) n. ห้ามล้อ|พลัง|เครื่องยนต์
n. การ|บิน|ดิ่ง|ลง|ด้วย|กําลัง|เต็มที่
ปิด|สวิตช์|หมายถึง การ|ปิด|สวิตซ์|ไฟ|ไม่|ให้|กระแส|ไฟ|เข้า|เครื่อง|คอมพิวเตอร์|หรือ|บริภัณฑ์|รอบ|ข้าง (peripherals)| 
(เพา|'|เออร์ ด|ริ|ฟเวิน) adj. ขับเคลื่อน|โดย|เครื่องยนต์
n. เอกสาร|มอบฉันทะ
n. นวม|นุ่ม|หู|หรือ|ปุย|สําหรับ|แตะ|แป้ง|ทา|หน้า
กระแส|ไฟ|เมิ่อ|พูด|ถึง|กระแส|ไฟใน|เครื่อง|คอมพิวเตอร์ ต้อง|เข้าใจ|ว่า|คอมพิวเตอร์|นั้น|ใช้|ไฟ|กระแส|ดี|ซี (DC) ไม่|ใช่|กระแส|เอ|ซี (AC) ที่|ออก|จาก|ปลั๊ก (คอมพิวเตอร์|จะ|จัดการ|เปลี่ยน|จาก AC เป็น DC ก่อน) สิ่ง|ที่|ต้อง|ระมัดระวัง|เกี่ยวกับ|เรื่อง|กระแส|ไฟ ก็|คือ ต้อง|แน่ใจ|ว่า|มี|พอ|ที่|จะ เข้า|ไป|เลี้ยง|ส่วน|ต่าง ๆ ของ|เครื่อง|ให้|พอ อย่างไรก็ตาม ควร|คํานึง|ไว้|ด้วย|เสมอ|ว่า การ|ที่|กระแส|ไฟ|ไหล|ไม่|สม่ําเสมอ จะ|มี|ผลเสีย|ต่อ|ตัว|เครื่อง|มาก ควร|มี|การ|ติดตั้ง|อุปกรณ์|ที่|ใช้|ควบคุม|ใน|เรื่อง|นี้|ด้วย ดู UPS ประกอบ
(เพา|'|เออะ|โบ|ท) n. เรือ|กลไฟ|,|เรือยนต์
(เพา|'|เออร์ด) adj. ขับเคลื่อน|ด้วย|เครื่องยนต์|,|มี|เครื่องยนต์|ติดตั้ง|,|มี|พลัง|,|มี|แรง
(เพา|'|เออ|ฟู|ล) adj. มี|อํานาจ|มาก|,|มี|แรง|มาก|,|มี|กําลัง|มาก|,|แข็งแรง|,|มี|สมร|รร|ภาพ|สูง|,|ได้|ผล|มาก|,|มากมาย|  |Syn. powerfulness n.  |Syn. forceful|,|strong
n. โรง|กําเนิด|ไฟฟ้า|  |Syn. power station
adj. ไม่|มี|อํานาจ|,|ไม่|มี|พลัง|,|ไม่|มี|แรง|,|หมด|หนทาง|ช่วย.  |Syn. powerlessness n.  |Syn. impotent
n. สายไฟ|ฟ้า
n. ช่างไฟฟ้า|,|ช่างเครื่อง|ไฟฟ้า
(พา|วเวอร์|พอ|ยนต์) เป็น|ชื่อ|โปรแกรม|หนึ่ง|ที่อยู่|ใน|ชุด|ของ Microsoft Office โปรแกรม|นี้|เน้น|ใน|เรื่อง|การ|แสดง|ภาพประกอบ|คําอธิบาย ใช้|เพื่อ|การ|นําเสนอ|งาน (presentation) โดย|ทํา|เป็น|หน้า ๆ อาจ|ทํา|ให้|มี|เสียง|บรรยาย|ประกอบ|ด้วย|ก็ได้ หรือ|จะ|สั่ง|พิมพ์|ออก|ทาง|เครื่องพิมพ์|เพื่อ|แจก|ผู้ฟัง|ก็ได้
(พอ|คซฺ) n. โรค|แผล|พุพอง (โดยเฉพาะ|ที่|เกิด|จาก|เชื้อไวรัส) ,|โรค|ซิฟิลิส|  |Syn. smallpox|,|syphilis
(พี|พี|เอ็ม) ย่อ|มา|จาก pages per minute เป็น|หน่วย|วัด|ความ|เร็ว|ของ|เครื่องพิมพ์ (ส่วนใหญ่ น่าจะ|เป็น|เครื่องพิมพ์|เลเซอร์) หมายถึง จํานวน|หน้าที่|เครื่องพิมพ์|จะ|พิมพ์|ได้|ใน 1 นาที อย่างไรก็ตาม การ|ที่|เครื่องพิมพ์|จะ|พิมพ์|ช้า|หรือ|เร็ว|นั้น|ขึ้น|อยู่|กับ|ปัจจัย|อื่น ๆ ด้วย เป็นต้น|ว่า การ|พิมพ์|ที่|ใช้|ตัวอักษร|ธรรมดา หรือ|ตัวอักษร|พิเศษ เป็น|การ|พิมพ์|ภาพ|สี|เดียว หรือ|ภาพ|หลาย|สี ฯ เครื่องพิมพ์|บาง|ชนิด วัด|ความ|เร็ว|ใน|การ|พิมพ์|เป็น|บรรทัด|ต่อ|นาที (lines per minute) ก็|มี|ดู lpm เปรียบเทียบ|precedence : การ|ทํา|ก่อน|ใน|ทาง|คณิตศาสตร์ หมายถึง การ|ดําเนินการ|ที่|ทํา|ก่อน|อย่าง|อื่น เช่น ใน|นิพจน์|ใด|ที่|เครื่องหมาย + - * (คูณ) / (หาร) และ|วงเล็บ () ก็|ต้อง|ทํา|ใน|วงเล็บ|ก่อน แล้ว|มา|ทํา * และ / หลังจาก|นั้น|จึง|จะ|ทํา + และ - เช่นนี้ เรียก|ว่า วงเล็บ|เป็น|ลําดับ|ก่อน
(แพร|ค|'|ทิ|คะ|เบิล) adj. ปฏิบัติ|ได้|,|ทํา|ได้|,|ใช้ได้|,|เหมาะสม|,|ผ่าน|ได้.  |Syn. practicability|,|practicableness n. practicably adv.  |Syn. feasible
(แพร|ค|'|ทิเคิล) adj. เกี่ยวกับ|การ|ปฏิบัติ|,|เกี่ยวกับ|การ|กระทํา|,|ใช้ได้|,|เหมาะสม|,|มี|ประโยชน์|,|ตาม|ความ|เป็นจริง|,|เน้น|ใน|ทาง|ปฏิบัติ|,|ได้|ผล.  |Syn. practicality|,|practicalness n.
n. การ|แกล้ง|คน.  |Syn. practical joker n.
(แพร|ค|'|ทิเคิลลี) adv. ได้|ผล|,|อย่าง|ทํา|ได้|,|ใน|ทาง|ปฏิบัติ|  |Syn. virtually
(แพร|ค|'|ทิส) n. การ|ปฏิบัติ|,|การ|ดําเนิน|,|กิจวัตร|,|กิจการ|,|พิธีการ|,|การ|ฟ้องร้อง|,|ความ|เป็นจริง|,|การ|วางแผน|,|เล่ห์. vt.,|vi. ปฏิบัติ|,|ประกอบ|พิธี|,|ฟ้องร้อง|,|ฝึกหัด.  |Syn. practicer n.  |Syn. operation|,
(แพร|ค|'|ทิสทฺ) adj. ชํานาญ|,|เชี่ยวชาญ|,|มี|ประสบการณ์|,|มี|สมรรถภาพ.  |Syn. practised ,|experienced
(แพร|คทิช|'|เชิน) n. ผู้ชํานาญ|,|ผู้เชี่ยวชาญ|,|ผู้|มี|ประสบการณ์|,|ผู้|ปฏิบัต|'|  |Syn. practitioner
(แพร|ค|'|ทิส) vt.,|vi. =|practice|  |Syn. practiser n.
(แพร|คทิช|'|ชะ|เนอะ) n. ผู้ประกอบการ|งาน|,|ผู้ปฏิบัติ|,|แพทย์
(พ|รี|'|เทอะ) n. ผู้พิพากษา|หรือ|ขุนนาง|ผู้ปกครอง|ของ|กรุง|โรม|โบราณ.  |Syn. praetorship n.
(แพร|คแมท|'|ทิค) adj. เกี่ยวกับ|ความ|เป็นจริง|,|เกี่ยวกับ|ผล|ที่แท้|จริง|,|เกี่ยวกับ|การ|เน้น|การ|ปฏิบัติ|หรือ|การ|ประยุกต์|,|พลการ|,|ยุ่ง|,|เสือก|,|ดื้อรั้น|,|ถือ|ทิฐิ|,|เกี่ยวกับ|สาเหตุ|ของ|เหตุการณ์ n. ผู้|ยุ่ง|,|ผู้ทํา|โดย|พลการ|,|ผู้|ดื้อรั้น|,|ผู้|ถือ|ทิฐิ|  |Syn. pragmaticism n.
(พราก) n. ชื่อ|เมืองหลวง|ของ|เช|โก|สโลวะ|เกีย
(แพร|'|รี) n. ทุ่งหญ้า|กว้างใหญ่ (ที่|แทบ|จะ|ไม่|มี|ต้นไม้) ,|ทุ่งหญ้า
n. =|coyote
(เพรซ) vt.,|n. (การ) สรรเสริญ|,|ชมเชย|,|ยกย่อง|,|สดุดี.  |Syn. praiseful adj. praiser n.
(เพรซ|'|เวิร์ธธี) adj. น่า|สรรเสริญ|,|น่า|ชมเชย|,|น่า|ยกย่อง.  |Syn. praiseworthily adv. praiseworthiness n.  |Syn. laudable
(แพ|รม) n. = perambulator (ดู) ,|รถเข็น|ส่ง|นม|,|เรือ|เล็ก|ท้องแบน
(แพร|นซฺ|,|พราน|ซฺ) vi.,|n. (การ) (ม้า) ชู|ขา|หน้า|ขึ้น|ทั้ง|2|ขา|,|ขี่ม้า|อย่าง|สบาย|,|ไป|อย่าง|แคล่วคล่อง|,|การ|ขี่ม้า|เดิน|โอ้อวด.  |Syn. prancer n. prancingly adv.
(แพ|รน|'|เดี|ยล) adj. เกี่ยวกับ|มื้อ|อาหาร (โดยเฉพาะ|อาหาร|มื้อ|เย็น)
(แพร|งคฺ) adj. การ|ล้อ|เล่น|,|การ|เล่นตลก|,|การ|เล่น|พิเรน|,|การ|พูด|ตลก vi. แต่งตัว|เสีย|หร|,|อวด|โก้|,|แสดง|โอ้อวด|  |Syn. prankish adj.
(แพร|งคฺ|'|ส|เทอะ) n.คน|ขี้|เล่น|,|คน|พิเรน
(เพรท) vi.,|vt.,|n. (การ) พูด|พร่ํา|,|พูด|เรื่อยเปื่อย|  |Syn. prater n. pratingly adv.  |Syn. babble
(พ|รา|ฟว|'|ดะ) n. หนังสือพิมพ์|ทางการ|ของ|พรรค|คอมมิวนิสต์|โซเวียต
(พร|อน) n. กุ้ง|นาง
(เพร) vt. สวดมนต์|,|อธิษฐาน|,|ขอร้อง|,|วิงวอน|,|ภาวนา|,|ขอ|ได้|โปรด.  |Syn. prayingly adv.
(แพร) n. การ|สวดมนต์|,|การ|อธิษฐาน|,|คํา|สวดมนต์|,|คําอธิษฐาน|,|การ|ขอร้อง|,|การ|ภาวนา|,|สิ่ง|ที่|อ้อนวอน|,|สิ่ง|ที่|ขอ|,|ผู้|สวดมนต์|,|ผู้|อธิษฐาน|,|ผู้|วิงวอน
n. สาย|ลูก|ประคํา|  |Syn. rosary
n. หนังสือ|สวดมนต์|,|สมุด|ทําวัตร
n. =|tallith (ดู)| 
n. ธรรมจักร|ที่|ใช้|ใน|ลัทธิ|มหายาน|ใน|ธิเบต (พระ|ลามะ|ใช้|ใน|การ|อธิษฐาน)| 
n. =|mantis (ดู)| 
n. =|mantis (ดู)| 
Pref. ก่อน|,|เริ่ม|,|ล่วงหน้า
(พ|รี|ช) vt.,|vi. เทศน์|,|แสดง|ธรรม|,|ธรรมกถา|,|สั่งสอน (แบบ|เลือก|เข้า|มา|หรือ|ยึด|ยา|ด)|  |Syn. preaching n. คําสอน
(พ|รี|'|เชอะ) n. นักเทศน์|,|ผู้แสดง|ธรรม|,|ผู้สั่ง|สอน (แบบ|เลือก|เข้า|มา|หรือ|ยืดยาด)| 
(พ|รี|แอ|ม|'|เบิล) n. อารัมภกถา|,|บทนํา|  |Syn. preambled adj.  |Syn. preface
(พ|รี|อะเรนจฺ|') vt. จัด|ไว้|ล่วงหน้า|,|จัด|ไว้|ก่อน.  |Syn. prearrangement n.
(พ|รี|แค|'|เรียส) adj. ไม่|แน่นอน|,|ไม่|มั่นคง|,|ไม่|ปลอดภัย|,|ล่อแหลม|,|อันตราย|,|เสี่ยง|,|ไม่|เพียงพอ|  |Syn. precariousness n.
(พ|รี|คอ|'|เชิน) n. การ|ระมัดระวัง|ไว้|ก่อน|,|การ|ป้องกัน|ไว้|ก่อน|  |Syn. precautionary adj.  |Syn. preparation|,|foresight
(พ|รี|คอ|'|เชิส) adj. ใช้|ความ|ระมัดระวัง|,|ระมัดระวัง|,|ป้องกัน|ล่วงหน้า|ไว้|ก่อน
(พ|รี|ซีด|') v. นํา|ก่อน|,|มา|ก่อน|,|นําหน้า|,|เสริม|หน้า|  |Syn. precedable adj.  |Syn. go before|,|preface
(เพ|รส|'|ซิ|เดิน|ซฺ) n. การ|นํา|ก่อน|,|การ|นําหน้า|,|การ|มา|ก่อน|,|ความ|สําคัญ|กว่า|,|สิทธิ|การ|นําหน้า|,|การ|มี|สิทธิ|ก่อน
(-|ซี) n. = precedence (ดู)| 
(เพ|รส|'|ซิ|เดิน|ทฺ) n. สิ่ง|ที่|มี|มา|ก่อน|,|เรื่องราว|แต่ก่อน adj. อยู่|ก่อน|,|มี|มา|ก่อน|,|นําหน้า
(พ|รี|เซน|'|เทอะ) n. ผู้นํา|การ|ร้อง|,|ผู้นํา|ร้องเพลง|สวด|,|ต้นเสียง.  |Syn. precentoial adj. precentoship n.
(พ|รี|'|เซ|พทฺ) n. การ|อบรม|,|การ|สั่งสอน|,|คําสั่งสอน|,|ศีล|,|ภาษิต|,|ธรรมะ|,|คติพจน์|,|กฎ|,|หนังสือ|คําสั่ง|  |Syn. maxim|,|writ|,|directive
(พ|รี|เซ|พ|'|ทิฟว) adj. อบรม|,|สั่งสอน|,|เป็น|คติพจน์|,|เป็น|กฎ|,|เป็น|คําสั่ง.  |Syn. mandatory|,|instructive
(พ|รี|เซ|พ|'|เทอะ) n. ผู้สอน|,|ครู|,|ผู้|ชี้นํา|,|ครูใหญ่|,|ผู้|ตั้ง|กฎ.  |Syn. preceptorate n. preceptorial adj. preceptoral adj.  |Syn. instructor|,|teacher|,|tutor
(พ|รี|'|ซิ|งทฺ) n. ขอบเขต|,|บริเวณ|,|เขต|แบ่ง|,|เขต|ปกครอง|,|เขต|ควบคุม|,|อาณาเขต|,|สิ่งแวดล้อม
(เพรซ|ซิ|ออ|ส|'|ซิ|ที) n. ความ|พิถีพิถัน|,|ความ|จู้จี้|,|ความ|ละเอียดถี่ถ้วน
(เพรช|'|เชิส) adj. มี|ค่า|,|ล้ําค่า|,|เป็น|ที่รัก|,|ทูน|หัว|,|อย่างยิ่ง|,|เต็มที่|,|พิถีพิถัน|,|ละเอียดถี่ถ้วน|,|สําคัญ|มาก. n. ผู้|เป็น|ที่รัก|,|ทูน|หัว.  |Syn. preciousness n.  |Syn. beloved|,|costly
n. โลหะ|มี|ค่า (ทอง|,|เงิน|,|ทองคําขาว|และ|อื่น ๆ)| 
n. เพชรพลอย
(เพ|รส|'|ซะพิส) n. หน้าผา|,|เงื้อม|ผา|สถานการณ์|ที่|อันตราย|,|วิกฤติการณ์.  |Syn. precipiced adj.
(พ|รี|ซิ|พ|'|พิ|เทิน|ซฺ|,|-|ซี) n. ความ|หุนหันพลันแล่น|,|ความ|ใจร้อน|,|ความ|เร่งรีบ|,|ความ|ฉุกละหุก|  |Syn. headlong|,|rash
(พ|รี|ซิ|พ|'|พิ|เทิน|ซฺ|,|-|ซี) n. ความ|หุนหันพลันแล่น|,|ความ|ใจร้อน|,|ความ|เร่งรีบ|,|ความ|ฉุกละหุก|  |Syn. headlong|,|rash
(พ|รี|ซี|พ|'|พิ|เทิน|ทฺ) adj. หัว|ทิ่ม|,|โจน|,|ตกลง|ดิ่ง|,|พุ่ง|,|ใจเร็ว|,|ใจร้อน|,|หุนหันพลันแล่น|,|เร่งรีบ
(พ|รี|ซิ|พ|'|พิ|เท|ท) vt. เร่ง|ให้|เกิด|ขึ้น|,|ทํา|ให้|ตก|ตะกอน|,|ทํา|ให้|ฝน|ตก|,|ผลัก|,|ส่ง|,|ทุ่ม|,|โยน. vi. ตก|ตะกอน|, (ฝน) ตก|,|ถลํา|เข้า|สู่. adj. พุ่ง|ลง|,|รีบด่วน|,|หุนหัน|,|ใจร้อน. n. ตะกอน|  |Syn. precipitateness n. precipitative adj. precipitator n.
(พ|รี|ซิ|พ|'|พิ|เท|'|เชิน) n. การ|เร่ง|ให้|เกิด|ขึ้น|,|การ|ตก|ตะกอน|,|การ|ถลํา|เข้า|สู่|,|การ|พุ่ง|,|การ|ถลํา|,|ความ|ใจร้อน|,|ความ|เร่งรีบ|,|ความ|หุนหันพลันแล่น|,|ตะกอน|,|ผลิตผล|การ|รวม|ตัว|กัน|ของ|ไอน้ํา|ใน|อากาศ (ฝน|,|หิมะ|,|ลูกเห็บ|,|น้ําค้าง) ,|ปริมาณ|ที่|รวม|ตัว|กัน|ดังกล่าว
(พ|รี|ซิ|พ|'|พิเทิส) adj. เป็น|ผา|สูง|,|เป็น|เงื้อม|ผา|สูง|,|สูงชัน|ที่สุด|,|ใจร้อน|,|หุนหัน|,|เร่งรีบ.  |Syn. precipitousness n.
(เพร|ซี|'|,|เพร|'|ซี) n. บท|ย่อ|,|ย่อความ|,|บท|สรุป|,|สาระ|สําคัญ
(พ|รี|ไซ|ซฺ|') adj. แม่นยํา|,|แน่นอน|,|เที่ยงตรง|,|ถูกต้อง|,|พอดี|,|ชัดถ้อยชัดคํา|,|พิถีพิถัน|,|เฉียบขาด|,|ละเอียด.  |Syn. precisely adv. preciseness n.
(พ|รี|ซิ|ส|'|เชิน) n. ความ|แม่นยํา|,|ความ|แน่นอน|,|ความ|เที่ยงตรง|,|ความ|ถูกต้อง|,|ความ|พอดี|,|ความ|ชัดถ้อยชัดคํา|,|ความ|พิถีพิถัน.  |Syn. precisionism n. precisionist n.
(พ|รี|ไซ|'|ซิ|ฟว) adj. ทํา|ให้|แตกต่าง|,|แยกแยะ|  |Syn. distinguishing
(พ|รี|คลูค|') vt. ทํา|ให้|เป็น|ไป|ไม่|ได้|,|ทํา|ให้|สิ้น|โอ|กา|ศ|,|ป้องกัน|,|ขจัด|,|ทํา|ให้|หมด|ข้อ|สง|-|สัย.  |Syn. precluion n. preclusive adj.
(พ|รี|โค|'|เชิส) adj. แก่แดด|,|แก่|เกิน|วัย|,|โต|เกิน|วัย|,|ฉลาด|เกิน|วัย.  |Syn. precociousness n.
(พ|รี|คอ|ส|'|ซิ|ที) n. ความ|แก่แดด|,|ความ|แก่|เกิน|วัย|,|การ|เจริญเติบโต|เกิน|วัย|,|ความ|ฉลาด|เกิน|วัย
(พ|รี|คอก|นิช|'|เชิน) n. การ|ล่วงรู้|มา|ก่อน.  |Syn. precognitive adj.
(พ|รี|เคิน|ซี|ฟว|') vt. คิด|ไว้|ก่อน|,|ไตร่ตรอง|ไว้|ก่อน
(พ|รี|คัน|เซ|พ|'|เชิน) n. ความคิด|ที่|มี|อยู่|ก่อน|,|ข้อคิดเห็น|ที่|เสนอ|ไว้|ก่อน|,|อคติ.  |Syn. bias
ปวด|บริเวณ|ส่วนหน้า|หัวใจ
(พ|รี|เคอ|'|เซอะ) n. ผู้นํา|ก่อน|,|ผู้|มา|ก่อน|,|กอง|หน้า|,|ผู้|ดํารง|ตําแหน่ง|มา|ก่อน|,|ลาง|,|เครื่อง|แสดง|  |Syn. predecessor
(พ|รี|เด|'|เชิส) adj. กิน|เนื้อ|เป็น|อาหาร|,|จับ|สัตว์|อื่น|เป็น|อาหาร|,|ปล้น.  |Syn. predacity|, predaciousness n.  |Syn. depredation|,|plundering
(พ|รี|เด|'|เชิส) adj. กิน|เนื้อ|เป็น|อาหาร|,|จับ|สัตว์|อื่น|เป็น|อาหาร|,|ปล้น.  |Syn. predacity|, predaciousness n.  |Syn. depredation|,|plundering
(พ|รี|เดท|') vt. ลง|วันที่|ไว้|ล่วงหน้า|,|ลง|เวลา|ไว้|ก่อน
(พ|รี|เด|'|เชิน) n. การ|ปล้นสะดม|,|การ|กิน|สัตว์|อื่น|เป็น|อาหาร|,|ลักษณะ|การ|ปล้นสะดม|,|การ|เบียดเบียน
(เพ|รด|'|เด เทอะ) n. ผู้|ปล้นสะดม|,|สัตว์|ที่|จับ|สัตว์|อื่น|เป็น|อาหาร|,|ผู้|เบียดเบียน|,|สิ่ง|เบียดเบียน
(พ|รี|ดอน|') n. ระยะ|เวลา|ก่อน|รุ่งอรุณ|นิดหน่อย|,|ระยะ|เวลา|ก่อน|ฟ้าสาง. adj. เกี่ยวกับ|ระยะ|เวลา|ดังกล่าว
(พ|รี|ดิ|เซ|ส|'|เซอะ|,|เพ|รด|'|-) n. ผู้|มา|ก่อน|,|ผู้|อยู่|ใน|ตําแหน่ง|คน|ก่อน|,|บรรพบุรุษ|,|สิ่ง|ที่|มี|อยู่|ก่อน
(เพ|รด|'|ดะ|คะ|เบิล) adj. ยืนยัน|ได้|ว่า|,|สรุป|ได้|ว่า|,|วินิจฉัย|ได้|ว่า. n. สิ่ง|ที่|ยืนยัน|ได้|,|สิ่ง|ที่|วินิจฉัย|  |Syn. predicability n.
(พ|รี|ดิค|'|คะ|เมิน|ทฺ) n. สถานการณ์|ที่|ลําบาก|,|สภาพ|หรือ|ฐานะ|ที่|ลําบาก|,|สถานการณ์|,|สภาพ|หรือ|ฐานะ|เฉพาะ|  |Syn. predicamental adj. predicamentally adv.
(เพ|รด|'|คะ|เคท) vt. ยืนยัน|,|วินิจฉัย|สรุป|,|กล่าว. vi. ยืนยัน. adj. ซึ่ง|ยืนยัน|,|ซึ่ง|สรุป.  |Syn. predication n. predicative adj.
คุณศัพท์|ยืนยัน|ที่|ใช้|ตาม|หลัง|กริยา|เช่น alive (He is alive)| 
(พ|รี|ดิคทฺ|') vt.,|vi. ทํานาย|,|บอก|ล่วงหน้า|,|พยากรณ์.  |Syn. predictability n. predictable adj. predictor n.  |Syn. prophesy|,|foretell
(พ|รี|ดิค|'|เชิน) n. การ|ทํานาย|,|การ|บอก|ล่วงหน้า|,|การ|พยากรณ์|,|คําทํานาย|,|คําพยากรณ์
(เพ|รด|ดะ|เลค|'|เชิน) n. ความ|ลําเอียง|,|ความ|ชอบ|มาก|กว่า|  |Syn. tendency|,|bias
(พ|รี|ดิส|โพ|ซ|') vt. จูงใจ|,|ทํา|ให้|โน้มเอียง|,|จัดการ|ล่วงหน้า|,|จัดการ|ล่วงหน้า|,|จัดการ|ก่อน|,|vi. มี|ใจ|โน้มเอียง|ไป|ทาง|,|มักจะ|ชอบ.  |Syn. predisposal n. predisposedly adv. predisposedness n.
(พ|รี|ดิสพะ|ซิ|ส|'|เชิน) n. ความ|มี|ใจ|โน้มเอียง|,|การ|จัดการ|ล่วงหน้า.
(เพ|รด|นี|'|โซ|โลน) n. ยา|ต้าน|ภูมิแพ้|ชนิด|หนึ่ง เป็น glucocorticoid ชนิด|หนึ่ง
(พ|รีด|อม|'|มิ|เนิน|ซฺ) n. ความ|มี|อํานาจ|หรือ|อิทธิพล|เหนือ|,|ความ|เหนือกว่า|,|ความ|มี|มาก|กว่า|,|ความ|เด่น.  |Syn. predominancy
(พ|รีด|อม|'|มิ|เนิน|ทฺ) adj. มี|อํานาจ|เหนือ|,|มี|อิทธิพล|เหนือ|,|มี|มาก|กว่า|,|เด่น|,
(พ|รีด|อม|'|มิ|เนท) vi.,|vt. เหนือกว่า|,|มี|อํานาจ|เหนือ|,|มี|อิทธิพล|เหนือ|,|มี|มาก|กว่า|,|ปกครอง|,|ครอบงํา.  |Syn. predomination n. predominator n.
(พ|รี|เอม|'|มิ|เนิน|ซฺ) n. ความ|เหนือกว่า|,|ความ|ดี|กว่า|เพื่อน|,|ความ|มี|อํานาจ|หรือ|อิทธิพล|มาก|กว่า.  |Syn. pre|-|eminence|,|pre|ว|minence
(พ|รี|เอม|'|มะ|เนิน|ทฺ) adj. เหนือกว่า|,|ดี|กว่า|,|เด่น|กว่า|,|มี|อํานาจ|หรือ|อิทธิพล|มาก|กว่า|,|ดีเลิศ|,|เด่นชัด.  |Syn. pre|-|eminent|,|pre|ว|minent|  |Syn. superior
(พ|รี|เอม|ทฺ|') vt. ครอบครอง|, (ที่ดิน) ก่อน|,|ได้|มา|ก่อน|,|ยึด|ก่อน|,|บังคับ|ซื้อ|,|ใช้|สิทธิ|เลือก|ซื้อ|ก่อน. vi. (ไพ่|บริดจ์) เรียก|ไพ่|ก่อน. n. การ|เรียก|ไพ่|ก่อน.  |Syn. pre|-|empt|,|preempt.  |Syn. preemptor|,|pre|-|emptor n.
(พ|รี|เอม|พฺ|'|เชิน) n. การ|ซื้อ|ก่อน|,|การ|ใช้|สิทธิ|ซื้อ|ก่อน|,|การ|ครอบครอง|ก่อน|,|การ|เรียก|ไพ่|ก่อน.  |Syn. pre|-|emption
(พ|รี|เอม|พู|'|ทิฟว) adj. เกี่ยวกับ preemption (ดู) .  |Syn. preemptive|,|preemptive.
(พ|รี|น) vt. (นก) ใช้|ขน|ด้วย|ปาก|,|เสย|ขน|ด้วย|ปาก|,|แต่งตัว (ตัวเอง) สวยงาม. vi. แต่งตัว|,|ภาคภูมิใจ (ตัวเอง)|  |Syn. preener n.
(พ|รี|อิก|ซิ|สทฺ|') vi.,|vt. มี|อยู่|ก่อน
(พ|รี|'|แฟบ) n. สิ่ง|ที่|สร้าง|ไว้|ล่วงหน้า adj.,|vi. สร้าง|ไว้|ล่วงหน้า
(พ|รี|แฟบ|'|บ|ริ|เคท) vt. สร้าง|ไว้|ล่วงหน้า|,|สร้าง|ชิ้นส่วน|ไว้|ก่อน (เพื่อ|นํามา|ประ|-|กอบ|กัน|ทีหลัง) .  |Syn. prefabrication n. prefabricator n.
(เพรฟ|'|ฟิส) n. อารัมภกถา|,|คํานํา|,|ส่วน|นํา|,|สิ่ง|นํา|,|คํา|สวดมนต์|นํา|,|เครื่อง|นํา. vt. จัด|ให้|มี|ส่วน|นํา|,|เป็น|ส่วน|นํา.  |Syn. prefacer n.
(เพรฟ|'|ฟะ|โท|รี) adj. เกี่ยวกับ|preface (ดู)|  |Syn. prefatorial|  |Syn. prefatorily adv.
(พ|รี|'|เฟคทฺ) n. เจ้าหน้าที่|ชั้นผู้ใหญ่|ใน|ฝรั่งเศส|หรือ|อิตาลี|,|นายอําเภอ|,|เจ้าเมือง|,|เจ้าหน้าที่|ของ|โรมัน|โบราณ|,|หัวหน้า|ชั้น|,|หัวหน้า|นักเรียน.  |Syn. prefectorial adj.  |Syn. praefect.
(พ|รี|'|เฟคเชอะ) n. ที่ทําการ|-|อํานาจ|หน้าที่|เขต|ปกครอง|หรือ|ที่อยู่อาศัย|ของ|prefect (ดู) .  |Syn. prefectural adj.
(พ|รี|เฟอร์|') vt. ชอบ|มาก|กว่า|,|โอน|เอียง|มาก|กว่า|,|เสนอ|,|ยื่น|,|เลื่อน|ตําแหน่ง.  |Syn. preferredly adv. preferredness n. preferably adv.  |Syn. like bette
(เพรฟ|'|เฟอเรินซฺ) n. การ|ชอบ|มาก|กว่า|,|สิ่ง|ที่|ชอบ|มาก|กว่า|,|บุ|ริม|สิทธิ|,|สิทธิพิเศษ|,|การ|ใช้|สิทธิพิเศษ|  |Syn. partiality|,|choice
(เพรฟฟะเรน|'|เชิล) adj. เกี่ยวกับ|การ|ชอบ|มาก|กว่า|,|เกี่ยวกับ|บุ|ริม|สิทธิ|หรือ|สิทธิพิเศษ|,|ได้|รับ|สิทธิพิเศษ.  |Syn. preferentiaism n. preferentiaalist n.  |Syn. favoured
(พ|รี|'|ฟิคซฺ) n. คํา|เสริม|หน้า|,|อุปสรรค|,|คํา|เสริม|หน้า|ชื่อ|บุคคล vt. เสริม|หน้า|,|เติม|อุปสรรค|  |Syn. prefixable adj. prefixal adj. prefixion n.
(เพ|รก|'|เนิน|ซี) n. การ|ตั้ง|ครรภ์
(เพ|รก|'|เนิน|ทฺ) adj. ตั้ง|ครรภ์|,|มี|ครรภ์|,|อุดมสมบูรณ์|,|เป็น|ไป|ได้|มาก|,|เต็มไปด้วย|ความคิด
(พ|รี|ฮีส|ทอ|'|ริ|ค) adj. ก่อน|ประวัติศาสตร์|,|ก่อน|ที่|มีา|กร|บันทึก|เป็น|ประวัติศาสตร์.  |Syn. prehistorical
(พ|รี|ฮิส|'|ทะ|รี) n. ยุค|ก่อน|ประวัติศาสตร์|  |Syn. prehistorian n.
(พ|รี|จัด|จฺ|') vt. ตัดสิน|ก่อน|,|วินิจฉัย|ก่อน|ล่วงหน้า.  |Syn. prejudger n. prejudgment n. prejudgement n.
(เพรจ|'|จะ|ดิส) n. อคติ|,|ความรู้สึก|ไม่|ดี|ที่|มี|อยู่|ก่อน|,|ความรู้สึก|ที่|ไม่|มี|เหตุผล|,|ความ|เสียหาย|,|ข้อเสียเปรียบ. vt. ทํา|ให้|มี|อคติ|,|ทํา|ให้|เสียหาย|,|ละเมิด|,|เป็น|ผลร้าย.  |Syn. prejudicedly adv.  |Syn. bias|,|partiality
(เพรจ|จะ|ดิช|'|เชิล) adj. เป็น|ผลร้าย|,|ทํา|ให้|เสียหาย|,|ไม่|เป็น|ผลดี|,|ทํา|ให้|เสียเปรียบ.  |Syn. prejudicialness n.  |Syn. detrimental
(เพรล|'|เลท) n. พระราชาคณะ|,|บาทหลวง|ชั้น|สูง.  |Syn. prelateship n. prelatic adj.
(พ|รี|'|ลิม|,|พระ|ลิม|') n. การ|ชก|อุ่นเครื่อง|,|การ|แข่งขัน|อุ่นเครื่อง|  |Syn. preliminary
abbr. preliminary
(พ|ริ|ลิม|'|มะ|นะ|รี) adj. เบื้องต้น|,|ขั้นต้น|,|ขั้น|เตรียม|การ|,|ตอน|ต้น|,|อุ่นเครื่อง|,|เริ่มต้น|,|คํานํา n. สิ่ง|ที่|เป็น|เบื้องต้น|,|การ|ชก|อุ่นเครื่อง|,|การ|แข่งขัน|อุ่นเครื่อง|,|การ|สอบ|เบื้องต้น|,|ขั้น|เบื้องต้น|,|คํานํา|  |Syn. preliminarily adv.
(เพรล|'|ลูด) n. การ|แสดง|เบิกโรง|,|ฉาก|โหมโรง|,|การ|บรรเลง|นํา|,|การ|กระทํา|เบื้องต้น|,|สภาพ|หรือ|ผลงาน|เบื้องต้น|,|อารัมภกถา|,|นิมิต|,|สิ่ง|บอก|เหตุ|,|คํานํา vt.,|vi. นํา|,|โหมโรง|,|บรรเลง|นํา|,|เขียน|คํานํา.  |Syn. preluder n. preludial adj. preludious|,|adj.
(พ|รี|ลู|'|เ?ิน) n. = prelude (ดู)| 
(พ|รี|แม|'|ริ|เทิล) adj. ก่อน|สมรส
(พ|รี|มะ|ทัวร์|') adj. ยัง|ไม่|เจริญ|โต|เต็มที่|,|ยัง|ไม่|ถึง|เวลา|อัน|ควร|,|ก่อน|ถึง|เวลา|กําหนด|,|ยัง|ไม่|ครบ|  |Syn. prematurity n.
(พ|รี|เมด|') n. หลักสูตร|การ|ศึกษา ก่อน|หลักสูตร|แพทยศาสตร์|,|นักศึกษา|หลักสูตร|ดังกล่าว|,|นักศึกษา|เตรียม|แพทย์
(พ|รี|เมด|'|ดิเคิล) adj. เกี่ยวกับ|การ|ศึกษา|เตรียม|แพทย์|,|เตรียม|แพทย์
การ|ให้|ยา|ก่อน|ให้|ยาสลบ
(พ|รี|เมด|'|ดิ|เท|ท) vt.,|vi. ไตร่ตรอง|ล่วงหน้า|,|คิด|ล่วงหน้า.  |Syn. premeditateedness n. premeditative adj. permeditator n.
(พ|รี|เมดดิ|เท|'|เชิน) n. การ|ไตร่ตรอง|ล่วงหน้า|,|การ|คิด|ไว้|ล่วงหน้า
(พ|รี|เมียร์|'|,|พ|ริม|เยียร์|') n. นายกรัฐมนตรี|,|อัครมหาเสนาบดี. adj. เป็น|หัวหน้า|,|นําหน้า|,|ครั้ง|แรก|,|เก่า|ที่สุด.  |Syn. premiership n.  |Syn. prime minister
(พ|รี|เมียร์|'|,|-|แมร|') n. การ|เบิกโรง|,|การ|โหมโรง|,|การ|แสดง|รอบ|ปฐมทัศน์|,|ผู้แสดง|นํา|ฝ่าย|หญิง|,|นางเอก|ตัวละคร. vt.,|vi. เบิกโรง|,|โหมโรง แสดง|รอบ|ปฐมทัศน์|,|แสดง|เป็น|ครั้ง|แรก. adj. ครั้ง|แรก|สุด|,|แรกเริ่ม|,|สําคัญ
(เพ|รม|'|มิ|ส) n. หลักฐาน|,|ข้อเสนอ|สนับสนุน|การ|สรุป|สมมุติฐาน|  |Syn. premises ที่ดิน|ที่|รวม|ทั้ง|สิ่ง|ปลูกสร้าง|,|สถานที่. vt. เสนอ|ล่วงหน้า|,|อ้าง|หลักฐาน|,|บรรยาย|,|เสนอ|สมมุติฐาน. vi. เสนอ|สมมุติฐาน|  |Syn. assumption
(พ|รี|'|เมีย|ม) n. เบี้ยประกันภัย|,|ค่าธรรมเนียม|นายหน้า|,|เงิน|แถม|,|เงินพิเศษ|,|เงิน|รางวัล|,|ค่าบริการ|,|เงิน|ค่าจ้าง -|Phr. (at a premium ใน|ราคา|ที่|สูง|ผิดปกติ|เป็น|ที่|ต้องการ)|  |Syn. reward|,|bonus|,
(พ|รีม|อน|'|นิช) vt.,|vi. เตือน|ล่วงหน้า|,|เป็น|ลาง|,|บอก|ลาง
(พ|รี|มะนิช|'|เชิน) n. การ|เตือน|ล่วงหน้า|,|การ|แสดง|ให้|เห็น|ล่วงหน้า|,|นิมิต|,|การ|สังหรณ์ใจ|  |Syn. omen|,|portent|,|inkling
(พ|รี|เน|'|เทิล) adj. ก่อน|คลอด.
(เพ|รน|'|ทิส) n. เด็ก|ฝึกงาน|,|ผู้ฝึก|งาน
(พ|รี|ออ|ค|'|คิว|ไพ) vt. ครอบครอง|ก่อน|,|ครอบงํา (ทาง|จิต) ,|ทํา|ให้|ติดอกติดใจ.
(เพรพ) n. โรงเรียน|เตรียม. vi. เข้า|โรง|-|เรียน|เตรียม|  |Syn. preparatory school
(พ|รี|แพ|ค|'|คิจฺ|,|พ|รี|แพ|ค|') vt. บรรจุ|เสร็จ|ก่อน
(พ|รี|แพ|ค|'|คิจฺ|,|พ|รี|แพ|ค|') vt. บรรจุ|เสร็จ|ก่อน
(พ|รี|เพด|') adj. จ่าย|ล่วงหน้า|,|ชําระ|ก่อน|แล้ว
(เพรพพะเร|'|เชิน) n. การ|เตรียม|,|การ|เตรียม|การ|,|วิธีการ|เตรียม|การ|,|สิ่ง|ที่|เตรียม|,|ตัวอย่าง|สําหรับ|ตรวจ วินิจฉัย|หรือ|อื่น ๆ , (พระคัมภีร์|ไบเบิล) วันก่อน|วัน|Sabbath|,|the Preparation บท|สวดมนต์|น้ํา|ใน|พิธี|ศาสนา|หรือ Mass (ดู)| 
(พ|รี|แพ|'|ระ|โท|รี) adj. เกี่ยวกับ|การ|เตรียม|การ|,|เบื้องต้น|,|เป็น|การ|นํา|  |Syn. preparatorily adv.  |Syn. introductory
n. โรงเรียน|เตรียม|  |Syn. prep school
(พ|รี|แพร์|') vt..vi. เตรียม|,|ฝึก|,|ปรุง|,|ผลิต.  |Syn. preparer n.
(พ|รี|แพ|'|ริ|ดนิส) n. ความ|พร้อม|,|อย่าง|ประณีต|  |Syn. prepared adj.
(พ|รี|เพ|') vt. จ่าย|ล่วงหน้า|,|ชําระล้าง|หน้า.  |Syn. prepayable adj. prepayment n.
(พ|รี|เพนซฺ|') adj. ไตร่ตรอง|ไว้|ล่วงหน้า|,|วางแผน|ไว้|ล่วงหน้า|,|มี|เจตนา
(พ|รี|พอน|'|เดอะเรินซฺ) n. ความ|เหนือกว่า (น้ําหนัก|,|อํานาจ|,|อิทธิพล|,|จํานวน|หรือ|อื่น ๆ)|  |Syn. preponderancy
(พ|รี|พอน|'|ดะ|เรินทฺ) adj. เหนือกว่า (น้ําหนัก|,|อํานาจ|,|จํานวน|หรือ|อื่น ๆ)| 
(พ|รี|พอน|'|ดะ|เรท) vi. เหนือกว่า (น้ําหนัก|,|อํานาจ|,|อิทธิพล|,|จํานวน|หรือ|อื่น ๆ) .  |Syn. preponderation n.  |Syn. prevail
(พ|รี|พะ|เซ|ซ|') vt. ครอบงํา|จิต|มา|ก่อน|,|หมกมุ่น|,|ไตร่ตรอง|มา|ก่อน|,|ถูกใจ|แต่แรก|เริ่ม|,|มี|จิต|โน้มเอียง|  |Syn. prepossessing adj. prepossession n.
(พ|รี|พอ|ส|'|เท|อเริส) adj. ผิดปกติ|,|ประหลาด|,|วิตถาร|,|โง่|บรม|,|น่าขัน|,|ไร้|สาระ|ที่สุด.  |Syn. preposterousness n.  |Syn. unreasonable
ตัว|ประมวลผล|ก่อน|เป็น|ชุดคําสั่ง|ที่|ใช้|ให้|จัดการ|เตรียม|ข้อมูล|ไว้|สําหรับ|การ|ประมวลผล|ขั้น|ต่อไป เป็นต้น|ว่า จัด|รูปแบบ|ไว้|ก่อน หรือ|คํานวณ|ไว้|ให้|ขั้นตอน|หนึ่ง|ก่อน เป็นต้น
(พ|รี|'|พิวซฺ) n. หนัง|หุ้ม|ลึงค์|,|หนัง|หุ้ม|เม็ด|ละมุด|ของ|หญิง (clitoris)|  |Syn. preputial adj.
(พ|รี|เรค|'|ควิ|ซิ|ท) adj.,|n. (สิ่ง|ที่) ต้อง|มี|ก่อน|,|ต้อง|ทํา|ก่อน|,|เป็น|เงื่อนไข|ที่|ต้อง|มี|หรือ|ทํา|เสร็จ|ก่อน|,|วิชา|จําเป็น|ก่อน|  |Syn. required|,|requirement
(พ|รี|รอก|'|กะทิ|ฟว) n. สิทธิพิเศษ|,|อภิสิทธิ์|,|บุ|ริม|สิ|ทธ adj. มี|สิทธิ|ดังกล่าว|  |Syn. privilege
(เพ|รส|'|ซิ|จฺ) n. ลาง|,|ลาง|สังหรณ์|,|เครื่อง|แสดง|,|คําพยากรณ์|,|คําทํานาย. vt. บอก|ลาง|,|เป็น|เครื่อง|แสดง|,|พยากรณ์|,|ทํานาย. vi. ทํานาย.
(เพรซ|'|บิ|โอ|พ) n. คน|ที่|มี|สายตายาว
(เพรซ|'|บิ|โอ|'|เพีย) n. สายตายาว
(เพรซ|บิ|เทีย|'|เรียน) adj.,|n. (เกี่ยวกับ) นิกาย|หนึ่ง|ของ|โปรเตสแตนต์.
(พ|รี|'|ชี|เอินซฺ|,|-|เชินซฺ|,|เพ|รส|-) n. ความ|รู้|ที่|มี|อยู่|ก่อน|,|การ|รู้|ล่วงหน้า|,|ญาณ|,|ทิพยเนตร|,|การ|มองเห็น|ล่วงหน้า|  |Syn. prescient adj.  |Syn. foresight
(พ|รี|สฺไค|รบ|') vt. ออก|คําสั่ง|,|กําหนด|,|บัญญัติ|,|ชี้แนะ|,|แนะนํา|,|สั่ง|ยา|,|เสนอ.  |Syn. prescriber n. prescribable adj.
(พ|รี|สค|ริ|พ|'|ทิฟว) adj. เกี่ยวกับ|prescription (ดู)|  |Syn. prescriptiveness n.
(เพรซ|'|เซินซฺ) n. การ|มี|อยู่|,|การ|เข้า|ร่วม|,|การ|ป|รา|กฎ|,|บริเวณ|ใกล้เคียง|,|การ|อยู่|ต่อหน้า|,|กริยา|ท่าทาง|,|บุคคล|,|ภูติผีปีศาจ|,|สิ่งศักดิ์สิทธิ์
(เพ|รส|'|เซินทฺ) adj. มี|อยู่|,|ป|รา|กฎ|อยู่|,|ปัจจุบัน|,|เดี๋ยวนี้|,|ต่อหน้า|,|เข้า|ร่วม n. เวลา|ปัจจุบัน|,|ขณะนี้|,|กริยา|ปัจจุบัน vt. เสนอ|,|ให้|,|ยื่น|,|มอบ|,|แนะนํา|,|นําเข้า|พบ|,|บรรยาย|,|แสดง|ให้|เห็น|,|เล็ง (ปืน) ,|ฟ้องร้อง n. ของขวัญ|  |Syn. presents n. เอกสาร|ปัจจุบัน -|Phr. (at pres
n. ปัจจุบัน|กาล|ที่|สมบูรณ์
(พ|รี|เซน|'|ทะเบิล) adj. เสนอ|ได้|,|มอบ|ให้|ได้|,|แสดง|ตัว|ได้|,|พอจะ|อวด|ได้|,|ให้|เป็น|ของขวัญ|ได้|  |Syn. presentability n.
(พ|รี|เซน|เท|'|เชิน) n. การ|เสนอ|,|การ|แสดง|ตัว|,|การ|แนะนํา|ตัว|,|การ|มอบ|ของขวัญ|,|ของขวัญ
ภาพ|เพื่อ|การ|นําเสนอ|หมายถึง ซอฟต์แวร์|ประเภท|ที่|มุ่ง|ไป|ใน|ด้าน|การ|นําเสนอ|ผลงาน|ที่|ชวน|ให้|ประทับใจ โดยเฉพาะ เพื่อ|นํา|ไป|ใช้|ประกอบ|การ|บรรยาย หรือ|งาน|ประชาสัมพันธ์ เป็นต้น|ว่า จะ|ต้อง|สามารถ|แปลง|ตัวเลข|ใน ตาราง|จัดการ เป็น|ผัง|งาน กราฟ ฯ แล้ว|สามารถ|นํา|ข้อความ ภาพ และ|เสียง หรือ|ที่|เรียก|ว่า สื่อ|หลาย|แบบ (multimedia) มา|จัด|เสนอ|ใน|รูปแบบ|ที่|จะ|ดึงดูดใจ|ให้|ดู|น่า|เชื่อถือ กับ|ทั้ง|อาจ|จัดทํา|เป็น สไลด์ หรือ|แสดง|บน|จอภาพ|แล้ว|ถ่ายทอด|ออก|ทาง|เครื่องฉาย|ข้าม|ศีรษะ (overhead projector) ได้ นับ|เป็น|การ|แสดง|ถึง|เทคโนโลยีชั้นสูง|อย่างหนึ่ง โปรแกรม|ที่|ใช้|กัน|มาก ก็|มี Freelance|, HiJack ฯ
(พ|รี|เซน|'|ทะ|เมิน|ทฺ) n. ความรู้สึก|ที่|ว่า|มี|บาง|สิ่ง|บาง|อย่าง|จะ|เกิด|ขึ้น|,|ความรู้สึก|ที่|รู้|ล่วงหน้า|,|ความ|สังหรณ์ใจ.  |Syn. foreboding
(เพ|รส|'|เซินทฺลี) adv. ไม่|ช้า|,|ประเดี๋ยว|,|อีก|สักครู่|,|ปัจจุบัน|  |Syn. soon
(พ|รี|เซน|ทฺ|'|เมิน|ทฺ) n. การ|แสดง|ออก|,|การ|แสดง|ตัว|,|การ|เสนอ|,|การ|มอบ|,|การ|ยื่น|,|ภาพ|,|ภาพวาด|,|ภาพ|ที่|ป|รา|กฎ|,|รายงาน|ของ|คณะ|ลูกขุน
(พ|รี|'|เซ|อวะเบิล) adj. เก็บรักษา|ไว้|ได้|,|สงวน|ไว้|ได้|,|ปกปักรักษา|ไว้|ได้
(เพรซ|เซ|อเว|'|เชิน) n. การ|เก็บรักษา|ไว้|,|การ|สงวน|,|การ|ปกปักรักษา|,|การ|คุ้มครอง|,|การ|ดํารง|,|การ|คง|ไว้|,|การ|พิทักษ์|รักษา|  |Syn. preservationist n.
(พ|รี|เซ|อ|'|วะทิฟว) n. ยา|กัน|บูด|,|ตัว|สงวน|,|วัตถุ|กัน|เน่า adj. สงวน|,|กัน|บูด|,|กัน|เน่า
(พ|รี|เซิว์ฟว|') vt. สงวน|,|ดํารง|,|ปกปักรักษา|,|คุ้มครอง|,|ดอง|,|หมัก|,|อนุรักษ์. n. สิ่ง|ที่|ใช้|สงวน|,|ยา|กัน|บูด|,|ของ|ดอง|,|ของ|หมัก|,|บริเวณ|ป่าสงวน.  |Syn. preservability n. preservable adj. preservation n. preserver n.  |Syn. guard|,|m
(พ|รี|เซ|ท|') vt. ติดตั้ง|ไว้|ล่วงหน้า|,|ปรับ|ไว้|ล่วงหน้า|แล้ว
(พ|รี|ไซ|ดฺ|') vi. นํา|การ|ประชุม|,|เป็น|ประธาน|การ|ประชุม|,|บรรเลง|นํา|,|ควบคุม.  |Syn. presider n.  |Syn. chair|,|moderate
(เพ|รส|'|ซิ|เดิน|ซี) n. ตําแหน่ง|ประธาน|,|ตําแหน่ง|ประธานาธิบดี|,|ตําแหน่ง|นายก
(เพ|รส|'|ซิ|เดิน|ทฺ) n. ประธาน|,|นายก|,|ประธานาธิบดี|,|ประมุข|,|ประธาน|บริษัท|,|อธิการ|บด|' (ของ|มหาวิทยาลัย|อเมริกา) ,|คณบดี (ของ|มหาวิทยาลัย|ใน|อังกฤษ)|  |Syn. chairman
(เพ|รส|'|ซิ|เดิน|ทฺ|'|-) n. ประธานาธิบดี|ที่|ได้|รับ|การ|เลือกตั้ง|แต่|ยัง|ไม่|ได้|เข้า|ดํารง|ตําแหน่ง
(เพ|รส|'|ซิ|เดิน|เท|ส) n. president (ดู) ที่|เป็น|หญิง
(เพ|รส|ซิ|เดน|'|เชิล) adj. เกี่ยวกับ president (ดู)| 
(พ|รี|ซิ|ด|'|เดี|ยม) n. คณะ|กรรมการ|บริหาร|เป็น|สภา|บริหาร|สูงสุด|ของ|โซเวียต
(เพ|รส) vt.,|vi.,|n. (การ) กด|,|ทับ|,|อัด|,|บีบ|,|รัด|,|กอดรัด|,|แนบ|,|คั้น|,|ดัน|,|รบกวน|,|บีบคั้น|,|กระตุ้น|,|ผลักดัน|,|เน้น|,|เร่ง|,|บังคับ|,|รุก|เร้า|,|เบียด|ไป|ข้างหน้า|,|เครื่อง|บด (เครื่อง|อัด....) ,|เครื่องพิมพ์|,|แท่น|พิมพ์|,|โรงพิมพ์|,|สิ่ง|ตีพิมพ์|,|กระบวนการ|พิมพ์|ความ|แออัด|ของ|ฝูงชน|,|ฝูงชน|,|ภาวะ หรือ|สภาพ|ที่|ถูก|บีบ|,|ข่าว|หนังสือพิมพ์
n. เจ้าหน้าที่|โฆษณา
n. แผนก|หนังสือพิมพ์|ของ|หน่วยงาน
n. การ|โฆษณา|แข่งขัน|กัน|ใน|หน้า|หนังสือพิมพ์
n. ข่าว|หนังสือพิมพ์|ที่|ตัด|จาก|หน้า|หนังสือพิมพ์
n. ข่าว|หนังสือพิมพ์|ที่|ตัด|จาก|หน้า|หนังสือพิมพ์
n. คน|ตรวจ|ปรู๊ฟ หรือ|ตรวจ|ทาน|ก่อน|ตีพิมพ์
n. ข่าว|สําหรับ|หนังสือพิมพ์
n. ห้อง|นักข่าว|,|ห้อง|แท่น|พิมพ์|,|ห้อง|พิมพ์|,|แท่น|พิมพ์
(เพ|รส|บัท|'|เทิน) n. ปุ่ม|กด|,|ปุ่ม|กด|ไฟฟ้า
(เพ|รส|'|ซิ|ง) adj. ด่วน|,|รีบด่วน.  |Syn. pressingness n.
(เพ|รส|'|เมิน) n. นักหนังสือพิมพ์|,|ช่างพิมพ์|,|ผู้ทํา|ธุรกิจ|การ|พิมพ์|,|ช่วง|แท่น|พิมพ์
(เพ|รส|'|พรู|ฟ) adj. ตรวจ|ทาน|ก่อน|ตีพิมพ์|,|ปรู๊ฟ|หน้า|แท่น
(เพ|รส|'|เชอะ) n. ความ|กดดัน|,|การ|กด|,|การ|อัด|,|การ|เบียด|,|การ|บีบคั้น|,|แรงกดดัน|,|ความ|กดดัน|ของ|บรรยากาศ|,|การ|รบกวน|,|การ|บีบบังคับ|,|ความดัน|กระแส|ไฟฟ้า. vt. บีบ|,|บีบบังคับ|,|กดดัน|,|อัด|  |Syn. pressing
n. หม้อ|ต้ม|ที่|สามารถ|เพิ่ม|ความ|อัด|ดัน|จาก|ไอน้ํา ทํา|ให้|อาหาร|สุก|เร็ว|หรือ|เนื้อเปื่อย|ง่าย|ขึ้น
เครื่องวัด|ความ|กดดัน|ของ|แก๊ส|หรือ|ของเหลว
เครื่องวัด|ความ|กดดัน|ของ|แก๊ส|หรือ|ของเหลว
n. ระดับ|การ|เปลี่ยนแปลง|ของ|ความ|กดดัน|บรรยากาศ
(เพรช|'|เช|อะไร|ซ) vt. เพิ่ม|ความ|กดดัน|  |Syn. pressurization n.
n. สิ่ง|ตีพิมพ์|,|งาน|พิมพ์|,|เทคนิค|การ|พิมพ์
(เพ|รส|ทิจฺ|') n. ชื่อเสียง|,|เกียรติคุณ|,|เกียรติศักดิ์|,|เกียรติภูมิ|,|ศักดิ์ศรี|,|บารมี adj. มี|ชื่อเสียง|  |Syn. reputation|,|weight
(เพ|รส|ทิจ|'|เจิส) adj. มี|ชื่อเสียง|,|มี|เกียรติ|,|เป็น|ที่|เคารพนับถือ|  |Syn. honoured|,|esteemed Ant. obscurity
(เพ|รส|'|โท) adv.,|adj. เร็ว|,|ทันที|,|ด้วย|จังหวะ|ที่|เร็ว. n. จังหวะ|เร็ว|  |Syn. rapidly
(พ|รี|ส|เท|รส|') vt. อัด|ก่อน|,|อัด|แรง|ก่อน
(พ|รี|ซูม|'|อะเบิล) adj. พอ|สันนิษฐาน|ได้|,|พอ|เข้าใจ|ได้|,|เป็น|ไป|ได้|,|อาจ|จะ|  |Syn. presumably adv.  |Syn. probable
(พ|รี|ซูม|') vt. สันนิษฐาน|,|สมมุติ|เอา|ว่า|,|อนุมาน|,|ทึกทัก|,|เข้าใจ|เอา|เอง|,|ลอง|เชื่อ|,|ถือ|สิทธิ. vi. ถือ|สิทธิ|,|ทึกทัก|,|ทํา|โดย|พลการ.  |Syn. presumedly adv. presumer n. presumingly adv.  |Syn. assume|,|suppose
(พ|รี|ซัมพฺ|'|เชิน) n. การ|ทึกทัก|เอา|เอง|,|การ|สันนิษฐาน|,|การ|อนุมาน|,|การ|สมมุติ|เอา|เอง|,|การ|ถือ|สิทธิ|,|การ|ทํา|โดย|พลการ|,|ข้อ|สมมุติ|,|ข้อสันนิษฐาน|,|ความ|ทะนง|  |Syn. assumption|,|arrogance|,
(พ|รี|ซัมพฺ|'|ทิว|เอิส) adj. ทึกทัก|เอา|เอง|,|สันนิษฐาน|เอา|เอง|,|ทะลึ่ง|,|ทะนง|,|บุ่มบ่าม.  |Syn. forward|,|audacious
(พ|รี|ซัพ|โพ|ซ|') vt. สมมุติ|ล่วงหน้า|,|คาดคะเน|ล่วงหน้า|,|สันนิษฐาน|,|ส่อ.  |Syn. presupposition n.
(พ|รี|เซ|อไมซ|') n. การ|ทึกทัก|ไว้|ก่อน|,|การ|เดา. vt. ทึกทัก|ไว้|ก่อน|,|เดา
(พ|รี|เท|นซ|'|,|พ|รี|'|เท|นซฺ) n. การ|แสร้งทํา|,|การ|อวดอ้าง|,|มารยา|,|ความ|หลอกลวง|,|การ|อ้าง|สิทธิ.
(พ|รี|เท|นดฺ|') vt.,|vi. แสร้งทํา|,|เสแสร้ง|,|หลอกลวง|,|อวดอ้าง|,|อ้าง|สิทธิ.  |Syn. simulate|,|fake
(พ|รี|เท|น|'|เดอะ) n. ผู้|เสแสร้ง|,|ผู้|แสร้งทํา|,|ผู้|หลอกลวง|,|ผู้|ปลอมแปลง|,|ผู้|อวดอ้าง
(พ|รี|เท|นซฺ|') n. = pretence (ดู)| 
(พ|รี|เท|น|'|เชิน) n. การ|เรียกร้อง|,|การ|อ้าง|สิทธิ|,|ข้ออ้าง|,|การ|อวดอ้าง|,|มารยา
(พ|รี|เท|น|'|เชิส) adj. อวดอ้าง|,|เส|-|แสร้ง|,|มายา|,|อวด|เบ่ง.  |Syn. pretentiousness n.  |Syn. ostentatious
(เพรท|'|เท|อริ|ท) n.,|adj. อดีตกาล|, ที่แล้ว|มา|  |Syn. past
(เพรท|'|เท|อริ|ท) n.,|adj. อดีตกาล|, ที่แล้ว|มา|  |Syn. past
(พ|รี|เท|อแนช|'|เชอเริล) adj. ผิดปกติ|,|ผิดธรรมดา|,|ผิด|ธรรมชาติ|,|วิเศษ|,|กาย|-|สิทธิ|,|มหัศจรรย์.  |Syn. preternaturalism|,|preternaturality|,|preternaluralism n.  |Syn. exceptional
(พ|รี|'|เท|สทฺ) n. vt.,|vi.,|n. (การ) ทดสอบ|เบื้องต้น|,|ทดสอบ|ล่วงหน้า
(พ|รี|'|เท|คซฺทฺ) n. ข้อแก้ตัว|,|ข้ออ้าง
(พ|รี|'|เทอะ) n. ผู้พิพากษา|หรือ|ขุนนาง|ผู้ปกครอง|ของ|กรุง|โรม|โบราณ.  |Syn. praetorship n.
(พ|ริ|ท|'|ที) adj. สวยงาม|,|งดงาม|,|สละสลวย|,|น่ารัก|,|น่า|เอ็นดู|,|ไพเราะ|,|ชวน|ตา|,|ชวน|ใจ|,|มาก|,|มากมาย|,|กล้าหาญ|,|แข็งแรง. n. คน|หรือ|เครื่องตกแต่ง|หรือ|เค|รี่|อง|แต่งกาย|ที่|สวยงาม -|adv. อย่าง|พอควร|,|มาก|,|ทีเดียว. -|sitting pretty ได้|เปรียบ ประสบ|ความ|สําเร็จ. vt. ทํา|ให้|สวยงาม|,|ทํา|ให้|ชวน|ตา|ชวน|ใจ|,
(เพรท|'|เซิล) n. ขนมปัง|กรอบ|รส|เค็ม (มัก|ใช้|รับประทาน|กับ|เบียร์)| 
(พ|รี|เวล|') vi. มี|อยู่|ทั่วไป|,|เป็นต่อ|,|เหนือกว่า|,|มี|มาก|กว่า|,|มี|ชัย|,|ชักชวน|,|เกลี้ยกล่อม|, (ลม) พัด|แรง|  |Syn. prevailer n. prevailing adj. prevailingly adv.  |Syn. predominate
(พ|ริ|แว|'|ริ|เคท) vi. โกหก|,|พูด|กลับกลอก|,|พูด|หลบหลีก|,|พูด|ปัด|ภาระ|  |Syn. prevarication n. prevaricative adj. prevaricatory adj. prevaricator n.
(พ|รี|เวน|ทฺ|') vt.,|vi. ป้องกัน|,|ขัดขวาง|,|ไป|ก่อน|,|คาดการณ์|,|ทํา|ล่วงหน้า|,|เป็น|อุปสรรค.  |Syn. preventability n. preventable adj. preventible adj. preventer n.  |Syn. avert|,|forestall
(พ|รี|เวน|'|เชิน) n. การ|ป้องกัน|,|การ|ขัดขวาง|,|การ|ยับยั้ง|,|อุปสรรค|,|เครื่อง|ป้องกัน
(พ|รี|เวน|'|ทิฟว) adj. เกี่ยวกับ|การ|ป้องกัน|โรค|,|ซึ่ง|ป้องกัน. n. ยา|ป้องกัน|,|สิ่ง|ป้องกัน|,|มาตรการป้องกัน.  |Syn. preventiveness n.  |Syn. preventative
การ|บํารุงรักษา|เชิง|ป้องกัน|หมายถึง แผนงาน|การ|บริการ|การ|บํารุงรักษา ซึ่ง|มุ่ง|เป้า|ไป|ถึง|การ|ป้องกัน|ไม่|ให้|เครื่อง|เสีย การ|บํารุงรักษา|นั้น รวม|ตั้งแต่ การ|ทํา|ความ|สะอาด|เครื่อง|เป็น|ระยะ ๆ การ|ตรวจสอบ หรือ|คอย|ดูแล|เปลี่ยน|อุปกรณ์ หรือ|วงจร|ที่|จะ|ครบ|อายุ|การ|ใช้|งาน|ทุก|ระยะ|ด้วย
เวชศาสตร์|ป้องกัน
(พ|รี|'|วิว) n. การ|ชม|ก่อน|,|การ|แสดง|ก่อน|,|การ|ฉาย|ภาพยนตร์|ก่อน|,|การ|ฉาย|ภาพยนตร์|โฆษณา|ก่อน|ภาพยนตร์|จริง|,|สิ่ง|ที่|แสดง|ให้|เห็น|ถึง|การ|มา|ของ|อีก|สิ่ง|หนึ่ง. vt. ชม|ก่อน|,|ดูก่อน|,|แสดง|ก่อน.  |Syn. previewer n.  |Syn. prevue
(พ|รี|'|เวียส) adj. ก่อน|,|เมื่อก่อน|,|อัน|ก่อน|,|แต่ก่อน. -|Phr. (previous to ก่อน) .  |Syn. prior|,|earlier|,
(พ|รี|'|วอร์) adj. ก่อน|สงคราม
(เพรค|'|ซี) n. ประธาน (โดยเฉพาะ|อธิการบดี|มหาวิทยาลัย|  |Syn. president
(เพรค|'|ซี) n. ประธาน (โดยเฉพาะ|อธิการบดี|มหาวิทยาลัย|  |Syn. president
(เพร) n. เหยื่อ|,|สัตว์|ที่|ล่า|หรือ|จับ|กิน|เป็น|อาหาร ,|การ|ล่า|เหยื่อ|,|สิ่ง|ที่|ปล้น|มา. vt. จับ|กิน|เป็น|อาหาร|,|มี|ผลร้าย|ต่อ|จิต|,|ทํา|ให้|ผู้อ่าน|เป็น|เหยื่อ.  |Syn. preyer n.  |Syn. catch|,|kill
(ไพร|ซฺ) n. ราคา|,|เงิน|รางวัล|,|รางวัล|,|ค่า|,|คุณค่า|,|มูลค่า|,|สิ่ง|ที่|แลก|มา|,|ค่าตอบแทน. -|Phr. (at any price) ไม่ว่า|จะ|เสีย|เท่าไร|ก็ตาม -|Phr. (beyond (without) price ซึ่ง|คํานวณ|ค่า|ไม่|ได้) vt. กําหนด|ราคา|,|ตั้ง|ราคา|,|สอบถาม|ราคา|  |Syn. priceable adj. pricer n.
n. การ|ควบคุม|ราคา|,|ราคา|ควบคุม
n. ราคา|ท้อง|ตลาด
n. ผู้|ตัด|ราคา
n. ดรรชนี|ราคา|,|ดรรชนี|แสดง|ระดับ|การ|เปลี่ยนแปลง|ของ|สินค้า|กับ|การ|บริการ
n. ระดับ|ราคา
n. รายการ|ราคา|สินค้า
n. การ|ผดุง|ราคา|สินค้า|โดย|รัฐบาล
n. ป้าย|ราคา|,|ป้าย|บอก|ราคา (label|,|cost)| 
n. การ|แข่งขัน|ตัด|ราคา|กัน
(ไพร|ซฺทฺ) adj. กําหนด|ราคา|ไว้|,|ตั้ง|ราคา|ไว้
(ไพร|ซฺ|'|ลิส) adj. ราคา|สูง|จน|หาค่ามิได้|,|ขบขัน.  |Syn. pricelessness n.  |Syn. invaluable|,|costly
(ไพร|ซฺ|'|ซี) adj. แพง|,|มี|ราคา|สูง
(พ|ริ|ค) n. การ|แทง (ทิ่ม|,|ตํา|,|เจาะ) ,|รอย|แทง|,|เครื่อง|เจาะ|,|ประ|ตัก|,|ลึงค์|,|ศูนย์กลาง|เป้า|ธนู|,|ผู้ชาย|ที่|น่ากลัว|,|อาวุธ|แหลม. vt. แทง|,|ทิ่ม|,|ตํา|,|เจาะ|,|ลง|ประ|ตัก|,|ทํา|ให้|เจ็บปวด|มาก (คล้าย|ถูก|แทง) ,|ทํา|ให้|ลุก|ชู|,|วัด|ด้วย|วงเวียน vi. แทง|,|ทิ่ม|,|ตํา|,|เจาะ|, (หู) ผึ่ง|,|รู้สึก|คล้าย|ถูก|แทง|,|ขี่ม้า|อย่าง|รว
(พ|ริ|ค|'|เอียร์ด) adj. หู|ชัน|และ|แหลม|ตัดผม|สั้น
(พ|ริ|ค|'|คิท) n. เหล็ก|แหลม|ปัก|เทียน|,|เชิงเทียน|ที่|มี|เหล็ก|แหลม|ดังกล่าว|,|กวาง|ตัวผู้|อายุ|2|ขวบ
(พ|ริ|ค|'|เคิล) n. หนาม|,|ของ|แหลม|,|ขน|เม่น|,|เดือย|แหลม|,|ความรู้สึก|เจ็บปวด|เหมือน|ถูก|แทง vt. แทง|เบา ๆ ,|ทํา|ให้|รู้สึก|เจ็บปวด|เหมือน|ถูก|แทง. vi. รู้สึก|เจ็บปวด|เหมือน|ถูก|แทง
(พ|ริ|ค|'|ลี) adj. เต็มไปด้วย|หนาม|,|เต็มไปด้วย|เดือย|แหลม|,|เต็มไปด้วย|ปัญหา|,|เจ็บปวด|เหมือน|ถูก|แทง|,|ไว (อารมณ์|,|ประสาท)|  |Syn. prickliness n. prickliness|,|n.
n. โรคผิวหนัง|ผื่นคัน (เนื่องจาก|ต่อม|เหงื่อ|อักเสบ)| 
(ไพร|ดฺ) n. ความ|ภูมิใจ|,|ทิฐิ|,|ความ|โอหัง|,|ความ|หยิ่ง|,|ความ|ลํา|พอง|ใจ|,|ความ|ทะนง|,|สิ่ง|ที่|น่า|ภูมิใจ|,|สิ่ง|ที่|ดี|ที่สุด|,|ภาวะ|ที่|รุ่งโรจน์|,|กําลัง|ของ|ม้า|,|ความ|ดีเด่น|,|ฝูง|สิงโต. vt. มี|ความ|ภูมิใจ|,|ลํา|พอง|ใจ.  |Syn. prideful adj. pridefulness n. คํา|ที่|มี|ความหมาย|เห|มื
(ไพร|'|เออะ) n. ผู้|สืบเสาะ|,|ผู้|สืบหา
(พ|รี|สทฺ) n. พระ|,|พระสงฆ์|,|บาทหลวง|,|พระ|สอน|ศาสนา|  |Syn. clergyman
(พ|รี|สทฺ|'|ฮูด) n. ความ|เป็น|พระ|,|พระ
(พ|รี|สทฺ|'|ลี) adj. เกี่ยวกับ|พระ|,|เหมาะ|กับ|พระ|  |Syn. priestlinessn.  |Syn. sacerdotal
(พริก) n. คน|พิถีพิถัน|,|คน|เจ้าระเบียบ.  |Syn. priggery n. priggish adj. priggishly adv. gishness n.
(พ|ริม) adj.,|vi. (ทํา|ให้) เรียบร้อย|,|เป็น|ระเบียบ|,|สงบเสงี่ยม.  |Syn. primness n.  |Syn. proper|,
(พ|รี|มะ) adj. ตัว|ชูโรง|,|ที่|หนึ่ง|,|อันดับ|หนึ่ง
(พ|รี|'|มะ ดอน|'|นะ) n.นักร้อง|คณะ|ระบํา|บัลเล่ท์|ที่|เป็น|ตัว|ชูโรง|,|บุคคล|ที่|ทะนง|ตัว|และ|เจ้าอารมณ์ pl. prima donnas
n. คดี|ที่|มี|พยานหลักฐาน|ชัดเจน|ประกอบ|ภายนอก
n. พยานหลักฐาน ที่|พอเพียง
(ไพร|'|มะ|ซี) n. ความ|เป็นอัน|ดับ|หนึ่ง|,|ฐานะ|สูงสุด|หรือ|สําคัญ|ที่สุด|,|อํานาจ|หน้าที่|ของ|bishop|  |Syn. supremacy
(ไพร|'|เมิล) adj. ครั้ง|แรก|,|ดั้งเดิม|,|สําคัญ|ที่สุด|,|เป็น|รากฐาน|  |Syn. first|,|original
(ไพร|แม|'|ริ|ลี) adv. อย่าง|สําคัญ|,|ส่วนมาก|,|ส่วนใหญ่|,|แรกเริ่ม|  |Syn. mostly
(ไพร|'|มะ|รี) adj. สําคัญ|ที่สุด|,|อันดับ|แรก|,|ครั้ง|แรก|,|ดีเลิศ|,|ดั้งเดิม|,|เบื้องต้น|,|ประถม|,|ระยะ|แรก|,|ขั้นแรก. n. ที่|สําคัญ|ที่สุด|,|สิ่ง|ที่อยู่|ใน|อันดับ|หนึ่ง|,|ตําแหน่ง|อาร์|บิ|ชอพ|,|การ|เลือกตั้ง|ครั้ง|แรก|,|แม่สี|,|ดาว|ที่|สว่าง|กว่า|ใน|กลุ่ม|ดาว|คู่.  |Syn. primariness n. คํา|ที
กุญแจ|หลัก|ใน|การ|สั่ง|ให้|เรียง (sort) ข้อความ|หรือ|ตัวเลข จะ|ต้อง|มี|การ|กําหนด|ว่า|จะ|เรียง|ตาม|อะไร เช่น ตาม|ตัวอักษร ตาม|ความ|มาก|น้อย ตาม|อายุ ฯ ตัวกําหนด|นี้|เรียก|ว่า กุญแจ (key) ตัวกําหนด|ที่|สําคัญ|เป็นอัน|ดับ|แรก เรียก|ว่า " กุญแจ|หลัก|" ส่วนตัว|สําคัญ|รอง|ลง|มา ก็|เรียก|ว่า "|กุญแจ|รอง|" เช่น|กําหนด|ให้|เรียง|ตาม|ตัวอักษร และ|อายุ ตัวอักษร|จะ|เป็น|กุญแจ|หลัก คือ|ให้|เรียง|ตาม|ตัวอักษร|ก่อน เมื่อ|ตัวอักษร|ซ้ํา|กัน จึง|เรียง|ตาม|อายุ อายุ|ก็|เป็น|กุญแจ|รอง ดู secondary key ประกอบ
n. โรงเรียน|ประถม
หมายถึง หน่วยความจํา|ที่อยู่|ใน|เครื่อง|คอมพิวเตอร์ แต่|ไม่|ได้|อยู่|ใน|หน่วยประมวลผลกลาง ใน|การ|ทํางาน|ของ|คอมพิวเตอร์|นั้น เมื่อ|อ่าน|ข้อมูล|เข้า|ไป|แล้ว คอมพิวเตอร์|จะ|นํา|ข้อมูล|นั้น|ไป|ไว้|ใน|หน่วยความจํา แล้ว|จะ|เรียก|มา|ใช้|เมื่อ|ต้องการ ข้อมูล|ที่อยู่|ใน|หน่วยความจํา|นี้ จะ|อยู่|ตลอดไป|จนกว่า|ไฟ|จะ|ดับ หรือ|มี|การ|อ่าน|ข้อมูล|ใหม่|เข้า|ไป|ทับ|มี|ความหมาย|เหมือน main storage|ดู secondary storage เปรียบเทียบ|print : พิมพ์|หมายถึง การ|แสดง|ผลลัพธ์|ที่|ประมวลผล|ได้|จาก|คอมพิวเตอร์|ลง|บน|กระดาษ หรือ|แผ่น|ใส ฯ กับ|ใช้|เป็น|รายการ|คําสั่ง|ใน|โปรแกรม|สําเร็จ|หลาย|โปรแกรม ที่|จะ|ให้|คอมพิวเตอร์|ทํา|การ|ดังกล่าว ซึ่ง|มักจะ|มี|คําถาม|ตาม|มา|อีก|หลาย|คําถาม|ใน|กรอบ|สนทนา (dialog box) เป็นต้น|ว่า พิมพ์|กี่|ชุด พิมพ์|หน้า|ไหน|บ้าง ขยาย|หรือ|ย่อ|ขนาด|กี่|เปอร์เซ็นต์ ฯ รวม|ทั้งเป็น|คําสั่ง|ใน|โปรแกรม|ใน|ภาษา|ต่าง ๆ เกือบ|ทุก|ภาษา|ด้วย
(ไพร|'|เมท) n. อาร์|บิ|ชอพ|,|สัตว์เลี้ยงลูกด้วยนม|ประเภท|หนึ่ง|ได้แก่|คน|ลิง|และ|lemur.  |Syn. primatal adj. primatial|,|primatical adj.
(ไพ|รม) adj. สําคัญ|ที่สุด|,|ดีเลิศ|,|ชั้นหนึ่ง|,|อันดับ|หนึ่ง|,|ขั้น|พื้นฐาน|,|ขั้น|มูลฐาน. n. ภาวะ|ที่|รุ่งโรจน์|สุด|,|ส่วน|ที่|ดีเลิศ|,|ระยะ|แรกเริ่ม|,|ฤดู|ใบไม้|ผลิ|,|ชั่วโมง|แรก|ของ|วัน|,|วัน|หนุ่มสาว|,|รุ่งอรุณ vt. ใส่|ดินระเบิด|,|สั่งสอน|,|แจ้ง|ข่าว|  |Syn. primeness n. คํา|ที่|มี|คว
(ไพร|มี|'|เวิล) adj. เกี่ยวกับ|ยุค|แรกเริ่ม|,|เกี่ยวกับ|ยุค|ดึกดําบรรพ์.  |Syn. primaeval|,|primary
(ไพร|'|มิ|ง) n. ดินระเบิด|,|วัตถุ|ระเบิด|,|ความ|รุ่งโรจน์|,|เครื่องส่ง|หรือ|สูบฉีด|น้ํามัน|,|ชั้นแรก|,|ชั้น|รอง|พื้น
(พ|ริม|'|มิ|ทิฟว) adj. แรกเริ่ม|,|เบื้องต้น|,|สมัย|แรก|,|ดั้งเดิม|,|บรรพกาล|,|ดึกดําบรรพ์|,|ยัง|ป่าเถื่อน|,|ง่าย ๆ ,|หยาบ|,|พื้นฐาน. n. คน|สมัยดึกดําบรรพ์|,|นัก|ศิลปะ|ที่|เรียน|ด้วย|ตนเอง|,|ผลงาน|ของ|นัก|ศิลปะ|ที่|เรียนรู้|ด้วย|ตนเอง|  |Syn. primitiveness n. primitivity n. คํา|ที่|มี
(ไพร|มะ|เจน|'|นิ|เทอะ) n. บรรพบุรุษ|แรกเริ่ม|,|บรรพบุรุษ|  |Syn. forefather
(ไพร|มอร์|'|เดี|ยล) adj. แรกเริ่ม|,|ดั้งเดิม|,|ประถม|,|เกิด|ขึ้น|ก่อน|  |Syn. primordiality n.  |Syn. elementary
(พ|ริม|พฺ) vt.,|vi. ตกแต่ง|อย่าง|พิถีพิถัน|,|แต่งตัว|อย่าง|พิถีพิถัน|  |Syn. preen|,|prink
(พ|ริม|'|ไร|ซ) n. พืช|ไม้ดอก|สี|เหลือง|จําพวก Primula|, สี|เหลือง|อ่อน|  |Syn. pale yellow
(พ|ริน|ซฺ) n. เจ้าชาย|,|พระราช|นัดดา|,|กษัตริย์|,|เจ้าผู้ครองนคร|,|ผู้ดี|เด่น|  |Syn. princeship|,|n.
พระ|สวามี|ของ|กษัตริย์|หญิง
n. ซาตาน|  |Syn. Satan
n. พระ|เยซู|คริสต์
n. มงกุฎ|ราช|กุมาร|ของ|อังกฤษ
n. ผู้|สําเร็จ|ราชการ|แผ่นดิน|แทน|กษัตริย์
n. โอรส|องค์|โต|สุด|ของ|กษัตริย์
(พ|ริน|ซฺ|'|เดิม) n. ตําแหน่ง|เจ้าชาย|,|เขต|ปกครอง|ของ|เจ้าชาย|,|ลําดับ|เทพยดา|หรือ|ทูต|สวรรค์|  |Syn. principalities
(พ|ริน|ซฺ|'|ลิง) n. เจ้าชาย|น้อย|,|เจ้าชาย|ที่|มี|ตําแหน่ง|ไม่|สําคัญ|  |Syn. young prince
(พ|ริน|ซฺ|'|ลี) adj. เกี่ยวกับ|เจ้าชาย|,|ฟุ่ม|-|เฟือย|,|หรูหรา.  |Syn. princeliness n.
(พ|ริน|'|ซิ|ส|,|-|เซ|ส) n. เจ้าหญิง|,|ชายา|ของ|เจ้าชาย|,|กษัตริย์|ที่|เป็น|หญิง|,|หญิง|ที่|มี|ชื่อเสียง|  |Syn. princessly adj.
(พ|ริน|'|ซะเพิล) adj. อันดับ|แรก|,|อันดับ|หนึ่ง|,|สําคัญ|ที่สุด|,|หัวหน้า|,|ตัวการ|,|ราย|ใหญ่|,|เงินต้น|,|ทุน. n. หัวหน้า|,|ผู้อํานวยการ|,|ครูใหญ่|,|อธิการบดี|,|ประธาน|,|เงินต้น|,|ต้นทุน|,|ผู้ว่า|อ้าง|,|ตัวการ|สําคัญ|,|โครงร่าง|สําคัญ.  |Syn. principalship n.
(พ|ริน|ซิ|แพ|ล|'|ลิ|ที) n. รัฐ|หรือ|อาณาเขต|ที่|ปกครอง|โดย|เจ้าชาย|ดยุค|-|เอิร์ล|หรือ|ขุนนาง|สําคัญ|อื่น ๆ ,|รัฐ|นคร|,|ตําแหน่ง|หรือ|อํานาจ|ของ|prince (ดู) ,|ลําดับ|ทูต|สวรรค์|หรือ|เทพยดา
(พ|ริน|'|ซี|เพิลลี) adv. โดย|ส่วนใหญ่|,|โดย|สําคัญ|  |Syn. chiefly|,
(พ|ริน|'|ซะเพิล) n. หลัก|,|หลักการ|,|กฎ|,|ศีลธรรม|,|ลัทธิ|,|หลัก|ศีลธรรม|,|ตัว|ยา. -|Phr. (in principle ใน|แง่|ทฤษฎี)|  |Syn. rule
(พ|ริ|งคฺ) vt.,|vi. แต่งตัว|,|ประดับ|,|ตกแต่ง|,|วางท่า|วาง|ทาง|  |Syn. primp
(พ|ริน|ทฺ) vt. พิมพ์|,|ฝัง|,|ประทับ|,|สลัก|,|ทํา|ให้|เกิด|ภาพ|แท้จริง (จาก|ภาพ|เน็ก|กา|ติฟว์) . vi. ทํา|ให้|เกิด|ภาพ|,|เกิด|ภาพ|,|อัด|รูป|,|พิมพ์. n. ภาพพิมพ์|,|รอย|พิมพ์|,|ตัวพิมพ์|,|วิธีการ|พิมพ์|,|ผ้า|พิมพ์|,|เครื่องพิมพ์|,|ตรา|พิมพ์|,|ลวดลาย|พิมพ์|,|ลาย|ดอก. -|Phr. (n print ตีพิมพ์|แล้ว) -|Phr. (out of prin ไม่|ตี|พิพม์)| 
บัฟเฟอร์|เครื่องพิมพ์|หมายถึง ส่วนหนึ่ง|ของ|หน่วยความจํา|ที่|ถูก|กัน|ไว้|ให้|มี|หน้าที่|เก็บ|ผล|ที่|จะ|พิมพ์ ออก|ไว้|ชั่ว|คราว ทั้งนี้|เป็น|เพราะ|เครื่องพิมพ์|ทํางาน|ช้า|กว่า|เครื่อง|คอมพิวเตอร์ เมื่อ|คอมพิวเตอร์|ประมวลผล|เสร็จ|แล้ว ก็|จะ|ส่ง|ผล|มา|รอ|เก็บ|ไว้|ที่นี่|ก่อน แล้ว|เครื่องพิมพ์|ก็|จะ|ค่อย ๆ ทยอย|พิมพ์|ออก|ไป
คิว|งาน|พิมพ์|หมายถึง งาน|พิมพ์|ที่|ส่ง|มา|เข้า|คิว|รอ|การ|พิมพ์ ใน|เครือข่าย อาจ|หมายถึง|มี|คน|สั่ง|พิมพ์|งาน|หลาย|คน จาก|สถานี|ปลาย|ทาง (terminal) ต่าง ๆ แต่|มี|เครื่องพิมพ์|ที่|ใช้|ร่วม|กัน|อยู่|เพียง|ครึ่ง|เดียว งาน|อื่น|จะ|ต้อง|เข้า|คิว|รอ
แป้นพิมพ์|จอภาพ|เป็น|แป้น ๆ หนึ่ง ใช้|เป็น|คําสั่ง|ใน|ระบบ|ดอส ที่|สั่ง|ให้|พิมพ์|ข้อความ|ที่|ปรากฏ|บน|จอภาพ|ออก|ทาง|เครื่องพิมพ์ โดย|การ|กด|แป้น|นี้|บน|แผง|แป้น|อักขระ ที่|มี|อักษรย่อ|ว่า PrtSc อยู่|บน|แป้น แต่|ใน|ระบบ|วินโดว์ การ|กด|แป้น|นี้ จะ|เป็น|คําสั่ง|เก็บ|ภาพ|ที่|ปรากฏ|บน|จอภาพ|ไว้|ใน|คลิป|บอร์ด (clipboard)| 
n. สิ่ง|ตีพิมพ์|ที่|ผ่าน|เครื่อง|คอมพิวเตอร์
n. สิ่ง|ตีพิมพ์
(พ|ริน|'|เทอะ) n. ผู้พิมพ์|,|เจ้าของ|โรงพิมพ์|,|ช่างพิมพ์|,|เครื่องพิมพ์|หมายถึง อุปกรณ์|เครื่องพิมพ์|ที่|รับ|สัญญาณ|ตรง|จาก|เครื่อง|คอมพิวเตอร์ เพื่อ|พิมพ์|งาน|ออก|มา|เป็น ข้อความ ภาพ ลง|บน|กระดาษ หรือ|วัตถุ|อื่น|ใน|ประเภท|เดียวกัน เครื่องพิมพ์|ที่|ใช้|ใน|ปัจจุบัน|มี|หลาย|ประเภท เช่น แบบ|กระทบ (impact printer) ซึ่ง|จะ|รวม ถึง|แบบ|จุด (dot matrix) และ|แบบ|จาน (daisy wheel) นอกจากนั้น ก็|ยัง|มี|แบบ|ไม่|กระทบ (non impact printer) ซึ่ง|แบ่ง|เป็น|แบบ|ฉีด|หมึก (ink jet) และ|เครื่องพิมพ์|เลเซอร์ (laser printer) ดู chain printer|, character printer|, daisy wheel printer|,|dot matrix printer|, dot printer|, drum printer|, electrothermal printer|, high speed printer|, impact printer|, ink jet printer|, laser printer|, line printer|, nonimpact printer|, page printer|, stylus printer|, thermal printer|, wire printer|, wheel printer ประกอบ
ใช้|ตัวย่อ|ว่า PCL (อ่าน|ว่า พี|ซี|แอ|ล) เป็น|โปรแกรม|ที่|ใช้|ควบคุม|การ|ทํางาน|ของ|เครื่องพิมพ์|บาง|ยี่ห้อ ส่วนมาก|จะ|เป็น|เครื่องพิมพ์|เลเซอร์|ของ|บริษัท|ฮิวเล็ต|แพ|กการ์ด|หรือ HP (อย่าง|ปน|คํา|นี้|กับ PDL)| 
โปรแกรม|ขับ|เครื่องพิมพ์|หมายถึง ซอฟต์แวร์|ที่|ทํา|หน้าที่|เป็น|ล่าม|แปล|ความ|ระหว่าง|ระบบปฏิบัติการ (operating system) หรือ|โปรแกรม|การ|ใช้|งาน กับ|แบบ|หรือ|ชนิด|ของ|เครื่องพิมพ์|ที่|คอมพิวเตอร์|จะ|สั่ง|ให้|พิมพ์ ระบบปฏิบัติการ|บาง|ระบบ|จะ|มี|ซอฟต์แวร์|ส่วน|นี้|ไว้|ให้|ใน|ตัว แต่|ถ้า|เป็น|ระบบ|ดอส แต่ละ|โปรแกรม|ต้อง|ติดตั้ง (install) ซอฟต์แวร์|ส่วน|นี้|เอง (ขึ้น|อยู่|กับ|ว่า จะ|ใช้|เครื่องพิมพ์|ยี่ห้อ|อะไร)| 
ช่อง|เสียบ|ต่อ|กับ|เครื่องพิมพ์|หมายถึง ช่อง|ที่|มี|สาย|เสียบ|เพื่อ|เชื่อม|เครื่อง|คอมพิวเตอร์|ให้|ต่อ|กับ|เครื่องพิมพ์ ส่วนมาก|จะ|เป็น|ช่อง|ขนาน (pararell port) มัก|อยู่|ทาง|ด้านหลัง|ของ|ตัว|เครื่อง ดู pararel port ประกอบ
(พ|ริน|'|เท|อ|รี) n. โรงพิมพ์|,|กิจการ|พิมพ์
(พ|ริน|'|ทิง) n. ศิลปะ|กระบวนการ|หรือ|ธุรกิจ|การ|พิมพ์|,|การ|พิมพ์|,|สิ่ง|ตีพิมพ์|,|จํานวน|พิมพ์
n. โรงพิมพ์|,|สํานักพิมพ์
n. หมึก|พิมพ์
n. เครื่องพิมพ์
n. เครื่องพิมพ์
n. ผู้พิมพ์|,|ช่างพิมพ์|,|ช่าง|ศิลปะ|การ|พิมพ์
n. ศิลปะ|หรือ|เทคนิค|การ|พิมพ์
หมายถึง|ผล|ที่|ได้|จาก|การ|ปฏิบัติงาน|ของ|เครื่อง|คอมพิวเตอร์|ตาม|คําสั่ง|ที่|สั่ง|ให้|พิมพ์ ลง|ใน|กระดาษ|หรือ|วัสดุ|อื่น
(ไพร|'|เออะ) adj. ก่อน|,|อัน|ก่อน|,|อยู่|ก่อน. -|Phr. (prior to ก่อน|จนกว่า)|  |Syn. earlier
(ไพร|ออ|'|ริ|ที) n. การ|มา|ก่อน|,|การ|มี|สิทธิ|ก่อน|,|บุ|ริม|สิทธิ|,|สิทธิพิเศษ
การ|ประมวลผล|ตาม|ลําดับ|ความ|สําคัญ|หมายถึง|การ|ประมวลผล|ไป|ตาม|ระดับ|ความ|สําคัญ|ของ|โปรแกรม (ที่|มี|การ|กําหนด|ไว้|ก่อน|แล้ว)| 
(พ|ริ|ส|'|ซึม) n. แก้ว|พ|ริ|ส|ซึม
(พ|ริ|ซแมท|'|ทิค) adj. เกี่ยวกับ|แก้ว|พ|ริ|ส|ซึม|,|เป็น|แถบ|คลื่น|แสง|หรือ|สี|รุ้ง|,|หลาย|รูปแบบ|,|หลาย|เหลี่ยม|  |Syn. prismatically adv.  |Syn. brilliant
(พ|ริ|ซ|'|เซิน) n. คุก|,|เรือนจํา|,|ตาราง|,|สถานที่|คุมขัง|,|การ|ติด|คุก|  |Syn. jail
(พ|ริ|ซ|'|เซินเนอะ) n. นักโทษ|,|เชลยศึก|,|เชลย|,|คน|คุก|,|ผู้|ที่|สูญเสีย|อิสรภาพ|  |Syn. convict
(พ|ริ|ส|'|ซี) adj. พิถีพิถัน|เกิน|ไป|,|เจ้าระเบียบ|เกิน|ไป|,|ทื่อ.  |Syn. prissily adv. prissiness n.  |Syn. fussy|,|prim
(พ|ริ|ส|'|ที|น) adj. เดิมที|,|แรกเริ่ม|,|เก่าแก่|,|ดึกดําบรรพ์|,|บ|ริ|สุทธิ.
(ไพร|'|วะ|ซี) n. ความ|โดดเดี่ยว|,|ความ|สันโดษ|,|การ|อยู่|คน|เดียว|,|ความลับ|  |Syn. seclusion
(ไพร|'|วิท) adj. สันโดษ|,|ส่วนตัว|,|ไม่|ปล่อย|ให้|คน|อื่น|รู้|,|เป็น|ความลับ|,|เฉพาะตัว|,|บุคคล|,|รโหฐาน|,|โดย|เอกชน|,|เกี่ยวกับ|พลทหาร. n. พลทหาร|,|อวัยวะ|สืบพันธุ์. -|Phr. (in private ส่วนตัว|เป็น|ความลับ)|  |Syn. privateness n.  |Syn. personal
n. บริษัทเอกชน
n. เอกชน
คลัง|ชุดคําสั่ง|ส่วนตัว|หมายถึง ที่|เก็บ|รวบรวม|ชุดคําสั่ง|หรือ|โปรแกรม|ต่าง ๆ ซึ่ง|แปล|ไว้|เป็น|ภาษาเครื่อง (machine language) แล้ว อาจ|เรียก|ใช้ได้|ทันที มัก|เป็น|ชุดคําสั่ง|ที่|มี|การ|เรียก|ใช้|บ่อย ๆ มี|ความหมาย|เหมือน program library
n. ของลับ|ของ|ชาย|หรือ|หญิง
n. การ|ทํา|ธุรกิจ|หรือ|กิจการ|ส่วนตัว
n. รงเรียน|ราษฎร์
n. เลขานุการ|ส่วนตัว
n. ของลับ|ของ|ชาย|หรือ|หญิง
(ไพร|เว|'|เชิน) n. การ|ขาดแคลน|สิ่ง|จําเป็น|ใน|การ|ดํารง|ชีพ|,|การ|ขาดแคลน|,|ความ|คับแค้น|,|การ|เพิกถอน|  |Syn. want|,|need
(ไพร|เว|'|ทิฟว) adj. ขาดแคลน|,|ขัดสน|,|คับแค้น|,|ซึ่ง|ถูก|ถอดถอน.  |Syn. causing
(พ|ริ|ฟ|'|วิลิจฺ) n. สิทธิพิเศษ|,|อภิสิทธิ์|,|เอกสิทธิ์|,|ประโยชน์|พิเศษ|,|ข้อได้เปรียบ. vt. ให้|สิทธิพิเศษ|แก่|,|ให้|อภิสิทธิ์|แก่|  |Syn. privileger n.
(พ|ริ|ฟ|'|วิลลิ|จด|ฺ) adj. มี|อภิสิทธิ์|,|มี|สิทธิพิเศษ|,|ไม่|อยู่|ภายใต้|การ|บังคับ|ของ|กฎเกณฑ์|ทั่ว ๆ ไป|  |Syn. advantaged
คําสั่ง|เอกสิทธิ์|หมายถึง คําสั่ง|ภาษาเครื่อง (machine language) ซึ่ง|จํากัด|โปรแกรม|ต่าง ๆ ไม่|ให้|ทํางาน|ผิด|แนวทาง โดย|ปกติ คําสั่ง|เอกสิทธิ์|จะ|ประกอบ|ด้วย คําสั่ง|ข้อจํากัด|การ|ใช้ เกี่ยวกับ|การ|ปฏิบัติงาน|ของ|หน่วย|รับ|ข้อมูล|เข้า หน่วย|แสดง|ผล การ|ป้องกัน|หน่วยความจํา การ|หยุดชะงัก|การ|ทํางาน|ของ|เครื่อง และ|ปฏิบัติการ|เกี่ยวกับ|การ|ควบคุม และ|การ|กําหนด|เวลา คําสั่ง|นี้|ผู้ใช้|เครื่อง|ธรรมดา|ไม่|มี|สิทธิ|ใช้ และ|จะ|ทํางาน|ได้|เฉพาะ|เมื่อ|อยู่|ใน|ภาวะ|การ|ใช้|ระบบปฏิบัติการ (operating system mode)| 
(พ|ริ|ฟ|'|วะลี) adv. เป็น|การ|ส่วนตัว|,|อย่าง|ลับ ๆ|  |Syn. privately
(พ|ริ|ฟ|'|วี) adj. ส่วนตัว|,|เฉพาะตัว|,|ลับ|ตา|,|ที่|ลับ|,|ซ่อนเร้น|,|ส่วน|พระองค์. n. ห้องส้วม|,|บุคคล|ที่|มี|ผลประโยชน์|ร่วม|กัน|  |Syn. private
n. ห้องพัก|ส่วน|พระองค์|ใน|ราชสํานัก
n. สภา|องคมนตรี
n. องคมนตรี
n. องคมนตรี
n. ของลับ|ของ|ชาย|หญิง
n. ท้องพระคลัง|,|พระ|คลัง|ข้าง|ที่
n. พระราช|ลัญุ|จก|ร
(ไพร|ซ) n. รางวัล|,|เงิน|รางวัล|,|ขอ|งด|' ๆ ,|ทรัพย์|เชลย|,|ลาภ|ลอย|,|การ|แข่งขัน adj.ได้|รับ|รางวัล vt. ตีราคา|สูง|,|ประเมิน|ค่า|สูง|  |Syn. reward|,|award
n. ศาล|ทรัพย์|เชลย
n. ลูกเรือ|ที่|นํา|ส่ง|เรือ|เชลย (เรือ|ข้าศึก)| 
n. บุคคล|ที่|ได้|รับ|ทุนการศึกษา
n. ทุนการศึกษา
n. การ|แข่งขัน|ชกมวย|เพื่อ|เอา|รางวัล เงิน|หรือ|อื่น ๆ ,|การ|แข่งขัน|ชกมวย|อาชีพ.
n. เวที|มวย|,|การ|ซ้อม|ชกมวย
(ไพร|'|เซอะ) n. ผู้แข่งขัน|เอา|รางวัล
(โพ|ร) adv.,|n. (pl. pros) (สิ่ง|ที่) ชอบ|,|สนับสนุน|,|=|professional (ดู)| 
(โพ|รโฟร|'|มะ|,|โพร์ฟอร์|'|มะ) (Latin) ตาม|แบบ
Pref. ชอบ|,|สนับสนุน|,|ไป|ข้างหน้า|,|ก่อน|,|ตาม|,|แทน|,|ต่อหน้า
(พร|อบ|'|อะ|บิล|'|ลิ|ที) n. ความ|เป็น|ไป|ได้|, สิ่ง|ที่|น่าจะ|เป็น|ไป|ได้|,|โอกาส|ที่|น่าจะ|เป็น|ไป|ได้. -|in all probability เป็น|ไป|ได้|มาก|  |Syn. likelihood
(พร|อบ|'|อะเบิล) adj. เป็น|ไป|ได้|,|น่าจะ|เป็น|ไป|ได้|,|ค่อนข้าง|แน่|,|คง|,|น่าจะ|เกิด|ขึ้น
n. ข้อเท็จจริง|ที่|น่าจะ|เป็น|ไป|ได้
(พร|อบ|'|อะบลี) adv. ซึ่ง|เป็น|ไป|ได้|มาก
(โพ|ร|'|เบท) n. การ|พิสูจน์|พินัยกรรม|โดย|ศาล. adj. เกี่ยวกับ|การ|พิสูจน์|ดังกล่าว|,|เกี่ยวกับ|ศาล|ดังกล่าว. vt. พิสูจน์|พินัยกรรม|,|ภาคทัณฑ์|ผู้|กระทํา|ผิด
(โพ|รเบ|'|เชิน) n. การ|ภาคทัณฑ์|,|การ|พิสูจน์|,|การ|ทดสอบ|,|ช่วง|ระยะ|เวลา|การ|ทดสอบ.  |Syn. probational probationary adj. probationship n.  |Syn. test
(โพ|รเบ|'|เชินเนอะ) n. ผู้|ที่อยู่|ใน|ระหว่าง|การ|ทดสอบ|,|ผู้|ที่อยู่|ใน|ระหว่าง|การ|ภาคทัณฑ์
(โพ|รเบ|'|ทิฟว) adj. เป็น|การ|ทดสอบ|,|เป็น|การ|ทดลอง|,|เป็น|การ|ภาคทัณฑ์|,|เกี่ยวกับ|การ|สืบสวน|  |Syn. probatory
(โพ|รบ) vt. ทอ|สอบ|,|ทดลอง|,|ตรวจสอบ|,|พิสูจน์|,|สืบสวน|,|แหย่|หรือ|หยั่ง|ด้วย|เครื่อง|แหย่. vi. แหย่|หรือ|หยั่ง|ด้วย|เครื่อง|แหย่. n. เครื่อง|แหย่|,|เครื่องมือ|ยาว|สําหรับ|ตรวจ|ดู|แผล|หรือ|ทางเดิน|ใน|ร่างกาย|,|การ|สืบสวน.  |Syn. probable adj. prober n. คํา|ที่|มี|ความหมาย|เห|มือ
(โพ|ร|'|บิ|ที) n. ความ|ซื่อสัตย์|,|ความ|ซื่อตรง|,|ความ|ตรงไปตรงมา integrity
(พร|อบ|'|เลิม) n. ปัญหา|,|ข้อ|ปัญหา|,|โจทย์|เรขาคณิต|,|โจทย์|คณิตศาสตร์|,|หมาก|กล|,|เรื่อง|ที่|ต้อง|แก้ไข|หรือ|ต้อง|พิจารณา|กัน. adj. สอน|ยาก|,|เป็น|ปัญหา|  |Syn. question|,|riddle
(พร|อบ|'|บ|ระ|แมท|'|ทิค|,|-|เคิล) adj. สร้าง|ปัญหา|,|น่า|สงสัย|,|เป็น|ปริศนา|,|ยัง|ไม่|แน่นอน|,|เกี่ยวกับ|บท|สร้าง|ใน|เรขาคณิต.  |Syn. problematically adv.  |Syn. uncertain|,|doubtful
(พร|อบ|'|บ|ระ|แมท|'|ทิค|,|-|เคิล) adj. สร้าง|ปัญหา|,|น่า|สงสัย|,|เป็น|ปริศนา|,|ยัง|ไม่|แน่นอน|,|เกี่ยวกับ|บท|สร้าง|ใน|เรขาคณิต.  |Syn. problematically adv.  |Syn. uncertain|,|doubtful
(โพ|รบ|อส|'|ซิ|ส) n.งวงช้าง|,|จะงอย|ปาก|,|ส่วน|ของ|ปาก|แมลง|ที่|ยื่น|ออก S. trunk pl. -|boscises|,|-|boscides
(โพ|รเคน|'|,|โพ|ร|'|เคน) n. ยา|ระงับ|ความรู้สึก|ชนิด|หนึ่ง|ที่|ใช้|เฉพาะ|แห่ง|หรือ|ผ่าน|ทาง|ไขสันหลัง
(โพ|ร|ซี|'|เจอะ) n. ขบวนการ|,|วิธีการ|,|ระเบียบการ|,|วิธีการ|ปฏิบัติ|,|แนวทาง|,|ขั้นตอน|,|กําหนดการ.  |Syn. procedural adj.  |Syn. course
(โพ|ร|ซีด|') vi. ดําเนินการ|,|กระทํา|การ|,|กระทํา|ต่อไป|,|ปฏิบัติ|,|ลงมือ|,|เริ่ม|,|เกิด|จาก|,|ออก|จาก.  |Syn. proceeder n.  |Syn. go forward|,|continue
(พระ|ซี|'|ดิง) n. การ|ดําเนินการ|,|ขั้นตอน|,|วิธีการ|,|ขบวนการ|,|แนวทาง|,|  |Syn. proceedings กิจกรรม|ที่|ดําเนิน|ต่อเนื่อง|ใน|ระยะ|หนึ่ง|,|การ|ปฏิบัติ|ตาม|กฎหมาย|,|วิธีการ|ทาง|กฎหมาย
(โพ|ร|'|ซีด|ซ) n. รายได้|,|ผลกําไร|,|ผล|ที่|เกิด|ขึ้น|  |Syn. income|,|return
(โพ|ร|'|เซ|ส|,|พร|อส|'|เซ|ส) n. ขบวนการ|,|ขบวน|แห่|กระบวนการ|,|ระบบ|,|การ|ดําเนินการ|,|แนวทาง|,|กรรมวิธี|,|วิธี|ปฏิบัติ|,|ขั้นตอน|การ|ปฏิบัติ|,|หมาย|ศาล|,|ปุ่ม|,|ส่วน|ยื่น|,|สิ่ง|งอก|,|เนื้องอก|,|การ|ทํา|แม่พิมพ์|,|การ|เปลี่ยนแปลง|,|การ|ล้าง|รูป vt. ทํา|ให้|ผ่าน|กระบวนการ|,|ปฏิบัติการ|,|จัดการ|,|ทํา|แม่พิมพ์|สอด|สี|,|ล้าง|รูป|,
หน่วย|ประมวลผล|มี|ความหมาย|เหมือน processor เป็น|ส่วน|ที่|เรียก|กัน|ว่า "|สมอง|" ของ|คอมพิวเตอร์ ตรง|กับ|คํา|ว่า|หน่วยประมวลผลกลาง (central processing unit) ทํา|หน้าที่|ประมวลผล|ต่าง ๆ เช่น บวก ลบ คูณ หาร เปรียบเทียบ ฯ
(โพ|ร|เซ|ส|'|เชิน) n. ขบวน|,|ขบวน|แห่|, การ|เดิน|ไป|ข้างหน้า|,|แถว|ขบวน|,|การ|ป|รา|กฎ|ออก|มา. vi. เดิน|ไป|ข้างหน้า|,|เดิน|ขบวน|,|ดําเนิน|ไป|  |Syn. processional adj. processionist n.  |Syn. line|,|parade|  |Syn. processional adj.
(โพ|ร|เซ|ส|'|เซอะ) n. ผู้|ดําเนินการ|,|ผู้|แปรรูป|,|เครื่อง|จัด|,|ตัว|ประมวลผล|เป็น|ส่วน|ที่|เรียก|กัน|ว่า "|สมอง|" ของ|คอมพิวเตอร์ ตรง|กับ|คํา|ว่า|หน่วยประมวลผลกลาง (central processing unit) ทํา|หน้าที่|ประมวลผล|ต่าง ๆ เช่น บวก ลบ คูณ หาร เปรียบเทียบ ฯ ดู process ประกอบ
(โพ|รเค|ลม|') vt. ประกาศ|,|แถลง|,|ประกาศสงคราม|,|ประกาศ|อย่าง|เปิดเผย|,|ประกาศ|สรรเสริญ.  |Syn. proclaimer n.  |Syn. announce|,|declare
(พร|อ|คละ|เม|'|เชิน) n. ประกาศ|,|คําประกาศ|,|คํา|แถลง|,|การ|ประกาศ|,|การ|แถลง.  |Syn. proclamatory adj.  |Syn. proclaiming
(โพ|ร|คอน|'|เซิล) n. ข้าหลวง|หรือ|ผู้บัญชาการ|ทหาร|ของ|มณฑล|หรือ|จังหวัด|,|ผู้ปกครอง|อาณาเขต|ที่|ถูก|ยึดครอง.  |Syn. proconsular adj.
(โพ|รแค|รส|'|ทิเนท) vi.,|vt. หน่วงเหนี่ยว|,|ทํา|ให้|ชักช้า|,|ผลัด|วัน|ประกัน|พรุ่ง|,|เลื่อน|  |Syn. procrastination n. procrastinative|,|procrastinatory adj. procrastinator n.  |Syn. put off
(โพ|ร|'|ค|รี|เอท) vt. ให้|กําเนิด|,|สร้าง|,|ออก|ลูก|,|ทํา|ให้|บังเกิด. vi. กําเนิด|,|เกิด|,|บังเกิด.  |Syn. procreation n. procreative adj. procreator n.
(พร|อค|'|เทอะ) n. ทนาย|,|ผู้ดู|แล|ความ|ประพฤติ|ของ|นักศึกษา|ใน|มหาวิทยาลัย|,|เจ้าหน้าที่|ดูแล|ความ|สงบเรียบร้อย. vt.,|vi. ดูแล|ความ|ประพฤติ|,|ดูแล|ความ|สงบเรียบร้อย|  |Syn. proctorial adj. proctorship n.  |Syn. agent|,|proxy
(โพ|ร|เคียว|'|ระ|เบิล) adj. พอจะ|เอา|มา|ได้|,|หา|มา|ได้|,|นํามา|ได้
(โพ|ร|เคียว|'|เริล) n. การ|หา|มา|ได้|,|การ|ได้|มา
(โพ|ร|เคียว|'|เรินซฺ) n. การ|จัดหา|,|การ|หา|มา|ได้|,|การ|เป็น|ตัวแทน|,|ค่านายหน้า|,|การ|เป็น|สื่อ|โลกีย์
(โพ|ร|เคียว|เร|'|เชิน) n. การ|จัดหา|,|การ|หา|ผู้หญิง|มา|เป็น|โสเภณี|,|ตําแหน่ง|หรือ|อํานาจ|หน้าที่|ของ|ตัวแทน|,|สํานักงาน|ตัวแทน|,|สํานักงาน|ทนายความ|หรือ|อัยการ|,|การ|จัดการ|ให้|คน|อื่น
(พร|อค|'|คิว|ระ|เทอะ) n. ตัวแทน|,|ทนาย|,|อัยการ|,|  |Syn. procurate n. procuratorship n. procuratorial adj. procuratory adj.
(โพ|ร|เคียว|'|เออะ) n. จัดหา|,|หา|มา|ให้|,|ล่อลวง|,|หา|ผู้หญิง|มา|เป็น|โสเภณี|,|นํามา|ซึ่ง|,|ก่อ|ให้|เกิด. vi. จัดหา|หญิง|โสเภณี|มา|ให้|ทํา|ประเวณี|,|แนะนํา|หญิง|โสเภณี.  |Syn. procurable adj. procurement n.  |Syn. gain|,|win|,|contrive
(โพ|ร|เคียว|'|เรอะ) n. ผู้|จัดหา|,|ผู้|จัดหา|หญิง|โสเภณี|มา|ให้|ทํา|ประ|เวณ|'|  |Syn. pimp
(โพ|ร|เคียว|'|เรส) n. หญิง|ที่|เป็น|procurer (ดู)| 
(พรอด) vt.,|n. (สิ่ง|ที่|,|การ) แยง|,|แหย่|,|กระทุ้ง|,|แทง|,|กระตุ้น|,|ปลุก|เร้า|,|ลง|ประ|ตัก.  |Syn. prodder n.  |Syn. urge
(พรอด|'|ดะ|เกิล) adj.,|n. (คน|ที่) ฟุ่มเฟือย|,|สุรุ่ยสุร่าย|,|ไม่|มี|ความ|เสียดาย|,|ใจป้ํา|,|สิ้นเปลือง|ยิ่ง.  |Syn. prodigalize vt.  |Syn. profligate
(พรอด|ดะ|แก|ล|'|ลิ|ที) n. ความ|ฟุ่มเฟือย|,|ความ|สุรุ่ยสุร่าย|,|ความ|สิ้นเปลือง
(พระ|ดิจ|'|เจียส) adj. มหาศาล|,|อย่างยิ่ง|,|มหันต์|,|ใหญ่โต|มโหาฬาร|,|มหัศจรรย์|,|งงงวย|,|แปลกประหลาด.  |Syn. prodigiousness n.  |Syn. enormous Ant. scant
(พรอด|'|ดิจี) n. อัจฉริยบุคคล|,|ผู้|มี|ความ|สามารถ|พิเศษ|,|สิ่ง|มหัศจรรย์|,|สิ่ง|แปลกประหลาด|,|สิ่ง|ผิดปกติ|,|สิ่ง|ที่|ใหญ่โตมโหฬาร|,|สิ่ง|ที่|เป็น|ลาง|  |Syn. marvel
(พระ|ดิวซฺ|') v. ให้|กําเนิด|,|ผลิต|,|ก่อ|,|ก่อ|ให้|เกิด|,|จัดหา|,|แสดง|,|เสนอ|n. ผลิตผล|,|ผลิตภัณฑ์|,|ลูก|  |Syn. producibility n. producible|,|produceable adj.  |Syn. yield
(โพ|รดิว|'|เซอะ) n. ผู้ผลิต|,|ผู้|ให้|กําเนิด|,|ผู้สร้าง|,|ผู้อํานวยการ|สร้าง|ภาพ|ยนต์|,|ผู้|ควบคุม|เวที
(พรอด|'|ดัคทฺ) n. ผลิตภัณฑ์|,|ผลิตผล|,|ผลคูณ|  |Syn. result
(โพ|รดัค|'|เชิน) n. การ|ผลิต|,|การ|สร้าง|,|ผลิตผล|  |Syn. manufacture
(โพ|รดัค|'|ทิฟว) adj. มี|อํานาจ|ผลิต|,|ให้|ผลดี|หรือ|มาก|,|ทํา|ให้|เกิด|ผล|,|อุดมสมบูรณ์.  |Syn. productivity n.  |Syn. creative
(พร|อฟ) n. ศาสตราจารย์ (abbr. professor)| 
(โพ|รเฟนเน|'|เชิน) n. การ|ทํา|ให้|ต่ําช้า|,|การ|ดูหมิ่น การ|ทํา|ให้|เปรอะเปื้อน|  |Syn. profanatory adj.
(โพ|รเฟน|') adj. หยาบคาย|,|ดูหมิ่น|ต่อ|สิ่งศักดิ์สิทธิ์|,|ทาง|ฆราวาส|,|ไม่|ศักดิ์สิทธิ์|,|ทาง|โลก|,|ไม่|ใช่|ทาง|ศาสนา. vt. ดูหมิ่น|,|ทําลาย|ความ|ศักดิ์สิทธิ์.  |Syn. profaneness n. profaner n.  |Syn. unconsecrated Ant. exalt
(โพ|ร|แฟน|'|นิ|ที) n. ความ|หยาบคาย|,|ถ้อยคํา|ที่|หยาบคาย|,|การ|กระทํา|หรือ|การ|พูด|ที่|หยาบคาย|,|การ|ทําลาย|ความ|ศักดิ์สิทธิ์|,|การ|สาปแช่ง|  |Syn. irrevertence|,
(โพ|รเฟส|') vt. ยอมรับ|,|แสดง|ตัว|,|อ้าง|ตัว|,|นับถือ (ศาสนา) ,|ปฏิญาณ|ตัว|,|ประกาศ|,|เป็น|ศาสตราจารย์|,|ถือ|เป็น|อาชีพ|,|ดําเนิน|อาชีพ|,|อ้าง|ความ|ชํานาญ. vi. ยอมรับ|,|ปฏิญาณ|ตัว|  |Syn. proclaim|  |Syn. professed adj. professedly adv.
(โพ|รเฟส|'|เชิน) n. อาชีพ|,|วิชาชีพ|,|บรรดา|ผู้|มี|อาชีพ|เดียวกัน|,|การ|ยอมรับ|,|การ|แสดง|ตัว|,|การ|ปฏิญาณ|ตัว|,|การ|นับถือ|ศาสนา|,|การ|ประกาศ|ความ|ศรัทธา|  |Syn. calling|,|avowal
(โพ|รเฟส|'|เชินเนิล) adj. เกี่ยวกับ|อาชีพ|,|โดย|อาชีพ|,|เป็น|อาชีพ|,|ชํานาญ|,|เชี่ยวชาญ n. ผู้เชี่ยวชาญ|ใน|วิชาชีพ|,|ผู้|มี|วิชาชีพ|,|ผู้เชี่ยวชาญ|,|นัก|เล่น|อาชีพ.  |Syn. expert
(โพ|รเฟส|'|เซอะ) n. ศาสตราจารย์|,|อาจารย์|ใน|มหาวิทยาลัย หรือ|วิทยาลัย|,|ผู้แสดง|ความ|เลื่อมใส|,|ผู้สอน|วิชา|ทาง|ศิลปกรรม|,|ผู้สอน|วิชา|กีฬา|,|ผู้เชี่ยวชาญ.  |Syn. professorial adj. professorship n. professorate n. professoriate n. คํา|ที่|มี|ความหมาย|เหมือน
(พร|อฟ|'|เฟอะ) vt.,|n. (การ) เสนอ|,|ยื่น|ให้|,|มอบ.  |Syn. profferer n.  |Syn. offer
(โพ|รฟิช|'|เชิน|ซี) n. ประสิทธิภาพ|,|ความ|เชี่ยวชาญ|, ความ|คล่องแคล่ว|  |Syn. competence
(โพ|รฟิช|'|เชินทฺ) adj. ชํานิชํานาญ|,|เชี่ยวชาญ|,|คล่องแคล่ว. n. ผู้เชี่ยวชาญ.  |Syn. proficientness n.
(โพ|ร|'|ไฟล์) n. รูป|ภายนอก|,|รูป|โครงร่าง|,|รูป|เส้น|รอบ|นอก|,|รูป|หน้าเสี้ยว|,|รูป|ด้าน|ข้าง|,|โครงร่าง|,|ภาพ|เงา|,|การ|วินิจฉัย|ขบวนการ|,|ประวัติ|บุคคล|โดยย่อ vt. วาด|รูป|ดังกล่าว|,|บรร|-|ยาย|ประวัติ|บุคคล|โดยย่อ|,|วาด|โครงร่าง|,|วาด|ภาพ|เงา.  |Syn. profilist n. คํา|ที่|มี|ความหมาย|เหมือน
(พร|อฟ|'|ฟิท) n. กําไร|,|ผลกําไร|,|ผลประโยชน์|,|ผลตอบแทน|,|ข้อได้เปรียบ. vi. มี|กําไร|,|ได้|ประโยชน์|,|ได้|เปรียบเทียบ|,|เอื้อ|ผล|,|มี|ผลดี.  |Syn. profiter n.  |Syn. return|,
(พร|อฟ|'|ฟิทะเบิล) adj. ให้|ผลกําไร|,|ได้|ผลประโยชน์|,|มี|ประโยชน์.  |Syn. profitabiliby n. profitableness n. profitably adv.
(พร|อฟ|'|ฟิเทียร์) n. ผู้|เอา|กําไร|เกิน|ควร|,|พ่อค้า|หน้าเลือด. vi. เอา|กําไร|เกิน|ควร|,|ขูดรีด|กําไร|เกิน|ควร.  |Syn. profiteering n.
(พร|อฟ|'|ละ|กิท|,|-|เก|ท) adj. เสเพล|,|ไร้|ศีลธรรม|จรรยา|เป็น|อย่างยิ่ง|,|ส|รุ่ย|สุ|ร่าย|,|ฟุ่มเฟือย. n. บุคคล|ที่|มี|ลักษณะ|ดังกล่าว.  |Syn. profligacy n.  |Syn. extravagant|,|immoral
n. งบดุล|ตาม|แบบ
n. รายการ|สินค้า|และ|รา|-|คา|สําหรับ|เสนอ|ขาย
(พระ|เฟาดฺ|') adj. ลึกซึ้ง|,|ล้ํา|ลึก|,|สุด|ซึ้ง|,|สนิท|,|แน่นแฟ้น|,|ถ้วน|ทั่ว|,|ต่ํา. n. ทะเล|ลึก|,|มหาสมุทร|,|ความ|ลึก|,|ความ|ล้ํา|ลึก.  |Syn. profoundness n.  |Syn. intense
(พระ|ฟิวซฺ|') adj. ฟุ่มเฟือย|,|สุรุ่ยสุร่าย|,|มากมาย|,|มาก|เกิน.  |Syn. ness n.  |Syn. extravagant
(พระ|ฟิว|'|เชิน) n. ปริมาณ|ที่|มากมาย|เกิน|ไป|,|ความ|ฟุ่มเฟือย|,|ความ|สุรุ่ยสุร่าย|  |Syn. excess Ant. scarcity
(พร|อก) vt.,|n. (ผู้) ควบคุม|การ|ศึกษา|,|ลงโทษ|นักศึกษา
(โพ|ร|เจน|'|นิ|เทอะ) n. บรรพบุรุษ|,|ต้นตระกูล|,|ปฐ|มา|จารย์|,|ราก|เง่า|,|ต้นฉบับ|  |Syn. forefather
(พร|อจ|'|จะ|นี) n. ลูกหลาน|,|ทายาท|,|ดอก|ผล|,|พืช|รุ่น|หลัง|  |Syn. descendants
(พร|อก|โน|'|ซิ|ส) n. การ|ทํานาย|อา|-|การ|โรค|,|การ|ทํานาย|,|การ|คาดคะเน
(พร|อก|นอ|ส|'|ทิค) n.,|adj. (เกี่ยวกับ) การ|ทํานาย|,|การ|คาดคะเน|,|ลาง|,|นิมิต|,|สิ่ง|บอก|เหตุการณ์|ล่วงหน้า|,|เครื่อง|แสดง|  |Syn. predictive
(พร|อ|สน|อส|'|ทิเคท) vt. ทํานาย|จาก|อาการ|โรค|,|ทํานาย|,|คาดคะเน|  |Syn. prognosticator n.  |Syn. forecast
(me) (โพ|ร|'|แก|รม) n. รายการ|,|กํา|-|หน|ด|การ|,|หมายกําหนดการ|,|โปรแกรม|,|ระเบียบวาระ|,|การ|แสดง|,|แผน|,|โครงการ|,|ผัง vi.,|vt. กําหนด|รายการ|,|กําหนด|ระเบียบวาระ|,|กําหนด|แผน.  |Syn. programmable adj. programable adj.
บัตร|ชุดคําสั่ง|หมายถึง บัตร|ที่|เจาะ|รู|ไว้|เป็น|รหัส|ของ|คําสั่ง|หรือ|ชุดคําสั่ง ใช้|เมื่อ|ต้องการ|แยก|ความ|แตกต่าง|กับ "|บัตร|ข้อมูล|" (data card) เมื่อ|ส่ง|เข้า|เครื่อง|เพื่อ|ประมวลผล ต้อง|ให้|เครื่องอ่านบัตร|ชุดคําสั่ง|ก่อน|บัตร|ข้อมูล บัตร|ชุดคําสั่ง|นี้ ใช้|เจาะ|ได้|ตั้งแต่|คอลัมน์ 7 ถึง 72 เท่านั้น แต่|บัตร|ข้อมูล|เจาะ|ได้|ทั้ง 80|คอลัมน์|ของ|บัตร
ชุดคําสั่ง|ตรวจสอบ|หมายถึง โปรแกรม|หรือ|ชุดคําสั่ง|ที่|มี|เก็บ|ไว้|ภายใน|เครื่อง|คอมพิวเตอร์ มี|หน้าที่|คอย|ตรวจสอบ|การ|วิ่ง (run) ชุดคําสั่ง ว่า|เป็น|ไป|อย่าง|ถูกต้อง|หรือ|ไม่
ผัง|งาน|โปรแกรม|หมายถึง ผัง|ที่|ประกอบ|ด้วย|เส้น|และ|สัญลักษณ์|รูป|ต่าง ๆ ซึ่ง|นักเขียน|โปรแกรม|ใช้ เพื่อให้|มองเห็น|ขั้นตอน|การ|ทํางาน|ของ|โปรแกรม ก่อน|จะ|ลงมือ|เขียน|โปรแกรม|จริง ๆ| 
คลัง|โปรแกรม|หมายถึง ที่|เก็บ|รวบรวม|ชุดคําสั่ง|หรือ|โปรแกรม|ต่าง ๆ ซึ่ง|แปล|ไว้|เป็น|ภาษาเครื่อง (machine language) แล้ว อาจ|เรียก|ใช้ได้|ทันที มัก|เป็น|ชุดคําสั่ง|ที่|มี|การ|เรียก|ใช้|บ่อย ๆ มี|ความหมาย|เหมือน private library
หมายถึง วินโดว์ที่|มองเห็น|บน|จอภาพ|หลังจาก|ที่|กด|เมาส์|สั่ง|เริ่ม|โปรแกรม ถ้า|หาก|ต้องการ|จะ|ใช้|โปรแกรม|นั้น ต้อง|ใช้|คําสั่ง FILE...new หรือ open จะ|ทํา|ให้|เห็น|วินโดว์|ใหม่|เรียก|ว่า วินโดว์|เอกสาร (document window) แล้ว|จึง|จะ|เริ่ม|ทํางาน|ได้|มี|ความหมาย|เหมือน application window|ดู document window เปรียบเทียบ
แถว|ลําดับ|ตรรกะ|แบบ|สั่ง|การ|ได้|ใช้|ตัวย่อ|ว่า PLA (อ่าน|ว่า พี|เอ|แอ|ล) เป็น|ลักษณะ|การ|ออกแบบ|ของ|วงจร|รวม|ขนาด|ใหญ่ (very large scale integration) หรือ วี|แอ|ลเอส|ไอ (VLSI) แบบ|หนึ่ง มี|ลักษณะ|พิเศษ คือ|ทํา|ให้|ออกแบบ|ง่าย และ|มี|ความ|สม่ําเสมอ
PROM|หน่วยความจํา|อ่าน|อย่างเดียว|ชนิด|โปรแกรม|ได้ หมายถึง ชิป|กึ่ง|ตัวนํา|ที่|สามารถ|แสดง|ข้อมูล|ที่|บันทึก|ไว้|ได้ แต่|จะ|แก้ไข|แล้ว|บันทึก|ทับ|ลง|ไป|ไม่|ได้
นักเขียน|โปรแกรม|นักเขียน|ชุดคําสั่ง|หมายถึง คน|ที่|เขียน|โปรแกรม|สั่ง|ให้|คอมพิวเตอร์|ทํางาน|ตาม|ที่|ต้องการ|ได้ และ|ควร|จะ|มี|ความ|ชํานาญ|ด้วย (สําหรับ|คน|ที่|หัด|เขียน|ใหม่ ๆ ไม่|ควร|จะ|ใช้|คํา ๆ นี้) นักเขียน|โปรแกรม|ที่|ดี|นั้น จะ|ต้อง|รู้|วิธี|แก้|ปัญหา และ|รู้|ด้วยว่า จะ|แก้|อย่างไร รวม|ทั้ง|ต้อง|เข้าใจ|หลัก|และ|กฎเกณฑ์|ของ|ภาษา|ต่าง ๆ ที่|จะ|ทํา|ให้|เครื่อง|คอมพิวเตอร์|เข้าใจ|ด้วย เพื่อ|จะ|ได้|ปฏิบัติ|ตาม|คําสั่ง|ได้
การ|เขียน|โปรแกรม|การ|สร้าง|โปรแกรม|หมายถึง การ|เขียน|หรือ|สร้าง|คําสั่ง|ให้|คอมพิวเตอร์|ทํางาน|ให้|ได้|ตาม|ที่|ต้องการ ด้วย|ภาษา|ที่|คอมพิวเตอร์|เข้าใจ (สามารถ|แปล|ได้) ใน|การ|เขียน|โปรแกรม|นี้ ผู้เขียน|จะ|ต้อง|เข้าใจ|ถึง|ขั้นตอน|การ|แก้|ปัญหา วิธีการ|แก้ รวม|ทั้ง ศัพท์|และ|ไวยากรณ์ ตลอดจน|กฎเกณฑ์|ของ|ภาษา|ที่|เลือก|ใช้ ดู programming language ประกอบ
ภาษา|โปรแกรม|หมายถึง ภาษา|ที่|ออกแบบ|โครงสร้าง|ขึ้น|เพื่อ|ใช้|ใน|การ|เขียน|คําสั่ง|ให้|คอมพิวเตอร์|ทํางาน ทํานอง|เดียวกับ|ตัว|โน้ต|ของ|ภาษา|ดนตรี ภาษา|โปรแกรม|มี|ตั้งแต่|ระดับ|ต่ํา|สุด คือ|ใกล้เคียง|กับ|ภาษาเครื่อง (machine language) มาก|ที่สุด ไป|จนถึง|ภาษาระดับสูง คือ|ใกล้เคียง|กับ|ภาษามนุษย์ (ภาษาอังกฤษ|ธรรมดา ๆ) มาก|ที่สุด|ดู language ประกอบ
ใช้|ตัวย่อ|ว่า PL|/|1 (อ่าน|ว่า พี|แอ|ล|/|วัน) เป็น|ภาษาระดับสูง (high level language) รุ่น|เก่า|อีก|ภาษา|หนึ่ง ส่วนใหญ่|ใช้|กับ|คอมพิวเตอร์|ขนาด|ใหญ่ หรือ|เมนเฟรม (mainframe)| 
(โพ|ร|'|เก|รส) n. ความ|ก้าวหน้า|,|การ|ก้าว|ไป|ข้างหน้า|,|ความ|เจริญ|,|การ|เดิน|หน้า|,|การ|คืบหน้า -|Phr. (in progress เดิน|หน้า คืบหน้า) vi. (โพ|ร|เก|รส|') ก้าวหน้า|,|เดิน|หน้า|,|คืบหน้า|  |Syn. advance
(โพ|ร|เก|รส|'|เชิน) n. การ|ก้าวหน้า|,|การ|ก้าว|ไป|ข้างหน้า|,|การ|เดิน|ไป|,|จํานวน|ชั้น|หรือ|ชั้น|,|ลําดับ|ใน|วิชา|คณิตศาสตร์|,|ขบวน|,|ทิว|เทือก|,|ลําดับ|ของ|เสียง|ดนตรี|ที่|ตาม|กัน|มา.  |Syn. progressional adj.
(พร|เก|รส|'|ซิ|ฟว) adj. เกี่ยวกับ|การ|เจริญก้าวหน้า|,|เจริญ|,|ก้าวหน้า|,|รุดหน้า|,|คืบหน้า|,|เพิ่ม|ขึ้น|,|ตาม|ลําดับ|,|เป็น|ขั้นตอน|,|เกี่ยวกับ|การ|เก็บ|ภาษี|แบบ|ก้าวหน้า (เป็น|ร้อยละ|เพิ่ม|ขึ้น|เมื่อ|ฐาน|ภาษี|เพิ่ม|ขึ้น) ,|ทวี|ความ|รุนแรง. n. นัก|ปฏิรูป|,|ผู้|ยึดถือ|ลัทธิ|เจริญก้าวหน้า.
(โพ|รฮิบ|'|บิ|ท) vt. ห้าม|,|ป้องกัน|,|ขัดขวาง.  |Syn. prohibiter|,|prohibitor n.
(โพ|รฮิ|บิ|ช|'|เชิน) n. การ|ห้าม|,|ข้อห้าม|,|คําสั่ง|ห้าม|,|ข้อ|ละเว้น|,|การ|ห้าม|ผลิต|และ|ขาย|สุรา|  |Syn. prohibitionary adj.
(โพ|รฮิบ|'|บิ|ทิฟว) adj. ซึ่ง|ห้าม|,|ซึ่ง|ขัดขวาง|,|ซึ่ง|ป้องกัน|,|ซึ่ง|ยับยั้ง.  |Syn. prohibitiveness n.
(พร|อจ|'|เจ|คทฺ) n. โครงการ|,|แผนการ|,|โครงการวิจัย|,|โครงการ|ค้นคว้า|,|โครงการ|เคหะ. vt. (โพ|ร|เจ|คทฺ|') เสนอ|,|ออกแบบ|,|วางแผน|,|ยื่น|ออก|มา|,|ต่อ|,|ส่อง|,|ฉาย|,|ฉาย|เป็น|เงา|,|ถ่าย|แผนที่|,|ถ่ายทอด. vi. ป|รา|กฎ|ตัว|,|แสดง|ออก|,|จินตนาการ|ตัวเอง|  |Syn. plan|,|venture
(พระ|เจ|ค|'|ไท|ลฺ) n. ขีปนาวุธ|,|กระสุน|ยิง. adj. ขับเคลื่อน|,|ขับดัน|,|เกิด|จาก|การ|ผลักดัน|,|ยื่น|ออก
(พระ|เจ|ค|'|เชิน) n. การ|วาง|โครงการ|,|การ|วางแผน|,|การ|ออกแบบ|,|การ|ยิง|,|การ|โผล่|ออก|มา|,|การ|นูน|ออก|มา|,|การ|ปล่อย|ออก|มา|,|การ|ส่อง|,|การ|ฉาย|,|ภาพ|ทอด|เงา|,|ภาพ|ฉาย|,|การ|คํานวณ|ทุน|,|การ|คํานวณ|อัตรา|การ|ก้าวหน้า|,|การ|คาดคะเน|,|การ|ประเมิน|,|แผนการ|,|โครงการ.  |Syn. overhang|,|predicito
(พระ|เจ|ค|'|เชินนิสทฺ) n. ผู้|ฉาย|ภาพ|ยนต์|หรือ|ภาพนิ่ง
(พระ|เจ|ค|'|ทิฟว) adj. เกี่ยวกับ|หรือ|เกิด|จาก projection (ดู) .
(พระ|เจ|ค|'|เทอะ) n. เครื่องฉาย|ภาพ|สไลด์|,|เครื่องฉาย|ภาพนิ่ง|,|ผู้|วาง|โครงการ|,|ผู้|วางแผน|,|เครื่อง|ยิง|,|เครื่อง|ส่อง
(โพ|ร|แล|พซฺ|') n. การ|หย่อน|ย้อย|,|การ|ยื่น|ย้อย|,|ส่วน|ที่|หย่อน|ย้อย.vi. หย่อน|ย้อย|,|ยื่น|ย้อย
(โพ|รลิแท|'|เรียน) adj. เกี่ยวกับ|พวก|กรรมการ|หรือ|พวก|ไพร่|,|เกี่ยวกับ|ชนชั้นต่ํา. n. ชนชั้น|กรรมกร|,|ไพร่|,|ชนชั้น|กรรมาชีพ.  |Syn. proletarianism n.
(โพ|รลิแท|'|เรียท) n. ชนชั้น|กรรมกร|,|ชนชั้นต่ํา|,|ไพร่|,|ชนชั้น|กรรมาชีพ
(โพ|รลิแท|'|เรียท) n. ชนชั้น|กรรมกร|,|ชนชั้นต่ํา|,|ไพร่|,|ชนชั้น|กรรมาชีพ
(โพ|รลิฟ|'|เฟอเรท) vi.,|vt. แพร่พันธุ์|,|แพร่หลาย|,|เผยแพร่|,|ขยาย|,|งอก|,|เพิ่ม|ทวี.  |Syn. proliferative adj.  |Syn. abound
(โพ|รลิฟ|'|เฟอเร|'|เชิน) n. การ|แพร่พันธุ์|,|การ|แพร่หลาย|,|การ|เผยแพร่|,|การ|เพิ่ม|ทวี
(โพ|รลิฟ|'|เฟอเริส) adj. แพร่หลาย|,|เผยแพร่|,|ขยาย|,|งอก|,|เพิ่ม|ทวี|,|ออก|ลูก|มาก
(โพ|รลิฟ|'|ฟิค) adj. ออก|ลูก|มาก|,|มี|ลูก|มาก|,|แพร่หลาย|,|อุดมสมบูรณ์|,|มี|ผล|มาก.  |Syn. prolificacy n. prolifically ,|prolificly adv.  |Syn. fruitful
(โพ|รลิคซฺ|'|,|โพ|ร|'|ลิคซฺ) adj. ยืดยาว|,|น้ําท่วม|ทุ่ง|,|พูด|หรือ|เขียน|เสีย|ยืดยาว|อย่าง|น่า|เบื่อ.  |Syn. prolixity|,|prolixness n.
(ue) (โพ|ร|'|ลอก) n. บทนํา|,|คํานํา|,|อารัมภบท|,|การ|เปิดฉาก|,|เหตุการณ์|ที่|เกิด|ขึ้น|ก่อน|,|การ|เริ่มต้น vt. นํา|,|เปิดฉาก ,|โป|ร|ลอก <|คํา|อ่าน|>|ย่อ|มา|จาก programming in logic เป็น|ภาษาคอมพิวเตอร์|ระดับ|สูง (high level language) ภาษา|หนึ่ง เหมาะ|กับ|งาน|วิจัย งาน|ด้าน|การ|คํานวณ|ต่าง ๆ หรือ|งาน|ด้าน|ปัญญาประดิษฐ์ (artificial intelligence)|  |Syn. introduction
(พระ|ลอง|') vt. ทํา|ให้|ยาว|ออก|,|ยืด|ออก|,|ต่อ|,|ขยาย|ออก|,|หน่วงเหนี่ยว.  |Syn. prolongation n. prolonger n. prolongment n.  |Syn. lengthen
หน่วยความจํา|อ่าน|อย่างเดียว|ชนิด|โปรแกรม|ได้ หมายถึง ชิป|กึ่ง|ตัวนํา|ที่|สามารถ|แสดง|ข้อมูล|ที่|บันทึก|ไว้|ได้ แต่|จะ|แก้ไข|แล้ว|บันทึก|ทับ|ลง|ไป|ไม่|ได้
(พร|อม|มะเนด|') n. การ|เดิน|เล่น|,|การ|เดิน|ทอด|น่อง|,|การ|เดิน|แสดง|ตัว|,|งาน|เต้นรํา vt. เดิน|เล่น|,|เดิน|ทอด|น่อง vi. เดิน|เล่น|,|เดิน|ทอด|เล่น|,|เดิน|พา|เห|รด|ใน|งาน|เต้นรํา|  |Syn. promanader n.  |Syn. walk|,|saunter
(พร|อม|'|มะ|เนิน|ซฺ) n. การ|นูน|ออก|,|การ|โผล่|ออก|,|โหนก|,|ปุ่ม|,|เนิน|,|โคก.  |Syn. prominency
(พร|อม|'|มะ|เนิน|ทฺ) adj. เด่น|,|เด่นชัด|,|สะดุดตา|,|มี|ชื่อเสียง|,|โด่งดัง|,|ยื่น|ออก|,|โผล่|ออก
(พร|อม|มิ|ส|คิว|'|อิ|ที) n. ความ|สําส่อน|,|การ|สังวาส|แบบ|สําส่อน|,|ความ|แพศยา|  |Syn. profligacy
(พระ|มิ|ส|'|คิว|เอิส) adj. สําส่อน|,|ไม่|เลือก|หน้า|,|สับสน|ปนเป|,|ยุ่งเหยิง|  |Syn. promiscuousness n.  |Syn. mixed|,|varied|,
(พร|อม|'|มิ|ส) n. สัญญา|,|คํามั่นสัญญา|,|ลักษณะ|หรือ|ท่าที|ที่|ดี. vt. สัญญา|,|ให้|คํามั่นสัญญา|,|เป็น|เครื่อง|บอก|,|รับปาก|จะ|แต่งงาน|,|ทํา|ให้|มั่นใจ. vi. เป็น|เครื่อง|บอก|,|แสดง|อาการ|ว่า|จะ|เป็น|,
n. สวรรค์|,|สุขาวดี
(พร|อม|มิ|ซี|') n. ผู้|รับ|สัญญา
(พร|อม|'|มิ|ส|ซิ|ง) adj. มี|อนาคต|ดี|,|มี|ความ|หวัง.
(พร|อม|'|ซิ|เซอะ|,|พร|อม|มิ|เซอะ|') n. ผู้|ให้|คํามั่นสัญญา
(พร|อม|'|มิ|โซ|รี|,|-|ซอ|รี) adj. เกี่ยวกับ|สัญญา|,|เกี่ยวกับ|คํามั่น
(พร|อม|'|มัน|โท|รี|,|-|ทอ|รี) n. แหลม|,|ส่วน|ของ|แผ่นดิน|สูง|ที่|ยื่น|ออก|ไป|ใน|ทะเล|,|โหนก|,|ส่วน|นูน|  |Syn. headland
(พระ|โม|ท|') vt. สนับสนุน|,|ส่งเสริม|,|เลื่อน|,|กระตุ้น|,|ก่อการ|,|ก่อตั้ง.  |Syn. promotable adj.  |Syn. further|,|upgrade
(พระ|โม|'|เทอะ) n. ผู้สนับสนุน|,|ผู้|ส่ง|-|เสริม|,|ผู้ก่อการ|,|ผู้|กระตุ้น|,|สาร|กระตุ้น|ฤทธิ์|ทาง|เคมี
(พระ|โม|'|เชิน) n. การ|สนับสนุน|,|การ|ส่งเสริม|,|การ|เลื่อน (ตําแหน่ง ฐานะ|หรือ|ระดับ) ,|การ|ให้|กําลังใจ|,|การ|ก่อการ|,|การ|ก่อตั้ง.  |Syn. promotional adj. promotive adj.
(พร|อม|พฺทฺ) adj. รวดเร็ว|,|ฉับพลัน|,|โดยพลัน|,|ทันทีทันใด|, (เงิน) จ่าย|ได้|ทันที. vt. กระตุ้น|,|ให้|กําลังใจ|,|สนับสนุน|,|ถือหาง|,|บอกบท. vi. บอกบท. n. เวลา|จํากัด|ใน|การ|ชําระ|หนี้|,|การ|กระตุ้น|,|การ|ให้|กําลังใจ|,|การ|บอกบท|,|สิ่ง|เตือนใจ.  |Syn. promptness n.
(พร|อม|พฺ|'|เทอะ) n. ผู้|บอกบท|การ|แสดง|,|ผู้|ส่งเสริม|,|ผู้|กระตุ้น|,|สิ่ง|กระตุ้น
(โพ|รน) adj. นอน|คว่ํา|,|หมอบ|ลง|,|มี|ใจ|เอนเอียง|,|มี|แนวโน้ม|,|ชอบ|,|ลาดชัน|,|เอียง|ลาด|,|เหยียด|,|นอบน้อม|เกิน|ไป.  |Syn. proneness n.  |Syn. disposed|,
(พร|อง) n. ส้อม|,|ง่าม|,|คราด|,|เครื่องมือ|ที่|เป็น|ง่าม|,|สาขา|ของ|ลําธาร. vt. แทง|ด้วย|ส้อม|หรือ|ง่าม|หรือ|คราด|  |Syn. fang|,|tooth
(โพ|ร|'|เนา|นฺ) n. สรรพนาม
(พระ|เนา|ซฺ|') vt. ออก|เสียง|,|อ่าน|,|แถลง|,|ประกาศ|,|กล่าว|,|วินิจฉัย|,|ตัดสิน (คดี) ,|ออก|เสียง|,|แถลง|,|ประกาศ|  |Syn. pronounceable adj. pronouncer n.  |Syn. enunciate
(พระ|เนา|ซฺทฺ|') adj. แน่ชัด|,|ชัดแจ้ง|,|เด็ดขาด|,|ซึ่ง|พูด|ออก|มา.  |Syn. marked|,|-|A. subtle
(พระ|เนา|ซฺ|'|เมิน|ทฺ) n. การ|ประกาศ|,|การ|แถลง|,|คําประกาศ|,|คํา|แถลง|,|ข้อคิดเห็น ความเห็น|,|การ|ออก|เสียง
(พระ|เนา|'|ซิ|ง) adj. เกี่ยวกับ|การ|ออก|เสียง|,|เกี่ยวกับ|เครื่องหมาย|การ|ออก|เสียง
(พระ|นัน|ซิ|เอ|'|เชิน) n. การ|ออก|เสียง (คําพูด|,|ถ้อยคํา|วลี|และ|อื่น ๆ) ,|วิธีการ|ออก|เสียง|  |Syn. pronunciational adj. pronunciatory adj. pronunciative adj.
(พรู|ฟ) n. หลักฐาน|,|พยาน|,|การ|พิสูจน์|,|การ|ทดสอบ|,|กําลัง|,|ความ|เข้มข้น|ของ|แอ|ล|กอ|ฮอล|,|การ|ตรวจ|ทาน|,|การ|ตรวจ|ปรู๊ฟ|,|การ|ทดลอง|พิมพ์. adj. เข้า|ไม่|ได้|,|ต้านทาน|,|กัน|ทะลุ|,|กันน้ํา|,|ไม่|ซึม|,|ไม่|หวั่นไหว|,|ป้องกัน|ไฟ|ได้|,|ซึ่ง|พิสูจน์|แล้ว. vt. ทดสอบ|,|ทดลอง|,|ตรวจสอบ|,|ต้านทาน
n. เหล้า|ที่|มี|แอลกอฮอล์|ครึ่งหนึ่ง|ของ|ปริมาตร|ทั้งหมด|และ|มี|ความ|ถ่วง|จําเพาะ|0.8949|ที่|60|องศา|F
adj. ไม่|มี|หลักฐาน
n. ตรา|ประทับ|ว่า|พิสูจน์|หรือ|ทดสอบ|แล้ว
(พรู|ฟ|'|รีด) vt.,|vt. อ่าน|ตรวจ|ทาน|,|ตรวจ|ปรู๊ฟ.  |Syn. proffreader n.
(พร|อพ) vt. สนับสนุน|,|ค้ําจุน|,|ค้ํา n. ไม้|ค้ํา|,|ไม้|ยัน|,|ตอม่อ|,|สิ่ง|หนุน|,|ผู้สนับสนุน|  |Syn. support
n. ราก|ค้ํา|,|ราก|อากาศ|สําหรับ|ค้ําจุน|ลําต้น
(พร|อพพะ|แกน|'|ดะ) n. การ|โฆษณา|,|การ|เผยแพร่|,|การ|แพร่ข่าว
(พร|อพพะ|แกน|'|ไดซ) vt.,|vi. โฆษณา|,|เผยแพร่|,|แพร่ข่าว.  |Syn. propagandism|,|propagandist n.,|adj. propagandistic adj. propagandistically adv.
(พร|อพพะ|แกน|'|ไดซ) vt.,|vi. โฆษณา|,|เผยแพร่|,|แพร่ข่าว.  |Syn. propagandism|,|propagandist n.,|adj. propagandistic adj. propagandistically adv.
(พร|อพ|'|พะ|เก|ท) vt. เผยแพร่|,|แพร่|พันธ์|,|แพร่ข่าว|,|เพิ่ม|,|เพิ่ม|ทวี|,|ถ่ายทอด. vi. แพร่พันธุ์|,|เพิ่ม|ทวี.  |Syn. propagative adj. propagator n. propagatory|,|adj.
(พร|อพพะ|เก|'|เชิน) n. การ|เผยแพร่|,|การ|แพร่|พันธ์|,|การ|แพร่ข่าว|,|การ|เพิ่ม|ทวี|,|การ|ถ่ายทอด.
(โพ|ร|เพล|') vt. ขับดัน|,|ขับเคลื่อน|ที่|,|ทํา|ให้|ไป|ข้างหน้า|,|ลาก|,|ดุน|  |Syn. drive|,|compel
(ไพร|เลพ|'|เลินทฺ) n. ตัว|ขับเคลื่อน|,|ตัว|ผลักดัน|,|วัตถุ|ระเบิด|ที่|ใช้|ขับเคลื่อน|ขีปนาวุธ|หรือ|ลูกกระสุน|,|น้ํามันเชื้อเพลิง|ที|ใช้|ขับเคลื่อน|จรวด
(โพ|ร|เพล|'|เลินทฺ) adj. ขับเคลื่อน|,|ผลักดัน n. = propellant (ดู)| 
(โพ|ร|เพล|'|เลอะ) n. ใบพัด|,|ใบ|จักร|,|ตัว|กระตุ้น|,|เครื่องกระตุ้น|,|ผู้|กระ|-|ตุ้น|,|ผู้|ขับเคลื่อน
(โพ|ร|เพล|'|เลอะ) n. ใบพัด|,|ใบ|จักร|,|ตัว|กระตุ้น|,|เครื่องกระตุ้น|,|ผู้|กระ|-|ตุ้น|,|ผู้|ขับเคลื่อน
(โพ|รเพนดฺ|') vi. โน้มเอียง|,|โน้มน้าว|,|ชอบ.  |Syn. propend ness n.  |Syn. incline|,|tend
(โพ|รเพนซฺ|') adj. โน้มเอียง|,|โน้มน้าว
(พระ|เพน|'|ซิ|ที) n. ความ|โน้มเอียง|,|ความ|โน้มน้าว|,|ความ|ชอบ|  |Syn. bent|,|leaning
(พร|อพ|'|เพอะ) adj. เหมาะสม|,|เหมาะ|,|สมควร|,|ถูกต้อง|,|ถูก|กาลเทศะ|,|ถูก|มารยาท|,|เกี่ยวกับ|บุคคล|ใด|หรือ|สิ่งใด|โดยเฉพาะ|,|อัน|แท้จริง|,|ดั้งเดิม|,|กับ|ตา|,|โดย|ตัว|ของ|มัน|เอง|,|เคร่งครัด|,|สมบูรณ์|,|เต็มที่|,|ดี. n. พิธีการ|,|มารยาท|,|ความ|ประพฤติ|  |Syn. fit|,|suitable
n. เศษส่วน|ที่|มี|เศษ|น้อย|กว่า|ส่วน
(พร|อพ|'|เพอลี) adv. อย่าง|เหมาะสม|,|อย่าง|สมควร|,|อย่าง|ถูกต้อง|,|อย่าง|แม่นยํา|,|อย่าง|แน่ชัด|,|อย่าง|ยุติธรรม|,|อย่าง|สมบูรณ์|,|อย่าง|เต็มที่|,|อย่าง|ถ้วน|ทั่ว
(พร|อพ|'|เพอ|ที|ดฺ) adj. มี|ทรัพย์สิน
(พร|อพ|'|เพอ|ที) n. ทรัพย์สิน|,|ทรัพย์สมบัติ|,|สมบัติ|,|ที่ดิน|,|สิทธิครอบครอง|,|กรรมสิทธิ์|, (ปรัชญา) ,|ลักษณะ|ที่|ไม่|สําคัญ|, (ละคร) เครื่อง|ประ|-|ดับ|หรือ|อุปกรณ์|  |Syn. possessions|,|holding|,|attibute|,|trait|,|feature
เป็น|ระยะ|ที่|สอง|ของ|การ|แบ่ง|ตัว|แบบ miotosis โดย|โครโมโซม|เริ่ม|หด|สั้น|เข้า|โดย|บิด|เป็นเกลียว|คล้าย|เก|ลียว|เชือก|เยื่อ|หุ้ม|นิวเคลียส|และ nucleolus เริ่ม|สลาย|ตัว|พอ|ถึง|ระยะ|ปลาย prophase จะ|เห็น|โครโมโซม|เป็น|สอง|เส้น|คู่|กัน และ|แต่ละ|เส้น|เรียก|ว่า chromatid และ chromatid จะ|เรียงตัว|เข้า|มาก|ลาง|เซลล์ ส่วน|ใน|ไซ|โต|ปลา|ส|ซึม|โครโมโซม|จะ|ทํา|การ|แบ่ง|ตัว|เป็น 2 อัน แล้ว|เคลื่อน|ออก|ไป 2 ด้าน|แต่|ยัง|ติด|ด้วย|เส้นใย|ขาว ๆ (spindle fiber)| 
(พร|อฟ|'|ฟี|ซี) n. การ|ทํานาย|,|การ|พยากรณ์|,|คําทํานาย|,|คําพยากรณ์|,|ความ|สา|-|มา|รถ|ใน|การ|ทํานาย|,|หนังสือ|พยากรณ์|  |Syn. foretelling|,|forecast
(พร|อฟ|'|ฟิ|ซี) vt. ทํานาย|,|พยากรณ์|,|บอก|ล่วงหน้า. vi. เป็น|ลาง|,|ทํานาย.  |Syn. prophesiable adj. prophesier n.  |Syn. predict|,|foretell|,|augur
(พร|อฟ|'|ฟิท) n. ผู้ทํา|นาย|,|ผู้|พยากรณ์|,|ผู้|ที่|พระเจ้า|ดลใจ|มา|สอน|มนุษย์|,|ผู้|เผยแพร่|,|ผู้รู้|เหตุการณ์|ล่วงหน้า. -|Phr. (the Prophet โม|ฮัม|มัด) (ทูต|สวรรค์|หรือ|ศาสดา|ของ|ศาสนาอิสลาม)|  |Syn. prophethood n.  |Syn. seer|,|predictor
(พร|อฟ|'|ฟิท|เท|ส) n. prophet (ดู) ที่|เป็น|หญิง
(พระ|เฟท|'|ทิค) adj. เกี่ยวกับ|ผู้ทํา|นาย|,|เกี่ยวกับ|การ|ทํานาย|,|เป็น|ลาง (โดยเฉพาะ|ลาง|ร้าย) .  |Syn. prophetically adv. -|S .prescient
(โพ|รฟะ|แล|ค|'|ทิค) adj. ป้องกัน|โรค|,|ป้องกัน. n. ยา|ป้องกัน|โรค|,|วิธี|ป้องกัน|,|มาตรการป้องกัน|,|ถุงยาง|คุม|กําเนิด.
(โพ|รฟะ|แล|ค|'|ซิ|ส) n. การ|ป้องกัน|โรค|,|การ|ป้องกัน|,|วิธี|ป้องกัน|  |Syn. prevention
(โพ|ร|พิง|'|ควิ|ที) n. ความ|ใกล้|กัน|,|ความ|ใกล้ชิด|,|ความ|สัมพันธ์|,|ความ|เป็น|ญาติ|,|ความ|คล้ายคลึง|กัน|  |Syn. proximity|,|kinship
(พระ|พิช|'|ชี|เอท) vt. ทํา|ให้|โน้มเอียง|,|ปลอบโยน|,|บรรเทา|,|ลุ|แก่|โทษ.  |Syn. propitiable adj. propitiatingly adv. propitiative adj. propitiator n. propitiatory adj.  |Syn. appease|,|conciliate
(พระ|พิช|'|ชี|เอ|'|เชิน) n. การ|ทํา|ให้|โน้มเอียง|,|การ|ปลอบโยน|,|การ|บรรเทา|,|การ|ลุ|แก่|โทษ|,|สิ่ง|ปลอบโยน|,|สิ่ง|บรรเทา|  |Syn. conciliation|ว
(พระ|พิช|'|เชิส) adj. เอื้ออํานวย|,|นิมิต|ดี|,|เป็น|มงคล|,|ราบรื่น.  |Syn. propitiousness n.  |Syn. favourable
(พระ|โพ|'|เนิน|ทฺ) n. ผู้|เสนอ|,|ผู้สนับสนุน|  |Syn. advocate
(พระ|พอร์|'|เชิน) n. สัดส่วน|,|อัตราส่วน|,|ความ|สัมพันธ์|ที่|เหมาะสม|หรือ|สําคัญ|,|ขนาด|ที่|สัมพันธ์|กัน|, proportions|ขนาด|สัดส่วน มิติ|,|บัญญัติ|ไต|รยางค์|,|ความ|สมดุล|กัน|,|การ|ได้|สัด|-|ส่วน|,|ความ|สมมาตร. vt. ทํา|ให้|เป็น|สัดส่วน.  |Syn. proportionment n.
(พระ|พอ|'|เชินเนิล) adj. ได้|สัด|-|ส่วน|,|พอเหมาะ|,|พอ|สม|น้ํา|สม|เนื้อ|,|สมควร.  |Syn. proportionality n.  |Syn. proportionate
ช่องไฟ|ปรับ|สัดส่วน|หมายถึง การ|ที่|เครื่อง|คอมพิวเตอร์|และ|เครื่องพิมพ์|สามารถ|กําหนด|ให้|ตัว|อักขระ|แต่ละ|ตัว|ใช้เนื้อ|ที่|ตาม|สัดส่วน เป็นต้น|ว่า ตัว i ย่อม|จะ|ไม่|ใช้เนื้อ|ที่|มาก|เท่า|กับ|ตัว m หรือ|ตัว w
(พระ|โพ|'|เซิล) n. การ|เสนอ|,|ข้อเสนอ|,|แผน|,|โครงการ|,|การ|ขอ|แต่งงาน|  |Syn. offer|,|bid|,
(โพ|ร|โพ|ซ|') vt. เสนอ|,|เสนอ|ข้อคิดเห็น|,|ขอ (แต่งงาน) ,|แนะนํา|,|แต่งตั้ง|,|วางแผน vi. เสนอ|,|เสนอ|ข้อคิดเห็น.  |Syn. proposable adj. proposer n.  |Syn. offer|,|present
(พร|อพพะ|ซิ|ซ|'|เชิน) n. การ|สอน|,|ข้อเสนอ|,|แผน|,|โครงการ|,|หัวข้อ|,|ข้อ|วินิจฉัย|,|ญัตติ|,|เรื่องราว|,|ปัญหา|,|จุดประสงค์|,|ข้อเสนอ|เพื่อ|ร่วม|ประเวณี|ที่|ไม่|ถูก|กฎหมาย. vt. เสนอ|,|เสนอ|ข้อเรียกร้อง|  |Syn. propositional adj.
(พระ|เพา|ดฺ|') vt. เสนอ|,|เสนอ|ข้อคิดเห็น|,|เสนอ|โครงการ|,|เสนอ|ให้|พิจารณา|  |Syn. propounder n.
(โพ|รพ|รี|'|เทอะ) n. ข้าหลวง|,|ผู้ว่าการ|จังหวัด.  |Syn. propretor
(พระ|ไพร|'|อิ|เท|อ|รี) adj. เกี่ยวกับ|เจ้าของ|,|เกี่ยวกับ|กรรมสิทธิ์|,|ผลิต|หรือ|ขาย|ได้|โดย|ผู้|เป็น|เจ้าของ|เท่านั้น|,|เกี่ยวกับ|ผู้|ถือ|สิทธิบัตร. n. เจ้าของ|,|กลุ่ม|เจ้าของ|,|กรรมสิทธิ์|,|สิ่ง|ที่|ครอบครอง|,|ยา|ขึ้นทะเบียน.  |Syn. proprietarily adv.
(โพ|ร|ไพร|'|อิ|เทอะ) n. เจ้าของ|,|ผู้|ครอบครอง|กรรมสิทธิ์.  |Syn. proprietorship n.
(โพ|ร|ไพร|'|อะท|ริ|ส) n. เจ้าของ|ผู้|เป็น|หญิง|,|ผู้|ครอบครอง|กรรมสิทธิ์|ที่|เป็น|หญิง
(โพ|ร|ไพร|'|อะ|ที) n. ความ|เหมาะสม|,|ความ|ถูกต้อง|,|ความ|สมควร|,|สิทธิ|,|กรรมสิทธิ์.  |Syn. proprieties n.,|pl. มารยาท|หรือ|ขนบธรรมเนียมประเพณี|  |Syn. decorum|,|decency
(โพ|รพัล|'|เชิน) n. การ|ขับดัน|,|การ|ขับเคลื่อน|,|แรงขับ|ดัน|,|แรงขับเคลื่อน|,|แรงขับ|ดัน|,|แรงขับเคลื่อน.  |Syn. propulsive|,|propulsory adj.  |Syn. propelling
(โพ|ร|โร|ก|') vt. ยุติ|การ|ประชุม|,|ปิด|การ|ประชุม.  |Syn. prorogation n.  |Syn. defer
(โพ|ร|เซ|'|อิค|,|-|เคิล) adj. ธรรมดา|,|จืดชืด|,|น่า|-|เบื่อ|,|คล้าย|ร้อยแก้ว|  |Syn. prosaically adv. prosaicalness n.  |Syn. vapid
(โพ|ร|เซ|'|อิค|,|-|เคิล) adj. ธรรมดา|,|จืดชืด|,|น่า|-|เบื่อ|,|คล้าย|ร้อยแก้ว|  |Syn. prosaically adv. prosaicalness n.  |Syn. vapid
(โพ|ร|ซี|'|เนี|ยม) n. ส่วนหน้า|ของ|เวที|ที่|กั้น|ระหว่าง|เวที|กับ|ผู้|ชม|,|ส่วนหน้า|,|เวที|,|เวที|นอก|ม่าน (ตอน|หน้า) pl. proscenia
(โพ|รส|ไค|รบ|') vt. ประณาม|,|ห้าม|,|เนรเทศ|,|ไล่ออก|ไป|,|เพิกถอน|สิทธิ|การ|เป็น|พลเมือง.  |Syn. proscriber n. (denounce|,|condemn)| 
(โพ|รส|ค|ริ|พ|'|เชิน) n. การ|ประณาม|,|การ|ห้าม|,|การ|เนรเทศ|,|การ|ไล่ออก|ไป|,|การ|เพิกถอน|สิทธิ|การ|เป็น|พลเมือง.  |Syn. proscriptive adj.
(โพ|รซ) n. ร้อยแก้ว|,|สํานวน|หรือ|ถ้อยคํา|ที่|ไม่|ใช่|โครง กลอน ฉันท์ กาพย์|,|ข้อความ|ที่|จืดชืด|ที่|น่า|เบื่อ|,|การ|ขับร้อง|ต่อ. adj. เกี่ยวกับ prose|,|จืดชืด|,|ธรรมดา|vt.เขียน|ร้อยแก้ว|,|เขียน|ปกิณกะ
(พร|อส|'|ซิ|คิว|ทฺ) vt. ฟ้องร้อง|,|ดําเนินคดี|,|ปฏิบัติ|,|ดําเนิน|ถึง|ที่สุด. vi. ฟ้องร้อง|,|ดําเนินคดี|,|ทํา|หน้าที่|เป็น|อัยการ.  |Syn. prosecutability adj.  |Syn. pursue|,|sue
n. อัยการ
(พร|อส|ซิ|คิว|'|เชิน) n. การ|ฟ้องร้อง|,|การ|ดําเนินคดี|,|การ|ดําเนิน|ถึง|ที่สุด
(พร|อส|'|ซะ|คิว|เทอะ) n. อัยการ|,|ผู้|ฟ้องร้อง|,|โจทก์
(พร|อส|'|ซิ|ไลทฺ) n. ผู้|เปลี่ยน|ศาสนา|,|ผู้|เปลี่ยน|ลัทธิ|,|ผู้|เปลี่ยน|ความ|เลื่อมใส. vi.,|vt. เปลี่ยน|ศาสนา|,|เปลี่ยน|ลัทธิ|,|เปลี่ยน|ความ|เลื่อมใส
(พร|อส|'|ซะลิ|ไท|ซ) vt.,|vi. เปลี่ยน|ศาสนา|,|เปลี่ยน|ลัทธิ|,|เปลี่ยน|ความ|เลื่อมใส.  |Syn. proselytiser|,|proselytizer n.  |Syn. convert|,|persuade
(พร|อส|'|ซะลิ|ไท|ซ) vt.,|vi. เปลี่ยน|ศาสนา|,|เปลี่ยน|ลัทธิ|,|เปลี่ยน|ความ|เลื่อมใส.  |Syn. proselytiser|,|proselytizer n.  |Syn. convert|,|persuade
(โพ|ร|'|เซอะ) n. นัก|ร้อยแก้ว|,|ผู้|ประพันธ์|ร้อยแก้ว|,|ผู้พูด|เป็น|ร้อยแก้ว
(พร|อส|'|ซะดิสทฺ) n. ผู้เชี่ยวชาญ|ฉัน|-|ทลักษณ์
(พร|อส|'|ซะ|ดี) n. ฉันทลักษณ์|,|วิชา|ฉันทลักษณ์|,|วิชา|เกี่ยวกับ|จังหวะ|และ|เสียง|สัมผัส|ของ|บทกวี|,|แบบแผน|การ|เปล่ง|เสียง.  |Syn. prosodic adj. prosodical adj.
(พร|อส|'|เพคทฺ) n. โอกาส|,|ความ|หวัง|,|ความ|หวัง|ข้างหน้า|,|กาล|ภายหน้า|,|ผู้|ที่|อาจ|เป็น|ลูกค้า|ได้|,|ผู้|อาจ|เป็น|ผู้สมัคร|,|ทัศนียภาพ. vt.,|vi. ค้นหา|,|สํารวจ|,|มี|อนาคต|,|มี|ความ|หวัง.  |Syn. prospector n.  |Syn. outlook|,|expectation
(พรัสเพค|'|ทิง) n. การ|สํารวจ|แร่
(พระ|สเพค|'|ทิฟว) adj. อนาคต|,|ซึ่ง|หวัง|ไว้|,|ซึ่ง|คาดคะเน|ไว้.  |Syn. prospectiveness n.  |Syn. potential|,|likely
(พระ|สเพค|'|ทัส) n., (pl. -|tuses) รายการ|เกี่ยวกับ|โครงการ|ใน|อนาคต|,|หนังสือ|ชักชวน|ให้|ซื้อ|หุ้น
(พร|อส|'|เพอะ) vi. เจริญ|,|รุ่งเรือง|,|ร่ํา|-|รวย|,|ประสบ|ความ|สําเร็จ|  |Syn. thrive|,|flourish
(พร|อสเพอ|'|ริ|ที) n. ความ|เจริญ|,|ความ|รุ่งเรือง|,|ความ|สําเร็จ|,|ความ|มั่งคั่ง|,|ความ|เฟื่องฟู|  |Syn. wealth|,|success|,|riches|,|boom
(พร|อส|'|เพอเริส) adj. เจริญ|,|รุ่งเรือง|,|มั่งคั่ง|,|เฟื่องฟู|,|ประสบ|ความ|สําเร็จ|,|มี|ผลดี.  |Syn. prosperousness n.  |Syn. successful|,|thriving
(พร|อส|'|เท|ท) adj. เกี่ยวกับ|ต่อม|ลูกหมาก|ที่|ขับ|น้ํา|อสุจิ. n. ต่อม|ลูกหมาก|ดังกล่าว
(พร|อส|'|ทิ|ทิว|ทฺ) n. โสเภณี|,|บุคคล|ที่|ร่วม|ประเวณี|เพื่อ|หาเงิน (มัก|เป็น|หญิง) ,|บุคคล|ที่|ขาย|ศักดิ์ศรี|ของ|ตัวเอง. vt. ขายตัว|เป็น|โสเภณี|,|ขาย|ศักดิ์|ศร|'|  |Syn. whore|,|harlot|,|call girl)| 
(พร|อสทิ|ทิว|'|เชิน) n. การ|เป็น|โสเภณี|,|การ|ขายตัว|เพื่อ|เงิน|,|การ|ใช้|สติปัญญา|หรือ|ความ|สามารถ|ไป|ใน|ทาง|ที่|เสื่อมเสีย
(พร|อส|'|เท|รท) vt. นอน|คว่ํา|,|หมอบ|ราบ|,|นอน|ราบ|,|หมด|กําลัง|,|ถูก|พิชิต. adj. นอน|คว่ํา|,|หมอบ|ราบ|,|ถูก|พิชิต|,|หมด|กําลัง|  |Syn. lay flat|,|prone|,|bow
(พร|อส|เท|ร|'|เชิน) n. การ|นอน|คว่ํา|,|การ|หมอบ|ราบ|,|การ|นอน|ราบ|,|การ|หมด|กําลัง|,|ภาวะ|หดหู่ใจ|เป็น|ที่สุด|  |Syn. exhaustion
(โพ|ร|'|ซี) adj. คล้าย|ร้อยแก้ว|,|ธรรมดา|,|จืดชืด|,|น่า|เบื่อ.  |Syn. prosily adv. prosiness n.  |Syn. prosaic
(โพ|รแทก|'|กะ|นิสทฺ) n. ตัวเอก|ใน|ละคร|หรือ|บทประพันธ์|,|ตัว|ชูโรง|,|ผู้สนับสนุน|,|ผู้แข่งขัน|ตัว|สําคัญ.  |Syn. protagonism n.
(โพ|ร|'|ที|เอิน) adj. เปลี่ยนแปลง|,|แปรปรวน|,|เกี่ยวกับ Proteus (ดู)|  |Syn. changeable Ant. unchangeable
(โพ|ร|'|ที|แอ|ส) n. น้ําย่อย|โปรตีน
(โพ|ร|เท|คทฺ|') vt. ป้องกัน|,|พิทักษ์|,|รักษา|,|อารักขา|,|คุ้มกัน|อุตสาหกรรม|ใน|ประเทศ|ไทย โดย|การ|จัด|เก็บ|ภาษีอากร|ขาเข้า. vi. ป้องกัน
ภาวะ|อารักขา|หมายถึง แนว|กั้น หรือ|แนว|อารักขา|ใน|ส่วน|ของ|แรม (RAM) ที่|เป็น 386 หรือ|สูง|กว่า|นั้น เพื่อ|ไม่|ให้|มี|การ|สับสน|กัน เมื่อ|มี|การ|ปฏิบัติการ|มาก|กว่า|สอง|โปรแกรม|ใน|เวลา|เดียวกัน อย่างไรก็ตาม โปรแกรม|ระบบ|ดอส (DOS) และ|วินโดว์ (Windows) ยัง|ไม่|สามารถ|ใช้|ภาวะ|อารักขา|นี้|ได้ แต่|จะ|ใช้ได้|ใน Windows NT และ OS|/|2
หน่วย|เก็บ|มี|การ|อารักขา|หมายถึง หน่วยเก็บข้อมูล|ที่|จะ|เข้าถึง|ได้ เฉพาะ|เมื่อ|รู้|คําหลัก (keyword) เรา|จะ|ใช้|หน่วย|เก็บ|นี้|เมื่อ|ต้องการ|เก็บ|ข้อมูล|ที่|เป็น|ความลับ
(โพ|ร|เท|ค|'|ทิง) adj. ซึ่ง|ป้องกัน|,|ซึ่ง|คุ้มครอง.  |Syn. protectingness n.
(พระ|เท|ค|'|เชิน) n. การ|ป้องกัน|,|การ|คุ้มครอง|,|การ|พิทักษ์|,|การ|อารักขา|,|ระบบ|การ|คุ้มครอง|อุตสาหกรรม|ภายในประเทศ|โดย|การ|จัด|เก็บ|ภาษีอากร|ขาเข้า|ให้|สูง|,|เอกสาร|คุ้มครอง|,|หนังสือเดินทาง|,|ค่า|คุ้มครอง|,|ค่า|อารักขา|  |Syn. security|,|defense
(พระ|เท|ค|'|เชินนิส|ซึม) n. ระ|-|บบ|การ|คุ้มครอง|อุตสาหกรรม|ภายในประเทศ|โดย|การ|จัด|เก็บ|ภาษีอากร|ขาเข้า|ให้|สูง|สําหรับ|สินค้า|ที่|เป็น|คู่แข่ง.  |Syn. protectionist n.
(พระ|เท|ค|'|ทิฟว) adj. ซึ่ง|ป้องกัน|,|ซึ่ง|คุ้มครอง|,|ซึ่ง|อารักขา|,|เกี่ยวกับ|protectionism|  |Syn. protectiveness n.  |Syn. guiding|,|assisting
(พระ|เท|ค|'|เทอะ) n. ผู้|ป้องกัน|,|ผู้|คุ้ม|-|ครอง|,|ผู้|พิทักษ์|,|ผู้อุปถัมภ์|,|เครื่อง|ป้องกัน|,|อุปกรณ์|ป้องกัน|,|ผู้|สําเร็จ|ราชการ|แผ่นดิน.  |Syn. protectoral adj. protectorship n.
(พระ|เท|ค|'|เท|อริ|ท) n. ดินแดน|ใน|อาณัติ|,|ผู้|อารักขา
(พระ|เท|ค|'|ทะ|รี) n. สถานที่|เลี้ยง|เด็ก|กําพร้า|,|สถานสงเคราะห์|เด็ก|ยากจน
(พระ|เท|ค|'|เท|รส) n. ผู้|สําเร็จ|ราชการ|แผ่นดิน|ที่|เป็น|หญิง
(โพ|ร|'|ทะเ?) n. ผู้|ที่|ได้|รับ|การ|คุ้มครอง|,|ผู้|ที่อยู่|ใน|อุปถัมภ์|,|บุตรบุญธรรม|  |Syn. woman
(โพ|ร|'|ทะ|เซ) n. protege ที่|เป็น|หญิง
(โพ|ร|'|ที|น) n. โปรตีน. adj. ประกอบ|ด้วย|โปรตีน.  |Syn. proteinaceous adj. proteinic adj. proteinous adj.  |Syn. proteid.
(โพ|ร|เท|สทฺ|') vt.,|vi. คัดค้าน|,|ประท้วง|,|ประกาศ|ยืนยัน|,|ยืนยัน|,|เสนอ|แย้ง|,|ปฏิเสธ|ชําระ (บิล) n. (โพ|ร|'|เท|สทฺ) การ|คัดค้าน|,|การ|ประท้วง|,|การ|ปฏิเสธ|การ|ชําระ|บิล|,|คําร้อง.  |Syn. protester n. protestingly adv.  |Syn. objection
(พร|อท|'|ทิส|เทิน|ทฺ) n. ศาสนิกชน|ของ|นิกาย|ศาสนาคริสต์|ที่|แยกตัว|จาก|โรมันคาทอลิก|ตั้งแต่|ศตวรรษ|ที่ 16,|  |Syn. protestant n. ผู้|ประท้วง ผู้|คัดค้าน adj. เกี่ยวกับ|นิกาย|ดังกล่าว|,|ซึ่ง|ประท้วง
(พร|อท|'|ทิส|เท|'|เชิน) n. การ|คัดค้าน|,|การ|ประท้วง|,|การ|ประกาศ|ยืนยัน|,|การ|เสนอ|แย้ง
การ|ทําลาย|โปรตีน
(โพ|ร|'|ทะ|คอ|ล) n.พิธีสาร|,|สนธิสัญญา|เบื้องต้น|,|ต้นร่าง|,|พิธี|ทูต|,|พิธีการ|ทูต|,|โป|ร|โต|คอ|ล|,|บันทึก|ความทรงจํา|ของ|การ|สนทนา.vi. ร่าง|ต้นร่าง|,|ร่าง|พิธีสาร|,|ร่าง|พิธีการ|ทูต.  |Syn. protocolar adj. protocolary adj. protocolic adj.
(โพ|ร|'|ทอน) n. อนุภาค|ของ|อะตอม|ที่|มี|ประจุ|บวก|ซึ่ง|มี|ขนาด|ประจุ|เท่า|กับ|ของ|อิเล็กตรอน.  |Syn. protonic adj.
(โพ|ร|'|ทะ|แพ|ลส|'|ซึม) n. โป|ร|โต|ปลา|ส|ซึม|,|ส่วน|ข้น|ที่|เป็น|ส่วน|สําคัญ|ของ|เซลล์|รวม|ทั้ง|cytoplasm|และ neuroplasm.  |Syn. protoplasmic adj.
(โพ|ร|'|ทะ|ไท|พฺ) n. รูปแบบ|แรกเริ่ม|,|รูปแบบ|ดั้งเดิม|,|ต้นตระกูล|,|บุคคล|เป็น|ตัวอย่าง|,|สิ่ง|ที่|เป็น|ตัวอย่าง|,|มูล|เดิม.  |Syn. prototypal|,|prototypic adj.  |Syn. model|,|original
(โพ|ร|'|ทะซัว) n. ไฟลัม (phylum) ของ|โป|ร|โต|ชัว (protozoans)| 
(โพ|รทะซูน) n. สัตว์|เซลล์|เดียว|ใน|ไฟลัม (phylum) Protozoa pl. protozoa
(โพ|รแทรคทฺ|') vt. ยืด|ออก|,|ขยาย|ออก|,|กาง|ออก|,|เลื่อน|ไป|,|ลาก|เส้น|ด้วย Protractor (ดู) .  |Syn. protractedly adv. protractedness n. protractible adj. protractive adj.  |Syn. lengthen|,|extend|,|protrude
(โพ|รแทรค|'|ไท|ลฺ) adj. ยืด|ได้|,|ขยาย|ได้|,|กาง|ได้|,|เลื่อน|ได้|,|ยื่น|ออก|ได้.  |Syn. protractility n.
(โพ|รแทรค|'|เชิน) n. การ|ยืด|ออก|,|การ|ขยาย|ออก|,|การ|เลื่อน|,|การ|กาง|,|การ|ยื่น|ออก|,|สิ่ง|ที่|ยืด|ออก|หรือ|ยื่น|ออก
(โพ|รแทรค|'|เทอะ) n. ไม้|วัด|มุม|,|ผู้|ยืด|,|ผู้|กาง|,|ผู้|เลื่อน|เวลา|,|สิ่ง|ยืด|,|สิ่ง|กาง|,|กล้ามเนื้อ|ยืด|แขนขา|หรือ|ส่วน|อื่น|ของ|ร่างกาย
(โพ|รท|รูด|') vi. ยื่น|ออก|,|ถลน|,|โผล่|ออก. vt. ทํา|ให้|ยื่น|ออก|,|ทํา|ให้|โผล่|ออก|,|แลบ (ลิ้น)|  |Syn. protrudent adj. protrusible|,|protrudable adj.  |Syn. project|,
(โพ|รท|รู|'|เ?ิน) n. การ|ยื่น|ออก|,|การ|ถลน|,|การ|โผล่|ออก|,|สิ่ง|ที่|โผล่|ออก|,|ส่วน|นูน|,|โหนก|  |Syn. protrusive adj. protrusiveness n.  |Syn. projection
(โพ|รทู|'|เบอเรินซฺ) n. การ|ยื่น|ออก|,|การ|โผล่|ออก|,|การ|นูน|,|การ|โปน|,|ส่วน|ที่|ยื่น|ออก|,|ส่วน|ที่|นูน|,|โหนก|,|ปุ่ม.  |Syn. protuberential adj.  |Syn. swelling|,|bump|,|bulge
(-|ซี) n.= protuberance (ดู)| 
(โพ|รทฺ|'|เบอเรินทฺ) adj. ยื่น|ออก|มา|,|เป็น|นูน|ออก|มา|,|เป็น|ปุ่ม|,|เป็น|โหนก.
(เพรา|ดฺ) adj. ภูมิใจ|,|ลํา|พอง|ใจ|,|ถือดี|,|มี|ทิฐิ|,|สง่างาม. -|adv. -|Phr. (do one proud เป็น|ที่|ภูมิใจ|,|ให้|เกิด|ความ|ภูมิใจ)|  |Syn. proudness n.  |Syn. contented|,|self|-|important
adj. ภูมิใจ|,|ลํา|พอง|ใจ|,|หยิ่ง|,|อวดดี|,|ถือดี
(พรู|ฟว) vt. พิสูจน์|,|พิสูจน์|ให้|ป|รา|กฎ|ความจริง|,|ทดสอบ|ความ|ถูกต้อง|,|ทดลอง|พิมพ์. vi. ป|รา|กฎ|ความจริง|,|แสดง|ว่า|  |Syn. provability n. provable adj. provably adv.  |Syn. confirm|,|substantiate
(พร|อฟ|'|เวินเดอะ) n. อาหาร|แห้ง|สําหรับ|สัตว์เลี้ยง|,|หญ้า|แห้ง|,|อาหาร|  |Syn. food
(พร|อฟ|'|เวิร์บ) n. สุภาษิต|,|คติพจน์|,|ถ้อยคํา|ที่|มี|การ|กล่าว|ถึง|เสมอ|,|คําพังเพย|,|บุคคล|หรือ|สิ่ง|กล่าว|ถึง|บ่อย ๆ จน|ขึ้นชื่อ|  |Syn. aphorism|,|apothegm
(พระ|เวอ|'|เบี|ยล) adj. เกี่ยวกับ|สุภาษิต|,|เป็น|คําพังเพย|,|ซึ่ง|ขึ้นชื่อ|,|ซึ่ง|เลื่องลือ.
(พระ|ไว|ดฺ|') vt. จัดหา|ให้|,|ให้|,|เตรียม|การ. vi. เตรียม|การ|,|จัดหา|หนทาง|เลี้ยง|ชีพ.  |Syn. providable adj. provider n.
(พระ|ไว|'|ดิด) conj. ภายใต้|เงื่อนไข|,|โดย|มี|ข้อแม้|ว่า|  |Syn. in case|,|granted
n. โรงเรียน|ประชาบาล
(พร|อฟ|'|วิ|เดิน|ซฺ) n. การ|คุ้ม|-|ครอง|ของ|พระเจ้า|ที่|มี|ต่อ|สรรพ|สิ่ง|ทั้งหลาย ที่|พระองค์|สร้าง|ขึ้น.  |Syn. foresight|,|discretion
(พร|อฟ|'|วิ|เดิน|ทฺ) adj. รอบคอบ|,|สุขุม|,|มอง|ไกล|,|ประหยัด|,|ขี้เหนียว|  |Syn. providentness n.  |Syn. cautious
n. ทุน|สําหรับ|ขาดเหลือ|ภายหน้า
(พร|อฟวิ|เดน|'|เชิล) adj. เกี่ยวกับ|หรือ|มา|จาก|พระผู้เป็นเจ้า|,|เป็น|เจตจํานง|ของ|พระผู้เป็นเจ้า|  |Syn. opportune
(โพ|ร|ไว|'|ดิง) conj. หาก|,|ถ้า|,|ภายใต้|เงื่อนไข|ที่|ว่า|  |Syn. provided|,|if
(พร|อฟ|'|วินซฺ) n. จังหวัด|,|มณฑล|,|ภูมิภาค|,|เขต|,|บริเวณ|ที่ต่ํา|กว่า|บริเวณ|หนึ่ง|,|วง|, -|Phr. (the provinces ส่วนภูมิภาค)|  |Syn. area
(พระ|วิน|'|เชิล) adj. เกี่ยวกับ|จังหวัด|,|เกี่ยวกับ|มณฑล|,|เกี่ยวกับ|ส่วนภูมิภาค|,|ใจ|คับแคบ|,|ไม่|สละสลวย|,|บ้านนอก. n. ชาว|ต่างจังหวัด|,|ชาวบ้าน|นอก|,|คน|ใจแคบ.
(พระ|วิช|'|เ?ิน) n. การ|จัดหา|,|สิ่ง|ที่|จัดหา|มา|ให้|,|การ|เตรียม|การ|,|การ|กําหนด|,|ข้อ|กํา|-|หน|ด|,|บทบัญญัติ|,|เสบียง|อาหาร|,|การ|แต่งตั้ง|ตํา|-|แห|น่ง|ทาง|ศาสนา (โดยเฉพาะ|ศาสนา|คริสเตียน) . vt. จัดหา|,|จัด|เสบียง|อาหาร.  |Syn. provisioner n.  |Syn. condition|,|ar
(พระ|วิช|'|เ?ินเนิล) adj. ชั่ว|คราว|,|เฉพาะกาล|,|เผื่อขาดเผื่อเหลือ|,|มี|เงื่อนไข. n. แสตมป์|ชั่ว|คราว.
(พระ|วิช|'|เ?ินแนล|'|ลิ|ที) n. ลักษณะ|ชั่ว|คราว|,|ลักษณะ|ที่|มี|เงื่อนไข|,|ลักษณะ|เฉพาะกาล|  |Syn. conditionality
(พร|อฟวะเค|'|เชิน) n. การ|ยุแหย่|,|การ|ยุยง|,|การ|กระตุ้น|,|การ|ปลุกปั่น|,|การ|ยั่ว|,|การ|ก้าวร้าว|,|การ|ก่อ|ให้|เกิด|,|สิ่ง|ที่|ยุแหย่ (ยุยง|,|กระตุ้น...)| 
(พระ|วอ|ค|'|คะ|ทิฟว) adj. ซึ่ง|แหย่|,|ซึ่ง|ปลุกปั่น|,|ซึ่ง|ประ|ตุ้น|,|ซึ่ง|ปลุกปั่น|,|ซึ่ง|ยั่ว|,|ซึ่ง|ก้าวร้าว|  |Syn. provocativeness n.  |Syn. stimulating
(พระ|โว|ค|') vt. ยุแหย่|,|กระตุ้น|,|ปลุกปั่น|,|ก้าวร้าว|,|ก่อ|ให้|เกิด|,|ยั่ว|  |Syn. provoking adj.
(พร|อฟ|'|โว|สทฺ|,|โพ|ร|'|โว|สทฺ) n. ผู้|เป็น|ประธาน|,|ผู้|ดํารง|ตําแหน่ง|บริหาร|ชั้น|สูง|ของ|มหาวิทยาลัย|หรือ|วิทยาลัย|,|พระครู|,|หัวหน้า|พระศาสนา|  |Syn. provostship n.  |Syn. chairman|,|president
n. หน่วย|สารวัตร|ทหาร
(โพ|ร|'|โว มาร์|'|แชล) n. หัวหน้า|หน่วย|สาร|วัต|ทหาร
(เพรา) n. หัวเรือ adj. อาจหาญ|,|องอาจ
(เพรา|'|อิส) n. ความ|อาจหาญ|,|ความ|องอาจ|,|ความ|สามารถ|ยอดเยี่ยม|,|การ|กระ|-|ทํา|ที่|อาจหาญ|หรือ|องอาจ.  |Syn. bravery|,|strength|,|skill
(เพรา|ลฺ) vi. เที่ยว|ออก|หากิน. vi. เดิน|ด้อม ๆ มอง ๆ n. การ|เที่ยว|ออก|หากิน|,|การ|เดิน|ด้อม ๆ มอง ๆ -|prowlingly adv.  |Syn. stalk|,|hunt
(พร|อค|'|ซิ|เมิล) adj. ใกล้เคียง|,|ใกล้ชิด.  |Syn. proximally adv.  |Syn. near
(พร|อค|'|ซะ|มิ|ท) adj. ใกล้|,|ใกล้ชิด|,|ประมาณ|,|ใกล้|เข้า|มา|,|กําลังจะ|มา|ถึง.  |Syn. proximateness n. proximation n.  |Syn. near
(พร|อค|ซิ|ม|'|มิ|ที) n. ความ|ใกล้ชิด|,|ความ|ใกล้เคียง|  |Syn. nearness|,|vicinity
(พร|อค|'|ซะ|โม) adv. เดือน|หน้า
(พร|อค|'|ซี) n. ตัวแทน|,|ผู้แทน|,|การ|มอบฉันทะ pl. proxies|  |Syn. agency|,|deputy
ตัว|บริการ|แทน|หมายถึง คอมพิวเตอร์|เครื่อง|หนึ่ง|ที่|ทํา|หน้าที่|เก็บ|ข้อมูล|ใน|อิน|เตอร์|เน็ต หาก|สถานี|ปลาย|ทาง|เครื่อง|ใด|ต้องการ|ข้อมูล ก็|จะ|สามารถ|เรียก|ได้|จาก|ตัว|บริการ|แทน|นี้ จะ|ทํา|ให้|เข้าถึง|ข้อมูล|ได้|เร็ว|กว่า|เรียกหา|เอง
เป็น|แป้น|หนึ่ง|บน|แผง|แป้น|อักขระ|มี|อักษร Prt Sc อยู่|บน|แป้น ใน|ระบบ|ดอส|ใช้|เป็น|คําสั่ง|ที่|สั่ง|ให้|พิมพ์|ข้อความ|ที่|ปรากฏ|บน|จอภาพ|ออก|ทาง|เครื่องพิมพ์ โดย|การ|กด|แป้น|นี้|บน|แผง|แป้น|อักขระ ที่|มี|อักษรย่อ|ว่า PrtSc อยู่|บน|แป้น แต่|ใน|ระบบ|วินโดว์ การ|กด|แป้น|นี้ จะ|เป็น|คําสั่ง|ให้|เก็บ|ภาพ|ที่|ปรากฏ|บน|จอภาพ|ไว้|ใน|คลิป|บอร์ด (clipboard) ดู clipboard ประกอบ
(พรู|ด) n. คน|เจ้าระเบียบ|,|คน|พิถีพิถัน
(พรู|'|เดิน|ซฺ) n. ความ|รอบคอบ|,|ความ|สุขุม|,|ความ|พิถีพิถัน|,|ความ|ระมัดระวัง|,|ความ|ประหยัด|,|ความ|มัธยัสถ์|  |Syn. discretion|,|frugality|,|economy Ant. indiscretion
(พรู|'|เดิน|ทฺ) adj. รอบคอบ|,|สุขุม|,|ระมัดระวัง|,|พิถีพิถัน|,|ฉลาด|,|มอง|การณ์|ไกล|,|ฉลาด|,|ประหยัด|,|มัธยัสถ์.
(พรู|เดน|'|เชิล) adj. รอบคอบ|,|สุขุม|,|ระมัดระวัง|,|พิถีพิถัน|,|มอง|การณ์|ไกล.  |Syn. prudentialness n.  |Syn. cautious
(พรู|'|ดะ|รี) n. ความ|เจ้าระเบียบ|,|ความ|พิถีพิถัน|เกิน|ไป|,|การ|กระทํา|หรือ|ถ้อยคํา|ที่|พิถีพิถัน|เกิน|ไป|  |Syn. priggishness
(พรู|'|ดิช) adj. เจ้าระเบียบ|เกิน|ไป|,|พิถีพิถัน|เกิน|ไป|  |Syn. prudishness n.  |Syn. reserved
(พรู|น) n. ลูก|พลัม|แห้ง|,|คน|เง่า vt. ตัด|กิ่ง|,|เล็ม|กิ่ง|,|สะ|สาง|,|ชําระ|,|ตัด|ลง|,|ตัดทอน|,|ขจัด|,|เอา|ทิ้ง|ไป. vt. =|preen (ดู)|  |Syn. prunable adj.
(พรู|น|'|เนอะ) n. มีด|ตัด|เล็ม|กิ่งไม้|,|ผู้|ตัด|เล็ม|กิ่งไม้
n. กรรไกร|ตัด|เล็ม|กิ่งไม้
(พรู|'|เรียน|ซฺ) n. ตัณหา|มาก|,|โลกีย์|มาก|,|ความ|มักมาก|ใน|กาม.  |Syn. prurient adj.  |Syn. pruriency
(พรู|ไร|'|ทัส) n. โรค|คัน|,|อาการ|คัน|อย่าง|แรง.  |Syn. pruritic adj.  |Syn. itching
(ไพร) vi.,|n. เที่ยว|ค้น|,|ลอด|มอง|,|จ้องมอง|,|สอดส่อง|ดู|,|สอดรู้|สอด|เห็น vt. งัด|ขึ้น|,|งัด|,|ได้|มา|ด้วย|ความ|ลําบาก. n. เครื่อง|งัด|,|คาน|งัด|,|การ|งัด|  |Syn. peer|,|peep
(ไพร|'|เออะ) n. ผู้|สืบเสาะ|,|ผู้|สืบหา
(ไพร|'|อิง) adj. สอดรู้|สอด|เห็น|,|ชอบ|สืบ|-|สวน|,|อยากรู้อยากเห็น|  |Syn. pryingness n.  |Syn. peeking|,|curious
(พี|เอส|/|วัน) ย่อ|มา|จาก personal system 1 เป็น|คอมพิวเตอร์ส่วนบุคคล|รุ่น|แรก ๆ ที่|บริษัท ไอ|บีเอ็ม|ผลิต|ออก|มา|สู่|ตลาด
(พี|เอส|/|ทู) ย่อ|มา|จาก personal system 2 เป็น|คอมพิวเตอร์ส่วนบุคคล|รุ่น 2 เตรียม|ไว้|ให้|ใช้|ตัว|ประมวลผล|ชนิด 32 บิต|ด้วย
(ซาล์ม) n. เพลง|สวด|,|เพลง|ศาสนา vt. ร้องเพลง|สวด|,|ร้องเพลง|ศาสนา.  |Syn. psalmic adj.
(ซาล์ม|'|บุ|ค) n. หนังสือ|เพลง|สวด
(ซาล์|'|มิ|สทฺ) n. ผู้|แต่ง|เพลง|สวด
(พี|เซ็ก) ย่อ|มา|จาก picosecond (พิ|โก|วินาที) เท่า|กับ 1|/|1000 ของ|นา|โน|วินาที (nanosecond) หรือ|เท่า|กับ 1|/|1,000,000 วินาที
(o) - Pref. เทียม|,|ปลอม|,|ไม่|แท้
รหัส|เทียม|รหัส|ลํา|ลอง|หมายถึง การ|เขียน|โปรแกรม|โดย|ไม่|ต้อง|คํานึง|ถึง|ไวยากรณ์ แต่|เป็น|ภาษา|ที่|นักเขียน|โปรแกรม|เข้าใจ|กัน|ได้ มี|ลักษณะ|เป็น|ภาษาอังกฤษ|ธรรมดา|ส่วนหนึ่ง เป็น|ภาษา|ทํา|โปรแกรม (programming language) อีก|ส่วนหนึ่ง|ดู programming language ประกอบ
คําสั่ง|เทียม|คําสั่ง|ลํา|ลอง|หมายถึง คําสั่ง|ใน|ภาษาแอสเซมบลี (assembly) ที่|บอก|ข้อมูล|ให้|แอ|ส|เซ|มเบลอร์|ว่า จะ|แปล|เป็น|ภาษาเครื่อง|อย่างไร คําสั่ง|เทียม|นี้|จะ|ไม่|แปล|เป็น|ภาษาเครื่อง|ก่อน แต่|จะ|กําหนด|ให้|แอ|ส|เซ|มเบลอร์|แปล|โปรแกรม|โดย|ตรง ตัวอย่าง|ของ|คําสั่ง|เทียม|ที่|ใช้|มาก เช่น END เป็น|สัญญาณ|ให้|รู้|ว่า สิ้นสุด|คําสั่ง|ที่|จะ|ต้อง|แปล|แล้ว
(ซู|'|ดะ|ดอน|ทฺ) adj. ซึ่ง|มี|ฟัน|ไม่|แท้
(ซู|'|ดะ|นิม) n. ชื่อ|ปลอม|,|นามแฝง|,|นามปากกา|  |Syn. pen name|,|alias
abbr. pounds per squareinch
(พี|เอส|เอ็น) ย่อ|มา|จาก packet switching network (ข่ายงาน|แบบ|สลับ|กลุ่ม|ข้อมูล) หมายถึง วิธี|ส่ง|ข้อมูล|ใน|เครือข่าย|คอมพิวเตอร์|แบบ|หนึ่ง โดย|การ|แบ่ง|สาย|ข้อมูล|เป็น|กลุ่ม (packet) แล้ว|ส่ง|ไป|ยัง|ปลาย|ทาง ฉะนั้น กลุ่ม|ข้อมูล|อาจ|จะ|ไป|ใน|ทิศทาง|ต่าง ๆ กัน|ได้ และ|ไม่|จําเป็น|ต้อง|ถึง|ปลาย|ทาง|ตาม|ลําดับ|ที่|ส่ง|ออก เครื่อง|ปลาย|ทาง (terminal) จะ|ทํา|หน้าที่|รวบรวม|กลุ่ม|ข้อมูล แล้ว|จัด|กลับ|เป็น|สาย|ข้อมูล|เอง
(ไซ|'|คี) n. จิตใจ|,|วิญญาณ|,|Psyche เทพธิดา|งาม|ใน|เทพนิยาย|กรีก|โบราณ|ที่รัก|กับ|กามเทพ (Cupid) vt. งัด|ขึ้น|,|งัด|,|ได้|มา|ด้วย|ความ|ลําบาก.  |Syn. human soul
(ไซ|คีเดล|'|ลิค) adj.,|n. (ยา) ซึ่ง|เกี่ยวกับ|หรือ|ทํา|ให้|เกิด|อาการ|หลอน|ประสาท|  |Syn. psychodelic.
(ไซ|ไค|'|อะท|ริ|สทฺ) n. จิตแพทย์
(ไซ|ไค|'|อะท|รี) n. จิตเวชศาสตร์.  |Syn. psychiatric adj. psychiatrical adj.
(ไซ|'|คิค) adj. เกี่ยวกับ|จิตใจ|,|เกี่ยวกับ|จิตวิญญาณ|,|กาย|สิทธิ. n. คน|ที่|ไว|ต่อ|พลังจิต|,|กายสิทธิ์|,|สื่อ|วิญญาณ|,|ป|รา|กฎ|การณ์|ที่|นอกเหนือ|วิทยาศาสตร์.  |Syn. psychically adv.
(คํา|เสริม|หน้า) =|จิต|,|วิญญาณ
(ไซ|โค|อะแนล|'|ลิ|ซิ|ส) n. จิตวิเคราะห์|,|การ|ใช้|จิตวิเคราะห์|รักษา.  |Syn. psychoanalytical adj.
(ไซ|โค|เดล|'|ลิค) adj. = psychedelic (ดู)| 
(ไซ|โค|เจน|'|นิค) adj. ซึ่ง|เกิด|จาก|อารมณ์|หรือ|จิต
(ไซ|โค|ลอจ|'|จิเคิล) adj. เกี่ยวกับ|จิตวิทยา|,|เกี่ยวกับ|จิต.  |Syn. psychologic|  |Syn. psychic
(ไซ|คอ|ล|'|ละ|จิสทฺ) n. นักจิตวิทยา
(ไซ|คอ|ล|'|โลจี) n. จิตวิทยา
(ไซ|โค|นิว|โร|'|ซิ|ส) n. โรคประสาท.  |Syn. psychoneurotic adj. n.  |Syn. neurosis
(ไซ|'|คะ|พา|ธ) n. บุคคล|ที่|ป่วย|ทาง|จิต|หรือ|มี|ภาวะ|จิต|ที่|ไม่|มั่นคง|,|ผู้|ต่อต้าน|กฎเกณฑ์|ระเบียบ|ของ|สังคม|,|ผู้|ไร้|ศีลธรรม|แม้|มี|ปัญญา.  |Syn. psychopathic adj.  |Syn. psychotic
(ไซ|คอ|พ|'|พะธี) n. โรคจิต
(ไซ|โค|'|ซิ|ส) n., (pl. psychoses) โรคจิต|,|ความผิด|ปกติ|ของ|จิต|,|ความ|วิกลจริต.  |Syn. psychotic adj.  |Syn. insanity
(ไซ|โค|โซ|แมท|'|ทิค) adj. เกี่ยวกับ|จิต|และ|กาย
(ไซ|โค|เธอ|ระ|พิว|'|ทิคซฺ) n. จิตบําบัด.  |Syn. psychotherapist n.
(ไซ|โค|เธอ|'|ระ|พี) n. =|psychotherapeutics (ดู)| 
(ทอ|ล|'|ละ|มี) n. นัก|ดาราศาสตร์ (โบราณ|ของ|กรุง|อเล็ค|ซาน|เด|รี|ย) (ค.ศ.129|-|151)|  |Syn. Ptolemaist n.
(พับ) n. โรงเหล้า|เล็ก ๆ ,|โรงแรม|เล็ก ๆ ,|ภัตตาคาร|เล็ก ๆ|  |Syn. public house
(พิว|'|เบอ|ที) n. วัย|ที่|เริ่ม|สามารถ|ผสมพันธุ์|ได้|,|วัย|หนุ่ม|วัย|สาว|  |Syn. pubertal adj.
(พิว|'|บิ|ช) n. บริเวณ|หัวหน่าว|,|ขน|บริเวณ|หัวหน่าว|,|กระดูก|บริเวณ|หัวหน่าว|,|พหูพจน์|ของ pubis
(พิวเบส|'|เซินทฺ) adj. ย่าง|เข้า|สู่|วัย|หนุ่ม|วัย|สาว|,|เกี่ยวกับ|puberty (ดู) .  |Syn. pubescence|,|pubescency n.
(พิว|'|บิ|ค) adj. เกี่ยวกับ|หรือ|อยู่|ที่|บริเวณ|หัวหน่าว
(พิว|'|บิ|ส) n. กระดูก|หัวหน่าว|,|ส่วนหน้า|อก|ของ|แมลง pl. pubes
(พับ|'|ลิค) n. สาธารณชน|,|สา|ธาร|ณ adj. เกี่ยวกับ|สาธารณชน|,|โดย|ส่วนรวม|,|มี|ชื่อเสียง|,|เลื่องลือ|,|ระดับ|ชาติ -|Phr. (go public ขาย|หุ้น|แก่|สาธารณะ) -|Phr. (in public โดย|เปิดเผย|,|ไม่|ใช่|ส่วนตัว|,|ใน|ที่|สาธารณะ)| 
n. กฎหมาย|ที่|เกี่ยวกับ|มหาชน
n. พันธบัตร
n. เทศบาล
n. หนี้สิน|ของ|รัฐ.  |Syn. nationaldebt
n. ทนาย|ของ|รัฐ
n. ที่ดิน|ของ|รัฐ|,|สิ่งประดิษฐ์|หรือ|ผลงาน|ทาง|วรรณกรรม|ที่|สิทธิบัตร หรือ|ลิขสิทธิ์|หมด|อายุ|,|สาธารณสมบัติ|,|ของ|สาธารณะ|หมายถึง ซอฟต์แวร์|ที่|สร้าง|ขึ้น|แล้ว|ผู้สร้าง|หรือ|เจ้าของ|ยินยอม|ให้|ใคร ๆ มา|คัดลอก|นํา|ไป|ใช้ได้ โดย|ไม่|ผิด|พระราชบัญญัติ|ลิขสิทธิ์ เช่น โปรแกรม Cuwriter ใน|ระบบเครือข่าย จะ|มี|กลุ่ม|โปรแกรม|กลุ่ม|หนึ่ง|เรียก|ว่า PDS ย่อ|มา|จาก public domain software เป็น|ที่|รวม|ของ|โปรแกรม|ฟรี|ต่าง ๆ ที่|ใคร ๆ ก็|สามารถ|คัดลอก|ไป|ใช้ได้
n. เงิน|กู้|หรือ|ใบ|กู้|เงิน|ของ|รัฐ
n. สาธารณสุข|ศาสตร์
n. โรง|ขาย|เหล้า|หรือ ภัตตาคาร|เล็ก ๆ| 
กฎหมาย|มหาชน|,|กฎหมาย|ที่|เกี่ยวกับ|ความ|สัมพันธ์|ระหว่าง|รัฐ|กับ|เอกชน
n. ผู้|ก่อกวน|ความ|ไม่|สงบ|ต่อ|ชุมชน
n. มติ|มหาชน|,|ความเห็น|โดย|ทั่วไป|ของ|สาธารณชน
n. อัยการ
n. ประชาสัมพันธ์
n. ห้องพัก|สาธารณะ|,|ห้อง|สาธารณะ
n. การ|ขาย|เลหลัง
n. (ใน|อเมริกา) โรงเรียน|ประ|-|ถม|หรือ|โรงเรียน|มัธยม|ของ|รัฐบาล|, (ใน|อังกฤษ) โรงเรียน|มัธยม|กินนอน|  |Syn. public|-|school adj.
n. ข้าราชการ|,|ผู้|รับใช้|ประชาชน
n. การ|บริการ|สาธารณะ|,|การ|บริหาร|ประชาชน|,|กิจการ|ของ|ข้าราชการ
n. โทรทัศน์|เพื่อ|ชุมชน
n. กิจการ|ที่|เกี่ยวกับ|สาธารณูปโภค|,|สาธารณูปโภค|  |Syn. public|-|utility|,|adj.
n. สิ่ง|ก่อสร้าง (ถนนหนทาง|,|เขื่อน|ที่ทําการ|ไปรษณีย์|และ|อื่น ๆ) ที่|เป็น|สาธารณูปโภค
adj. มี|จิตใจ|เพื่อ|ส|ธาร|ณ|ชน
n. การ|สํารวจ|มติ|มหาชน
n. การ|แสดง|ปาฐกถา|,|การ|กล่าว|คําปราศรัย|,|การ|พูด|ใน|ที่|ชุมนุมชน
adj. มี|ใจ|สาธารณกุศล|,|มี|จิตใจ|เพื่อ|ส|ธาร|ณ|ชน
(พับ|'|ละ|เคิน) n. เจ้าของ|หรือ|ผู้จัดการ|โรง|ขาย|เหล้า
(พับ|ละ|เค|'|เชิน) n. การ|ประกาศ|,|การ|แถลง|,|การ|โฆษณา|,|การ|พิมพ์|โฆษณา|,|หนังสือพิมพ์|,|สิ่ง|ตีพิมพ์|  |Syn. printing|,|publicity
(พับ|'|ลิ|ซิ|สทฺ) n. นักหนังสือพิมพ์|,|นักประชาสัมพันธ์|,|นักเขียน|เรื่องราว|เกี่ยวกับ|ชุมชน|หรือ|การเมือง|,|ผู้เชี่ยวชาญ|กฎหมาย|มหาชน หรือ|กฎหมายระหว่างประเทศ
(พับ|ลิส|'|ซิ|ที) n. การ|โฆษณา|,|การ|เผยแพร่|,|การ|ประชาสัมพันธ์|,|ชื่อเสียง
(พับ|'|ลิ|ไซ|ซ) vt. โฆษณา|,|ประกาศ|,|เผยแพร่|  |Syn. air|,|advertise|,|disseminate
(พับ|'|ลิคลี) adv. ใน|ที่|สาธารณะ|,|โดย|เปิดเผย|แก่|คน|ทั่วไป|,|ใน|นาม|ของ|ชุมชน|,|ต่อ|ธารกํานัล|,|ต่อ|สาธารณชน|,|โดย|รัฐบาล|,|โดย|กลุ่มชน|  |Syn. generally|,|popularly
(พับ|'|ลิคนิส) n. สา|ธาร|ณ|สภาพ|,|การ|เปิดเผย|แก่|คน|ทั่วไป|,|ภาวะ|ชุมชน
(พับ|'|ลิช) vt. ประกาศ|,|โฆษณา|,|แถลง|,|ตีพิมพ์. vi. ตีพิมพ์|,|ออก|หนังสือ|  |Syn. publishable adj.  |Syn. issue|,|announce|,|promulgate
(พับ|'|ลิเชอะ) n. ผู้พิมพ์|ผู้|โฆษณา|,|สํานักพิมพ์|,|ผู้ประกาศ|,|ผู้|แถลง|,|ผู้|โฆษณา
(พับ|'|ลิช|ชิง) n. กิจการ|พิมพ์|,|กิจ|-|การ|ของ|ผู้พิมพ์|ผู้|โฆษณา|,|กิจการ|ของ|สํานักพิมพ์
n. สํานักพิมพ์|,|สํานักพิมพ์|จําหน่าย
(พิวซฺ) n. สี|ม่วง|ดํา|หรือ|ม่วง|อม|น้ําตาล
(พัค) n. (กีฬา|ฮอกกี้|น้ําแข็ง) ลูก|ยาง|สําหรับ|ตี|เข้า|ประตู|,|ลูก|กลม|หิมะ
(พัค|'|เคอะ) vt.,|vi. พับ|,|ทํา|ให้|หด|ย่น|,|หน้า|นิ่ว|คิ้ว|ขมวด. n. รอย|พับ|,|รอย|ย่น|,|ภาวะ|ยุ่งเหยิง.  |Syn. puckerer. puckery adj.
(พัค|'|คิช) adj. ซน|,|ซุกซน|,|เล่น|พิ|-|รนทร์|  |Syn. mischievous|,|coy
(พุด|'|ดิง) n. ขนม|พุด|ดิง|,|ขนม|แป้ง|ต้ม|ใส่|นม ไข่ น้ําตาล|และ|อื่น ๆ หรือ|ยัด|ไส้|ผลไม้|,|ไส้กรอก
(พัด|'|เดิล) n. แอ่งน้ํา|เล็ก ๆ (โดยเฉพาะ|บน|พื้นดิน) ,|หลุม|,|ความ|สับสน|,|ความ|ยุ่งเหยิง|,|โคลน|,|เลน|,|ดิน|เลน|,|โลหะ|ที่|กําลัง|หลอม. vt.,|vi. ทํา|ให้|เป็น|แอ่ง|หรือ|หลุม|,|กวน|,|คลุก|,|ผสม|,|เล่น|โคลน|,|ลุย|โคลน.  |Syn. puddler n. puddly adj.
(พัด|'|ดลี) adj. มี|หลุม|มี|แอ่ง|มาก|,|เป็น|โคลน|เป็น|เลน
(พิว|'|เดิน|ซี) n. ความ|ขวยเขิน|,|ความ|อายเหนียม
(พัด|จฺ) n. คน|หรือ|สัตว์|อ้วน|เตี้ย|หรือ|หนา|,|คน|หรือ|สัตว์|ที่|อ้วน|ม่อต้อ|,|สิ่ง|ที่|สั้น หนา|และ|หยาบ
(พัน|'|จี) adj. อ้วน|เตี้ย|หรือ|หนา|,|อ้วน|ม่อต้อ|,|สั้น|หนา|และ|หยาบ.  |Syn. podgy.  |Syn. pudginess n.
(พิว|'|ริ|ล) adj. เกี่ยวกับ|เด็ก|,|โง่|เหมือน|เด็ก|,|ไม่|เป็น|ประสา
(พิว|เออ|ริ|ล|'|ลิ|ที) n. ภาวะ|ความ|เป็น|เด็ก|,|ลักษณะ|เป็น|เด็ก|,|ความ|ไม่|เป็น|ประสา|,|ความ|ไม่|เป็น|สาระ|  |Syn. childishness|,|immaturity
n. การ|ติดเชื้อ ระหว่าง|การ|คลอด|ลูก|,|ภาวะ|โลหิต|เป็น|พิษ|หลัง|คลอด|  |Syn. childbed fever
(พัฟ) n. กลุ่ม|ควัน (หมอก|,|ไอ) ,|การ|พ่น|,|เสียง|พ่น|,|สิ่ง|ที่|พ่น|ออก|, ปุย|,|ปอย|,|ก้อน|นูน|,|แป้ง|หรือ|ปุย|ผัด|หน้า|,|ผ้าห่ม|,|บทความ|สั้น ๆ ที่|เป็น|การ|ยกยอ vi. พ่น|ควัน|,|พัด|เป็น|พัก ๆ ,|หอบ|,|ฮือ|,|พองตัว|,|โป่ง|ออก vt. เป่า|,|พัด|,|ผาย|,|สูบ|,|สูด|,|อวดดี|,|ยกย่อง|,|ทํา|ให้|เป็น|ปุย.  |Syn. puffingly
n. แป้ง|ต้ม|ฟู|,|ขนมปัง|นิ่ม|ฟู|  |Syn. dough
(พัฟ|'|เฟอะ) n. ผู้|พ่น|ควัน|หรือ|ไอ|,|สิ่ง|เป่า|ควัน|หรือ|ไอ|,|ผู้ทํา|ให้|ราคา|สูง|ขึ้น
(พัฟ|'|เฟอ|รี) n. การ|ยกย่อง|เกิน|ไป|,|การ|โฆษณา|เกิน|ไป|  |Syn. exaggerated praise
(พัฟ|'|ฟิน) n. นก|ทะเล|จําพวก Fratercula และ Lunda
(พัฟ|'|ฟี) adj. ท้วม|,|พอง|,|อ้วน|ฉุ|,|หยิ่ง|ยโส.  |Syn. puffily adv. puffiness n.
(พัก) n. หมา|จู|,|หมาจิ้งจอก|,|จมูก|สิงโต|,|จมูก|หัก|อย่าง|หมา|จู|,|นักมวย vt. คลุก|ดิน|เลน|,|คลุก|โคลน|  |Syn. puggish|,|puggy adj.
n. จมูก|งอน|ที่|สั้น|และ|กว้าง|,|จมูก|สิงโต|หรือ|หมา|จู.  |Syn. pugnosed adj.
(พิว|'|จะ|ลิสทฺ) n. นักมวย|  |Syn. pugilistic adj.  |Syn. boxer
(พัก|เน|'|เชิส) adj. ชอบ|ทะเลาะ|วิ|-|วา|ท|,|ชอบ|ชกต่อย|,|ชอบ|ต่อตี|,|ชอบ|ต่อสู้.  |Syn. pugnacity|,|pugnaciousness n.  |Syn. quarrelsome|,|belligerent
(พัค|'|คะ) adj. แท้จริง|,|ไว้วางใจ|ได้|,|ดี
n. ชื่อ|รางวัล|ประจําปี|สําหรับ|ผู้|มี|ผลงาน|ดีเด่น|ใน|ศิลปะ|การ|หนังสือพิมพ์ วรรณกรรม ดนตรี|และ|อื่น ๆ ก่อตั้ง|ขึ้น|โดย Joseph Pulitzer
(พู|ล) v.,|n. (การ) ดึง|,|ลาก|,|ทิ้ง|,|จูง|,|กระชาก|,|ถอน|,|เด็ด|,|เก็บ|,|ฉุด|,|ชัก|,|พาย (เรือ) ,|ดึงดูด|,|ดูด|,|ดื่ม -|Phr. (pull in มา|ถึง) -|Phr. (pull off กระทํา|ด้วย|ความ|สําเร็จ) (โดยเฉพาะ|ที่|ยากลําบาก) , -|Phr. (pull oneself together ควบคุม|อารมณ์) -|Phr. (pull someone|'|s leg หยอกล้อ)| 
ใน|ระบบ|วินโดว์ หมายถึง รายการ|เลือก (menu) ที่|จะ|มองเห็น|บน|จอภาพ เมื่อ|กด|เมาส์|ที่|บาร์|เมนู ก็|จะ|มี|รายการ|คําสั่ง|ต่าง ๆ มา|ให้|เลือก เช่น ถ้า|กด|เมนู File จะ|มี|รายการ|เลือก New Open Close Save Save as ให้|เลือก เป็นต้น
(พลู|'|เอา|ทฺ) n. การ|ดึง|ออก|,|การ|ถอน|  |Syn. withdrawal|,|retreat
(พู|ล|'|ลิท) n ไก่|ที่|มี|อายุ|น้อย|กว่า|หนึ่ง|ปี|,|ไก่|สาว|,|หญิงสาว|  |Syn. young hen
(พลู|'|ลี) n. ลูกรอก|,|มู่เล่|,|เครื่อง|กว้าน|,|ล้อ|หมุน|สําหรับ|สวม|สายพาน
n. ชุด|ลูกรอก|,|ชุด|มู่เล่
(พลู|'|โอ|เวอะ) n. เสื้อคลุม (โดยเฉพาะ|ที่|ใช้|ถอด|ออก|ทาง|ศีรษะ)|  |Syn. slipover
(พัล|'|มะเนอ|รี) adj. เกี่ยวกับ|ปอด
น้ําท่วม|ปอด
ถุงลม|โป่ง|พอง
(พัลพฺ) n.,|v. (ทํา|ให้|เป็น|,|กลาย|เป็น) ส่วน|ที่|เป็น|เนื้อ|ผลไม้|,|เนื้อเยื่อ|ใน|ที่|นิ่ม|และ|มี|ของเหลว|มา|,|ส่วน|นิ่ม|ของ|อวัยวะ|,|หนังสือ|ถูก ๆ
เป็น|ช่อง|เล็ก ๆ ภายใน|ไส้|หรือ|ใจกลาง|ของ|เนื้อ|ฟัน มี|ลักษณะ|อ่อน มี|เส้นโลหิต|ฝอย เส้นประสาท
(พู|ล|'|พิท) n. ธรรมาสน์|,|ยกพื้น|หรือ|พลับพลา|เทศนา. -|Phr. (the pulpit อาชีพ|นักเทศน์|,|นักเทศน์|ทั้งหลาย)|  |Syn. pulpital adj.  |Syn. stand|,|ministry
(พัลพฺ|'|วูด) n. เนื้อไม้|หรือ|วัสดุ|ทํา|เยื่อ|กระดาษ
(พัล|'|พี) adj. เป็น|เนื้อเยื่อ|,|เป็น|เยื่อ|อ่อน|,|คล้าย|เนื้อเยื่อ|อ่อน|,|เป็น|เนื้อ|ผลไม้.  |Syn. pulpily adv.  |Syn. pulpous|,|fleshy|,|mushy
(พัล|'|แซร์) n. ชื่อ|แหล่งพลังงาน|วิทยุ|ใน|กาแล็กซี|ของ|จักรวาล
(พัล|'|เซ|ท) vi. เต้น|เป็น|จังหวะ|,|และ|ขยาย|หดตัว|เป็น|จังหวะ (เช่น ของ|หัวใจ) ,|สั่น|,|รัว
(พัล|เซ|'|เชิน) n. การ|เต้น|เป็น|จังหวะ|,|ชีพจร|,|การ|ขยาย|ตัว|และ|หดตัว|เป็น|จัว|หวะ|,|การ|เต้น|,|การ|สั่น.  |Syn. pulsational adj.  |Syn. vibration
(พัลซฺ) n. ชีพจร|,|การ|เต้น|เป็น|จังหวะ|,|ความ|สั่นสะเทือน|,|อารมณ์|,|จังหวะ|ของ|ชีวิต. vi. เต้น|,|สั่นสะเทือน|  |Syn. regular beat
n. อัตรา|การ|เต้น|ของ|ชีพจร
(พัล|'|เซอะ) n. เครื่อง|ทํา|ให้|เกิด|การ|สั่นสะเทือน
(พัล|'|วะ|ไร|ซ) vt. ทํา|ให้|เป็น|ผง|,|บด|,|ขยี้|,|ทําลาย|สิ้นเชิง. vi. กลาย|เป็น|ผง.  |Syn. pulverizable adj. pulverization n. pulverizer n.  |Syn. crush
(พัล|'|วะ|ไร|ซ) vt. ทํา|ให้|เป็น|ผง|,|บด|,|ขยี้|,|ทําลาย|สิ้นเชิง. vi. กลาย|เป็น|ผง.  |Syn. pulverizable adj. pulverization n. pulverizer n.  |Syn. crush
(พัม|'|มิ|ส) n. แก้ว|หิน|ภูเขาไฟ|ที่|มี|ลักษณะ|เป็น|พรุน|คล้าย|ฟอง|น้ํา ใช้|เป็น|เครื่อง|ขัด. vt. ขัด|ด้วย|แก้ว|หิน|ดังกล่าว.  |Syn. pumiceous adj.
(พัม|'|เมิล) vt. ตี|หรือ|เฆี่ยน|หรือ|ต่อย|หลาย ๆ ครั้ง. n. =|pommel (ดู)| 
(พัมพฺ) n. เครื่องสูบ|,|เครื่องสูบ|ลม|,|โรง|สูบ|,|การ|สูบ|,|การ|ชัก|ขึ้น|ชัก|ลง -|v. สูบ|,|ใช้|เครื่องสูบ|,|ชัก|ขึ้น|ชัก|ลง|,|สูบ|ลม|,|สูบ|น้ํา|,|อัด|ออกซิเจน|เข้า|ใน|ปอด|,|ซักไซ้|ไล่เลียง|,|สอบถาม|,|ล้วง|เอา|ความลับ.  |Syn. pumper n.  |Syn. interrogate|,|probe
(พัมพฺ|'|คิน) n. ฟักทอง|,|พืช|ฟักทอง
(พัน|ชฺ) n. เครื่อง|ตอก|รู|,|เครื่อง|ปั๊ม|,|หมัด|,|หมัด|เด็ด vt. เจาะ|,|ต่อย|,|ไล่|แหย่
บัตรเจาะรู|หมายถึง บัตร|ที่|นํามา|เจาะ|เป็น|รู เพื่อ|เป็น|ข้อมูล|ที่|จะ|ส่ง|เข้า|สู่|เครื่อง|คอมพิวเตอร์|เมนเฟรม การ|เจาะ|บัตร|ให้|เป็น|รู|นี้|ต้อง|เจาะ|ด้วย|เครื่อง|เจาะ|บัตร (keypunch) ซึ่ง|มี|ลักษณะ|คล้าย|พิมพ์ดีด เช่น ถ้า|เจาะ|ตัวอักษร A ก็|จะ|มี|รู|ที่|คอลัมน์ 1 และ 12 รู|ต่าง ๆ เหล่านี้ จะ|เป็น|รหัส|ที่|คอมพิวเตอร์|อ่าน|ได้ (โดย|ใช้|แปรง|ไฟฟ้า|ปัด|ผ่าน) แล้ว|นํา|ไป|เก็บ|ใน|หน่วยความจํา วิธี|ส่ง|ข้อมูล|เข้า|ไป|ใน|คอมพิวเตอร์|แบบ|นี้ เกือบจะ|เป็น|แบบ|แรก|ที่|ใช้|กัน เดี๋ยวนี้|ถือ|ว่า|ล้าสมัย|ไป|เสียแล้ว|เพราะ|ไม่|สะดวก|ใน|การ|เก็บรักษา กับ|ทั้งสิ้น|เปลือง|มาก จุ|ข้อมูล|น้อย|ถ้า|เทียบ|กับ|จาน|บันทึก นอกจากนั้น ใช้|แล้ว|นํามา|ใช้|อีก|ไม่|ได้ เจาะ|ผิด|ก็|แก้ไข|ไม่|ได้ ต้อง|ทิ้ง|ไป แล้ว|ทํา|ใหม่ ทํา|ให้|สิ้นเปลือง|ดู card ประกอบ
(พัง|คฺทิล|'|เลีย|ส) adj. หยุมหยิม|,|ระเบียบ|หยุมหยิม|,|เจ้าระเบียบ|,|เจ้ายศ|เจ้า|อย่าง.  |Syn. punctiliousness n.
(พัง|คฺ|'|ชวล) adj. ตรงต่อเวลา|,|รักษา|เวลา|,|ตาม|กําหนด|,|ถูกต้อง|,|เป็น|แต้ม|,|เป็น|จุด.  |Syn. punctuality n. punctualness n.  |Syn. on time|,|prompt
(พัง|คฺ|'|ชุเอท) vt. ใส่|จุด|เครื่องหมาย|วรรค|ตอน|  |Syn. emphasize|,|mark
n. เครื่องหมาย|วรรค|ตอน adj.  |Syn. punctuative adj.
n. ผู้|ใส่|จุด|เครื่องหมาย|วรรค|ตอน
(พัง|คฺ|'|เชอะ) n. การ|เจาะ|,|การ|แทง|,|การ|ตํา|,|การ|ทํา|ให้|แฟบ|,|รู|เจาะ|,|รู|แทง. vt. เจาะ|,|เจาะ|รู. vi. กลาย|เป็น|ถูก|เจาะ|รู.  |Syn. puncturable adj. puncturer n.  |Syn. perforating
(พัน|'|ดิท) n. บัณฑิต|,|ผู้เชี่ยวชาญ|,|ผู้|มี|ความ|รู้มาก.  |Syn. punditic adj. punditically adv.  |Syn. expert|,|sage|,|prophet
(พัง|'|เจินทฺ) adj. (รส) จัด|, (กลิ่น) ฉุน|,|แสบ|,|เผ็ด|,|รุนแรง|,|คมกริบ|,|แหลมคม|,|กระตุ้น|,|เสียดแทง.  |Syn. pungency n.  |Syn. aromatic|,|poignant
(พัน|'|นิช) vt.,|vi. ลงโทษ|,|ทํา|ให้|ได้|รับโทษ|,|ทํา|ให้|เจ็บปวด|,|ทารุณ|,|ใช้|สิ้นเปลือง.  |Syn. punisher n.  |Syn. penalize|,|injure|,|hurt
(พัน|'|นิช|ชะ|เบิล) adj. ถูก|ทําโทษ|ได้.  |Syn. punishability n.
(พัน|'|นิช|เมิน|ทฺ) n. การ|ทําโทษ|,|การ|ลงโทษ|,|การ|ทํา|ให้|เจ็บปวด|,|การ|ทารุณ|,|การ|ใช้|สิ้นเปลือง|  |Syn. penalty
(พิว|'|นิทิฟว) adj. เป็น|การ|ลงโทษ|,|เป็น|การ|ทําโทษ.  |Syn. ness n.  |Syn. punitory
(พัน|จาบ|'|,|พัน|'|จาบ) n. มณฑล|ปัน|จาบ|ของ|อินเดีย
(พัน|'|ส|เทอะ) n. คน|ที่|ใช้|คํา|คล้าย|กัน|ที่|มี|ความหมาย|ต่าง|กัน|,|คน|ที่|ใช้|คํา|สอง|นัย
(พัน|ทฺ) vi. เล่น|พนัน|,|พนันขันต่อ.  |Syn. punter n.
(พัน|'|ที) n. ท่อน|เหล็ก|ที่|ใช้|ใน|การ|ทํา|แก้ว|,
(พัพ) n. ลูก|สุนัข|,|ลูก|สัตว์|,|เด็กหนุ่ม|ที่|หยิ่ง|ยโส vi. คลอด|ลูก|สุนัข|หรือ|ลูก|สัตว์
(พิว|'|พะ) n. ดักแด้ pl. pupae|,|pupas
(พิว|'|พิล) n. นักเรียน|,|ลูกศิษย์|,|ผู้เยาว์|,|รูม่านตา|,|ช่อง|ตาดํา|  |Syn. pupilise vt. pupilisze vt. pupillise vt. pupillisze|  |Syn. student
(พัพ|'|พิท) n. หุ่น|,|หุ่นกระบอก|,|หุ่น|เชิด|,|บุคคล|ที่|ถูก|ครอบงํา|,|ตุ๊กตา|ตัว|เล็ก ๆ -|S.marionette
(พัพพิเทียร์|') n. คน|ชัก|หุ่นกระบอก
(พัพ|'|พี) n. ลูก|สุนัข|,|ลูก|สัตว์|,|เด็กหนุ่ม|ที่|หยิ่ง|ยโส|  |Syn. puppyhood n. puppydom n. puppyish adj.
(เพอ|'|ไบ|ลน|ดฺ) adj. เกือบ|บอด|,|กึ่ง|บอด|,|ตา|มัว|,|ขาด|ความคิด|,|เซ่อ|,|โง่
(เพอ|'|เชิส) vt. ซื้อ|,|จัด|ซื้อ n. การ|ซื้อ ,|คาน|งัด|,|อุปกรณ์|ยก|ของ|,|กําลัง|งัด|  |Syn. purchasable adj. purchaser n.  |Syn. buy
(เพียว|'|เออะ) n. บริสุทธิ์|,|หมดจด|,|พันธุ์|แท้|,|โดย|ตรง|,|ชัดแจ้ง|และ|จริง ๆ ,|แน่นอน|,|เกลี้ยงเกลา|,|ขาวสะอาด|,|ไม่|มี|ราคี|,|ไม่|มี|มลทิน|,|เป็น|หญิง|พรหมจารี|,|เต็มที่|,|โดย|สิ้นเชิง.  |Syn. pureness n.  |Syn. unmixed|,|unpolluted
(เพียว|'|บ|ลัด) n.,|adj. พันธุ์|แท้|,|พันธุ์|บริสุทธิ์
(เพียว|'|เบ|รด) adj.,|n. พันธุ์|แท้
(เพียว|'|ลี) adv. อย่าง|บริสุทธิ์|,|ไม่|มี|สิ่ง|เจือปน|,|เท่านั้น|,|เต็มที่|,|สิ้นเชิง|,|ทั้งหมด|,|อย่าง|ไร้เดียงสา
(เพอ|เก|'|เชิน) n. การ|ถ่าย|ท้อง|,|การ|ชําระล้าง|,|การ|ทํา|ให้|บริสุทธิ์|,|การ|กวาดล้าง|,|การ|ล้าง|บาป
(เพอ|'|กะทิ|ฟว) adj. ถ่าย|ท้อง|,|ชําระล้าง. n. ยาถ่าย|,|ยาระบาย. S. cathartic
(เพอ|'|กะ|ทอ|รี) n. ที่|ที่|คนตาย|ไป|สู่|เพื่อ|การ|ล้าง|บาป ที่|ที่|มี|การ|ทําโทษ adj. เป็น|การ|ชําระล้าง|,|เป็น|การ|ชดเชย|ความผิด
(เพิร์จ) v.,|n. (การ) ชําระล้าง|,|ขจัด|,|กวาดล้าง|,|ล้าง|บาป|,|ถ่าย|ท้อง|,|ทํา|ให้|ไม่|มี|ราคี|,|สิ่ง|ที่|ใช้|ชําระล้าง|,|ยาถ่าย|,|ยาระบาย.  |Syn. purgeable adj. purger n.  |Syn. cleanse
(เพียว|'|ริ|ไฟ) vt. ทํา|ให้|บริสุทธิ์|,|ชําระล้าง|,|ล้าง|บาป|,|ชําระล้าง|เพื่อ|เข้า|พิธี. vi. กลาย|เป็น|บริสุทธิ์.  |Syn. purification n. purificatory adj. purificator n. purifier n.
(เพียว|'|ริ|ส|ซึม) n. ลัทธิ|บริสุทธิ์|,|ความ|พิถีพิถัน|ใน|ภาษา รูปแบบ|หรือ|อื่น ๆ ,|ความ|เจ้าระเบียบ|แบบแผน.  |Syn. purist n. puristic adj. puristical adj.
(เพียว|'|ริ|เทิน) n. สมาชิก|โปรเตสแตนต์|นิกาย|หนึ่ง|ยืด|ถือ|หลัก|ความ|เคร่งครัด|ใน|ศาสนา. adj. เกี่ยวกับ|บุคคล|ดังกล่าว|  |Syn. Puritanism n. - puritan n. ผู้|เคร่งครัด|ใน|หลัก|ศีลธรรม|จรรยา.  |Syn. pride
(เพียว|ริ|แทน|'|นิเคิล) adj. เคร่งครัด|มาก|ใน|หลัก|ศีลธรรม|จรรยา|,|เคร่งครัด|ใน|ศาสนา|มาก|,|เคร่งครัด|มาก|เกิน|ไป|,|เจ้าระเบียบ|เกิน|ไป|,|เกี่ยวกับ|Puritan|หรือ|Puritanism|  |Syn. puritanically adv. puritanicalness n.
(เพียว|ริ|แทน|'|นิเคิล) adj. เคร่งครัด|มาก|ใน|หลัก|ศีลธรรม|จรรยา|,|เคร่งครัด|ใน|ศาสนา|มาก|,|เคร่งครัด|มาก|เกิน|ไป|,|เจ้าระเบียบ|เกิน|ไป|,|เกี่ยวกับ|Puritan|หรือ|Puritanism|  |Syn. puritanically adv. puritanicalness n.
(เพียว|'|ริ|ที) n. ความ|บริสุทธิ์|,|ความ|สะ|-|อาด|หมดจด|,|ความ|ไม่|มี|สิ่ง|เจือปน|,|ความ|ไม่|มี|ราคี|,|ความ|ไม่|มี|มลทิน|,|พรหม|จารีย์|  |Syn. cleanness
(เพิร์ล) vi.,|n. (การ) ไหล|ซ่า ๆ ,|ไหล|วน|เป็น|เสียง|ซ่า ๆ ,|ไหล|ริน|,|เสียง|ไหล|ดังกล่าว|,|การ|ไหล|วน|,|น้ําวน|,|เสียง|น้ําวน|  |Syn. whirl
(เพอ|'|ลู) n. ที่ดิน|ตาม|ชายป่า|,|บริเวณ|รอบ|นอก. purlieus สิ่งแวดล้อม|,|ละแวก|ใกล้เคียง|,|เขต|สกปรก|ของ|เมือง|  |Syn. outskirts
(เพอ|'|ลิน) n. แป
(เพอ|'|ลิน) n. แป
(เพอลอยน์|'|,|เพอ|'|ลอยน์) vt.,|vi. ขโมย|,|ยักยอก|,|ลัก.  |Syn. purloiner n.
(เพอ|'|เพิล) n.,|adj. สี|ม่วง|,|ผ้า|สี|ม่วง ,|ตําแหน่ง|พระ|ราชา|,|ตําแหน่ง|ที่|สูง|เด่น|,|ตําแหน่ง|พระราชาคณะ|,|สี|แดง|เข้ม|,|สี|แดง|สด|,|สํานวน|สละสลวย|เกิน|ไป|,|vt.,|vi. ทํา|ให้|เป็น|สี|ม่วง กลาย|เป็น|สี|ม่วง|  |Syn. eminence
(เพอ|'|พลิช) adj. สี|ม่วง|,|ค่อนข้าง|จะ|เป็น|สี|ม่วง|  |Syn. purply
(เพอพอร์ท|'|,|เพอ|'|พอร์ท) n. ความหมาย|ข้อความ|,|วัตถุประสงค์|,|ใจความ. vt. แถลง|,|อ้าง|ว่า|,|มี|ใจความ|,|มี|ประสงค์|  |Syn. profess|,|claim
(เพอ|'|เพิส) n. วัตถุประสงค์|,|ความ|มุ่ง|ประสงค์|,|เป้าหมาย|,|ความ|มุ่งหมาย|,|ผล|,|ผล|ประ|-|โยชน์|,|เจตนา|,|vt. มุ่ง|ประสงค์|,|ประสงค์|,|ตั้ง|เป้าหมาย|,|มี|เจตนา|,|ตั้งใจ|เด็ดเดี่ยว. vi. มุ่ง|ประสงค์.  |Syn. purposeful adj. purposely adj.  |Syn. inte
(เพอพิว|'|ระ) n. จ้ํา|เขียว (พรายน้ํา)|  |Syn. purpuric|,|adj.
เป็น|จ้ํา|เลือด
(เพอ) n.,|v. (เกิด) เสียง|คล้าย|เสียง|หายใจ|ที่|ได้ยิน|ใน|เครื่อง|ฟัง|,|เสียง|สั่นสะเทือน|ของ|เครื่องยนต์|,|เสียง|รัว|ของ|ลม|พัด|,|เสียงคราง|ของ|แมว|ที่|แสดง|ความ|พอใจ|  |Syn. purringly adv. -|S.pur
(เพิร์ส) n. ถุง|เงิน|,|กระเป๋า|เงิน|,|กระเป๋า|ถือ|,|เงิน|รวบรวม|,|เงิน|สําหรับ|ใช้จ่าย. vt. หด|,|ย่น|,|ใส่|ใน|ถุง|หรือ|กระ|-|เป๋า|เงิน|  |Syn. pouch|,|money
n. คน|คุม|เงิน|,|เจ้าหน้าที่|การเงิน
ความ|หยิ่ง|ยโส|หรือ|โอหัง|ที่|เนื่องจาก|ร่ํารวย|  |Syn. purseproud adj.
(เพิร์ส|'|ฟู|ล) n. จํานวน|หนึ่ง|ถุง|เต็ม
(เพอ|'|เซอะ) n. เจ้าหน้าที่|เรือ ที่|มี|หน้าที่|เก็บ|เอกสาร|และ|เงิน
(เพอ|'|ซิ|เนส) n. ความ|หยิ่ง|ยโส|เนื่องจาก|ความ|รวย|,|ความ|ร้อน|หรือ|กระสับกระส่าย
(เพิร์ส|'|เลน) n. ผัก|เบี้ย|ใหญ่
(เพอซู|'|เอินซฺ) n. การ|ติดตาม|,|การ|ไล่|ตาม|,|การ|ดําเนินการ|,|การ|เจริญรอย
(เพอซู|'|เอินทฺ) adj. ซึ่ง|ติดตาม|,|ซึ่ง|ไล่|ตาม|,|ซึ่ง|ดําเนินการ.
(เพอซู|') vt.,|vi. ติดตาม|,|ไล่|ตาม|,|ตาม|จับ|,|ดําเนิน|ตาม|,|ปฏิบัติ|ตาม|,|ดําเนินการ|ต่อไป.  |Syn. pursuer n.  |Syn. chase|,|proceed
(เพอ|ซิว|ทฺ|') n. การ|ติดตาม|,|การ|ไล่|ตาม|,|การ|ตาม|จับ|,|การ|ดําเนิน|ต่อไป|,|การ|ดําเนิน|ตาม|,|อาชีพ|,|การงาน|,|การ|เจริญรอย|  |Syn. chase
(เพอ|'|สวิเวินทฺ) n. ผู้ติดตาม|,|ผู้ช่วย|นาย|พิธี
(เพอ|'|รู|เลินซฺ) n. การ|มี|หนอง|,|การ|เกิด|เป็น|หนอง|,|หนอง|,|หนอง|ผี.  |Syn. purulency
(เพอ|'|รู|เลินทฺ) adj. มี|หนอง|,|เกิด|เป็น|หนอง|,|คล้าย|หนอง.
(เพอเว|') vt. จัด|ให้|มี|,|จัดหา|,|จัด|ซื้อ|,|จัดส่ง|,|ป้อน|เหยื่อ. vi. จัดส่ง|อาหาร|  |Syn. provide
(เพอเว|'|เอินซฺ) n. การ|จัด|ให้|มี|,|การ|จัด|ให้|มี|อาหาร|,|สัมภาระ|,|อาหาร
(เพอเว|'|เออะ) n. ผู้|จัด|ให้|มี|,|ผู้|จัดส่ง|,|ผู้|ส่ง|อาหาร|,|ผู้|จัดหา|สัมภาระ|,|ผู้|ป้อน|เหยื่อ|,|ผู้|หา|ผู้หญิง|มา|ให้
(เพอ|'|วิว) n. ขอบเขต (อํานาจ|,|การ|ปฏิบัติงาน) ,|บทบัญญัติ|,|บทบัญญัติ|ของ|กฎหมาย|,|ตัวบทกฎหมาย|  |Syn. scope|,|overview
(พัส) n. หนอง|  |Syn. puslike adj.
(พุ|ช) vt.,|vi.,|n. (การ) ผลัก|,|ดัน|,|ยัน|,|ไส|,|แทง (บิลเลียด) ,|รุก|ไป|ข้างหน้า|,|ทํา|ให้|ยื่น|ออก|,|สนับสนุน|,|ส่งเสริม|,|รุก|,|เร้า|,|ขาย|ยาเสพติด|,|เผยแพร่|,|รีบ|เดินทาง|,|ยื่น|หรือ|ขยาย|ออก -|Phr. (push off จาก|ไป ออก|เดินทาง)| 
n. ปุ่ม|กด|,|ปุ่ม|ปิด|เปิด|วงจร|กระแส|ไฟฟ้า|  |Syn. push cycle
(พุ|ช|'|อัพ) n. การ|ออกกําลัง|แบบ|วัด|พื้น
(พุ|ช|'|คาร์ท) n. รถเข็น
(พุ|ช|'|เชอะ) n. ผู้|ผลัก|,|ผู้|ดัน|,|คน|เสือก|,|เครื่องบิน|ที่|มี|ใบพัด|ชนิด|ผลักดัน (แทน|ที่|จะ|เป็น|ลาก|พา) , (สแลง) ผู้|ขาย|ยาเสพติด
(พุ|ช|'|ชิง) adj. เกี่ยวกับ|การ|ผลักดัน|,|ขยันขันแข็ง|,|ทะเยอทะยาน|,|รุกราน|,|ชอบ|เลือก|,|ชอบ|สอดแทรก.  |Syn. pushingness n.  |Syn. enterprising|,|pushy
(พุ|ช|'|ชี) adj. ชอบ|เลือก|,|ชอบ|สอดแทรก|,|ระราน|คน|อื่น.  |Syn. pushiness n. pushily adv.
(พิว|ซิ|ล|'|ละ|นิม|'|มิ|ที) n. ความ|ขี้ขลาด|ตาขาว|,|ใจอ่อน|แอ|  |Syn. timidity
(พิวซะ|แล|น|'|นิเมิส) adj. ขี้ขลาด|,|ตาขาว|,|ใจอ่อน|แอ|,|ใจ|ปลาซิว|,|ใจ|ไม่|เข้มแข็ง|  |Syn. cowardly
(พุ|ส) n. แมว|,|เด็ก|ผู้หญิง|,|ผู้หญิง|,|ใบหน้า
(พุ|ส|'|ลี) n. = purslane (ดู)| 
(พุ|ส|'|ซี) n.,|แมว (โดยเฉพาะ|ลูก|แมว) ,|แคม|ช่องคลอด|ของ|หญิง|,|การ|สังวาส|,|หญิง adj. คล้าย|หนอง|,|มี|หนอง
(พุ|ส|'|ซี|แคท) n. = pussy (ดู) , (Slang) บุคคล สิ่งของ|หรือ|สถานการณ์|ที่|ดี|มาก
(พัส|'|ชะ|เลินทฺ) adj. ทํา|ให้|เกิด|หนอง n. ยา|หรือ|สาร|ที่|ทํา|ให้|เกิด|หนอง
(พัส|'|ชะ|เลอะ) adj. เกี่ยวกับ|ลักษณะ|ของ|หนอง|,|มี|ลักษณะ|เป็น|หนอง.  |Syn. pustulous
(พัส|'|ชะ|เลท) vi. กลาย|เป็น|หนอง|,|กลาย|เป็น|ตุ่ม|หนอง. adj. เป็น|ตุ่ม|หนอง
(พัส|ชะ|เล|'|เชิน) n. การ|เกิด|เป็น|หนอง|,|การ|มี|หนอง|ไหล|หรือ|แตก|ออก|มา
(พัส|'|ชุล) n. ตุ่ม|หนอง|,|เม็ด|หนอง
(พู|ท) vt. วาง|,|ใส่|,|จัด|,|จัด|ให้|มี|,|บรรจุ|,|เคลื่อน|,|ย้าย|,|บอก|,|แจ้ง|,|บรรยาย|,|แปล|,|เสนอ|,|แนะนํา|,|ยื่น|,|จัด|เก็บ (ภาษี) ,|ลงทุน|,|ประมาณ|,|ประเมิน|,|กะ|, (พนัน) ขันต่อ|,|ผลัก|,|ขว้าง. vi. แล่น (เรือ) ,|ออก|เดินทาง vt.,|vi.,|n. (การ) ตี|ลูก|กอล์ฟ|ลง|หลุม|เบา ๆ ด้วย|ไม้|ตี|เรียก|ว่า|putter n. การ|ขว้าง|,|การ|เหวี่ยง|,|สัญ|ยา|ที่|เปิด|โอกาส|ให้|ขาย|ของ|ได้|จํานวน|หนึ่ง|ภายใน|เวลา|ที่|กําหนด|ไว้
(พู|ท|'|ออ|น) adj. ปลอม|,|แสร้ง|,|หลอกลวง n. การ|โกหก|,|การ|หลอกลวง|  |Syn. assumed
(พู|'|ทะทิฟว) adj. ตาม|คําเล่าลือ|,|สมมุติ|,|สันนิษฐาน|,|อนุมาน.
adj. = putrefactive (ดู)| 
(พิวท|ริ|แฟค|'|เชิน) n. การ|เน่า|,|การ|เน่าเปื่อย|,|เน่า|สลาย.  |Syn. putrefactive|,|putrefacient adj.
(พิว|'|ท|ระ|ไฟ) vi.,|vt. (ทํา|ให้) กลาย|เป็น|เน่าเปื่อย|,|เน่า|,|เน่า|สลาย.  |Syn. putrefiable adj. putrefier n.  |Syn. decompose
(พิว|เท|รส|'|เซินซฺ) n. การ|เน่าเปื่อย|,|กระบวนการ|เน่าเปื่อย.  |Syn. putrescent adj.  |Syn. putrefication
(พิว|เท|รส|'|ซะเบิล) adj.,|n. (สาร|ที่) เน่า|ได้|,|เน่าเปื่อย|ได้.  |Syn. putrescibility n.
(พิว|'|ท|ริ|ด) adj. เน่าเปื่อย|,|เหม็น|เน่า|,|เน่า|บูด|,|มี|คุณภาพ|เลว|มาก|,|เสื่อม|,|เสื่อมโทรม.  |Syn. putridity|,|putridness n.  |Syn. rotten|,|fetid
(พ้ท) vt.,|vi. ,|n. การ|ตี|ลูก|กอล์ฟ|เบา ๆ ให้|ลง|หลุม|ด้วย|ไม้|ตี|ที่|เรียก|ว่า putter
(พัท|'|ที) n., (pl. -|ties) ปูน|น้ํามัน|อุด|รู|หรือ|ฉาบ|ตัวถัง|รถ|,|ปูน|หรือ|สาร|ที่|ใช้|อุด|รู|รั่ว|หรือ|รอย ต่อ|ของ|ท่อน้ํา. vt. ใช้|ปูน|ดังกล่าว|อุด|รู|หรือ|ฉาบ|ตัว
(พัส|'|เซิล) n. ปัญหา|,|ปัญหา|ยุ่งยาก|,|ปริศนา|,|เรื่อง|ฉงนสนเท่ห์|,|สภาวะ|ที่|ซับซ้อน vt. ทํา|ให้|ฉงนสนเท่ห์|,|ทํา|ให้|งงงวย|,|ทํา|ให้|ยุ่ง. vi. ครุ่นคิด|หนัก|,|ใคร่ครวญ|,|ไตร่ตรอง|  |Syn. puzzle out แก้|ปัญหา|โดย|ความ|พยายาม|หรือ|ไตร่ตรอง puzzledly adv. puzzlingly adv.
(พัส|'|ซ|ลิง) adj. น่า|ฉงนสนเท่ห์|,|เป็น|ปัญหา|,|เข้าใจ|ยาก|,
abbr. polyvinyl chloride
(s) abbr. post exchange (s)| 
(o) - Pref. หนอง
(พิก|'|มี) n. ชน|ผิว|ดํา|ตัว|เล็ก|ใน|ทวีป|แอฟริกา|แถบ|เส้น|ศูนย์สูตร|  |Syn. pygmy n. คน|แคระ คน|ร่าง|เล็ก|สิ่ง|ที่|มี|ความ|สําคัญ|เล็กน้อย adj. เกี่ยวกับ|คน|แคระ|ดังกล่าว|,|เล็ก|มาก|,|แทบ|ไม่|สําคัญ pygmoid adj. pygmyish adj. pygmyism n.
(พะจา|'|มัซ) n. เสื้อ|กางเกง|ชุดนอน
(พิค|' นิค) adj. อ้วน|กลม n. คน|อ้วน|กลม
(ไพ|' ลอน) n. เครื่องหมาย|บอก|ทาง|ของ|สนามบิน|,|เสา|หรือ|หอ|นําร่อง|สําหรับ|เครื่องบิน|,|เสา|สูง|ที่|ใช้|พาด|สาย|ไฟฟ้าแรงสูง
ส่วน|ปลาย|ล่าง|ของ|กระเพาะอาหาร|ต่อ|กับ|ส่วน|ต้น|ของ|ลําไส้เล็ก
(o) - Pref. ไฟ|,|ความ|ร้อน|,|กิด|จาก|ความ|ร้อน
(เพอ|' ระ|มิด) n. พีระมิด
(ไพ|' เออะ) n. กอง|ฟืน|ที่|ใช้|เผาศพ|,|กอง|ฟืน
(ไพรี|' ธรัม) n. พืช|ไม้ดอก|จําพวก Chrysanthemum occineum|, ดอก|ของ|มัน
(ไพ|เรท|'|ทิค) adj. เกี่ยวกับ|ไข้|,|ทํา|ให้|เกิด|ไข้
(ไพ|' ระ|เคม|' มิ|เคิล) adj. เกี่ยวกับ|หรือ|ทํา|ให้|เกิด|การ|เปลี่ยนแปลง|ทาง|เคมี|ที่|อุณหภูมิ|สูง
ทํา|หน้าที่|ขับ pepsinogen และ mucin
(ไพ|ระ|เท|ค|'|นิคซฺ) n. ศิลปะ|การ|ทํา|ดอกไม้ไฟ|,|การ|แสดง|ดอกไม้ไฟ
(ไพ|' ธอน|, -|เธิน) n. งู|หลาม
