(N) พยัญชนะภาษาอังกฤษตัวที่ 25
(N) การพูดที่เร็วและเข้าใจยาก  (แบบออสเตรเลีย)
(VI) พูดรัว (แบบออสเตรเลีย-ไม่เป็นทางการ)
(VT) พูดรัว (แบบออสเตรเลีย-ไม่เป็นทางการ)
(N) เรือใบที่ใช้สําหรับท่องเที่ยวหรือแข่งเรือ
(N) เรือยนต์ที่ใช้ในการท่องเที่ยว
(VI) แล่นเรือท่องเที่ยว
(N) การแล่นเรือเที่ยว
(N) เจ้าของเรือยอชท์
(N) การเป็นเจ้าของเรือยอชท์หรือผู้แข่งเรือยอชท์
(N) เจ้าของเรือยอชท์หรือผู้แข่งเรือยอชท์ที่เป็นผู้หญิง
(N) การพูดเรื่อยเปื่อยและไร้สาระ (คําไม่เป็นทางการ)
(SL) คําอุทานแสดงถึงความรังเกียจ
(SL) พูดมากน่าเบื่อ
(VI) พูดจาเรื่อยเปื่อยและไร้สาระ (คําไม่เป็นทางการ)
(N) การคุยไม่หยุดและไร้สาระ
(SL) น่ารังเกียจ
(N) นกหัวขวานชนิดหนึ่งที่มีขนสีเขียวและมีหงอนสีแดงอยู่บนหัว
(INT) คําอุทานแสดงความรังเกียจหรือรําคาญ
(N) วัวป่าขนยาวในทิเบต
(N) การพูดจาเรื่อยเปื่อยและไร้สาระ
(VI) พูดจาเรื่อยเปื่อยและไร้สาระ
(N) ไก่ย่างหมักซอสของญี่ปุ่น
(N) งาน (แบบออสเตรเลียและนิวซีแลนด์) (คําไม่เป็นทางการ)
(N) แก๊งอันธพาลที่เกี่ยวข้องกับสิ่งผิดกฏหมายในประเทศญี่ปุ่น
(N) สมาชิกของแก๊งยากูซ่า
(N) มหาวิทยาลัยเยลในอเมริกา
(N) กุญแจยี่ห้อเยล
(N) ต้นมันเทศหรือมันเทศ
(N) มันเทศหรือมันเทศ
(SL) บ้าน
(N) มันแกว
(N) ที่พักหรือที่ทําการข้าราชการในจีน (จีนสมัยปกครองด้วยกษัตริย์)
(N) การคราง
(N) การพูดเสียงดังและยืดยาว
(VI) คราง
(VI) พูดคุยเสียงดังและยืดยาว
(VI) ร้องโหยหวน
(N) ผู้ครวญคราง
(PHRV) ตะโกนเสียงดัง
(N) หลักปรัชญาจีน (หยาง)
(N) คนอเมริกัน
(VI) กระชาก
(VT) กระชาก
(PHRV) กระชาก
(PHRV) กระชากอย่างแรง
(N) คนอเมริกัน
(N) ชาวอเมริกัน
(PHRV) รวบตัว
(PHRV) ลากออกไปอย่างชุลมุน
(PHRV) เอาออกไป
(PHRV) กระตุกอย่างแรง
(PHRV) ดึงออกอย่างแรง
(PHRV) กระตุกขึ้นอย่างแรง
(ADJ) เกี่ยวกับเย้า
(N) ชาวเย้า (อยู่ทางตอนใต้ของประเทศจีน)
(N) ภาษาเย้า
(N) เย้า
(N) ปาก
(VI) เห่า
(PHRV) พูดไม่หยุด
(PHRV) ส่งเสียงดังตลอด / ไม่หยุด
(N) คนช่างพูด
(ADJ) ช่างพูด
(N) 100 ดอลลาร์ (แสลง)
(N) คานยาวพยุงใบเรือ
(N) หลา (ยาวเท่ากับ 3 ฟุต หรือ 0.9144 เมตร)
(N) คอกปศุสัตว์
(N)  ทุ่งหญ้าฤดูหนาวของสัตว์จําพวกกวาง
(N) ลานบ้าน
(N) ลานเอนกประสงค์
(N) สถานที่เก็บรถไฟ
(N) สนามที่มีรั้วล้อมรอบตัวอาคาร
(VT) เอาสัตว์เข้าคอก
(N) สนาม
(N) หน่วยวัดเป็นหลาหรือตารางหลา
(N) การใช้คอกปศุสัตว์สําหรับเก็บสัตว์ที่เลี้ยง
(N) ค่าบริการในการเก็บสัตว์ในคอก
(N) ใบขวางบนเรือ
(N) นักโทษ (คําไม่เป็นทางการ)
(N) ผ้าหรือสิ่งที่ขายเป็นหลา
(N) คนดูแลสวน
(N) ผู้ที่ทํางานตามสถานที่เก็บรถไฟหรือเก็บไม้
(N) ผู้ดูแลย่านสถานีรถไฟทั้งหมด
(N) เจ้าหน้าที่สนาม
(N) มาตรฐานในการตัดสินคุณภาพ คุณค่า และความสําเร็จ
(N) ไม้หลา
(ADJ) (เรือ) ขับง่าย
(N) เส้นด้ายหนาที่ใช้สําหรับถัก
(SL) เสียงพูดไม่หยุด
(VI) เหหรือหัน
(VT) เหหรือหัน
(N) เรือบดหรือเรือกรรเชียง
(N) การหาว
(N) คนหรือเรื่องที่น่าเบื่อ
(SL) คนหรือสิ่งที่น่าเบื่อมาก
(VI) เปิดช่องหรือรูให้กว้าง
(VI) หาว
(VT) พูดขณะกําลังหาว
(N) คนหรือเรื่องที่น่าเบื่อ
(N) ผู้หาว
(ADJ) ซึ่งหาว
(N) การพูดจาหยาบคายและเสียงดัง
(N) การร้องเสียงดัง
(VI) พูดจาหยาบคายและเสียงดัง
(VI) ร้องเสียงดัง
(N) ผู้ร้องเสียงดัง
(N) โรคผิวหนังเขตร้อนที่ทําให้เกิดรอยบวมแดง (คุดทะราด)
(N) แกนในแนวตั้งของกราฟ
(N) โครโมโซมเพศ
(ADJ) ถูกเรียกในนามของ
(ABBR) หน่วยเป็นหลา
(ADV) หมายถึง yes
(PRON) หมายถึง you
(ADV) หมายถึง yes
(N) ลูกแพะหรือแกะ (คําโบราณ)
(N) ระยะเวลาของกิจกรรมในหนึ่งปีเช่น ปีการศึกษา, ปีงบประมาณ
(N) ระยะเวลาตั้งแต่ 1 มกราคมถึง 31 ธันวาคม
(N) ระยะเวลาหนึ่งปี
(N) เวลาที่โลกหมุนรอบดวงอาทิตย์ 365.5 วัน
(N) อายุ
(IDM) ทุกปี
(N) หนังสือประจําปี
(IDM) แต่ละปี
(IDM) นานมากๆ (คําไม่เป็นทางการ)
(N) สิ้นปี
(IDM) ทุกปี
(N) ลูกสัตว์
(ADJ) ตลอดปี
(ADJ) เกี่ยวกับ 1 ปี
(ADJ) ประจําปี
(ADV) ต่อปี
(ADV) ปีละครั้ง
(VI) คิดถึงอย่างรักใคร่
(VI) ปรารถนา
(PHRV) ปรารถนาอย่างมาก
(N) ความปรารถนาอย่างมาก
(IDM) ปีหลังจากพระคริสต์จุติ
(IDM) ปีหลังจากพระคริสต์จุติ
(IDM) นานมากๆ (คําไม่เป็นทางการ)
(IDM) แต่ละปี (มักใช้เมื่อพูดถึงราคา, สถิติ ฯลฯ และเปรียบเทียบกับปีสุดท้าย)
(ADJ) ตลอดปี
(ADV) ตลอดปี
(N) ช่วงเวลาเฉพาะ โดยปกติหมายถึงเวลาในอดีต
(N) นาน
(N) เวลาทั่วไป ทั้งในอดีต ปัจจุบัน อนาคต
(N) อายุ
(N) การเตรียมการอบ
(N) เชื้อราเซลล์เดียวซี่งสืบพันธุ์ด้วยวิธีแตกหน่อ
(N) ฟอง
(N) ส่าเหล้า
(VI) หมัก
(ADJ) กระสับกระส่าย
(ADJ) เกี่ยวกับยีสต์
(ADJ) ซึ่งมีพลัง
(ADJ) ทําให้เกิดกระบวนการหมัก
(ADJ) ปกคลุมไปด้วยฟอง
(ADJ) ไม่จริงจัง
(ADJ) (วัว) ที่ไม่ให้นม
(ADJ) ว่างเปล่า
(PHRV) ตะโกนเสียงดัง
(PHRV) ตะโกนพูด (บางสิ่ง)
(ADJ) เกี่ยวกับชนชาติผิวเหลือง
(ADJ) ขี้ขลาด
(ADJ) เป็นสีเหลืองคล้ายเนยหรือมะนาวสุก
(N) ไข่แดง
(N) สีย้อมสีเหลือง
(N) สีเหลือง
(VI) กลายเป็นสีเหลือง (เพราะความเก่า)
(VT) กลายเป็นสีเหลือง (เพราะความเก่า)
(SL) ขี้ขลาด
(ADJ) ค่อนข้างเหลือง
(N) ปลาทะเลตัวแบน มีครีบหลังสีเหลืองและมีจุดแดงตามตัว
(N) ปลาคอเหลืองจําพวก Geothlypiss
(VI) ร้องครางเสียงแหลม (โดยเฉพาะเมื่อเจ็บปวด)
(N) ชื่อเงินสกุลของญี่ปุ่น
(N) ความต้องการ
(ADV) ใช่
(N) คําตอบรับ
(IDM) ใช้ตอบคําถามเมื่อไม่สามารถหาคําตอบที่ชัดเจนได้
(ADV) เมื่อวาน
(N) วานนี้
(IDM) อดีต
(ADV) เมื่อคืนวานนี้
(N) เมื่อคืนวานนี้
(ADV) เมื่อเที่ยงวานนี้
(N) เมื่อเที่ยงวานนี้
(ADV) เมื่อสัปดาห์ก่อน
(N) เมื่อสัปดาห์ก่อน
(N) เมื่อปีที่แล้ว
(N) เมื่อไม่นานมานี้
(ADV) ขณะนี้
(ADV) ตราบจนกระทั่งบัดนี้
(ADV) ยัง
(CONJ) ถึงอย่างนั้น
(N) การยินยอม
(N) ผลผลิต
(N) ผลลัพธ์
(VI) โค้งงอ
(VI) ถูกแทนที่ด้วย
(VI) ยอมให้ไปก่อน (การจราจร)
(VT) ยอม
(VT) ให้ผลผลิต
(PHRV) แทนที่ด้วย
(PHRV) ยอมให้ (ความรู้สึกครอบงํา)
(PHRV) ยินยอมตาม
(PHRV) สามารถถูกเคลื่อนย้ายได้ด้วย
(IDM) ดีที่สุด
(PHRV) ยอมให้ (บางสิ่ง) กับ
(IDM) ตาย
(SL) คําอุทานแสดงความแปลกใจ
(N) สิ่งที่ได้มาจากการแตกตัวของธาตุ
(ABBR) คําย่อของ Young Men's Christian Association
(SL) เฮ้
(SL) ผู้ชายที่ทําพฤติกรรมหยาบคาย
(SL) ผู้ชายที่ทําพฤติกรรมหยาบคาย
(SL) พูดเรื่อยเปื่อย
(N) ปรัชญาศาสนาฮินดูที่สอนให้ควบคุมจิตใจและร่างกาย
(N) ระบบการบริหารร่างกายและการควบคุมลมหายใจ
(N) นมเปรี้ยว
(N) การกดขี่
(N) คานหิ้วน้ํา
(N) เครื่องผูกมัด
(N) ส่วนที่อยู่รอบๆ ไหล่และข้อมือของเสื้อผ้า
(N) แอก
(VT) เชื่อมต่อ
(VT) ใส่แอก
(N) คู่ขา
(PHRV) ร่วมมือกัน
(PHRV) ใส่เทียมสัตว์
(N) ไข่แดง
(N) ไขมันขนแกะ
(SL) เวลาที่ยาวนาน
(IDM) แน่นอน
(IDM) แน่นอน
(IDM) แน่นอน
(IDM) ใช่เลย (ใช้ไม่เป็นทางการ)
(SL) ฉันเห็นด้วย
(IDM) แก่เกินกว่าจะเรียนรู้สิ่งใหม่
(SL) ฉันเห็นด้วยกับสิ่งที่บอก
(SL) ถูกแล้ว
(SL) เป็นจริงอย่างไม่ต้องสงสัย
(ADJ) เยาว์วัย
(ADJ)  ระยะแรกเริ่ม
(N) คนหนุ่มคนสาว
(N) ลูกอ่อน (ของสัตว์และนก)
(N) ผลไม้รสหวานสีม่วงเข้มของต้น blackberry
(ADJ) มีอายุน้อยกว่า
(ADJ) ลูกสาวหรือลูกชายที่ใช้ชื่อเดียวกับพ่อแม่
(N) คนหนุ่มคนสาว
(N) นักเรียนนายเรือปีที่ 2 ของอเมริกา
(N) ลูกม้า
(DET) ของคุณ
(SL) ฉันจะยอมทําตามที่ (คุณ) บอก
(PRON) ของคุณ
(PRON) ตัวคุณเอง
(IDM) เป็นตัวของตัวเอง
(N) คนหนุ่มคนสาว
(N) ความเป็นหนุ่มสาว
(N) เด็กหนุ่มสาว
(N) วัยหนุ่มสาว
(N) โยโย่ (ของเล่น)
(SL) คนโง่
(SL) โยกโย้
(SL) คําอุทานที่แสดงถึงความรู้สึกเกลียดมาก
(SL) น่ารังเกียจ
(SL) น่ารังเกียจ
(ADJ) มีรสชาติดี
(SL) อร่อย
