(ABBR) บัญชีเงินฝาก (คําย่อของ deposit account)
(ABBR) อัยการเขต (คําย่อของ District Attorney)
(N) พยัญชนะตัวภาษาอังกฤษที่ 4
(N) พยัญชนะภาษาอังกฤษตัวที่ 4
(N) การป้าย
(N) จํานวนเล็กน้อย
(VT) ป้าย
(N) ชื่อของปลาทะเลตัวแบน
(PHRV) แตะเบาๆ
(VI) ทําเล่นๆ ไม่จริงจัง
(VI) เล่นน้ํา
(PHRV) ทําเล่นๆ
(PHRV) ทําเล่นๆ
(N) คนที่ทําอะไรเล่นๆ ไม่จริงจัง
(PHRV) ทําเล่นๆ
(N) คนเก่งเฉพาะเรื่องใดเรื่องหนึ่ง (คําไม่เป็นทางการ)
(PHRV) เช็ดออกเบาๆ
(PHRV) เช็ดด้วยน้ํายา
(PHRV) ล้างออกด้วยมือ
(N) เมืองดักกาเป็นเมืองหลวงของประเทศบังคลาเทศ
(N) โจรในประเทศพม่าหรืออินเดีย (ที่ก่ออาชญากรรมหรือลักทรัพย์)
(N) พ่อ
(N) พ่อ
(N) แมลงบินได้มีขายาว
(IDM) ตัวอย่างที่ดีที่สุดของ (คําไม่เป็นทางการ)
(N) ส่วนของฐานเสาบริเวณที่อยู่ระหว่างฐานกับบัว
(N) ครึ่งมนุษย์ครึ่งพระเจ้า (ในนิยายกรีกโบราณ)
(N) ดอกแดฟโฟดีล
(ADJ) โง่
(N) กระจุกขนสัตว์ที่ปกคลุมไปด้วยมูลสัตว์
(N) ชายผ้าเป็นหยักๆ
(N) เดคากรัม
(N) กริช
(SL) เลว (คําหยาบ)
(N) คําที่มีความหมายดูถูกใช้เรียกคนที่มาจากอิตาลี สเปน หรือโปรตุเกส
(N) แซนด์วิชชิ้นโตที่มีเนื้อ เนยแข็งและส่วนผสมหลายชนิด
(N) สัญลักษณ์ขีดยาว (ในรหัสวิทยุหรือรหัสมอส)
(N) พืชไม้ดอกคล้ายรักเร่
(IDM) งานประจําวัน (คําไม่เป็นทางการ)
(ADJ) ทุกวัน
(ADV) แต่ละวัน
(N) หนังสือพิมพ์รายวัน
(IDM) การออกกําลังกายประจําวัน (คําไม่เป็นทางการ)
(ADV) อย่างพิถีพิถัน
(ADJ) งดงาม
(ADJ) มีรสชาติดี
(N) อาหารเลิศรส
(ADJ) เกี่ยวกับผลิตภัณฑ์นม
(N) ผลิตภัณฑ์ที่ทําจากนม
(N) โรงรีดนมขายนม
(N) วัวที่เลี้ยงไว้เพื่อรีดนม
(N) ธุรกิจการรีดนมและผลิตภัณฑ์นม
(N) เวที
(N) ดอกเดซี่
(N) ซอสชนิดหนึ่งของชาวอินเดีย (ทําจากถั่วแระ เครื่องเทศ)
(N) ตําแหน่งผู้นําทางศาสนาของทิเบต
(N) การเกี้ยวพาราสี
(N) ความชักช้า
(VI) ชักช้า
(VI) ทําเล่นๆ
(VT) ชักช้า
(PHRV) เสียเวลากับ
(PHRV) คิดเล่นๆเรื่อง
(PHRV) ทําเป็นล้อเล่น (เรื่องความรัก) กับ (เพศตรงข้าม)
(PHRV) ทําเล่นๆ
(N) สุนัขพันธุ์ดัลเมเชี่ยน
(N) เขื่อน
(VT) สร้างเขื่อน
(N) แม่พันธุ์ (ทางปศุสัตว์)
(N) การทําร้าย
(N) ความเสียหาย
(SL) รายจ่าย
(VI) ทําความเสียหาย
(VT) ทําความเสียหาย
(ADJ) ซึ่งทําให้เสียหาย
(N) ค่าเสียหาย
(ADJ) ซึ่งทําให้เสียหาย
(N) นาง (คําไม่เป็นทางการ, คําไม่สุภาพ)
(INT) คําอุทานแสดงความรําคาญ ผิดหวัง ตกใจหรืออื่นๆ (คําเก่า)
(ADJ) คําที่ใช้เน้นเพื่อแสดงความรู้สึกหงุดหงิดรําคาญ
(ADV) คําที่ใช้เน้นเพื่อแสดงความรู้สึกหงุดหงิดรําคาญ
(INT) คําอุทานแสดงความรําคาญ
(VT) สาปแช่ง
(ADJ) ซึ่งถูกสาปแช่ง
(IDM) ตําหนิด้วยการกล่าวชมเล็กน้อย (เพื่อแสดงว่าไม่เห็นด้วยกับสิ่งนั้นหรือคนนั้น)
(ADJ) ชื้น
(N) ความชื้น
(VI) ทําให้บรรเทา
(VT) ทําให้ชื้น
(VT) ยับยั้ง
(PHRV) ทําให้เปียก
(PHRV) ทําให้เปียก
(N) สิ่งที่ทําให้ท้อแท้หรือเสียใจ
(ADV) อย่างชุ่มชื้น
(N) ความชื้น
(PHRV) เน่าเสีย
(IDM) เรื่องผิดคาด
(N) ผู้หญิงที่ไม่ได้แต่งงานโดยเฉพาะผู้หญิงที่มีชาติกําเนิดสูงส่ง (คําโบราณ)
(N) ปลาทะเลตระกูล Pomacentridae ที่มีสีสันสวยงาม
(PHRV) ทําเขื่อนกั้น
(N) ระดับของทักษะในวิชาศิลปะป้องกันตัว
(N) การเต้นรํา
(N) งานเต้นรํา
(VI) เต้นรํา
(N) กลุ่มของนักดนตรีที่เล่นดนตรีสําหรับเต้นรํา
(N) เวทีสําหรับเต้นรํา
(PHRV) เอาใจใส่ (เพื่อต้องการสิ่งตอบแทน)
(N) นักเต้นรํา
(N) สถานที่ที่ใช้เรียนเต้นรํา
(PHRV) เต้นรําไปกับ
(PHRV) เอาใจใส่ (เพื่อต้องการสิ่งตอบแทน)
(N) การเต้นรํา
(N) ผู้หญิงที่มีอาชีพเต้นรํา (โดยเฉพาะในธุรกิจบันเทิง)
(N) สะเก็ดผิวหนังของสัตว์
(VT) โยกเด็กเล็กๆ ขึ้นลงอย่างเบาๆ
(N) ขี้รังแค (เขียนอีกคือ dandriff)
(ADJ) ดีเยี่ยม (คําไม่เป็นทางการ)
(ADJ) (ผู้ชาย) ซึ่งสํารวย
(N) ผู้ชายที่สํารวย
(N) คนเดนมาร์ก
(N) คนหรือสิ่งที่ก่อให้เกิดอันตราย
(N) อันตราย
(ADJ) ซึ่งเป็นอันตราย
(ADV) อย่างเป็นอันตราย
(VI) ห้อยหลวมๆ
(VT) ห้อยหลวมๆ
(PHRV) ห้อยไว้
(PHRV) ตามตื๊อ
(PHRV) ห้อยไว้
(PHRV) ตามตื๊อ
(PHRV) แกว่งเล่นอยู่ข้างหน้า
(PHRV) แขวนไว้ตรงที่
(PHRV) ห้อยไว้
(PHRV) ตามตื๊อ
(ADJ) เกี่ยวกับคนเดนมาร์กหรือภาษาเดนมาร์ก
(N) ภาษาเดนมาร์ก
(ADJ) เปียกชื้นและหนาวเย็น
(VI) ตกปลาโดยปล่อยเหยื่อลงน้ําเบาๆ
(ADJ) (คนที่) รูปร่างเล็กผอมและแต่งตัวดี
(ADJ) ซึ่งเป็นจุดด่าง
(N) จุดด่าง
(VI) เป็นจุดด่าง
(VT) ทําให้เป็นจุดด่าง
(ADJ) เป็นจุดด่าง
(IDM) ตายายที่อยู่กินกันอย่างมีความสุข
(AUX) กล้าที่จะ
(N) ความกล้าหาญ
(VI) กล้า
(N) คนที่กล้าทําในสิ่งที่เสี่ยงมาก
(ABBR) ไม่กล้า (คําย่อของ dare not)
(VI) เดาว่า
(ADJ) กล้าหาญ
(N) ความกล้าหาญ
(ADV) อย่างกล้าหาญ
(ADJ) คล้ํา
(ADJ) ชั่วร้าย
(ADJ) มืด
(ADJ) ลึกลับ
(ADJ) สลดใจ
(N) ความมืด
(N) ช่วงเวลาดึก
(ADJ) สีน้ําเงินเข้ม
(VI) ทําให้มืด
(VI) ทําให้ไม่มีความสุข
(VT) ทําให้มืด
(VT) ทําให้ไม่มีความสุข
(IDM) ม้ามืด
(N) ม้ามืด
(ADJ) ค่อนข้างมืด
(N) ห้องมืดสําหรับล้างรูปถ่าย
(N) นิโกร
(SL) คําเรียกผู้หญิง (โดยเฉพาะที่ไม่รู้จักชื่อ)
(ADJ) ซึ่งเป็นที่รัก
(N) คําเรียกขานแสดงการทักทาย (ใช้กับคนคุ้นเคย) เพื่อขึ้นต้นย่อหน้าในจดหมาย
(N) บุคคลอันเป็นที่รัก
(N) การชุน
(VI) ชุน (ผ้า, ถุงเท้า)
(VT) ชุน (ผ้า, ถุงเท้า)
(N) การเคลื่อนไหวอย่างรวดเร็ว
(N) ลูกดอก
(VI) เคลื่อนไหวอย่างรวดเร็ว
(PHRV) เหลือบมอง
(N) เป้าสําหรับปาลูกดอก
(N) ปลาน้ําจืดตัวเล็กสีสันสดใส พบในทวีปอเมริกาเหนือ
(N) การชนหรือตีอย่างรุนแรง
(N) การโผเข้าไปอย่างรวดเร็ว
(N) การวิ่งแข่งระยะสั้น (ทางกีฬา)
(N) ความกระฉับกระเฉง
(N) เครื่องหมายขีดคั่นระหว่างพยางค์ คํา วลี หรือประโยค (ทางไวยากรณ์)
(N) สิ่งที่เพิ่มเข้าไปเล็กน้อย
(VT) ชนหรือตีอย่างรุนแรง
(VT) ทําลาย
(VT) ทําให้ผิดหวัง
(VT) ผสมอีกเล็กน้อย
(VT) โผเข้าไปอย่างรวดเร็ว
(VT) สาดอย่างแรง
(PHRV) ชน
(PHRV) รีบไป
(N) แผงหน้าปัดรถยนต์
(N) แผ่นกันโคลนหรือน้ํา (ทางประวัติศาสตร์)
(ADJ) ซึ่งมีความมั่นใจในตัวเอง
(ADV) อย่างมีชีวิตชีวา
(PHRV) รีบไป (คําไม่เป็นทางการ)
(PHRV) รีบออกไปข้างนอก
(PHRV) ซัดอย่างแรง (คลื่น, น้ําทะเล)
(N) ข้อมูล
(N) ฐานข้อมูล (ทางคอมพิวเตอร์)
(N) ระบบการจัดการฐานข้อมูล (ทางคอมพิวเตอร์)
(N) แฟ้มข้อมูล (ทางคอมพิวเตอร์)
(N) การประมวลผลข้อมูล (ทางคอมพิวเตอร์)
(N) การนัดหมาย
(N) คู่นัดหมาย
(N) วันที่
(N) สมัย
(VI) ระบุวันที่
(VT) นัดพบ
(N) ผลอินทผลัม
(PHRV) มีขึ้นเมื่อ
(PHRV) มีขึ้นเมื่อ
(ADJ) ซึ่งลงวันที่ (หรือวันเดือนปี)
(ADJ) ล้าสมัย
(N) ส่วนหัวของจดหมายหรือเอกสารอื่นๆ ที่บอกวันและสถานที่ที่เขียน
(N) วัน / เดือน / ปีที่เกิด (เช่น 2 / 5 / 65)
(N) กรรมรอง (ทางไวยากรณ์)
(N) โคลนหรือดินเหนียวและกิ่งไม้ที่ใช้ก่อผนัง (ทางก่อสร้าง)
(VT) เปรอะเปื้อน
(PHRV) ทําเปรอะ (โดยเฉพาะจากสิ่งที่เป็นของเหลวหนืด)
(PHRV) ทําเปรอะเปื้อนไปทั่ว
(PHRV) ทําเปรอะเปื้อนไปทั่ว
(PHRV) ป้าย
(PHRV) ป้ายด้วย
(N) ลูกสาว
(N) ลูกสะใภ้
(ADV) อย่างลูกสาว
(VT) ทําให้กลัว
(ADJ) ไม่เกรงกลัว (ทางวรรณคดี)
(N) โซฟา หรือ เก้าอี้ตัวใหญ่ที่ทําเป็นที่นอนหรือเตียงนอนได้
(IDM) ก้นทะเล
(N) นกชนิดหนึ่งคล้ายอีกา (คําโบราณ)
(N) คนขี้เกียจ
(VI) ชักช้าร่ําไร
(PHRV) เดินไปเรื่อยๆ
(PHRV) เสียไปโดยเปล่าประโยชน์ (เช่นเวลา)
(PHRV) เสียเวลาให้กับ
(N) คนที่ชักช้าร่ําไร
(N) การเริ่มขึ้น
(N) รุ่งอรุณ
(VI) เริ่มขึ้น
(N) เสียงร้องของนกต่างๆ ตอนรุ่งเช้า
(PHRV) เริ่มส่องแสง
(PHRV) เริ่มส่องแสง
(N) กลางวัน
(N) ช่วงเวลา
(N) วัน
(ADV) วันแล้ววันเล่า
(IDM) แต่ละวัน
(ADV) ตลอดเวลา
(IDM) ตลอดเวลา
(N) ฟ้าสาง
(ADV) แต่ละวัน
(N) การฝันกลางวัน
(VI) ฝันกลางวัน
(ADV) ทุกวันติดต่อกันเป็นเวลานาน
(N) กลางวัน
(N) วันหยุด (ไม่ต้องทํางาน)
(N) วันหยุดที่ไปพักผ่อนนอกบ้าน
(N) ตั๋วเดินทางไปกลับในวันเดียวกัน (ปกติจะราคาถูก)
(N) ห้องสันทนาการในหน่วยงาน
(ADV) ระหว่างวัน
(N) โรงเรียนที่มีการเรียนเฉพาะกลางวัน
(SL) วันชําระเงิน
(N) ช่วงเวลากลางวัน
(ADJ) ที่เกิดขึ้นตามปกติทุกวัน
(ADJ) หนึ่งครั้งในแต่ละวัน
(IDM) แต่ละวัน
(N) ภาวะที่งงงวย
(VT) ทําให้งงงวย
(N) แสงจ้าที่ทําให้ตาพร่าไปชั่วขณะ
(VI) ทําให้ตาพร่า
(VT) ทําให้พิศวงงงงวย
(ADJ) น่าประหลาดใจ
(ADJ) สว่างสุกใส
(PRF) ขจัด
(PRF) ลง
(ADJ) เฉื่อยชา
(ADJ) ซึ่งไม่เคลื่อนไหว
(ADJ) ซึ่งไม่ใช้แล้ว (ภาษา)
(ADJ) ซึ่งไม่มีผิดพลาด
(ADJ) ซึ่งไม่มีเสียงสะท้อน (ห้อง)
(ADJ) ซึ่งไร้ความรู้สึก
(ADJ) ดับ (ไฟ)
(ADJ) ตรง
(ADJ) ตายแล้ว
(ADJ) แท้จริง
(ADJ) สงบเงียบ
(ADJ) สนิท (จอด)
(ADJ) สูญพันธุ์
(ADJ) เหน็ดเหนื่อย
(ADJ) เหมือนตาย
(ADJ) แห้งแล้ง
(ADV) อย่างทันที
(ADV) อย่างแน่นอน
(N) คนตาย (พหูพจน์)
(IDM) ตรงไปข้างหน้า
(IDM) สูญสิ้น
(SL) ตาย
(IDM) ตาย
(IDM) ตาย
(SL) คนเบี้ยว (ไม่ยอมจ่ายเงิน)
(SL) สิ่งที่จะเกิดขึ้นแน่นอน
(SL) ของง่ายๆ
(SL) ง่ายมาก
(SL) เด็ก (ชาย) ไร้อนาคต
(PHRV) ทําให้ชาเพราะ (ปกติใช้รูป passive voice)
(SL) เรื่องที่ไม่สําคัญอีกต่อไป
(N) กําหนดเวลาสุดท้ายที่ต้องทําให้เสร็จ
(N) ความตาย
(N) ความล้มเหลวในการแก้ไขความขัดแย้ง
(VT) ทําให้ชะงัก
(IDM) ความสูญเปล่า
(ADJ) เป็นอันตรายถึงตายได้
(ADV) สุดขีด
(SL) ขวดเหล้าเปล่าๆ
(SL) ขวดเหล้าเปล่า
(SL) ตรงเผง
(SL) ขวดเหล้าเปล่าๆ
(IDM) ไม่มีประโยชน์อีกต่อไป
(IDM) หมดแรง
(SL) หน้าไร้ความรู้สึก
(IDM) คัดค้าน
(SL) ขวดเหล้าเปล่า
(IDM) เหนื่อยมาก
(SL) หลับเป็นตาย
(N) สิ่งที่ใช้ประโยชน์อะไรไม่ได้
(ADJ) หูหนวก
(N) คนหูหนวก (พหูพจน์)
(N) คนหูหนวกและเป็นใบ้
(N) การแจกจ่าย
(N) การแจกไพ่
(N) การซื้อขาย
(N) ชุดของไพ่ซึ่งอยู่ในมือ
(N) ปริมาณมาก
(VI) แจกไพ่
(VT) จัดการ
(VT) ติดต่อธุรกิจ
(VT) ปฏิบัติตัว
(N) แผ่นกระดานทําด้วยต้นไม้จําพวกสน (มีขนาดของต่างๆ กัน)
(PHRV) เป็นลูกค้าของ
(PHRV) ได้รับการปฏิบัติอย่างดีหรือไม่ด  (มักใช้รูป passive voice)
(PHRV) แจกไพ่
(PHRV) ค้าขาย
(PHRV) แจกไพ่
(PHRV) ลงโทษ
(PHRV) เป็นลูกค้าของ
(N) คณบดี (ทางการศึกษา)
(N) เจ้าคณะ (ทางศาสนา)
(N) ผู้อาวุโส
(ADJ) ซึ่งเป็นที่รักยิ่ง
(ADJ) มีค่า
(ADJ) มีราคาสูง
(N) ที่รัก
(N) ที่รัก (ใช้เรียกผู้อื่น) (คําไม่เป็นทางการ ปัจจุบันใช้ในการเสียดสีหรือล้อเลียน)
(SL) จดหมายที่หญิงสาวเขียนให้แฟนหนุ่มที่เข้าประจําการในกองทัพเพื่อตัดสัมพันธ์รัก
(N) ความขาดแคลน
(N) การตาย
(N) การทําลาย
(N) การสาบสูญ
(N) การสิ้นสุด
(N) ความตาย
(N) เตียงนอนที่คนตายนอน
(N) เหตุการณ์หรือการกระทําที่ทําให้ตายหรือทําให้บางอย่างจบสิ้น
(N) มรณบัตร
(ADJ) อมตะ
(N) อัตราการตาย
(N) คําสั่งประหารชีวิต
(N) ความรู้สึกอยากตาย
(N) หญิงสาวที่ออกงานสังคมเป็นครั้งแรก (คําย่อของ debutante)
(PHRV) ห้ามเข้า
(VI) ยกสัมภาระที่บรรทุกลง (คําทางการ)
(VT) ทําให้เสื่อม
(N) การทําให้เสื่อม
(ADJ) ซึ่งโต้แย้งได้
(N) การโต้วาที
(N) การพิจารณา
(VI) โต้แย้ง
(VT) โต้แย้ง
(VT) พิจารณา
(PHRV) อภิปรายในเรื่อง
(PHRV) สงสัยในเรื่อง
(PHRV) อภิปรายในเรื่อง
(N) ผู้อภิปราย
(PHRV) อภิปรายในเรื่อง
(PHRV) อภิปรายกับ
(VT) ล่อลวงให้ทําผิดศีลธรรม (คําเป็นทางการ)
(N) คนที่ล่อลวงคนอื่นไปสู่สิ่งที่ไม่ดี (คําเป็นทางการ)
(N) พฤติกรรมที่ผิดศีลธรรมทางโลกีย์
(N) ใบกู้เงินของบริษัท
(VT) ทําให้อ่อนกําลัง
(N) การทําให้อ่อนเพลียหรืออ่อนกําลัง
(N) ความอ่อนแอ
(N) รายการของเงินที่ถูกหักจากบัญชี
(VT) หักบัญชี
(PHRV) ลงบัญชีว่าติดหนี้ตามจํานวน
(PHRV) ลงบัญชีว่าติดหนี้ตามจํานวน
(PHRV) ลงบัญชีว่าเป็นหนี้ตามจํานวน
(ADJ) มีเสน่ห์ (มักใช้กับผู้ชาย)
(VT) ตั้งคําถามอย่างละเอียด
(N) ซากสลักหักพัง
(N) ภาวะที่เป็นหนี้
(N) หนี้สิน
(N) ลูกหนี้
(VT) แสดงให้เห็นว่าความคิดหรือความเชื่อนั้นผิด
(N) การปรากฏตัวเป็นครั้งแรกต่อสาธารณะชนหรือวงสังคม
(N) การวางตลาดหรือเปิดตัวสินค้า
(N) หญิงสาวที่ออกงานสังคมครั้งแรก (เช่น ออกงานลีลาศหรือราตรีสโมสรประจําปี)
(VI) เปิดตัว
(VT) เปิดตัว
(N) หญิงสาวที่เริ่มออกงานสังคมครั้งแรก (อาทิ ออกงานลีลาศหรือราตรีสโมสร)
(PRF) สิบ
(N) กลุ่มที่ประกอบด้วยสิบ
(N) ทศวรรษ
(N) ระยะเวลา 10 ปี
(N) ความเสื่อมโทรม
(ADJ) ซึ่งไม่มีคาเฟอีน
(VI) หลบหนี
(PHRV) จากไปทันทีและรวดเร็ว
(VT) ริน
(VT) ตัดศีรษะ
(N) การตัดศีรษะ
(N) การแข่งขันกรีฑา 10 ประเภท
(N) การย่อยสลาย
(N) การสลายกัมมันตรังสี (ทางนิวเคลียร์ฟิสิกส์)
(N) การเสื่อมลง
(VT) ทําให้เสื่อมลง
(VT) ย่อยสลาย
(VT) เสื่อมลง
(N) ความตาย
(VI) ตาย
(ADJ) ซึ่งตายแล้ว
(N) การหลอกลวง
(ADJ) ซึ่งหลอกลวง
(ADV) อย่างหลอกลวง
(N) การหลอกลวง
(VI) หลอกลวง
(VT) หลอกลวง
(PHRV) ผิดหวังกับ
(PHRV) หลอกลวง
(PHRV) หลอกลวงด้วย
(VI) ช้าลง
(VT) ทําให้ช้าลง
(N) การลดความเร็ว
(N) ธันวาคม
(N) ความประพฤติที่ถูกทํานองคลองธรรม
(ADJ) เหมาะสม
(ADV) อย่างเหมาะสม
(VT) กระจายอํานาจ
(N) การหลอกลวง
(ADJ) อย่างโกหก
(N) หน่วยวัดระดับความดังของเสียง (ย่อ dB) (ทางฟิสิกส์)
(VT) ตัดสินใจ
(PHRV) ตัดสินใจไม่ยอมรับ
(PHRV) เลือกระหว่าง
(ADJ) เห็นชัด
(ADV) อย่างไม่ต้องสงสัย
(PHRV) ตัดสินสนับสนุน (ทางกฎหมาย)
(PHRV) ตัดสินให้
(PHRV) ตัดสินให้
(ADJ) ซึ่งผลัดใบ
(N) เลขทศนิยม
(VI) ้เป็นทศนิยม
(VT) ทําให้เป็นทศนิยม
(N) จุดทศนิยม
(VT) ทําลายยับเยิน
(N) การทําลายล้างเป็นจํานวนมาก
(VT) ถอดรหัส
(N) การตัดสินใจ
(N) คําพิพากษา
(ADJ) ซึ่งเด็ดเดี่ยว
(ADJ) ซึ่งแน่นอน
(ADJ) ซึ่งลงความเห็นแล้ว
(ADV) อย่างแน่นอน
(N) ความแน่นอน
(N) เครื่องเล่นเทป (ทางอิเล็กทรอนิกส์)
(N) ชั้น
(N) ดาดฟ้า
(N) สํารับไพ่
(VT) ชนะน็อค
(VT) ตกแต่ง (คําย่อของ decorate)
(N) สินค้าที่บรรทุกบนปากระวาง
(N) เก้าอี้ผ้าใบ
(N) กลาสีปากเรือ
(N) ห้องบนดาดฟ้า
(N) เจ้าหน้าที่รับผิดชอบเกี่ยวกับการเดินเรือและสินค้าเรือ
(PHRV) ประดับตกแต่ง
(N) คนโดยสารเรือซึ่งเป็นชั้นต่ําที่สุด
(PHRV) ประดับตกแต่งเพื่อ
(PHRV) ประดับตกแต่งด้วย
(VI) อ่าน
(VT) แสดงสุนทรพจน์อย่างฉะฉาน
(PHRV) ประกาศโจมตีต่อสาธารณชน
(N) การแสดงสุนทรพจน์อย่างฉะฉาน
(ADJ) ฉะฉาน
(N) การยืนยัน
(N) การอุทธรณ์
(N) คําประกาศ
(VI) ออกคําสั่ง
(VT) ประกาศ
(VT) เปิดเผย
(VT) ยืนยัน
(VT) สําแดง
(ADJ) ซึ่งเปิดเผย
(PHRV) ประกาศโจมตีต่อสาธารณชน
(PHRV) ประกาศว่าจะไม่เกิดขึ้น
(PHRV) ประกาศว่าจะไม่เกิดขึ้น
(PHRV) ประกาศทําลาย (ด้วยทุกวิถีทาง)
(PHRV) แสดงตัวอย่างชัดเจน
(PHRV) ประกาศต่อ
(PHRV) ยอมรับว่าเป็นเจ้าของ
(VT) ประกาศอย่างเป็นทางการว่ามิได้เป็นความลับอีกต่อไป
(N) การปฏิเสธอย่างสุภาพ
(N) ความลาดเอียง
(N) ความเสื่อม
(N) ทางลาด
(N) ภาวะตกต่ํา
(VI) ปฏิเสธ
(VI) แย่ลง
(VI) ลาด
(VT) ปฏิเสธ
(N) การต้มสกัดเอาส่วนที่สําคัญออกมา
(VT) ถอดรหัส
(N) การให้เอกราช
(VT) ให้เอกราช
(N) การขจัดสีออกไป
(N) การขจัดสีออกไป
(VT) ขจัดสีออกไป
(N) ยาฟอกขาว
(N) การขจัดสีออกไป
(VT) ขจัดสีออกไป
(N) ยาฟอกขาว
(VI) เน่าเปื่อย
(VI) แยกเป็นส่วนๆ
(VT) ทําให้เน่าเปื่อย (ทางชีววิทยา)
(VT) ทําให้แยกออกเป็นส่วนๆ (ทางเคมี)
(N) การเน่าเปื่อย
(VI) ลดความดันอากาศ
(VT) ลดความดันอากาศ
(N) ยาลดอาการคัดจมูก
(VT) ขจัดสิ่งปนเปื้อน
(VT) ไม่ควบคุม
(N) การตกแต่ง
(VT) ประดับ
(VT) มอบหรือประดับรางวัลเพื่อยกย่องความกล้าหาญ
(PHRV) ติดเหรียญ (กล้าหาญ)
(PHRV) ประดับด้วย
(N) การตกแต่ง
(N) เครื่องตกแต่ง
(N) เครื่องราชอิสริยาภรณ์
(ADJ) ซึ่งใช้ตกแต่งหรือประดับประดา
(N) ช่างตกแต่ง
(ADJ) เหมาะสม
(ADV) อย่างเหมาะสม
(N) มารยาท
(N) คนที่ล่อลวงผู้อื่นให้ตกอยู่ในอันตรายหรือติดกับดัก
(N) สิ่งล่อ
(VI) เป็นเหยื่อล่อ
(VT) ล่อลวง
(N) การลดลง
(VI) ลดลง
(VT) ทําให้ลดลง
(PHRV) ลดลงจาก (เวลาหรือจํานวน)
(PHRV) ลดลง
(ADJ) ซึ่งลดลง
(ADV) อย่างลดลง
(N) พระราชกฤษฎีกา
(VI) พิพากษา
(VT) พิพากษา
(N) คําสั่งศาลให้หย่า
(ADJ) แก่ตัวลง
(N) การเสื่อมสภาพ
(VT) ลดโทษ
(VT) วิพากษ์วิจารณ์อย่างรุนแรง (คําเป็นทางการ)
(VT) อุทิศ
(ADJ) ซึ่งอุทิศตัวเพื่อ
(PHRV) เขียนสดุดี
(PHRV) อุทิศตัว
(PHRV) อุทิศให้กับ
(N) การอุทิศให้
(ADJ) เกี่ยวกับการอุทิศ
(VT) ได้ข้อสรุป
(PHRV) สรุปจาก
(ADJ) โดยข้อสรุป
(VI) ลงความเห็น (ตามหลักเหตุผล)
(VT) ทําให้ลดลง
(PHRV) หักลบออกจาก
(VI) ลดลง
(N) การหักลบ
(ADJ) ซึ่งหักลบไป
(ADV) แบบอนุมาน
(N) การกระทํา
(N) โฉนด
(PHRV) โอนทรัพย์สินให้
(N) คนเปิดแผ่นเสียง (คําไม่เป็นทางการ) (คําย่อของ disc jockey)
(SL) ผู้ดําเนินรายการทางวิทยุ
(VI) คิดว่า (คําเป็นทางการ)
(VT) คิดว่า (คําเป็นทางการ)
(ADJ) เข้ม (เช่น สี, แสง)
(ADJ) ซึ่งมีใจจดจ่อ
(ADJ) ต่ํา (เสียง)
(ADJ) มาก
(ADJ) ลึก (เช่น ตู้ลึก)
(ADJ) ลึก (เช่น บ่อลึก)
(ADJ) ลึกซึ้ง (เช่น ความคิด, ความรู้)
(ADJ) ลึกลับ (เช่น บุคคล)
(ADJ) สนิท (หลับ)
(ADJ) หนา
(ADV) ดึกมาก
(ADV) มาก
(ADV) ลึกๆ (เช่น หายใจ, ถอนหายใจ)
(ADV) ลึกมาก
(ADV) สนิท (หลับ)
(ADV) อย่างห่างไกล
(N) ส่วนลึก
(VI) ทําให้เข้ม ( เช่น แสง,สี )
(VI) ทําให้ต่ํา ( เสียง )
(VI) ทําให้มาก
(VI) ทําให้ลึกซึ้ง
(VI) ทําให้ลึกยิ่งขึ้น
(VT) ทําให้เข้ม ( เช่น แสง, สี )
(VT) ทําให้ต่ํา ( เสียง )
(VT) ทําให้มาก
(VT) ทําให้ลึกซึ้ง
(VT) ทําให้ลึกยิ่งขึ้น
(N) ตู้เย็น
(VT) แช่แข็ง
(ADV) อย่างลึกมาก
(ADV) อย่างสุดซึ้ง
(N) ความลึก
(ADJ) เกี่ยวกับส่วนลึกของทะเล
(SL) แบงค์ 5 ปอนด์
(ADJ) หยั่งรากลึก
(N) กวาง
(N) หมวกที่มีขอบปีกด้านหน้าและหลัง และมีปกหูสองข้าง
(VI) ลดลง (ขนาด, ขอบเขต, ความรุนแรง)
(VT) ทําให้ลดลง (ขนาด, ขอบเขต, ความรุนแรง)
(SL) แน่นอน
(VT) ทําให้มีรอยตําหนิ
(PHRV) ทําให้เสีย
(ADJ) ซึ่งมีอยู่จริง
(ADV) ซึ่งมีอยู่จริง
(VT) ทําลายชื่อเสียง
(VT) ทําให้เสียชื่อเสียง
(N) การผิดสัญญา
(N) ค่าที่เลือก หรือตัวเลือกอัตโนมัติ (ทางคอมพิวเตอร์)
(N) ผู้ไม่เข้าร่วมการแข่งขัน (ทางกีฬา)
(N) ผู้ไม่มาขึ้นศาล (ทางกฎหมาย)
(N) ผู้ไม่ยอมชําระหนี้
(PHRV) ไม่ยินยอมชําระหนี้
(N) การยกเลิก
(ADJ) ซึ่งยกเลิก
(N) ความพ่ายแพ้
(N) ความสิ้นหวัง
(VT) ทําลาย (ชื่อเสียง)
(VT) ทําให้พ่ายแพ้
(N) แนวคิดหรือการกระทําของผู้ยอมรับหรือคาดว่าจะพ่ายแพ้หรือไม่ประสบความสําเร็จ
(ADJ) ซึ่งมีแนวโน้มจะล้มเหลว สิ้นหวัง หรือพ่ายแพ้
(N) ผู้พ่ายแพ้
(VI) กําจัดของเสียออกจากร่างกายทางทวารหนัก
(VI) ขับถ่าย (คําทางการ)
(VT) ขับถ่าย (คําทางการ)
(N) ข้อบกพร่อง
(VI) ละทิ้ง
(PHRV) ละทิ้ง
(N) การเอาใจออกห่าง
(ADJ) มีข้อบกพร่อง
(PHRV) หลบหนีออกจากประเทศ (เพื่อไปเข้าข้างประเทศอื่น)
(N) การป้องกัน
(ADJ) ซึ่งป้องกันตัวไม่ได้
(N) ป้องกันตัวเองไม่ได้
(VT) แก้ตัว
(VT) ปกป้อง
(PHRV) ปกป้องจาก
(N) จําเลย (คําย่อคือ def., dft)
(PHRV) ปกป้องจาก
(PHRV) ปกป้องด้วย
(N) กองทัพบก
(N) การคุ้มครอง
(N) คําให้การ
(N) ทนายฝ่ายจําเลย
(N) ฝ่ายรับ (ทางกีฬา)
(N) สิ่งคุ้มกัน
(ADJ) ซึ่งสามารถป้องกันไว้ได้
(ADJ) ซึ่งสามารถป้องกันไว้ได้
(N) การป้องกัน
(ADV) อย่างป้องกันได้
(VT) ยืดเวลา
(N) การเชื่อฟัง
(N) การแสดงความเคารพนับถือ
(ADJ) ซึ่งอนุโลมได้
(ADJ) ซึ่งแสดงความเคารพ
(ADJ) ยืดเวลา
(PHRV) คล้อยตาม
(PHRV) ยอมทําตาม
(N) การท้าทาย
(ADJ) แสดงการท้าทาย
(N) ความขาดแคลน
(ADJ) ขาด
(N) ปริมาณที่ขาด
(VT) ทําให้มัวหมองหรือมีมลทิน
(VT) ทําให้สกปรก (คําทางการ)
(ADJ) ซึ่งกําหนดได้
(VI) นิยาม
(VT) กําหนด
(VT) นิยาม
(VT) เป็นเครื่องหมายแสดง
(PHRV) ให้นิยามว่า
(ADJ) แน่นอน
(ADV) อย่างแน่นอน
(N) ความคมชัดของภาพ
(N) คํานิยาม
(ADJ) ที่สรุปขั้นสุดท้าย
(ADV) อย่างท้ายที่สุด
(N) การสรุปขั้นสุดท้าย
(VT) ทําให้ความสําคัญลดลง
(VT) ทําให้แฟบ
(VT) ทําให้มั่นใจน้อยลง
(N) การชะลอตัวทางเศรษฐกิจ
(N) การปล่อยลมออก
(N) การสูญเสียความมั่นใจ
(ADJ) เกี่ยวกับการลดค่าเงิน
(VI) หันเหความสนใจ
(VT) ทําให้หันเหความสนใจ
(PHRV) ละทิ้ง
(PHRV) หันเหจาก
(N) การเบนความสนใจ
(N) การหันเหทิศทาง
(N) ระยะที่เบี่ยงเบน
(N) เครื่องสําหรับทําให้หักเหไป
(VT) เด็ดดอกไม้
(VT) ทําลายพรหมจรรย์
(VI) กําจัดไอน้ําออกจากกระจกหรือเลนส์
(VT) กําจัดไอน้ําออกจากกระจกหรือเลนส์
(N) ยาทําให้ใบไม้ร่วง
(VT) ตัดไม้ทําลายป่า
(N) การตัดไม้ทําลายป่า
(VI) พิกลพิการ
(VT) ทําให้พิกลพิการ
(N) การเสียรูป
(ADJ) พิกลพิการ
(N) ความพิกลพิการ
(VT) โกง
(PHRV) หลอกลวง
(VT) ออกค่าใช้จ่ายให้ทั้งหมด / บางส่วน
(VT) ปลดหรือขับออกจากสมณเพศ
(VI) (น้ําแข็ง) ละลาย
(VT) ทําให้น้ําแข็งละลาย
(SL) ใจเย็นๆ
(ADJ) คล่องแคล่ว
(ADJ) ตาย
(ADJ) ไม่ทํางาน
(VT) ทําให้มีอันตรายน้อยลง
(VT) ปลดชนวนระเบิด
(VT) ท้าทายอํานาจ
(VT) ฝ่าฝืน
(ABBR) คําย่อของ degree (s)
(ADJ) ง่ายๆ สบายๆ
(N) ความเสื่อม
(ADJ) เสื่อมลง
(VI) เสื่อมลง
(PHRV) ปล่อยให้ตกต่ําลง
(N) การเสื่อม
(N) การทําให้เสื่อมเสีย
(N) การปลดตําแหน่ง
(VT) ปลด (ตําแหน่ง, ระดับ, ฐานะ)
(VT) ลดค่า
(ADJ) ซึ่งเสื่อมเสีย
(N) ความเข้มข้น
(N) ปริญญา
(N) ระดับ
(N) องศา (หน่วยวัดมุมทางเราขาคณิต)
(N) องศา (หน่วยวัดอุณหภูมิ) (ทางฟิสิกส์)
(VI) สูญเสียน้ําจากร่างกาย (ทางการแพทย์)
(VT) ขจัดน้ําออกไป (จากอาหาร)
(VT) สูญเสียน้ําจากร่างกาย (ทางการแพทย์)
(N) การขจัดน้ําจากอาหาร
(N) การเสียน้ําของร่างกาย
(VT) เอาน้ําแข็งออกไป
(N) การทําให้เป็นพระเจ้า
(VT) ทําให้เป็นพระเจ้าหรือเทวดา
(VI) ถ่อมตัวลงมา
(VT) ถ่อมตัวลงมา
(N) ความเชื่อว่ามีพระเจ้า
(N) พระเจ้า
(N) พระเจ้าในศาสนาที่นับถือพระเจ้าองค์เดียว เช่น ยิว, คริสต์, อิสลาม
(VT) ทําให้ผิดหวัง
(ADJ) อย่างผิดหวัง
(ADV) อย่างผิดหวัง
(N) ความผิดหวัง
(ADJ) ตามกฎหมาย
(ADV) ตามกฎหมาย
(N) การจ้องมอง (คําสแลง)
(N) ความชักช้า
(VI) ล่าช้า
(VT) ทําให้ล่าช้า
(ADJ) น่าอร่อย
(ADJ) มีเสน่ห์
(N) อาหารน่ารับประทาน
(ADV) อย่างน่ากิน
(N) ความพึงพอใจ
(N) ความเป็นผู้แทน
(N) ตัวแทน
(VI) มอบให้ทําแทน
(PHRV) มอบหมายให้เป็นตัวแทน
(N) คณะผู้แทน
(VT) ตัดออก
(PHRV) ลบออกจาก
(ADJ) เป็นอันตราย (คําทางการ)
(N) การตัดออก
(ADJ) ซึ่งทําอย่างรอบคอบและตั้งใจ
(VI) คิดรอบคอบ
(VI) แลกเปลี่ยนความคิดเห็น
(PHRV) ไตร่ตรองในเรื่อง
(ADV) อย่างรอบคอบ
(N) ความรอบคอบ
(PHRV) ไตร่ตรองในเรื่อง
(PHRV) ไตร่ตรองในเรื่อง
(PHRV) ไตร่ตรองในเรื่อง
(N) ความรอบคอบ
(ADJ) เกี่ยวกับการปรึกษาหารือ
(ADJ) เกี่ยวกับการอภิปราย (ทางการเมือง)
(N) ความละเอียดอ่อน
(N) อาหารราคาแพง
(ADJ) ยุ่งยาก
(ADJ) ละเอียดอ่อน
(ADJ) ไวต่อความรู้สึก
(ADJ) เสียง่าย
(ADV) อย่างละเอียดอ่อน
(N) ร้านอาหารนําเข้าจากต่างประเทศ (เช่น เนยแข็ง, เนื้อ)
(N) อาหารนําเข้าจากต่างประเทศ (เช่น เนยแข็ง, ไส้กรอก, เนื้อรมควัน)
(ADJ) สนุกสนาน
(ADJ) อร่อย
(ADV) อย่างสนุกสนาน
(ADV) อย่างเอร็ดอร่อย
(N) ความอร่อย
(N) ความผิดที่กระทําต่อผู้อื่น (ทางกฎหมาย)
(N) ความยินดี
(VI) พอใจ
(VT) ทําให้ดีใจ
(ADJ) น่าชื่นชมยินดี
(ADJ) น่าปิติยินดี
(ADV) อย่างยินดี
(PHRV) ยินดีเรื่อง
(PHRV) ยินดีกับ
(VT) จํากัดจํานวน
(N) การจํากัดจํานวน
(VT) วาดรูป
(VT) อธิบาย (คําทางการ)
(N) การอธิบาย
(N) ผู้พรรณา
(N) ผู้วาดโครงร่าง
(N) การกระทําผิดกฎหมาย (โดยเฉพาะกับเด็ก) (ทางกฎหมายอาญา)
(ADJ) คลุ้มคลั่ง
(ADJ) เพ้อเพราะพิษไข้ (ทางการแพทย์)
(N) อาการเพ้อคลั่ง (ทางการแพทย์)
(VT) คัดออกจากรายการ
(VI) ยอม
(VI) ส่ง
(VT) ขว้าง
(VT) คลอด (มักใช้รูป passive voice)
(VT) ช่วยทําคลอด
(VT) ประกาศ
(VT) ปล่อย
(VT) พูดสุนทรพจน์
(VT) มอบ
(VT) ยอม
(VT) ส่ง
(VT) สร้าง
(VT) ออกเสียง (คําไม่เป็นทางการ)
(N) ผู้นําส่ง
(PHRV) ช่วยให้ปลอดภัยจาก
(PHRV) ส่งไปจาก
(PHRV) ขโมยจาก
(PHRV) ให้กําเนิด
(PHRV) แสดงความคิดเห็น
(PHRV) ส่งให้
(PHRV) ส่งให้
(PHRV) ส่งให้
(N) การคลอดลูก
(N) การส่ง
(N) คนส่งสินค้า
(N) ห้องคลอด
(N) ห้องยืมคืนหนังสือ (ในห้องสมุด)
(N) หุบเขาเล็กๆ ที่เต็มไปด้วยทุ่งหญ้าและต้นไม้
(VT) กําจัดเหา
(N) พื้นที่สามเหลี่ยมปากแม่น้ํา
(N) อักษรกรีกตัวที่ 4 (ตัวอักษรย่อคือ d)
(VT) ลวงตา
(PHRV) หลอกลวง
(PHRV) หลอก (ตัวเอง) ในเรื่อง
(PHRV) หลอก (ตัวเอง) ด้วย
(PHRV) หลอกลวงด้วย
(N) ฝนตกหนัก
(N) อุทกภัย
(VT) ท่วมท้น
(PHRV) ท่วมท้นไปด้วย
(N) การเข้าใจผิด
(N) อาการหลงผิด (ทางจิตวิทยา)
(ADJ) หลงผิด
(ADJ) หรูหรา
(ADJ) หรูหรา (มักใช้หน้าคํานาม)
(VI) ค้นหาข้อมูลอย่างละเอียด
(VT) ขุดหา
(VT) ล้วงหา
(PHRV) ค้นหาข้อมูลอย่างละเอียดในเรื่อง
(ADJ) ซึ่งปลุกปั่น / ชักชวนด้วยอารมณ์ความรู้สึกมากกว่าเหตุผล
(N) นักการเมืองที่ใช้คําพูดที่เต็มไปด้วยความรู้สึกมากกว่าเหตุผลในการหาเสียง
(N) ผู้ปลุกปั่น
(N) ความต้องการ
(VT) ต้องการ
(PHRV) เรียกร้อง
(PHRV) เรียกร้องจาก
(ADJ) เกี่ยวกับนโยบายทางเศรษฐกิจที่มุ่งเน้นไปที่ความต้องการสินค้าและการอุปโภคบริโภค
(VT) ปักเขต
(VT) สร้างข้อจํากัดของบางสิ่งบางอย่าง
(N) การแบ่งเขต
(N) เส้นแบ่งเขต
(VT) ลดคุณค่า
(PHRV) ทําให้ด้อยค่าลง (ทางสังคมหรือทางจิตใจ)
(N) พฤติกรรม
(N) กรรม
(ADJ) บ้าคลั่ง
(N) โรคจิตเสื่อม (มีผลต่อความสามารถในการคิด, การจํา, การประพฤติ)
(N) การถูกหักคะแนน
(N) ความผิดพลาด
(N) กรรมสิทธิ์ที่ดิน
(N) ผืนดินที่อยู่ล้อมรอบบ้านหลังใหญ่
(PRF) ครึ่ง
(PRF) ครึ่งหนึ่ง
(N) ผู้ที่ยิ่งใหญ่กว่ามนุษย์ แต่ต้อยต่ํากว่าพระเจ้า
(N) การตาย
(VI) ตาย
(VT) เช็ดละอองน้ําหรือฝ้าออกเพื่อให้มองเห็นชัด
(N) ของตัวอย่าง
(N) ค่อย่อของ demonstration
(SL) สาธิต (มาจาก demonstration)
(VT) ปลดประจําการ
(VI) ปลดประจําการหลังจากสิ้นสงคราม
(VT) ปลดประจําการหลังจากสิ้นสงคราม
(N) การปลดประจําการหลังจากสิ้นสงคราม
(VI) ปลดประจําการหลังจากสิ้นสงคราม
(VT) ปลดประจําการหลังจากสิ้นสงคราม
(N) การปกครองแบบประชาธิปไตย
(N) ประชาธิปไตย
(N) นักประชาธิปไตย
(N) สมาชิกพรรคเดโมแครต (ของประเทศอเมริกา)
(ADJ) เกี่ยวกับประชาธิปไตย
(ADV) อย่างเป็นประชาธิปไตย
(N) ความเห็นเป็นประชาธิปไตย
(N) การทําให้เป็นประชาธิปไตย
(VI) กลายเป็นประชาธิปไตย
(VT) ทําให้เป็นประชาธิปไตย
(ADJ) พ้นสมัย
(ADJ) ที่เกี่ยวกับสถิติจํานวนประชากร
(N) การศึกษาเรื่องประชากร
(VT) รื้อถอน
(N) การรื้อถอน
(N) ปีศาจ
(VT) เลิกใช้ (เงินเหรียญหรือธนบัตร) เป็นมาตรฐาน
(VT) เลิกใช้ (เงินเหรียญหรือธนบัตร) เป็นมาตรฐาน
(ADJ) เหมือนปีศาจ
(N) คนที่ถูกผีสิง (คําโบราณ)
(ADJ) ซึ่งถูกครอบงํา
(ADJ) เหมือนปีศาจ
(N) ปีศาจ
(ADJ) ซึ่งทดลองให้เห็นได้
(ADV) อย่างทดลองได้
(VI) ประท้วง
(VT) พิสูจน์
(VT) สาธิต
(VT) อธิบาย
(PHRV) เดินขบวนประท้วง
(PHRV) ทําให้เข้าใจชัดเจน
(PHRV) สาธิตให้ดู
(N) การประท้วง
(N) การพิสูจน์
(N) การสาธิต
(N) การอธิบาย
(ADJ) แสดงความรู้สึกรักใคร่ออกมาอย่างเปิดเผย
(N) คําบ่งชี้
(ADV) อย่างเฉพาะจงใจ
(N) ผู้เดินขบวน
(N) ผู้สาธิต
(VT) ทําให้ลดความมั่นใจ ความหวัง หรือความกล้า
(N) การทําให้ลดความมั่นใจ ความหวัง หรือความกล้า
(N) การทําให้เสื่อมเสียศีลธรรม
(VT) ทําให้ลดความมั่นใจ ความหวัง หรือความกล้า
(VT) ทําให้เสื่อมเสียศีลธรรม
(ADJ) ซึ่งเสื่อมเสียศีลธรรม
(N) ประชากร
(VT) ลดชั้น
(PHRV) ทําให้ลดลงจาก (ตําแหน่งหรืออันดับ)
(PHRV) ลดขั้นจาก
(N) การลดชั้น
(VI) ไม่ยอมทําตาม
(PHRV) คัดค้าน
(ADJ) เคร่งขรึม (โดยเฉพาะเด็กและผู้หญิง)
(ADV) อย่างเคร่งขรึม
(PHRV) คัดค้าน
(N) ขนาดกระดาษสําหรับพิมพ์ดีดหรือเขียน
(VT) ทําให้ลึกลับน้อยลง
(N) ซ่องโจร
(N) ถ้ําสัตว์
(N) ที่ซ่อนสําหรับเด็ก
(N) ห้องนั่งเล่น
(VT) ขายกิจการของรัฐให้กับเอกชน
(VT) ขายกิจการของรัฐให้กับเอกชน
(VT) ทําให้ขาดสิทธิในการเป็นพลเมือง
(VT) ทําให้ผิดธรรมชาติ
(VT) ทําให้ผิดธรรมชาติ
(VT) ปรับเปลี่ยนโครงสร้างทางโมเลกุล (ทางชีวเคมี)
(N) ไข้เลือดออก
(ADJ) ที่ปฎิเสธได้
(N) การปฎิเสธ
(N) ผู้ปฏิเสธ
(N) หน่วยวัดคุณภาพของเส้นด้ายหรือไหม
(N) เหรียญเงินเก่าของประเทศในยุโรป (ช่วงศตวรรษที่ 8 และ 18)
(N) ให้สิทธิในการพักอาศัย
(VT) ผู้อาศัย
(N) ผู้อาศัย
(VT) ให้สิทธิในการพักอาศัย
(N) เดนมาร์ก
(N) ประเทศเดนมาร์ก
(N) หัวหน้ากลุ่มที่เป็นผู้หญิง
(VT) ตั้งชื่อให้
(N) นิกายในศาสนาคริสต์
(N) หน่วยเงิน
(ADJ) เกี่ยวข้องกับนิกายในศาสนาคริสต์
(N) ตัวหาร
(N) ความหมายตรง (ทางภาษาศาสตร์)
(VT) แสดงถึง
(VT) บอกเลิก (คําทางการ)
(VT) ประณาม
(PHRV) ประณาม
(ADJ) ขุ่นมัว
(ADJ) หนาแน่น
(N) ความหนาแน่น
(N) แอ่ง
(VI) ทําให้เป็นรอยตอก
(VT) ทําให้เป็นรอยตอก
(VT) ทําให้เสื่อมเสีย
(ADJ) เกี่ยวกับฟัน
(N) ไหมขัดฟัน
(N) ยาสีฟัน
(N) ส่วนของฟันที่มีแคลเซี่ยม
(N) ทันตแพทย์
(N) ทันตกรรม
(PHRV) ทําให้เป็นรอยจากการ กระแทน ชนหรือตี
(N) การทําให้เปลือย
(VT) ถอนหญ้า
(VT) ทําให้เปลือย
(PHRV) ทําให้ว่างเปล่า
(VT) ประณามในที่สาธารณะ (คําทางการ)
(N) การประณามในที่สาธารณะ
(VT) ปฏิเสธ
(VT) ระงับ
(PHRV) มีชีวิตอย่างสมถะ
(PHRV) ปฏิเสธ
(PHRV) ปฏิเสธกับ
(N) ยาดับกลิ่น
(VT) ดับกลิ่น
(N) วีธีดับกลิ่น
(VT) ดับกลิ่น
(N) ยาดับกลิ่น
(ABBR) คําย่อของ depart, departure, department และ deposed
(ABBR) คําย่อของ deputy
(VI) เบี่ยงเบน
(VI) ออกเดินทาง
(VT) จากไป
(VT) ตาย (คําทางการ)
(ADJ) ตาย (คําสุภาพ)
(PHRV) ละทิ้ง
(PHRV) ออกจาก
(N) แผนก
(ADJ) เกี่ยวกับแผนก
(VT) ทําให้เป็นแผนก
(N) ห้างสรรพสินค้า
(N) การแตกต่างจากปกติ หรือที่คาดไว้
(N) การออกจาก (สถานที่)
(N) การออกเดินทาง
(VI) ขึ้นอยู่กับ
(VI) แขวน
(VI) ไว้วางใจ
(VI) อยู่ระหว่างการพิจารณา (ทางกฎหมาย)
(N) การพึ่งพาอาศัย
(N) การพึ่งพาอาศัย
(N) เมืองขึ้น
(N) อนุประโยค
(PHRV) ขึ้นอยู่กับ
(PHRV) เชื่อใจใน
(PHRV) แปรตาม
(PHRV) มั่นใจได้
(PHRV) ขึ้นอยู่กับ
(PHRV) เชื่อใจใน
(PHRV) แปรตาม
(PHRV) มั่นใจได้
(VT) พรรณนา
(VT) วาดภาพ
(N) การพรรณนา
(N) การวาดภาพ
(VI) กําจัดขนบนร่างกาย
(VT) กําจัดขนบนร่างกาย
(VT) การกําจัดขนบนร่างกาย
(ADJ) เกี่ยวกับการกําจัดขนบนร่างกาย
(N) สิ่งที่ใช้กําจัดขนบนร่างกาย
(VT) ทําให้หมดสิ้น
(PHRV) ทําให้ว่างเปล่า
(N) การทําให้หมดสิ้น
(VT) คัดค้าน
(VT) เสียใจ
(VT) เคลื่อนกําลังพลพร้อมอาวุธไปอยู่ในตําแหน่งที่พร้อมจะต่อสู้ (ทางทหาร)
(N) การเคลื่อนกําลังพลพร้อมอาวุธไปอยู่ในตําแหน่งที่พร้อมจะต่อสู้ (ทางทหาร)
(VT) ลดจํานวนประชากร
(N) การลดจํานวนประชากร
(VT) เนรเทศออกจากประเทศ
(N) การเนรเทศออกจากประเทศ
(N) คนที่ถูกเนรเทศออกจากประเทศ
(N) พฤติกรรม
(ADJ) ซึ่งปลดออกจากตําแหน่ง
(N) การขับออกไป
(VT) ปลดตําแหน่ง
(N) ผู้ที่ถูกปลดออกจากตําแหน่ง
(PHRV) ให้การเป็นพยานในเรื่อง
(N) เงินฝาก
(N) เงินมัดจํา
(VT) เก็บไว้ในที่ปลอดภัย
(VT) ทับถม
(VT) ฝากเงิน (ทางการธนาคาร)
(VT) ฝากไว้
(N) บัญชีเงินฝาก
(N) การทับถมกันของสสาร
(N) การปลดออกจากตําแหน่ง
(N) คําให้การของพยาน
(N) ผู้ฝากเงิน
(N) สถานที่ซึ่งใช้เก็บสิ่งต่างๆ อย่างปลอดภัย
(N) คลังพัสดุ
(N) สถานีรถไฟหรือรถเมล์ (คําย่อคือ dept.)
(VT) ทําให้ทุจริต (มักใช้รูป passive)
(ADJ) ทุจริต
(N) การทุจริต
(ADJ) ซึ่งไม่เห็นด้วย
(ADV) อย่างไม่เห็นด้วย
(VT) คัดค้าน
(N) ความไม่เห็นด้วย
(ADJ) ซึ่งลดค่าลง
(VI) ลดค่า
(VT) ลดค่า
(N) การลดค่า
(ADJ) ซึ่งลดค่าลง
(VT) ทําให้ลดลง
(VT) ทําให้หดหู่ใจ
(ADJ) ซึ่งกดลงไป (คําทางการ)
(ADJ) ซึ่งตกต่ําลง
(ADJ) เศร้าสลด
(ADJ) อ่อนแอ
(ADJ) ทําให้ผิดหวัง
(ADV) อย่างผิดหวัง
(N) การยุบตัวลงไป
(N) ความกดอากาศต่ํา
(N) ความตกต่ําทางเศรษฐกิจ
(N) ความสะเทือนใจ
(N) รอยบุ๋ม
(N) เครื่องมือผ่าตัดชนิดหนึ่ง
(N) การปลดจากตําแหน่ง
(VT) ปลดตําแหน่ง
(VT) ยึดทรัพย์
(ADJ) ปราศจากสิ่งจําเป็น (เช่น อาหาร เงิน และ อื่นๆ)
(PHRV) ทําให้สูญเสีย
(VT) ทําให้หลุดพ้นจากอิทธิพลของคําสั่งสอนในลัทธิ
(ABBR) คําย่อของ department หรือ deputy
(N) ความเข้มของสี
(N) ความรู้ความสามารถ
(N) ความลึก
(N) ความลึกซึ้ง
(N) ส่วนที่ลึกที่สุด
(N) เสียงต่ํา
(N) กลุ่มตัวแทนที่ถูกตั้งขึ้น
(N) การแต่งตั้งให้เป็นตัวแทน
(VI) เป็นตัวแทน
(VT) แต่งตั้งให้ทําการแทน
(PHRV) มอบหมายให้เป็นตัวแทน
(VI) เป็นตัวแทน
(VI) เลือกให้เป็นตัวแทน
(PHRV) แต่งตั้งเป็นตัวแทน
(N) ผู้รักษาการแทน
(VI) ตกราง
(VI) หยุดชะงัก
(VT) ตกราง
(VT) ทําให้สิ่งต่างๆ ไม่เป็นไปตามที่วางแผนไว้
(N) การหยุดชะงัก
(N) อุบัติเหตุรถไฟตกราง
(VT) ก่อกวน
(ADJ) ควบคุมตัวเองไม่ได้เพราะป่วยทางจิต
(N) การควบคุมตัวเองไม่ได้เพราะป่วยทางจิต
(N) การแข่งขันกีฬาของทีมที่มาจากเมืองหรือเขตเดียวกัน
(N) หมวกสีดําขอบแข็งและม้วนขึ้น
(VT) เลิกกฎ
(ADJ) ซึ่งละทิ้งหน้าที่ (ทางกฎหมาย)
(ADJ) ถูกทอดทิ้ง
(N) คนร่อนเร่
(N) ผู้ละทิ้งหน้าที่ (ทางกฎหมาย)
(N) สิ่งที่ถูกทอดทิ้ง
(N) การถูกทอดทิ้ง
(N) การละทิ้งหน้าที่
(VT) หัวเราะเยาะ
(ADJ) จําเป็นต้องใช้ในวงสังคม
(N) การหัวเราะเยาะ
(ADJ) เกี่ยวกับการเยาะเย้ย
(ADV) อย่างเยาะเย้ย
(ADJ) ที่ได้มาจาก
(N) แหล่งที่มา
(ADJ) ลอกแบบมาจากสิ่งอื่น
(N) คําที่สร้างจากคําอื่น (ทางภาษาศาสตร์)
(N) สิ่งที่พัฒนามาจากสิ่งอื่น
(VI) กลายมาจาก (ทางภาษาศาสตร์)
(VI) ได้รับจาก
(VT) กลายมาจาก (ทางภาษาศาสตร์)
(VT) ได้รับจาก
(PHRV) (คํา) ผันมาจาก
(PHRV) ได้มาจาก
(PHRV) ทํามาจาก
(N) ผิวหนังอักเสบ
(N) หมอโรคผิวหนัง
(N) ผิวหนังวิทยา
(VI) ทําให้น้อยลง (คําทางการ)
(VI) บิดเบือน
(PHRV) ทําให้ลดน้อยลง (โดยเฉพาะสิ่งที่ดี)
(ADJ) วิจารณ์ไปในทางที่ไม่ดี
(VT) แยกเกลือออก
(N) กระบวนการแยกเกลือออกจากน้ํา
(N) กระบวนการแยกเลือกออกจากน้ํา
(VT) แยกเกลือออก
(VT) ล้างของแข็งสีขาวที่ติดอยู่ตามท่อ
(PHRV) พูดยืดยาวเกี่ยวกับ
(PHRV) ร้องเสียงสูงขึ้น
(PHRV) พูดยืดยาวเกี่ยวกับ
(PHRV) ร้องเสียงสูงขึ้น
(VI) ลงมา
(VI) สืบทอดมา
(VI) เอียง
(VT) (เครื่องบิน) ร่อนลงมาใกล้พื้นดิน
(VT) ลงมา
(ADJ) ซึ่งสืบทอดมา
(N) ลูกหลาน
(ADJ) ซึ่งเคลื่อนลงมา
(ADJ) ซึ่งสืบทอดมา
(PHRV) มีเชื้อสายของ
(PHRV) สืบทอดมาจาก
(PHRV) เคลื่อนลงไปใน
(PHRV) จู่โจม
(PHRV) ตกเป็นสมบัติของ
(PHRV) ทําให้ (จิตใจ) ตกต่ํา
(PHRV) มาถึง (ส่วนที่ต่ํากว่า)
(IDM) เริ่มพูดคุยในรายละเอียด
(PHRV) จู่โจม
(N) การเคลื่อนลงมา
(N) ทางลง
(VT) ทําเป็นรูปร่างในอากาศ (คําทางการ)
(VT) บรรยาย
(PHRV) เรียกว่าเป็น
(PHRV) อธิบายต่อ
(N) การพรรณา
(ADJ) ซึ่งพรรณา
(VT) เห็น (คําโบราณ)
(VT) ดูหมิ่นสิ่งศักดิ์สิทธิ์
(N) การดูหมิ่นสิ่งศักดิ์สิทธิ์
(VI) ขจัดการแบ่งแยกผิวหรือเผ่าพันธุ์
(VT) ขจัดการแบ่งแยกผิวหรือเผ่าพันธุ์
(N) การขจัดการแบ่งแยกผิวหรือเผ่าพันธุ์
(VT) ยุติการฝึกงานก่อนกําหนด
(VT) ทําให้ตอบสนองต่อ (บางสิ่ง เช่น ความวิตกกังวล, ความเจ็บปวด) น้อยลง
(VT) ทําให้ตอบสนองต่อ (บางสิ่ง เช่น ความวิตกกังวล , ความเจ็บปวด) น้อยลง
(ADJ) เกี่ยวกับทะเลทราย
(N) ทะเลทราย
(VI) หนีทหาร (ทางทหาร)
(VT) ทอดทิ้ง
(VT) หนีทหาร (ทางทหาร)
(IDM) ละทิ้งบุคคล สถานที่ หรือสถานการณ์ที่ไม่เลวร้าย
(ADJ) ซึ่งรกร้าง
(N) คนหนีทหาร
(N) การทอดทิ้ง
(N) การหนีทหาร
(VI) สมควรได้รับ
(VT) สมควรได้รับ
(ADJ) ซึ่งสมควรได้รับ
(ADV) อย่างที่สมควรได้รับ
(PHRV) สมควรได้รับจาก
(ADJ) ซึ่งสมควรได้รับ
(VT) ตากแห้ง
(ADJ) ซึ่งตากแห้งเพื่อถนอมอาหาร
(N) สิ่งจําเป็น (คํานามพหูพจน์ของ desideratum)
(VT) อยากเห็น (คําโบราณ)
(N) สิ่งจําเป็น (คําทางการ)
(N) การประดิษฐ์
(N) โครงการ
(N) จุดประสงค์
(N) แบบ
(N) ลาย
(VI) ออกแบบ
(VT) ออกแบบ
(VT) กําหนด (มักใช้รูป passive voice)
(VT) ให้ชื่อ
(PHRV) แต่งตั้งให้เป็น
(N) การกําหนด
(N) การแต่งตั้ง
(N) ชื่อ
(ADV) โดยตั้งใจ
(N) ผู้ได้รับการแต่งตั้ง
(ADJ) ซึ่งถูกออกแบบโดยผู้มีชื่อเสียง
(N) นักออกแบบ
(PHRV) จัดทําเพื่อ
(ADJ) เจ้าเล่ห์
(N) ศิลปะในการออกแบบ
(ADJ) ความพอใจ
(ADJ) เป็นที่น่าพอใจ
(N) ความปรารถนา
(VT) ปรารถนา
(ADJ) ซึ่งต้องการ
(VI) หยุดการกระทํา
(N) การหยุดการกระทํา
(PHRV) หยุดทํา
(N) โต๊ะ
(N) แผนก
(N) ประชาสัมพันธ์ในโรงแรม
(VT) ลดทักษะในการทํางานลง
(SL) คนทํางานนั่งโต๊ะ
(N) คนทํางานนั่งโต๊ะ (โดยเฉพาะนักหนังสือพิมพ์)
(N) พื้นโต๊ะ
(N) พื้นหลังของจอภาพคอมพิวเตอร์
(ADJ) ว่างเปล่า
(ADJ) หดหู่ใจ
(ADJ) อ้างว้าง
(VT) ทําให้ไม่มีความสุข
(VT) ทําให้ว่างเปล่า
(ADV) อย่างหดหู่ใจ
(N) การทิ้งร้าง
(N) ความหดหู่ใจ
(N) สิ้นหวัง
(VI) สิ้นหวัง
(ADJ) ซึ่งรู้สึกหรือแสดงความสิ้นหวัง
(ADV) อย่างหมดหวัง
(PHRV) รู้สึกวิตกกังวลเกี่ยวกับ (พฤติกรรมของบางคน)
(PHRV) หมดหวังในเรื่อง
(N) การส่ง (สิ่งของ, รายงาน, ข่าวสาร)
(N) ข้อมูล
(N) ความรวดเร็ว
(VT) ฆ่า
(VT) ส่ง (จดหมาย, พัสดุ, คน)
(PHRV) ส่งไปยัง
(N) อาชญากร
(ADJ) ซึ่งสิ้นหวัง
(ADJ) เต็มไปด้วยอันตราย
(ADJ) รุนแรง
(ADV) อย่างเต็มที่
(ADV) อย่างสิ้นหวัง
(N) ความสิ้นหวัง
(ADJ) เลวทราม
(VT) เหยียดหยาม
(PREP) ถึงอย่างไรก็ตาม
(ADJ) เต็มไปด้วยความอาฆาตแค้น (คําโบราณ)
(PHRV) ปล้นชิง
(N) ความสิ้นหวัง
(VI) รู้สึกท้อแท้
(N) ความหมดหวัง
(ADJ) อย่างหมดหวัง
(N) ผู้กดขี่
(ADJ) เกี่ยวกับผู้กดขี่
(N) ของหวาน
(N) ช้อนสําหรับตักของหวาน
(VT) ทําให้ไม่มั่นคง (โดยเฉพาะทางการเมืองหรือเศรษฐกิจ)
(VT) ทําให้ไม่มั่นคง (โดยเฉพาะทางการเมืองหรือเศรษฐกิจ)
(N) จุดหมายปลายทาง
(VT) กําหนดไว้ล่วงหน้าแล้ว (คําทางการ)
(ADJ) ซึ่งถูกกําหนดไว้ล่วงหน้าแล้ว
(ADJ) ซึ่งมุ่งหน้าไปทาง
(PHRV) (โชคชะตา) กําหนดเพื่อ
(PHRV) ส่งไปยัง
(N) ชะตากรรม
(ADJ) แร้นแค้น
(N) ความแร้นแค้น
(VI) ทําลาย
(VT) ฆ่า
(VT) ทําลาย
(N) ผู้ทําลาย
(N) เรือพิฆาตเล็ก
(ADJ) ที่ใช้เพื่อทําลายล้าง
(N) การทําลาย
(VI) ถูกทําลายลง
(VT) ทําลาย
(N) การทําลาย
(ADJ) ซึ่งถูกทําลายได้
(N) การทําลาย
(N) วิธีทําลาย
(ADJ) ซึ่งเป็นการทําลาย
(ADV) เป็นไปในทางทําลาย
(N) การชอบทําลาย
(VI) แยกสารประกอบซัลเฟอร์ออกไป
(VT) แยกสารประกอบซัลเฟอร์ออกไป
(ADV) อย่างไม่ต่อเนื่อง
(ADJ) ไม่ต่อเนื่อง
(VI) ถอดออก
(VT) ถอดออก
(ADJ) ซึ่งถอดออกได้
(ADJ) ซึ่งแยกออก
(PHRV) ถอด
(PHRV) ทําให้แยกจาก
(N) การแยกออก
(N) การวางเฉย
(N) รายละเอียด
(VT) อธิบายโดยละเอียด
(ADJ) ซึ่งมีรายละเอียดมาก
(PHRV) สั่ง (ทางทหาร)
(VT) กักขัง
(N) ผู้ถูกกักขัง
(VT) ค้นหา
(ADJ) ซึ่งสืบพบได้
(PHRV) จับได้
(PHRV) จับผิด
(N) การค้นหา
(N) นับสืบ
(N) เครื่องตรวจจับ
(N) สถานกักกันเยาวชน
(N) สถานกักกันเยาวชน
(VT) ขัดขวาง
(PHRV) ขัดขวาง
(N) ผงซักฟอก
(VI) เสื่อมโทรม
(VT) ทําให้ทรุดโทรม
(N) ความตกต่ํา
(N) การขัดขวาง
(ADJ) ที่กําหนดได้
(ADJ) ที่เลิกได้
(N) การคํานวณ
(N) การตัดสินใจ
(N) ความมุ่งมั่น
(VI) สิ้นสุด
(VT) กําหนด
(VT) ค้นความจริงอย่างแน่วแน่
(VT) ตัดสินใจ
(VT) มีอิทธิพลต่อ
(VT) สิ้นสุด
(ADJ) ดื้อดึง
(ADJ) เด็ดเดี่ยว
(PHRV) ตัดสินให้ได้รับ
(N) คนหรือสิ่งที่มุ่งมั่น
(N) คําบ่งชี้ (เช่น a หรือ the) ซึ่งใช้นําหน้าคํานาม
(PHRV) ตัดสินให้ได้รับ
(ADJ) ซึ่งขัดขวาง
(N) สิ่งที่ขัดขวางไม่ให้กระทําบางสิ่งบางอย่าง
(VT) เกลียดมาก
(ADJ) ที่เกลียดชัง
(N) ความเกลียดอย่างมาก
(VT) ปลดอํานาจ
(VI) ระเบิด
(VT) ระเบิด
(N) การระเบิด
(N) เครื่องมือที่ใช้จุดระเบิด
(N) เส้นทางอ้อม
(VI) เลี้ยว
(VT) เลี้ยว
(N) กระบวนการขับสารพิษ (ทางชีวเคมี)
(N) การรักษาด้วยการล้างสารพิษออกจากร่างกาย
(VI) ขจัดสารพิษออกจากร่างกาย
(N) กระบวนการขับสารพิษ
(N) การรักษาคนไข้ด้วยวิธีล้างสารพิษออกจากร่างกาย
(VI) ลดค่า
(VT) ทําให้เบี่ยนเบน
(PHRV) ทําให้ลดลง (คุณค่า, ความสําคัญ, ผลกระทบ)
(N) การลดค่า
(N) ผู้กล่าวร้าย
(VI) ลงจากรถราง หรือรถไฟ
(VT) ลงจากรถราง หรือรถไฟ
(N) ความเสียหาย
(N) สิ่งที่ก่อให้เกิดอันตรายหรือการบาดเจ็บ (คําทางการ)
(ADJ) ซึ่งก่อให้เกิดอันตรายหรือความเสียหาย
(N) เศษซาก
(VT) ทําให้เสียความพอดี
(N) ไพ่ 2 แต้ม
(N) พระเจ้า (ในศาสนาพุทธ หรือฮินดู)
(N) การลดค่าเงิน
(VI) ลดค่าเงิน
(VT) ลดค่าเงิน
(VT) ลดคุณค่า
(ADJ) ซึ่งลดคุณค่าลง
(VT) ทําลายล้าง
(VT) ทําให้ท่วมท้นด้วยความรู้สึก (มักใช้รูป passive voice)
(ADJ) ซึ่งก่อให้เกิดความเสียหายอย่างมากมาย
(N) การทําลายล้าง
(VI) พัฒนา
(VT) บุกเบิก
(VT) พัฒนา
(VT) ให้รายละเอียด
(ADJ) ที่พัฒนาแล้ว
(N) ผู้พัฒนา
(PHRV) พัฒนาจาก
(ADJ) ที่กําลังพัฒนา
(PHRV) พัฒนาเป็น
(N) การเจริญเติบโต
(ADJ) แตกต่างจากปกติ
(N) คนแปลก (คําไม่เป็นทางการ)
(ADJ) ซึ่งเบี่ยงเบน
(N) คนนอกลู่นอกทาง
(VI) เบี่ยงเบน
(VI) ออกนอกเส้นทาง
(VT) ทําให้เบี่ยงเบน
(PHRV) เบี่ยงเบนจาก
(N) การเบี่ยงเบน
(N) ความคลาดเคลื่อน
(N) ความประพฤติที่เบี่ยงเบน
(N) ความไม่เห็นพ้อง
(N) ผู้ไม่เห็นด้วยกับระบบหรือความเชื่อบางอย่างทางการเมือง
(N) อุปกรณ์
(N) ภูต
(VT) ทําให้รสชาติเผ็ดร้อน
(PHRV) ทํางานเป็น (ทนาย)
(ADJ) ยากมาก (คําไม่เป็นทางการ)
(ADJ) โหดเหี้ยม
(ADV) อย่างชั่วร้าย
(ADJ) สุรุ่ยสุร่าย
(IDM) ความไม่ใส่ใจ
(IDM) ความไม่ใส่ใจ
(IDM) งานลําบากที่สุด (คําไม่เป็นทางการ)
(IDM) งานลําบากที่สุด (คําไม่เป็นทางการ)
(ADJ) ซึ่งหลอกลวง
(ADV) อย่างไม่จริงใจ
(N) การหลอกลวง
(VT) คิดขึ้นใหม่
(N) ผู้ที่ได้รับทรัพย์สินโดยพินัยกรรม
(VT) ทําให้ไม่แข็งแรง (คําทางการ)
(ADJ) ซึ่งขาดแคลนมาก
(N) การกระจายความรับผิดชอบ
(N) การกระจายอํานาจจากส่วนกลางไปสู่ส่วนภูมิภาค
(VT) ถ่ายโอนอํานาจไปยังคนที่มีอํานาจน้อยกว่า
(PHRV) มอบให้ (อํานาจ, หน้าที่, ความรับผิดชอบฯลฯ)
(PHRV) มอบให้ (อํานาจ, หน้าที่, ความรับผิดชอบฯลฯ)
(VT) มอบให้
(ADJ) ซื่อสัตย์
(ADV) อย่างซื่อสัตย์
(N) ผู้อุทิศตัว
(PHRV) ทุ่มเทให้กับ
(N) การอุทิศตัว
(ADJ) เกี่ยวกับการสักการะบูชาศาสนา
(VT) กินอย่างตะกละ
(VT) ใช้อย่างสิ้นเปลือง
(VT) เผาผลาญ (มัใช้รูป passive voice)
(PHRV) ห่วงใย
(ADJ) จริงใจ
(ADJ) ซึ่งมีใจศรัทธา
(ADV) อย่างมีใจศรัทธา
(N) น้ําค้าง
(N) หยดเล็กๆ (ทางวรรณคดี)
(VT) ทําให้เปียกด้วยน้ําค้าง
(N) หยดน้ําค้าง
(N) ช่วงน้ําค้างตก
(N) เหนียงซึ่งห้อยลงมาจากใต้คอสัตว์บางชนิด
(ADJ) ซึ่งชุ่มด้วยน้ําค้าง
(N) ยาแอมเฟตามีน (คําสแลง)
(ADJ) ขวามือ
(N) ความคล่องแคล่ว
(ADJ) คล่องแคล่ว (โดยเฉพาะการใช้มือทําสิ่งต่างๆ)
(ADJ) เฉลียวฉลาด
(PRF) ขวามือ
(N) น้ําตาลที่พบในผลไม้ น้ําผึ้ง หรือเนื้อเยื่อของสัตว์
(PRF) ผ่าน
(PRF) คู่
(N) โรคเบาหวาน
(ADJ) ซึ่งเป็นเบาหวาน
(ADJ) เกี่ยวข้องกับภูตผีปีศาจ
(ADJ) เลวร้ายที่สุด
(ADJ) เกี่ยวกับภูติผีปีศาจ
(ADJ) เลวร้ายอย่างที่สุด
(N) การเคารพบูชาภูตผีปีศาจ
(N) เครื่องหมายแสดงการออกเสียงบนหรือล่างตัวอักษร
(N) มงกุฎ
(N) สัญลักษณ์    ที่ใส่เหนือสระตัวที่สอง เพื่อแสดงว่า ออกเสียงแยกจากสระตัวแรก
(VT) วินิจฉัยโรค
(VT) หาสาเหตุ
(N) การวินิจฉัยโรค
(ADJ) ซึ่งใช้ในการวินิจฉัยโรค
(ADJ) ทแยงมุม
(N) เส้นทแยงมุม
(ADV) เป็นแนวทแยงมุม
(N) แผนภาพ
(VT) แสดงด้วยแผนภาพ
(ADJ) เกี่ยวกับแผนภาพ
(N) เครื่องวัดมุมและเส้นแบ่งองศา
(N) ที่หมุนโทรศัพท์
(N) หน้าปัด
(VI) หมุนโทรศัพท์
(VT) หมุนโทรศัพท์
(N) ภาษาเฉพาะกลุ่มอาชีพ
(N) ภาษาถิ่น
(ADJ) เกี่ยวกับภาษาและสําเนียงเฉพาะถิ่น
(ADJ) เกี่ยวกับการโต้แย้งด้วยเหตุผล
(N) นักตรรกวิทยา
(N) การอภิปราย
(N) บทพูด
(VI) สนทนา
(N) การสนทนา (คําทางการ)
(N) บทสนทนา
(VI) สนทนา
(N) การบวนการกรองของเสียจากเลือดของคนไข้
(N) เส้นผ่าศูนย์กลาง
(ADJ) เกี่ยวกับเส้นผ่าศูนย์กลาง
(N) เพชร
(N) ไพ่รูปข้าวหลามตัด
(N) รูปสี่เหลี่ยมขนมเปียกปูน
(N) สนามเบสบอล
(SL) คนที่เชื่อใจได้
(N) การฉลองครบรอบ 60 ปี (บางครั้ง 75 ปี)
(N) การฉลองครบรอบ 60 ปี (บางครั้ง 75 ปี)
(N) ผ้าอ้อม
(VT) ผูกผ้าอ้อมเด็ก
(ADJ) โปร่ง บาง และเนื้อดี (ผ้า)
(N) กะบังลม
(N) ท้องเสีย
(N) อาการท้องร่วง
(N) สมุดบันทึก
(ADV) อย่างเผด็จการ
(N) การใช้ไฟฟ้าเพื่อให้เกิดความร้อนในร่างการเพื่อรักษาโรคบางชนิด
(ADJ) เกี่ยวกับระบบเสียงคู่แปดหรือระดับเสียงเต็มรูป(ทางดนตรี)
(N) ข้อเขียนที่โจมตีคนหรือสิ่งใดสิ่งหนึ่ง
(VI) ตกปลาโดยจุ่มเหยื่อลอยบริเวณผิวน้ํา
(N) เครื่องมือทําสวนมีปลายแหลมใช้ขุดดินให้เป็นหลุมเล็กๆ เพื่อปลูกต้นไม้
(VT) ขุดดินให้เป็นหลุมเล็กๆ เพื่อปลูกต้นไม้
(N) ลูกเต๋า
(VI) เล่นพนันโดยใช้ลูกเต๋า
(VT) ตัดเป็นสี่เหลี่ยมลูกเต๋า
(VT) เล่นพนันโดยใช้ลูกเต๋า
(PHRV) เสียพนัน
(N) คนเล่นพนันโดยใช้ลูกเต๋า
(N) เครื่องหั่นอาหารให้เป็นรูปสี่เหลี่ยมลูกเต๋า
(PHRV) เสี่ยงโดยไม่จําเป็น
(ADJ) เสี่ยงอันตราย
(N) นักสืบ (คําสแลง)
(N) อวัยวะเพศชาย (คําหยาบ)
(SL) อวัยวะเพศชาย (คํานี้ได้ยินบ่อย) (คําหยาบ)
(VI) ต่อรอง (คําไม่เป็นทางการ)
(PHRV) ต่อรองราคาเพื่อให้ได้
(PHRV) ต่อรองราคา
(PHRV) ต่อรองราคากับ
(N) ผ้ากันเปื้อน
(N) คนโง่ (คําสแลงและคําต้องห้าม)
(SL) ปัญญาอ่อน
(SL) ไม่สบาย
(SL) เสื้อเชิ้ต
(ADJ) อ่อนแอ (คําไม่เป็นทางการ)
(N) นกตัวเล็ก (มักเป็นคําที่เด็กๆ ใช้เรียก นก)
(SL) เสื้อเชิ้ต
(ABBR) คําย่อของ dictation, dictator หรือ dictionary
(VI) ควบคุม
(VI) บอกให้เขียนตาม
(VT) ควบคุม
(VT) บอกให้เขียนตาม
(PHRV) บอกให้จดตาม
(PHRV) สั่ง
(N) การเขียนตามคําบอก
(N) ผู้เผด็จการ
(ADJ) เกี่ยวกับเผด็จการ
(ADV) อย่างเผด็จการ
(N) ระบบเผด็จการ
(N) รัฐบาลที่ปกครองแบบเผด็จการ
(N) การเลือกคํามาใช้พูดหรือเขียน
(N) พจนานุกรม
(N) คําแถลง
(AUX) กริยาช่อง 2 ของกริยา do
(ADJ) ซึ่งเกี่ยวกับการสอน (โดยเฉพาะทางด้านศีลธรรม)
(ADJ) ซึ่งชอบที่จะสั่งสอนคนอื่นมากกว่าให้เขาเรียนรู้ด้วยตนเอง
(ADV) อย่างทํานองสั่งสอน
(N) การสอน
(VT) โกง (คําสแลง)
(PHRV) ฉ้อโกง
(VI) ตาย
(VI) พินาศ
(VI) หยุด
(N) แม่พิมพ์ตอกโลหะ
(N) ลูกเต๋า
(IDM) ตายด้วยวิธีธรรมชาติ (จากโรคภัยไข้เจ็บหรือความชรา)
(PHRV) หายไป (เสียง, ลม, เเสงฯลฯ)
(PHRV) เหี่ยวเฉา
(PHRV) ตายเพราะ
(IDM) ฆ่าตัวเอง
(PHRV) ค่อยๆหายไปทีละน้อย
(PHRV) ยอมตายเพื่อ
(PHRV) ตายเพราะ
(PHRV) ตายอย่างกล้าหาญ
(ADJ) หัวดื้อ
(N) คนหัวรั้น
(PHRV) ค่อยๆหมดไป
(PHRV) ตายอย่างเจ็บปวด
(PHRV) ตายระหว่าง
(IDM) ตายขณะทํางาน
(IDM) ตายอย่างสงบตามธรรมชาติ
(IDM) ขํามาก
(N) วัน
(PHRV) ตายเนื่องจาก
(IDM) ตายด้วยความตรอมใจ
(IDM) เบื่อมาก
(PHRV) ตาย
(PHRV) หายไป
(VI) สูญพันธุ์
(N) เครื่องหมาย    ที่ใส่เหนือสระตัวที่สอง เพื่อแสดงว่า ออกเสียงแยกจากสระตัวแรก
(ADJ) เกี่ยวกับเครื่องยนต์ดีเซล
(N) เครื่องยนต์ดีเซล
(N) น้ํามันดีเซล
(SL) ทอม
(N) เครื่องยนต์ดีเซล
(N) อาหาร
(VI) ควบคุมอาหารเพื่อลดน้ําหนัก
(ADJ) เกี่ยวกับอาหาร
(N) คนที่กําลังควบคุมอาหารเพื่อลดน้ําหนัก
(ADJ) ซึ่งเตรียมอาหารพิเศษสําหรับการควบคุมอาหาร
(N) การศึกษาเกี่ยวกับการกําหนดปริมาณและชนิดของอาหารเพื่อสุขภาพ
(N) ผู้ให้คําปรึกษาเกี่ยวกับอาหารเพื่อสุขภาพ
(N) ผู้ให้คําปรึกษาเกี่ยวกับอาหารเพื่อสุขภาพ
(PHRV) ตายไปพร้อมกับ
(IDM) ตายอย่างมีชีวิตชีวา
(SL) ความแตกต่าง
(VI) แตกต่าง
(VI) ไม่เห็นด้วย
(PHRV) แตกต่างกันในเรื่อง
(N) ข้อโต้แย้ง
(N) ความแตกต่าง
(VT) ทําให้แตกต่าง
(ADJ) ต่างกัน
(ADJ) ไม่ธรรมดา
(ADJ) หลากหลาย
(IDM) แตกต่างอย่างสิ้นเชิง
(IDM) แตกต่างอย่างสิ้นเชิง
(ADJ) เกี่ยวกับความแตกต่างของการเคลื่อนไหว (เครื่องกล)
(ADJ) ซึ่งมีความแตกต่างกัน
(VI) บอกความแตกต่าง
(VT) ทําให้เปลี่ยนแปลง
(PHRV) ปฏิบัติต่อ (บางคน) อย่างไม่ยุติธรรม
(PHRV) แยกแยะระหว่าง
(PHRV) แยกแยะจาก
(PHRV) แสดงความแตกต่างระหว่าง
(ADV) อย่างแตกต่าง
(PHRV) แตกต่างจาก
(PHRV) ไม่เห็นด้วยกับ
(PHRV) แตกต่างกันในเรื่องหรือด้าน
(PHRV) แตกต่างกันในเรื่อง
(PHRV) ไม่เห็นด้วยกับ
(ADJ) ยาก
(N) ความยากลําบาก
(N) ความประหม่า
(ADJ) ประหม่า
(ADV) อย่างประหม่า
(VT) ทําให้ (แสงหรือเสียง) แตกกระจาย (เมื่อผ่านช่องรับแสงหรือสิ่งกีดขวาง)
(N) การกระจายออกของลําแสงหรือเสียงเมื่อผ่านสิ่งที่กีดขวาง เช่น เลนส์
(ADJ) ซึ่งกระจัดกระจาย
(ADJ) (พูดหรือเขียน) เยิ่นเย้อ
(VI) กระจาย
(VT) ทําให้กระจาย
(ADV) อย่างกระจัดกระจาย
(N) การกระจัดกระจาย
(N) (การพูดหรือเขียน)การเยิ่นเย้อ
(ADJ) ซึ่งสามารถแพร่กระจาย
(N) การกระจัดกระจาย
(N) การแหย่
(N) ชอบ
(N) แหล่งขุดค้น (ทางโบราณคดี)
(VI) เจาะ
(VT) ขุด
(VT) เข้าใจ
(VT) มองดู
(PHRV) พูดไม่ดีกับ
(PHRV) ขุดลงไปใต้ดิน
(PHRV) พยายาม (คําไม่เป็นทางการ)
(N) บทสรุป
(N) ประมวลกฎหมาย
(N) หนังสือที่รวบรวมบทความ
(N) หนังสือรวบรวมบทความหรือเรื่องราวสั้นๆ
(VI) ย่อยอาหาร
(VT) เข้าใจ
(VT) ตัดทอน
(VT) ย่อยอาหาร
(N) ความสามารถในการย่อยอาหาร
(ADJ) ซึ่งย่อยแล้ว
(N) การย่อยอาหาร
(ADJ) เกี่ยวกับการย่อยอาหาร
(PHRV) ขุดหา
(PHRV) พยายามหา (ข้อมูล) เกี่ยวกับ
(N) คนที่ขุด
(N) พื้นที่ที่มีการขุด
(N) สถานที่ขุดหาแร่ธาตุโดยเฉพาะแร่ที่มีค่า
(SL) ที่พักชั่วคราว
(PHRV) ขุดเพื่อใส่ปุ๋ย
(PHRV) ทําให้มั่นคง
(PHRV) แทง
(PHRV) เริ่มกิน (คําไม่เป็นทางการ)
(IDM) ดื้อรั้น
(PHRV) ขุดเพื่อใส่ปุ๋ย
(PHRV) ตรวจสอบอย่างละเอียด
(PHRV) ทํางานหนัก
(PHRV) ทําให้มั่นคง
(PHRV) เริ่มกินอย่างหิวกระหาย (คําไม่เป็นทางการ)
(IDM) หาเงิน
(IDM) หาเงิน
(IDM) ขโมยเงินจากบริษัทที่ทํางานอยู่
(N) ตัวเลข (0 ถึง 9)
(N) นิ้ว
(N) นิ้ว (หน่วยวัดความยาว)
(ADJ) ซึ่งรับส่งข้อมูลด้วยการใช้ตัวเลข
(ADJ) สง่างาม
(VT) ทําให้เป็นเกียรติแก่
(N) บุคคลที่มีตําแหน่งสูง
(N) ความมีเกียรติ
(IDM) ดื้อรั้น
(IDM) ไม่เปลี่ยนใจ
(IDM) ไม่เปลี่ยนใจ
(PHRV) ขุดสิ่งที่ถูกฝังอยู่ใน (ดินหรือหิมะ) ออกมา
(PHRV) ขุดหลุม
(PHRV) ขุดหาและเอาออกมา
(PHRV) ค้นหา (ข้อมูลหรือเงิน)
(PHRV) เตรียมดินด้วยการขุดเพื่อที่จะ (ทําบางสิ่ง)
(PHRV) พิจารณาใหม่
(VI) พูดนอกเรื่อง
(PHRV) ออกนอกเรื่อง
(N) การพูดนอกเรื่อง
(ADJ) ซึ่งนอกเรื่อง
(ADV) อย่างนอกเรื่อง
(N) ห้องที่แบ่งให้เช่า (คําไม่เป็นทางการ)
(IDM) แตะด้วยข้อศอกอย่างแอบๆ (เพื่อแสดงความรู้สึกขบขัน)
(PHRV) ขุดทิ้ง
(PHRV) ขุดหา (สิ่งที่ฝังไว้)
(PHRV) ค้นหา (ความคิด) (คําไม่เป็นทางการ)
(PHRV) หาสะสมไว้ (คําไม่เป็นทางการ)
(SL) ฟังนะ
(N) เขื่อน
(VT) กั้นเขื่อน
(VI) ปล่อยให้ชํารุด
(VT) ปล่อยให้ชํารุด
(ADJ) ซึ่งชํารุดทรุดโทรม
(N) ความเสียหาย
(N) สภาพที่เก่าผุพังเพราะขาดการดูแล
(ADJ) ซึ่งขยายออกได้
(N) การขยายออก
(VI) ทําให้กว้างขึ้น
(VI) พูดหรือเขียนยืดยาว
(VT) ทําให้กว้างขึ้น
(PHRV) สาธยายเกี่ยวกับ
(PHRV) สาธยายเกี่ยวกับ
(N) การทําให้กว้างขึ้น
(ADJ) ซึ่งทําให้ช้าลง
(N) สิ่งที่มีรูปร่างเหมือนอวัยวะเพศชาย ใช้สําหรับให้ความสุขทางเพศ
(N) สภาวะลําบาก
(N) ความพากเพียร
(ADJ) ขยัน
(VI) เสียเวลาในการตัดสินใจ
(ADJ) ซึ่งเจือจาง
(VI) เจือจาง
(VT) ทําให้เจือจาง
(PHRV) ทําให้เจือจางด้วย
(PHRV) ทําให้อ่อนแอ
(N) การเจือจาง
(ADJ) โง่ (คําไม่เป็นทางการ)
(ADJ) มัว
(ADJ) หมดหวัง
(VI) สลัว
(VT) ทําให้สลัว
(PHRV) ทําให้มัวลง
(N) เหรียญ 10 เซนต์ (ของสหรัฐและแคนาดา)
(N) การหามิติ
(N) ขอบเขต (ปกติใช้รูปพหูพจน์ dimensions)
(VT) หามิติ
(ADJ) เกี่ยวกับขนาด
(ADJ) ไม่มีขนาด
(VI) ทําให้ลดลง
(VT) ทําให้ลดลง
(ADJ) เล็กมาก
(N) คําเรียกชื่อเล่น
(PHRV) ทําให้มัวลง
(N) ลักยิ้ม
(VI) เป็นแอ่ง
(VT) ทําให้เกิดรอยบุ๋มที่แก้ม
(VT) ทําให้เป็นแอ่ง
(PHRV) หรี่แสงลงทีละน้อย
(N) เสียงอึกทึก
(VI) ทําเสียงอึกทึก
(VT) พูดกรอกหูซ้ําๆ จนจําได้
(VI) รับประทาน
(VI) รับประทานอาหารเย็น
(VT) จัดเตรียมอาหารสําหรับ
(PHRV) ทานอาหารที่
(PHRV) ทานอาหารในหรือที่บ้าน
(PHRV) ทานอาหารจาก (ภาชนะ)
(PHRV) มีชื่อเสียงในเรื่อง
(PHRV) ทานอาหารประเภทหรือจําพวก
(PHRV) ทานอาหารที่ร้านหรือที่บ้าน
(PHRV) เล่าเรื่องที่เกิดขึ้นให้คนอื่นฟังหรืออ่าน (มักเป็นเรื่องสั้นหรือข่าว)
(N) คนที่มารับประทานอาหารในร้านอาหาร
(N) ร้านอาหารเล็กๆ
(SL) มีเรื่องกัน
(N) ความซอมซ่อ
(ADJ) มอซอ
(PHRV) ตอกย้ํา
(PHRV) ส่งเสียงอึกทึก (มักใช้รูป continuous tense)
(N) ห้องอาหาร
(PHRV) ส่งเสียงอึกทึก (มักใช้รูป continuous tense)
(SL) คู่สมรสที่มีรายได้ดีและไม่มีลูก
(N) งานเลี้ยงอาหารค่ํา
(N) อาหารมื้อเย็น
(N) สัตว์เลื้อยคลานขนาดใหญ่มากที่สูญพันธุ์ไปแล้ว
(N) อํานาจ
(ADJ) เกี่ยวกับเขตการปกครองของ bishop
(N) พระ (bishop) ที่ดูแลโบสถ์
(N) เขตการปกครองของ bishop
(N) หลอดอิเล็กตรอน
(N) การจุ่ม
(N) การตกลง
(N) ความเอียงลาด
(N) นักล้วงกระเป๋า (คําสแลง)
(VT) จุ่ม
(VT) ลดลง
(VT) เอียง
(N) โรคคอตีบ
(N) การออกเสียงสระควบ
(N) อักษรควบ
(PHRV) จุ่ม
(PHRV) จมลงใน
(PHRV) จิ้ม
(PHRV) แช่
(PHRV) ใช้เงินที่เก็บสะสมมา
(PHRV) พลิกดูลวกๆ
(PHRV) ว่ายน้ําระยะสั้น
(PHRV) อ่านเฉพาะใจความสําคัญ
(N) อนุปริญญา
(N) การทูต
(N) ความเชี่ยวชาญในการคบค้าสมาคม
(N) นักการทูต
(N) ผู้ได้รับประกาศนียบัตร
(ADJ) เกี่ยวกับการทูต
(ADV) อย่างมีชั้นเชิง
(N) ทูต
(N) กระบวย
(SL) โง่
(ADJ) เลวร้ายมาก
(ADJ) ตรงไป
(ADJ) ตรงไปตรงมา
(ADJ) ทันที
(VT) จัดการ
(VT) จ่าหน้าซอง
(VT) ชี้ทาง
(VT) มุ่งความสนใจไปที่
(VT) สั่งสอน (คําทางการ)
(N) การควบคุม
(N) คําสั่ง
(N) ทิศทาง
(ADJ) เกี่ยวกับทิศทาง
(N) คําสั่ง
(ADV) โดยตรง
(ADV) ทันทีทันใด
(ADV) ในไม่ช้า
(ADV) อย่างตรงไปตรงมา
(CONJ) เมื่อ
(N) ทางตรง
(IDM) นึกถึง
(N) กรรมการบริษัท (ทางธุรกิจ)
(N) ผู้กํากับ (ทางภาพยนตร์)
(N) ผู้อํานวยการ (ทางธุรกิจ)
(N) วาทยากร (ทางดนตรี)
(N) คณะกรรมการบริษัท
(ADJ) เกี่ยวกับผู้อํานวยการ
(N) ตําแหน่งผู้อํานวยการ     (หน่วยงาน)
(N) สมุดรายนาม
(PHRV) จ่าหน้า (ซอง, ห่อ) ถึง
(PHRV) บอกทางไปยัง
(PHRV) พูดเพื่อ
(PHRV) มุ่งหมายเพื่อ
(ADJ) เลวร้าย
(N) เพลงไว้อาลัย
(ADJ) ซึ่งนําร่องได้
(N) เรือบิน
(N) ดาบยาวที่ชาวสก็อตใช้เป็นอาวุธในสมัยก่อน
(VT) แทงด้วยดาบยาวและตรง
(N) ดิน
(N) เรื่องสกปรก
(N) สิ่งสกปรก
(IDM) (ราคา) ถูกที่สุด
(SL) ถูกมาก
(N) ความสกปรก
(ADJ) ไม่พอใจ
(ADJ) ลามก
(ADJ) สกปรก
(VT) ทําให้สกปรก
(SL) คําหยาบ
(IDM) สีหน้าไม่ยอมรับ
(IDM) ชายแก่เซ็กส์จัด
(IDM) ทําสิ่งผิดกฎหมาย
(PHRV) ทําให้สกปรกมาก
(IDM) คําสบถ
(SL) คําหยาบ
(IDM) การทรยศ
(IDM) งานน่าเบื่อ
(SL) งานไม่สุจริต
(PRF) จาก
(PRF) แยกจากกัน
(N) การไร้ความสามารถ
(VT) ทําให้ไร้ความสามารถ
(ADJ) พิการ
(N) คนพิการ
(VT) ทําให้หายเข้าใจผิด
(PHRV) เป็นอิสระจาก
(N) ความขัดแย้ง (คําทางการ)
(VI) ไม่เห็นด้วย
(N) ข้อเสีย
(VT) ทําให้เสียเปรียบ
(ADJ) ซึ่งเป็นข้อเสียหาย
(VT) ทําให้ไม่จงรักภักดี
(ADJ) ซึ่งไม่จงรักภักดี
(N) ทําให้เอาอกเอาใจออกห่าง
(VT) กล่าวแย้ง
(VI) ไม่เข้ากัน
(VT) ไม่เห็นด้วย
(ADJ) ซึ่งมีอารมณ์เสีย
(ADJ) หยาบคาย
(PHRV) คิดต่างออกไปในเรื่อง
(N) ความขัดแย้งกัน
(PHRV) คิดต่างออกไปในเรื่อง
(PHRV) คิดต่างออกไปในเรื่อง
(PHRV) คิดต่างจาก
(PHRV) เป็นอันตรายต่อสุขภาพของ
(PHRV) ไม่เข้ากับ
(VT) ไม่อนุญาต
(VT) ทําให้กระจ่าง
(VT) ยกเลิก
(VT) หายไป
(N) การหายไป
(PHRV) หายไปจาก (สถานที่หรือสายตา)
(PHRV) รีบไป
(VT) ทําให้ผิดหวัง
(PHRV) ผิดหวังในเรื่อง
(ADJ) ผิดหวัง
(PHRV) ผิดหวังกับ
(ADJ) น่าผิดหวัง
(N) ความผิดหวัง
(N) สิ่งที่ทําให้ผิดหวัง
(PHRV) ผิดหวังกับ
(N) ความไม่เห็นด้วย
(VT) ไม่เห็นด้วย
(PHRV) ไม่ยอมรับ
(ADJ) ซึ่งไม่เห็นด้วย
(VT) ทําให้รู้สึกโกรธน้อยลง
(VT) ปลดอาวุธ
(N) การลดอาวุธ
(ADJ) ซึ่งลดความโกรธ
(ADV) ที่ทําให้หมดทางขัดขืน
(VT) ทําให้ไม่เป็นระเบียบ
(N) ความไม่เป็นระเบียบ
(N) ความอลหม่าน
(VT) แยก
(N) ความพินาศ
(VT) เลิกล้ม
(PHRV) เพิกถอนจากการเป็นทนาย
(VT) ไม่เชื่อถือ
(N) ผู้ที่ไม่นับถือศาสนา
(PHRV) ไม่เชื่อมั่นใน
(VT) ทําให้ภาระหมดไป
(PHRV) ปลดออกจากหน้าที่
(VT) ชําระเงิน
(N) การชําระเงิน
(N) ค่าใช้จ่าย
(N) แผ่นดิสค์ (ทางคอมพิวเตอร์)
(N) แผ่นเสียง (คําเก่า)
(N) สิ่งของที่มีลักษณะกลมแบน
(N) สิ่งที่ถูกทอดทิ้ง
(VT) ละทิ้ง
(VT) เข้าใจไม่กระจ่าง
(VT) มองเห็นไม่ชัด
(PHRV) มองเห็น
(PHRV) แยกแยะความแตกต่าง (ด้วยตาหรือใจ)
(PHRV) แยกแยะจาก
(N) ความสามารถในการตัดสินดี
(N) การขับไล่
(N) การปล่อยออก
(N) สารหรือของเหลวที่ถูกปล่อยออกมา
(VI) ปลดออก
(VT) ปฏิบัติหน้าที่ (คําทางการ)
(VT) ปล่อยออก
(VT) ระบายออก
(VT) ไล่ออก
(VT) เอาสินค้าลง
(PHRV) ได้รับอนุญาตให้กลับ
(PHRV) ไหลลงสู่
(N) ลูกศิษย์
(N) ผู้ยึดถือระเบียบวินัยอย่างเคร่งครัด
(ADJ) ซึ่งยึดถือระเบียบวินัย
(N) การฝึกฝน
(N) การลงโทษ
(N) ข้อบังคับ
(VT) ทําให้อยู่ในระเบียบวินัย
(VT) ลงโทษ
(VT) อบรม
(VI) สละสิทธิ์
(VT) ไม่ยอมรับ
(VT) สละสิทธิ์
(N) ข้อความปฏิเสธความรับผิดชอบ
(VT) เปิดเผย
(N) การเปิดเผย
(VI) เปลี่ยนสี
(VT) ทําให้เปลี่ยนสี
(N) สีตก
(ADJ) ซึ่งเปลี่ยนสี
(VI) เปลี่ยนสี
(VT) ทําให้เปลี่ยนสี
(N) อาการกระอักกระอ่วน
(VT) ตีพ่าย
(VT) ทําให้กระอักกระอ่วน
(N) ความไม่สะดวกสบาย
(VT) ก่อความลําบาก
(VT) ทําให้กระวนกระวาย
(ADJ) ซึ่งกระวนกระวายใจ
(N) ความวุ่นวาย
(VT) ทําให้อึกอัก
(ADJ) ซึ่งกระอักกระอ่วนใจ
(VI) ตัดออก
(VT) ตัดขาดจากกัน
(ADJ) ซึ่งตัดออกจากกัน
(PHRV) ทําให้...ไม่ติดต่อกับ
(N) การตัดขาด
(PHRV) ทําให้ไม่ติดต่อกับ
(ADJ) เศร้าใจ
(ADV) อย่างเศร้าใจ
(N) ความไม่พอใจ
(VT) ทําให้ไม่พอใจ
(ADJ) ซึ่งไม่พอใจ
(ADV) ด้วยความไม่พอใจ
(N) ความไม่พอใจ
(N) การหยุด
(VI) หยุด
(VT) ทําให้หยุด
(N) ความไม่ต่อเนื่อง
(ADJ) ซึ่งไม่ต่อเนื่อง
(N) ความไม่ลงรอยกัน
(VI) ไม่ลงรอยกัน
(N) ความบาดหมาง
(ADJ) ซึ่งไม่สอดคล้องกัน
(ADV) อย่างไม่สอดคล้องกัน
(PHRV) ไม่สอดคล้องกับ
(PHRV) ไม่สอดคล้องกับ
(N) การลดราคา
(VT) ลดราคา
(VT) ทําให้หมดกําลังใจ
(N) การทําให้หมดกําลังใจ
(N) การบรรยายที่เคร่งเครียด
(PHRV) กล่าวสุนทรพจน์เรื่อง
(PHRV) กล่าวสุนทรพจน์เรื่อง
(ADJ) ไม่สุภาพ
(N) ความไม่สุภาพ
(VT) ค้นพบ
(N) การค้นพบ
(N) ความเสื่อมเสีย
(VT) ทําให้เสื่อมเสียชื่อเสียง
(ADJ) ที่เสื่อมเสีย
(ADJ) สุขุมรอบคอบ
(ADV) อย่างสุขุมรอบคอบ
(N) ความแตกต่างกันระหว่างสองสิ่งที่ควรจะเหมือนกัน
(ADJ) แตกต่างกัน (ระหว่างสองสิ่งที่ควรจะเหมือนกัน)
(ADJ) ซึ่งแยกกันโดยสิ้นเชิง
(N) การตัดสินใจดี
(N) ความอิสระในการตัดสินใจ
(ADJ) ที่สุขุมรอบคอบ
(VI) แบ่งแยกเชื้อชาติ
(VI) แยกแยะ
(VT) ทําให้เห็นความแตกต่าง
(PHRV) ปฏิบัติอย่างเลือกที่รักมักที่ชังกับ
(PHRV) บอกความแตกต่างระหว่าง
(PHRV) แยกแยะความแตกต่างจาก
(ADJ) ที่แบ่งแยก
(N) การแบ่งแยก
(ADJ) ซึ่งอ้อมค้อม
(ADV) อย่างอ้อมค้อม
(N) กีฬาขว้างจักร
(N) แผ่นกลมใช้ขว้างในการแข่งกีฬาประเภทลู่ / ลาน
(VT) สนทนา
(N) การสนทนา
(PHRV) อภิปรายกับ
(N) การดูถูกเหยียดหยาม
(VT) ดูถูกเหยียดหยาม
(ADJ) ซึ่งแสดงการดูถูกเหยียดหยาม
(N) ปัญหา
(N) โรคภัยไข้เจ็บ
(ADJ) ซึ่งเป็นโรค
(VI) ออกจากพาหนะ
(VT) นําผู้โดยสารออกจากพาหนะ
(N) การขึ้นฝั่ง
(PHRV) ขึ้นจาก (เรือหรือเครื่องบิน)
(PHRV) ทําให...อับอายในเรื่อง
(ADJ) เกี่ยวการการทําให้วิญญาณออกจากร่าง
(N) การทําให้วิญญาณหลุดออกจากร่าง
(VT) ทําให้วิญญาณออกจากร่าง
(VT) เอาเครื่องในออก (คน,สัตว์)
(VT) เลิกจ้าง
(VT) ทําให้ใช้งานไม่ได้
(VT) ทําให้หมดความสนใจ
(ADJ) ไม่ชอบอีกแล้ว
(N) การหมดความสนใจ
(VI) เป็นอิสระ
(VT) เป็นอิสระ
(ADJ) ที่เป็นอิสระ
(PHRV) ปลดปล่อยจาก
(N) ความเป็นอิสระ
(VT) ทําให้ไม่ยุ่งเหยิง
(PHRV) ปลดเปลื้องจาก
(VT) รื้อ
(N) การรื้อถอน
(N) ความไม่ชอบ
(VT) ไม่ชอบ
(N) ความไม่ชอบ
(VT) ไม่ชอบ
(N) การทําให้เสียโฉม
(VT) ทําให้เสียโฉม
(N) สิ่งที่ทําให้เสียโฉม
(VT) ตัดสิทธิ์
(N) การตัดสิทธิ์
(VT) พ่น
(N) ความเสื่อมเสีย
(N) สิ่งน่าอับอาย
(VT) ทําให้เสื่อมเสีย
(ADJ) น่าอับอาย
(ADV) อย่างน่าอับอาย
(VT) ทําให้ไม่พอใจ
(ADJ) ซึ่งทําให้ไม่พอใจ
(N) ความไม่พอใจ
(N) การปลอมแปลง
(N) สิ่งที่ใช้ปลอมตัว
(VT) ปลอมตัว
(PHRV) แสร้งทําเป็น
(PHRV) ซ่อนเร้นด้วยหรือซ่อนอยู่ใน
(PHRV) ปิดบังด้วย
(N) ความขยะแขยง
(VT) ทําให้ขยะแขยง
(ADJ) ซึ่งน่าสะอิดสะเอียน
(ADJ) น่ารังเกียจ
(ADV) อย่างน่ารังเกียจ
(N) จาน
(N) อาหาร
(N) การแตกแยก
(VT) ทําให้ท้อแท้
(PHRV) ลงโทษ (คําไม่เป็นทางการ)
(ADJ) ไม่ซื่อสัตย์
(N) ความเสื่อมเสีย
(VT) ทําให้เสียชื่อเสียง
(ADJ) ไม่น่าเชื่อถือ
(ADV) อย่างน่าอับอาย
(N) ความเสื่อมเสีย
(VT) ทําให้เสียชื่อเสียง
(ADJ) ไม่น่าเชื่อถือ
(PHRV) แจก (คําไม่เป็นทางการ)
(PHRV) ยกอาหารออกมาให้
(SL) นินทา
(PHRV) ยกอาหารออกมาให้
(VT) ขจัดสิ่งลวงตาออกไป
(N) ความผิดหวังเมื่อรู้ว่าบางสิ่งไม่ได้ดีอย่างที่คิดหรือหวังไว้
(VT) ไม่สมัครใจ
(PHRV) ไม่ยินยอมในเรื่อง
(PHRV) ไม่ยินยอมในเรื่อง
(VT) ฆ่าเชื้อโรค
(N) สารที่ใช้ฆ่าเชื้อโรค
(VT) เพิกถอนสิทธิ
(VI) แตกแยก
(VT) ทําให้พังทลาย
(N) ความไม่สนใจ
(VT) ไม่สนใจ
(ADJ) ไม่เกี่ยวข้อง
(VI) ไม่เข้าร่วม
(VT) ไม่เข้าร่วม
(VI) ไม่ต่อเนื่อง
(VT) ไม่ต่อเนื่อง
(ADJ) ไม่ต่อเนื่อง
(N) แผ่นกลม
(N) แผ่นดิสก์ (ทางคอมพิวเตอร์)
(N) แผ่นเสียง (คําเก่า)
(VT) พรวนดิน
(N) แผ่นดิสก์
(N) นักจัดรายการ
(SL) ผู้ดําเนินรายการทางวิทยุ
(N) ความไม่ชอบ
(VT) ไม่ชอบ
(VT) ทําให้เคลื่อน
(VT) ขับไล่
(VT) เอาออกจากที่เดิม
(PHRV) ขับออกจาก
(ADJ) ไม่ซื่อสัตย์
(N) ความไม่ซื่อสัตย์
(ADJ) หดหู่
(VT) รื้อ
(N) ความท้อใจ
(VT) ทําให้ตกใจ
(VT) ทําให้ท้อแท้
(VT) ปลดจากตําแหน่ง
(VT) ไม่สนใจ
(VT) เลิก
(VT) อนุญาตให้ออกไปได้
(N) การไล่ออก
(PHRV) ไม่สนใจ
(PHRV) ไล่ออกจาก (งาน, สถานที่) เพราะ
(PHRV) ไล่ออกจาก
(VI) ลงจากยานพาหนะ
(VT) ลงจากยานพาหนะ
(PHRV) ลงมาจาก (สัตว์ที่ขี่มาหรือนั่งมา)
(N) การไม่เชื่อฟัง
(ADJ) ซึ่งไม่เชื่อฟัง
(ADV) อย่างไม่เชื่อฟัง
(VT) ไม่เชื่อฟัง
(N) ความผิดปกติ (ทางร่างกายหรือจิตใจ)
(N) ความวุ่นวาย
(VT) ทําให้วุ่นวาย
(ADJ) ซึ่งผิดปกติ (ทางร่างกายหรือจิตใจ)
(ADJ) ซึ่งไม่มีระเบียบ
(ADJ) ซึ่งไม่เป็นระเบียบ
(N) ความสับสน
(VT) ทําให้ไม่เป็นระบบ
(ADJ) ซึ่งไม่เป็นระบบ
(VT) ทําให้สับสน
(VT) ปฎิเสธ
(VT) ดูถูก
(N) การดูถูกดูหมิ่น
(ADJ) ที่ดูถูก
(ADJ) ไม่เหมือนกันอย่างมาก
(N) ความไม่เหมือนกัน
(ADJ) สงบ
(N) การส่งสิ่งของ
(VT) ส่งของ
(PHRV) ส่งไปยัง
(VT) ขับไล่
(ADJ) ที่ไม่จําเป็น
(N) ร้านขายยา
(N) การแจกจ่าย
(VT) จ่ายยาให้
(VT) ให้
(PHRV) ยกเว้น
(N) ผู้จ่าย
(PHRV) แจกจ่ายให้
(PHRV) ทําโดยปราศจาก
(VI) กระจาย
(VT) ทําให้กระจัดกระจาย
(N) การแพร่กระจาย
(VT) ทําให้ท้อใจ
(ADJ) ท้อใจ
(ADV) อย่างท้อแท้
(VT) บังคับให้ออกไปจากที่ที่อยู่
(ADJ) ซึ่งออกจากที่อยู่ไป
(N) การบังคับให้คนออกไปจากที่ที่อยู่
(VT) แสดง
(VT) ทําให้ไม่พอใจ
(N) ความไม่พอใจ
(PHRV) เล่นเพลิน
(ADJ) ซึ่งออกแบบมาให้ใช้แล้วทิ้ง
(N) สิ่งที่ใช้ครั้งเดียวแล้วทิ้ง
(N) กระบวนการกําจัดสิ่งของ
(VT) จัดให้เข้าที่
(PHRV) เอาออกไป (โดยการทิ้ง ขายหรือให้)
(PHRV) ตัดออกไป
(N) การจัดการ
(N) นิสัย
(N) แนวโน้มที่จะทําบางสิ่ง (คําทางการ)
(N) พินัยกรรม
(PHRV) ยึดทรัพย์จาก
(N) ความไม่ได้สัดส่วน
(VT) พิสูจน์ให้เห็นว่าผิด
(ADJ) ที่โต้แย้งได้
(N) การโต้เถียง
(VI) โต้เถียง
(VT) โต้เถียง
(PHRV) ขัดแย้งกันในเรื่อง
(PHRV) ขัดแย้งกันกับ
(PHRV) ขัดแย้งกันในเรื่อง
(PHRV) ขัดแย้งกันกับ
(N) การไม่มีคุณสมบัติที่เหมาะสม
(VT) ตัดสิทธิเพราะฝ่าฝืนกฎ
(PHRV) ตัดสิทธิ์ในเรื่อง
(PHRV) ตัดสิทธิ์จาก
(N) ความไม่เอาใจใส่
(VT) ไม่เอาใจใส่
(N) ความชํารุดทรุดโทรม
(ADJ) ที่ชื่อเสียงไม่ดี
(N) การเสียชื่อเสียง
(N) การขาดความเคารพ
(ADJ) ที่ไม่เคารพ
(VI) ถอดเสื้อผ้า
(VT) ถอดเสื้อผ้า
(VT) ทําให้ยุ่งเหยิง
(N) การขัดขวาง
(ADJ) ที่แตกแยก
(N) ความไม่พอใจ
(ADJ) ซึ่งไม่พอใจ
(VT) ทําให้ไม่พอใจ
(PHRV) ไม่พอใจในเรื่อง
(PHRV) ไม่พอใจกับ
(VI) ชําแหละคน สัตว์หรือพืชเพื่อการศึกษา
(VT) ชําแหละคน สัตว์หรือพืชเพื่อการศึกษา
(VT) ตรวจสอบ
(N) การชําแหละคน สัตว์หรือพืชเพื่อการศึกษา
(VI) อําพราง
(VI) เผยแพร่
(VT) เผยแพร่
(N) การแพร่กระจาย
(N) สิ่งเผยแพร่ความรู้
(N) ความไม่ลงรอยกัน
(N) ความขัดแย้ง
(VI) ขัดแย้ง
(N) ผู้คัดค้าน
(PHRV) ไม่เห็นด้วยกับ
(ADJ) ที่ไม่เห็นด้วย
(N) ผู้ที่ไม่เห็นด้วย
(ADJ) ที่ไม่เห็นด้วย
(ADV) อย่างไม่เห็นด้วย
(N) ปริญญานิพนธ์
(N) การกระทําที่เป็นอันตราย
(N) ความไม่เห็นด้วย
(ADJ) ไม่เห็นด้วย
(N) ผู้คัดค้าน
(ADJ) ซึ่งไม่เหมือนกัน
(VT) ทําให้ไม่เหมือนกัน
(VI) ปิดบัง
(VT) ปิดบัง
(N) การปิดบัง
(VT) ค่อยๆ น้อยลง
(VT) ใช้อย่างฟุ่มเฟือย (เช่น เงิน, เวลา)
(VT) ทําให้แยกออกจากกัน
(PHRV) แยกออกจาก
(N) การแยกออกจากกัน
(ADJ) เกเร
(ADV) อย่างเกเร
(N) การสลายตัว
(VI) ละลาย
(VT) ละลาย
(PHRV) ละลายใน
(PHRV) ทําภาพซ้อนเพื่อเปลี่ยนฉาก (ทางโทรทัศน์หรือภาพยนตร์)
(PHRV) ละลายใน
(PHRV) ร้องไห้ฟูมฟาย
(N) การไม่กลมกลืนกัน
(ADJ) ที่ไม่กลมกลืนกัน
(ADJ) อย่างไม่กลมกลืนกัน
(VT) ห้ามปราม
(PHRV) ชักนําให้...ต่อต้านกับ
(N) การห้ามปราม
(ADJ) ซึ่งห้ามปราม
(ADJ) ที่ห้ามปราม
(N) ความห่างไกล
(N) ระยะห่าง
(ADJ) ห่างไกล
(ADV) อย่างห่างไกล
(ADV) อย่างห่างเหิน
(N) ความรังเกียจ
(ADJ) เป็นที่น่ารังเกียจ
(N) โรคติดเชื้อของสัตว์ (โดยเฉพาะสุนัขและแมว)
(VI) แผ่กระจาย
(VT) แผ่กระจาย
(N) การบวม
(VI) กลั่น
(VT) กลั่น
(N) การกลั่น
(N) โรงกลั่นสุรา
(ADJ) แตกต่างชัดเจน
(N) ความแตกต่าง
(N) ความยอดเยี่ยม
(ADJ) เด่น
(ADV) อย่างเด่นชัด
(N) ความเป็นลักษณะเฉพาะ
(ADV) อย่างชัดแจ้ง
(N) ความชัดเจน
(VI) จําแนกความแตกต่าง
(VT) ทําให้เห็นความแตกต่าง
(ADJ) ซึ่งมองเห็นความแตกต่างได้
(PHRV) แยกแยะระหว่าง
(ADJ) มีชื่อเสียง
(PHRV) แยกแยะ...จาก
(PHRV) ทําให้มีชื่อเสียง
(VI) ผิดรูปผิดร่าง
(VT) ทําให้ผิดรูป
(VT) บิดเบือน
(ADJ) ซึ่งบิดเบือน
(ADV) อย่างบิดเบือน
(N) การบิดเบือน
(VT) ทําให้ไขว้เขว
(ADJ) ไม่มีสมาธิ
(PHRV) หันเหความสนใจจาก
(ADJ) ซึ่งน่ารําคาญ
(ADV) อย่างน่ารําคาญ
(N) สิ่งที่ทําให้ไขว้เขว
(PHRV) ยึดทรัพย์
(ADJ) ว้าวุ่นใจ
(N) ความกังวลใจ
(N) ความยุ่งยาก
(VT) ทําให้เจ็บปวด
(ADJ) เจ็บปวด
(ADJ) ไม่มีความสุข
(ADJ) ไม่มีความสุข
(ADV) อย่างเป็นทุกข์
(ADJ) ไม่มีความสุข
(ADV) อย่างเป็นทุกข์
(VT) แจกจ่าย
(VT) เผยแพร่
(PHRV) แจกจ่ายให้กับ
(PHRV) กระจายไปทั่ว
(PHRV) แจกไปทั่ว
(PHRV) ส่ง
(N) การแจกจ่าย
(ADJ) ซึ่งแบ่งได้
(N) ผู้ค้าส่ง
(N) เขต
(VT) กําหนดอาณาเขต
(N) ความคลางแคลงใจ
(VT) คลางแคลงใจ
(ADJ) ไม่ไว้ใจ
(ADV) อย่างไม่น่าไว้ใจ
(N) ความไว้วางใจ
(VT) รบกวน
(N) การรบกวน
(N) การไม่ปรองดองกัน
(VT) ทําให้แตกความสามัคคี
(N) การเลิกใช้
(ADJ) โดยเลิกใช้เป็นเวลานาน
(N) สัญญาณในการส่งรหัสวิทยุ
(N) คูน้ํา
(SL) ละทิ้ง
(VT) ทิ้ง
(N) เครื่องหมายละ  ใช้เมื่อไม่ต้องการเขียนคําๆ นั้นซ้ําอีก
(SL) คนโง่
(N) การดําน้ํา
(N) การปักหัวเครื่องบินลง
(N) การพุ่งลงน้ํา
(N) บาร์หรือไนต์คลับ (คําไม่เป็นทางการ)
(VI) ดําน้ํา
(VI) พุ่งหลาวลงน้ํา
(PHRV) กระโดดน้ํา
(PHRV) กระโดดน้ํา
(PHRV) เริ่มกินอาหาร
(PHRV) หลบเข้าไป (คําไม่เป็นทางการ)
(PHRV) กระโดดน้ําจาก (เอาหัวลงน้ําก่อน)
(N) นักดําน้ํา
(VI) แตกต่างกัน
(PHRV) เปลี่ยนทิศทางจาก
(N) ความแตกต่าง
(ADJ) ซึ่งแตกต่างกัน
(PHRV) เปลี่ยน (เส้นทาง) ไปยัง
(ADJ) หลากหลาย (คําทางการ)
(ADJ) ประกอบไปด้วยของหลายสิ่งหลายอย่าง
(ADV) อย่างหลากหลาย
(N) การทําให้หลากหลาย
(ADJ) ที่หลากหลาย
(VI) หลากหลาย
(VT) ทําให้มีหลากหลาย
(N) การเบี่ยงเบน
(N) ความหลากหลาย
(VT) ทําให้สนุกสนาน
(VT) เบี่ยงเบน
(PHRV) เปลี่ยนเส้นทางจาก
(ADJ) ซึ่งทําให้เพลิดเพลิน
(ADJ) ที่ทําให้หันเห
(ADV) อย่างเพลิดเพลิน
(PHRV) เปลี่ยนเส้นทางจราจรไปยัง
(PHRV) เปลี่ยนไปยัง
(PHRV) ทําให้ขบขันกับ
(VT) ปลดเปลื้อง
(PHRV) กําจัดออกไป
(PHRV) ปลด
(PHRV) ปลดออกจาก
(VI) แบ่ง
(VI) หาร (ทางคณิตศาสตร์)
(VT) แบ่ง
(VT) หาร (ทางคณิตศาสตร์)
(PHRV) แตกแยกกับ
(PHRV) แบ่งปันท่ามกลาง
(PHRV) แบ่งกันระหว่าง
(PHRV) หารด้วย
(PHRV) แยกออกจาก
(PHRV) แบ่งให้เป็นชิ้นหรือเป็นส่วน
(PHRV) แบ่งเป็นชิ้นหรือเป็นส่วน
(N) เงินปันผล
(PHRV) กั้นด้วย
(PHRV) มีความเห็นต่างกันในเรื่อง
(PHRV) แบ่งออก
(PHRV) แบ่งกัน (เท่าๆกัน)
(N) การทํานายโชคชะตา
(ADJ) เกี่ยวกับสวรรค์
(ADJ) เยี่ยมยอด
(ADJ) ศักดิ์สิทธิ์
(N) ผู้รับใช้ศาสนา
(N) พระผู้เป็นเจ้า
(VT) คาดการณ์
(ADV) อย่างเป็นพระเจ้า
(ADV) อย่างยอดเยี่ยม
(N) ผู้รู้แจ้ง
(ADJ) เกี่ยวกับการดําน้ํา
(N) การดําน้ํา
(N) ความเป็นพระเจ้า
(N) ความสามารถที่จะหารลงตัว
(ADJ) ซึ่งแบ่งแยกได้อีก
(N) กองทหาร
(N) การแบ่ง
(N) การหาร
(N) ความแตกต่าง
(N) แผนก
(ADJ) ซึ่งแบ่งแยก
(N) ตัวหาร
(N) การแตกแยก
(N) การหย่า
(VI) หย่าร้าง
(VT) แยกออก
(VT) หย่า
(N) หญิงที่หย่ากับสามีแล้ว
(PHRV) หย่ากับ
(N) การหย่าร้าง
(VT) เปิดเผยความลับ
(PHRV) บอกความลับให้กับ
(SL) คนโง่
(PHRV) แบ่งปัน
(ADV) อย่างเวียนศีรษะ
(N) เวียนศีรษะ
(ADJ) โง่
(ADJ) เวียนศีรษะ
(VI) เดินทาง
(VI) พอเพียง
(VT) จัดการ
(VT) มีพอเพียง
(VT) ลงโทษ
(VT) เลียนแบบ
(VT) แวะเยี่ยม
(VT) ศึกษา
(VT) เสพยา
(PHRV) ปฏิบัติ
(IDM) วิ่งหนีไป (คําสแลง)
(IDM) มองดูซ้ําให้แน่ใจว่าสิ่งที่เห็นเป็นจริง (คําไม่เป็นทางการ)
(SL) หลบฉากออกไป
(PHRV) ทําเพื่อ
(PHRV) ล้มเลิกไป
(PHRV) ไม่ประสบความสําเร็จ
(PHRV) ปฏิบัติต่อ
(ABBR) หมอ (คําไม่เป็นทางการ)
(ADJ) เชื่อง
(ADV) อย่างว่านอนสอนง่าย
(N) การว่านอนสอนง่าย
(N) อู่เรือ
(VI) จอดเรือ
(VT) จอดเรือ
(N) ค่าธรรมเนียมจอดเรือหรือเอาเรือเข้าอู่
(N) ที่สําหรับจอดเรือในอู่เรือ
(PHRV) ตัดออก
(N) บริเวรอู่เรือ
(N) ดุษฎีบัณฑิต
(N) แพทย์
(VI) รักษา
(VT) ซ่อม
(VT) ปลอมแปลงเพื่อหลอกลวง
(VT) รักษา
(ADJ) ในระดับปริญญาเอก
(N) ปริญญาเอก
(PHRV) เจือปน
(ADJ) เกี่ยวข้องกับหลักการ
(N) ทฤษฎี
(N) เอกสาร
(VT) ใช้เอกสารประกอบ
(VT) บันทึกข้อมูลใส่ฟิล์ม เทป หรือเขียน
(ADJ) ที่เกี่ยวกับเอกสาร
(N) ภาพยนตร์สารคดี
(N) การเตรียมเอกสาร
(PHRV) เดินโซเซ
(ADJ) เดินโซเซ (ด้วยความชรา)
(SL) ของกล้วยๆ
(N) การหลบ
(N) เล่ห์เหลี่ยม
(VI) หลบ
(VT) หลบหลีก
(N) คนที่ใช้เล่ห์เหลี่ยมในการหลีกเลี่ยงหน้าที่หรือความรับผิดชอบ
(N) คนโง่ (คําไม่เป็นทางการ)
(N) นกจําพวกนกพิราบขนาดใหญ่สูญพันธ์ไปแล้ว
(PHRV) ทําให้พ่ายแพ้ (โดยวิธีที่ไม่ยุติธรรม)
(N) สัตว์เลี้ยงลูกด้วยนมตัวเมีย (ประเภทกวาง, ละมั่ง, แพะ, กระต่าย, และอื่นๆ)
(AUX) กริยาช่องที่ 1 ของคํากริยา do
(ABBR) ไม่ (คําย่อของ does not)
(PHRV) ฆ่า (คําไม่เป็นทางการ)
(PHRV) เตรียม
(PHRV) ทําความสะอาดเพื่อ
(PHRV) ทําเพื่อ
(PHRV) เหมาะสมกับ
(N) คนน่าเบื่อ (คําไม่เป็นทางการ)
(N) ตะแกรงเหล็ก
(N) สุนัข
(SL) ผู้หญิงที่น่าเกลียด
(VT) ไล่ตาม
(SL) โทรศัพท์
(SL) สาธิต (มาจาก demonstration)
(SL) ขี้หมา
(SL) ขี้หมา
(SL) ขี้หมา
(IDM) การแข่งขันอย่างรุนแรง
(SL) แข่งขันสูง
(SL) โหดร้าย
(N) ปลาฉลามหนู
(ADJ) ดื้อรั้น
(ADV) อย่างดื้อรั้น
(ADJ) ที่เหมือนสุนัข
(N) สุนัข(ภาษาเด็ก)
(N) ที่อยู่ที่คับแคบและสกปรก
(N) บ้านสุนัข
(N) หลักศาสนา
(ADJ) หัวรั้น
(ADV) อย่างหัวรั้น
(N) การศึกษาหลักคําสอนของศาสนา
(VT) พูดหรือเขียนเป็นหลักเกณฑ์
(N) การคิดว่าความเห็นของตนเองถูกต้อง
(N) ผู้เชื่อในหลักการของตนเอง
(N) เนื้อที่สําหรับให้สุนัขกิน
(SL) ศพ (มักใช้แสดงคําขู่)
(PHRV) ทําให้ดีขึ้น
(PHRV) ทําให้รู้สึกดีขึ้น
(SL) คนชอบช่วยเหลือผู้อื่น
(SL) สนามแข่งสุนัขเกรย์ฮาวนด์
(SL) สุดยอด
(SL) สุดยอด
(SL) สุดยอด
(SL) แต่งตัวเว่อร์เกินไป
(N) การนอนหลับไม่สนิท
(SL) สนามแข่งสุนัขเกรย์ฮาวนด์
(N) ต้นไม้พุ่มชนิหนึ่งมีดอกสีขาวและผลเบอรี่สีม่วงพบในป่า
(PHRV) แสดงความเคารพต่อ
(N) กระดาษแผ่นเล็กๆสําหรับรองจานขนม
(PHRV) กระทําฆาตกรรม (คําไม่เป็นทางการ)
(PHRV) ทําลาย
(N) การกระทํา
(N) กิจกรรมทางสังคม
(PHRV) แปลเป็น (ภาษาอื่น)
(PHRV) ปฏิบัติกับ...อย่างยุติธรรม
(IDM) ทําบางสิ่งได้เยี่ยม
(IDM) บรรยายให้เห็นภาพ
(ADJ) ที่มีอยู่ชีวิตอยู่อย่างสบายโดยไม่ต้องทําอะไร
(N) การอยู่เฉยๆโดยไม่ต้องทําอะไร
(N) ความซบเซา
(N) เงินที่รัฐบาลแจกให้คนว่างงานทุกๆ เดือน
(VT) บริจาคเพื่อการกุศล
(ADJ) เสียใจมาก
(ADV) อย่างเสียใจมาก
(N) ความเศร้าใจ
(PHRV) ให้ทาน
(N) ตุ๊กตา
(N) หญิงสาว
(N) ดอลลาร์ (หน่วยเงินตรา)
(N) ปลาจะละเม็ด
(PHRV) แต่งตัวสวยหรู
(N) ตุ๊กตา (ภาษาเด็ก)
(SL) ผู้หญิงที่น่าดึงดูด
(PHRV) เลื่อนกล้อง (ภาพยนตร์หรือโทรทัศน์)บนล้อไปทางฉากที่กําหนดไว้
(PHRV) เลื่อนกล้อง (ภาพยนตร์หรือโทรทัศน์)บนล้อออกจากฉากที่กําหนดไว้
(N) โรงขายและรับซื้อของเล็กๆน้อยๆ
(N) เสื้อแจ๊คเก้ต
(N) ความเศร้าโศก
(ADJ) เศร้าโศก
(ADV) อย่างเศร้าโศก
(N) ความเศร้าโศก
(N) ปลาโลมา
(N) ตําแหน่งพระ
(SUF) อํานาจ
(N) ขอบเขตของความรู้ ความคิด ความสนใจ
(N) อาณาเขต
(N) หลังคารูปทรงกลม
(ADJ) เกี่ยวกับบ้าน
(ADJ) เชื่อง
(ADJ) ภายในประเทศ
(N) ผู้ช่วยทํางานบ้าน
(VT) ทําให้เชื่อง
(N) ความเป็นอยู่ภายในบ้านและครอบครัว
(N) ที่พัก
(VT) ทําให้อยู่เป็นหลักแหล่ง
(N) การปกครอง
(ADJ) ที่มีอํานาจครอบครอง
(ADV) โดยอํานาจครอบครอง
(VI) ปกครอง
(VT) ปกครอง
(PHRV) มีอํานาจเหนือ
(N) การมีอํานาจเหนือกว่า
(VT) ครอบงํา
(ADJ) ครอบงํา
(PHRV) มีอํานาจเหนือ
(N) การควบคุม
(N) อาณาจักรปกครอง
(N) เกมโดมิโน
(N) เสื้อคลุมที่สวมในงานแฟนซีหน้ากาก
(N) หัวหน้ามาเฟีย
(VT) สวมใส่ (คําทางการ)
(VT) บริจาค
(N) การบริจาค
(N) ผู้บริจาค
(ADJ) เสร็จสิ้น
(N) ผู้ได้รับบริจาค (คําทางการ)
(PHRV) ขาดเเล้ว (ผ้า)
(PHRV) จบแล้ว
(PHRV) เหนื่อยมาก
(PHRV) เหนื่อยมาก (คําไม่เป็นทางการ)
(SL) ทําอาหารอย่างดี
(PHRV) เหนื่อยมาก
(PHRV) ทํา (บางสิ่ง) เสร็จ
(SL) อวัยวะเพศชาย
(N) คนโง่ (คําไม่เป็นทางการ)
(N) ลา
(IDM) นานมาก (คําไม่เป็นทางการ)
(IDM) นานมาก (คําไม่เป็นทางการ)
(IDM) งานน่าเบื่อ (คําไม่เป็นทางการ)
(N) งานที่ยากลําบาก
(N) ผู้บริจาค
(N) การบริจาค
(ABBR) ไม่ (คําย่อของ do not)
(SL) ไม่สนใจ (ไม่สุภาพ)
(SL) อย่าตื่นเต้น
(IDM) อย่ากลั้นหายใจ
(IDM) อย่าคิดว่าบางสิ่งจะเกิดขึ้นอย่างรวดเร็ว
(SL) จริงเหรอ
(SL) นั่นเป็นคําแนะนําที่ไม่ได้ความ
(SL) อย่าห่วง
(SL) คําที่พูดขึ้นมาเมื่อนึกชื่อที่จะพูดไม่ออก
(SL) คําเรียกสําหรับอุปกรณ์กระจุกกระจิก
(N) เส้นขยุกขยิก
(VI) ขีดเส้นขยุกขยิก
(SL) มูลสัตว์
(SL) อึ (ใช้กับเด็กๆ)
(N) คําพิพากษา
(N) เคราะห์ร้าย
(VT) กําหนด
(ADJ) ซึ่งถูกกําหนดไว้
(N) วันตัดสินโลก
(PHRV) (ชะตา) กําหนดให้
(IDM) ทําบางสิ่งให้ดีที่สุด
(IDM) ช่วยเท่าที่จะทําได้
(IDM) รับผิดชอบหน้าที่ของตนเอง
(IDM) โกรธมาก (คําสแลง)
(N) ประตู
(N) กริ่งหน้าประตู
(SL) ต้องพยายามสุดความสามารถ
(N) คนเปิดประตูหน้าโรงแรมหรืออาคารต่างๆ
(N) พรมเช็ดเท้าหน้าประตู
(N) ตะปูที่ใช้ตรึงประตูให้อยู่กับที่
(N) แผ่นป้ายสําหรับไว้เขียนชื่อใช้ติดบ้านหรืออาคาร
(N) ธรณีประตู
(ADJ) จากประตูถึงประตู
(N) ทางเข้าออก
(N) โอกาสรอด
(PHRV) ทําให้สะอาด
(PHRV) ฉ้อโกงเพื่อ
(PHRV) ป้องกันไม่ให้กระทํา
(IDM) ทําซ้ํา
(PHRV) จู่โจมและทําร้าย
(PHRV) ซ่อมแซม
(PHRV) ทําใหม่
(SL) เงิน
(N) ข้อมูลลับ
(N) ยาเสพติด (คําสแลง)
(PHRV) หาคําตอบให้กับ (คําไม่เป็นทางการ)
(SL) ง่วงนอน
(PHRV) ทํางานหนักเพื่อ
(PHRV) ทําให้ภาคภูมิใจ
(N) แมลงเต่าทองมีชื่อละตินคือ Geotrupes stercorarius
(SL) แบงค์ยี่สิบดอลลาร์
(SL) ผู้หญิงที่ธรรมดาๆ ไม่น่าสนใจ
(N) การหยุดการเจริญเติบโตชั่วคราว (ทางพฤกษศาสตร์)
(ADJ) ซึ่งหยุดการเจริญเติบโตชั่วคราว
(N) หน้าต่างที่ยื่นออกมาจากหลังคา
(N) หนูชนิดหนึ่งมีลักษณะคล้ายกระรอก (พหูพจน์ของdormouse)
(N) หอพัก
(N) หนูชนิดหนึ่งมีลักษณะคล้ายกระรอก
(ADJ) เกี่ยวกับส่วนหลัง
(N) ระบบการปฏิบัติการในคอมพิวเตอร์
(N) ปริมาณยาที่ใช้ต่อหนึ่งครั้ง
(N) ปริมาณยาที่ให้ต่อครั้ง
(VT) เติมส่วนผสม
(VT) ให้ยา
(IDM) การปฏิบัติแบบเดียวกับที่เคยกระทํากับผู้อื่น (มักเป็นสิ่งไม่ดี)
(PHRV) ให้ยากับ
(SL) เงิน
(IDM) (บอกว่า) ทําแล้ว (ทั้งๆ ที่ยังไม่ได้ทํา)
(SL) หาเงินได้จํานวนมาก
(IDM) ปฏิบัติบางอย่างต่อบางคน
(IDM) ทําสิ่งที่เป็นประโยชน์ต่อบางคน
(IDM) ทําให้บางคนอารมณ์ดี (คําไม่เป็นทางการ)
(IDM) ฆ่า
(IDM) ทําด้วยมือ (ไม่ใช่เครื่องจักร)
(IDM) ทําด้วยตนเอง
(IDM) เร่งรีบทํา
(IDM) เร่งรีบทํา
(IDM) ทําสําเร็จอย่างเหนื่อยยากหรือยุ่งยาก
(IDM) ไม่มีผลเพราะทําบ่อยเกินไป
(VI) นอนในที่พักราคาถูก (คําสแลง)
(PHRV) หาที่หลับนอน (คําสแลง)
(SL) คนจรจัด
(SL) คนขี้เกียจ
(N) จุด
(VT) ใส่จุด
(PHRV) กระจัดกระจายอยู่ทั่ว
(PHRV) กระจัดกระจายอยู่ทั่ว
(VI) ให้ความรักมากเกินไป
(PHRV) แสดงความรักต่อ...มากเกินไป
(PHRV) แสดงความรักต่อ...มากเกินไป
(IDM) ล้างจาน
(SL) ดื่มเหล้าหัวราน้ํา
(SL) จากไป
(IDM) ปฎิบัติตัวเป็นเจ้าบ้านที่ดี (เช่น เสิร์ฟอาหาร เครื่องดื่มให้แขก)
(SL) จากไป
(IDM) ทําสิ่งที่ต้องทําได้ (คําไม่เป็นทางการ)
(SL) ประสบผลสําเร็จ
(SL) ติดคุก
(PHRV) ทําให้ (บางสิ่งเช่น อันตราย ความเปลี่ยนแปลง สิ่งที่ดี)เกิดขึ้นกับ
(PHRV) ทําให้บาดเจ็บ
(IDM) (บอกว่า) ทําแล้ว (ทั้งๆ ที่ยังไม่ได้ทํา)
(PHRV) อยู่กระจัดกระจาย
(ADJ) เป็นคู่
(ADJ) สองเท่า
(N) การเพิ่มเป็นสองเท่า
(N) จํานวนสองเท่า
(N) สิ่งที่ทําสําเนา
(VI) ทําเป็นสองเท่า
(VT) ทําเป็นสองเท่า
(PHRV) เล่นเพิ่ม
(PHRV) กลับไปทางเดิม
(SL) คนอัปลักษณ์
(SL) เสื้อยกทรง
(SL) ทํางานสองเท่าแต่ได้ค่าจ้างเท่าเดิม
(SL) หักหลัง
(VT) ทรยศ
(SL) คนทรยศ
(IDM) หักหลัง
(SL) (ขนมปัง) แซนด์วิชสองชั้น
(SL) รถบัสสองชั้น
(SL) เลข 22
(IDM) คําพูดไม่รู้เรื่อง
(PHRV) เป็นตัวแทน
(IDM) สามารถเล่นเครื่องดนตรีอีกชิ้นได้ดี (เท่าๆกับที่เล่นเครื่องดนตรีชนิดที่เล่นตามปกติ เป็นคําไม่เป็นทางการ)
(SL) เลข 55
(PHRV) พับครึ่ง
(PHRV) พับครึ่ง
(PHRV) เล่นเพิ่ม
(N) ความสงสัย
(VT) สงสัย
(ADJ) สงสัย
(ADV) อย่างสงสัย
(N) ความสงสัย
(ADJ) น่าสงสัย
(IDM) คนที่ไม่เชื่อสิ่งใดหากปราศจากข้อพิสูจน์ / หลักฐาน
(ADV) อย่างไม่มีข้อสงสัย
(PHRV) สงสัยในเรื่อง
(N) การฉีดล้างร่างกาย
(VI) ฉีดล้างร่างกาย
(VT) ฉีดล้างร่างกาย
(N) ส่วนผสมของแป้ง น้ํา และอื่นๆ เช่น ยีสต์, น้ํามัน, เนย, น้ําตาล (เพื่อนําไปอบขนมปัง)
(N) ขนมโดนัท
(SL) คนโง่
(ADV) อย่างกล้าหาญ
(ADJ) กล้าหาญ
(ADJ) นิ่มและเหนียวหนืดคล้ายกับแป้งผสมสําหรับอบขนมปัง
(SL) อึ
(PHRV) ซ่อมแซม (คําไม่เป็นทางการ)
(PHRV) ซักรีด (เสื้อผ้า)
(PHRV) ดอง
(PHRV) ติดกระดุม
(PHRV) แต่งตัวสวยขึ้น (คําไม่เป็นทางการ)
(PHRV) สางผม
(PHRV) ห่อกระดาษ
(ADJ) เข้มงวด
(ADJ) เศร้าหมอง
(ADV) อย่างเศร้าสร้อย
(VT) สาดน้ําหรือของเหลว
(N) นกพิราบ
(SL) คนโง่
(N) สลักลิ้นสําหรับเชื่อมต่อไม้กระดาน
(VI) เชื่อมต่อเข้าด้วยกัน
(VT) เชื่อมต่อเข้าด้วยกัน
(PHRV) ประกบเข้าด้วยกัน (ปกติใช้กับการประกบไม้)
(N) ภรรยาหม้ายของสามีสูงศักดิ์ที่ล่วงลับไปแล้ว
(N) หญิงสูงศักดิ์
(ADV) อย่างล้าสมัย
(N) ความล้าสมัย
(ADJ) ล้าสมัย
(PHRV) ทําให้สบายขึ้น
(PHRV) ทําให้สุขภาพดีขึ้น
(PHRV) ประสบความสําเร็จ
(N) ทรัพย์สินของสามีที่ตาย
(SL) พูดว่าอะไร
(SL) คําพูดที่ใช้เมื่อตื่นเต้นในคําพูดของผู้อื่น
(PHRV) ขโมยไป
(PHRV) ควบคุมตนเอง
(PHRV) จําเป็นต้องมี
(PHRV) จัดการกับ (คน)
(PHRV) ใช้ประโยชน์จาก
(PHRV) ทนไม่ได้
(PHRV) พอใจกับ
(PHRV) มีเหตุผลอะไรที่มีบางสิ่งไว้หรือหาบางสิ่งมา
(PHRV) กระทําโดยปราศจาก
(PHRV) ไม่ปรารถนาที่จะมี (คนหรือสิ่งของ)
(PHRV) ทําโดยปราศจาก
(ADJ) หน้าเศร้า (คําไม่เป็นทางการ)
(ADV) น้อยลง
(ADV) ไปทางใต้
(ADV) ลงข้างล่าง
(N) การลดต่ําลง
(PREP) ลงไปตาม
(VT) ดื่มรวดเดียว
(VT) ทําให้ตกลงมา
(N) ขนอ่อน
(N) ทุ่งหญ้าบนเนิน
(IDM) คนยากจน
(IDM) ไม่มีเงิน
(PHRV) ได้รับการบันทึกว่าเป็นหรือทําบางสิ่ง
(IDM) แต่งตัวแย่มาก
(PHRV) จดบันทึก
(PHRV) ลงมาข้างล่าง
(PHRV) ลดลง
(SL) ง่ายๆ สบายๆ
(ADJ) ก้มต่ํา
(ADJ) หดหู่ใจ
(N) ความหายนะ
(IDM) ล้มลงขณะนับสิบ (การชกมวย)
(PHRV) เข้ามาเป็นอันดับที่ (การแข่งขัน)
(N) ความตกต่ํา
(VT) ลดความสําคัญ
(ADJ) ท้อแท้
(ADJ) ลงเขา
(ADV) ลงเขา
(N) การแข่งสกีภูเขา
(IDM) ไม่สุขสบาย
(PHRV) ตะคอกใส่
(PHRV) หาข้อผิดพลาดได้เร็ว
(IDM) โชคร้าย
(IDM) เป็นช่วงเวลาแห่งโชคร้าย
(N) ฝนห่าใหญ่
(ADJ) ีโดยสิ้นเชิง
(ADV) โดยสิ้นเชิง
(IDM) ไปทางใต้ของอังกฤษ
(ADJ) ลงข้างล่าง
(ADV) ข้างล่าง
(ADV) ลงข้างล่าง
(N) ชั้นล่าง
(ADJ) ตามกระแสน้ํา
(ADV) ตามกระแสน้ํา
(IDM) สูญเปล่า (คําสแลง)
(IDM) คําเปล่งออกมาเวลาเมา
(IDM) พังทลาย (คําสแลง)
(PHRV) เหลือไว้เพียง (เงินหรือสิ่งอื่นเล็กน้อย)
(IDM) เป็นจริง
(IDM) เป็นจริง
(ADJ) ตัวเมือง
(ADV) ตัวเมือง
(N) ตัวเมือง
(SL) ประสบการณ์เลวร้าย
(SL) ประเทศออสเตรเลีย
(ADJ) ลดต่ําลง
(ADV) ลดต่ําลง
(ADV) ลงข้างล่าง
(IDM) ป่วย
(PHRV) ป่วยเป็นโรค
(ADJ) ที่ปกคลุมด้วยขนที่อ่อนนุ่ม
(N) สินเดิมของฝ่ายหญิง
(VI) ใช้ไม้กระทุ้งหาแหล่งน้ํา
(N) การงีบหลับ
(VI) งีบหลับ
(ADJ) เกี่ยวกับหนึ่งโหล
(N) หนึ่งโหล
(PHRV) งีบหลับไป
(N) กากอาหาร
(N) กระแสลม
(N) เครื่องถ่ายเทอากาศ
(N) ตั๋วแลกเงิน
(N) ภาพร่าง
(N) เอกสารฉบับร่าง
(VT) เกณฑ์
(VT) ทําพิมพ์เขียว
(VT) ร่าง
(PHRV) ร่าง (เอกสาร, ข้อความ, แผนการ)
(N) ช่างเขียนแบบ
(SL) เบียร์
(N) การดึง
(N) การอัดควันบุหรี่เข้าปอด
(N) คนน่าเบื่อ (คําไม่เป็นทางการ)
(VI) พ่นควัน
(VT) ลาก
(PHRV) ลาก
(PHRV) ลากออกไป
(PHRV) เดินตามหลัง (ชักช้า)
(PHRV) ทําให้ตกต่ํา (ทางสังคมหรือจิตใจ)
(PHRV) ทําให้เหนื่อยอ่อน (หลังจากเจ็บป่วย)
(PHRV) ลากลงไป
(VT) ลากลงไปให้เประเปื้อน (ดิน, โคลน)
(ADJ) เชื่องช้า
(PHRV) แนะนําโดยไม่จําเป็น
(PHRV) ลากเข้าไป
(PHRV) ชักนําไปสู่
(PHRV) พูดเรื่อง...โดยไม่จําเป็น
(PHRV) ลากเข้าไป
(N) วิธีจับคนร้ายแบบหนึ่งของตํารวจ
(PHRV) ลากตัวไป
(PHRV) ทําให้มีชีวิตอยู่อย่างไม่มีความสุข
(PHRV) ยืดเวลาออกไปโดยไม่จําเป็น
(PHRV) ลาก
(PHRV) ดูด
(N) ผู้หญิงที่เข้มงวด
(N) มังกร
(N) แมลงปอ
(N) ทหารม้า
(VT) การปราบปรามโดยใช้กําลังทหาร
(PHRV) กดขี่ข่มเหง
(PHRV) ทําให้มีชีวิตอยู่อย่างไม่มีความสุข
(PHRV) ยืดเวลาออกไปโดยไม่จําเป็น
(IDM) ทําให้เสื่อมเสียชื่อเสียง
(IDM) ทําให้เสื่อมเสียชื่อเสียง
(PHRV) ลากผ่าน
(PHRV) ยกขึ้นมาพูดโดยไม่จําเป็น
(PHRV) ลากขึ้น
(PHRV) เลี้ยงดูไม่ดี
(N) การใช้จนหมดสิ้น
(N) ท่อระบายน้ํา
(VI) ระบายออก
(VI) หมด
(VT) ใช้จนหมด
(VT) ทําให้เหนื่อย
(VT) ระบายออก
(N) การระบายน้ํา
(PHRV) ถูกใช้ไปจนหมด
(PHRV) ทําให้หมดแรง
(PHRV) หลั่งไหลไป
(PHRV) ไหลออกไป
(N) เครื่องระบายน้ํา
(PHRV) ทําให้ประทับใจ
(PHRV) ละทิ้งจาก
(PHRV) ไหลลงสู่ (แม่น้ํา, ผืนดิน)
(PHRV) ทําให้ว่าง
(PHRV) ทําให้หมด
(PHRV) ดื่มจนหมด
(PHRV) ระบายออกไป
(PHRV) ระบายออกได้ดี
(PHRV) หายไปหมด
(N) เป็ดตัวผู้
(N) บทละคร
(N) หน่วยน้ําหนัก 1/8 ออน หรือ 1.77 กรัม
(ADJ) ที่เกี่ยวกับละคร
(ADV) เป็นอย่างละคร
(N) การแสดงละคร
(N) พฤติกรรมเกินจริง
(N) ศิลปการละคร
(N) การทําให้เกินความเป็นจริง
(VT) ทําให้เกินความเป็นจริง
(N) นักเขียนบทละคร
(N) การทําให้เกินความเป็นจริง
(VT) ทําให้เกินความเป็นจริง
(V) ดื่ม (กิริยาช่องที่ 2 และ 3 ของคํากริยา drink)
(N) ม่านประดับ
(VT) แขวน
(PHRV) ห่อ (ด้วยผ้าผืนใหญ่)
(PHRV) แขวนอยู่เหนือ
(PHRV) วางส่วนของร่างกายบนหรือเหนือ
(PHRV) พันรอบ
(PHRV) โอบแขนรอบ
(N) ผ้าแขวน
(PHRV) คลุมด้วย (ผ้า, ธง หรืออื่นๆ)
(ADJ) รุนแรงมาก
(ADV) อย่างรุนแรง
(INT) คําอุทานแสดงความรําคาญ / สับสน
(N) ลมเย็นที่พัดเข้ามา
(N) กระดานหมากรุก
(N) ช่างเขียนแบบ
(N) ความชํานาญในการเขียนแบบ
(N) เกมหมากรุก
(N) ผู้เล่นหมากรุก
(ADJ) ที่มีลมโกรก
(N) วิธีการเล่นฟุตบอลแบบหนึ่ง
(N) สิ่งดึงดูด
(N) สิ่งที่สุ่มดึงออกมา
(VI) วาดภาพ
(VT) ชัก
(VT) ดึงดูดความสนใจ
(VT) ดูด
(VT) ได้รับ
(VT) ถอนเงิน
(VT) ร่างเอกสาร
(VT) สูดลมเข้าปอด
(PHRV) เคลื่อนนําหน้า
(PHRV) ทิ้งห่างออกไป (ในการแข่งขัน)
(IDM) แยกความแตกต่างระหว่างสองสิ่ง
(PHRV) แล่นมาจอดข้างๆ
(PHRV) เปิดม่าน
(PHRV) แยกกัน (ความคิดหรือการดํารงชีวิต)
(PHRV) ขอคุยเป็นส่วนตัว
(PHRV) ดึงออกไปด้านข้าง
(PHRV) สูบผ่าน
(PHRV) ปฏิเสธที่จะคุยในเรื่อง (ผิดหรือไม่ถูกต้อง)
(PHRV) เคลื่อนขบวนออกไป (ฝูงชน)
(PHRV) ลากออกไป
(N) ข้อเสียเปรียบ
(PHRV) ถอนคืน
(PHRV) ถอนตัวจาก (ข้อตกลง, สัญญา)
(PHRV) ถอยกลับ
(PHRV) รูดกลับ
(PHRV) อยู่ห่างจาก
(IDM) กัดจนเลือดออก
(N) สะพานชัก
(PHRV) ชักนําไปสู่ (สิ่งไม่ดี)
(PHRV) ดึงลงมา
(N) ผู้ที่ได้รับการสั่งจ่ายเช็ค
(N) คนที่ผสมเหล้า (คําโบราณ)
(N) ช่างวาดภาพ
(N) ผู้ถอนเงิน
(N) ภาพเขียน
(N) ลิ้นชัก
(N) การเกงใน (โดยเฉพาะของผู้หญิง)
(PHRV) ตัดสินให้ (โดยการสุ่มหรือจับฉลาก)
(PHRV) ดึงออกมา (คําโบราณ)
(PHRV) คัดมาจาก
(PHRV) คาดคั้นจาก
(PHRV) ดึงออกมาจาก
(PHRV) เป็นผลมาจาก
(PHRV) เคลื่อนเข้าข้างทาง
(PHRV) ชวนให้ร่วม
(PHRV) ใช้หนี้
(PHRV) ดึง
(PHRV) ทําให้ประทับใจ
(PHRV) มีแสงน้อยมาก
(PHRV) ระมัดระวังในการใช้เงิน
(N) รูปวาด
(N) สลาก
(IDM) หยุดโจมตี
(PHRV) กระตุ้นให้เข้าร่วม
(PHRV) แล่นเข้าสู่สถานี (รถไฟ, รถโดยสาร)
(N) การพูดเนิบๆ
(VT) พูดเนิบๆ
(PHRV) เล่าเรื่อง
(ADJ) ซูบซีด
(VI) กิริยาช่อง 3 ของคํากริยา draw
(VT) กิริยาช่อง 3 ของคํากริยา draw
(PHRV) เข้ามาใกล้
(PHRV) ถอดออก
(PHRV) ถอนทหาร
(PHRV) ถ่ายเทออก
(PHRV) กระตุ้นให้ (ทํา, พูด, เคลื่อนที่หรืออื่นๆ)
(PHRV) เข้ามาใกล้ทีละน้อย
(PHRV) สวม (โดยเฉพาะสิ่งที่คับหรือแน่น)
(PHRV) ใช้ความคิดหรือเงิน
(PHRV) ตามทัน (การแข่งม้า)
(PHRV) ถอนเงินจาก
(PHRV) วาดรูป
(PHRV) กระตุ้นให้พูดคุย
(PHRV) ดึงออกมา
(PHRV) ถอนเงินจาก
(PHRV) ถอยออกจาก
(PHRV) ทําให้ยืดออกไป
(PHRV) ทําให้เล่าเรื่อง
(PHRV) ทําให้เห็นหรือรู้เกี่ยวกับ
(PHRV) ยืดออกไป
(PHRV) ดึงปิด
(IDM) ดึงความสนใจไปยัง
(PHRV) ปิดม่าน
(PHRV) ดึงดูด
(IDM) ใกล้มาถึงจุดสิ้นสุด
(PHRV) ใกล้ชิดกันมากขึ้น
(PHRV) จัดให้เรียบร้อย
(PHRV) ผลักไปข้างหน้า
(PHRV) พับ
(PHRV) สวม (โดยเฉพาะสิ่งที่คับหรือแน่น)
(PHRV) วาดรูป
(PHRV) ใช้ความคิดหรือเงิน
(N) ความน่ากลัว
(SL) รู้สึกแย่มาก
(VI) กลัวมาก
(VT) กลัวมาก
(ADJ) น่าสะพรึ่งกลัว
(ADV) อย่างมาก
(N) ความน่ากลัว
(N) ความฝัน
(VI) ฝัน
(VT) ฝัน
(PHRV) ฝันเกี่ยวกับ
(PHRV) คิดไร้สาระ
(IDM) ฝันที่เป็นจริง
(N) นักฝัน
(ADV) อย่างเพ้อฝัน
(N) ดินแดนในฝัน
(PHRV) ฝันถึง
(PHRV) พิจารณา
(PHRV) คิดแผนการ
(ADJ) ช่างฝัน
(ADJ) ราบเรียบ
(N) ความเศร้าซึม
(ADJ) เศร้าซึม
(N) เครื่องจักรขุดลอกแม่น้ําหรือลําคลอง
(VT) ขุดลอก
(VT) โรยแป้ง
(PHRV) ขุด
(PHRV) สร้างเรื่อง
(N) ตะกอน
(N) กาก
(N) สิ่งที่ไร้ค่า
(VT) ตกหนัก (ฝน)
(VT) ทําให้เปียกโชก
(PHRV) ทําให้เปื้อน
(PHRV) ทําให้เปื้อน
(N) เครื่องแต่งกาย
(VT) ตกแต่ง
(VT) ตัดแต่ง
(VT) ใส่เสื้อผ้า
(PHRV) ดุด่า (คําไม่เป็นทางการ)
(PHRV) แต่งตัว
(SL) แต่งตัวแฟนซี
(N) ตู้ที่มีลิ้นชัก
(PHRV) แต่งตัวให้เหมาะกับ
(N) น้ําสลัด
(N) ผ้าปิดแผล
(IDM) การตําหนิ
(N) โต๊ะเครื่องแป้ง
(PHRV) ตกแต่ง
(PHRV) จัดแถวให้ตรง (ทางทหาร)
(PHRV) แต่งตัวเป็น
(PHRV) แต่งตัวอย่างเป็นทางการ
(PHRV) ใส่เสื้อผ้าของคนอื่น
(VI) กิริยาช่อง 2 ของคํากริยา draw
(VT) กิริยาช่อง 2 ของคํากริยา draw
(N) หยดเล็กๆ
(N) ของเหลวจํานวนเล็กน้อยที่ไหลหรือหยด
(VI) ปล่อยให้น้ําลายไหล
(VI) ไหลริน
(VT) ไหลริน
(N) หยดเล็กๆ
(IDM) จํานวนน้อยและไม่แน่นอน (มักใช้ร่วมกับ in / by)
(N) เครื่องมือที่ทําให้แห้ง
(N) กองดิน
(N) การเบี่ยงเบนออกจากเส้นทาง
(N) ความหมาย
(N) แนวทาง
(N) แรงผลักดัน
(VI) เร่ร่อน
(VI) ลอย
(VI) หลง
(PHRV) ไร้เป้าหมาย (ในการดําเนินชีวิต)
(PHRV) ล่องลอยไปอย่างไร้จุดหมาย
(PHRV) พลัดกัน
(PHRV) แยกกัน
(PHRV) ถูกพัดหรือพาให้ห่างออกไปอย่างช้าๆ (โดยลม, กระแสน้ํา)
(PHRV) เริ่ม (คิด,รู้สึก) ต่างกัน
(PHRV) ถูกพัดพาไป
(PHRV) มาถึงอย่างเป็นทาการ
(PHRV) ถูกพัดหรือพาให้ห่างออกไปอย่างชาๆ (โดยลม, กระแสน้ํา)
(PHRV) ถูกพัดหรือพาไป (โดยกระแสน้ํา)
(PHRV) เข้าสู่ทีละน้อย
(PHRV) ถูกพัดหรือพาไปยัง
(N) การฝึกฝน
(N) สว่านไฟฟ้า
(VT) เจาะ
(VT) ฝึกฝน
(N) เครื่องหว่านเมล็ดพืช
(N) ร่องที่ใช้หว่านพืช
(VT) หว่านพืช
(N) ผ้าฝ้ายหนาสําหรับตัดชุดทํางานหรือเครื่องแบบ
(PHRV) เจาะลงไป
(PHRV) พูดตอกย้ํา
(PHRV) เจาะรูด้วยเครื่องมือ (เช่นสว่าน)
(PHRV) ตอกย้ํา
(N) เครื่องดื่ม
(VI) ดื่ม
(VT) ดื่ม
(ADJ) ซึ่งดื่มได้
(N) เครื่องดื่ม
(PHRV) พยายามมุ่งที่
(PHRV) ดื่ม
(PHRV) เสียเวลา (ไปกับการดื่มเหล้า)
(PHRV) ดื่มด่ํากับ
(PHRV) ดื่มหนัก
(PHRV) ดื่มให้หมด
(PHRV) ดื่มเข้าไป
(PHRV) ดื่มด่ํา
(PHRV) ฟังอย่างตั้งใจ
(ADJ) เกี่ยวกับการดื่ม
(PHRV) ดื่มเข้าไปมาก
(PHRV) ดื่มอวยพร
(IDM) ดื่มเหล้ามากเกินไป
(PHRV) แข่งกันดื่มเหล้า
(PHRV) ดื่มให้หมด
(SL) เครื่องดื่มมีอัลกอฮอล์เล็กน้อย
(N) หยดน้ํา
(VI) ทําให้หยด
(N) การขับรถ
(N) การตี (ลูกกอล์ฟ)
(N) การผลักดัน
(N) ถนน
(VI) ขับรถ
(VT) ขับรถ
(VT) บังคับ
(VT) พยายาม
(IDM) พยายามต่อรองอย่างมากหรืออย่างหนัก
(PHRV) ขับไปด้วยความเร็ว
(PHRV) ขับไล่ (ความรู้สึก) ไปให้พ้น
(PHRV) ขับออกไป
(PHRV) ขับหนีไป
(PHRV) ทํางานหนัก
(IDM) ไม่เห็นด้วย (ระหว่าง)
(PHRV) ขับรถกลับ
(PHRV) ขับไล่ให้กลับไป
(PHRV) บังคับให้ใช้หรือกลับไปทํา (สิ่งเดิมหรือสิ่งที่หยุดทําไปแล้ว)
(PHRV) ขับไปอยู่ระหว่าง
(PHRV) ทําให้บ้าคลั่ง
(PHRV) รําคาญ (คําไม่เป็นทางการ)
(PHRV) ขับเพื่อไปช่วย
(PHRV) มุ่งมั่นเพื่อ
(PHRV) ขับกลับบ้าน
(PHRV) ตอกตะปู
(PHRV) ทําให้เข้าใจชัดเจน
(PHRV) บังคับให้เชื่อ
(PHRV) ตอกตะปู
(PHRV) ตอกย้ํา
(PHRV) ต้อนให้เข้าไป
(PHRV) ตอกตะปู
(PHRV) ต้อนเข้าไป
(PHRV) บังคับให้ทํา
(PHRV) พร่ําสอนสั่ง
(N) คําพูดไร้สาระ
(N) น้ําลาย
(VI) ปล่อยน้ําลายไหล
(PHRV) พูดโง่ๆ
(PHRV) พูดพล่าม
(PHRV) ทําให้คลุ้มคลั่ง
(PHRV) ขับผู้รุกรานออกไป
(PHRV) ขับออกไป
(PHRV) ทําให้หมดไป
(PHRV) ขับต่อไป
(PHRV) ทําให้มุ่งมั่น
(PHRV) ขับทางไกล
(VT) ขับไล่
(PHRV) ขับไปบ้าน
(N) คนขับรถ
(N) ตัวขับ (อุปกรณ์คอมพิวเตอร์)
(N) ไม้กอล์ฟ
(PHRV) ขับไปรอบๆ
(IDM) ต้อนเข้ามุม
(IDM) ทําให้สับสน
(IDM) รําคาญมาก
(IDM) ทําให้รําคาญ
(PHRV) ขับผ่าน
(PHRV) ขับไปยัง
(PHRV) ทําให้มีนิสัย
(PHRV) ขับมาถึง
(PHRV) ขับขึ้นไป
(N) ถนนส่วนบุคคล
(N) ฝนตกปรอยปราย
(VI) (ฝน) ตกปรอยๆ
(PHRV) (ฝน) ตกพรําๆ
(ADJ) ซึ่งตกปรอยๆ
(N) อูฐที่มีหนอกเดียว
(N) เสียงต่ําๆ
(VI) ส่งเสียงหึ่งๆ
(PHRV) พูดเสียงต่ํา
(PHRV) ทําให้พูดเสียงต่ํา
(N) น้ําลาย
(VI) ปล่อยน้ําลายไหล
(VI) พูดโง่ๆ
(PHRV) (น้ํา, น้ําลาย) ไหลย้อยลงมาจาก
(PHRV) หลงใหล
(VI) ห่อเหี่ยว
(VT) อ่อนแอ
(PHRV) ก้มลงต่ํา
(N) การทิ้ง
(N) หยดน้ํา
(VI) ตก
(VI) น้อยลง
(VI) แย่ลง
(VT) ทําคะแนน
(VT) ทําเสียงต่ําลง
(VT) มองข้าม
(VT) โยนทิ้ง
(VT) เลิก
(VT) เลิกคบหา
(VT) ส่งของหรือผู้โดยสาร
(IDM) ประกาศข่าวที่น่าตื่นตะลึง (คําไม่เป็นทางการ)
(IDM) เอ่ยถึงสิ่งที่ทําให้อับอาย (คําไม่เป็นทางการ)
(IDM) เอ่ยถึงสิ่งที่ทําให้อับอาย (คําไม่เป็นทางการ)
(PHRV) พบโดยบังเอิญ
(PHRV) เยี่ยมเยียน
(PHRV) อยู่ข้างหลัง
(PHRV) น้อยลง
(PHRV) อยู่ต่ําลงไป
(PHRV) ตกลง
(PHRV) ตกลงบน
(PHRV) ตกลงจาก (ระดับที่เคยทําได้)
(PHRV) ร่วงลงด้านหลัง
(PHRV) จ่ายช้า
(PHRV) ตกลง
(PHRV) ต่ํากว่ามาตรฐาน
(PHRV) ต่ําลงกว่า
(PHRV) เยี่ยมเยียนอย่างไม่เป็นทางการ
(IDM) หยุดรบกวนและไปให้พ้นได้แล้ว (คําสแลงหยาบ)
(PHRV) ตายทันที
(PHRV) เลิก (ทําหรือติดต่อ) ทันที
(PHRV) หยุดก่อกวน (คําสแลง)
(SL) ไปให้พ้น
(PHRV) ตกอย่างรวดเร็ว
(PHRV) ทําให้ต่ําลงอย่างเร็ว
(PHRV) มาเยี่ยม (โดยไม่บอกล่วงหน้าหรืออย่างไม่เป็นทางการ)
(PHRV) ไม่เข้าร่วม (ระบบสังคมหรือการศึกษา)
(PHRV) หย่อนไว้
(IDM) ตายทันที
(IDM) จํานวนน้อยมาก
(IDM) จํานวนน้อยมาก
(PHRV) เยี่ยมเยียนอย่างไม่เป็นทางการ
(PHRV) โยนเข้าไปใน
(PHRV) หย่อนตัวลงใน (เช่น เตียง, เก้าอี้)
(PHRV) หยุดการกระทํา (คําไม่เป็นทางการ)
(PHRV) หยุดพูดถึง (คําไม่เป็นทางการ)
(SL) ไม่เป็นไร
(PHRV) ต่ํากว่า
(PHRV) ทิ้งไว้
(PHRV) แย่ลง
(PHRV) หลับ
(PHRV) หลุด
(PHRV) อยู่ต่ําลงไปมากทันที
(VI) ตกลง
(VI) หลับ
(VT) ส่งของหรือผู้โดยสาร
(PHRV) เจอ
(PHRV) ตําหนิ
(PHRV) ทิ้งลงบน
(SL) ตด
(PHRV) ตัดออกจาก (การแข่งขันหรือกลุ่ม)
(PHRV) หล่น
(PHRV) มาเยี่ยม (อย่างไม่เป็นทางการ)
(SL) ถูกจับ
(PHRV) เยี่ยมเยียน
(IDM) เลิกคบกับ (แฟน) (คําไม่เป็นทางการ)
(IDM) ส่งจดหมาย
(IDM) เอ่ยชื่อคนสําคัญหรือมีชื่อเสียงอย่างสนิทสนม
(IDM) เอ่ยชื่อคนสําคัญหรือมีชื่อเสียงอย่างสนิทสนม
(PHRV) ล้มเหลวที่จะทําให้สําเร็จ
(PHRV) คุกเข่าลง
(PHRV) ตกลงสู่
(PHRV) มาถึงโดยไม่คาดฝัน
(N) ความแห้งแล้ง
(VI) กิริยาช่องที่ 2 ของคํากริยา drive
(VT) กิริยาช่องที่ 2 ของคํากริยา drive
(VI) จมน้ํา
(VT) จมน้ํา
(VT) ท่วมท้น
(ADJ) ซึ่งจมน้ําตาย
(ADJ) ซึ่งเปียกชุ่ม
(PHRV) ทําให้จมอยู่ใน
(ADJ) ซึ่งจมน้ํา
(IDM) ดื่มเหล้าดับทุกข์
(PHRV) ทําให้ไม่ได้ยินเสียง
(PHRV) ไร้ที่อยู่เพราะน้ําท่วม
(VT) กลบ (เสียง) (มักใช้รูป passive voice)
(N) สภาวะง่วงซึม
(VI) ครึ่งหลับครึ่งตื่น
(ADV) ด้วยความงัวเงีย
(N) อาการครึ่งหลับครึ่งตื่น
(ADJ) เซื่องซึม
(N) การตี
(VT) กระทืบเท้า
(VT) ตี
(VT) เอาชนะ
(N) คนที่ทํางานหนัก
(VI) ทํางานหนัก
(N) งานหนัก
(N) ยา
(VT) ให้ยา
(N) ผู้ติดยาเสพย์ติด
(N) คนขายยา
(SL) คนติดยาเสพย์ติด
(N) เภสัชกร
(SL) คนติดยาเสพย์ติด
(IDM) มีเกลื่อนกลาด
(N) ร้านขายยา
(N) กลอง
(N) เยื่อแก้วหู
(N) เสียงเคาะจังหวะสม่ําเสมอ
(SL) บ้าน
(VI) เคาะเป็นจังหวะซ้ําๆ
(VI) ตีกลอง
(N) เสียงตีกลอง
(N) แผ่นหน้ากลอง
(PHRV) ตอกย้ํา
(PHRV) ตอกย้ํา
(N) ผู้นําวงดนตรีในขบวนแห่
(N) คนตีกลอง
(PHRV) เคาะ
(PHRV) ปลดออกจาก (กองทัพ)
(N) ไม้ตีกลอง
(PHRV) โฆษณา (คําไม่เป็นทางการ)
(PHRV) เคาะ
(ADJ) เมา
(N) คนเมา
(N) คนเมา
(IDM) เมามาก
(IDM) เมามาก
(ADJ) ซึ่งมึนเมา
(ADV) อย่างมึนเมา
(N) ความมึนเมา
(ADJ) ฝืด
(ADJ) ไม่ดื่มเหล้า
(ADJ) ไม่นํากระแสไฟฟ้า
(ADJ) ไม่มีน้ํานม
(ADJ) ไม่หวาน
(ADJ) เย็นชา
(ADJ) แห้ง
(VI) แห้ง
(VT) ทําให้แห้ง
(N) นางไม้
(SL) ไร้ชีวิตชีวา
(IDM) แห้งมาก
(VT) ซักแห้ง
(N) เครื่องเป่าแห้ง
(N) เครื่องมือที่ทําให้แห้ง
(ADV) อย่างแห้งๆ
(N) พี่เลี้ยงเด็ก
(PHRV) ทําให้แห้ง
(PHRV) ทําให้แห้งผาก
(PHRV) หยุด
(IDM) การซักซ้อม
(IDM) ความพยายาม
(IDM) ซ้อม
(N) ฤดูแล้ง
(PHRV) เงียบ (คําไม่เป็นทางการ)
(PHRV) เช็ดให้แห้ง
(PHRV) ทําให้แห้งผาก
(PHRV) หยุด
(ADJ) ประกอบด้วยสองส่วน
(N) การอยู่เป็นคู่
(N) การอยู่เป็นคู่
(VT) ขนานนาม
(VT) ขัดให้เรียบ
(VT) แตะไหล่เบาๆ (เพื่อแต่งตั้งให้เป็นอัศวิน)
(N) เสียงที่อัดลงบนแผ่นฟิล์ม
(VT) พากย์
(VT) อัดเสียง
(VI) รัวกลอง
(VT) ตี
(VT) รัวกลอง
(PHRV) ใส่เสียง
(ADJ) สงสัย
(ADV) อย่างสงสัย
(N) ความสงสัย
(SL) ภรรยา
(N) ภรรยาของท่านดยุค
(N) เนื้อเป็ด
(N) เป็ด
(VI) ดําน้ํา
(VI) บ่ายเบี่ยง
(SL) หนีปัญหา
(N) แผ่นกระดานสําหรับเดินข้าม
(PHRV) หลบ
(PHRV) หลบ
(PHRV) หลบหนี
(N) จอกแหน
(N) ท่อ
(ADJ) ซึ่งทําให้เป็นเส้นบางได้
(N) การทําให้เป็นเส้นบางได้
(N) สิ่งที่ไม่ได้ผล
(N) อาวุธที่ใช้ไม่ได้ผล
(N) ผู้ชายหรือเด็กผู้ชาย
(SL) เพื่อนชาย
(N) เสื้อผ้า
(SL) เสื้อผ้า
(ADJ) ถึงกําหนด
(ADJ) ที่ค้างชําระ
(ADJ) พร้อม
(ADJ) เหมาะสม
(ADV) โดยตรง
(N) ค่าธรรมเนียม
(N) เงินที่ต้องชําระ
(N) สิ่งที่สมควรได้รับ
(N) การแข่งขันระหว่าง 2 คน
(VT) แข่งขันระหว่าง 2 คน
(ADJ) เนื่องจาก
(SL) ก้น
(N) เต้านมหรือหัวนมของสัตว์เลี้ยงลูกด้วยนมตัวเมีย
(VI) กริยาช่อง 2 และ 3 ของคํากริยา dig
(N) ท่านดยุค
(ADJ) โง่
(ADJ) ทื่อ
(ADJ) น่าเบื่อ
(ADJ) มัว
(VT) ทําให้กระตือรือร้นลดลง
(VT) ทําให้ชา
(VT) ทําให้ทื่อ
(VT) ทําให้หมอง
(IDM) น่าสนใจมาก
(PHRV) มืดมัวลง
(PHRV) ทําให้ทึ่ง
(ADV) ตามเวลาที่คาดไว้
(ADV) อย่างเหมาะสม
(ADJ) โง่
(N) คนโง่ (คําสแลง)
(N) ที่ยกน้ําหนัก
(VT) ทําให้ประหลาดใจอย่างมาก
(ADV) อย่างพูดอะไรไม่ออก
(N) ความบ้าใบ้
(N) กระสุนปืน
(N) คนโง่
(N) หุ่นจําลอง
(SL) คนโง่
(N) คลังเก็บอาวุธ (ทางทหาร)
(N) ที่ทิ้งขยะ
(SL) อึ
(VT) ทิ้ง
(N) รถขนดินหรือหิน
(PHRV) หลอกลวง (คําไม่เป็นทางการ)
(ADJ) สีน้ําตาลมืด
(N) สีน้ําตาลมืด
(VT) ทวงหนี้
(N) คนโง่
(N) ภูเขาทราย
(PHRV) ทวงเงิน
(N) มูลสัตว์
(N) คุกใต้ดินในปราสาท
(VT) จุ่มลงในของเหลว
(PHRV) จุ่ม
(N) การเล่นดนตรีคู่
(N) สองคน
(N) ลําไส้เล็กส่วนต้น
(ABBR) คําย่อของ duplicate
(N) คนที่ถูกหลอกลวง
(VT) หลอกลวง
(ADJ) ที่มีสองส่วน (ทางดนตรี)
(N) บ้านที่ถูกแบ่งออกเป็นสองส่วนสําหรับสองครอบครัว
(ADJ) เหมือนกัน
(N) สําเนา
(VT) จําลอง
(VT) เพิ่มเป็น 2 เท่า
(N) การทําซ้ํา
(N) เครื่องอัดสําเนา
(N) การหลอกลวง
(N) ความทนทาน
(ADJ) ทนทาน
(N) เวลา
(ADJ) ซึ่งต่อเนื่องกัน (ทางไวยากรณ์)
(N) ทุเรียน
(PREP) ในระหว่าง
(N) เวลาเย็นก่อนค่ํา
(N) ฝุ่น
(VT) ปัดฝุ่น
(PHRV) ปัดฝุ่นออกจาก (ด้วยมือ)
(N) คนเก็บขยะ
(PHRV) เตรียมที่จะใช้อีกครั้ง
(PHRV) เอาฝุ่นออกจาก
(PHRV) ปัดฝุ่นออกจาก
(ADJ) เกี่ยวกับเนเธอร์แลนด์
(N) ชาวเนเธอร์แลนด์
(SL) ภรรยา
(SL) ฆ่าตัวตาย
(IDM) การประมูลสิ่งของโดยเริ่มจากราคาสูงและลดลงจนกว่าจะได้ผู้ซื้อ
(IDM) ความบ้าบิ่นจากฤทธิ์ของเหล้า
(SL) ความกล้าบ้าบิ่น (ได้จากการดื่มเหล้า)
(SL) ฆ่าตัวตาย
(SL) การตดเข้าไปในผ้าห่มที่มีผู้อื่นคลุมโปงอยู่
(SL) ต่างคนต่างจ่าย
(IDM) ชายที่ให้คําแนะนําตรงๆ เหมือนเป็นพ่อแม่หรือญาติ
(ADJ) รับผิดชอบต่อหน้าที่
(N) ความรับผิดชอบ
(N) ภาษี
(IDM) เป็นหน้าที่ที่ต้องกระทําบางสิ่ง
(ADJ) ปลอดภาษี
(ADV) โดยไม่ต้องเสียภาษี
(ADJ) ซึ่งเตี้ยแคระ
(N) (คน,สัตว์,พืช) ที่แคระแกร็น
(VT) ทําให้แคระเกร็น
(ADJ) ซึ่งเตี้ยแคระ
(VI) คํานึงถึง
(VI) อาศัย
(PHRV) อาศัยอยู่ที่
(N) ผู้อยู่อาศัย
(PHRV) ครอบงํา
(PHRV) อาศัยอยู่ใน
(N) บ้าน
(PHRV) กังวลหรือคิดมากเกี่ยวกับ
(PHRV) พูดหรือเขียนยืดยาวเกี่ยวกับ
(PHRV) อาศัย (คําโบราณ)
(PHRV) กังวลหรือคิดมากเกี่ยวกับ
(PHRV) พูดหรือเขียนยืดยาวเกี่ยวกับ
(PHRV) อาศัย (คําโบราณ)
(VI) หดตัว
(PHRV) ลดลงไปทีละน้อย
(PHRV) ลดลงไปทีละน้อย
(PHRV) ค่อยๆลดลงจนหมด
(N) คู่
(ADJ) ประกอบด้วยสอง
(ADJ) ที่เกี่ยวกับการปกครองที่ใช้ 2 กฎ
(N) การปกครองที่ใช้ 2 กฎ
(N) สีย้อม
(VT) ย้อม
(ADJ) ซึ่งย้อมสี
(IDM) ดื้อรั้น
(N) สารย้อมสี
(N) ไม้ที่ให้สารย้อมสี
(ADJ) กําลังจะตาย
(PHRV) กระหาย
(PHRV) รู้สึก (บางอย่าง) อย่างมาก
(IDM) วิตกมากกับบางสิ่ง (คําไม่เป็นทางการ)
(N) เขื่อนกั้นน้ํา
(N) ทํานบกั้นน้ําไม่ให้ไหลลงมาในที่ราบต่ํา
(N) เลสเบี้ยน (คําสแลง)
(SL) เลสเบี้ยน
(N) เครื่องขยายกล้องจุลทรรศน์
(ADJ) เต็มไปด้วยพลังและความคิดสร้างสรรค์
(ADJ) กระตือรือร้น
(N) การศึกษาเกี่ยวกับพลังงานและการเคลื่อนที่
(ADJ) เกี่ยวกับพลังงาน
(N) ระเบิด
(VT) ระเบิด
(N) ระเบิด
(ADJ) ที่เกี่ยวกับระเบิด
(N) เครื่องผลิตกระแสไฟ
(N) ผู้ที่มีความกระตือรือร้น
(N) การเกิดพลังงาน (ทางจิตวิทยา)
(N) เครื่องวัดพลังงาน
(N) ผู้ปกครอง
(ADJ) ที่เกี่ยวกับราชวงศ์
(N) ราชวงศ์
(N) หน่วยวัดกําลัง
(N) ไดโนด
(PRF) แข็ง
(ADJ) เกี่ยวกับโรคบิด
(N) โรคบิด
(N) การทําหน้าที่ผิดปกติของอวัยวะภายในร่างกาย
(ADJ) ซึ่งทําหน้าที่ผิดปกติ
(N) อํานาจการสืบพันธุ์เสื่อม
(ADJ) เกี่ยวกับความผิดปกติในการถ่ายทอดพันธุกรรม
(N) ความยากลําบากในการกลั่น
(N) อาการปวดประจําเดือน
(N) ความไม่ลงรอย
(N) อาการอาหารไม่ย่อย
(ADJ) ซึ่งมีอาการอาหารไม่ย่อย
(N) คนป่วย
