(N) พยัญชนะภาษาอังกฤษตัวที่ 23
(VI) แกว่งไปแกว่งมา
(VT) ทําให้แกว่งไปแกว่งมา
(N) คนนิสัยประหลาด (คําสแลง)
(N) การมีนิสัยประหลาด
(ADJ) ที่มีนิสัยประหลาด (คําสแลง)
(N) คนที่มีนิสัยประหลาด (คําสแลง)
(SL) บ้า
(ADJ) ประหลาด (คําสแลง)
(SL) บ้า
(SL) กัญชา
(N) จํานวนมาก (คําไม่เป็นทางการ)
(N) มัด
(N) สิ่งที่เป็นก้อนกลมเล็กๆ นิ่มๆ ใช้บุหรืออุด
(SL) เงินจํานวนมาก
(VI) อัดให้เป็นก้อนเล็ก
(VT) อัดให้เป็นก้อนเล็ก
(SL) ร่ํารวย
(N) สิ่งที่เป็นก้อนกลมเล็กๆ นิ่มๆ ใช้บุหรืออุด
(N) สิ่งที่นํามาห่อหรือบุของเพื่อป้องกัน (กระเทือน,แตก)
(N) การเดินเป๋ไปเป๋มา
(VI) เดินเป๋ไปเป๋มา
(N) คนเดินเป๋ไปเป๋มา
(N) การเดินลุยในน้ําหรือโคลน
(VI) เดินลุยในน้ําหรือโคลน
(VI) ผ่านไปอย่างยากลําบาก
(VT) เดินลุยในน้ําหรือโคลน
(PHRV) เข้าร่วมการต่อสู้หรือโต้เถียง
(PHRV) ย่ําน้ํา
(PHRV) กินอย่างมูมมาม
(PHRV) จู่โจม
(PHRV) ลุยน้ํา
(N) นกชนิดหนึ่ง มีขายาวมักจะเดินหาอาหารในน้ําตื้น
(N) ผู้เดินลุยน้ํา
(N) รองเท้าบูทใส่กันน้ํา
(PHRV) พยายามทํางานให้เสร็จอย่างค่อยๆ ทํา
(PHRV) ลุยผ่าน
(N) บริเวณที่อุดมสมบูรณ์ในทะเลทราย
(N) บริเวณลําน้ําหรือลําธารที่แห้งผาก
(N) บริเวณลําน้ําหรือลําธารที่แห้งผาก
(N) แหล่งอุดมสมบูรณ์ในทะเลทราย
(N) ขนมอบกรอบบาง รสหวานมักกินกับไอศกรีม
(N) แผ่นชิพหรือไมโครชิพ (ทางวิศกรรมไฟฟ้า)
(VI) พัด
(VT) พัด
(N) ขนมอบลักษณะคล้ายตะแกรง
(N) คําพูดหรือข้อเขียนที่ไม่ชัดเจน (คําไม่เป็นทางการ)
(VI) ลังเลใจ (คําไม่เป็นทางการ)
(SL) พูดไร้สาระ
(PHRV) พูดเหลาะแหละเกี่ยวกับ
(N) ผู้พูดหรือเขียนคลุมเครือ
(ADJ) ซึ่งพูดหรือเขียนคลุมเครือ
(ADJ) ซึ่งพูดหรือเขียนคลุมเครือ
(N) กลิ่นจางๆ (มักเป็นกลิ่นหอม)
(N) การพัดเบาๆ
(N) ลมที่พัดโชยเบาๆ
(N) สัญญาณธง
(VI) ล่องลอยในอากาศ
(VT) ทําให้ล่องลอยในอากาศ
(N) การล่องลอยไปในอากาศ
(ADJ) ซึ่งล่องลอยไป
(N) การโบกไปมา
(N) การแกว่งไปมา
(VI) แกว่งไปมา
(VI) ซุบซิบนินทา
(VT) แกว่งไปมา
(N) ค่าจ้าง
(VT) เข้าร่วม (ต่อสู้)
(IDM) คัดค้านอย่างรุนแรง
(N) คนทํางานรับค่าจ้าง
(N) การพนัน
(VT) พนัน
(N) ผู้วางเดิมพัน
(PHRV) พนัน
(PHRV) มั่นใจกับ
(PHRV) ต่อสู้กับ
(N) คนทํางานรับค่าจ้าง
(N) ผู้ส่าย
(N) การพูดตลกขบขันและมีไหวพริบ
(ADJ) ตลกขบขัน (คําล้าสมัย)
(ADV) อย่างตลกขับขัน
(N) การพูดจาตลกขบขันและมีไหวพริบ
(N) การแกว่งไปมา
(VI) แกว่งไปมา
(VT) แกว่งไปมา
(ADJ) แกว่งไปมา
(N) ตู้สินค้าของรถไฟ
(N) รถขนส่งนักโทษของตํารวจ
(N) รถเข็นที่ใช้เสิร์ฟอาหารหรือเครื่องดื่ม
(N) รถเด็กเล่นใช้ลากหรือจูง
(N) รถสี่ล้อที่มีเครื่องยนต์หรือลากด้วยม้า
(N) รถสี่ล้อใช้ม้าลาก มีเก้าอี้นั่ง2ข้าง
(N) ปริมาณที่รถบรรทุกได้
(N) ตู้สินค้าของรถไฟ
(N) รถขนส่งนักโทษของตํารวจ
(N) รถเข็นที่ใช้เสิร์ฟอาหารหรือเครื่องดื่ม
(N) รถเด็กเล่นใช้ลากหรือจูง
(N) รถสี่ล้อที่มีเครื่องยนต์หรือลากด้วยม้า
(N) ผู้ขับรถขนส่งสินค้า
(N) รถสี่ล้อใช้ม้าลาก มีเก้าอี้นั่งสองข้าง
(N) ตู้นอนในขบวนรถไฟของยุโรป
(N) ปริมาณสัมภาระที่รถบรรทุกได้
(N) ขบวนคาราวานซึ่งใช้ในการเดินทางช่วงศตวรรษที่ 19
(N) นกขนาดเล็ก มีหางยาว
(N) ผู้นับถือศาสนาอิสลามนิกายหนึ่งอย่างเคร่งครัด
(N) ผู้นับถือศาสนาอิสลามนิกายหนึ่งอย่างเคร่งครัด
(N) การนับถือศาสนาอิสลามนิกายหนึ่งอย่างเคร่งครัด
(N) ผู้หญิงฮาวาย
(N) หญิงสาวที่เล่นกระดานโต้คลื่น
(N) เสียงเครื่องดนตรีที่เกิดจากเทคนิคการทําเสียงพิเศษ
(N) คนหนุ่มสาวที่มีรูปร่างบอบบางและดูยากจน
(N) เด็กที่ถูกทอดทิ้ง
(N) สัตว์เลี้ยงที่หลงทาง
(N) การส่งเสียงร้องแหลมยาว
(VI) ร้องไห้คร่ําครวญ
(VI) ส่งเสียงร้องแหลมยาว
(VT) ร้องไห้คร่ําครวญ
(N) ผู้ร้องคร่ําครวญ
(PHRV) ร้องไห้คร่ําครวญ (เสียงดังโหยหวน)
(ADJ) ซึ่งส่งเสียงคร่ําครวญ
(ADV) อย่างคร่ําครวญ
(N) เสียงร้องแหลมยาว
(PHRV) ร้องไห้คร่ําครวญกับ
(N) รถบรรทุกหรือเกวียนที่สําหรับบรรทุกผลิตผลทางการเกษตร
(N) การบุหรือประกบผนังห้องด้วยแผ่นไม้
(VT) บุผนังด้วยแผ่นไม้
(N) การบุหรือประกบผนังห้องด้วยแผ่นไม้
(N) ช่างทําและซ่อมรถสี่ล้อที่ใช้บรรทุกสิ่งของต่างๆ
(N) ส่วนของเสื้อผ้าที่อยู่บริเวณเอว
(N) ส่วนตรงกลางที่แคบของวัตถุ
(N) เอว
(N) แถบผ้าตรงส่วนเอวของกระโปรงหรือกางเกง
(N) ผ้าเตี่ยว
(N) เสื้อกั๊ก
(ADJ) ซึ่งสวมเสื้อกั๊ก
(ADJ) ซึ่งสูงถึงระดับเอว
(ADJ) ซึ่งมาถึงระดับเอว
(ADJ) ซึ่งไม่มีเอว
(N) รอบเอว
(N) ส่วนเอวของชุดกระโปรง
(N) เวลาที่ใช้ในการรอคอย
(VI) ถูกเลื่อนออกไป
(VI) ทํางานเป็นบริกร
(VI) รอคอย
(VI) รั้งรอ
(VT) ทํางานเป็นบริกร
(VT) เลื่อนออกไป (การเสิร์ฟอาหาร)
(N) ต้นไม้ซึ่งมีหนามแหลม
(IDM) ทัศนคติในการที่จะรอดูก่อนที่จะทําสิ่งใด
(PHRV) คอยอยู่ที่
(PHRV) บริการที่โต๊ะอาหาร (ในภัตตาคาร)
(PHRV) คอย
(VI) พร้อมที่จะใช้การได้
(N) ถาดที่ใช้เสิร์ฟอาหาร
(N) บริกรชาย
(PHRV) รอคอย
(IDM) คอยรับช่วง (งาน) จากคนตายของ (บางคน)
(PHRV) ระวัง
(PHRV) คอยอยู่ (โดยเฉพาะที่บ้าน)
(N) การรอคอย
(N) ซึ่งรอคอย
(IDM) เตรียมพร้อม
(N) รายชื่อของคนที่รอคิวอยู่ (เช่น รอโต๊ะในร้านอาหาร)
(N) หญิงรับใช้ (ที่คอยรับใช้ส่วนตัว)
(N) ห้องที่ใช้นั่งรอ
(N) หญิงรับใช้ (ที่คอยรับใช้ส่วนตัว)
(PHRV) คอยสักครู่
(PHRV) คอยอยู่
(PHRV) คอยรับใช้ / บริการ
(PHRV) บริการอาหารและเครื่องดื่ม (ในภัตตาคาร)
(PHRV) เป็นผลจากบางสิ่ง
(PHRV) เยี่ยมอย่างเป็นทางการ
(IDM) คอยจนถึงเวลา
(IDM) คอยรับใช้ทุกสิ่งทุกอย่าง
(IDM) คอยบริการ
(PHRV) คอยจัดการให้สําเร็จ
(N) บริกร
(N) บริกรหญิง
(PHRV) รอคอย
(PHRV) คอยรับใช้ / บริการ
(PHRV) บริการอาหารและเครื่องดื่ม (ในภัตตาคาร)
(PHRV) เป็นผลจากบางสิ่ง
(PHRV) เยี่ยมอย่างเป็นทางการ
(VT) ระงับไว้ชั่วคราว
(VT) สละสิทธิ์
(N) การสละสิทธิ์
(N) เอกสารแสดงการสละสิทธ์
(N) การเฝ้าศพก่อนฝังหรือทําพิธี
(VI) ตื่นตัว
(VI) ตื่นนอน
(VI) เฝ้าศพก่อนฝังหรือทําพิธี
(VI) รับรู้
(VT) ทําให้ตื่นตัว
(VT) ทําให้รับรู้
(VT) ปลุกให้ตื่น
(N) ตําแหน่งหรือพื้นที่ด้านหลัง
(N) ผลกระทบที่ตามมา
(N) ร่องรอยทางน้ําที่เรือหรือสิ่งอื่นใดแล่นผ่านไป
(N) ร่องรอยทางอากาศหลังจากเครื่องบินบินผ่านไป
(PHRV) สนองตอบ
(ADJ) ที่ตื่นตัว
(ADJ) ที่ตื่นอยู่
(ADJ) ที่ไม่สามารถหลับได้
(ADV) อย่างตื่นตัว
(N) การตื่นตัว
(ADJ) ที่ไม่ถูกรบกวนขณะหลับ
(VI) ตื่นนอน (คําทางการ)
(VT) ปลุกให้ตื่น (คําทางการ)
(PHRV) ทําให้รู้สติ
(PHRV) ปลุกจาก
(PHRV) ทําให้รู้เกี่ยวกับ
(N) ผู้ตื่น
(PHRV) ตื่นขึ้นเพราะ
(PHRV) เริ่มเข้าใจ
(PHRV) ตื่นขึ้น
(PHRV) เริ่มเข้าใจ
(ADJ) ตื่นตัว
(N) สลัดชนิดหนึ่ง
(N) รอยนูนบนผิวหนังที่เกิดจากการเฆี่ยนตี
(VT) ทําให้เกิดรอยนูนบนผิวหนังโดยการเฆี่ยนตี
(N) แคว้นเวลส์ของประเทศอังกฤษ
(N) การเดินทางโดยทางเท้า
(N) การเหยาะย่างของม้า
(N) ช่วงเวลาที่เดินทางด้วยเท้า
(N) ท่วงท่าในการเดิน
(N) ระยะทางที่เดินทางด้วยเท้า
(VI) เดิน
(VI) ได้รับการปล่อยตัวจากคุก (คําสแลง)
(VI) ประท้วงด้วยการเดิน (คําไม่เป็นทางการ)
(VI) หายไป (คําไม่เป็นทางการ)
(VT) เคลื่อนย้ายวัตถุขนาดใหญ่ในลักษณะคล้ายการเดิน
(VT) ช่วยให้เดิน
(VT) ท่องเที่ยวไปด้วยการเดินเท้า
(VT) พาสัตว์เลี้ยงไปออกกําลังด้วยการเดิน
(VT) วัดความยาวด้วยจํานวนก้าว
(N) ความสามารถเดินได้
(ADJ) ซึ่งสามารถเดินได้
(N) การเดินทางด้วยการเดิน (คําไม่เป็นทางการ)
(N) การเดินทางในป่าของชนเผ่าอะบอริจิ้นในออสเตรเลีย
(N) การเดินไปท่ามกลางฝูงชนของบุคคลสําคัญหรือมีชื่อเสียง
(PHRV) เดินเที่ยวไป
(PHRV) เดินนําหน้า
(IDM) ปฏิบัติไม่ดีกับคนอื่น
(PHRV) เดินเข้าไป (โดยไร้ทิศทาง)
(N) การแข่งขันเดินทน
(IDM) อยู่ในสถานะการณ์ที่ต้องระวังตัว
(N) การชนะอย่างง่ายดาย (คําสแลง)
(N) สิ่งที่ทําให้สําเร็จได้โดยง่าย (คําไม่เป็นทางการ)
(PHRV) เดินจากไป
(PHRV) เดินไปจาก
(PHRV) ทําให้พ่ายแพ้ (โดยไม่ยาก) (คําไม่เป็นทางการ)
(PHRV) ออกจาก (อุบัติเหตุ) โดยไม่เป็นอันตราย
(PHRV) ขโมย (คําไม่เป็นทางการ)
(PHRV) เดินจากไปกับ
(PHRV) เอาชนะได้ง่าย (คําไม่เป็นทางการ)
(PHRV) เดินกลับ
(PHRV) พา (บางคน) กลับบ้าน (ด้วยการเดิน)
(N) โครงมีล้อสําหรับเด็กหัดเดิน
(N) ผู้เดินเท้า
(N) ิอุปกรณ์ช่วยเดิน
(N) เครื่องรับส่งวิทยุมือถือ
(ADJ) ซึ่งตั้งอยู่ริมถนน
(ADJ) ที่กว้างหรือใหญ่พอที่จะเข้าไปได้
(N) ชัยชนะที่ได้มาอย่างง่ายดาย
(N) ลูกค้าหรือผู้ใช้บริการที่มาโดยไม่ได้นัดหมายล่วงหน้า
(N) ห้องเย็น
(PHRV) เข้ามาโดยไม่ได้รับอนุญาต
(PHRV) เดินเข้ามา
(PHRV) ได้งานมาง่าย (ทั้งที่มีการแข่งขันสูง)
(SL) ลูกค้า (ที่เดินผ่านไปมา)
(ADJ) ซึ่งสามารถเดินได้
(N) คานไม้หรือโลหะที่ใช้ช่วยในการเดิน
(SL) หมัด
(N) ไม้เท้า
(PHRV) กินอย่างตะกละ
(PHRV) เข้ามาโดยไม่ได้รับอนุญาต
(PHRV) โจมตี
(PHRV) ดุด่าเสียงดัง
(PHRV) เดินเข้ามา
(PHRV) เดินชน
(PHRV) ได้งานมาอย่างดาย
(PHRV) พบปัญหา (เพราะประมาท)
(IDM) ชนะได้อย่างง่ายดาย
(PHRV) เดินจากไปทันที
(PHRV) เดินเพื่อทําให้ (บางสิ่ง) ลดลง
(PHRV) ทําให้เหนื่อยมากจากการเดินทางไกล
(PHRV) ขโมย (คําไม่เป็นทางการ)
(PHRV) เดินออกไปกับ
(PHRV) เอาชนะได้ง่าย
(PHRV) เดินต่อไป
(PHRV) เดินประกอบฉาก
(PHRV) เดินบน
(PHRV) เหยียบย่ํา
(N) ตัวแสดงประกอบในภาพยนตร์หรือละคร
(IDM) มีความสุขมากๆ
(IDM) ต้องระมัดระวังตัวอย่างมาก
(SL) ระมัดระวังมาก
(IDM) ระมัดระวังอย่างมาก
(SL) ระมัดระวังมาก
(N) การเดินออกไปเพื่อแสดงความไม่เห็นด้วย
(N) การหยุดงานเพื่อประท้วง
(PHRV) เดินออกไปข้างนอก
(PHRV) เดินออกเพื่อประท้วง
(PHRV) ไม่ยอมทํางาน
(PHRV) คัดค้านด้วยการเดินออก
(PHRV) ไม่รับผิดชอบ
(PHRV) ละทิ้ง
(PHRV) เดินนําไปยัง
(PHRV) เดินไปยัง
(PHRV) เอาชนะได้ง่าย
(PHRV) ไม่เชื่อฟัง
(N) การแข่งม้าที่มีม้าเข้าแข่งเพียงตัวเดียว
(N) ชัยชนะที่ได้มาโดยง่าย (คําไม่เป็นทางการ)
(SL) ชัยชนะที่ได้มาอย่างง่ายดาย (กีฬา)
(PHRV) เดินไปยัง
(PHRV) พาเดินไปยัง
(SL) ภาคภูมิใจในความสําเร็จ
(IDM) เดินไปมาด้วยความกังวลใจ
(PHRV) เดินผ่าน
(PHRV) ฝึกซ้อมคิวการเดิน (ก่อนพูดบท)
(PHRV) สอบผ่านได้ง่าย
(PHRV) เดินไปด้วยกัน
(PHRV) เดินไปด้วยกัน
(PHRV) เห็นพ้องกัน
(PHRV) เห็นพ้องกัน
(N) อาคารหลายชั้นที่ไม่มีลิฟต์ (คําไม่เป็นทางการ)
(PHRV) เดินขึ้นไป
(PHRV) เดินเข้ามา
(N) ทางเดินเท้า
(PHRV) เดินไปกับ
(PHRV) นับถือพระเจ้า
(N) เครื่องรับส่งวิทยุมือถือ
(N) ผู้รับผิดชอบ
(N) กําแพง
(N) ผนังของอวัยวะในร่างกาย (เช่น ผนังมดลูก)
(N) ผนังห้อง
(N) สิ่งที่เป็นอุปสรรค
(N) สิ่งที่ไม่อาจทะลุผ่านไปได้
(VT) ตั้งกําแพงล้อมรอบ
(VT) แบ่งพื้นที่ด้วยกําแพง
(N) จิงโจ้ขนาดเล็กหรือขนาดกลางในตระกูล Macropodidae
(N) ผู้ที่มีหน้าที่รับผิดชอบเรื่องหนึ่งเรื่องใดโดยเฉพาะ
(N) ผู้รับผิดชอบ
(N) แผ่นผนังที่อยู่ภายในกําแพง
(N) แผ่นกระดาษ สิ่งทอหรือพลาสติกที่ใช้ปิดฝาผนังของห้อง
(N) กระเป๋าขนาดเล็กที่ทําจากหนังหรือพลาสติก
(N) ซองที่ใช้ใส่เอกสารหรือรูปภาพ
(N) โปรแกรมการซื้อขายสินค้าทางอินเตอร์เน็ต (ทางคอมพิวเตอร์)
(N) ปลาน้ําจืดขนาดใหญ่ในแถบทวีปอเมริกาเหนือ
(ADJ) ตาถลน
(N) พืชสวนประเภท Cheiranthus cheiri
(PHRV) ร้องไห้คร่ําครวญ (เสียงดังโหยหวน)
(PHRV) กั้นรั้ว
(PHRV) ปิดกั้น (จิตใจ) จากโลกภายนอก
(PHRV) แบ่ง
(N) ชาวเบลเยียมทางใต้ซึ่งพูดภาษาฝรั่งเศส
(N) การตีอย่างแรง (คําไม่เป็นทางการ)
(N) ความสามารถในการตีอย่างแรง (คําไม่เป็นทางการ)
(VT) ตีอย่างแรง (คําไม่เป็นทางการ)
(VT) ทําให้พ่ายแพ้อย่างราบคาบ (คําไม่เป็นทางการ)
(N) ผู้ตีหรือเฆี่ยนอย่างแรง
(ADJ) ซึ่งมีขนาดใหญ่มาก (คําไม่เป็นทางการ)
(N) การตีหรือเฆี่ยนเสียงดัง
(PHRV) ร้องไห้คร่ําครวญกับ
(N) การเกลือกกลิ้ง
(N) บริเวณที่สัตว์มาเกลือกกลิ้ง (เช่น ปลัก)
(N) สภาพที่เสื่อมทรามลง
(VI) เกลือกกลิ้ง
(VI) เดินด้วยความยากลําบาก (เหมือนกับอยู่ในโคลนเลน)
(VI) มีจํานวนมาก
(VI) หลงมัวเมา
(N) ผู้กลิ้งตัว
(PHRV) กลิ้งอยู่ใน
(PHRV) ดีใจในเรื่อง
(PHRV) มีเงินมาก
(N) กระดาษบุผนังหรือเพดาน
(N) ภาพกราฟฟิกที่เป็นพื้นบนจอคอมพิวเตอร์
(VI) ปิดผนังด้วยกระดาษบุผนัง
(VT) ปิดผนังด้วยกระดาษบุผนัง
(PHRV) กั้นรั้วรอบ
(IDM) คนอื่นอาจได้ยินสิ่งที่พูด
(IDM) หน้าต่างมีหู ประตูมีช่อง
(SL) มีคนกําลังฟังอยู่
(N) ตลาดหุ้นหรือตลาดการเงินสําคัญของสหรัฐอเมริกา
(N) ถนนวอลสตรีท เป็นถนนในกรุงนิวยอร์ก
(ADJ) ซึ่งปกคลุมพื้นทั้งหมดของห้อง
(SL) มีอยู่ตลอดเวลาหรือทุกที่
(PHRV) กั้นด้วยผนัง
(PHRV) ขัง
(N) คนโง่ (คําสแลง)
(SL) คนโง่
(N) ต้นหรือผลวอลนัท กินได้ มีเปลือกแข็งและรอยหยักรอบๆ
(N) สัตว์ทะเลพวกเดียวกับสิงโตทะเลและแมวน้ํา
(N) จังหวะวอลทซ์ (ดนตรี)
(N) สิ่งที่ทําได้โดยง่ายหรือไม่ต้องเปลืองแรง (คําไม่เป็นทางการ)
(N) ผู้เต้นรําจังหวะวอลทซ์
(PHRV) ได้รางวัลมาง่าย
(PHRV) หนีไป
(PHRV) เคลื่อนตัวไปรอบๆ อย่างรวดเร็ว
(PHRV) ผ่านได้ง่าย
(VI) บิดไปบิดมา
(VI) วิงเวียน
(N) ท้อง (เป็นคําที่ใช้กันในสก็อตแลนด์)
(N) ลูกปัดที่ทําจากเปลือกหอยใช้แทนเงิน
(ADJ) ซึ่งซีดเผือดเนื่องจากความเจ็บป่วย
(ADJ) ที่มีลักษณะไม่มีความสุข
(ADJ) ที่ไม่สุกสว่าง
(SL) คนที่อยากเป็นบางสิ่งหรือบางคน
(SL) คนที่อยากเป็นบางสิ่งหรือบางคน
(N) ไม้กายสิทธิ์
(N) ไม้ที่เป็นสัญลักษณ์ของอํานาจ
(N) การเดินเล่นอย่างไร้จุดหมาย
(VI) ขาดสมาธิ
(VI) เดินทางไปโดยไม่มีจุดหมายที่แน่นอน
(VI) เดินเล่น
(VI) ไปในทางที่คดเคี้ยว
(VI) พูดหรือเขียนไม่ชัดเจน
(VI) ออกนอกเส้นทาง
(VT) เดินทางไปโดยไม่มีจุดหมายที่แน่นอน
(PHRV) เดินเตร็ดเตร่
(PHRV) เดินเตร็ดเตร่
(N) ผู้ท่องเที่ยวไปโดยไร้จุดหมาย
(PHRV) เดินเที่ยวไปจาก
(PHRV) ออกนอกประเด็น
(ADJ) ที่เดินทางไปอย่างไร้จุดหมาย
(N) การเดินทางไปอย่างไร้จุดหมาย
(ADV) โดยเดินทางไปอย่างไร้จุดหมาย
(N) ความต้องการที่จะเดินทางไป
(PHRV) ท่องเที่ยวไปทั่ว
(PHRV) ออกนอกประเด็น
(N) การลดน้อยลงเรื่อยๆ
(N) ช่วงเวลาที่ลดน้อยลงเรื่อยๆ
(N) เวลาข้างแรม
(N) เวลาที่เสร็จสิ้น
(VI) จบ
(VI) ลดลงเรื่อยๆ
(VI) แสดงถึงพื้นที่ที่มีแสงสว่างลดลง (ใช้กับพระจันทร์หรือโลก)
(SL) โยน
(SL) อวัยวะเพศชาย
(N) วิธีที่ไม่ซื่อสัตย์
(VT) ได้มาด้วยเล่ห์ (คําไม่เป็นทางการ)
(VT) ปลอมแปลงบัญชีหรือข้อมูล
(PHRV) หลอกล่อ (คําสแลง)
(N) ผู้ที่หลอกลวงเพื่อให้ได้มา
(SL) ช่วยตัวเอง
(SL) สิ่งที่ไร้สาระ
(VI) สําเร็จความใคร่ด้วยตัวเอง (คําสแลง)
(N) เครื่องยนต์ซึ่งมีไม่มีลูกสูบ
(SL) คนที่น่ารังเกียจ
(SL) ผู้ที่สําเร็จความใคร่ด้วยตนเอง
(SL) เมามาก
(SL) หนังสือโป๊
(SL) คนที่น่ารังเกียจ
(SL) ไร้สาระ
(ADV) อย่างซีดเผือด
(SL) คนที่ปรารถนาจะเป็นแบบผู้อื่น
(N) ความอ่อนแอ
(N) ความยากจน
(VT) ต้องการ
(VT) ต้องการมีความสัมพันธ์ทางเพศกับ
(VT) รู้สึกขาด(บางสิ่ง)ไป
(VT) ล่าตัว (ผู้ต้องสงสัย) (ปกติใช้รูป passive voice)
(N) ข้อความหรือประกาศสั้นๆ รับสมัครงาน/ขายสินค้า
(N) สิ่งที่ปรารถนา
(PHRV) อยากได้คืน
(PHRV) จําเป็นต้องใช้
(PHRV) ต้องการ
(PHRV) อยากจับตัวมาลงโทษ
(PHRV) อยากเข้ามา
(PHRV) อยากให้ (บางคน) มาถึง (เพื่อทําบางสิ่ง)
(PHRV) ขาดแคลน
(ADJ) ที่ขาดแคลน
(SL) รายการสิ่งที่ต้องการ
(PHRV) อยากออกจากรถ
(ADJ) ซึ่งต้องการทําลายล้าง
(ADJ) ซึ่งมีตัณหาราคะ
(ADJ) ซึ่งไม่เชื่อฟัง
(N) คนที่มัวเมาในเรื่องทางเพศ
(ADV) โดยมัวเมาในเรื่องทางเพศ
(N) ความมัวเมาในเรื่องทางเพศ
(IDM) อยากเลิก (กิจการ, ชีวิตคู่, ข้อสัญญา, ข้อบังคับ)
(PHRV) ต้องการออกจาก (อาคาร, ตึก ฯลฯ)
(PHRV) อยากลุกจากเตียงนอน
(SL) คนอเมริกันที่มีต้นตระกูลมาจากยุโรปเหนือ
(N) ความพยายามที่จะกําจัดสิ่งที่เป็นอันตรายให้หมดไป
(N) ระยะเวลาที่ทําสงคราม
(N) สงคราม
(VI) ทําสงคราม
(PHRV) คัดค้าน
(PHRV) ต่อสู้กับ (ศัตรู)
(N) เด็กที่เกิดในช่วงสงคราม
(N) การร้องเสียงสั่นรัว
(N) เสียงสั่นรัว
(VI) ร้อง (เพลง)
(VT) ร้อง (เพลง)
(N) เนื้องอกซึ่งมีลักษณะเป็นก้อนเล็กและแข็งบนหลังม้า โค หรือกระบือ
(N) นกกระจิบในตระกูล Parulidae ในอเมริกา
(N) นกที่มีเสียงร้องไพเราะตระกูล Silviidae แถบยุโรปและเอเชีย
(N) อาชญากรรมระหว่างสงคราม
(N) การก่ออาชญากรรมระหว่างสงคราม
(N) คติพจน์ที่ใช้ในการเรียกร้องความสามัคคี
(N) เสียงกู่ร้องก่อนการทําสงครามของทหาร
(N) เขตต่างๆ ในเรือนจํา
(N) เขตเลือกตั้ง (ทางการเมือง)
(N) เด็กหรือผู้เยาว์ที่อยู่ในความคุ้มครองของศาล หรือผู้ปกครอง
(N) ท่าทางการเคลื่อนไหวในการป้องกัน เช่น ในการฟันดาบ
(N) บริเวณที่เปิดโล่งภายในคอกปศุสัตว์
(N) แผนกในโรงพยาบาลที่มีคนไข้ประเภทเดียวกัน
(SUF) ทิศทาง
(VT) ป้องกัน (คําโบราณ)
(N) การเต้นระบําฉลองเพื่อชัยชนะก่อนหรือหลังการรบ
(ADJ) ซึ่งมีรูกุญแจ
(N) เจ้าหน้าที่ผู้ทําหน้าที่ดูแลสถาบัน (เช่น โรงเรียน วิทยาลัย)
(N) พัศดีเรือนจํา
(N) ตําแหน่งหรืออํานาจของผู้ดูแล
(N) ผู้คุม
(N) การเป็นผู้คุม
(PHRV) ขจัด
(N) ผู้คุมที่เป็นหญิง
(N) ตู้เสื้อผ้า
(N) เสื้อผ้าทั้งหมดของผู้ใดผู้หนึ่ง
(N) พ่อค้าขายเสื้อผ้าเก่าๆ
(N) กระเป๋าเสื้อผ้าใบใหญ่ที่แขวนเสื้อผ้าได้
(N) นายทหารในเรือรบ (ยกเว้นผู้บังคับการเรือ)
(N) ห้องนายทหาร (ยกเว้นผู้บังคับการเรือ)
(SUF) ทิศทาง
(N) การคุ้มกัน
(N) สภาวะที่อยู่ภายใต้การคุ้มกัน
(N) เครื่องปั้นดินเผา
(N) วัตถุที่ทํามาจากวัสดุประเภทเดียวกัน
(VI) ระมัดระวัง (คําโบราณ)
(VT) ระมัดระวัง (คําโบราณ)
(N) โกดังสินค้า
(VT) เก็บไว้ในโกดัง
(VT) นําบุคคลไปไว้ในที่ที่ไม่ได้รับการดูแลเพียงพอ (คําไม่เป็นทางการ)
(N) เจ้าของโกดังสินค้า
(N) ผู้ที่ทํางานในโกดังสินค้า
(N) เจ้าของโกดังสินค้า
(N) ผู้ที่ทํางานในโกดังสินค้า
(N) ห้องเก็บสินค้า
(N) สินค้า
(N) การทําสงคราม
(N) ความขัดแย้ง
(N) สารพิษใช้เป็นยาฆ่าหนู
(N) การซ้อมรบ (ทางทหาร)
(N) เทพเจ้าสงคราม
(N) ส่วนของขีปนาวุธที่ใช้บรรจุวัตถุระเบิด
(N) ทหารที่ผ่านการศึกมาหลายครั้ง
(N) ม้าที่ใช้ในการศึกสงคราม
(SL) คนแก่
(ADV) อย่างระมัดระวัง
(N) ความระมัดระวัง
(ADJ) ที่เกี่ยวกับสงคราม
(ADJ) ที่ชอบทําสงคราม
(ADJ) ที่เป็นศัตรู
(N) ผู้ที่มีเวทมนตร์
(N) ผู้นําทหาร
(N) การเป็นผู้นําทางทหาร
(ADJ) ที่เกือบจะเดาถูก (คําไม่เป็นทางการ)
(ADJ) ที่โกรธได้ง่าย
(ADJ) ที่เต็มไปด้วยอารมณ์รุนแรง
(ADJ) ที่ทําให้อุ่น
(ADJ) ที่เป็นมิตร
(ADJ) ที่มีความกระตือรือร้น
(ADJ) (สี) ที่ให้ความรู้สึกอบอุ่นสบาย (เช่น สีแดง สีเหลือง)
(ADJ) อุ่น
(N) การทําให้อุ่นขึ้น
(N) สถานที่ที่อบอุ่น
(VI) มีความกระตือรือร้น
(VI) มีความเป็นมิตร
(VI) อุ่นขึ้น
(VT) ทําให้มีความสุข
(VT) ทําให้อุ่นขึ้น
(IDM) อบอุ่นและสบายมาก
(ADJ) ที่มีอารมณ์รุนแรง
(ADJ) (สัตว์) ที่มีอุณหภูมิคงที่
(N) การมีอารมณ์รุนแรง
(SL) คนที่ยังมีชีวิตอยู่
(ADJ) ทําให้ร้อนอีก
(N) เครื่องทําความอุ่น
(ADJ) ซึ่งใจดี
(ADV) อย่างน่าอบอุ่นใจ
(N) น่าอบอุ่นใจ
(N) การทําให้อุ่น
(ADJ) ซึ่งทําให้อุ่น
(ADV) อย่างอบอุ่น
(N) ความอบอุ่น
(N) ผู้กระหายสงคราม
(N) ความต้องการให้เกิดสงคราม
(PHRV) คิดซ้ํา
(PHRV) อุ่นให้ร้อน
(N) ความรู้สึกที่ได้จากการใช้สีอุ่น เช่น สีแดงหรือสีเหลือง
(N) ความรู้สึกรักใคร่
(N) ความรู้สึกรุนแรง (โดยเฉพาะความโกรธหรือความกระตือรือร้น)
(N) ความอบอุ่น
(N) ปริมาณความร้อน
(IDM) ทําให้มีความสุข
(PHRV) เริ่มชอบ
(PHRV) เริ่มพูดคุยออกรส
(PHRV) เริ่มชอบ
(PHRV) เริ่มพูดคุยออกรส
(ADJ) การอุ่นเครื่อง
(PHRV) คิดซ้ํา
(PHRV) เตรียมให้พร้อมสําหรับการแสดง
(PHRV) เตรียมอบอุ่นร่างกายก่อนแข่งขัน
(PHRV) ทําให้ตื่นเต้น
(PHRV) ทําให้อุ่นขึ้น
(PHRV) พร้อมทํางาน
(PHRV) (อากาศ) ร้อนขึ้น
(VI) เตือน (ถึงสิ่งที่จะเป็นอันตราย)
(VT) ดุด่า
(VT) เตือน (ถึงสิ่งที่จะเป็นอันตราย)
(VT) บอกให้รู้ล่วงหน้า
(VT) ห้าม
(PHRV) ตักเตือนในเรื่อง
(PHRV) แนะนําให้หลีกเลี่ยง
(N) ผู้ตักเตือน
(ADJ) ที่เตือนให้ระวัง
(N) คําเตือน
(N) สัญญาณเตือนถึงเหตุร้าย
(PHRV) ตักเตือนในเรื่อง
(PHRV) สั่งให้อยู่ห่างจาก
(PHRV) ห้าม (เพื่อเป็นการลงโทษ)
(N) หัวกระสุน
(PHRV) สู้รบกันเกี่ยวกับ
(N) กลุ่มเส้นด้ายตามยาว
(N) การกระทําที่ผิดปกติ
(N) การผิดรูปไป
(N) เชือกที่ใช้ผูกโยงเรือ
(VI) บิดงอ
(VI) บิดเบือน
(VI) ลากเรือด้วยเชือกผูกโยง
(VT) ทําให้บิดงอ
(VT) ทําให้เลวร้ายลง
(VT) ลากเรือด้วยเชือกผูกโยง
(N) การบิดหรือหมุนเพื่อให้เปลี่ยนสภาพไปจากเดิม
(N) สีทาหน้าและตัวของอินเดียนแดงก่อนรบ
(SL) ผลิตภัณฑ์สําหรับผิวหน้า
(N) เส้นทางที่นําไปสู่การรบของอินเดียนแดง
(N) ผู้ทําให้บิด
(N) เครื่องบินรบ
(ADV) ตามยาว
(N) สิ่งที่รับรองบุคคลในการที่จะกระทําสิ่งใดสิ่งหนึ่ง
(N) หลักฐานที่เป็นลายลักษณ์อักษร
(N) เหตุผลอันสมควร
(VT) รับรอง
(VT) ให้เหตุผล
(VT) อนุญาตให้กระทํา
(ADJ) ที่สามารถอนุญาตได้
(N) การรับรองได้
(N) ผู้ถูกรับรอง
(N) ผู้รับรอง
(N) หมายจับ
(N) พันจ่า
(N) ผู้รับรอง
(N) การรับประกัน
(N) โพรงกระต่าย
(N) สถานทแออัด
(ADJ) ซึ่งสู้รบกัน
(N) นักรบในสงคราม
(N) เมืองวอร์ซอว์เป็นเมืองหลวงของประเทศโปแลนด์
(N) วอร์ซอว์
(N) เรือรบ
(N) ก้อนเล็กๆ ที่ขึ้นบนผิวหนัง
(ADJ) ซึ่งเป็นก้อน
(N) หมูป่าชนิดหนึ่งอาศัยอยู่ในแอฟริกา
(N) หมูป่าชนิดหนึ่งอาศัยอยู่ในแอฟริกา
(N) ช่วงเวลาที่มีศึกสงคราม
(IDM) ความไม่ดีและข้อเสียเปรียบทั้งหมด
(ADJ) ที่มีก้อนเล็กๆ ขึ้นบนผิวหนัง
(N) การโห่ร้องเข้าโจมตี
(PHRV) ต่อสู้กับ
(ADJ) ระมัดระวัง
(N) บริเวณที่มีการทําสงคราม
(SL) ย่านอันตราย
(VT) กิริยาเอกพจน์ช่องที่ 2 ของ be
(N) การชําระล้าง
(N) การไหลของน้ํา
(N) ผลิตภัณฑ์สําหรับผิว
(N) เสื้อผ้าที่ต้องซัก
(VI) ทําความสะอาดโดยการเลีย
(VT) ทําความสะอาดโดยการเลีย
(VT) ทําให้บริสุทธิ์ (โดยแยกสิ่งที่ไม่ดีออก)
(VT) ทําให้เปียกชื้น (ทางวรรณคดี)
(VT) แยกแร่
(VT) ล้างออกไป
(VT) สามารถซักได้ (โดยไม่หดและสีไม่ตก)
(ADJ) ที่สามารถซักได้ (โดยสีไม่ตก)
(SL) โดนโกง
(ADJ) ที่ซักง่าย แห้งง่าย และไม่ต้องรีดมาก
(PHRV) ชําระล้าง
(PHRV) ทําลาย
(N) อ่างล้างหน้า
(N) กระดานซักเสื้อผ้า
(N) อ่างล้างหน้า
(N) ผ้าที่ใช้สําหรับเช็ดตัวและหน้า
(N) วันซักเสื้อผ้า (มักเป็นวันเดียวกันในแต่ละสัปดาห์)
(PHRV) กลืนด้วยน้ํา
(PHRV) เซาะ (ดิน)
(PHRV) ล้างทําความสะอาด
(ADJ) สีตก
(PHRV) เหนื่อย
(ADJ) ซึ่งล้างออกหมด
(ADJ) ซึ่งหมดสิ้น
(IDM) ลม หรือคลื่นนําพามา
(PHRV) โดนทําลาย
(PHRV) เหนื่อย
(N) เครื่องซักผ้า
(N) ผู้ที่ซักล้าง
(N) วงแหวนเล็กๆ ที่ช่วยให้น็อตแน่นและไม่รั่วซึม
(N) เครื่องซักผ้าและอบผ้าให้แห้ง
(N) เครื่องทําให้แห้ง
(N) ชายรับจ้างซักเสื้อผ้า
(N) ู้หญิงรับจ้างซักเสื้อผ้า
(N) เสื้อผ้าที่ซักได้
(N) ความซีด
(N) การซักเสื้อผ้า
(N) หนังเนื้อนิ่มใช้ขัดถูก
(N) น้ํายาซักผ้า
(N) เครื่องซักผ้า
(N) ผงซักฟอก
(N) โซเดียมคาร์บอเนตที่ใช้สําหรับซักผ้า
(N) กรุงวอชิงตัน ดี ซี เป็นเมืองหลวงของอเมริกา
(N) กรุงวอชิงตัน ดี ซี เป็นเมืองหลวงของอเมริกา
(N) น้ํายาล้างจาน
(PHRV) ไม่รับผิดชอบ
(PHRV) ล้างออกด้วยน้ํา
(IDM) ไม่ข้องเกี่ยวอีกต่อไป
(N) การกัดเซาะโดยกระแสน้ํา (ทางธรณีวิทยา)
(N) ความล้มเหลวโดยสิ้นเชิง (คําไม่เป็นทางการ)
(PHRV) ทําลาย
(PHRV) ยับยั้ง (เพราะฝนตก)
(PHRV) ล้มเหลว
(PHRV) ล้างออกด้วยน้ํา
(SL) ความล้มเหลวไม่มีชิ้นดี
(PHRV) เข้าถึง (จิตใจ) ของ
(PHRV) (น้ํา) ไหลข้าม
(PHRV) ทําให้ตกหรือหล่นจากเรือ
(N) ผ้าที่ใช้สําหรับเช็ดตัวและหน้า
(N) ห้องน้ําสาธารณะ
(N) ม้าตั้งอ่างล้างหน้าหรือเหยือกน้ํา
(N) อ่างที่ใช้ซักเสื้อผ้า
(N) ผลที่ได้ (เป็นคําที่ใช้กันในออสเตรเลีย)
(PHRV) พัดเข้าฝั่ง
(PHRV) ล้างอวัยวะ
(PHRV) ล้างออก (สิ่งของ)
(N) ผู้หญิงที่รับจ้างซักเสื้อผ้า
(ADJ) เจือจางเกินไป
(ADJ) ซีดจาง
(N) ชาวอเมริกันผิวขาวที่มีบรรพบุรุษเป็นโปรแตสแตนท์
(N) ตัวต่อตระกูล Vespidae Sphecidae
(ADJ) เจ้าอารมณ์
(ADV) อย่างเจ้าอารมณ์
(N) ความเจ้าอารมณ์
(ADJ) คล้ายตัวต่อ
(ADJ) เจ้าอารมณ์
(N) การดื่มอวยพร
(N) เครื่องดื่มมีแอลกอฮอล์ที่ใช้สําหรับงานเลี้ยงอวยพร
(N) เพลงที่ใช้ในงานเลี้ยงอวยพร
(VI) กริยาเอกพจน์บุรุษที่ 2 ของ be (คําโบราณ)
(N) การสูญเสีย
(N) จํานวนที่สูญเสีย
(ADJ) ซึ่งไม่ได้ใช้ประโยชน์
(ADJ) ที่ไม่เป็นที่ต้องการ
(N) การสูญเสียไปโดยเปล่าประโยชน์
(N) ของเสีย
(N) พื้นที่ที่ถูกทําลาย
(N) พื้นที่ที่ไม่ได้ใช้ประโยชน์
(SL) ฆ่า
(VI) ไม่สบาย
(VT) ฆ่า (คําสแลง)
(VT) ใช้ไปโดยเปล่าประโยชน์
(VT) ทําลาย
(VT) ทําให้ไม่สบาย
(VT) ทําให้อ่อนเพลีย
(VT) พูดไปโดยเปล่าประโยชน์
(VT) ไม่ได้ใช้ประโยชน์
(PHRV) อ่อนแอ
(N) ตะกร้าใส่ขยะ
(ADJ) ที่ติดเหล้าหรือยาเสพย์ติด (คําสแลง)
(ADJ) ที่ไม่ได้ใช้ประโยชน์
(ADJ) เหนื่อยอ่อน (คําสแลง)
(ADJ) เหี่ยวแห้ง
(ADJ) ซึ่งก่อให้เกิดความสิ้นเปลือง
(ADJ) ฟุ่มเฟือย
(ADV) อย่างสิ้นเปลือง
(N) ความสิ้นเปลือง
(N) ที่ดินซึ่งไม่ได้ทําประโยชน์
(IDM) ถ้าเราไม่ใช้ฟุ่มเฟื่อย เราก็จะไม่ขาดแคลนในสิ่งนั้น
(SL) คนไร้ค่า
(PHRV) สูญเปล่าไปกับ
(IDM) พูดไปเสียเวลาเปล่า
(IDM) เสียเวลา (พูด) เปล่าๆ
(N) กระดาษที่ทิ้งแล้ว
(N) ท่อน้ําเสีย
(N) ของเสีย
(N) ของที่เสียระหว่างกระบวนการผลิต โดยเฉพาะเซรามิก
(N) คนที่ใช้สิ่งต่างๆ โดยสิ้นเปลือง
(N) สิ่งไร้ประโยชน์
(N) ความสิ้นเปลือง (ใช้ในสก็อตแลนด์)
(N) น้ําที่ใช้แล้ว
(ADJ) ซึ่งบั่นทอนกําลังและพลังงาน
(N) คนที่ใช้เงินหรือสิ่งต่างๆ ไปโดยเปล่าประโยชน์
(N) ความสิ้นเปลือง (ใช้ในสก็อตแลนด์)
(N) ความสิ้นเปลือง (ใช้ในสก็อตแลนด์)
(N) การเฝ้าดู
(N) นาฬิกาข้อมือ
(VI) ดู
(VT) ดู
(N) การเฝ้ายามตลอดเวลา
(N) สายนาฬิกาข้อมือ
(N) สุนัขเฝ้าบ้าน
(VT) เฝ้าบ้าน
(IDM) ยิ่งคอยก็ยิ่งช้า
(N) องครักษ์
(N) ตาที่เป็นโรคตาขาวโปน
(N) ไฟที่จุดเป็นสัณญาณ
(PHRV) มองหา
(ADJ) ซึ่งเฝ้ามองอย่างะมัดระวัง
(ADV) โดยเฝ้ามองอย่างะมัดระวัง
(N) การเฝ้ามองอย่างะมัดระวัง
(N) ช่างนาฬิกา
(N) ยาม
(N) คํานามพหูพจน์ของ watchman
(N) พิธีทางศาสนาในคืนส่งท้ายปีเก่า
(IDM) ระวังไม่ให้กระทบคนอื่น
(PHRV) พร้อม
(PHRV) ระวัง
(PHRV) คอยคุ้มกัน
(IDM) เผ้าดูไม่คลาดสายตา
(N) สายนาฬิกาข้อมือ
(N) หอคอยที่ใช้เฝ้าดูศัตรู
(N) รหัสผ่าน
(ADJ) เกี่ยวกับน้ํา
(N) ความส่องสว่างของเพชรพลอย
(N) ธาตุน้ํา
(N) น้ํา
(N) น้ําคร่ํา
(N) น้ําที่ออกจากร่างกายเช่น เหงื่อ ปัสสาวะ น้ําตา
(N) พาหนะทางน้ํา โดยเฉพาะเรือ
(N) แหล่งน้ําเช่น แม่น้ํา ลําธาร ทะเลสาบ ทะเล
(VT) ทําให้เปียก
(VT) ให้น้ํา (ทางเกษตรกรรม)
(N) ที่นอนน้ํา (เป็นที่นอนที่บรรจุน้ํา)
(N) น้ําในสมองของแกะ
(N) ควายชนิดหนึ่ง ชื่อละตินคือ Bubalus bubalis
(N) ห้องน้ํา
(N) สีน้ํา
(N) ผู้ใช้สีน้ํา
(N) สีน้ํา
(N) ผู้ใช้สีน้ํา
(N) การชลประทาน
(VT) ทําให้ (เครื่องยนต์หรือเครื่องจักร) เย็นลงโดยใช้น้ํา
(VT) ชึ่งทําให้ (เครื่องยนต์หรือเครื่องจักร) เย็นลงโดยใช้น้ํา
(N) เครื่องทําน้ําเย็นสําหรับดื่ม
(N) ทางน้ํา
(N) เรือ (คําทางการ)
(N) พืชน้ําจําพวก Nasturtium officinale ใช้ทําผักสลัด
(N) เรือถีบ
(PHRV) ทําให้เจือจาง (ด้วยการเติมน้ํา)
(PHRV) ทําให้อ่อนแอลง (มักใช้รูป passive voice)
(N) สิ่งที่ทําให้เปียก
(N) น้ําตก
(ADJ) ซึ่งไม่ละลายในน้ํา
(N) ผู้ที่สามารถใช้ด้ามไม้คลําหาแหล่งน้ําใต้ดินได้
(N) วิธีที่ใช้พลังน้ําทดแทนการใช้น้ํามัน
(N) นกน้ํา
(N) ริมฝั่ง
(N) ประตูน้ํา
(N) ประตูน้ํา
(N) เครื่องมือหรืออุปกรณ์ที่ใช้วัดระดับน้ํา
(N) แก้วน้ําดื่ม
(N) หลุมหรือแอ่งน้ําตามผิวพื้นดิน
(N) ผักตบชวา ชื่อละตินคือ Eichhornia crassipes
(N) สถานที่ตากอากาศที่มีบ่อน้ําแร่
(N) ิหลุมหรือแอ่งน้ําตามผิวพื้นดิน
(N) ้ฝักบัวรดน้ําต้นไม้
(ADJ) เต็มไปด้วยน้ํา
(ADJ) ซึ่งขาดน้ํา
(N) พืชน้ําจําพวกจอก ชื่อละตินคือ Pistia stratiotes
(N) ดอกบัว
(N) เส้นบอกระดับน้ําข้างลําเรือ (การแล่นเรือ)
(VT) ทําให้เต็มไปด้วยน้ํา
(ADJ) ซึ่งเต็มไปด้วยน้ํา
(N) การแพ้อย่างราบคราบ
(N) คนพายเรือ
(N) เส้นระดับน้ําลึก
(N) เส้นลายน้ําบนกระดาษ
(VT) พิมพ์เส้นลายน้ํา
(N) แตงโม
(N) มาตรวัดน้ํา
(N) ท่อน้ํา
(N) กีฬาโปโลน้ํา
(N) พลังน้ํา
(ADJ) ซึ่งกันน้ําได้
(N) สิ่งทอที่กันน้ําได้
(VT) ทําให้กันน้ํา
(N) หนูน้ํา
(ADJ) ซึ่งกันน้ําได้
(N) เขตน่านน้ํา
(N) จุดบอกการเปลี่ยนแปลง
(ADJ) ซึ่ง (ทํางานหรืออาศัย) อยู่ริมน้ํา
(N) บริเวณริมน้ํา (แม่น้ํา, ทะเลสาบ)
(N) แผ่นกระดานที่ใช้เล่นสกีน้ํา
(VI) เล่นสกีน้ํา
(N) งูน้ําไม่มีพิษตระกูล Natrix แถบเอเชียตะวันออกเฉียงใต้
(SL) การปัสสาวะบนตัวผู้อื่นเพื่อความพอใจทางเพศ
(N) ท่อระบายน้ํา
(N) ระดับพื้นผิวของน้ําบาดาล (ทางธรณีวิทยา)
(N) นกชนิดหนึ่งที่ชอบอาศัยบริเวณแหล่งน้ํา
(ADJ) กันน้ํา
(ADJ) รัดกุม
(N) อ่างเก็บน้ํา
(N) อุปกรณ์ดับเพลิงที่ใช้สําหรับยกสายยางให้สูงขึ้น
(N) ไอน้ํา
(N) สัตว์คล้ายหนูอาศัยอยู่ในรูข้างแม่น้ําหรือทะเลสาป
(ADV) โดยมุ่งหน้าไปทางน้ํา
(N) ทางน้ํา เช่น แม่น้ํา คลอง
(N) ระหัดวิดน้ํา
(N) ถุงลมลอยน้ํารูปปีกคู่ ใช้ในการฝึกว่ายน้ํา
(N) ผู้ใช้ไม้คลําหาแหล่งน้ําใต้ดินได้
(SL) การร้องไห้
(SL) ระบบปัสสาวะ
(N) การประปา
(ADJ) เกี่ยวกับน้ํา
(ABBR) คําย่อของ Wide-Area Telecommunications Service
(N) ์หน่วยวัดกําลังไฟฟ้า (สัญลักษณ์คือ W)
(N) กําลังไฟฟ้า (มีหน่วยวัดเป็นวัตต์)
(N) หน่วยกําลังไฟฟ้าจํานวนหนึ่งวัตต์ในเวลาหนึ่งชั่วโมง
(N) ไม้สานทําเป็นรั้ว ผนังหรือหลังคา
(N) เหนียงคอสัตว์ (เช่น ไก่งวง, ไก่)
(ADJ) ซึ่งทําจากขนแผงคอสัตว์
(ADJ) ซึ่งสานเป็นไม้ระแนง
(N) เครื่องวัดกําลังไฟฟ้า
(N) การโบกมือเพื่อทักทายหรือส่งสัญญาณ
(N) คลื่น
(VI) โบกมือ
(VI) เป็นลอน
(VT) ทําให้เป็นลอน
(VT) โบกไปมา
(VT) โบกมือ
(PHRV) โบกไปมา
(PHRV) โบกไปมา
(PHRV) โบกให้สัญญาณ
(PHRV) ไม่ยอมรับ
(PHRV) โบกมือทักทาย
(PHRV) บอกปัด
(PHRV) โบกมือลา
(N) รูปแบบของคลื่น โดยเฉพาะที่เป็นกราฟ
(N) ท่อหรือหลอดที่ใช้ใส่สายนําคลื่นไฟฟ้า
(N) ช่วงความยาวคลื่น (ทางฟิสิกส์)
(N) คลื่นลูกเล็กๆ
(ADJ) มีลักษณะหรือคุณสมบัติเหมือนคลื่น
(PHRV) ให้สัญญาณเพื่อเคลื่อนที่ต่อไป
(N) การแกว่งไปแกว่งมา
(N) (น้ําเสียง) ขึ้นๆ ลงๆ (แสดงอารมณ์)
(N) (แสง, เปลวไฟ) ริบหรี่
(VI) แกว่งไปแกว่งมา (การตัดสินใจ, โอกาส, ความคิดเห็น)
(VI) โซเซ
(PHRV) ลังเลระหว่าง
(N) คนโซเซ
(PHRV) โบกมือให้
(ADV) อย่างเป็นคลื่นหรือลอน
(N) การมีลักษณะเป็นคลื่น
(ADJ) เป็นคลื่น
(N) ขี้ผึ้ง
(VT) เคลือบด้วยขี้ผึ้ง
(VT) เพิ่มขึ้น (ทางวรรณคดี)
(N) อารมณ์โกรธ
(IDM) ขึ้นๆ ลงๆ
(N) ถั่วฝักยาวสีเหลือง
(ADJ) ซึ่งคล้ายขี้ผึ้งทั้งลักษณะและสี
(ADJ) ซึ่งทําด้วยขี้ผึ้ง
(N) เครื่องมือหรืออุปกรณ์ที่ใช้สําหรับหลอมขี้ผึ้ง
(N) พันธุ์ไม้ดอกแถบเอเชียตะวันออกเฉียงใต้
(N) นกตระกูล Bombycilla
(N) หุ่นขี้ผึ้ง
(N) นิทรรศการหุ่นขี้ผึ้ง
(ADJ) คล้ายขี้ผึ้ง
(ADJ) เคลือบด้วยขี้ผึ้ง
(N) ท่าทาง
(N) ทิศทาง
(N) ระยะทาง
(N) วิถีชีวิต
(N) วิธีหรือแนวทาง
(N) เส้นทาง
(SUF) วิธี
(N) รายการสินค้าขนส่ง
(N) ผู้เดินทางโดยเฉพาะเดินทางโดยใช้เท้า
(N) การเดินเท้า
(SL) เป็นวิถีทางที่เป็นอยู่
(VT) ดักโจมตี
(N) ผู้ดักโจมตี
(N) สิทธิเหนือทรัพย์สิน
(N) แปลก (คําไม่เป็นทางการ)
(SUF) วิธี
(IDM) วิธีการ
(N) หนทาง (โดยเฉพาะให้ได้เงินมาเพื่อเอาไปจ่าย)
(ADJ) ซึ่งอยู่ข้างทาง
(N) ขอบทาง
(N) สถานีย่อยที่อยู่ระหว่างสถานีใหญ่
(ADJ) เอาแต่ใจ
(ADV) ข้างทาง
(N) ความดื้อรั้น
(ADJ) อ่อนเพลียหรือเหนื่อยอ่อนจากการเดินทาง
(SL) ฉี่
(SL) รีบ
(SL) ส่งมาให้
(SL) คนโง่ (คําหยาบ)
(ABBR) คําย่อของ without charge
(PRON) เรา
(ADJ) ขาดทักษะ
(ADJ) เจือจาง
(ADJ) ซึ่งทํางานได้ไม่เต็มที่
(ADJ) ซึ่งไม่อาจโน้มน้าวได้
(ADJ) แพ้ง่าย
(ADJ) ไม่แข็งแรง (ร่างกายและจิตใจ)
(IDM) อ่อนแอ
(VI) อ่อนแอลง
(VT) ทําให้อ่อนแอ
(N) เพศหญิง (คําไม่สุภาพซึ่งผู้ชายใช้เรียกผู้หญิง)
(ADJ) ขี้ขลาด
(ADV) อย่างขี้ขลาด
(N) ความขี้ขลาด
(ADJ) ค่อนข้างอ่อน
(N) ความไม่ค่อยเข้มข้น
(ADJ) ซึ่งชักจูงได้ง่าย
(N) ผู้ที่อ่อนแอ
(ADJ) ไม่เด็ดเดี่ยว
(N) ความไม่เด็ดเดี่ยว
(N) ความอ่อนแอ
(N) จุดอ่อน
(N) รอยเฆี่ยน
(N) ความสุขสบาย (ทางวรรณคดี)
(N) บริเวณที่เป็นป่า (คําโบราณ)
(N) ความมั่งคั่ง
(N) ทรัพย์สมบัติมากมาย
(N) มูลค่าของทรัพย์สิน (ทางเศรษฐศาสตร์)
(N) อย่างมั่งคั่ง
(N) ความมั่งคั่ง
(ADJ) ร่ํารวย
(VI) ให้ทารกกินอาหารอย่างอื่นแทนนมแม่
(VT) ให้ทารกกินอาหารอย่างอื่นแทนนมแม่
(N) เด็กเล็ก (ทางสก็อตแลนด์)
(SL) เด็ก
(PHRV) ฝึกให้หย่านม
(PHRV) พยายามให้ออกห่างจาก
(N) เด็กเล็กที่เพิ่งหย่านม
(N) อาวุธ
(VT) จัดหาอาวุธ
(N) ผู้เชี่ยวชาญด้านอาวุธ โดยเฉพาะอาวุธนิวเคลียร์
(N) อาวุธยุทโธปกรณ์
(VT) เผยอารมณ์ให้เห็นบนใบหน้า
(VT) สวมใส่
(N) ความทนทานต่อการใช้สอย
(ADJ) สวมใส่ได้
(N) เสียหายเนื่องจากใช้มาเป็นเวลานาน
(IDM) เสียหาย
(PHRV) ค่อยๆ กัดกร่อน
(PHRV) ทําให้น้อยลง
(PHRV) ทําให้อ่อนแอ
(PHRV) (เวลา) ผ่านไปช้าๆ
(PHRV) ค่อยๆ สึกกร่อน
(PHRV) เถียงจน (บางคน) แพ้
(PHRV) ทําให้ (ศัตรู) ยอมจํานน
(PHRV) ทําให้อ่อนล้า
(N) ผู้สวมใส่
(ADJ) เหนื่อยอ่อน
(ADV) อย่างเหนื่อยอ่อน
(N) ความเหนื่อยอ่อน
(ADJ) ไม่รู้จักเหน็ดเหนื่อย
(ADV) อย่างไม่รู้จักเหน็ดเหนื่อย
(ADV) อย่างเหน็ดเหนื่อย
(N) ความเหน็ดเหนื่อย
(ADJ) ซึ่งใช้สําหรับสวมใส่
(ADJ) น่าเหนื่อยหน่าย
(ADJ) ค่อนข้างเหนื่อยอ่อน
(ADJ) เหนื่อยอ่อน
(ADV) อย่างเหนื่อยอ่อน
(N) ความเหนื่อยอ่อน
(IDM) ทําหน้าที่หลายอย่าง
(PHRV) (ความรู้สึก) ค่อยๆ หายไป
(PHRV) ค่อยๆ จบสิ้นไป
(PHRV) ค่อยๆ สึกกร่อน
(PHRV) (เวลา) ค่อยผ่านไป
(PHRV) สวม
(PHRV) เปิดเผยความรู้สึก
(PHRV) ทําให้รําคาญ
(PHRV) ใช้จนเก่าหรือชํารุด
(PHRV) ใช้จนเบื่อ (คําพูด)
(PHRV) ใช้เวลาผ่านไปช้าๆ
(PHRV) ตี
(PHRV) ทําให้เหน็ดเหนื่อยอย่างมาก
(PHRV) ยุติ
(PHRV) สวมจนเก่าหรือชํารุด
(IDM) อยู่นานเกินไป (จนเจ้าของบ้านไม่ยินดี)
(PHRV) ใช้จนบาง
(PHRV) ทําให้น้อยลง
(PHRV) สวมจนเป็นรู
(PHRV) ใส่จนเก่าหรือขาด
(PHRV) สวม
(PHRV) ทําให้รําคาญ
(ADJ) เหนื่อยอ่อน
(VI) เบื่อหน่าย
(VT) ทําให้เบื่อหน่าย
(PHRV) หมดความอดทนกับ
(PHRV) ทําให้เหน็ดเหนื่อยกับ
(N) ลําคอ (คําโบราณ)
(N) สัตว์กินเนื้อขนาดเล็ก รูปร่างคล้ายแมว
(VT) หลีก
(SL) เสื้อโค้ท
(ADJ) ซึ่งมีใบหน้าผอมยาว
(ADV) อย่างหลีกเลี่ยง
(IDM) หลบหลีก
(SL) เครื่องดื่มที่ไร้รสชาติ
(N) ถ้อยคําคลุมเครือ (คําไม่เป็นทางการ)
(ADJ) ต้านลม (เกี่ยวกับการเดินเรือ)
(N) สภาพอากาศ
(N) สภาพอากาศที่ไม่ดี
(VT) รอดพ้นจากอุปสรรค
(ADJ) เสียเพราะถูกอากาศ
(N) กันสาด
(N) การใส่กันสาด
(N) ้ล่าช้าเพราะสภาพอากาศเลวร้าย
(N) การพยากรณ์อากาศทางวิทยุหรือโทรทัศน์
(N) สิ่งป้องกันการถูกทําลายจากสภาพแวดล้อม
(N) บุคคลที่เปลี่ยนแปลงความคิดบ่อยๆ
(N) การเฝ้ามองอย่างระวังต่อการเปลี่ยนแปลงสภาพอากาศ
(N) ความตื่นตัวต่อการเปลี่ยนแปลงสภาพอากาศ
(N) ผู้รายงานข่าวพยากรณ์อากาศหญิง (คําไม่เป็นทางการ)
(N) เครื่องมือที่ใช้บอกสภาพของอากาศ
(VT) ป้องกันตึกหรืออาคารจากสภาพอากาศที่หนาวเย็น
(N) การต้านลม
(ADJ) ต้านลมเล็กน้อย (การแล่นเรือ)
(N) ผู้พยากรณ์อากาศ
(N) ผู้พยากรณ์อากาศ
(ADJ) ซึ่งสามารถทนแดดทนฝนได้
(VT) ทําให้สามารถทนแดดทนฝนได้
(N) การทนต่อสภาพอากาศ
(N) สถานีตรวจและบันทึกการเปลี่ยนแปลงสภาพอากาศ
(VT) ใส่แผ่นกันสาด
(PHRV) ผ่านพ้น
(N) กันหันสําหรับชี้ทิศทางลม
(ADJ) ซึ่งเก่งในการคาดเดาปฏิกิริยาหรือความคิดเห็นสาธาณชน
(ADJ) ซึ่งเก่งในการพยากรณ์อากาศ
(ADJ) สึกกร่อน
(N) รูปแบบการทอ
(VT) ถักทอ
(VI) โซเซ
(PHRV) เขียนจาก
(PHRV) ทอจาก
(PHRV) เขียนเป็นเรื่องราว
(PHRV) ทอผ้า
(N) ผู้ถักทอสิ่งต่างๆ (โดยเฉพาะเพื่อเลี้ยงชีพ)
(N) นกขนาดเล็กชนิดหนึ่งในทวีปเอเชียและแอฟริกา
(PHRV) ขับหลบหลีก
(N) ใยแมงมุม
(VT) ทําให้เป็นใยแมงมุม
(ADJ) ซึ่งมีใยแมงมุม
(N) สายรัด
(N) โปรแกรมสืบค้นข้อมูลบนอินเตอร์เนตหรือเวิลด์ไวด์เว็บ
(ADJ) ซึ่งคล้ายกับใยแมงมุม
(N) เท้าที่มีพังผืดระหว่างนิ้ว
(ADJ) ซึ่งมีพังผืดระหว่างนิ้วเท้า
(ADJ) ซึ่งมีลักษณะเหมือนใยแมงมุม
(N) ผู้ดูแลเวบไซต์
(N) หน้าจอของเว็บไซต์
(N) ที่อยู่ของเว็บบนระบบค้นหาและเข้าถึงข้อมูลบนอินเตอร์เนต
(N) ผู้ถักทอสิ่งต่างๆ (คําโบราณ)
(ADJ) ซึ่งมีพังผืดระหว่างนิ้วเท้า
(N) ตัวดักแด้
(ABBR) วันพุธ (คําย่อของ Wednesday)
(VI) สมรส
(VT) สมรส (คําทางการ)
(ADJ) เกี่ยวกับการสมรส
(ADJ) สมรสกัน
(PHRV) ยึดติดกับ
(N) การสมรส
(SL) อวัยวะเพศชาย
(N) ไม้กอล์ฟ
(N) ลิ่ม
(SL) เงินจํานวนมาก
(VT) บีบอัด
(VT) แยกออกโดยใช้ลิ่ม
(ADJ) ซึ่งมีลักษณะเป็นลิ่ม
(SL) การแกล้งผู้อื่นโดยการดึงการเกงในให้เข้าไปอยู่ระหว่างก้น (มักทําโดยเด็กหนุ่มที่เมาเหล้า)
(N) เครื่องปั้นดินเผายี่ห้อหนึ่ง
(N) สีฟ้าอมเทาหม่นๆ
(ADJ) คล้ายลิ่ม
(N) สภาวะการสมรส
(N) วันพุธ
(PHRV) ทําให้แต่งงานกับ
(ADJ) เล็กมาก
(SL) ฉี่
(N) กัญชา (คําสแลง)
(N) วัชพืช
(SL) ใบของพืชที่ทําให้มึนเมา เช่น ใบกัญชา ใบกระท่อม
(VT) กําจัดวัชพืช
(N) ผู้กําจัดวัชพืช
(ADV) อย่างเต็มไปด้วยวัชพืช
(N) การงเต็มไปด้วยวัชพืช
(N) ยากําจัดวัชพืช
(PHRV) ถอน (ต้นไม้ที่ต้องการหรือวัชพืช) ทิ้ง
(PHRV) เอาออกจากกลุ่ม
(N) เสื้อผ้าสีดําซึ่งเดิมเป็นชุดสวมใส่ของแม่ม่าย
(SL) เสื้อผ้า
(ADJ) เต็มไปด้วยวัชพืช
(N) หนึ่งสัปดาห์
(ADJ) เกี่ยวกับวันธรรมดาที่ไม่ใช่วันเสาร์หรือวันอาทิตย์
(N) วันธรรมดาที่ไม่ใช่วันเสาร์หรือวันอาทิตย์
(ADV) ทุกๆ วันธรรมดา
(ADJ) เกี่ยวกับวันสุดสัปดาห์
(N) วันสุดสัปดาห์
(VI) ใช้เวลาในวันสุดสัปดาห์
(N) ผู้ไปพักผ่อนวันสุดสัปดาห์
(ADV) ระหว่างวันหยุดสุดสัปดาห์ (คําไม่เป็นทางการ)
(IDM) ทุกๆสัปดาห์
(ADJ) ซึ่งกินเวลาทั้งอาทิตย์
(ADJ) ทุกสัปดาห์
(ADV) ทุกสัปดาห์
(VT) คิด (คําโบราณ)
(SL) ไส้กรอก
(SL) อวัยวะเพศชาย (มักใช้กับเด็กและใช้ในเชิงขําขัน)
(ADJ) เล็กมาก
(ADJ) เล็กมาก
(N) ช่วงเวลาที่กําลังร้องไห้
(VI) ร้องไห้
(VT) คร่ําครวญในขณะที่ร้องไห้
(PHRV) ร้องไห้เสียใจกับ
(PHRV) ร้องไห้ไม่หยุด
(IDM) ร้องไห้มากมาย
(N) คนร้องไห้ (โดยเฉพาะคนรับจ้างร้องไห้ในงานศพ)
(PHRV) ร้องไห้เพราะรู้สึกผิด
(PHRV) ร้องไห้เพื่อ (ให้ได้บางสิ่งมา)
(PHRV) ร้องไห้แสดงความรู้สึก (เช่น ความสุข, ความทุกข์)
(PHRV) ร้องไห้เห็นใจหรือสงสาร
(ADJ) ซึ่งร้องไห้
(PHRV) ร้องไห้เสียใจกับ
(ADJ) ร้องไห้ (คําไม่เป็นทางการ)
(SL) หนังที่สะกดอารมณ์คนดู
(SL) เด็ก
(N) ปลาทะเลขนาดเล็กแถบยุโรปอยู่ในตระกูล Trachinidae
(N) ตัวด้วง อยู่ในตระกูล Curculionidae
(N) ปัสสาวะ (ใช้กับเด็ก)
(SL) ฉี่
(VI) ถ่ายปัสสาวะ (ใช้กับเด็ก)
(N) เส้นด้ายทางขวาง
(VI) มีความสําคัญ
(VT) ชั่งน้ําหนัก
(VT) ประเมิน
(N) แท่นชั่ง
(PHRV) กดน้ําหนักลงบน
(N) ผู้ชั่งน้ําหนัก
(PHRV) คิดพิจารณา
(PHRV) ชั่งน้ําหนัก
(N) การชั่งน้ําหนักอย่างเป็นทางการในกีฬาก่อนการแข่งขัน
(IDM) คิดก่อนพูด
(PHRV) ชั่งน้ําหนัก
(N) ความหนัก
(N) น้ําหนัก
(N) หน่วยวัดน้ําหนัก
(VT) เป็นภาระ
(VT) เพิ่มน้ําหนัก
(VT) ลําเอียง
(PHRV) เขียนคัดค้าน
(PHRV) มีน้ําหนักเพิ่มขึ้น
(ADV) อย่างมีน้ําหนัก
(N) การมีน้ําหนัก
(ADJ) ซึ่งไร้น้ําหนัก
(N) กีฬายกน้ําหนัก
(ADJ) มีน้ําหนักมาก
(PHRV) คิดพิจารณาก่อนตัดสินใจ
(PHRV) ตัดสินเกี่ยวกับ
(PHRV) (ความคิด, คําแนะนํา ฯลฯ) มีน้ําหนักหรือมีอิทธิพลต่อ
(N) สุนัขล่าเนื้อมีขนเรียบสีเทาน้ําเงินหรือสีเทาดํา
(N) เขื่อนเล็กๆ
(ADJ) เกี่ยวกับโชคชะตา (คําโบราณ)
(ADJ) แปลกประหลาด
(SL) คลุ้มคลั่ง
(ADV) อย่างแปลกประหลาด
(N) ความแปลกประหลาด
(N) คนประหลาด (คําไม่เป็นทางการ)
(SL) คลุ้มคลั่ง
(VI) ไม่ได้จ่ายหนี้ (คําไม่เป็นทางการ)
(PHRV) หนี
(ADJ) ซึ่งเต็มใจ
(ADJ) เป็นที่ยอมรับ
(INT) ยินดีต้อนรับ
(N) การต้อนรับ
(VT) ต้อนรับ
(PHRV) ต้อนรับกลับ
(PHRV) ต้อนรับเข้ามา
(ADV) อย่างยินดีต้อนรับ
(N) ความยินดีต้อนรับ
(N) ผู้ต้อนรับ
(PHRV) ต้อนรับสู่
(PHRV) ต้อนรับด้วย
(N) การเชื่อม
(N) โลหะที่ถูกเชื่อม
(VI) เชื่อม
(VT) เชื่อม
(N) สีย้อมผ้าสีเหลืองที่ได้จากพืชชนิดหนึ่ง
(N) ช่างเชื่อม
(N) ช่างเชื่อม
(PHRV) เชื่อมต่อ (โลหะ)
(N) ความสุข
(N) สังคมสงเคราะห์
(N) หน่วยงานสังคมสงเคราะห์
(N) ระบบสวัสดิการที่รัฐบาลให้แก่ประชาชนทางด้านต่างๆ
(N) งานสังคมสงเคราะห์เพื่อปรับปรุงคุณภาพชีวิตของประชาชน
(N) ระบบให้สวัสดิการกับประชาชน
(IDM) เรียนรู้จากประสบการณ์ที่ได้มาในแต่ละวัน
(N) ท้องฟ้า (คําโบราณหรือทางวรรณคดี)
(N) บ่อน้ํา
(N) ปล่อง
(N) ห้องเก็บปลาในเรือหาปลา
(N) แหล่ง (ความอุดมสมบูรณ์, ข้อมูลฯลฯ)
(VI) ท่วมท้น
(ADJ) ดี
(ADJ) หายดี
(ADV) ดี
(ADV) อย่างแน่นอน
(ADV) อย่างมีทักษะ
(ADV) อย่างมีสุขภาพดี
(ADV) อย่างสุขสบาย
(INT) คําอุทานแสดงอารมณ์ความรู้สึก (เช่น ดีใจ, ประหลาดใจ, เห็นด้วย)
(SL) อย่างสุดๆ
(ADJ) รอบคอบ
(IDM) ดี
(ADJ) ครบถ้วน
(INT) คําอุทานแสดงความเสียใจ (คําโบราณ)
(IDM) โชคดี
(ADJ) ซึ่งได้สมดุล
(N) สวัสดิภาพ
(ADJ) เป็นที่เคารพนับถืออย่างสูง
(ADJ) เป็นที่รักอย่างมากและแท้จริง
(ADJ) ที่กําเนิดในตระกูลสูงศักดิ์
(N) ผู้ที่กําเนิดในตระกูลสูงศักดิ์
(ADJ) ซึ่งมีความประพฤติดีเหมือนอบรมเลี้ยงดูมาอย่างดี
(ADJ) ซึ่งระบุไว้ชัดเจน
(ADJ) ซึ่งเห็นอกเห็นใจผู้อื่น
(N) คนดี
(N) การประพฤติดี
(ADJ) ซึ่งทําได้ดี
(ADJ) สุกดีแล้ว (เช่น เนื้อเสต็ก)
(ADJ) แต่งตัวดี
(ADJ) ซึ่งได้มาโดยชอบ
(ADJ) ซึ่งมีฐานมั่นคง
(ADJ) สวยงาม (คําทางการ)
(ADJ) สวยงาม (คําทางการ)
(ADJ) บํารุงดี
(ADJ) ร่ํารวย
(ADJ) ซึ่งมีครบถ้วน
(ADJ) ซึ่งมีฐานะดี
(SL) เมามาก
(ADJ) ซึ่งสะอาดหมดจด
(ADJ) ซึ่งมีความรู้อย่างเพียงพอ
(N) ต้นกําเนิด
(N) สิ่งที่สร้างขึ้นเหนือบ่อน้ําหรือบ่อน้ํามัน
(N) แหล่งต้นน้ํา
(ADJ) ร่ํารวย (คําไม่เป็นทางการ)
(IDM) มั่งคั่ง
(N) ช่องบ่อน้ํา
(N) สิ่งก่อสร้างที่สร้างขึ้นรอบบ่อน้ํา
(N) แหล่งน้ํา
(SL) ที่มีอวัยวะเพศใหญ่
(SL) เมา
(ADJ) ซึ่งมีความรู้กว้างขวาง
(N) เมืองหลวงของประเทศนิวซีแลนด์
(IDM) ถูกควบคุม
(ADJ) ซึ่งเจตนาดี (แต่มักจะก่อให้เกิดผลที่ไม่ค่อยดีตามมา)
(ADJ) ซึ่งมีวินิจฉัยดี
(ADJ) ซึ่งสร้างอย่างมั่นคง
(ADJ) ซึ่งมีชื่อเสียง
(ADJ) มีหน้าตาดี
(ADJ) ซึ่งมีกิริยามารยาทดี
(ADJ) ซึ่งมีเจตนาดี (แต่ผลที่ได้กลับตรงกันข้าม)
(ADJ) ยินดีที่พบ
(ADV) ใกล้มาก
(ADJ) ซึ่งร่ํารวย
(IDM) มั่งคั่ง
(IDM) ร่ํารวย
(IDM) มีเงินมากพอ
(SL) พูดมาก
(IDM) ล่าช้า
(PHRV) (ของเหลว) ไหลเอ่อ
(ADJ) ซึ่งมีค่าตอบแทนมาก
(ADJ) ซึ่งมีความรู้มากและถี่ถ้วนจากการอ่าน
(PHRV) มีความรู้ดี (เพราะการอ่าน)
(ADJ) ซึ่งมีความสามารถหลายด้าน
(ADJ) พูดดี
(N) ต้นน้ํา
(ADJ) ซึ่งเป็นที่เคารพนับถืออย่างสูง
(ADJ) เหมาะกับเวลา
(ADJ) ซึ่งร่ํารวย
(ADJ) ซึ่งมีรูปร่างดี
(PHRV) (ของเหลว) ไหลท่วม
(SL) สนใจมาก
(IDM) มีความรู้มากในเรื่องบางอย่าง
(IDM) มีความรู้ดีเกี่ยวกับ
(ADJ) ซึ่งผ่านการพิจารณามาอย่างดี
(ADJ) ซึ่งเป็นที่รู้จักกันในธุรกิจการค้า
(N) ผู้ปรารถนาดีต่อผู้อื่น
(ADJ) ใช้มากจนเก่า
(ADJ) เกี่ยวกับประชาชนและวัฒนธรรมเวลส์
(ADJ) เกี่ยวกับภาษาเวลส์
(N) ชาวเวลส์
(N) ภาษาเวลส์
(VI) ไม่ได้จ่ายหนี้ (คําไม่เป็นทางการ)
(VI) ไม่ทําตามที่พูดไว้ (คําไม่เป็นทางการ)
(N) คนที่ไม่ได้จ่ายหนี้
(N) คนที่ไม่ทําตามที่ได้พูดไว้
(N) ผู้ชายชาวเวลส์
(PHRV) หนี
(N) สุนัขพันธุ์เทอร์เรีย มีขนหยิกสีดําและน้ําตาล
(N) ผู้หญิงชาวเวลส์
(N) ตะเข็บของเสื้อผ้า
(N) รอยแนวยาวบนผิวหนัง (เกิดจากการเฆี่ยนตี)
(VT) เฆี่ยนอย่างแรง
(VT) เย็บเป็นแนวตะเข็บ
(N) การชกมวยของนักมวยที่มีน้ําหนักไม่เกิน 60 - 61.6 กิโลกรัม (คําไม่เป็นทางการ)
(N) ความสับสน
(N) สิ่งที่ปนเปกันจนยุ่งเหยิง
(VI) กลิ้งเกลือก
(VI) เปียกชุ่ม
(PHRV) จมอยู่ใน
(N) นักกีฬาชนิดอื่น (เช่น นักมวยปล้ํา) ที่มีน้ําหนักไม่เกิน 60 - 61.6 กิโลกรัม
(N) นักมวยที่มีน้ําหนักไม่เกิน 60 - 61.6 กิโลกรัม
(N) เนื้องอกบนผิวหนัง (โดยเฉพาะที่หนังศีรษะหรือใบหน้า)
(N) ตัวหนังสือรูนที่มีเสียงของ W ซึ่งใช้เขียนกันในภาษาอังกฤษยุคเก่าและยุคกลาง
(N) ผู้หญิงขายตัว (คําหยาบ)
(N) หญิงรับใช้ (คําโบราณ)
(N) หญิงสาวชาวบ้าน (คําโบราณ)
(VI) เที่ยวโสเภณี
(VI) ท่องเที่ยวไป
(VT) ท่องเที่ยวไป
(ADJ) เกี่ยวกับชาวเวน
(N) ภาษาที่ชาวเวนใช้
(VI) กริยาช่องที่ 2 ของ go
(SL) สิ่งที่ทําให้มีความสุข
(N) หอยทะเลเปลือกสีขาวเป็นขดวงตระกูล Epitoniidae
(SL) โกรธเคือง
(VI) กิริยาช่องที่ 2 และ 3 ของ weep
(AUX) กิริยาพหูพจน์ช่องที่ 2 ของ be
(N) มนุษย์หมาป่า
(N) เงินที่จ่ายให้กับญาติของเหยื่อที่ถูกฆาตกรรม
(VI) กริยาช่องที่ 2 ของ be (คําโบราณ)
(N) มนุษย์หมาป่า
(N) เสื้อกั๊ก
(ADJ) ซึ่งเชื่อในคําสอนของ John Wesley
(N) ความเชื่อในคําสอนของ John Wesley
(ADJ) ซึ่งพัดมาจากทิศตะวันตก
(ADJ) ซึ่งมาจากทิศตะวันตก
(ADV) จากทิศตะวันตก
(ADV) ไปทางทิศตะวันตก
(N) ทิศตะวันตก
(N) ประเทศทางทวีปยุโรปและอเมริกา
(N) ประเทศทางทวีปยุโรปและอเมริกาที่ไม่ได้ปกครองด้วยระบอบคอมมิวนิสต์ในระหว่างสงครามเย็น
(ADJ) ซึ่งเคลื่อนที่ไปทางทิศตะวันตก
(N) ลมหรือพายุที่พัดมาจากทิศตะวันตก
(VI) ซึ่งเคลื่อนไปทางตะวันตก
(ADJ) ตั้งอยู่ทางตะวันตก
(N) ลมที่พัดมาจากทิศตะวันตก
(ADJ) ซึ่งเป็นของประเทศทางทวีปยุโรปและอเมริกา
(ADJ) ซึ่งมาจากทางทิศตะวันตก
(ADJ) ซึ่งหันหน้าไปทางทิศตะวันตก
(ADJ) ซึ่งอยู่ทางทิศตะวันตก
(ADJ) ี่ซึ่งเป็นคนทางตะวันตกของประเทศหรือภูมิภาค
(N) คนที่อาศัยอยู่ทางทิศตะวันตก
(N) หนังหรือละครที่เกี่ยวกับดินแดนทางตะวันตกของอเมริกา
(N) ศาสนาคริสต์นิกายโรมันคาทอลิก
(N) คนตะวันตก
(N) ผที่เกิดหรืออาศัยอยู่ทางตะวันตกของประเทศ
(N) ภาคตะวันตกของผืนโลก
(N) ความมีลักษณะของคนตะวันตก
(VT) เปลี่ยนกฎหมายความคิดและปฏิบัติให้เหมือนยุโรป&อเมริกา
(ADJ) ซึ่งอยู่ไกลที่สุดทางทิศตะวันตก
(N) หมู่เกาะซึ่งประกอบด้วยเกาะหลัก 3 เกาะ
(N) การเดินทางไปทางทิศตะวันตก
(N) เมืองเวสท์มินสเตอร์ ในประเทศอังกฤษ
(N) วิหารเวสท์มินสเตอร์ ตั้งอยู่ในกรุงลอนดอน
(N) รัฐเวสท์เวอร์จิเนีย ซึ่งอยู่ในภาคตะวันออกของอเมริกา
(ADJ) ซึ่งไปทางทิศตะวันตก
(ADV) โดยไปทางทิศตะวันตก
(N) ทิศทางที่มุ่งหน้าไปทางตะวันตก
(ADV) โดยไปทางทิศตะวันตก
(ADV) โดยไปทางทิศตะวันตก
(ADJ) ซึ่งขายแอลกอฮอล์ด้วย (คําไม่เป็นทางการ)
(ADJ) ซึ่งยังไม่แห้งดี
(ADJ) ซึ่งอนุญาตหรือสนับสนุนให้ผลิตหรือ่จําหน่ายเครื่องดื่มแอลกอฮอล์ (คําไม่เป็นทางการ)
(ADJ) เปียก
(N) ความเปียกชื้น
(N) ผู้สนับสนุนการผลิตและการจําหน่ายเครื่องดื่มแอลกอฮอล์ (คําไม่เป็นทางการ)
(N) สภาพอากาศที่มีฝนตก
(VI) ้เปียก
(VT) ทําให้เปียก
(VT) ปัสสาวะรดบนสิ่งของ เช่น ที่นอน หรือพรม
(N) กรรมกรชาวเม็กซิโกที่เข้าอเมริกาโดยผิดกฏหมาย
(IDM) ที่ไม่มีประสบการณ์
(IDM) คนที่ทําให้หมดสนุก
(N) คนที่ทําให้หมดสนุก (คําไม่เป็นทางการ)
(PHRV) ทําให้เปียกชุ่ม
(N) การฝันว่าได้ร่วมเพศจนน้ํากามหลั่งออกมา
(N) เหยื่อเทียมที่ใช้ตกปลา
(N) สินค้าประเภทของเหลว (เช่น น้ํามัน, สี)
(N) แกะตัวผู้ที่ถูกตอนแล้ว
(N) พื้นที่ที่มีน้ําท่วมขัง เช่น หนอง บึง
(N) แม่นม
(VT) ดูแลเอาใจใส่อย่างมากเกินไป (คําไม่เป็นทางการ)
(VT) เป็นแม่นมเลี้ยงเด็กทารก
(PHRV) ทําให้เปียก (การเป่าแก้ว)
(PHRV) ทําให้ (เสื้อผ้า) เปียก (ก่อนจุ่มลงในสารเคมีเพื่อเปลียนสี)
(N) การเช็ดตัวคนไข้ด้วยผ้าชุบน้ําอุ่นหรือเย็น
(IDM) ดื่ม
(N) ชุดของนักประดาน้ํา
(N) น้ํายาหรือสารเคมีที่ใช้เคลือบฟิล์ม กระจกหรือวัตถุอื่น
(SL) สมองมนุษย์ (ใช้เปรียบเทียบกับสมองกลของคอมพิวเตอร์)
(N) การตีอย่างแรง
(VI) ตัดอย่างแรงและเร็ว
(VI) ตีอย่างแรง
(VT) ตัดอย่างแรงและเร็ว
(VT) ตีอย่างแรง
(SL) บ้าๆ บอๆ
(ADJ) ใหญ่ (คําไม่เป็นทางการ)
(PHRV) ฟาด
(PHRV) แบ่งปัน (มักเป็นเงิน) (คําไม่เป็นทางการ)
(ADJ) ประหลาด (คําสแลง)
(N) ปลาวาฬ
(N) สิ่งที่มีขนาดใหญ่มหึมา (คําไม่เป็นทางการ)
(VI) ล่าปลาวาฬ
(VT) ตี
(VT) ถูกวิพากษ์วิจารณ์อย่างรุนแรง
(N) สิ่งของที่มีรูปร่างคล้ายหลังปลาวาฬ
(N) เรือที่มีรูปร่างยาวและแคบเคลื่อนที่ได้เร็ว
(N) วัตถุแข็งที่ได้จากปากของปลาวาฬบางชนิด
(N) นักล่าปลาวาฬ
(N) เรือที่ใช้ในการล่าปลาวาฬ
(N) การล่าปลาวาฬ
(ADV) อย่างกะทันหันและรุนแรง
(INT) คําอุทานเลียนเสียงการระเบิด (คําไม่เป็นทางการ)
(N) เสียงที่เกิดจากการระเบิดหรือกระแทกอย่างแรง
(VI) กระแทกอย่างแรงและมีเสียงดัง
(VT) กระแทกอย่างแรงและมีเสียงดัง
(N) สิ่งที่นําความเคราะห์ร้ายมาให้
(N) สายหรือแส้หนัง
(VT) ตี (คน) อย่างแรง
(VT) ทุบ (สิ่งของ) อย่างแรง (คําไม่เป็นทางการ)
(N) เสียงสะท้อนที่เกิดจากการตีหรือหวด
(SL) อวัยวะเพศชาย
(N) ท่าเรือ
(VI) เทียบเรือที่ท่า
(VT) ขนถ่ายสินค้าที่ท่าเรือ
(VT) เทียบเรือที่ท่า
(N) การใช้ท่าเทียบเรือ
(N) ค่าธรรมเนียมในการใช้ท่าเทียบเรือ
(N) ท่าเทียบเรือหลายๆ ท่า
(N) เจ้าของท่าเรือ
(ADJ) อะไร
(ADJ) อะไรก็ตาม
(ADV) คําแสดงการคาดเดาหรือกะประมาณ
(ADV) อย่างไร (เพื่อวัดระดับมากน้อย)
(CONJ) มากเท่าที่
(INT) คําอุทานแสดงความผิดหวัง ตกใจ ประหลาดใจ หรือตื่นเต้น
(PRON) อะไร
(IDM) ทําสิ่งนั้นๆกันไหม
(IDM) ดื่มหรือรับประทานสิ่งนั้นๆกันดีไหม
(IDM) คุณกําลังหมายถึงอะไร
(IDM) มันต่างกันอย่างไร
(PHRV) เข้าใจว่าฉันเป็นคนอย่างไร
(ADJ) อะไรก็ตาม
(PRON) อะไรก็ตาม
(PRON) อะไร (ใช้เพื่อเน้นคําว่า what)
(IDM) ควรได้รับสิ่งที่เหมาะสมเท่าๆกัน
(SL) ต้องการดื่ม (เหล้า) อะไร
(IDM) สิ่งกระตุ้น
(N) คนหรือสิ่งที่เหมือนกัน
(N) หิ้งหรือชั้นแสดงโชว์สินค้าโดยเฉพาะเครื่องประดับ
(IDM) แล้วทําไม
(IDM) แล้วจะมีค่าอะไร
(IDM) เป็นงัยบ้าง
(IDM) ที่แล้วก็แล้วไป
(IDM) อะไรที่รบกวนอยู่
(IDM) เกิดอะไรขึ้น
(IDM) อะไรทําให้เป็นไปได้เช่นนั้น
(SL) มันเกี่ยวอะไรกับคุณ
(ADJ) อะไรก็ตาม
(ADV) ไม่ว่าอะไรก็ตาม (แสดงการเน้นและใช้ในแง่มุมลบ)
(SL) เห็นด้วยกับสิ่งที่ (บางคน) พูด
(SL) คําพูดที่ใช้เมื่อผู้อื่นพูดในเรื่องที่ไม่เกี่ยวข้องกันขึ้นมา
(IDM) ทําไมถึงทําเช่นนั้น
(IDM) อะไรคือปัญหานัก
(IDM) เป็นอย่างไรบ้าง
(SL) เกิดอะไรขึ้น
(SL) ต้องการดื่ม (เหล้า) อะไร
(SL) ไม่เป็นไร
(IDM) เพราะว่า
(N) รอยแดงบนผิวหนัง (เช่น ที่เกิดจากการเฆี่ยน)
(N) ข้าวสาลี
(N) เมล็ดข้าวสาลี
(N) สีเหลืองอ่อน
(ADJ) ทําจากแป้งสาลีหรือข้าวสาลี
(ADJ) ที่มีสีเหลืองอ่อน
(N) ีสีเหลืองอ่อน
(N) ส่วนนิวเคลียสหรือแกนกลางของเมล็ดข้าวสาลี
(N) หนอนขนาดเล็กซึ่งขัดขวางการเจริญเติบโตของข้าวสาลี
(INT) คําอุทานแสดงถึงความดีใจ ตื่นเต้น หรือสนุกสนาน
(VI) โน้มน้าว
(VT) ซึ่งได้มาด้วยการออดอ้อน (จุดมุ่งหมายเพื่อโน้มน้าวให้ทําโดยอ้อม)
(VT) โน้มน้าวให้ทําสิ่งใดสิ่งหนึ่ง
(PHRV) ชักจูง
(PHRV) หลอกลวงเพื่อเอา (บางสิ่ง)
(N) ผู้โน้มน้าว
(ADJ) ซึ่งชักจูง
(N) กงล้อแห่งโชคชะตา
(N) การเคลื่อนที่เป็นวงกลม
(N) เครื่องทรมานมีลักษณะเป็นวงกลมซึ่งเหยื่อจะถูกมัดกางแขนกางขาบนวงกลม
(N) ที่กรอด้าย (คําไม่เป็นทางการ)
(N) ผู้ที่สําคัญและมีอํานาจ (คําสแลง)
(N) พวงมาลัย (คําไม่เป็นทางการ)
(N) รถจักรยาน (คําไม่เป็นทางการ)
(N) ล้อ
(N) ล้อเลื่อนที่ติดไว้ทําให้เคลื่อนที่ได้ง่าย
(N) สิ่งที่มีลักษณะเป็นวงกลมหรือทรงกลม
(VI) เคลื่อนไปบนล้อ
(VI) หมุนรอบอย่างรวดเร็ว
(VT) เข็น
(PHRV) เข็น
(PHRV) เข็น
(PHRV) เข็นออกไปจาก (สถานที่)
(N) รถเข็นล้อเดียว
(N) ระยะห่างระหว่างล้อหน้ากับล้อหลัง ซึ่งมักจะวัดเป็นนิ้ว
(N) เก้าอี้รถเข็นสําหรับคนป่วยหรือคนพิการ
(ADJ) ซึ่งมีล้อ
(N) สิ่งที่มีล้อ
(N) ผู้เชี่ยวชาญด้านธุรกิจหรือการเมืองด้วยวิธีที่ไม่ซื่อสัตย์
(SL) ผู้เจรจาต่อรอง (มักใช้วิธีการไม่ถูกต้องในการต่อรอง)
(N) คนงานที่แข็งแรง ขยันและไว้ใจได้
(N) ม้าตัวที่อยู่ใกล้ล้อหน้าที่สุดของรถม้า
(N) ห้องควบคุมบนเรือ
(PHRV) เข็นเข้าไป
(IDM) ฉลาดแกมโกง
(N) คนขับขี่รถจักรยานหรือรถจักรยานยนต์
(N) คนขับรถหรือพาหนะชนิดอื่น
(N) คนขับเรือ
(PHRV) เข็นออกไป
(PHRV) เข็น
(N) คนขับเรือ
(IDM) เรื่องวุ่นวายส่วนตัวที่กระทบคนอื่นจนกลายเป็นเรื่องใหญ่
(N) ์การจัดระบบฟันเฟืองในเครื่องจักร
(N) ผู้ที่ทําหรือซ่อมล้อรถ โดยเฉพาะล้อรถม้า
(N) การหายใจโดยมีเสียงดังฟืดฟาดหรือฮืดฮาด
(N) มุขตลกที่เก่าและใช้บ่อย (คําไม่เป็นทางการ)
(VI) หายใจลําบากและมีเสียงฟืดฟาดหรือฮืดฮาด
(VT) พูดโดยมีเสียงดังฟืดฟาดหรือฮืดฮาด
(PHRV) พูดหรือร้องเพลงด้วยเสียงแหบแห้ง (หรือเสียงแตก)
(ADV) อย่างหายใจลําบากและมีเสียงดัง
(ADJ) ซึ่งหายใจลําบากและมีเสียงดัง
(N) หอยทะเลคล้ายหอยทากตระกูล Buccinidae
(N) จุดหรือรอยที่ขึ้นบนผิวหนัง เช่น สิว ฝี รอยข่วน เป็นต้น
(VT) ครอบงํา
(VT) (น้ํา) ท่วม (คําทางวรรณคดี)
(N) เด็กหนุ่ม (โดยเฉพาะที่ร้ายกาจหรือทะลึ่ง)
(N) ลูกสัตว์ (โดยเฉพาะสัตว์ที่เลี้ยงลูกด้วยนมและกินเนื้อ)
(VI) ออกลูก (ใช้กับสัตว์ที่เลี้ยงลูกด้วยนมและกินเนื้อ)
(VT) ออกลูก (ใช้กับสัตว์ที่เลี้ยงลูกด้วยนมและกินเนื้อ)
(ADV) เมื่อ
(CONJ) ถ้า
(CONJ) เมื่อหรือขณะที่
(CONJ) แม้ว่า
(PRON) เมื่อไรที่
(IDM) เมื่อพิจารณาทุกๆอย่างแล้ว
(CONJ) ขณะที่
(CONJ) เมื่อไรก็ตาม
(CONJ) แม้ว่า
(ADV) จากที่ไหน (คําทางการ)
(CONJ) มีผลมาจาก (คําทางการ)
(CONJ) จากที่ใดก็ตาม
(ADV) เมื่อไรก็ตาม
(CONJ) เมื่อไรก็ตาม
(IDM) เข้าเมืองตาหลิ่ว ต้องหลิ่งตาตาม
(IDM) เมื่อทบทวนทั้งหมดแล้ว
(IDM) ถ้าพูดถึง
(IDM) เมื่อไม่ได้คาดหวัง
(IDM) เมื่อพร้อมดีแล้ว
(ADV) เมื่อไรก็ตาม
(CONJ) เมื่อไรก็ตาม
(IDM) แมวไม่อยู่หนูร่าเริง
(SL) วันชําระเงิน
(IDM) เมื่อถึงเวลา
(ADV) ที่ไหน
(CONJ) ในที่ซึ่ง
(N) สถานที่ (ที่ไม่รู้จัก)
(ADV) ที่ไหน
(N) ตําแหน่งที่ตั้ง
(CONJ) ในทางตรงกันข้าม (ใช้เปรียบเทียบ)
(CONJ) เพราะว่า (คําทางการ)
(CONJ) ที่ซึ่ง (คําโบราณ)
(ADV) ด้วยวิธีที่
(CONJ) ด้วยวิธีที่
(ADV) ที่ไหนก็ตาม (ทางวรรณคดี)
(ADV) ดังนั้น
(N) เหตุผล
(ADV) จากที่ซึ่ง (คําโบราณ)
(ADV) อย่างไร (คําโบราณ)
(CONJ) อยู่ที่ไหน (คําโบราณ)
(CONJ) ในที่ซึ่ง (คําโบราณ)
(SL) สิ่งที่ต้องการ
(ADV) เกี่ยวกับคนหรือสิ่งซึ่ง (คําทางการหรือคําโบราณ)
(ADV) บนที่ซึ่ง (คําทางการหรือคําโบราณ)
(ADV) ไม่ว่าที่ไหนก็ตาม (คําโบราณ)
(IDM) ความพยายามอยู่ที่ไหน ความสําเร็จอยู่ที่นั่น
(IDM) ทุกเรื่องมีสาเหตุ
(SL) ช่องทวารหนัก (ควรใช้วลีนี้อย่างระมัดระวัง)
(CONJ) เนื่องจาก
(ADV) ไปที่ซึ่ง (คําโบราณทางการ)
(ADV) ไปที่ซึ่ง (คําโบราณทางการ)
(CONJ) หลังจากที่
(ADV) ที่ใดๆ
(ADV) ไม่ว่าที่ไหนก็ตาม
(CONJ) ในทุกๆ ที่
(ADV) ด้วยซึ่ง
(PRON) ที่ซึ่ง
(ADV) โดย
(N) เครื่องมือ โดยเฉพาะที่เป็นเงินทอง
(N) เรือแจวลําเล็กๆ
(N) การลับให้คม
(N) สิ่งที่กระตุ้นให้เกิดความอยาก (คําไม่เป็นทางการ)
(VT) กระตุ้นให้อยาก
(VT) ลับให้คม
(CONJ) ทั้งสอง
(CONJ) ไม่ว่าจะ...หรือไม่
(IDM) ไม่ว่าอย่างไรก็ตาม
(ADV) แต่ถึงอย่างนั้น
(IDM) กระตุ้นความอยาก (รู้, เรียน)
(N) หินลับมีด
(INT) เสียงอุทานแสดงความรู้สึกปลดปล่อยหรือประหลาดใจ
(N) หางนม
(ADJ) ซึ่งเป็นหางนม
(N) ใบหน้าซีดขาว (คําไม่เป็นทางการ)
(ADJ) ซึ่งมีใบหน้าซีดขาว (คําไม่เป็นทางการ)
(ADJ) อันไหน
(PRON) สิ่งที่
(ADJ) ไม่ว่าอันไหนก็ตาม
(PRON) ไม่ว่าอันไหนก็ตาม
(ADJ) ไม่ว่าอันไหนก็ตาม (คําโบราณ)
(PRON) ไม่ว่าอันไหนก็ตาม (คําโบราณ)
(N) เสียงร้องเบาๆ อย่างม้า
(VI) ร้องเบาๆ อย่างม้า
(N) กลิ่นอ่อนๆ
(N) การสูดลมหายใจเข้า
(N) ร่องรอย
(N) ลมโชยอ่อนๆ
(VI) ลอย
(VT) ลอย
(VT) สูดดม
(N) คนสูดดม
(N) คนไม่สําคัญ โดยเฉพาะผู้อายุยังน้อย (คําไม่เป็นทางการ)
(VI) เป่าเบาๆ
(VI) รวนเร (ความคิดหรือการกระทํา)
(VT) เป่าเบาๆ
(N) คนรวนเร
(N) ผู้สนับสนุนให้ทําสงครามเพื่อประกาศอิสรภาพจากอังกฤษ
(N) สมาชิกพรรคการเมืองอังกฤษสมัยก่อน (ค.ศ.1679-1832) ซึ่งต่อมากลายเป็นพรรคลิเบอรัลในปัจจุบัน
(CONJ) ขณะที่
(CONJ) ถึงแม้ว่า
(CONJ) ในทางตรงกันข้าม
(N) ชั่วขณะหนึ่ง
(PHRV) ทําให้เวลาผ่านไปอย่างสุขสบายหรือไม่ทําอะไร
(IDM) ใช้เวลาไปโดยเปล่าประโยชน์
(CONJ) ในขณะที่ (คําโบราณ)
(IDM) ใช้เวลาไปโดยเปล่าประโยชน์
(ADJ) ก่อนหน้านี้ (คําโบราณ)
(ADV) ในเวลาก่อนหน้านี้ (คําโบราณ)
(CONJ) ขณะที่
(N) ความคิดเพ้อฝัน
(N) เสียงร้องคร่ําครวญ
(VI) ร้องคร่ําครวญ
(N) คนร้องคร่ําครวญ
(ADV) อย่างร้องคร่ําครวญ
(ADJ) แปลกประหลาด
(N) ความคิดเเปลกประหลาด
(N) ความคิดแปลกๆ
(N) สิ่งของที่ประหลาดๆ (คําโบราณ)
(N) พืชไม้ดอกสีเหลืองและมีหนามพบตามทุ่งนาของยุโรป
(N) หินสีดําที่มีเนื้อละเอียด
(N) นกขนาดเล็กที่มีอกสีเหลืองและหางส่วนล่างสีขาว
(N) การครวญคราง
(VI) ครวญคราง
(N) ผู้ครวญคราง
(VI) บ่นอู้อี้ (คําไม่เป็นทางการ)
(ADJ) ซึ่งส่งเสียงร้องเบาๆ
(N) เสียงร้องของม้า
(VI) (ม้า) ส่งเสียงร้องเบาๆ
(VT) ซึ่งบ่นอู้อี้
(N) การโบย
(N) ผู้ควบคุมเสียงสมาชิกพรรคการเมือง
(N) แส้
(VT) ชนะ (คําไม่เป็นทางการ)
(VT) ตวัด
(VT) เสียดสี
(VT) หวด
(PHRV) เอาออกทันที
(N) เชือกฟั่น
(N) ลําต้นและตอของต้นไม้ที่ถูกตัดเฉียงๆ แล้วนํามาผูกกัน
(PHRV) ตีให้เข้ากลุ่ม
(PHRV) ตีให้เข้ากัน
(N) ส่วนที่ยืดหยุ่นได้ของแส้
(VT) อาการเจ็บปวดกล้ามเนื้อ เส้นประสาท หรือข้อต่อบริเวณคอ
(ADJ) เหมือนแส้
(PHRV) รีบเอาออกทันที
(PHRV) ตีหรือฟาดกระตุ้นม้าให้ไปข้างหน้า
(PHRV) รีบควักออกมา
(PHRV) เดินทางรวดเร็วข้าม
(N) ผู้หวด
(N) คนไม่สําคัญ แต่หยิ่งทะนงและไร้มารยาท
(N) สุนัขขนสั้นชนิดหนึ่งวิ่งเร็ว
(N) ผู้รับโทษแทนผู้อื่น
(N) นกกลางคืนกินแมลงแถบอเมริกาเหนือมีขนสีน้ําตาล
(ADJ) เหมือนแส้
(PHRV) แวะเยี่ยมชั่วครู่
(N) เลื่อยที่ใช้คนสองคนเพื่อทําการเลื่อย
(N) ตะเข็บเย็บหุ้ม
(VT) ทําตะเข็บเย็บหุ้ม
(N) ด้ามของแส้
(N) จิ้งจกชนิดหนึ่งพบในแถบอเมริกาใต้และเม็กซิโก
(PHRV) รีบทําให้เสร็จ
(PHRV) ตีเร็วๆ (อาหาร)
(N) พยาธิแส้ม้า เป็นพยาธิตัวกลมชนิดหนึ่งในลําใส้มนุษย์
(N) เสียงดังกระหึ่ม
(VI) ้เกิดเสียงดังกระหึ่ม
(VT) ทําให้เกิดเสียงดังกระหึ่ม
(N) การหมุนเวียน
(VI) หมุนเวียนรอบอย่างรวดเร็ว
(VT) หมุนเวียนรอบอย่างรวดเร็ว
(N) การหมุนรอบอย่างรวดเร็ว
(ADJ) เกี่ยวกับการหมุนรอบอย่างรวดเร็ว
(N) การหมุนรอบอย่างรวดเร็ว
(PHRV) รีบพาไป
(SL) เฮลิคอปเตอร์
(N) ม้าหมุน
(N) น้ําวน
(PHRV) หมุนรอบอย่างเร็ว
(ADJ) ซึ่งเคลื่อนที่อย่างรวดเร็ว
(N) ลมหมุน
(N) สิ่งที่เกิดขึ้นอย่างรวดเร็ว
(SL) รู้สึกตัวเองหมุนๆ เมื่อเมามากๆ
(N) เฮลิคอปเตอร์ (คําไม่เป็นทางการ)
(N) เสียงดังกระหึ่ม
(VI) เกิดเสียงดังกระหึ่ม
(VT) ทําให้เกิดเสียงดังกระหึ่ม
(N) เสียงดังหวือ
(VI) เกิดเสียงดังหวือเพราะเคลื่อนตัวเร็ว
(VT) เคลื่อนตัวเร็วจนเกิดเสียงดังหวือ
(VI) เคลื่อนตัวเร็วจนเกิดเสียงดังหวือผ่านอากาศ
(N) การปัดกวาดอย่างรวดเร็ว
(N) เครื่องตีไข่หรือครีม
(N) ไม้ขนไก่สําหรับปัดฝุ่นและสิ่งสกปรก
(VT) ตีหรือปั่น (สิ่งของประเภทไข่, นม, ครีม)
(VT) ปัด
(PHRV) ปัดออกเบาๆ (ด้วยแปรง, แกว่งหาง ฯลฯ)
(N) หนวดของสัตว์
(N) เหล้าวิสกี้
(PHRV) ปัดออกเบาๆ (ด้วยแปรง, แกว่งหาง ฯลฯ)
(N) เหล้าวิสกี้
(N) การกระซิบ
(VI) กระซิบ
(VT) กระซิบ
(PHRV) ซุบซิบไปทั่ว
(PHRV) ซุบซิบไปทั่ว
(N) ผู้กระซิบ
(ADJ) คล้ายกระซิบ
(ADJ) ซึ่งเหมือนกระซิบ
(N) เกมไพ่ชนิดหนึ่งซึ่งมีผู้เล่น 2 ฝ่าย ฝ่ายละ 2 คน
(N) การผิวปาก
(N) สิ่งที่ทําให้เกิดเสียงหวีดหวิว
(N) เสียงผิวปาก
(VI) ผิวปาก
(VT) ทําให้เกิดเสียงหวีดหวิว (เช่น เป่าเครื่องดนตรี)
(ADJ) ซึ่งทําเสียงผิวปาก
(SL) ชุดเสื้อผ้า
(PHRV) เรียกร้อง
(IDM) แสร้งทําเป็นไม่เกรงกลัว
(N) คนผิวปาก
(N) สถานีรถไฟเล็กๆ
(PHRV) เป่านกหวีดหรือผิวปากเรียก
(ADJ) ซึ่งทําเสียงหวีดหวิว
(N) จํานวนเล็กน้อย (คําไม่เป็นทางการ)
(ADJ) เกือบไม่มีสี
(ADJ) (ลักษณะ) ที่สะอาดบริสุทธ์
(ADJ) (ไวน์) ซึ่งทําจากองุ่นขาว
(ADJ) ีขาว
(N) ชาวผิวขาว
(N) สิ่งที่มีสีขาว
(N) สีขาว
(N) ปลวก
(IDM) ซีดมาก
(IDM) ขาวมาก
(N) ต้นไม้พื้นเมืองของทวีปยุโรปและเอเชีย
(N) คนแก่ที่มีเคราเป็นสีขาวหรือเทา
(N) คลื่นที่แตกเป็นฟองสีขาว
(N) เกี่ยวกับงานนั่งโต๊ะ มีเงินเดือนประจํา และไม่ต้องใช้แรงงาน
(IDM) ของไม่มีค่าสําหรับเรา ที่ได้รับมาเป็นของขวัญจากคนอื่นที่คิดว่ามันมีค่า
(N) สิ่งมีค่ามากซึ่งเสียค่าเก็บรักษาจํานวนมาก
(N) เครื่องแต่งหน้าที่ทําให้หน้าขาวของตัวละคร
(N) ปลาจําพวก Coregonidae พบในอเมริกาเหนือ
(N) ธงสีขาวหรือผ้าสีขาวซึ่งใช้แสดงการยอมแพ้หรือสงบศึก
(N) ทองคําขาว
(N) ของใช้ในครัวเรือนที่เป็นผ้า เช่น ผ้าปูที่นอน ผ้าปูโต๊ะ ผ้าเช็ดตัวและอื่นๆ
(N) เครื่องใช้ขนาดใหญ่ในครัวเรือน
(N) ชื่อถนนในกรุงลอนดอน
(N) เมืองในตอนกลางของรัฐโอไฮโอในสหรัฐอเมริกา
(N) รัฐบาลอังกฤษ (เพราะที่ตั้งของหลายกระทรวงอยู่บนถนน Whitehall ในกรุงลอนดอน)
(SL) คนดี
(N) ตุ่มหรือเม็ดขาวๆ บนผิวหนังโดยเฉพาะที่หน้า
(ADJ) ซึ่งเป็นที่โปรดปราน
(ADJ) ซึ่งมีผมสีขาว
(N) ความร้อนจัดจนเกิดแสงสีขาวแผ่กระจายออกมา
(N) อารมณ์ที่รุนแรง
(N) คนที่คาดหวังว่าจะนําชื่อเสียงมาสู่พวกพ้อง
(ADJ) ซึ่งร้อนจัดจนมีแสงสีขาวแผ่ออกมา
(N) ทําเนียบประธานาธิบดีสหรัฐอเมริกาในกรุงวอชิงตัน ดี ซี
(N) บริษัทหรือบุคคลที่ช่วยกู้บริษัทอื่นให้พ้นจากสถานการณ์อันเลวร้าย (ทางการเงิน)
(N) บุคคลช่วยผู้อื่นให้พ้นจากสถานการณ์อันเลวร้าย
(N) สารประกอบผงสีขาว ใช้เป็นสารสี
(N) คําโกหกเล็กๆ น้อยๆ
(N) เนื้อสัตว์สีขาว
(VI) กลายเป็นสีขาว
(VT) ทําให้ขาว
(N) สิ่งที่ทําให้ขาว
(N) ความขาว
(N) การทําให้ขาว
(PHRV) ทาสีขาวทับ
(N) เอกสารหรือรายงานทางราชการ
(N) ชนผิวขาว
(N) หญิงผิวขาวที่ถูกขายหรือบีบบังคับให้เป็นโสเภณี
(N) ช่างชุบเหล็ก
(N) ช่างดีบุก
(N) โบว์สีขาวที่ผู้ชายผูกเมื่อแต่งชุดราตรี
(N) น้ําปูนขาวสําหรับทาผนังหรือกําแพง
(N) ปูนขาวทาผนัง
(N) สิ่งที่ปิดบังข้อเท็จจริง (คําไม่เป็นทางการ)
(SL) ปกปิดสิ่งไม่ดี
(VT) ทากําแพงให้เป็นสีขาว (โดยการใช้น้ําปูนขาวสําหรับทาผนังหรือกําแพง)
(VT) ปิดบังข้อเท็จจริง
(N) ผู้ปิดบังข้อเท็จจริง
(N) เหล้าองุ่นขาว (มีสีเหลืองหรือสีอําพัน)
(N) ต้นไม้เนื้อไม้สีขาวหรือสีอ่อน
(N) คนผิวขาว (คําสแลงหยาบ)
(ADV) ที่ไหน (คําโบราณหรือทางวรรณคดี)
(ADV) ไปยังที่ไหนก็ตาม (คําโบราณ)
(ADV) ไปยังที่ไหน (คําโบราณ)
(N) ปลาของยุโรปตระกูลปลาคอต
(N) ผงชอล์กบริสุทธิ์สีขาว ใช้เป็นส่วนผสมในการทําสีหรือหมึก
(ADJ) ค่อนข้างขาว
(N) อาการอักเสบของเนื้อเยื่อตรงข้างนิ้วมือและนิ้วเท้า
(N) วันอาทิตย์ที่7หลังวันอีสเตอร์
(ADJ) เกี่ยวกับ Whitsunday หรือ Whitsuntide
(N) วันอาทิตย์ที่7หลังวันอีสเตอร์
(N) สัปดาห์ของ Whitsunday
(VI) เหลา
(VT) เหลา
(PHRV) เฉือนออก
(PHRV) ตัดออก
(N) ผู้เหลาออก
(N) คนผิวขาว (คําสแลงหยาบ)
(N) ผู้ที่มีความสามารถหรือเชี่ยวชาญเป็นพิเศษ (คําไม่เป็นทางการ)
(SL) ผู้มีความสามารถพิเศษ
(VI) เคลื่อนที่ออกไปอย่างรวดเร็ว
(VI) ทําเสียงดังหวือ
(ADJ) ดีเลิศ (คําไม่เป็นทางการ)
(N) ผู้ที่ดีเลิศ
(N) เสียงหวีดหวิว
(ADJ) ยอดเยี่ยม
(N) คนยอดเยี่ยม
(N) ผู้ที่มีความสามารถเป็นพิเศษ (คําไม่เป็นทางการ)
(N) คนวัยหนุ่มสาวที่ฉลาดและประสบความสําเร็จ
(PHRV) แล่นผ่าน
(ABBR) องค์การอนามัยโลก (คําย่อ World Health Organization)
(INT) หยุด (โดยเฉพาะใช้สั่งม้า)
(PRON) ใคร
(PRON) บุคคลซึ่ง
(N) นวนิยายนับสืบ (คําไม่เป็นทางการ)
(PRON) ใครก็ตาม
(ADJ) ทั้งหมด
(ADV) สมบูรณ์
(N) สิ่งที่ครบถ้วน
(SL) ทุกโอกาส
(IDM) ทั้งหมด
(N) เลือดจากร่างกายที่ไม่มีส่วนประกอบใด
(SL) จํานวนมาก
(SL) ทั้งครอบครัว
(N) อาหารจากธรรมชาติที่โตโดยเกือบไม่ใส่ปุ๋ยหรือยาฆ่าแมลง
(ADJ) เต็มใจ
(ADJ) (แสดงความเห็นหรือความเชื่อ) เต็มที่
(ADV) อย่างเต็มที่
(ADJ) (แสดงความเห็นหรือความเชื่อ) เต็มที่
(ADJ) ขยายเต็มที่
(N) ซึ่งไม่ได้เอารํา (ของข้าวสาลี) ออก
(N) นมที่มีส่วนผสมทั้งหมดจากวัวหรือสัตว์อื่น
(N) ความมีสุขภาพดี
(SL) สิ่งที่แตกต่างอย่างสิ้นเชิง
(SL) (จํานวน) ทั้งหมด (ใช้กับ the เสมอ)
(N) เครื่องหมายเสียงดนตรีที่มีเท่ากับสี่จังหวะ (quarter notes)
(N) เลขจํานวนเต็ม
(ADJ) ซึ่งขายส่ง
(ADV) โดยขายส่ง
(ADV) โดยทั้งหมด
(N) การขายส่ง
(VI) ขายส่ง
(VT) ขายส่ง
(N) คนขายส่ง
(N) การขายส่ง
(IDM) ทั้งองกรค์
(ADJ) ซึ่งเป็นประโยชน์
(ADV) อย่างเป็นประโยชน์ต่อสุขภาพ
(N) การส่งเสริมสุขภาพ
(ADJ) ซึ่งทําจากแป้งข้าวสาลีล้วนๆ
(SL) ทุกหนแห่ง
(ADV) ทั้งหมด
(PRON) ใคร  (ทําหน้าที่เป็นกรรมของ who)
(PRON) ใครก็ตาม (ทําหน้าที่เป็นกรรมของคํากริยาหรือคําบุพบท)
(N) เสียงกระทบกันอย่างแรง
(VI) ตบ
(VT) ตบ
(PHRV) ทําให้ตื่นเต้น
(PRON) ใครก็ตาม (ทําหน้าที่เป็นกรรมของ whosoever) (คําทางการ)
(INT) คําอุทานแสดงความตื่นเต้น
(N) การร้องด้วยความดีใจ
(VI) ร้องด้วยความดีใจ
(INT) คําอุทานแสดงความสนุกสนาน
(N) โรคไอกรน
(N) นกกระสาสีขาวขนาดใหญ่
(IDM) สนุกสนานเฮฮา
(PHRV) สนุกสนานเต็มที่ (โดยเฉพาะด้วยเครื่องดื่มที่มีอัลกอฮอล์)(คําไม่เป็นทางการ)
(INT) คําอุทานแสดงความประหลาดใจ ความอาย
(N) เสียงไหลอย่างแรงของกระแสน้ํา
(VI) เคลื่อนที่อย่างรวดเร็วจนทําให้เกิดเสียงดัง
(SL) ชื่อเรียกแทนชื่อจริง (ที่ลืมไปแล้ว)
(N) การตีอย่างแรง
(VT) ตีอย่างแรง (คําไม่เป็นทางการ)
(N) การโกหกที่ร้ายแรง (คําไม่เป็นทางการ)
(N) สิ่งที่ใหญ่โตกว่าปกติ (คําไม่เป็นทางการ)
(SL) เรื่องโกหก
(ADJ) ใหญ่มาก  (คําไม่เป็นทางการ)
(ADV) อย่างยิ่ง (คําไม่เป็นทางการ)
(N) หญิงโสเภณี (คําหยาบ)
(VI) เป็นหญิงโสเภณี (คําหยาบ)
(PHRV) ปรารถนา
(N) การค้าประเวณี
(N) ซ่องนางโลม (คําไม่สุภาพ)
(N) คนเที่ยวซ่องนางโลม
(N) คนเที่ยวซ่องนางโลม
(ADJ) เหมือนหญิงโสเภณี
(ADV) เหมือนหญิงโสเภณี
(N) การค้าประเวณี
(N) สิ่งที่มีลักษณะเป็นขดหรือวง
(ADJ) ซึ่งมีลักษณะเป็นขดหรือวง
(N) ผลไม้เล็กๆ สีดํากินได้ของต้นไม้พุ่มชนิดหนึ่ง
(PRON) ของใคร
(PRON) ของใครก็ตาม
(PRON) ใครก็ตาม (คําโบราณหรือทางวรรณคดี)
(VI) ทุบ
(VT) ทุบ
(VT) เฆี่ยน (คํานี้ใช้ทางใต้ของสหรัฐอเมริกา)
(ADV) ทําไม
(INT) ทําไม
(IDM) สาเหตุและเหตุผล
(N) ไส้ตะเกียง
(N) หมู่บ้าน (คําโบราณ)
(VT) ดูด (ของเหลว)
(ADJ) ชั่วร้าย
(SL) เจ๋ง
(ADV) อย่างโหดร้าย
(N) ความโหดร้าย
(ADJ) ซึ่งทําด้วยเครื่องสาน
(N) ่เครื่องสาน
(N) เครื่องสาน
(N) ประตูเล็ก
(N) ผู้เล่นฝ่ายที่ขว้างลูกและคอยรับลูกอยู่หลังคานตี
(N) ต้นไม้ผลัดใบแถบตะวันออกของอเมริกาเหนือ
(ADJ) กว้าง
(ADV) กว้าง
(N) ลูกคริกเก็ตที่ตีออกห่างจากประตู (กีฬาคริกเก็ต)
(ADJ) เกี่ยวกับเลนส์มุมกว้างของกล้องถ่ายรูปที่มีมุมกว้าง70องศา/มากกว่า
(ADJ) ตื่นตัวเต็มที่
(IDM) ตื่นตัว
(N) การตื่นตัวเต็มที่
(ADJ) ซึ่งตาเบิกโพลงด้วยความสงสัย ความกลัว ความตกใจ
(ADV) อย่างกว้างขวาง
(VI) ขยายออก
(VT) ทําให้กว้าง
(N) ผู้ขยายออก
(N) การขยายออก
(PHRV) ทําให้กว้างขึ้น
(IDM) ห่างจากจุดหมาย
(ADJ) ขยายเต็มที่
(ADJ) แพร่หลาย
(N) เครื่องจักรกลเล็กๆ ที่ไม่รู้จักชื่อ
(ADJ) ค่อนข้างกว้าง
(N) ความเป็นม่าย
(N) แม่ม่าย
(VT) เป็นม่าย
(N) พ่อม่าย
(N) ความเป็นพ่อม่าย
(N) ความเป็นแม่ม่าย
(SL) สิ่งอันตราย (เช่น ปืน, เหล้าแรง)
(N) ความกว้าง
(ADV) ตามกว้าง
(ADV) ตามความกว้าง
(VT) ใช้อาวุธหรือเครื่องมือ
(ADJ) ซึ่งใช้อาวุธหรือเครื่องมือ
(N) คนที่ถือ (อาวุธ, เครื่องมือ)
(N) ผู้ใช้อาวุธหรือเครื่องมือ
(ADJ) ซึ่งจัดการได้ง่าย
(N) ไส้กรอกเยอรมัน
(N) ภรรยา
(N) การเป็นภรรยา
(N) การเป็นภรรยา
(ADJ) ซึ่งมีคุณสมบัติเหมาะสมที่จะเป็นภรรยา
(N) เมีย
(N) ผมปลอม
(VT) ดุด่า
(N) ผ้าเนื้อแข็งหรือหยาบ
(N) การแกว่งไปแกว่งมา
(VI) แกว่งไปแกว่งมา
(VT) ทําให้แกว่งไปมา
(N) ผู้ที่แกว่ง
(ADJ) ซึ่งแกว่งไปแกว่งมา (คําไม่เป็นทางการ)
(ADJ) แปลก (คําสแลง)
(ADJ) แข็งแรงและกล้าหาญ (คําโบราณ)
(N) สิ่งมีชีวิต โดยเฉพาะมนุษย์ (คําโบราณ)
(PHRV) ทําให้ตื่นเต้นอย่างมาก (คําไม่เป็นทางการ)
(VI) แกว่งไปแกว่งมา
(VI) โบกธงให้สัญญาณ
(VT) ทําให้แกว่งไปมา
(VT) โบกธงให้สัญญาณ
(N) ผู้โบกธงให้สัญญาณ
(N) กระท่อมของอินเดียนแดงทางตะวันออกของอเมริกา
(ADJ) ซึ่งกระตือรือร้น
(ADJ) ซึ่งเกิดขึ้นเองตามธรรมชาติ
(ADJ) ซึ่งไม่มีการยับยั้งชั่งใจ
(ADJ) ไม่เชื่อง
(ADJ) แห้งแล้ง
(N) พืชชนิดหนึ่งเป็นบรรพบุรุษของแครอท
(N) แมวป่าซึ่งเป็นบรรพบุรุษของแมวบ้าน
(N) ผู้สํารวจน้ํามันหรือก๊าซ (คําไม่เป็นทางการ)
(N) นักเขียนบทละครอังกฤษช่วงปีค.ศ 1854-1900
(N) วัว
(N) บริเวณรกร้างว่างเปล่า
(ADJ) ซึ่งตาเบิกโพลงด้วยความโกรธ กลัวหรือผิดปกติทางจิต
(N) ไฟป่าที่รุนแรงและลุกไหม้เป็นบริเวณกว้าง
(IDM) ไม่มีประโยชน์ในการตามล่า ติดตาม
(N) การค้นหาสิ่งไม่มีตัวตน
(IDM) ไม่มีอะไรบังคับให้ไปได้
(N) สัตว์ป่า
(N) ต้นไม้หรือสัตว์ป่า
(ADV) อย่างรีบเร่ง
(N) ความไม่เชื่อง
(N) พรมแดนด้านตะวันตกของอเมริกาเมื่อศตวรรษที่ 19
(N) ป่าธรรมชาติ
(N) อุบาย
(ADJ) ซึ่งจงใจ (ด้วยเจตนาไม่ดีหรือต้องการทําร้ายผู้อื่น)
(ADJ) ดื้อดึง
(N) ความจงใจ
(ADV) อย่างมีเล่ห์เหลี่ยม
(N) ความมีเล่ห์เหลี่ยม
(AUX) จะ
(N) ความต้องการ
(N) ความตั้งใจ
(N) พินัยกรรม
(VI) ต้องการ
(VT) ต้องการ
(VT) ตั้งใจที่จะทําให้เกิด
(ADJ) ซึ่งมีความตั้งใจ
(N) ความจงใจ
(N) ความรู้สึกไม่สบายใจ (คําไม่เป็นทางการ)
(SL) ความกลัว
(ADJ) ซึ่งมีความตั้งใจ
(ADV) อย่างเต็มใจ
(N) ความเต็มใจ
(IDM) ไม่ยอมรับ
(SL) ไม่น่าเชื่อ
(N) สิ่งลวงตา
(N) แสงเรืองสีฟ้าของฟอสฟอรัสเห็นได้ในเวลากลางคืน
(N) ต้นวิลโลว์
(ADJ) เกี่ยวกับต้นวิลโลว์
(ADJ) ระหง
(N) กําลังใจ
(N) ความตั้งใจจริงและความมีวินัยในตัวเองที่นําไปสู่ความสําเร็จ
(PHRV) ยกมรดกให้
(ADJ) ด้วยความเต็มใจหรือไม่ก็ตาม
(ADV) อย่างเต็มใจหรือไม่ก็ตาม
(N) การเฉาของพืช
(N) โรคเหี่ยวเฉาของพืช
(VI) เฉา
(VT) ทําให้เหี่ยวเฉา
(ADJ) เต็มไปด้วยเล่ห์
(N) สว่าน
(N) เมืองวิมเบิลดันในประเทศอังกฤษ
(N) ผ้าโพกศีรษะของสตรีในยุโรปสมัยกลาง
(SL) อ่อนแอ
(N) ชัยชนะ
(VI) ชนะ
(VT) ชนะ
(SL) บางคราวชนะ บางคราวก็แพ้
(PHRV) ได้รับความสนับสนุนจาก
(PHRV) ได้ชัยชนะ
(PHRV) ทําให้เปลี่ยนไปเข้ากับ (อีกฝ่าย)
(PHRV) ได้รับชัยชนะคืน
(IDM) ชนะกันแค่ปลายจมูก
(IDM) ชนะกันแค่ปลายจมูก
(N) การสะดุ้งหนี (เพราะกลัวหรือเจ็บปวด)
(N) การแสดงสีหน้าเจ็บปวด
(VI) สะดุ้งหนี (เพราะกลัวหรือเจ็บปวด)
(VI) แสดงสีหน้าเจ็บปวด (เพราะนึกถึงสิ่งที่ไม่ดีหรือสิ่งที่ทําให้อึดอัดใจ)
(PHRV) สะดุ้ง
(N) ผู้สะดุ้งหนี
(N) เครื่องกว้าน
(N) คนที่ใช้เครื่องกว้าน (สําหรับยกของหนัก)
(N) เมืองวินเชสเตอร์ในแฮมเชียร์ อยู่ทางใต้ของประเทศอังกฤษ
(N) การคุยโว
(N) เครื่องดนตรีประเภทเป่า
(N) ลม
(N) ลมหายใจ
(VI) ได้กลิ่น (คนหรือสิ่งของ)
(VT) ได้กลิ่น (คนหรือสิ่งของ)
(VT) ทําให้ไม่สามารถหายใจเอาอากาศเข้าได้พอ
(VT) ปล่อยให้ม้าพัก (หลังจากออกแรง)
(VI) คดเคี้ยว
(VI) พัน
(VT) คดเคี้ยว
(VT) พัน
(PHRV) กรอกลับ
(N) คนคุยโวที่พูดแต่เรื่องน่าเบื่อ (คําไม่เป็นทางการ)
(N) ถุงลมในเครื่องดนตรีประเภทเป่า(ทางดนตรี)
(SL) คนพูดมาก
(ADJ) ซึ่งกระจัดกระจายด้วยลม
(ADJ) ซึ่งไม่สามารถเล่นเรือไปได้เพราะทวนลม
(N) สิ่งที่กําบังลม
(N) อาการผิวหนังอักเสบเนื่องจากถูกลมแรง
(N) หีบลมของหีบเพลง
(N) หีบลมของหีบเพลง
(N) หีบลมที่อยู่ในหีบเพลง
(N) ผลกระทบที่เกิดจากความหนาวเย็นและแรงปะทะของลม
(N) ถุงลมรูปกรวยติดปลายด้านหนึ่งไว้กับเสาเหมือนธง
(PHRV) หมุนให้ต่ําลง
(ADJ) ซึ่งหายใจหอบ
(N) ไข่ลม
(N) ขั้นบันไดวน
(N) เครื่องม้วนด้าย
(N) ผู้พัน
(N) สิ่งดีๆ ที่ได้มาที่คาดไม่ถึง
(ADV) อย่างมีลมแรง
(PHRV) หมุนเข้า
(N) การมีลมแรง
(ADJ) ซึ่งพันรอบ
(N) การพัน
(ADV) อย่างเป็นม้วน
(N) เครื่องดนตรีประเภทเป่า
(PHRV) พัน (บางสิ่ง) ให้กลม
(N) เรือใบลําใหญ่
(N) เครื่องกว้าน
(ADJ) ซึ่งไม่มีลม
(N) กังหันลม
(VI) หมุน (ในลักษณะเดียวกับกังหันลม)
(VT) หมุน (ในลักษณะเดียวกับกังหันลม)
(PHRV) พันออก
(PHRV) หมุนรอบ
(N) หน้าต่าง
(N) หน้าต่างกระจกด้านหน้าของร้านสําหรับโชว์สินค้า
(N) กระถางต้นไม้ที่เป็นกล่องแคบๆ ที่วางไว้ข้างหน้าต่าง
(N) ผู้ตกแต่งหน้าร้าน
(N) การตกแต่งกระจกด้านหน้าของร้านสําหรับโชว์สินค้า
(N) ซองจดหมายที่มีกรอบกระดาษใสด้านหน้า
(N) กรอบหน้าต่าง
(SL) คนที่ทําตัวแปลก (มักใช้กับคนที่นั่งข้างๆ บนรถเมล์)
(N) กระจกหน้าต่าง
(N) มุ้งลวด
(N) ที่นั่งติดหน้าต่าง (เช่นในรถประจําทาง รถไฟ เครื่องบิน)
(VI) เดินดูสินค้าตามตู้โชว์หรือหน้าต่างโชว์สินค้าโดยไม่ได้ซื้อ
(IDM) นิสัยของการชอบเดินดูสินค้าแต่ไม่ซื้อ
(N) ขอบหน้าต่างส่วนล่าง
(N) หลอดลม
(N) แนวกองฟาง (ที่ผึ่งลมให้แห้งก่อนนําไปมัด)
(N) ที่บังลม
(N) กระจกบังลม
(N) ถุงลมรูปกรวยติดปลายด้านหนึ่งไว้กับเสาเหมือนธง
(N) ถุงลมแสดงทิศทางลม
(N) ลมพายุ
(N) กีฬาวินด์เซิร์ฟ
(PHRV) คดเคี้ยวผ่าน
(N) ท่อหรือช่องสําหรับใส่ลมเข้า
(N) การสรุป
(PHRV) หมุนขึ้น
(SL) คนที่ช่างหยอกเย้าผู้อื่น
(ADJ) ซึ่งหันเข้าหาลม
(ADV) หันเข้าหาลม
(ADJ) ซึ่งมีลมแรง
(ADJ) พูดเยิ่นเย้อ (คําไม่เป็นทางการ)
(N) สีไวน์
(N) เหล้าไวน์
(N) คนที่ดื่มเหล้าองุ่นมากเกินไป
(N) ห้องใต้ดินสําหรับเก็บเหล้าองุ่นหรือเหล้าไวน์
(N) แก้วสําหรับดื่มไวน์
(N) ผู้ที่ปลูกองุ่นและผลิตเหล้าองุ่น
(N) เครื่องบีบน้ําองุ่น
(N) โรงกลั่นเหล้าองุ่น
(N) ถุงใส่เหล้าองุ่นที่ทําด้วยหนังแกะหรือหนังแพะ
(PHRV) ประสบความสําเร็จ
(N) กลุ่มย่อย (ในองค์กรใหญ่)
(N) นักฟุตบอลหรือนักรักบี้ที่เล่นในตําแหน่งปีก
(N) ปีกเครื่องบิน
(N) ปีก (นก, แมลง)
(N) ปีกอาคาร
(VI) เคลื่อนที่รวดเร็ว (ราวกับติดปีกบิน)
(VT) เคลื่อนที่รวดเร็ว (ราวกับติดปีกบิน)
(N) ปีกหลังกีฬารักบี้หรืออเมริกันฟุตบอล
(N) เก้าอี้นวมขนาดใหญ่และสูง พนักพิงหลังมีปีกออกมา2ข้าง
(N) คอปกเสื้อที่ตั้งตรง (สําหรับผู้ชายสวมในงานทางการ)
(N) นาวาอากาศโท
(N) การเฉลิมฉลองที่อึกทึกครึกโครม (คําโบราณ)
(ADJ) สามารถบินได้เพราะมีปีก
(N) นักฟุตบอลหรือนักรักบี้ที่เล่นในตําแหน่งปีก
(N) ปีกเล็ก
(ADJ) มีลักษณะเหมือนปีก
(N) นักบินผู้ขับขี่เครื่องบินในตําแหน่งปีกข้างของจ่าฝูง
(N) การบินผาดโผน
(N) ปีกประดับของเครื่องแบบนักบิน
(N) ระยะระหว่างปลายปีก2ข้างของเครื่องบิน นก แมลงเมื่อกางเต็มที่
(N) ระยะระหว่างปลายปีก2ข้างของเครื่องบิน นก แมลงเมื่อกางเต็มที่
(N) การตีปีกบิน
(N) ปลายปีกของเครื่องบิน นก หรือแมลง
(VI) ขยิบตา
(VI) ส่องแสงกระพริบๆ
(PHRV) กระพริบตาให้
(PHRV) กระพริบตาหรือไฟ
(PHRV) กระพริบตาตอบกลับ
(N) ผู้ที่ขยิบตา
(N) หอยชนิดหนึ่งตามริมฝั่งทะเล รับประทานได้
(PHRV) ค้นหา
(ADJ) ซึ่งประสบความสําเร็จ
(N) ผู้ชนะ
(ADJ) ซึ่งมีชัยชนะ
(ADV) อย่างมีชัยชนะ
(N) การมีชัยชนะ
(N) สิ่งที่ได้มาจากชัยชนะ
(N) หน้าต่าง (เป็นคําที่ใช้กันในสก็อตแลนด์)
(VI) พัดหรือเป่าเอาแกลบข้าวออก
(VT) พัดหรือเป่าเอาแกลบข้าวออก
(N) อุปกรณ์ที่ใช้แยกเอาออกแกลบข้าวออก
(N) คนขี้เหล้า
(PHRV) ประสบความสําเร็จ
(PHRV) ได้รับความสนับสนุนจาก
(PHRV) ได้รับความสนับสนุนจาก
(ADJ) ซึ่งมีสเน่ห์
(ADV) อย่างมีสเน่ห์
(N) การมีสเน่ห์
(IDM) ได้มาง่ายๆโดยไม่มีคู่ต่อสู้
(N) ฤดูหนาว
(VI) ใช้เวลาฤดูหนาวในที่ที่ห่างจากบ้าน
(VT) เก็บรักษาไว้ในช่วงฤดูหนาว
(N) ต้นไม้พุ่มเตี้ยตระกูลเดียวกับต้น Holly
(N) ต้นไม้ดอกพุ่มเตี้ยมีผลเล็กสีแดงและใบขนาดเล็ก
(N) น้ํามันระกํา
(ADJ) ซึ่งเก็บไว้สําหรับฤดูหนาว
(VT) เตรียมสภาพของบ้านหรือรถให้พร้อมไว้สําหรับฤดูหนาว
(PHRV) ออกไปไหนไม่ได้ตลอดฤดูหนาว
(N) วันที่มีกลางวันสั้นที่สุด ทางซีกโลกเหนือ (วันที่ 22 ธันวาคม)
(N) ฤดูหนาว
(ADJ) เกี่ยวกับฤดูหนาว
(IDM) ประสบความสําเร็จ
(PHRV) ประสบความสําเร็จ
(PHRV) ชักชวนเข้าร่วม
(ADV) อย่างหนาวเย็น
(N) ความหนาวเย็น
(ADJ) เกี่ยวกับฤดูหนาว
(ADJ) เหมือนเหล้าองุ่น (สี กลิ่น หรือรส)
(N) การเช็ด
(VT) เช็ด
(PHRV) ขัดออก
(PHRV) ขัดออกด้วยผ้า
(PHRV) ลบออก
(N) การทําลายราบเป็นหน้ากลอง
(PHRV) ขัดออก
(SL) อุบัติเหตุ
(PHRV) เช็ดออก
(N) ที่ปัดน้ําฝน
(IDM) ลืมเรื่องแย่ๆ
(PHRV) ถูออกด้วย
(N) โทรเลข
(N) ลวด
(N) สายไฟ
(VT) ต่อสายไฟ
(VT) พันด้วยลวด
(VT) ส่งโทรเลข
(N) อุปกรณ์ที่ใช้ตัดสายไฟหรือสายโลหะ
(ADJ) ซึ่งเดินระบบสายเรียบร้อย (เช่น สายไฟฟ้า สายโทรศัพท์)
(VT) ดึงหรือขึงเส้นลวดให้บางลง
(N) เครื่องหรือคนที่ใช้ดึงหรือขึงเส้นลวดให้บางลง
(ADJ) ละเอียดลออเกินไป
(VT) กริยาช่องที่ 2 ของ wiredraw
(PHRV) เดินสายสําหรับ
(N) ตาข่ายลวด
(N) สุนัขขนแข็งพันธุ์เทอเรียร์
(PHRV) เดินสายเข้ามา
(ADJ) ซึ่งไม่มีเส้นลวด
(N) วิทยุ (คําโบราณ)
(N) วิทยุโทรเลข
(N) วิทยุโทรศัพท์
(ADJ) ซึ่งมีลักษณะคล้ายเส้นลวดหรือสายไฟ
(N) ช่างสายไฟ
(N) การทําด้วยสายโลหะ
(PHRV) ส่ง (เงิน, ข่าวสาร) ทางโทรเลข
(N) ผู้ชักใยเบื้องหลัง
(N) ผู้ชักสายหุ่นกระบอก
(ADJ) ซึ่งชักใยอยู่เบื้องหลัง
(N) สํานักข่าวที่ส่งข่าวสารไปยังสื่อต่างๆ
(N) การต่อสายดักฟังโทรศัพท์ของผู้อื่น
(VI) ต่อสายดักฟังโทรศัพท์ของผู้อื่น
(VT) ต่อสายดักฟังโทรศัพท์ของผู้อื่น
(N) ผู้ต่อสายดักฟังโทรศัพท์ของผู้อื่น
(PHRV) เดินสายไฟ
(N) ทางเดินของสายไฟในตึก
(N) ผลิตภัณฑ์ลวดโลหะ
(N) คนที่ทําผลิตภัณฑ์ลวดโลหะ
(N) หนอนลําตัวแข็งเป็นตัวอ่อนของแมลงเต่าทองและทําลายรากพืช
(N) การวางระบบสายไฟ
(ADJ) ซึ่งเกี่ยวกับเส้นลวดโลหะ
(ADJ) (รูปร่าง) ผอมบางแต่แข็งแรง
(N) การตัดสินอย่างเฉียบแหลม
(N) ปัญญา
(N) ฟันกรามซี่ที่ 3 (ในจํานวนฟันกรามทั้งหมด 4 ซี่) เป็นฟันที่ขึ้นมาหลังสุด
(ADJ) เฉลียวฉลาด
(N) ท่าทาง
(SUF) วิธี
(N) คนอวดฉลาด
(IDM) รู้วิธีจัดการเมื่อเหตุการณ์ผ่านไปแล้ว
(IDM) ฉลาดมาก
(N) คําคม
(N) คําคมหรือคําตลกแบบประชดประชัน (คําไม่เป็นทางการ)
(VI) พูดคําคมหรือคําตลกแบบประชดประชัน (คําไม่เป็นทางการ)
(N) คนอวดฉลาด (คําไม่เป็นทางการ)
(SL) คนโง่
(ADV) อย่างฉลาด
(N) คนฉลาด
(N) คนที่อวดฉลาด
(PHRV) ฉลาด
(N) ความประสงค์
(N) คําขอร้องอย่างสุภาพ (คําเป็นทางการ)
(VT) ปรารถนา
(PHRV) กําจัดให้สิ้น
(N) กระดูกสองง่ามที่เป็นกระดูกหน้าอกของนก ใช้อธิษฐาน
(SL) รายการสั่งสินค้าทางไปรษณีย์
(PHRV) ปรารถนา
(ADJ) ซึ่งมีความปรารถนา
(ADV) อย่างปรารถนา
(N) ความปรารถนา
(IDM) ความเชื่อว่าเป็นจริง
(N) ความปรารถนาหรือความเชื่อที่อยู่เหนือเหตุผล
(PHRV) ขอให้โชคร้าย
(PHRV) ขอกับ
(PHRV) ขอกับ
(N) การพูดหรือเขียนไร้รสชาติ
(N) ของที่ใช้หลอกผู้คนให้กลัว
(N) เครื่องดื่มรสอ่อน
(PHRV) ขอให้โชคดี
(N) ความไม่ตั้งใจ
(ADJ) ซึ่งไม่แน่นอน (โดยเฉพาะการตัดสินใจ)
(ADJ) ซึ่งไม่สามารถตัดสินใจได้
(ADJ) ไม่มีสีสัน
(N) กํามือหนึ่ง (ฟาง หญ้า ผม)
(ADV) อย่างเป็นมัดหรือชิ้นเล็กๆ
(N) การทําเป็นมัดเล็กๆ
(ADJ) ซึ่งเป็นมัดเล็กๆ
(VI) กริยาช่องที่ 2 และ 3 ของ wit หรือ wis (คําโบราณ)
(VT) กริยาช่องที่ 2 และ 3 ของ wit หรือ wis (คําโบราณ)
(N) ไม้เลื้อยจําพวก Wisteria
(N) ไม้เลื้อยจําพวก Wisteria
(ADJ) ซึ่งโหยหา
(ADV) ด้วยความโหยหา
(ADJ) ความโหยหา
(N) คนมีไหวพริบ
(N) คําพูดหรือข้อเขียนที่แสดงเชาวน์ปัญญา
(N) ปัญญา
(VI) รู้ (คําโบราณ)
(VT) รู้ (คําโบราณ)
(N) แม่มด
(N) การใช้เวทมนตร์คาถา
(N) หมอผี (ในแอฟริกาและอเมริกากลาง ใต้)
(N) การใช้เวทมนตร์คาถา
(N) การสอบสวนและเปิดเผยแผนการกบฏ หรือศัตรูทางการเมือง
(ADJ) เกี่ยวกับการใช้เวทมนตร์คาถาหรือเสน่ห์
(N) การใช้เวทมนตร์คาถา (ทางวรรณคดี ปัจจุบันไม่ค่อยใช้)
(PREP) กับ
(PRF) ต้าน
(IDM) อย่างเศร้าสลด
(ADV) นอกจากนี้ (คําโบราณ)
(IDM) อย่างจริงใจมาก
(IDM) ด้วยความตั้งใจในการทําบางสิ่ง
(IDM) อย่างแข็งขัน
(IDM) ด้วยความตั้งใจในการทําบางสิ่ง
(IDM) ด้วยความตั้งใจ
(PHRV) เข้าใจและชอบ (สิ่งที่ทันสมัย) (คําไม่เป็นทางการ)
(PHRV) เข้าใจสิ่งที่อธิบาย
(PHRV) ทํางานให้
(PHRV) สนับสนุน
(PHRV) อยู่กับ
(VI) ถอนเงิน
(VI) ถอนทหาร
(VT) เก็บคืน
(VT) ถอนคําพูด
(ADJ) ซึ่งถอนออกมา
(N) การถอน
(N) ผู้ถอน
(PHRV) ถอนตัวจาก
(PHRV) แยกตัว
(ADJ) ซึ่งครุ่นคิดถึงเรื่องส่วนตัว
(VT) กริยาช่องที่ 3 ของ withdraw
(N) การครุ่นคิดถึงเรื่องส่วนตัว
(VT) กริยาช่องที่ 2 ของ withdraw
(N) กิ่งไม้ที่เหนียวที่สามารถนํามาผูก มัด หรือพันได้
(VT) ผูก มัด หรือพันด้วยกิ่งไม้ที่เหนียว
(VI) เหี่ยวแห้ง
(VT) ทําให้พูดไม่ออก
(VT) เหี่ยวแห้ง
(PHRV) ค่อยๆ หมดไป
(ADJ) ซึ่งเหี่ยวแห้ง
(ADJ) ซึ่งตั้งใจที่จะทําลาย
(ADV) อย่างตั้งใจทําลาย
(IDM) พังหรือหายไปในระยะแค่เริ่มต้น
(N) ส่วนสูงที่สุดของหลังม้า วัว ควาย  แพะ  แกะหรือสัตว์สี่ขาอื่น
(PHRV) ค่อยๆ ใช้งานไม่ได้
(IDM) อย่างต่อเนื่อง
(IDM) อย่างง่ายดายและยอดเยี่ยม
(VT) กริยาช่องที่ 2 ของ withhold
(VI) ระงับ
(VT) ระงับ
(N) ผู้ระงับ
(PHRV) อดกลั้น
(ADV) (ซึ่งเกิดขึ้น) ภายใน (สังคม, องค์กร, ระบบ)
(ADV) ภายใน
(ADV) ภายในร่างกายหรือจิตใจ
(PREP) (ซึ่งเกิดขึ้น) ภายใน (สังคม, องค์กร, ระบบ)
(PREP) ภายใน
(PREP) ภายในขอบเขตของ
(PREP) ภายในร่างกายหรือจิตใจ
(IDM) ใกล้มาก
(IDM) เกือบตาย
(PHRV) มีประสบการณ์
(PHRV) อยู่ด้านใน
(ADV) ในร่ม (คําโบราณ)
(IDM) ได้ยิน (โดยบางคนหรือจากสถานที่)
(IDM) ใกล้พอได้ยินใครตะโกนเรียก
(IDM) ภายในที่กําหนด
(IDM) มีสิทธิที่จะทํา
(IDM) อยู่ในพิสัยของปืน
(IDM) ภายในที่กําหนด
(IDM) มองเห็น
(IDM) เกือบได้เป็นเจ้าของ
(IDM) สามารถเข้าใจหรือทําได้
(IDM) เกือบได้เป็นเจ้าของ
(IDM) ใกล้มากกับ
(IDM) มองเห็น
(IDM) ทันสมัย
(IDM) ทันสมัย (คําไม่เป็นทางการ)
(IDM) โดยไม่มีเงื่อนไข
(IDM) ทั้งๆที่ยอมต่อให้
(ADV) ภายนอก
(CONJ) ยกเว้น (คําไม่เป็นทางการ)
(PREP) โดยปราศจาก
(IDM) โดยไม่มีเงื่อนไข
(IDM) ไม่แสดงออกใดๆทางสายตา สีหน้า
(PHRV) ไม่มี
(ADV) นอกบ้าน (คําโบราณ)
(IDM) แน่นอน
(IDM) ไม่ต้องพูดต่อ
(IDM) แน่นอน
(IDM) ไม่มีเหตุผล
(IDM) โดยที่ไม่ได้ทําสิ่งนั้นๆ
(IDM) เนื่องจาก
(VI) ทนต่อ
(VT) ทนต่อ
(VT) กริยาช่องที่ 2 และ 3 ของ withstand
(IDM) ไม่ว่าจะทําอย่างไร
(ADJ) โง่
(ADV) อย่างไร้สติปัญญา
(N) ความขาดสติปัญญา
(N) คนอวดฉลาด
(N) ผู้ลงชื่อเป็นพยาน
(N) พยาน
(VT) กล่าวคําสาบานตน (ทางคริสต์ศาสนา)
(VT) เป็นพยาน (โดยเฉพาะการฆาตกรรมหรืออุบัติเหตุ)
(VT) ร่วมเป็นพยาน (ในเหตุการณ์สําคัญ)
(VT) ลงนามเป็นพยาน
(ADJ) ซึ่งสามารถรับรู้ได้
(N) คอกพยาน
(ADJ) ผู้เป็นพยาน (คําโบราณ)
(PHRV) ประกาศว่านับถือหรือศรัทธาต่อพระเจ้า
(N) คอกพยาน
(PHRV) เปิดเผยความจริงของ
(ADJ) ซึ่งมีสติปัญญา (มักใช้ร่วมกับคําอื่น)
(N) ความมีสติปัญญา
(N) คําคม
(ADV) โดยใช้คําพูดอย่างมีสติปัญญา (มักปนตลก)
(N) การใช้คําพูดอย่างมีสติปัญญา (มักปนตลก)
(ADJ) ซึ่งมีเจตนา
(ADV) อย่างเจตนา
(ADJ) ซึ่งใช้คําพูดอย่างมีสติปัญญา
(VI) แต่งงาน (กับผู้หญิง)
(VT) แต่งงาน (กับผู้หญิง)
(VT) หาภรรยาให้
(N) คํานามพหูพจน์ของ wife
(N) ผู้เชี่ยวชาญหรือมีความสามารถอย่างมหัศจรรย์
(ADJ) เกี่ยวกับพ่อมด
(N) ผู้เชี่ยวชาญหรือมีความสามารถอย่างมหัศจรรย์ (คําไม่เป็นทางการ)
(N) พ่อมด
(ADJ) เกี่ยวกับพ่อมด
(N) ศาสตร์แห่งการใช้เวทมนตร์
(VI) เหี่ยวแห้ง
(VT) เหี่ยวแห้ง
(ADJ) เหี่ยวและมีรอยย่น
(ABBR) คําย่อของ without
(INT) คําอุทานโบราณแสดงความเสียใจเท่ากับ woe
(N) พืชของยุโรปซึ่งใช้ใบนํามาสกัดเอาสีน้ําเงินได้
(N) การมีเสียงสั่น
(N) การโอนเอนไปมา
(VI) ไม่สามารถตัดสินใจได้
(VI) โยกไปมา
(VI) สั่น (ระดับเสียงหรือความดังเสียง)
(VT) ทําให้โยกไปมา
(PHRV) ส่ายไปมา
(PHRV) ส่ายไปมา
(N) การไม่สามารถตัดสินใจได้
(N) การโอนเอนไปมา
(ADJ) ซึ่งโอนเอนไปมา
(N) ก้อนใหญ่ (คําไม่เป็นทางการ)
(INT) คําอุทานแสดงความเศร้าโศก
(N) ความเศร้าโศก
(ADJ) ซึ่งเต็มไปด้วยความโศกเศร้า
(N) ความโศกเศร้า
(IDM) จะเสียใจจากการกระทํานั้นๆ
(SL) เมาค้าง
(ADJ) เต็มไปด้วยความโศกเศร้า
(ADJ) เลวร้ายมาก
(ADV) เต็มไปด้วยความโศกเศร้า
(ADV) เลวร้ายมาก
(N) ความโศกเศร้า
(IDM) ฉันโชคไม่ดี
(N) คนอาหรับ (ใช้คํานี้เพื่อแสดงความเกลียดชังหรือรังเกียจ)
(N) กระทะเหล็กบางขนาดใหญ่
(VI) กริยาช่องที่ 2 ของ wake
(VI) กริยาช่องที่ 3 ของ wake
(VT) กริยาช่องที่ 3 ของ wake
(N) ที่ราบสูงหรือที่ดอนไร้ต้นไม้ (ทางวรรณคดี)
(N) ขนของหมาป่า
(N) คนละโมบและโหดร้าย
(N) ผู้ชายเจ้าชู้ (คําไม่เป็นทางการ)
(N) สุนัขป่า
(VT) สวาปาม
(N) ไม้พุ่มแถบอเมริกาเหนือที่มีผลสีขาว
(PHRV) กินอย่างตะกละ
(N) ปลาขนาดใหญ่จําพวก Anarhichas
(N) สุนัขขนาดใหญ่เคยใช้ล่าสัตว์ใหญ่เช่น สุนัขป่า
(IDM) คนไม่ดีที่ภายนอกดูเหมือนดี
(ADJ) เหมือนหรือคล้ายสุนัขป่า
(ADV) เหมือนสุนัขป่า
(N) แร่วุลแฟรม (คําโบราณ)
(N) แร่วุลแฟรม
(N) สัตว์กินเนื้อตระกูล weasel
(N) คํานามพหูพจน์ของ wolf
(N) คุณสมบัติหรือความรู้สึกของผู้หญิง
(N) ผู้หญิง
(N) ภรรยา (คําไม่เป็นทางการ)
(N) แม่บ้าน (คนทํางานในบ้าน)
(N) ความเป็นผู้หญิง
(ADJ) ซึ่งมีลักษณะเหมือนผู้หญิง (คําดูถูกผู้ชาย)
(ADV) อย่างมีลักษณะเหมือนผู้หญิง
(VI) ทําให้ผู้ชายเหมือนผู้หญิง
(VT) ทําให้ผู้ชายเหมือนผู้หญิง
(VT) (ผู้ชาย) ชอบหาผู้หญิงเพื่อมีความสัมพันธ์ทางเพศชั่วคราว
(N) ผู้ชายที่หาผู้หญิงเพื่อมีความสัมพันธ์ทางเพศชั่วคราว
(N) ผู้หญิงโดยทั่วไป
(ADJ) เหมือนผู้หญิง
(N) ความเป็นหญิง
(ADJ) ซึ่งมีคุณสมบัติที่ดีของผู้หญิง
(N) ผู้หญิงที่สําคัญที่สุดในบ้าน (ปกติดูแลทําความสะอาดบ้านด้วย)
(N) โสเภณี
(N) ผู้หญิงที่มีประสบการณ์ชีวิตมาก
(N) อิทธิพลของผู้หญิงในสังคม
(N) สิทธิเลือกตั้งของสตรี
(IDM) พูดตรงๆ
(N) ที่คุ้มกัน
(N) มดลูก
(N)  แหล่งกําเนิด
(N) สัตว์พื้นเมืองออสเตรเลียคล้ายหมีตัวเล็กหรือจิงโจ้
(N) คํานามพหูพจน์ของ woman
(N) ผู้หญิงทั่วไป (คําโบราณ)
(N) ผู้หญิงทั่วไป
(N) สิทธิทางสังคม เศรษฐกิจ การเมืองและกฎหมายของสตรี
(VT) กิริยาช่องที่ 2 และ 3 ของ win
(N) เงินวอน (หน่วยเงินตราของเกาหลีใต้)
(N) ความพิศวง (โดยเฉพาะกับสิ่งใหม่หรือสวยงามมาก)
(N) สิ่งน่าพิศวง
(VI) รู้สึกประหลาดใจ
(VI) สงสัย
(VT) สงสัย
(PHRV) คิดถึงเกี่ยวกับ
(PHRV) ประหลาดใจกับ
(N) ผู้ประหลาดใจ
(ADJ) ดีเยี่ยม
(ADV) อย่างน่าประหลาดใจ
(N) ความประหลาดใจ
(ADJ) ซึ่งรู้สึกพิศวง
(N) อย่างน่าพิศวง
(N) แดนมหัศจรรย์
(N) ความประหลาดใจ
(N) สิ่งมหัศจรรย์
(ADJ) มหัศจรรย์
(ADV) อย่างมหัศจรรย์
(N) ความมหัศจรรย์
(SL) เงิน
(SL) ข้าราชการ
(ADJ) สั่น (คําไม่เป็นทางการ)
(ADJ) เคยชิน (คําทางการ)
(N) นิสัยหรือประเพณีที่มีผู้คนทําตาม (คําทางการ)
(ADJ) ปกติ (คําทางการ)
(ADV) โดยปกติ
(N) ความปกติ
(IDM) ไม่เพียงพอ
(VI) ขอความรัก (คําเก่าและคําทางวรรณคดี)
(VI) พยายามแสวงหา (เพื่อให้ได้สิ่งที่ต้องการเช่น การยอมรับ, ชื่อเสียง, การอนุญาต)
(VT) ขอความรัก (คําเก่าและคําทางวรรณคดี)
(VT) พยายามแสวงหา (เพื่อให้ได้สิ่งที่ต้องการเช่น การยอมรับ, ชื่อเสียง, การอนุมัติ)
(PHRV) ชักชวนให้ออกจากกลุ่ม
(ADJ) ทําด้วยไม้
(N) เนื้อไม้
(N) ป่าไม้
(N) ไม้ตีกอล์ฟชนิดหัวไม้
(VT) ปกคลุม (พื้นที่) ด้วยต้นไม้
(N) กล่องหรือถังสําหรับเก็บฟืน
(N) พืชไม้ดอกกลิ่นหอมชนิดหนึ่ง
(N) เครื่องดนตรีประเภทเครื่องตี
(N) แม่พิมพ์ทําด้วยไม้สําหรับพิมพ์เป็นรูปต่างๆ
(N) แมลงในตระกูล Cossidae ชอบเจาะหรือไชเนื้อไม้
(N) ช่างแกะสลักไม้
(N) ศิลปะหรือเทคนิคการแกะสลักไม้
(N) นกที่มีขนสีดําขาว และส่วนหัวมีสีน้ําตาลแดง
(N) การแข่งขันตัดไม้
(N) คนตัดต้นไม้
(N) สัตว์คล้ายหนูยักษ์
(N) ถ่านลิกไนส์
(N) นกจําพวก Scolopax
(N) วิชาช่างไม้
(N) วิชาพรานป่า
(N) ช่างไม้
(N) แม่พิมพ์ทําด้วยไม้สําหรับพิมพ์เป็นรูปต่างๆ
(N) คนตัดไม้
(N) การตัดไม้
(ADJ) ปกคลุมไปด้วยต้นไม้
(ADJ) แข็งทื่อ
(ADJ) ทําด้วยไม้
(N) การแกะสลักไม้
(N) คนโง่ (คําไม่เป็นทางการ)
(ADV) อย่างทําด้วยไม้
(N) การทําด้วยไม้
(N) ภาชนะที่ทําด้วยไม้
(N) บ้านไม้
(ADJ) เกี่ยวกับป่าไม้
(N) ป่าไม้
(N) ผู้อาศัยอยู่ในป่า
(N) ป่าที่ปลูกขึ้นเพื่อนําไม้มาใช้ประโยชน์
(N) สัตว์ที่มีเปลือกแข็ง และขาหลายคู่
(N) คนที่อาศัยอยู่ในป่า
(N) เสียงนกป่า
(N) เสียงร้องที่เกิดจากนกและแมลงในป่า
(N) นางไม้ที่สิงสถิตย์อยู่ตามป่าเขา
(N) นกหัวขวาน อยู่ในตระกูล Picidae
(N) กองฟืน
(N) เยื่อไม้ที่นําไปทํากระดาษ
(N) เครื่องดนตรีประเภทเครื่องเป่า
(N) ป่าไม้
(SL) เต็มไปด้วย
(N) โรงเก็บไม้หรือฟืน
(N) คนอาศัยอยู่ในป่า
(N) ศิลปะหรือความชํานาญของช่างไม้
(N) ช่างกลึงไม้เป็นรูปต่างๆ
(N) การกลึงไม้เป็นรูปต่างๆ
(N) การใช้เครื่องกลึงไม้ให้เป็นรูปร่างต่างๆ
(N) เครื่องดนตรีประเภทเครื่องเป่า
(N) กลุ่มเครื่องดนตรีประเภทเครื่องเป่าในวงออร์เคสตรา
(N) สิ่งที่ทําจากไม้ โดยเฉพาะของภายในบ้าน
(N) ช่างไม้
(N) ทักษะของการทํางานไม้
(ADJ) เต็มไปด้วยไม้
(ADJ) ทําด้วยไม้
(ADJ) เหมือนไม้
(N) ลานที่ใช้เก็บไม้
(N) เสียงเห่าของสุนัข
(N) เนื้อผ้า
(N) ลําโพงที่ทําขึ้นให้มีเสียงทุ้มหรือต่ํา
(SL) เหล้าวิสกี้
(N) ขนแกะ
(ADJ) ซึ่งทําด้วยขนสัตว์
(N) ผ้าขนสัตว์
(N) ไขมันที่ได้จากขนแกะ
(VI) ตกอยู่ในห้วงฝัน
(N) ผู้ที่ตกอยู่ในห้วงเพ้อฝัน
(ADJ) ฟุ้งซ่าน
(IDM) ฝันกลางวัน
(N) การตกอยู่ในห้วงฝัน
(N) ไขมันที่ได้จากขนแกะ
(N) ผู้เลี้ยงแกะหรือสัตว์อื่นเพื่อตัดไปขาย
(N) การเลี้ยงแกะหรือสัตว์อื่นเพื่อตัดขนไปขาย
(N) ผ้าขนสัตว์ (คําไม่เป็นทางการ)
(SL) ชุดชั้นในตัวยาว
(SL) ชายรักร่วมเพศ
(N) การทําด้วยขนสัตว์
(ADJ) ซึ่งทําด้วยขนสัตว์
(N) ผ้าขนสัตว์
(N) ผ้าขนสัตว์ (คําไม่เป็นทางการ)
(N) การทําด้วยขนสัตว์
(ADJ) ซึ่งทําด้วยขนสัตว์
(N) น้ํามันที่อยู่ในขนสัตว์ที่ทําให้ขนสัตว์อ่อนนุ่ม
(N) ห่อขนสัตว์หรือขนแกะ
(N) กระสอบใส่ขนสัตว์หรือขนแกะ
(N) โรงตัดขนและบรรจุขนแกะเพื่อส่งสู่ตลาด
(N) หนังแกะ (ยังไม่ได้โกนขนออกและยังไม่ฟอก)
(ADJ) ซึ่งทําด้วยขนสัตว์
(ADV) อย่างสับสน
(N) ความสับสน
(ADJ) สับสน
(ADJ) หน้ามืด
(SL) ง่วงนอน
(N) คนอิตาลี (คําสแลงหยาบ)
(N) น้ําซอสรสเผ็ดในประเทศอังกฤษ
(N) ข่าวลือ
(N) ข่าวสาร
(N) คํา
(N) คําบอกรหัส
(N) คําสั่ง
(N) คําสัญญา
(VT) พูด
(N) พจนานุกรม
(IDM) คําต่อคํา
(N) คําศัพท์ทั้งหมดที่คนสามารถใช้หรือเข้าใจได้
(ADV) อย่างใช้คํายืดยาว
(N) การใช้คําฟุ่มเฟือย
(N) การใช้คํา (โดยผู้เขียนหรือผู้พูด)
(ADJ) ซึ่งเงียบ
(ADV) อย่างจนถ้อยคํา
(N) การไร้ถ้อยคํา
(N) นักพูดหรือนักเขียนที่ใช้คําฟุ่มเฟือยเกินไป (คําโบราณ)
(N) ลําดับคําในประโยค อนุประโยค หรือวลี
(ADJ) ถูกต้องทุกคํา
(N) การเล่นคํา
(N) การสร้าง จัดเก็บ แก้และพิมพ์คํา ข้อความโดยใช้คอมพิวเตอร์
(N) อุปกรณ์อิเล็กทรอนิกส์เพื่อสร้าง จัดเก็บ ตรวจแก้ พิมพ์คํา ข้อความ (ทางคอมพิวเตอร์)
(N) คําพูดแบบฉุนๆ
(N) เนื้อเพลง
(N) สุนทรพจน์
(N) ผู้เชี่ยวชาญด้านการใช้คํา เช่น นักเขียน นักหนังสือพิมพ์
(N) กวีอังกฤษในช่วงปีค.ศ. 1770-1850
(ADJ) ซึ่งใช้คํามากเกินไป
(VT) กริยาช่องที่ 2 ของ wear
(ADJ) ซึ่งเกี่ยวข้องกับงาน
(N) ความพยายามที่ใช้ไปในการทํางาน
(N) งาน
(N) ชิ้นงาน
(N) ที่ทํางาน
(N) เวลางาน
(VI) ใช้การได้
(VI) ทํางาน
(VI) เป็นผลสําเร็จ
(VI) ออกกําลัง
(VT) ทําให้ใช้การได้
(VT) ทําให้เป็นรูปร่าง
(VT) ออกกําลัง
(N) การทํางานได้
(N) ความสามารถทํางานได้
(ADJ) ซึ่งสามารถทํางานได้
(N) การทําได้
(ADV) อย่างทํางานได้
(ADJ) ปกติ
(PHRV) พยายามต่อต้าน
(N) คนชอบทํางานหนักมากและทําเป็นระยะเวลานานๆ
(N) การบ้างาน
(PHRV) ทํางานในกลุ่มหรือหมู่
(PHRV) ทํางานเป็น
(PHRV) ทํางานที่
(PHRV) ทํางานต่อเนื่อง
(N) ถุงเครื่องมือโดยเฉพาะเครื่องมือเย็บปักถักร้อย
(N) ตะกร้าเครื่องมือเย็บปักถักร้อย
(N) โต๊ะหรือม้านั่งทํางานสําหรับช่างต่างๆ
(N) เรือที่ใช้ในการทํางาน
(N) หนังสือคู่มือการทํางาน
(N) หนังสือแบบฝึกหัดของนักเรียน
(N) กล่องเครื่องมือ
(PHRV) ใช้งาน (บางสิ่งเช่น เครื่องจักร)
(N) ค่ายทํางานของนักโทษ (โดยเฉพาะนอกสถานที่)
(N) ค่ายอาสาสมัคร
(N) ช่วงเวลาทํางานในวันหนึ่งๆ
(N) วันทํางาน
(PHRV) ค่อยๆ ลด (บางสิ่ง) ลง
(N) คน สัตว์ สิ่งของหรือเครื่องจักรที่ใช้ในการทํางาน
(N) ผู้ทํางาน
(N) ลูกจ้าง
(N) โปรแกรมการทํางานหรือฝึกอบรมที่รัฐจัดให้คนว่างงาน
(N) สวัสดิการสําหรับการทํางาน
(N) ฟาร์มสําหรับ
(N) เพื่อนร่วมงาน
(N) ผู้ใช้แรงงาน
(N) ผู้ใช้แรงงาน โดยเฉพาะงานในฟาร์ม
(PHRV) ทําให้งานให้กับ
(N) กําลังแรงงานทั้งหมด (เช่น ในประเทศ บริษัท โรงงาน)
(N) แรงงาน
(N) ม้าที่ใช้ในการทํางาน (มากกว่าจะใช้สําหรับขี่)
(N) สถานที่คนทําความผิดไม่ร้ายแรงรับโทษโดยการทํางาน
(N) สถานฝึกอาชีพสําหรับคนยากจน
(PHRV) ทําให้เข้ามาทีละน้อย
(PHRV) ทํางานใน
(ADJ) ซึ่งใช้การได้
(ADJ) ซึ่งทํางาน
(ADJ) เกี่ยวกับชนชั้นกรรมกร
(N) ชนชั้นกรรมกร
(N) คนใช้แรงงานที่เป็นชาย
(N) กรรมกร
(N) คนใช้แรงงานที่เป็นหญิง
(PHRV) ทําให้เคลื่อนเข้ามาทีละน้อย
(PHRV) ทําให้เข้าร่วมงานกับ
(IDM) ทําได้
(IDM) ทํางานหนักมาก
(N) ปริมาณงานที่คนหรือเครื่องจักรทําได้ระยะเวลาหนึ่ง
(IDM) ทําให้หลวม
(N) คนงาน
(N) ช่างฝีมือ
(ADJ) ซึ่งมีฝีมือ
(N) ฝีมือของช่างหรือคนงาน
(PHRV) ทํางานกลางคืน
(N) งานศิลป์
(N) งานศิลปะ เช่นภาพเขียน หรือรูปปั้น
(PHRV) เอาออก
(PHRV) แสดงออก (โดยเฉพาะความโกรธ)
(PHRV) ทําต่อเนื่อง
(PHRV) พยายามทํา
(IDM) ทํางานหนักมาก
(N) การฝึกฝนร่างกาย
(PHRV) ทําให้ค่อยๆ ออกมา
(IDM) จบอย่างมีความสุข
(PHRV) รวมเป็น (การคํานวณ)
(PHRV) รวมเป็น (การคํานวณ)
(PHRV) ทําอีกครั้ง
(N) ลูกจ้าง
(N) ชิ้นงาน (ที่ผลิตออกมา หรือกําลังผลิต)
(N) สถานที่ทํางาน
(N) ห้องทํางาน
(PHRV) (ลม) เปลี่ยนทิศทาง
(IDM) ทํางานตลอดวันตลอดคืน
(PHRV) ค่อยๆ ทําให้ถึง
(N) การประชุมเชิงปฏิบัติการ
(N) ห้องทํางาน
(ADJ) ขี้เกียจทํางาน
(SL) ทุกอย่าง
(N) โต๊ะทํางาน
(PHRV) ไหลผ่าน
(PHRV) ทํางานพร้อมกับฟัง (บางสิ่งเช่น เพลง)
(PHRV) ทํางานร่วมกัน
(PHRV) ทํางานในทาง
(PHRV) ทํางานภายใต้
(N) การตรวจวินิจฉัยทางการแพทย์อย่างครบถ้วน
(PHRV) ค่อยๆ โผล่ขึ้นมา
(PHRV) ทําให้ตื่นเต้น
(PHRV) ทํางานอย่างมาก
(PHRV) ทําให้ตื่นเต้น
(N) จํานวนชั่วโมงทํางานหรือวันทํางานทั้งหมดในหนึ่งสัปดาห์
(PHRV) ทํางานกับ
(N) คนงานหญิง
(PHRV) ประสบความสําเร็จ
(ADJ) ของโลก
(N) ชาวโลก
(N) ทุกสิ่งทุกอย่างในชีวิตของคนคนหนึ่ง
(N) โลก
(N) สังคมมนุษย์
(N) ธนาคารโลก
(SL) ผู้มักใหญ่ใฝ่สูง
(N) ศาลโลก
(ADJ) ซึ่งมากเท่าที่จะมีอยู่ในโลกได้
(N) องค์การอนามัยโลก (เป็นหน่วยงานหนึ่งของสหประชาชาติ)
(SL) คนครองโลก
(IDM) โอกาสในชีวิต
(N) ความเจนโลก
(N) มนุษย์ปุถุชนธรรมดาที่ยังมีกิเลส
(ADJ) ซึ่งเจนโลก
(ADJ) ซึ่งเจนโลก
(ADJ) ซึ่งยังคงสนใจในวัตถุและความสุขทางโลก
(ADJ) ซึ่งเจนจัดในชีวิต
(N) การแข่งขันเบสบอลชิงชนะเลิศประจําปี
(N) การแข่งขันประจําปี (กีฬาเบสบอล)
(N) การแสดงสินค้านานาชาติ
(ADJ) ซึ่งสําคัญมาก
(N) สงครามโลกครั้งที่ 1
(N) สงครามโลกครั้งที่ 2
(N) ความเบื่อหน่ายชีวิต
(ADJ) เบื่อโลก
(ADJ) ทั่วโลก
(N) ระบบค้นและเข้าถึงข้อมูลบนอินเตอร์เนต
(N) คนประจบสอพลอ (การดูถูก)
(N) หนอน
(VI) คืบคลาน
(VT) ขับพยาธิ
(ADJ) เต็มไปด้วยรูที่ถูกหนอนไช
(ADJ) เน่าเสีย
(SL) ศพ
(N) เฟืองและเกลียวตัวหนอน
(IDM) ความสิ้นสุดของความอดทนของคนที่เคยอดทน และยอมมาก่อน
(N) รูหนอนไช
(PHRV) บิดหรือหมุนเข้าไปช้าๆ
(N) การเต็มไปด้วยหนอน
(ADJ) ซึ่งมีลักษณะคล้ายตัวหนอน
(PHRV) บิดหรือหมุนออกช้าๆ
(SL) สปาเก็ตตี้ราดซอส
(N) ล้อตัวหนอน
(ADJ) ซึ่งทําให้กลัดกลุ้ม
(N) พืชไม้พุ่มหรือพืชลําต้นอ่อนจําพวก Artemesia
(ADJ) ซึ่งเต็มไปด้วยตัวหนอน
(ADJ) ซึ่งเหมือนตัวหนอน
(ADJ) ซึ่งใช้จนเก่า
(VT) กริยาช่องที่ 3 ของคํากริยา wear
(N) ความอ่อนแรง
(ADJ) ซึ่งใช้จนเก่า
(ADJ) ซึ่งหมดแรง
(ADJ) ล้าสมัย
(IDM) ทรุดโทรมจากการทํางานหนัก
(ADJ) เป็นทุกข์
(N) ผู้ที่วิตกกังวล
(N) ผู้วิตกกังวล
(N) ความทุกข์ (คําโบราณ)
(ADJ) ซึ่งน่าวิตก
(N) ความวิตกกังวล
(N) ช่วงเวลาที่วิตกกังวล
(N) สาเหตุของความวิตกกังวล
(VI) วิตกกังวล
(VT) ทําให้วิตกกังวล
(PHRV) กังวลเกี่ยวกับ
(PHRV) มีชีวิตอยู่ได้
(PHRV) กัดฉีก
(PHRV) พยายามหาคําตอบของ
(PHRV) กังวลเกี่ยวกับ
(PHRV) มีชีวิตอยู่ได้
(N) คนวิตกกังวลมากโดยไม่จําเป็น (คําไม่เป็นทางการ)
(ADJ) แย่ลง (เป็นรูปขั้นกว่าของ bad, badly และ ill)
(N) สิ่งที่เลวกว่า
(IDM) โชคร้าย
(VI) เลวลง
(VT) ทําให้เลวลง
(ADJ) เลวกว่า (ขั้นกว่าของคําว่า bad) (คําไม่เป็นทางการ)
(N) พิธีบวงสรวง
(VI) สักการะ
(VT) สักการะ
(N) ผู้บูชา
(ADJ) ซึ่งแสดงความเคารพบูชา
(ADV) อย่างเคารพบูชา
(N) การแสดงความแสดงความเคารพบูชา
(ADJ) เลวที่สุด (เป็นรูปขั้นสูงสุดของ bad, badly และ ill)
(ADV) เลวที่สุด
(N) สิ่งที่เลวที่สุด
(N) ด้ายขนสัตว์แบบนุ่ม
(N) พืชสมุนไพร
(N) ของเหลวที่ได้จากการหมักข้าวบาเลย์รวมกับน้ํา และจะเติมฮอบและยีสต์ลงไปเพื่อทําเบียร์
(ADJ) ซึ่งมีค่า
(N) ความมั่งคั่ง
(N) คุณค่าทางจิตใจ
(N) มูลค่า
(ADV) อย่างมีคุณค่า
(N) ความมีคุณค่า
(IDM) มีค่ามาก
(ADJ) ซึ่งไร้ค่า
(N) ความไร้ค่า
(IDM) คุณค่าของเงินเดือน
(IDM) คุณค่าของเวลาและปัญหา
(ADJ) คุ้มค่ากับความพยายาม
(N) ความคุ้มค่า
(ADJ) คุ้มค่า
(ADJ) ซึ่งน่าเคารพ
(N) ผู้ที่น่ายกย่อง
(IDM) สมควรแก่การเรียกเช่นนั้น
(VI) เข้าใจ
(VT) เข้าใจ
(AUX) กิริยาช่องที่ 2 และ 3 ของ will
(N) คํากริยาที่ใช้สําหรับการขอร้องอย่างสุภาพ
(ADJ) ซึ่งอยากจะเป็น
(IDM) ไม่เคยคิดที่จะทําสิ่งนั้น
(IDM) ชอบมากกว่าที่จะ
(SL) เชื่อหรือไม่
(N) บาดแผล
(VI) บาดเจ็บ
(VT) ทําให้เป็นบาดแผล
(VI) กิริยาช่องที่ 2 และ 3 ของ wind
(ADJ) ซึ่งบาดเจ็บ
(ADJ) ซึ่งบาดเจ็บ
(ADV) โดยได้รับบาดเจ็บ
(ADJ) ซึ่งไม่ได้รับบาดเจ็บ
(N) พืชชนิดใดก็ตามที่เคยใช้รักษาบาดแผล
(N) พืชตระกูลมินต์ใช้สําหรับรักษาบาดแผล
(VI) กริยาช่องที่ 2 ของ weave
(VT) กริยาช่องที่ 3 ของ weave
(N) กระดาษลายตาข่าย (เห็นเมื่อส่องดูกับแสง)
(INT) คําอุทานประหลาดใจหรือยินดี (คําไม่เป็นทางการ)
(N) ความสําเร็จอย่างยอดเยี่ยม (คําไม่เป็นทางการ)
(VT) ทําให้ตื่นเต้นยินดีอย่างมาก (คําไม่เป็นทางการ)
(N) ความแปร่งหรือความแปรปรวนของระดับเสียงที่บันทึกเทป
(SL) ว้าว
(N) ผู้เคร่งศาสนาเกินไป (ใช้ในออสเตรเลียและนิวซีแลนด์)
(SL) เหล้าวิสกี้
(N) ความหายนะ
(N) ซากเรือที่แตกกระจัดกระจาย (คําโบราณ)
(N) สาหร่ายทะเลซึ่งลอยอยู่กลางทะเลหรือเติบโตตามชายฝั่ง
(ADJ) ซึ่งเกิดความเสียหายอย่างมาก
(N) ภูตผีปีศาจ
(N) การทะเลาะ
(VI) ทะเลาะหรือโต้เถียงเสียงดัง
(PHRV) ทะเลาะเกี่ยวกับ
(PHRV) ทะเลาะเกี่ยวกับ
(N) ผู้ทะเลาะ
(N) กระดาษห่อ
(N) เสื้อผ้าที่ใช้คลุมภายนอก
(VT) พันรอบ
(VT) ห่อ
(ADJ) ซึ่งออกแบบมาให้พันรอบร่างกาย
(N) เสื้อผ้าที่พันรอบร่างกาย
(PHRV) พันรอบ
(PHRV) ห่อใน
(ADJ) ซึ่งห่อหุ้ม
(IDM) เกี่ยวข้องมาก
(N) หีบห่อ
(N) สิ่งที่ใช้ห่อ
(N) สิ่งห่อหุ้ม
(N) กระดาษสําหรับห่อ
(PHRV) พันรอบ
(N) เสื้อผ้าชั้นนอก
(VI) กริยาช่องที่ 2 ของ wrap
(VT) กริยาช่องที่ 2 ของ wrap
(VT) กิริยาช่องที่ 2 และ 3 ของ wrap
(N) รายงานสรุปซึ่งอยู่ในส่วนท้ายของสิ่งตีพิมพ์
(PHRV) ห่อ
(PHRV) ห่อ
(N) ปลาทะเลในตระกูล Labridae
(ADJ) โกรธจัด (คําโบราณและทางวรรณคดี)
(N) ความโกรธเคือง
(ADJ) โกรธมาก
(ADJ) โกรธมาก
(VT) แก้แค้น
(VT) ทําให้เกิดความเสียหาย
(IDM) ทําลาย
(PHRV) แก้แค้น
(PHRV) แก้แค้น
(N) พวงหรีด
(VT) คล้องพวงมาลัย
(PHRV) บิดรอบ
(PHRV) หุ้มด้วย
(PHRV) ทําให้เป็นวง
(PHRV) บิดรอบ
(VT) ทําให้ (เรือ) อับปาง
(VT) ทําให้เสียหาย
(N) ซากปรักหักพัง
(N) ผู้ทําลาย
(N) นกในตระกูล Troglodytidae
(N) ประแจ (เครื่องมือ)
(VI) ดึงและบิดอย่างแรง
(VT) ดึงและบิดอย่างแรง
(PHRV) บิดจาก
(PHRV) ดึงให้เคลื่อน
(VT) แย่งชิง
(N) นักมวยปล้ํา
(PHRV) กระชากจาก
(N) การต่อสู้ดิ้นรน
(N) มวยปล้ํา
(VI) ปล้ํา
(VT) ปล้ํา
(PHRV) พยายามผลักเข้าที่
(PHRV) ต่อสู้ด้วยการกอดปล้ํากันอุตลุดกับ
(N) การต่อสู้กันอุตลุด
(N) กีฬามวยปล้ํา
(PHRV) กระชากจาก
(N) หลักสําหรับขึงสายเปียโนหรือขิม
(N) ผู้เคราะห์ร้าย
(ADJ) เคราะห์ร้าย
(ADV) อย่างเคราะห์ร้าย
(N) ความเคราะห์ร้าย
(N) การเคล็ดขัดยอก
(VT) ทําให้เคล็ดขัดยอก
(ADJ) คําเปรียบเทียบขั้นกว่าของ wry
(ADJ) คําเปรียบเทียบขั้นสูงสุดของ wry
(N) การบิดตัว
(N) เส้นทางที่คดเคี้ยว
(VI) บิดตัว
(VT) บิดตัว
(PHRV) บิดตัวออกจาก
(N) ผู้ที่บิดตัว
(ADV) อย่างคดเคี้ยว
(N) ช่างก่อสร้าง
(ADV) อย่างบูดบึ้ง
(N) การทําหน้าบูดบึ้ง
(VT) บีบ (โดยเฉพาะเพื่อให้น้ําไหลออกมา)
(N) เครื่องบิด
(PHRV) บีบหรือคั้นจาก
(PHRV) บีบออกหรือคั้นออก
(N) ปัญหา
(N) รอยย่นบนใบหน้า
(VI) ย่น
(VT) ทําให้เป็นรอยย่น
(ADJ) ซึ่งมีรอยย่น
(ADJ) ไร้รอยย่น
(PHRV) ย่น
(ADJ) ซึ่งมีรอยเหี่ยวย่น
(N) ข้อมือ
(N) แถบข้อมือของเสื้อ
(N) ข้อมือเสื้อ
(N) การบิดและมัดข้อมือของคู่ต่อสู้ในกีฬามวยปล้ํา
(N) สลักข้อต่อของเครื่องยนต์
(N) สลักลูกสูบหรือล้อรถ
(N) นาฬิกาข้อมือ
(ADJ) ซึ่งบิดหรือเกร็งข้อมือในการตีลูกบอล
(N) ข้อเขียน (คําโบราณ)
(N) หมายศาล (ทางกฎหมาย)
(VI) เขียน
(VI) แต่ง (หนังสือ, กลอน, เพลง)
(VT) เขียน
(VT) แต่ง (หนังสือ, กลอน, เพลง)
(PHRV) เขียนเกี่ยวกับ
(PHRV) เขียนคัดค้านหรือต่อต้าน
(PHRV) เขียนไม่หยุด
(PHRV) เขียนตอบกลับ
(N) การลงรายการในบัญชีต่ํากว่ามูลค่าที่แท้จริง (ทางธุรกิจ)
(PHRV) จดลง
(PHRV) จัดประเภทหรือตระหนักว่าเป็น
(PHRV) เขียนเพื่อให้พึงพอใจ
(PHRV) เขียนให้กับ
(PHRV) เขียนจดหมายถึงญาติ (โดยเฉพาะพ่อแม่, ภรรยาหรือสามี)
(N) การลงคะแนนเสียงให้ผู้สมัครรับเลือกตั้งที่ไม่ได้อยู่ในรายชื่อ
(N) ผู้สมัครรับเลือกตั้งคนอื่นที่ไม่ได้อยู่ในรายชื่อ (ทางการเมือง)
(PHRV) เขียนเพิ่ม
(IDM) เขียนไปขอ (จากรายการวิทยุ, โฆษณา)
(PHRV) เขียนถึง
(PHRV) เขียนเกี่ยวกับ
(N) การลงบัญชีเป็นหนี้สูญ
(PHRV) เขียนทันที
(PHRV) ตระหนักดีว่า (บางคนหรือบางสิ่ง) ไม่เหมาะสมสําหรับ
(PHRV) เขียนต่อ
(PHRV) เขียนเกี่ยวกับ
(PHRV) เขียนให้เต็ม
(PHRV) เขียนอย่างนักเขียน
(PHRV) เขียนอย่างเป็นทางการ
(N) นักเขียน
(PHRV) เขียนจ่าหน้าซองถึง
(PHRV) เขียนสําหรับ
(PHRV) แต่งหรือเขียนให้เข้ากับ
(PHRV) วางแผนการเขียน (บางสิ่ง)
(N) บทวิจารณ์ (เกี่ยวกับละคร, หนัง, เพลง)
(PHRV) เขียนถึง
(PHRV) เขียนในที่สาธารณะ
(PHRV) เขียนปรับให้ทันสมัย
(PHRV) เขียนแสดงความคิดของ
(PHRV) เขียนหรือบรรยายไว้อย่างสมบูรณ์
(PHRV) เขียนอย่างน่าสนใจหรือเร้าความสนใจ
(VI) บิดตัวเพราะเจ็บปวด
(N) การเขียน (ทําเป็นอาชีพ)
(N) ข้อเขียน
(N) ตัวหนังสือ
(N) ลายมือ
(N) โต๊ะเขียนหนังสือ
(N) กระดาษเขียนหนังสือ
(ADJ) ซึ่งเป็นลายลักษณ์อักษร (มักใช้วางหน้าคํานามมากกว่าหลังกริยา be)
(VT) กิริยาช่องที่ 2 และ 3 ของ write
(IDM) มองเห็นได้ชัดเจน (จากสีหน้า)
(ADJ) ผิด
(ADJ) ผิดปกติ
(ADV) อย่างผิดพลาด
(N) สิ่งที่ผิด
(N) ผู้กระทําผิดศีลธรรม
(N) ผู้ผิดพลาด
(IDM) ทําให้อยู่ในสถานะการณ์ลําบากอย่างกระทันหัน
(ADJ) ซึ่งไม่ถูกต้อง
(ADJ) ซึ่งไม่ยุติธรรม
(ADV) อย่างผิดกฎหมาย
(N) ความไม่ถูกต้อง
(ADJ) ดื้อรั้น
(N) ความดื้อรั้น
(ADV) อย่างผิดพลาด
(N) ความผิดพลาด
(VI) กริยาช่องที่ 2 ของ write
(VT) กริยาช่องที่ 2 ของ write
(ADJ) โกรธมาก (คําโบราณและทางวรรณคดี)
(ADJ) ซึ่งสร้างขึ้น
(ADJ) ซึ่งสร้างอย่างประณีตและตั้งใจ
(VT) กริยาช่องที่ 2 และ 3 ของ work (คําโบราณ)
(N) เหล็กบริสุทธิ์ที่ดัดเป็นรูปร่างต่างๆ ได้ง่ายและทนทาน
(ADJ) ตื่นเต้น
(VT) กริยาช่องที่ 2 และ 3 ของ wring
(ADJ) ซึ่งขบขันเชิงเหน็บแนม
(ADJ) เบี้ยว
(ADV) อย่างขบขันแกมเหน็บแนม
(ADV) อย่างบิดเบี้ยว
(N) นกตระกูลนกหัวขวาน มีขนมีน้ําตาล
(N) โรคคอแข็งเนื่องจากกล้ามเนื้อคอหดเกร็ง
(N) ความขบขันแกมเหน็บแนม
(N) ความบิดเบี้ยว
(ABBR) องค์กรการค้าโลก (คําย่อของ World Trade Organization)
(N) ไส้กรอก (โดยทั่วๆ ไป)
(ABBR) คําย่อของ World Wide Web
(N) ตัวอักษรวาย (y)
(N) คํานามพหูพจน์ของ wye
(N) ถนนแคบๆ ที่อยู่ในเมือง (ใช้ในสก็อตแลนด์)
(N) รัฐไวโอมิง (ซึ่งอยู่ทางตะวันตกเฉียงเหนือของอเมริกา)
