(N) พยัญชนะภาษาอังกฤษตัวที่ 26
(VI) เคลื่อนที่เป็นรูปฟันปลา
(N) สาธารณรัฐซาเอียร์ในภาคกลางของแอฟริกา
(N) หน่วยเงินตราของประเทศซาเอียร์
(N) ตลกโง่ๆ
(N) ตัวตลกโง่ๆ
(SL) ว้าว
(N) ความกระตือรือร้นจนเกินไป
(N) ผู้กระตือรือร้นเกินไป
(N) เรือเล็กมีเสากระโดงเรือ 3 เสา
(N) ม้าลาย
(N) ทางม้าลาย
(N) วัวของเอเชียพันธุ์หนึ่ง
(SL) หลับ
(N) นิกายเซนในพุทธศาสนา
(N) จุดสุดยอด
(N) ลมตะวันตก
(N) เทพแห่งลมตะวันตก
(ADJ) ซึ่งมีค่าเป็นศูนย์
(N) คนไร้ค่า (คําไม่เป็นทางการแสดงความดูถูก)
(N) จุดต่ําสุด
(N) เลขศูนย์
(VT) ปรับให้เป็นศูนย์
(N) สภาวะความถ่วงเป็นศูนย์
(N) เวลาเริ่มต้น
(IDM) เล็งปืนไปยัง
(PHRV) พุ่งตรงไปยัง
(PHRV) มุ่งความสนใจไปยัง
(PHRV) เล็งปืนไปยัง
(N) สินค้าที่ไม่รวมภาษีมูลค่าเพิ่ม
(N) ความสนุกสนาน
(N) ตัวอักษรกรีกตัวที่6
(N) เทพเจ้าเซอุสเป็นเทพแห่งท้องฟ้าหรือสวรรค์
(ABBR) คําย่อของ zygote intra-fallopian transfer
(VI) เคลื่อนที่ไปในทิศทางหนึ่งของรูปฟันปลา
(ADJ) เป็นรูปฟันปลา
(ADV) คดเคี้ยวไปมา
(N) รูปฟันปลา
(VI) เคลื่อนที่เป็นรูปฟันปลา
(SL) ไม่มีอะไรเลย
(N) จํานวนมากจนนับไม่ถ้วน
(N) ประเทศซิมบับเว
(N) ชาวซิมบับเว
(N) สังกะสี (สัญลักษณ์ทางเคมีคือ Zn)
(N) สารสําหรับทํากระจกทึบแสงหรือไม้ขีดไฟ
(N) ความมีชีวิตชีวา (คําไม่เป็นทางการ)
(N) เสียงดังหวือผ่านไป (เช่น เสียงของลูกปืนที่ดังผ่านอากาศ)
(VI) ้เกิดเสียงดังหวือผ่านไป (เช่น เสียงของลูกปืนที่ดังผ่านอากาศ)
(N) เขาในเมืองเยรูซาเล็ม
(N) ชาวยิว
(N) สวรรค์
(N) ซิป
(PHRV) เคลื่อนไปข้างหน้างอย่างเร็ว
(N) เขตไปรษณีย์
(ADJ) ที่ไม่มีซิป
(PHRV) รูดซิปขึ้น
(N) ซิป
(ADJ) มีชีวิตชีวา (คําไม่เป็นทางการ)
(SL) สิว
(N) เครื่องดนตรีประเภทพิณ
(N) จักรราศรี
(N) คนโง่ (คําไม่เป็นทางการ)
(N) ซากศพที่ถูกทําให้มีชีวิตขึ้นมาอีกครั้ง
(N) เทพเจ้างูในแอฟริกาตะวันตกและหมู่เกาะแถบอินเดียตะวันตก, อํานาจเหนือธรรมชาติที่ทําให้ศพกลายเป็นสิ่งมีชีวิตได้
(N) อํานาจเหนือธรรมชาติที่ทําให้ศพกลับมามีชีวิตอีกครั้ง
(ADJ) เกี่ยวกับเขต
(ADJ) ซึ่งเป็นแถวหรือแนว
(N) การเป็นแถว
(N) เขตเวลา
(N) พื้นที่
(N) ส่วนของพื้นที่เฉพาะ (เช่น บริเวณที่มีการขนส่งหรือสนามแข่งขัน)
(VI) แบ่งเป็นเขต แนว แถบ โซนหรือภาค
(VT) ทําให้เป็นเขต แนว แถบ โซนหรือภาค
(PHRV) อนุมัติ
(PHRV) แบ่งแยกออกจากที่เหลือ (พื้นที่)
(VI) หมดสติ
(VT) ตี
(SL) หมดแรง
(N) เขตเล็กๆ
(N) สวนสัตว์
(N) การศึกษาเกี่ยวกับการแพร่หลายของสัตว์
(N) สาขาสัตวแพทย์วิทยาที่ศึกษาเกี่ยวกับรูปพรรณของสัตว์
(N) สิ่งมีชีวิตที่มาจาการแบ่งตัว
(N) ผู้ดูแลสัตว์
(N) คําย่อของ zoological และ zoology
(ADJ) เกี่ยวกับสัตววิทยา
(N) สวนสัตว์ที่เปิดให้ประชาชนเข้าชม
(N) นักสัตววิทยา
(N) สัตววิทยา
(N) การเคลื่อนตัวรวดเร็วด้วยเสียงกระหึ่ม
(VI) เคลื่อนตัวรวดเร็วด้วยเสียงกระหึ่ม
(VI) เพิ่มขึ้นหรือสูงขึ้นรวดเร็วมาก
(VT) เปลี่ยนการขยายภาพขณะที่จับภาพ
(PHRV) เคลื่อนข้ามอย่างเร็ว
(PHRV) ขยายภาพให้ใหญ่ขึ้นหรือเคลื่อนเข้าไปใกล้ภาพมากขึ้น
(PHRV) ปรับภาพให้ใกล้เข้ามา
(N) เลนส์ของกล้องที่ขยายปรับภาพโดยรักษาโฟกัสเดิมไว้
(PHRV) ขยายภาพให้ใหญ่ขึ้นหรือเคลื่อนเข้าไปใกล้ภาพมากขึ้น
(PHRV) ปรับภาพหรือถ่ายรูปที่อยู่ไกล
(PHRV) บินผ่าน (ด้านบน) อย่างเร็ว
(PHRV) เคลื่อนหรือบินขึ้นอย่างรวดเร็ว (ด้วยเสียงกระหึ่ม)
(PHRV) เพิ่มขึ้นอย่างรวดเร็ว
(N) ความกลัวสัตว์
(N) สัตว์ไม่มีกระดูกสันหลัง
(N) การศึกษาเกี่ยวกับการสื่อสารของสัตว์
(N) กายวิภาคศาสตร์ที่เกี่ยวกับสัตว์
(N) ผู้สอนศาสนาชาวเปอร์เซีย
(N) หลักความเชื่อของ Zoroaster
(N) โรคงูสวัด
(SL) ว้าว
(SL) หลับ
(N) เผ่าซูลูในแอฟริกา
(N) เมืองซูริคในประเทศสวิตเซอร์แลนด์
(N) ไอออนซึ่งมีประจุบวกและลบ
(N) เซลล์ที่เกิดจากการรวมกันของเซลล์เพศสองเซลล์
(ADJ) เกี่ยวกับ zygote
(N) การหมักสุรา
