abbr. dilation and curettage
abbr. dilation and evacuation
abbr. Doctor of Law|,|District Judge|,|disk (c) jockey
abbr. discharge|,|discontinue
abbr. dorsal vertebra 1,2
1. abbr. dopamine 2. (ดี|เอ) ย่อ|มา|จาก desk accessory (แปล|ว่า เครื่องใช้|อํานวย|ความ|สะดวก) มี|อยู่|ใน|เครื่อง|แมค|อิน|ทอ|ช หมายถึง โปรแกรม|อรรถประโยชน์ (utility program) ต่าง ๆ เช่น เครื่องคิดเลข สมุด|โน้ต นาฬิกา โปรแกรม|เหล่านี้|สามารถ|เรียก|มา|ใช้ได้ แม้|ใน|ขณะที่|ทํา|โปรแกรม|อื่น|อยู่ ใน|ระบบ|ไม|โค|รซอฟต์วินโดว์ ก็|มี|กลุ่ม|โปรแกรม|ที่|ชื่อ Accessories ซึ่ง|มี|โปรแกรม|อรรถประโยชน์|ใน|ลักษณะ|คล้าย ๆ กัน เช่น มี|เครื่องคิดเลข นาฬิกา สมุด|โน้ต ปฎิทิน มี|โปรแกรม|ที่|จําเป็น เช่น ประมวลผล|คํา (word processing) และ โปรแกรม|วาด|ภาพ ฯลฯ
(แดบ) vt.ป้าย|,|แต้ม|,|ตบ|เบา ๆ n. รอย|ป้าย|,|รอย|แต้ม|,|จํานวน|เล็กน้อย|,|ผู้ชํานาญ|  |Syn. dabber n. ที่|ดุน|,|สิ่ง|ที่|ใช้|แตะ|เบา ๆ ,
vt. ทํา|ให้|เปียก|หน่อย ๆ ,|ทํา|ให้|เป็น|รอย|แต้ม|รอย|ด่าง|,|กระเด็น|เป็น|รอย|เปียก vi. เล่นน้ํา|,|ทํา|เล่น ๆ|  |Syn. dabbler n. ดู|dabble
vt. ทํา|ให้|เปียก|หน่อย ๆ ,|ทํา|ให้|เป็น|รอย|แต้ม|รอย|ด่าง|,|กระเด็น|เป็น|รอย|เปียก vi. เล่นน้ํา|,|ทํา|เล่น ๆ|  |Syn. dabbler n. ดู|dabble
vt. ทํา|ให้|เปียก|หน่อย ๆ ,|ทํา|ให้|เป็น|รอย|แต้ม|รอย|ด่าง|,|กระเด็น|เป็น|รอย|เปียก vi. เล่นน้ํา|,|ทํา|เล่น ๆ|  |Syn. dabbler n. ดู|dabble
n. ดู|dabbler
(ดี|เอ|ซี) ย่อ|มา|จาก digital|-|to|-|analog computer (แปล|ว่า ตัว|แปลง|สัญญาณ|ดิจิตอล|เป็น|อะ|นา|ล็|อก) เป็น|อุปกรณ์|ที่|ใช้|เปลี่ยน|ข้อมูล|จาก|ดิจิตอล (digital) เป็น|อะ|นา|ล็|อก (analog)
(แดค|'|คะ) n. ชื่อ|เมืองหลวง|บัง|ค|ลา|เทศ
(ดา|'|ชะ) n. บ้าน|ขนาด|ใหญ่|ใน|ชนบท|,|คฤหาสน์|ใน|ชนบท
(ดาช|'|ฮูนดฺ) n. ชื่อ|สุนัข|เยอรมนี|พันธุ์|หนึ่ง
(แดค|'|ทิล) n. นิ้วมือ|,|นิ้วเท้า
Pref. "|นิ้วมือ|"|,|"|นิ้วเท้า
n. ภาษา|นิ้วมือ|ใช้|กัน|มาก|ใน|หมู่|คน|ใบ้
(แดด) n. คุณพ่อ|,|เพื่อน|,|สหาย
(แดด|'|ดี) n. ดู|dad
(แดด|'|ดี|ลอง|ลเลกซฺ) n. แมลง|ขา|ยาว|มาก
(เด|'|โด) ส่วน|หรือ|กระดาน|ครอบ|ฝา|ผนัง|,|ตอม่อ|ฐาน|เสา
(ดี|'|ดัล) adj. สลับซับซ้อน
(แดฟ|'|ฟะดิล) n. ดอก|แดฟโฟ|ดี|ล|,|ต้น|แดฟโฟดิล
(แดฟ|'|ฟี) adj. โง่|,|บ้าคลั่ง
(ดาฟฺทฺ) adj. บ้า|,|วิกลจริต|,|โง่เง่า|,|สนุกสนาน|,|ขี้|เล่น.  |Syn. daftiness n. ดู|daft
(แดก|'|เก|อะ) {|daggered|,|daggering|,|daggers|} n. กริช|,|ดาบ|สั้น|สอง|คม|,|เครื่องหมาย|ดาบ (คล้าย|กางเขน) ซึ่ง|ใช้|เป็น|เครื่องหมาย|อ้างอิง vt. แทง|ด้วย|กริช|,|ทํา|เครื่องหมาย|ดังกล่าว|  |Syn. dirk|,|obelisk
(แดก|'|เกิล) vt.,|vi. ลาก|ลุย
(แดล|'|เลีย) n. พืช|ไม้ดอก|คล้าย|รัก|เร่|,|ดอก|ของ|พืช|ดังกล่าว
(เด|'|ลิ) adj. ประจําวัน|,|แต่ละ|วัน|,|ราย|วัน|,|ทุก|วัน n. หนังสือพิมพ์|ราย|วัน|,|คนใช้|ที่มา|เช้า|เย็น|กลับ . -|adv. ทุก ๆ วัน|,|แต่ละ|วัน|  |Syn. dailiness n. ดู|daily|  |Syn. everyday
(ได|'|โม|น) n. พระเจ้า -|pl. daimons|,|daimones
(เดน|'|ที) n.,|adj. งดงาม|,|สวยงาม|,|มี|รสชาติ|ดี|,|อร่อย|,|ประณีต n. สิ่ง|ที่|งดงาม|,|สิ่ง|ที่|มี|รสชาติ|ดี|,|สิ่ง|ที่|อร่อย|  |Syn. daintily adv. ดู|dainty daintiness n. ดู|dainty|  |Syn. nice Ant. gross
(แด|'|รี) n. โรง|รีดนม|,|ร้าน|หรือ|ธุรกิจ|ขาย|นม|และ|ผลิตภัณฑ์|ของ|นม adj.เกี่ยวกับ|ผลิตภัณฑ์|นม
n. วัว|พันธุ์|นม
n. วัว|นม
n. ฟาร์ม|รีดนม|และ|ทํา|ผลิตภัณฑ์|นม
(แด|'|รี|เมด) n. หญิง|รีดนม|,|คนงาน|หญิง|ใน|ฟาร์ม|นม
(เด|'|อิส) n. เวที|,|ปะรํา|,|ยกพื้น|,|แท่น|บรรยาย|,|โต๊ะ|บรรยาย
เครื่องพิมพ์|แบบ|จาน|อักขระ|หมายถึง|เครื่องพิมพ์|แบบ|กระทบ (impact printer) ชนิด|หนึ่ง ที่|ใช้|วิธี|พิมพ์|ด้วย|การ|มี|จาน|อักขระ|หรือ|จาน|กลม ๆ ที่|มี|ลักษณะ|เหมือน|วง|ล้อ มี|ตัว|อักขระ|ต่าง ๆ ติด|อยู่|ที่|ปลาย|ก้าน|แต่ละ|ก้าน|ที่|กาง|ออก|ไป|จาก|ศูนย์|ตรง|กลาง) เวลา|พิมพ์ จาน|นี้|ก็|จะ|หมุน|ไป|รอบ ๆ เมื่อ|อักษร|ตัว|ใด|กระทบ|กับ|กระดาษ ก็|จะ|เกิด|เป็น|อักษร|ตัว|นั้น|บน|กระดาษ|ดู daisy wheel ประกอบ
(เด|'|ซี) n. พืช|ไม้ดอก|สี|เหลือง|จําพวก|เบญจมาศ -|Phr. (daisy ham ขา|หมู|อบ|,|สิ่ง|ที่|ดีเลิศ|,|สินค้า|ชั้นหนึ่ง) -|Phr. (push up daisies ตาย)|  |Syn. daisied adj. ดู|daisy
สายโซ่|เด|ซี|หมายถึง การ|เชื่อมต่อ|รายการ|ต่าง ๆ เข้า|ด้วย|กัน (เหมือน|กับ สายโซ่) ถ้า|ใช้|ใน|เรื่อง|ของ|การ|สั่ง|พิมพ์ จะ|หมายถึง การ|สั่ง|ให้|พิมพ์|แฟ้มข้อมูล|หลาย ๆ แฟ้ม|ต่อเนื่อง|กัน|ไป ตาม|ลําดับ|ที่|กําหนด|ไว้|ตั้งแต่|ก่อน|พิมพ์
จาน|อักขระ|หมายถึง จาน|กลม ๆ มี|ลักษณะ|เหมือน|วง|ล้อ มี|ตัว|อักขระ|ต่าง ๆ ติด|อยู่|ที่|ปลาย|ก้าน|แต่ละ|ก้าน|ที่|กาง|ออก|ไป|จาก|ศูนย์|ตรง|กลาง ใช้|กับ|เครื่องพิมพ์|แบบ|กระทบ (impact printer) เวลา|พิมพ์ จาน|นี้|ก็|จะ|หมุน|ไป|รอบ ๆ เมื่อ|อักษร|ตัว|ใด|กระทบ|กับ|กระดาษ ก็|จะ|เกิด|เป็น|อักษร|ตัว|นั้น|บน|กระดาษ
(ดาค) n. การ|ขนส่ง|หรือ|ส่ง|ข่าว|โดย|วิธี|เปลี่ยน|ม้าเร็ว
(ดา|'|ไล ลา|'|มะ) n. ตําแหน่ง|ผู้นํา|ทาง|ศาสนา|ของ|ธิเบต
(เดล) n. หุบเขา
(แดล|'|ลิเอินซฺ) n. ความ|อืดอาด|,|การ|ปล่อย|เวลา|ให้|หมดเปลือง|ไป|เปล่า ๆ ,|การ|พูดจา|เกี้ยว|  |Syn. amour
(แดล|'|ลี) {|dallied|,|dallying|,|dallies|} vi. หยอกล้อ|,|เกี้ยว|เล่น|,|ฆ่าเวลา vt.ทํา|ให้|หมดเปลือง|เวลา|  |Syn. dallier n. ดู|dally dallyingly adv. ดู|dally|  |Syn. idle
(แดม) {|dammed|,|damming|,|dams|} n.เขื่อน|,|ทํา|นพ|,|สิ่ง|กีดกั้น vt. ทํา|เขื่อน|กั้น|,|กีดกั้น
(แดม|'|มิ|จฺ) {|damaged|,|damaging|,|damages|} n. ความ|เสียหาย|,|การ|ทํา|ให้|เสียหาย|,|การ|ทํา|ให้|ได้|รับ|อันตราย|  |Syn. damages n.,|pl. ค่าเสียหาย เงิน|ชดเชย|ค่าเสียหาย vt. ทํา|ให้|เสียหาย|,|ทํา|ให้|ได้|รับ|อันตราย|,|เป็น|ภัย n. เสียหาย. damageable adj. damager n. ดู|damage
(แดม|'|มิ|จจิง) adj. ซึ่ง|ทํา|ให้|เสียหาย|,|ซึ่ง|เป็น|ภัย|กับ|,|เป็น|อันตราย
(แดม|'|มะ|,|เมอะ) n. ชัน|ยา|เรือ
(ดะ|แมส|'|คัส) n. ชื่อ|เมืองหลวง|ของ|ซี|เรีย
(เดม) n. คุณนาย|,|คุณหญิง|,|มา|ดาม|,|สตรี|,|ผู้|สูง|ศักดิ์|,|ผู้หญิง|,|แม่บ้าน|,|นาง
(แดม|'|มะ|,|เมอะ) n. ชัน|ยา|เรือ
(แดม|'|มะ|,|เมอะ) n. ชัน|ยา|เรือ
(แดมน์) {|damned|,|damning|,|damns|} v.,|n. (การ) ประณาม|,|สาปแช่ง|,|ตําหนิ|,|วิจารณ์|,|ทําลาย.,|สิ่ง|ที่|มี|ค่า|น้อย -|Id. (give a damn สนใจ) adj. ถูก|ลงโทษ|,|ถูก|ทําลาย|  |Syn. damner n. ดู|damn|  |Syn. curse
(แคม|'|นะ|เบิล) adj. น่า|สาปแช่ง|,|น่า|รังเกียจ|,|อัปรีย์|,|น่า|เบื่อหน่าย.  |Syn. damnability n.  |Syn. detestable -|A.good
(แดมเน|'|เชิน) n. การ|สาปแช่ง|,|คําสาป|แช่ง|,|คํา|สบถ
adj. เกี่ยวกับ|การ|สาปแช่ง
(แด|มด|ฺ) adj. แย่มาก|,|ซึ่ง|ถูก|สาปแช่ง|,|เคราะห์ร้าย|,|ลง|นรก|,|น่า|รังเกียจ|,|อัปรีย์. -|adv. อย่างยิ่ง|,|อย่าง|มาก|,|ถึง|ที่สุด|  |Syn. condemned
(แดม|'|ดิสทฺ) adj. น่า|อัศจรรย์|ที่สุด|,|น่า|ประหลาดใจ|ดี|ที่สุด n. สิ่ง|ที่|ดี|ที่สุด|,|ความ|เต็มที่|ที่สุด|  |Syn. best|,|utmost
(แดม|'|นะ|ไฟ) vt. ทํา|ให้|เกิด|การ|สูญเสีย|หรือ|เสียหาย|แก่
(แดม|'|นิง) adj. ซึ่ง|เป็น|เครื่องพิสูจน์|ความผิด|,|เกี่ยวกับ|การ|สาปแช่ง.  |Syn. damningly adv. ดู|damning damningness n. ดู|damning
n. (เด|'|มัน|-) ชื่อ|เพื่อนสนิท|และ|เพื่อนตาย|คู่|หนึ่ง (ตาม|ตํานาน|กรีก)| 
(แดมพฺ) {|damped|,|damping|,|damps|} adj.,|vi.,|vt.,|n. (ความ|,|ทํา|ให้|,|กลาย|เป็น) ชื้น|,|หมาด|,|หดหู่|,|ไร้|ชีวิตชีวา -|Phr. (damp off เน่า|,|เปื่อย|,|เหี่ยว)|  |Syn. dampness n. ดู|damp .  |Syn. humidity
(แดม|'|เพิน) vt. ทํา|ให้|ชื้น|,|ทํา|ให้|หมาด|,|ทํา|ให้|หดหู่ใจ vt. กลาย|เป็น|ชื้น
(แดม|'|เพอะ) n. คน|ที่|ทํา|ให้|หมด|สนุก|,|เครื่อง|ทํา|ให้ ชื้น ,|เครื่อง|บรรเทา
(แดม|'|เซิล) n. ผู้หญิง|สาว|,|หญิง|พรหมจารี|  |Syn. maiden
(ดาน|ซฺ) {|danced|,|dancing|,|dances|} vi.,|n. (การ) เต้นรํา|,|เต้นระบํา|,|กระโดดโลดเต้น ,|กระโดด|ขึ้นลง
n. นัก|เต้นรํา
(ดาน|'|เซอะ|รี) n. ห้อง|เต้นรํา
(แดน|'|ดะ|ไล|ออ|น) n. ต้นไม้|จําพวก|หนึ่ง|มี|ใบ|หยิก ดอก|สี|เหลือง
n. ขี้รังแค|,|ความ|โกรธ|,|ความ|เดือดดาล v. เดิน|ทอด|น่อง
vt. เล่นหัว|หรือ|หยอกล้อ|กับ|เด็ก|,|โอ๋
(แดน|'|ดรัฟ) n. ขี้รังแค|  |Syn. dandruffy adj. ดู|dandruff dandriffy adj. ดู|dandruff|  |Syn. dandriff
(แดน|'|ดี) n. ผู้ชาย|ที่|สํารวย|,|คน|ขี้โอ่|,|คน|เจ้าชู้|,|สิ่ง|หรือ|คน|ที่|มี|คุณภาพ|ดี|เป็นพิเศษ adj. สํารวย|,|ชอบ|แต่งตัว|เกิน|ไป|,|ชั้นหนึ่ง|,|ดีเยี่ยม|  |Syn. dandily adv. ดู|dandy dandyish adj. ดู|dandy dandiacal adj. ดู|dandy dandyism n. ดู|dandy
(เดน) n. ชาว|เดนมาร์ก|,|ชื่อ|สุนัข|พันธุ์|เดนมาร์ก|ที่|มี|ขนาด|ใหญ่|  |Syn. Great Dane
(เดน|'|เจอะ) n. อันตราย|,|ภัย|,|ความ|ไม่|ปลอดภัย|  |Syn. peril
(เดน|'|เจอ|รัส) adj. อันตราย|,|เป็น|ภัย|,|ไม่|ปลอดภัย|  |Syn. dangerousness n. ดู|dangerous|  |Syn. risky
(แดง|'|เกิล) {|dangled|,|dangling|,|dangles|} vi.,|vt.,|n. (การ) ห้อย|อย่าง|หลวม ๆ ,|ห้อย|แกว่ง|ไป|แกว่ง|มา|,|ติดสอยห้อยตาม|  |Syn. dangler n.  |Syn. swing
(เด|'|นิช) adj. เกี่ยวกับ|ชาว|เดนมาร์ก|,|ประเทศ|เดนมาร์ก|หรือ|ภาษา|เดนมาร์ก n. ภาษา|เดนมาร์ก
(แดง|คฺ) adj. ชื้น|,|ชื้นแฉะ|,|มี|เหงื่อ|ชุ่ม|  |Syn. dankness n. ดู|dank|  |Syn. soggy|,|moist|,|damp
(ดาน|เซ|อ|') n. นัก|เต้นระบํา|ปลาย|เท้า|หญิง
(แดพ|'|เพอะ) adj. เรียบร้อย|,|ฉลาด|,|เล็ก|และ|ปราดเปรียว.  |Syn. dapperness n.  |Syn. trim Ant. sloppy
(แดพ|'|เพิล) n. จุด|ด่าง|,|รอย|แต้ม|,|ลาย|ด่าง|adj. เป็น|รอย|แต้ม vt.,|vi. ทํา|ให้|เป็น|หรือ|กลาย|เป็น|จุด|ด่าง
(แดพ|'|เพิ|ลด|ฺ) adj. เป็น|จุด|,|เป็น|รอย|ด่าง|,|เป็น|แต้ม
(ดาบ) n. คน|ที่|เด่น|ที่สุด|,|ที่อยู่|เหนือ|สุด
(แดร์) {|dared|,|daring|,|dared|} vt.,|n. (การ) กล้า|ทํา|,|กล้าเผชิญ|หน้า|,|หาญ|,|ท้าทาย
(แดร์|'|เดฟเวิล) n. คน|กล้า|,|คน|บ้าระห่ํา|,|คน|ที่|ไม่|กลัว|ตาย adj.  |Syn. daredevilry|,|daredeviltry n.  |Syn. adventurer
(แดน|ทฺ) ดู|darenot
(แดร์|'|เซ) {|daresaid|,|daresaying|,|daresays|} vi.,|vt. ดู|dare say
(แด|'|ริ|ง) n. ความ|กล้า|,|ความ|อาจหาญ adj. กล้า|,|อาจหาญ|,|กล้า|ผจญภัย|  |Syn. daringly adv. ดู|daring daringness n. ดู|daring|  |Syn. brave|,|bold
(ดาร์ค) adj. มืด|,|มืดมน|,|มัว|,|ดํา|คล้ํา|,|ซ่อนเร้น|,|เร้นลับ|คลุมเครือ|,|ชั่วช้า n. ความ|มืด|,|กลางคืน|,|ที่|มืด|,|สี|ดํา -|Phr. (in the dark ไม่|รู้ เป็น|ความลับ) vi. มืด.  |Syn. darkish adj. ดู|dark darkishness n. ดู|dark|  |Syn. dim|,
ม้ามืด|,|ม้า|ที่|ไม่|คาดคิด|ว่า|จะ|ชนะ|การ|แข่ง|,|คน|ที่|ไม่|คาดคิด|กัน|ว่า|จะ|ชนะ แต่|ก็|ชนะ|ใน|ที่สุด
(ดาร์ค|'|เคิน) {|darkened|,|darkening|,|darkens|} vt. ทํา|ให้|มืด|,|ทํา|ให้|เศร้าหมอง vi. กลาย|เป็น|มืด|หรือ|คลุมเครือ
(ดาร์คฺ|'|คี) n. อ้าย|มืด|,|คน|นิ|โก|ร|  |Syn. Negro
(ดาร์ค|'|คี) n. ดู|darkey
(ดาร์ค|'|เคิล) vi. มืด|,|กลาย|เป็น|มืด|,|หลบ|เข้า|ซ่อน|ใน|ที่|มืด
(ดาร์คฺ|'|ลิง) adv. ใน|ที่|มืด. adj. กําลัง|มืด|,|คลุมเครือ
(ดาร์คฺ|'|ลี) adv. คลุมเครือ|,|ซึ่ง|ป|รา|กฎ|ใน|ที่|มืด|,|ลึกลับ|,|ซ่อนเร้น|,|ไม่|สมบูรณ์
(ดาร์คฺ|'|เนส) n. ความ|มืด
(ดาร์คฺ|'|รู|ม) n. ห้อง|มืด|ที่|ใช้|ล้าง|ฟิล์ม
(ดาร์ค|'|ซัม) adj. มืด|,|สลัว
(ดาร์คฺ|'|คี) n. อ้าย|มืด|,|คน|นิ|โก|ร|  |Syn. Negro
(ดาร์|'|ลิง) n. คนรัก|,|ยอด|รัก|,|ทูน|หัว adj. เป็นยอด|รัก|,|น่ารัก|,|มี|เสน่ห์|  |Syn. darlingness n.  |Syn. beloved|,|dear
(ดาร์น) {|darned|,|darning|,|darns|} vt. ชุน (ผ้า|,|ถุงเท้า) ,|สาปแช่ง|,|กล่าว|คํา|สบถ|,|ดู|damn n. บริเวณ|ที่|ชุน|,|การ|ชุน|,|ความ|สนใจ -|Id. (give a darn สนใจ)| 
(ดาร์นดฺ) adj. ดู|damned|,|ระยํา|,|งง|งัน -|adv. อย่างยิ่ง|,|เต็มที่|,|น่าทึ่ง|  |Syn. damned
(ดาร์น|'|นิง) n. การ|ชุน|,|การ|ปะ|ชุน|,|สิ่ง|ที่|ปะ|ชุน
(ดาร์|พา|เน็ต) ย่อ|มา|จาก Defense Advanced Research Projects Agency Network (แปล|ว่า เครือข่าย|สํานักงาน|โครงการวิจัย|ขั้นสูง|ของ|กระทรวงกลาโหม) เป็น|ชื่อ|หน่วยงาน|ที่|เป็น|เครือข่าย|สํานักงาน|ที่|ทํา|โครงการวิจัย|ขั้นสูง|ทั่ว|ประเทศ|ของ|กระทรวงกลาโหม สหรัฐอเมริกา ที่|เชื่อมโยง|สถาบันวิจัย|และ|มหาวิทยาลัย|ต่าง ๆ เข้า|ด้วย|กัน โดย|มี|จุดประสงค์|ที่|จะ|เพิ่ม|ศักยภาพ|ทางการ|ทหาร|ให้แก่|กระทรวงกลาโหม ปัจจุบัน|เครือข่าย|ดาร์|ปา|เน็ต ได้|ไป|ผนวก|เข้า|กับ|เครือข่าย|อื่น ๆ อีก|หลาย|เครือข่าย เป็น|เครือข่าย|รวม|ใหญ่|ใน|ชื่อ|ว่า "|อิน|เตอร์|เน็ต|" (internet) ดู internet ประกอบ
(ดาร์ท) {|darted|,|darting|,|darts|} n. หลาว|,|ลูก|ดอก|,|การ|พุ่ง|เข้า|ไป|อย่าง|ฉับพลัน|,|เกม|ขว้าง|ลูก|ดอก|เข้า|เป้า|,|เหล็ก|ต่อย|ของ|แมลง v. พุ่ง|เข้า|อย่าง|ฉับพลัน|,|โผ|,|โถม|,|ขว้าง|  |Syn. dartingly adv. ดู|dart dartingness n. ดู|dart|  |Syn. spurt
(ดาร์ท|'|บอด) n. กระดาน|เป้า|ลูก|ดอก|ใน|เกม|ขว้าง|ลูก|ดอก|เข้า|เป้า|,|กระดาน|ปา|เป้า
(ดาร์ท|'|เทิล) {|dartled|,|dartling|,|dartles|} vt.,|vi. โถม|เข้า|ไป|อย่าง|ไม่|หยุดยั้ง|,|ยิง|เข้า|ไป|อย่าง|ไม่|หยุดยั้ง|,|ฉายแสง|เข้า|ไป|อย่าง|ไม่|หยุดยั้ง
(ดาร|'|วะนิส|ซึม) n. ทฤษฎี|ดาร์วิน|ที่|เกี่ยวกับ|การ|กําเนิด|ของ|สิ่งมีชีวิต
(แดส|ดี) ย่อ|มา|จาก direct access storage device (แปล|ว่า อุปกรณ์|หน่วย|เก็บ|แบบ|เข้าถึง|โดย|ตรง) หมายถึง|สื่อ|ที่|ใช้|เก็บ|ข้อมูล|ที่|สามารถ|เข้าถึง|ได้|โดย|ตรง (direct access) หรือ|ทันที ไม่ว่า|ข้อมูล|นั้น|จะ|ถูก|บันทึก|ไว้|ใน|ส่วน|ใด เช่น จาน|บันทึก (disk) ดู direct access ประกอบ
(แดช) {|dashed|,|dashing|,|dashes|} vt. กระแทก|,|ทุบ|แตก|,|ชน|,|สาด|อย่าง|แรง|,|ผสม|หรือ|เจือปน|,|ทําลาย|,|ทํา|ให้|หดหู่ใจ|,|ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|เสร็จ|โดยเร็ว vi. กระแทก|,|ชน|,|โถม|เข้า|ไป|,|พุ่ง|เข้า|ชน|,|พุ่ง|ไป|อย่าง|รวดเร็ว n. การ|สาด|น้ํา|,|เสียง|สาด|น้ํา|,|ปริมาณ|น้อย ๆ ที่|ผสม|เข้า|สิ่ง|อื่น|,|เครื่องหมาย (๛) ,|ข
(แดช|'|บอร์ด) n. แผ่น|กัน|โคลน|,|แท่น|หน้าปัด
(แดช|'|เชอะ) n. สิ่ง|หรือ|ผู้|ที่|พุ่ง|เข้า|ชน
(แดช|'|ชิง) adj. มี|ชีวิตชีวา|,|ห้าว|,|หลักแหลม|,|หรูหรา.  |Syn. smart Ant. dull
(แดช|'|ชี) adj. หรูหรา|,|ห้าว|,|หลักแหลม
(แดส|'|เทิร์ด) n.,|adj. (คน|ที่) ขี้ขลาด|,|เลว|และ|มี|เล่ห์.  |Syn. dastardliness n. ดู|dastard
(เด|'|ทะ|,|ดา|'|ทะ) n. พหูพจน์|ของ datum
การ|รวบรวม|ข้อมูล|หมายถึง การ|เสาะหา|หรือ|การ|รับ|ข้อมูล|มา|รวม|กัน|เพื่อให้|เกิด|ความ|สมบูรณ์
คลัง|ข้อมูล|หมายถึง ที่|หรือ|แหล่ง|เก็บ|ข้อมูล หรือ|แหล่ง|ที่|รวบรวม|ข้อมูล|ไว้|เป็น|จํานวน|มาก ส่วนมาก|จะ|อยู่|กับ|หน่วยงาน|คอมพิวเตอร์ เช่น หน่วย|คอมพิวเตอร์|ของ|กระทรวง|เกษตร อาจ|เป็น|คลัง|ข้อมูล|ใน|เรื่อง|ของ ผลผลิต เนื้อที่|การเกษตร รายละเอียด|เกี่ยวกับ|กสิกร สัตว์|ที่|ใช้|ใน|การเกษตร สินค้า|เกษตร ฯลฯ เป็นต้น
ฐานข้อมูล|หมายถึง การ|จัด|รวบรวม|ข้อ|นิ|เทศ หรือ|ข้อมูล|ของ|เรื่อง|ต่าง ๆ ไว้|ใน|รูปแบบ|ที่|จะ เรียก|มา|ใช้ได้|ทันที|เมื่อ|ต้องการ ใน|การ|เรียก|นั้น อาจ|เรียก|เพียง|ส่วน|ใด|ส่วนหนึ่ง|มา|ใช้ประโยชน์|เป็นครั้งเป็นคราว|ก็ได้ ฐานข้อมูล|ที่|ดี|ควร|จะ|ได้|รับ|การ|ปรับ|ให้|ทันสมัย|อยู่|เสมอ บางที|เขียน|เป็น|คํา|เดียวกัน|ว่า database
ระบบ|จัดการ|ฐานข้อมูล|ใช้|ตัวย่อ|ว่า DBMS (อ่าน|ว่า ดี|บีเอ็มเอส) หมายถึง ซอฟต์แวร์|ที่|สร้าง|ขึ้น|เพื่อ|รวบรวม|ข้อมูล|ให้|เป็น|ระบบ เพื่อ|จะ|ได้|นํา|ไป|เก็บรักษา เรียก|ใช้|หรือ|นํามา|ปรับปรุง|ให้|ทันสมัย|ได้|ง่าย ทั้งนี้|จําเป็น|ต้อง|คํานึง|ถึง|การ|รักษา|ความ|ปลอดภัย|ของ|ข้อมูล|เป็น|เรื่อง|สําคัญ|ด้วย
บัตร|ข้อมูล|หมายถึง|บัตร|คอมพิวเตอร์|ที่|ใช้ เจาะ|เป็น|รหัส|แสดง|ถึง|ตัว|อักขระ|ต่าง ๆ อาจ|เป็น|ตัวเลข ตัวอักษร หรือ|อักขระ|พิเศษ เพื่อให้|คอมพิวเตอร์|อ่าน|เข้า|ไป|เก็บ|ใน|หน่วยความจํา บัตร|ข้อมูล|นั้น เรา|สามารถ|ใช้ได้|ทั้ง 80 คอลัมน์|ของ|บัตร (แต่|บัตร|ที่|เป็น|บัตร|ชุดคําสั่ง ที่|เรียก|ว่า program card นั้น ใช้ได้|เฉพาะ|คอลัมน์ 7 ถึง 70) เมื่อ|ส่ง|เข้า|ประมวลผล|ใน|คอมพิวเตอร์ บัตร|ข้อมูล|จะ|ต้อง|ส่ง|ตาม|หลัง|บัตร|ชุดคําสั่ง|เสมอ|ดู card code ประกอบ
มาตรฐาน|การ|เข้า|รหัส|ใช้|ตัวย่อ|ว่า DES หมายถึง|ข้อกําหนด|มาตรฐาน|ใน|การ|เข้าถึง|ข้อมูล|ที่|รัฐบาล|เป็น|ผู้|กําหนด|ขึ้น โดย|วิธี|ใช้|รหัส ผ่าน (password) ทั้งนี้|เพื่อ|ความ|ปลอดภัย|ของ|ข้อมูล
การ|บันทึก|ข้อมูล|หมายถึง การ|ป้อน|ข้อมูล|เข้า|ไป|เก็บ|ใน|สื่อ (medium) อย่างใด|อย่างหนึ่ง เช่น แถบ|บันทึก (tape) จาน|บันทึก (disk) ฯลฯ โดย|ผ่าน|ทาง|แผง|แป้น|อักขระ (keyboard) หรือ|อาจ|หมายถึง|การ|ส่ง|ข้อมูล|เข้า|ประมวลผล|ใน|คอมพิวเตอร์|ด้วย|วิธี|ใด|วิธี|หนึ่ง|ก็ได้
เขต|ข้อมูล|หมายถึง ที่|ซึ่ง|ใช้|เก็บ|ข้อมูล|เฉพาะ|ใน|โปรแกรม|ประเภท|การ|จัดการ|ฐานข้อมูล โดย|จัดแบ่ง|ให้|แต่ละ|เขต|เก็บ|ข้อมูล|แต่ละ|เรื่อง เช่น แบ่ง|เป็น|เขต ชื่อ นามสกุล ที่อยู่ หมายเลข|โทรศัพท์ อายุ เพศ ฯ ถ้า|เรา|นํา|เขต|ข้อมูล|เหล่านี้|หลาย ๆ เขต|มา|รวม|กัน จะ|เรียก|ว่า "|ระเบียน|" (record)| 
แฟ้มข้อมูล|หมายถึง ข้อ|สนเทศ|หรือ|ข้อมูล|ทั้งหมด|ที่|เก็บ|ไว้|ใน|สื่อ|ที่|มี|คุณสมบัติ|เป็น|แม่เหล็ก|ไม่ว่า|จะ|เป็น|จาน|บันทึก|ธรรมดา หรือ|จาน|บันทึก|แข็ง (hard disk) ก็ตาม ข้อ|สนเทศ|ที่|นํา|ไป|เก็บ|นั้น จะ|ถูก|นํา|ไป|เก็บ|ไว้|เป็น|เรื่อง ๆ ไป อาจ|จะ|เป็น|ข้อมูล หรือ|ภาพ (graphics) ก็ได้ แต่ละ|เรื่อง|ต่าง|ก็|ต้อง|มี|ชื่อ|เป็น|ของ|ตนเอง ที่|ต้อง|ไม่|ซ้ํา|กัน เรียก|ว่า "|แฟ้มข้อมูล|"
ส่วนข้อมูล|แฟ้มข้อมูล|ที่|ใช้บน|เครื่อง|คอมพิวเตอร์|แมค|อิน|ทอ|ช|ทุก ๆ แฟ้ม|จะ|ประกอบ|ด้วย|สอง|ส่วน ส่วน|ที่|หนึ่ง|นั้น เรียก|ว่า ส่วนข้อมูล (data fork) หมายถึง|ส่วน|ที่|เป็น|ข้อมูล|จริง ๆ ที่|โปรแกรม|นั้น ๆ จะ|ต้อง|ใช้ ส่วน|ที่|สอง|เรียก|ว่า ส่วน|ทรัพยากร (resource fork) หมายถึง|ส่วน|ที่|เป็น|ข้อ|คําสั่ง|ต่าง ๆ ที่|เรียก|ว่า|โปรแกรม ซึ่ง|จะ|เป็น|ตัว|ทํางาน|ให้ หรือ|ไม่|ก็|เป็น|สิ่ง|จําเป็น|ที่|จะ|ต้อง|มี|ไว้ เพื่อให้|ใช้|โปรแกรม|นั้น ๆ ได้|ครบถ้วน เช่น การ|กําหนด|แบบ|อักษร (font) สัญ|รูป (icon) รายการ|เลือก (menu) เป็นต้น
กลุ่ม|ข้อมูล|กลุ่ม|หมายถึง ข้อมูล|จํานวน|หนึ่ง|หรือ|หน่วย|หนึ่ง|ที่|มี|ความ|สัมพันธ์|เป็น|เรื่องราว|เดียวกัน ใช้|ใน|เรื่อง|ของ|การ|สื่อสาร|ข้อมูล (data communication) เช่น packet switching บางที|ใช้ packet เฉย ๆ ก็ได้
n. กระบวนการ|หรือ|เทคนิค|การ|ป้อน|ข้อมูล ใช้|ตัวย่อ|ว่า DP (อ่าน|ว่า ดี|พี) หมายถึง การ|นํา|ข้อมูล|ดิบ (raw data) มา|ดําเนินการ|บาง|ประการ เช่น จัด|จําแนก คัด|แยก คํานวณ บันทึก เปรียบเทียบ เพื่อให้|เกิด|ผล|ตาม|ที่|ต้องการ หรือ ผล|ที่|จะ|นํา|ไป|ใช้|ต่อไป โดย|ปกติ|จะ|ใช้|คํา|เต็ม ๆ ว่า electronic data processing หรือ EDP ซึ่ง|หมาย|เฉพาะ|ถึง การ|ประมวลผล|ด้วย|เครื่อง|คอมพิวเตอร์ เท่านั้น
ระเบียน|ข้อมูล|หมายถึง หน่วย|หนึ่ง|ของ|ข้อมูล|ที่|บันทึก|ไว้|ใน|ฐาน|หรือ|คลัง|ข้อมูล โดย|ปกติ ระเบียน|หนึ่ง|จะ|ประกอบ|ด้วย|เขต|ข้อมูล (field) 1 เขต|ขึ้น|ไป เช่น ระเบียน|ของ|พนักงาน|ของ|บริษัท|แห่ง|หนึ่ง ประกอบ|ด้วย|เขต|ข้อมูล 10 เขต มี ชื่อ นามสกุล ที่อยู่ วัน|เข้า|ทํางาน เงินเดือน|ที่|ได้|รับ ตําแหน่ง|ปัจจุบัน ฯ เป็นต้น ดู data field ประกอบ
ความ|ซ้ําซ้อน|ข้อมูล|หมายถึง|ข้อมูล|ที่|ซ้ําซ้อน|กัน หาก|ตัด|ออก ก็|จะ|ไม่|ทํา|ให้|ข้อมูล|ที่|เหลือ|อยู่|เสียหาย ถ้า|ใช้|กับ|ตัว|เครื่อง (hardware) หมายถึง เครื่อง|ที่|มี|ระบบ|การ|ทํางาน|ซ้ําซ้อน|กัน ใน|บาง|กรณี|อาจ|จําเป็น|ต้อง|มี|หรือ|ใช้ ถ้า|ต้องการ|ให้|มี|ความ|เชื่อถือ|ได้|สูง
การ|ค้น|คืน|ข้อมูล|หมายถึง กระบวนการ|ใน|การ|เรียกหา หรือ|นํา|ข้อมูล|ที่อยู่|ใน|แฟ้มข้อมูล|หรือ|สื่อ|เก็บ|ข้อมูล กลับ|มา|แสดง|บน|จอภาพ|หรือ|เครื่อง|ปลาย|ทาง (terminal)| 
ชุด|ข้อมูล|หมายถึง การ|นํา|ข้อมูล|มา|จัด|เป็น|ชุด ให้|ถูกต้อง|ตาม|ลักษณะ|โครงสร้าง|ข้อมูล พอเพียง|ที่|จะ|นํา|ไป|ใช้|ประมวลผล|ได้ บางที|ใช้|มี|ความหมาย|เหมือน|แฟ้มข้อมูล (file)| 
โครงสร้าง|ข้อมูล|หมายถึง รูปแบบ|ของ|การ|จัด|ระเบียบ|ของ|ข้อมูล ซึ่ง|มี|อยู่|หลาย|รูปแบบ ศัพท์|ต่าง ๆ ใน|เรื่อง|ของ|โครง สร้าง|ของ|ข้อมูล|ที่|คุ้นหู มี|อยู่|หลาย|คํา เช่น เขต|ข้อมูล (field) , แถว|ลําดับ (array) , ระเบียน (record) , ต้นไม้ (tree) , รายการ|โยง (linked list) เป็นต้น
ปลาย|ทาง|พร้อม|ใช้|ตัวย่อ|ว่า DTR (อ่าน|ว่า ดี|ที|อาร์) หมายถึง|สัญญาณ|จาก|เครื่อง|คอมพิวเตอร์|ที่|บอก|ให้|รู้|ว่า โมเด็ม (modem) พร้อม และ|สถานี|ปลาย|ทาง|ก็|พร้อม|ที่|จะ|รับ|ข้อมูล|เข้า|มา|ได้|แล้ว
การ|ถ่าย|โอน|ข้อมูล|หมายถึง การ|เคลื่อนย้าย|ข้อมูล|จาก|ที่|เก็บ|ใน|ตําแหน่ง|หนึ่ง|ไป|ยัง|อีก|ตําแหน่ง|หนึ่ง หรือ|อาจ|หมายถึง|การ|ย้าย|ที่|เก็บ|จาก|สื่อ|เก็บ|หนึ่ง|ไป|อีก|สื่อ|หนึ่ง|ก็ได้ หรือ|บางที|อาจ|หมายถึง การ|ย้าย|ข้อมูล|จาก|โปรแกรมหลัก (master program) ไป|ทํางาน|ยัง|โปรแกรมย่อย (subprogram)| 
ลักษณะ|ข้อมูล|หมายถึง การ|กําหนด|ข้อมูล|ที่|จะ|ใช้|ให้|มี|ลักษณะ|เป็น|ตัวเลข ตัวอักษร เลขจํานวนเต็ม หรือ|เลข|ทศนิยม เพื่อ|ความ|สะดวก|ใน|การ|ประมวลผล
หมายถึง การ|จัด|รวบรวม|ข้อ|นิ|เทศ หรือ|ข้อมูล|ของ|เรื่อง|ต่าง ๆ ไว้|ใน|รูปแบบ|ที่|จะ เรียก|มา|ใช้ได้|ทันที|เมื่อ|ต้องการ ใน|การ|เรียก|นั้น อาจ|เรียก|เพียง|ส่วน|ใด|ส่วนหนึ่ง|มา|ใช้ประโยชน์|เป็นครั้งเป็นคราว|ก็ได้ ฐานข้อมูล|ที่|ดี|ควร|จะ|ได้|รับ|การ|ปรับ|ให้|ทันสมัย|อยู่|เสมอ บางที|เขียน|แยกกัน เป็น data base ก็|มี
ใช้|ตัวย่อ|ว่า DBMS (อ่าน|ว่า|ดี|บีเอ็มเอส) หมายถึง ซอฟต์แวร์|ที่|สร้าง|ขึ้น|เพื่อ|รวบรวม|ข้อมูล|ให้|เป็น|ระบบ เพื่อ|จะ|ได้|นํา|ไป|เก็บรักษา เรียก|ใช้|หรือ|นํามา|ปรับปรุง|ให้|ทันสมัย|ได้|ง่าย ทั้งนี้|จําเป็น|ต้อง|คํานึง|ถึง|การ|รักษา|ความ|ปลอดภัย|ของ|ข้อมูล|เป็น|เรื่อง|สําคัญ|ด้วย
(เด|'|ทะ|รี) n. สํานักงาน|ตรวจสอบ|ผู้สมัคร|เข้า|ทํางาน|ใน|ราชสํานัก|วา|ติ|กัน
(ดา|'|ชะ) n. บ้าน|ขนาด|ใหญ่|ใน|ชนบท|,|คฤหาสน์|ใน|ชนบท
(เดท) {|dated|,|dating|,|dates|} n. วันที่|,|วัน|เดือน|ปี|,|วัน|นัด|,|การ|นัด|,|ผู้|ถูก|นัดหมาย (เพศตรงข้าม) ,|อายุ|,|ยุคสมัย v. ระบุ|วันที่|,|เป็น|ของ|ยุคสมัย|,|นัดหมาย|,|ล้าสมัย|,|ออก|ไป|พบ|ตาม|นัด|,|ผล|อิน|ผลัม|,|date palm (ดู)|  |Syn. datable adj. ดู|date dateable adj. ดู|date data
เส้น|แบ่ง|วัน|ระหว่าง|ประเทศ
(เด|'|ทิด) adj. ซึ่ง|แสดง|วันที่ (หรือ|วัน|เดือน|ปี)|  |Syn. passe
(เดท|'|ลิส) adj. ไม่|มี|วันที่ (หรือ|วัน|เดือน|ปี) ,|เก่า|มาก|จน|ไม่|รู้|วัน|เดือน|ปี|,|ยุค|โบราณกาล|,|ไร้|เพื่อน|,
(เด|'|ทิฟว) n.,|adj. กรรม|รอง|หรือ|กรรม|อ้อม|  |Syn. datival adj. ดู|dative|  |Syn. designating
(เด|'|ทัม|,|ดา|'|ทัม) n. ข้อมูล|ตัวเลข|,|ข้อเท็จจริง|ใน|การ|อ้างอิง|,|ฐาน|  |Syn. fact -|pl. data
(ด|อบ) {|daubed|,|daubing|,|daubs|} v.,|n. (การ) แต้ม|,|ทํา|เปรอะ|,|ทํา|เปื้อน|,|ทํา|อย่าง|ไม่|ชํานาญ|,|สิ่ง|ที่|ใช้|ทา|หรือ|ป้าย ดู|daub|  |Syn. daubingly adv. ดู|daub dauby adj. ดู|daub|  |Syn. smear
(ดอ|'|เทอะ) n. ลูกสาว|,|ธิดา|,|บุตรี
ลูก|สะใภ้
แผง|วงจร|ตัว|ลูก|หมายถึง แผง|วงจร|อีก|ชุด|หนึ่ง ที่|ทํา|เพิ่ม|ไว้|เผื่อ|ให้|เลือก|ใช้ได้ สามารถ|เสียบ|เข้า|ใช้|กับ|เครื่อง|คอมพิวเตอร์|ควบคู่|ไป|กับ|แผง|วงจร|หลัก|ได้|เลย เมื่อ|เรียก|แผง|วงจร|หลัก|ว่า ตัว|แม่ (motherboard) จึง|ได้|เรียก|ตัว|นี้|ว่า ตัว|ลูก
(ดอน|ทฺ) {|daunted|,|daunting|,|daunts|} vt. ทํา|ให้|กลัว|,|ขู่ขวัญ|,|ทํา|ให้|หวาดหวั่น|  |Syn. dauntingly adv. ดู|daunt|  |Syn. intimidate
(ดอน|ทฺ|'|เลส) adj. ไร้|ความ|กลัว|,|กล้า|,|อาจหาญ|  |Syn. bold
(แดฟ|'|เวินพอร์ท) n. เก้าอี้นวม|ยาว (มัก|เป็น|แบบ|ที่|พับ|เป็น|เตียง|ได้) ,|โต๊ะเขียนหนังสือ|ขนาด|เล็ก
(แดฟ|'|วิท) n. เสา|ข้าง|สําหรับ|โยง|เรือ|บด|กับ|สมอเรือ
(เด|'|วี) n. หนังสือ|สาบาน|ตัว|,|หนังสือ|ปฏิญาณ|ตัว
n. ตะเกียง|ที่|ใช้|ใน|เหมือง|สมัยก่อน
(ดอ) n. ดู|jackdaw
(ดอด|'|เดิล) v. ฆ่าเวลา|,|อืดอาด|,|ลอยชาย|  |Syn. dawdler n. ดู|dawdle dawdlingly adv. ดู|dawdle -|S.idle
(ดอน) {|dawned|,|dawning|,|dawns|} n. อรุณ|,|รุ่งอรุณ|,|การ|เริ่มต้น|,|การ|เริ่ม|ป|รา|กฎ|ขึ้น|,|การ|เข้าใจ|อย่าง|กะทันหัน vi. เริ่ม|ทอ|แสง|,|เริ่ม|มองเห็น|ได้|,|เริ่ม|ป|รา|กฎ|ขึ้น|ใน|ใจ|ครั้ง|แรก -|S.beginning
(เด) n. กลางวัน|,|วัน|,|สมัย|,|ยุค. -|Phr. (day in day out ทุก|วัน|ต่อเนื่อง|กัน|ตลอดไป)|  |Syn. age
n. รถไฟ|โดยสาร|ธรรมดา (ไม่|ใช่|รถไฟ|ตู้|นอน)| 
n. วัน|โลกาวินาศ
n. วัน|ชําระ|บัญชี|,|ดู|Judgment day
adj. วันแล้ววันเล่า|,|ประจําวัน
n. รุ่งอรุณ|  |Syn. dawn
vi.,|n. (การ) ฝัน|กลางวัน|,|ปล่อย|ความคิด|ไป|ตาม|อารมณ์|  |Syn. daydreamer n. ดู|daydream daydreamy adj. ดู|daydream|  |Syn. wish
n. แดด|,|ความ|เปิดเผย|,|กลางวัน|,|รุ่งอรุณ
adj. ตลอด|ทั้งวัน|,|ตลอด|วัน
(เดซฺ) adv. ใน|เวลา|กลางวัน|,|ระหว่าง|เวลา|กลางวัน
(เด|'|สพ|ริ|ง) n. รุ่งอรุณ
n. เวลา|กลางวัน
(เดซ) {|dazed|,|dazing|,|dazes|} vt. ทํา|ให้|งงงวย n. ภาวะ|ที่|งงงวย|  |Syn. dazedly adv.
(แดซ|'|ซิ|เบา) n. หนังสือ|ตัว|โต
(แดซ|'|เซิล) {|dazzled|,|dazzling|,|dazzles|} vt.,|vi.,|n. (การ|,|สิ่ง|ที่) ทํา|ให้|ตาพร่า|,|พร่า|ตา|,|จ้า|ตา|,|ค|ลิบ|เคลิ้ม.  |Syn. dazzlingly adv. ดู|dazzle|  |Syn. daze|,
(ดี|เบส) เป็น|ชื่อ|โปรแกรม|สําเร็จ|ที่|ได้|รับ|ความ|นิยม|มาก|สมัย|หนึ่ง|ใน|ด้าน|การ|จัดการ|ฐานข้อมูล (database management) ได้|รับ|การ|พัฒนา|ติดต่อ|กัน|มา|หลาย|รุ่น (version)| 
(ดี|บีเอ็มเอส) ย่อ|มา|จาก data base management system (แปล|ว่า ระบบ|จัดการ|ฐานข้อมูล) หมายถึง ซอฟต์แวร์|ที่|สร้าง|ขึ้น|เพื่อ|รวบรวม|ข้อมูล|ให้|เป็น|ระบบ เพื่อ|จะ|ได้|นํา|ไป|เก็บรักษา เรียก|ใช้ หรือ|นํามา|ปรับปรุง|ให้|ทันสมัย|ได้|ง่าย ทั้งนี้|จําเป็น|ต้อง|คํานึง|ถึง|การ|รักษา|ความ|ปลอดภัย|ของ|ข้อมูล|เป็น|เรื่อง|สําคัญ|ด้วย
abbr. dischrage|,|discontinue
1. abbr. differential diagnosis|,|discharge diagnosis 2. (ดี|ดี) ย่อ|มา|จาก double density (แปล|ว่า ความ|หนาแน่น|สอง|เท่า) ใช้|บอก|ขนาด|ความ|จุ|ของ|จาน|บันทึก (diskette) ว่า|สามารถ|บันทึก|ข้อมูล|ได้|เป็น|สอง|เท่า ถ้า|เป็น|ขนาด|ปกติ เรียก|ว่า ความ|หนาแน่น|เท่า|เดียว (single density)| 
abbr. degenerative disc disease
(ดี|ดี|อี) ย่อ|มา|จาก dynamic data exchange คํา|นี้|ใช้|ใน|ระบบ|ไม|โค|รซอฟต์วินโดว์|และ|โอเอ|ส|/|ทู หมายถึง|การ|ทํา|ให้|สอง|โปรแกรม|บน|วินโดว์ สามารถ|ใช้|ข้อมูล|ร่วม|กัน|ได้ เป็นต้น|ว่า การ|นํา|ตัวเลข|ที่อยู่|ใน|โปรแกรม|ตาราง|จัดการ (spreadsheet) มา|ใช้|ใน|โปรแกรมประมวลผล|คํา (word processing) ได้ โดย|ไม่|ต้อง|เสียเวลา|พิมพ์|ตัวเลข|เหล่านั้น|ใหม่ นอกจากนั้น หาก|มี|การ|แก้ไข|ตัวเลข|ใน|ตาราง|จัดการ ตัวเลข|ใน|โปรแกรมประมวลผล|คํา ก็|จะ|ได้|รับ|การ|แก้ไข|ไป|ด้วย|โดย|อัตโนมัติ
(ดี|ดี|พี) ย่อ|มา|จาก distributed data processing (แปล|ว่า การ|ประมวลผล|ข้อมูล|แบบ|กระจาย) หมายถึง การ|ประมวล|ข้อมูล|ใน|หน่วยงาน|ที่|มี|หลาย|สาขา และ การ|ทํางาน|เป็น|แบบ|ต่าง|คน|ต่าง|ทํา ต่าง|คน|ต่าง|มี|ข้อมูล แต่|อาจ|มี|การ|เชื่อม|ติดต่อ|กัน|โดย|การ|สื่อสาร|ข้อมูล (data communications) <|คําย่อ|> ดี|ดี|พี ย่อ|มา|จาก Drug Data for Pharmacist
abbr. dialysis disequilbrium syndrome
(ดีดีที) ใน|ความหมาย|ทั่วไป คํา|นี้|หมายถึง "|ยาฆ่าแมลง|" นํามา|ใช้|ใน|วงการ|คอมพิวเตอร์ เป็น|คํา|แสลง|หมายถึง การ|แก้ไข|ข้อบกพร่อง|หรือ|ข้อผิดพลาด|ใน|โปรแกรม|ใน|กรณี|ที่|มี|มาก ๆ (ทั้งนี้เพราะ|ใน|การ|เขียน|โปรแกรม|นั้น เรา|เรียก|จุด|บกพร่อง|ใน|โปรแกรม|ว่า แมลง หรือ bug โดย|ปกติ|แล้ว การ|แก้ไข|ธรรมดา ๆ จะ|ใช้|คํา|ว่า debug)
ดู|ที่ dd
(ด|'|ฟี|'|ดี) L. เกี่ยวกับ|ความ|ศรัทธา
Pref. ขจัด|,|เอา|ออก|,|จาก|,|ลด|ต่ํา|,|ปฎิ|เส|ธ|,|กลับ|กัน|,|จาก|,|ลง
vi. ทํา|ให้|ลด|ลง|,|ลด|ลง. deescalation|,|deescalation n.
(ดี|แฟท|') vt. เอา|ไขมัน|ออก|,|สกัด|เอา|ไขมัน|ออก
(ดิ|ไอ|ซฺ|') vt. เอา|น้ําแข็ง|ออก|  |Syn. deicer n. ดู|deice de|-|icer n. ดู|deice
(ดี|'|เคิน) n. ผู้ช่วย|พระ|ใน|ศาสนา|คริสเตียน vt. ปลอม|,|ตบตา.  |Syn. deaconship n.
(ดี|'|คะ|นิส) n. ผู้ช่วย|แม่
(ดี|'|เคิน|รี) n. ตําแหน่ง|หรือ|ที่ทํางาน|ของ deacon|,|deacons ทั้งหลาย
(ดี|แอ|ค|'|ทะเวท) vt. ทํา|ให้|เคลื่อนไหว|ไม่|ได้|,|ยับยั้ง|ฤทธิ์|ของ|,|ทํา|ให้|ใช้การไม่ได้|,|ทํา|ให้|ไม่|ได้|ผล vi. สูญเสีย|กัมมันตรังสี.  |Syn. deactivator n. ดู|deactivate deactivation n. ดู|deactivate
(เดด) adj.ตาย|,|สิ้นลม|หายใจ|,|ไม่|มี|ชีวิต|,|ไม่|มี|ความรู้สึก|,|ทื่อ|,|จืดชืด|,|โดย|สิ้นเชิง|,|แม่นยํา|,|กะทันหัน|,|ตรง|,|จริง ๆ ,|ไม่|มี|กระแส|ไฟฟ้า adv. โดย|สิ้นเชิง|,|เต็มที่|,|อย่าง|กะทันหัน n. คนตาย|  |Syn. deceased
n. ช่องว่าง|ที่|ถูก|ปิดตาย
n. การ|ด่า|อย่าง|ถากถาง
บุคคล|ที่|จะ|ตาย|,|สิ่ง|ที่|จะ|สลาย|ตัว
n. ทางตัน|,|ภาวะ|ที่|ไร้|ความ|หวัง|,|ย่าน|สลัม|  |Syn. dead|-|end adj. ดู|dead end
n. การ|แข่งขัน|ที่|เสมอ|กัน
n. หนี้|เก่า|,|ค่าจ้าง|จ่าย|ทดลอง|ล่วงหน้า
n. สถานที่ตั้ง|ศพ
n. จดหมาย|ที่|ไม่|ถึง|มือ|ผู้|รับ
n. เพลง|แห่|ศพ
n. ช่องว่าง|ที่|ถูก|ปิดตาย
n. น้ํา|ที่|ไม่|ไหล
ไม่|มี|รสชาติ|ซึมเศร้า
ไม่|มี|รสชาติ|ซึมเศร้า
(เดด|'|เดิน) vt. ทํา|ให้|ชา|,|ทํา|ให้|อ่อนแอ|,|ทํา|ให้|เสียง|ไม่|สามารถ|ลอด|เข้า|มา|หรือ|ออก|ไป|ได้ vi. ตาย|,|กลาย|เป็น|ตาย|  |Syn. deadener n.  |Syn. mute
n. กับดัก|ที่|มี|ของ|หนัก|ตกลง|ทับ|เหยื่อ|ตาย
(เดด|'|เฮ|ด) n. คน|ถือ|ตั๋ว|ที่|ไม่|ได้|จ่าย|เงิน
n. กําหนด|เวลา|,|เส้น|ห้าม|ผ่าน|,|เส้นตาย
การ|อยู่|นิ่ง|กับ|ที่ vt. ทํา|ให้|ชะงัก|งัน vi. หยุด|อยู่|กับ|ที่
(เดด|'|ลี) adj. เป็น|อันตราย|ถึงตาย|ได้|,|เหมือน|ตาย|,|เดิน|พอ|,|แม่นยํา|ที่สุด|,|น่า|เบื่อ|ที่สุด -|adv. คล้าย|ตาย|,|เหลือเกิน|,|อย่างยิ่ง|  |Syn. deadliness n. ดู|deadly|  |Syn. mortal|,|fatal|,|-|A.safe
(เดด|'|แพน) adj. ตาย|,|ไร้|อารมณ์
(เดด|'|วูด) n. สิ่ง|ที่|ใช้ประโยชน์|อะไร|ไม่|ได้|,|คน|จู้จี้|,|ความ|ได้|เปรียบ|กว่า
(เดฟ) adj. หูหนวก|,|ไม่|ยอม|ฟัง|,|ไม่|เชื่อฟัง.  |Syn. deafness n. ดู|deaf
 |Syn. dumb adj. หูหนวก|และ|ใบ้|  |Syn. deaf|-|mute
n. คน|หูหนวก|และ|เป็น|ใบ้.  |Syn. deaf|-|muteness n. ดู|deaf|-|mute
(เดฟ|'|เฟิน) vt. ทํา|ให้|หูหนวก|,|ทํา|ให้|งงงวย|ด้วย|เสียง|อึกทึก.
(ดี|ล) {|dealt|,|dealing|,|deals|} v. จัดการ|,|จัดสรร|,|แจกไพ่|,|ติดต่อ|ธุรกิจ|,|ค้าขาย|,|ประพฤติ. n. การ|ติดต่อ|ธุรกิจ|,|การ|ตกลง|ลับ|,|การ|ซื้อขาย|,|จํานวน|มาก|,|ปริมาณมาก|,|การ|แจกไพ่|,|สัญญา|,|นโยบาย
(ดี|'|เลอะ) n. ผู้|ติดต่อ|,|พ่อค้า|,|นักธุรกิจ|,|คน|แจกไพ่
(ดี|'|ละ|ชิ|พ) n. อํานาจ|ใน|การ|ขาย|,|ตัวแทน|จําหน่าย|ที่|มี|อํานาจ|ดังกล่าว
(s) (ดี|ล|'|ลิง|ซฺ) n.,|pl. ความ|สัมพันธ์|,|ธุรกิจ
(เดลทฺ) v. กิริยา|ช่อง|2|และ|ช่อง|3|ของ|deal
(ดี|น) n. คณบดี|,|หัวหน้า|คณะ|,|เจ้าอาวาส|,|ผู้|มี|อาวุโส.  |Syn. deanship n. ดู|dean
n. รายชื่อ|นักเรียน|ที่ เรียน|ดี|มาก
(ดี|'|นะ|รี) n. สํานัก|คณบดี|,|ตําแหน่ง|คณบดี|,|ตําแหน่ง|เจ้าคณะ
(เดียร์) adj. ที่รัก|,|เป็น|ที่รัก|,|น่ารัก|,|แพง|,|ทุกข์ใจ|,|ขุ่นใจ|,|เข้มงวด n. บุคคล|อัน|เป็น|ที่รัก|,|บุคคล|ที่|ดี|,|คนรัก -|adv. เป็น|ที่รัก|,|มี|ราคา|แพง interj. คําอุทาน|ที่|แสดง|ความ|ประหลาดใจ|,|ความ|โศกเศร้า เช่น อนิจจา|! ตาย|จริง|! โอ้|!.  |Syn. dearness n. ดู|dear คํา|ที
(เดีย|'|รี) n. ดู|deary
(เดิร์ธ) n. ความ|ขาดแคลน|,|ความ|อด|ห|ยาก|  |Syn. scarcity Ant. abundance
(เดีย|'|รี) n., ที่รัก|  |Syn. dearie pl. dearies
(ดี|'|เซิล) adv. ไป|ทาง|เข็มนาฬิกา|,|ตาม|ทิศทาง|เข็มนาฬิกา
(เดธ) n. ความ|ตาย|,|มรณกรรม|,|ภาวะ|ที่|ตาย|,|การ|ดับ|,|การ|ถูก|ทําลาย to death สุดเหวี่ยง|อย่างยิ่ง|  |Syn. deathful adj. ดู|death|  |Syn. end
n. ความ|ทนทุกข์ทรมาน|หรือ|ปวดร้าว|ทรมาน|ก่อน|ตาย
n. เตียงนอน|ใน|ขณะที่|ตาย. adj. เกี่ยวกับ|หรือ|ระหว่าง|ชั่วโมง|สุดท้าย|ก่อน|ตาย
n. มรณบัตร
n. ภาษี|มรดก
n. การ|ลงโทษ|ประหาร|ชีวิต
n. การ|เฝ้า|พยาบาล|ก่อน|ตาย
(เดธ|'|ส|มัน) n. เพชร|ฆาต -|pl.deathsmen
adj. อมตะ|,|อมร|,|ไม่|มี|ที่|สิ้นสุด|,|นิรันดร|  |Syn. deathlessness n. ดู|deathless|  |Syn. eternal
(เดธ|'|ลี) adj. ทํา|ให้|ตาย|,|อันตราย|ถึงตาย|,|เกี่ยวกับ|การ|ตาย. -|adv. ใน|ลักษณะ|ของ|การ|ตาย|,|อย่างยิ่ง|,|สุดเหวี่ยง|  |Syn. deathliness n.  |Syn. deadly
(ดะ|บา|'|เคิล) n. การ|แตกสลาย|,|การ|กระจาย|ตัว|,|การ|พัง|ทะลาย|ลง|อย่าง|กะทันหัน|,|ความ|หายนะ|กะทันหัน
(ดิบาร|'|์) {|debarred|,|debarring|,|debars|} vt. ห้าม|เข้า|,|ยับยั้ง|,|ป้องกัน|  |Syn. debarment n.
(ดิ|บาร์|ค|') vt. ทํา|ให้|ขึ้น|บก|,|เอา|สินค้า|ขึ้น|,|เอา|เปลือก|ออก|,|ปลอก|เปลือก -|v|ร. ขึ้น|บก|,|ขึ้นฝั่ง|  |Syn. debarkation n. ดู|debark
(ดิเบส|') vt. ทํา|ให้|เสื่อม|,|ลด|คุณค่า|,|เจือปน|  |Syn. debasement n.
(ดิเบ|'|ทะเบิล) adj. เป็น|ที่|ถกเถียง|กัน|,|เป็น|ปัญหา
(ดิเบท|') {|debated|,|debating|,|debates|} vt.,|n. (การ) ถกเถียง|,|อภิปราย|,|พิจารณา|,|ชิงชัย|,|ต่อสู้|  |Syn. argue
(ดิบ|อค|') {|debauched|,|debauching|,|debauches|} vt. ทําชั่ว|,|ทํา|ให้|เสื่อมทราม|,|ล่อลวง|ไป|กระทํา|การ|ชําเรา vi.,|n. (การ) เสเพล|,|ปล่อยเนื้อปล่อยตัว|,|มั่ว|โลกีย์|มึนเมา|  |Syn. debauchment n. ดู|debauch
(เดบ|'|บอ|ชี) n. ผู้|ลุ่มหลง|ใน|สุรา|ยา|เมา|,|ผู้|ลุ่มหลง|ใน|โลกีย|วิสัย|,|การ|ล่อลวง|ไป|ใน|ทาง|เสีย
(ดิ|เบน|'|เชอะ) n. เอกสาร|หลักฐาน|การ|ลด|ภาษี|ที่|ศุลกากร|,|ใบหุ้น|ของ|บริษัท
n. ใบหุ้น|กู้|ของ|บริษัท
(ดิ|บิล|'|ลิ|เท|ท) vt. ทํา|ให้|อ่อนเพลีย|,|ทํา|ให้|อ่อนกําลัง|,|ทํา|ให้|ทรุดโทรม.  |Syn. debilitation n. ดู|debilitate debilitative adj. ดู|debilitate|  |Syn. enfeeble
(ดิ|บิล|'|ลิ|ที) n. ความ|อ่อนเพลีย|,|ภาวะ|ที่|อ่อนกําลัง|  |Syn. feebleness
(เดบ|'|บิ|ท) {|debited|,|debiting|,|debits|} vt.,|n. (รายการ|,|การ) ลง|บัญชี|ลูกหนี้|,|หักบัญชี|,|คิด|เงิน|  |Syn. debt
(เดบบะแนรฺ|') adj. มี|มารยาท|,|น่ารัก|,|มี|เล่ห์|,|ร่าเริง|,|สบาย|อก|สบายใจ.  |Syn. debonairness n.  |Syn. debonaire|,|debonnaire
(ดิบูช|') {|debouched|,|debouching|,|debouchs|} vi. เดิน|เป็น|ขบวน|ออก|จาก|บริเวณ|ที่|แคบ ป่า|หรือ|เขา|สู่|ที่โล่ง|,|ไหล|ออก. vt. ทํา|ให้|เดิน|ออก|จาก|,|ทํา|ให้|ไหล|ออก|,|ป|รา|กฎ|  |Syn. debouchment n. ดู|debouch|  |Syn. emerge
(เดบูเช|') n. ปากทาง|,|ทางออก|จาก|ที่|แคบ|,|ป่า|หรือ|ภูเขา|สู่|ที่โล่ง|,|การ|จําหน่าย|สินค้า
(ดิบ|รี|ฟ|') vt. สอบถาม|รายละเอียด|  |Syn. debriefing n.
(เดบ|'|บ|รี|,|เด|'|บ|รี|,|ดะ|บ|รี|') n. ซาก|สลัก|หัก|พัง|,|เศษ|,|ขยะ|,|การ|สะสม|ของ|เศษ|หิน|,|ดินทราย|สะสม|ที่|ถูก|พัด|มา|จาก|ที่|สูง|  |Syn. rubble
(ดะ|บ|รู|ซ|') vt. วาง|ทาบ|ผิด|อัน
(เด|บท|ฺ) n. หนี้|,|หนี้สิน|,|ภาวะ|ที่|เป็นหนี้
(เดบ|'|เทอะ) n. ผู้|เป็นหนี้|คน|อื่น|,|ลูกหนี้|,|ด้าน|ลูกหนี้
แก้|จุด|บกพร่อง|หมายถึง การ|ขจัด|ปัญหา|และ|จุด|บกพร่อง|ต่าง ๆ ใน|โปรแกรม|ให้|หมด|ไป ก่อน|ที่|จะ|นํา|โปรแกรม|นั้น|ไป|ใช้ ที่|ใช้|ศัพท์|คํา|นี้|เพราะ|นักเขียน|โปรแกรม|จะ|เรียก จุด|บกพร่อง|ของ|โปรแกรม|ว่า bug ดู bug ประกอบ
โปรแกรม|ตรวจสอบ|จุด|บกพร่อง|หมายถึง โปรแกรม|พิเศษ|ที่|เขียน|ขึ้น|มา|เพื่อ|ใช้|แก้ไข|โปรแกรม|โดยเฉพาะ
ชุดคําสั่ง|ตรวจ|แก้|จุด|บกพร่อง|หมายถึง|โปรแกรม|หรือ|ชุดคําสั่ง|ที่|เขียน|ขึ้น เพื่อ|เตรียม|ไว้|เพื่อให้|คอมพิวเตอร์|ชี้|หา|จุด|บกพร่อง หรือ|ที่|ผิด|ใน|ชุดคําสั่ง|อื่น ๆ ให้
(ดิ|บัง|คฺ|') vt. ขจัด|หรือ|ลบล้าง|คํากล่าว|อ้าง|ที่|ผิด|หรือ|เกิน|ความจริง|,|ทําลาย|ชื่อเสียง|  |Syn. debunker n. ดู|debunk
(เดบู|') v.,|n. (การ) ออกโรง|ครั้ง|แรก|,|แสดง|ครั้ง|แรก|  |Syn. beginning
(เดบ|'|ยุ|ทาน|ทฺ) n. ผู้|ออกโรง|ครั้ง|แรก|,|ผู้แสดง|ครั้ง|แรก|  |Syn. debutant
(เดบ|'|ยุ|ทาน|ทฺ) n. ผู้|ออกโรง|ครั้ง|แรก|ที่|เป็น|หญิง|,|หญิง|ที่|เข้า|สู่|วงสังคม|เป็น|ครั้ง|แรก|  |Syn. debutante
Pref. "|สิบ|"
Pref. สิบ|  |Syn. dec|-|,|dek|-|,|deka|-
(เดค|'|เคด) n. ระยะ|เวลา 10 ปี|,|กลุ่ม|ที่|ประกอบ|ด้วย|10|  |Syn. decadal adj. ดู|decade
(เดค|'|คะ|เดิน|ซฺ) n. ความ (ภาวะ) เสื่อมโทรม|,|ความ (ภาวะ) เน่าเปื่อย|,|  |Syn. decadency|,|decay
(เดค|'|คะ|เดิน|ทฺ) adj. เสื่อมโทรม|,|ทรุดโทรม|,|เน่าเปื่อย n. ผู้|เสื่อมโทรม|,|นักประพันธ์|หรือ|นัก|ศิลป|ของ|ยุค|เสื่อมโทรม|  |Syn. decayed Ant. robust
(ดิแคฟ|'|ฟิเนท|,|-|ไน|ซ) n. ขจัด|กาเฟอีน|ออก
(ดิแคฟ|'|ฟิเนท|,|-|ไน|ซ) n. ขจัด|กาเฟอีน|ออก
(เดค|คะ|ฮี|'|ดรัน) n. รูปร่าง|ที่|มี|10 หน้า.  |Syn. decahedral adl ดู|decahedron
(เดค|'|คะ|ลี|เทอะ) n. หน่วย|ปริมาตร 10 ลิตร
(ดิ|แคม|พฺ|') vi. ออก|จาก|ค่าย|,|จาก|ไป|อย่าง|รวดเร็ว|  |Syn. decampment n.  |Syn. escape
(เดค|'|นัล) adj. เกี่ยวกับ|คณบดี|,|เกี่ยวกับ|ตําแหน่ง|หรือ|สํานักงาน|คณบดี
(ดิ|แคน|'|เทอะ) n. ขวด|ที่|ใช้|เท|ของ|ออก|,|ขวด|ที่|ใช้|บริการ|เหล้า|มัก|เป็น|ขวด|ที่|มี|คอ|เล็ก
(ดิแคพ|'|พิ|เท|ท) vt. ตัด|ศีรษะ|ออก.  |Syn. decapitation n. การ|ตัด|ศีรษะ|ออก
vt. เอา|คาร์บอน|ออก.  |Syn. decarboniz (s) ation n. การ|เอา|คาร์บอน|ออก. decarboniz (s) er n. สิ่ง|ที่|เอา|คาร์บอน|ออก.
vt. เอา|คาร์บอน|ออก.  |Syn. decarboniz (s) ation n. การ|เอา|คาร์บอน|ออก. decarboniz (s) er n. สิ่ง|ที่|เอา|คาร์บอน|ออก.
n. หน่วย|พื้นที่|เท่า|กับ 10 เอเคอร์
(ดิแคธ|'|ลอน) n. การ|แข่งขัน|กรีฑา 10 ประเภท ผู้|ที่|ได้|คะแนน|รวม|มาก|ที่สุด|เป็น|ผู้|ชนะเลิศ
(ดิเค|') {|decayed|,|decaying|,|decays|} vt.,|n. (การ) เน่าเปื่อย|,|ผุพัง|,|เสื่อม|ลง|,|ปล่อย|กัมมันตภาพรังสี vi. ทํา|ให้|เน่าเปื่อย|,|ทํา|ให้|ผุพัง|,|ทํา|ให้|เสื่อม|ลง.  |Syn. deteriorate
(ดิ|ซี|ส|') n. ความ|ตาย vi. ตาย
(ดิ|ซี|สทฺ|') adj. ตาย|แล้ว|,|ไร้|ชีวิต. n. คนตาย|  |Syn. dead
(ดี|เซ|ด|'|เดิน|ท) adj. คนตาย|,|ผู้ตาย|,|ผู้|ที่|ถึงแก่กรรม
(ดิ|ซี|ท|') n. การ|หลอกลวง|,|การ|โกง|,|กลอุบาย|,|ความ|ไม่|ซื่อ|  |Syn. cheating
(ดิ|ซี|ท|'|ฟู|ล) adj. หลอกลวง|,|ไม่|ซื่อ.  |Syn. deceitfulness n. ดู|deceitful|  |Syn. dishonest
(ดิ|ซี|ฟว|') vt.,|vi. หลอกลวง|,|ต้ม.  |Syn. deceivableness n. deceivability n. ดู|deceive deceivingly adv. ดู|deceive|  |Syn. delude|,|dupe|,|fool
vt.,|vi. ทํา|ให้|ช้า|ลง|,|ช้า|ลง.  |Syn. deceleration n. ดู|decelerate decelerator n. ดู|decelerate
n. เครื่องมือ|ลด|ความ|เร็ว
(ดี|เซ|ม|'|เบอะ) n. ธันวาคม
(ดี|'|เซิน|ซี) n. ความ|เหมาะสม|,|ความ|สุภาพ|,|ความ|มี|สมบัติผู้ดี.  |Syn. decencies n.,|pl.หลัก|ปฎิบัติ|ที่|สอดคล้อง|กับ|ธรรมเนียม|ปฏิบัติ|  |Syn. decorum Ant. impropriety
(ดี|เชน|'|นะ|รี) n. ระยะ|เวลา 10 ปี adj. เกี่ยวกับ|ระยะ|เวลา 10 ปี
(ดี|'|เซินทฺ) adj. บังควร|,|เหมาะสม|,|น่า|นับถือ|,|มี|สมบัติผู้ดี|,|มี|เกียรติ|,|พอเพียง|,|กรุณา|,|โอบอ้อมอารี|  |Syn. modest
(ดี|เซน|'|ท|ระ|ไลซ) vt. กระจาย|อํานาจ|จาก|จุดศูนย์กลาง|  |Syn. decentralist n. ดู|decentralize decentraliz (s) ation n. ดู|decentralize
(ดี|เซน|'|ท|ระ|ไลซ) vt. กระจาย|อํานาจ|จาก|จุดศูนย์กลาง|  |Syn. decentralist n. ดู|decentralize decentraliz (s) ation n. ดู|decentralize
การ|ประมวลผล|ข้อมูล|แบบ|แยก|จาก|ศูนย์|หมายถึง|การ|ประมวลผล|ข้อมูล|ที่|มี|การ|เก็บ|ข้อมูล|ไว้|ที่|หน่วยงาน|แต่ละ|หน่วย ต่าง|ฝ่าย|ต่าง|ประมวลผล|ไป|ได้|เอง|โดย|ไม่|ต้อง|อาศัย|ข้อมูล|จาก|กัน
(ดิ|เซ|พ|'|เชิน) n. การ|หลอกลวง|,|การ|ปลอมแปลง|,|เล่ห์|เพทุบาย|  |Syn. fraud
(ดิ|เซ|พ|'|ทิฟว) adj. ซึ่ง|หลอกลวง
(ดี|เช|'|ริ|เบรท) vt. ตัด|สมอง|ออก|,|แยก|สมอง|ออก|จาก|ไขสันหลัง|  |Syn. decerabration n.
(ดิ|เซ|อ|'|ทิ|ไฟ) vt. ถอน|ใบอนุญาต|หรือ|ใบรับรอง.  |Syn. decertification n. ดู|decertify
Pref. " หนึ่ง|ใน|สิบ "
(เดส|'|ซิ|เบิล) n. หน่วย|วัด|ความ|เข้ม|หรือ|ความ|ดัง|ของ|เสียง
(ดิ|ไซ|ดฺ|') vt. ตกลงใจ|,|ตัดสินใจ|,|ตัดสิน|,|ชี้ขาด vi. ตัดสิน|,|ชี้ขาด|  |Syn. determine Ant. waver
(ดิ|ไซ|'|ดิด) adj. เด็ดขาด|,|แน่นอน|,|ตัดสินใจ|แล้ว|  |Syn. ness n.
(ดิ|ซิ|ด|'|ดิวอัส) adj. ซึ่ง|เปลี่ยน|ใบ|,|ซึ่ง|สลัด|หรือ|เปลี่ยน|คราบ|ฟัน เขา ใบ|,|ไม่|ถาวร|,|ชั่ว|คราว|  |Syn. deciduousness n. ดู|deciduous
ฟันน้ํานม.  |Syn. milk tooth
n. 1|/|10 กรัม
n. 1|/|10 กรัม
(เดส|'|ซะลี|เทอะ) n. 1|/|10 ลิตร
(เดส|'|ซะลี|เทอะ) n. 1|/|10 ลิตร
เลขฐานสิบ|หมายถึง ตัวเลข 0, 1, 2, 3, 4, 5, 6, 7, 8, 9 ใน|ระบบ|เลข|ฐาน 10 ที่|ใช้|กัน|อยู่
n. วิธีการ|หรือ|ระบบ|ทศนิยม
vt. ทําลาย|ยับเยิน|,|สังหาร|ยับเยิน|,|เลือก|คน|ที่ 10|  |Syn. decimation n. ดู|decimate decimator n ดู|decimate|  |Syn. destroy
n. 1|/|10 เมตร
n. 1|/|10 เมตร
(ดิ|ไซ|'|เฟอะ) vt. แปล|ความหมาย|,|ถอดรหัส.  |Syn. decipherability|, decipherer n.
(ดิ|ซิ|ส|'|เชิน) n. การ|ตัดสินใจ|,|สิ่ง|ที่|ได้|ตัดสินใจ|,|ข้อตกลง|ใจ|,|ญัตติ|,|ความ|แน่วแน่|  |Syn. resolve
(ดิ|ไซ|'|ซิ|ฟว) adj. ซึ่ง|มี|ลักษณะ|ชี้ขาด|,|แน่วแน่|,|ซึ่ง|ตัดสินใจ|แล้ว.  |Syn. decisiveness n.
(เดค) {|decked|,|decking|,|decks|} n. ดาดฟ้า|เรือ|,|ชุด|ไพ่|,|ชั้น. adj. ซึ่ง|มี|ชั้น|ที่อยู่|เหนือ|ขึ้น|ไป. vt. แต่งตัว|,|ประดับ|,|ทํา|ให้|ล้ม|ลง|,|ให้|มี|ดาดฟ้า
n. ห้อง|เค|บิน|บน|ดาดฟ้า|เรือ
n. สินค้า|ปาก|ระวาง
n. ลูกเรือ|หรือ|ก|ลา|สี|บน|ดาดฟ้า
n. ห้อง|เค|บิน|บน|ดาดฟ้า|,|ห้อง|บน|ดาดฟ้า
n. กรอบ|ที่|ใช้|ทํา|แม่แบบ|ใน|การ|ผลิต|กระดาษ|,|สาย|กรอบ|ดังกล่าว|  |Syn. deckel
(ดิเค|ลม|') v. พูด|โว|,|พูด|โผงผาง|,|พูด|ที่|ครึกโครม ,|ท่อง|ออก|เสียง ,|พูด|ชุมชน
(เดค|คละ|เม|'|เชิน) n. การ|แสดง|สุนทรพจน์|แบบ|โผงผาง|,|พูด|ชุมชน|,|การ|พูด|ที่|ครึกโครม|,|การ|คุย|โว|,|การ|ท่อง|ออก|เสียง|  |Syn. declamatory adj. ดู|declamation
(ดิแคล|'|เรินทฺ) n. ผู้|แถลงการณ์
(เดค|คละ|เร|'|เชิน) n. การ|ประกาศ|  |Syn. declarative (ดิแคล|'|ระ|ทิฟว) adj.  |Syn. statement
(ดิแคลร์|') v. ประกาศ|,|แถลงการณ์|,|แจ้ง (การ|ชําระ|ภาษี) ,|เรียก (ไพ่)|  |Syn. declarer n.  |Syn. avow
(เด|คละ|เซ|') adj. ซึ่ง|ถูก|ลด|ตําแหน่ง|หรือ|ฐาน
(เดค|'|ละ|เนท) adj. ซึ่ง|เป็น|ทาง|ลาด|,|ซึ่ง|เอียง|ลาด
n. การ|เอียง|ลาด|,|การ|เสื่อม|ลง|,|การ|บอก|ปฏิเสธ|อย่าง|สุภาพ
(ดิ|ไคล|น|') vi.,|n. (การ) เอียง|,|ลาด|,|เสื่อม|ลง|,|ปฏิเสธ|,|บอกปัด|,|ไม่|ยอม|  |Syn. lessen
n. เครื่องมือวัด|ความ|เอียง
(เดค|'|คะ|ลี|เทอะ) n. หน่วย|ปริมาตร 10 ลิตร
(ดิคลิฟ|'|วิเทิส) adj. ซึ่ง|เอียง|ลาด
(ดิคลิฟ|'|วิ|ที) n. ทาง|ลาด|,|ทาง|เอียง
(ดิ|คอ|คทฺ|') vt.ต้ม|ยา|,|เคี่ยว|ยา|,|ผสม|,|ประดิษฐ์
(ดิ|คอ|ค|'|เชิน) n. การ|ต้ม|ยา|,|การ|เคี่ยว|ยา|,|ยาต้ม.  |Syn. decoctive adj. ดู|decoction|  |Syn. condensation
(ดี|โค|ด|') vt.,|vi. ถอดรหัส|,|แปลรหัส
(ดี|โค|ด|'|เดอะ) n. ผู้|ถอดรหัส. เครื่อง|ถอดรหัส
(ดี|คอ|ล|'|เลท) vt. ตัด|หัว.  |Syn. decollation n
(ดิคัล|'|เอ|ละ|รันทฺ) n. ยา|ฟอก|สี. ยา|ฟอก|ให้|ขาว
(ดิคัล|'|ละ|ไร|ซ) vt. ขจัด|สี|ออก|  |Syn. decolourization|,|decolorization|,|decolorisation|,|decolourisation n. การ|ขจัด|สี|ออก decolouriser ,|decoloriser|,|decolourizer|,|decolorizer n. สิ่ง|ที่|ขจัด|สี|ออก
(ดิคัล|'|เอ|ละ|รันทฺ) n. ยา|ฟอก|สี. ยา|ฟอก|ให้|ขาว
(ดิคัล|'|ละ|ไร|ซ) vt. ขจัด|สี|ออก|  |Syn. decolourization|,|decolorization|,|decolorisation|,|decolourisation n. การ|ขจัด|สี|ออก decolouriser ,|decoloriser|,|decolourizer|,|decolorizer n. สิ่ง|ที่|ขจัด|สี|ออก
vt. ปลด|ออก|จาก|ประจําการ. ปลด|ออก|จาก|ตําแหน่ง
(ดี|คัม|โพ|ซ|') vt. สลาย|ตัว adj. เน่าเปื่อย.  |Syn. decomposability n. ดู|decompose decomposer n. ดู|decompose decomposition n. ดู|decompose|  |Syn. crumble
คลาย|ออก|หมายถึง การ|ขยาย|ข้อมูล|ที่|ถูก|บีบ|ไว้ (compress) ให้|คืน|ขนาด|เท่า|ปกติ|ธรรมดา เพื่อ|จะ|ได้|นํามา|ใช้|ต่อไป|ได้ ดู compress ประกอบ
(ดี|คัน|เจ|สทฺ|') vt. ลด|ความ|คั่ง.  |Syn. decongestion n. การ|ลด|ความ|คั่ง
(เดคอร์|') n. การ|ประดับ|,|วิธีการ|ตกแต่ง
(เดค|'|คะ|เรท) vt.,|vi. ประดับ|,|ตกแต่ง|  |Syn. decorateness n. การ|ประดับ|หรือ|ตกแต่ง
(เดค|คะ|เร|'|เชิน) n. การ|ตกแต่ง|,|เครื่องตกแต่ง|,|เครื่องยศ|,|อิสริยาภรณ์|,|หนังสือ|ชมเชย|  |Syn. ornamentation
(เดค|'|คะ|เร|เทอะ) n. นัก|ตกแต่ง
(เดค|'|คะ|รัส) adj. มี|มารยาท|,|มี|การ|อบรม|ที่|ดี|,|ไม่|น่าเกลียด|,|งดงาม|,|decorousness n.
(ดิ|คอ|'|รัม) n. มารยาท|,|สมบัติผู้ดี|,|ความ|งดงาม|,|ความ|ไม่|น่าเกลียด
(เด|คู|พา|จ|') n. ศิลปะ|หรือ|วิธีการ|ประดับ|ตกแต่ง|ด้วย|ชิ้น|ดาษ|พลาสติก|หรือ|วัสดุ|แบบ|อื่น ๆ ,|สิ่ง|ที่|เกิด|จาก|ศิลปะ|หรือ|วิธีการ|ดังกล่าว
(ดิ|คอย|') {|decoyed|,|decoying|,|decoys|} n. นกต่อ|,|สิ่ง|ล่อ|,|ผู้|ล่อลวง|,|เป้า|หลอก|,|สิ่ง|ที่|สามารถ|สะท้อน|คลื่น|เรดาร์. vt. ล่อ|ด้วย|นกต่อ vi. กลาย|เป็น|นกต่อ|  |Syn. lure
(ดี|ค|รี|ส|') vi.,|n. (การ) ลด|ลง|,|บรรเทา vt. ทํา|ให้|น้อย|ลง|,|บรรเทา|,|ปริมาณ|ที่|ลด|ลง|  |Syn. lessen
(ดี|ค|รี|') n. คําสั่ง|,|คําบัญชา|,|คําพิพากษา|,|พระราชกฤษฎีกา|,|ประกาศิต|ของ|สวรรค์ v. สั่ง|,|บัญชา|,|พิพากษา|,|ประกาศใช้|กฎหมาย
(เดค|'|ค|ระ|เมิน|ทฺ) n. การ|ลด|ลง|,|การ|ค่อย ๆ ลด|ลง|,|ปริมาณ|ที่|ลด|ลง|,|การ|สั้น|เข้า
(ดิเครพ|'|พิท) adj. อ่อนกําลัง|ด้วย|วัย|ชรา|,|ชรา|,|แก่|ตัว|,|เก่าแก่|,|เสื่อม|เพราะ|การ|ใช้|มาก|  |Syn. feeble
(ดิเครพ|'|พิ|เท|ท) vt. เผา|ให้|เป็น|รอย|แตก|,|ปะทุ แตก|การ|เผา|  |Syn. decrepitation n.  |Syn. roast
(ดิเครพ|'|ทิ|ทิว|ดฺ) n. ภาวะ|ที่|เป็น|รอย|แตก|,|อ่อนแอ|,|แก่|ชรา|  |Syn. feebleness
(ดี|ค|ริ|เชน|'|โด) adj. ค่อย ๆ เบา|ลง|,|ค่อย ๆ อ่อน|ลง n. การ|ค่อย ๆ ลด|ลง|ของ|เสียง
(ดิเค|รส|'|เซน|ทฺ) adj. ค่อย ๆ ลด|ลง. เล็ก ๆ|  |Syn. decrescence n.
(ดิค|รี|'|ทิฟว) adj. เกี่ยวกับ|หรือ|มี|อํานาจ|ออก|คําสั่ง.
(เดค|'|ริ|โท|รี) adj. เกี่ยวกับ|หรือ|ปฏิบัติ|ตาม|คําสั่ง
(ดิไคร|'|อัล) n. การ|ประ|นา|ฌ
(ดิไคร|') {|decried|,|decrying|,|decries|} vt. ประณาม|,|ด่า|ว่า|,|คัดค้าน|เสียง|ดัง|,|กด|ราคา|,|ตีราคา|ต่ํา|  |Syn. denounce
การ|ถอดรหัส|ลับ|หมายถึง|การ|ถอดรหัส หรือ|แปล|ความ|ของ|รหัส ให้|เป็น|ข้อความ|ที่|เข้าใจ|ได้ เช่น|รหัส 3716543 มี|ความหมาย|ว่า เป็น|เลขประจําตัว|ของ|นักศึกษา|ที่|เริ่ม|เข้า|เรียน|ใน|มหาวิทยาลัย|ใน|ปี|การ|ศึกษา 2537 อยู่|คณะ|วิศวกรรมศาสตร์ ฯ ดู encryption ประกอบ
(เดค|'|คิว|มัน) adj. ใหญ่|,|มหึมา|,|มหาศาล
(ดิคัม|'|เบินทฺ) adj. ซึ่ง|นอน|ลง. ซึ่ง|คลาน|อยู่|บน|ดิน.
(เดค|'|คะ|รี) n. หมู่ 10 คน
(เดด|'|คิเคท) vt. อุทิศ|,|อุทิศ|ตัว|,|ถวาย|,|ใช้|ไป|ใน|ทาง adj. ซึ่ง|อุทิศ|แก่|  |Syn. dedicator n.  |Syn. consecrate
(เดดดิเค|'|เชิน) n. การ|อุทิศ|,|การ|อุทิศ|ตัว|,|คํา|จารึก|อุทิศ|,|คําอุทิศ|  |Syn. address
(เดด|'|ดะ|คะ|โท|รี) adj. เกี่ยวกับ|การ|อุทิศ
(ดิดิวซฺ|') vt. อนุมาน|จาก|,|ลง|ความเห็น|หรือ|สรุป|จาก.  |Syn. duducibility n. ดู|deduce duducibleness n. ดู|deduce deducible adj. ดู|deduce
(ดิดัคทฺ|') vt. หัก|,|ชัก|,|หัก|ลบ|,|หัก|กลบลบ|หนี้|,|อนุมาน|  |Syn. deductible adj. ดู|deduct deductibility n. ดู|deduct deduction n. ดู|v deductive adj. ดู|deduct
(ดีด) n. การ|กระทํา|,|พฤติการณ์|,|สารตรา|,|โฉนด|,|สัญญา|หรือ|ข้อตกลง|  |Syn. act
(ดี|'|เจ) n. โฆษก|รายการ|เพลง|จาก|แผ่นเสียง|ของ|รายการ|วิทยุกระจายเสียง|  |Syn. disk jockey|,|DJ
(ดี|ม) {|deemed|,|deeming|,|deems|} vt. รู้สึก|ว่า|,|เข้าใจ|ว่า|,|เชื่อ|ว่า. vi. เชื่อ|ว่า
(ดี|พ) adj.,|adv. ลึก|,|ลึกล้ํา|,|ลึกซึ้ง|,|มาก|,|เหลือเกิน|,|ห่างไกล|,|อยู่|ตาม|เส้น|ขอบ|,|มี|ใจ|จดจ่อ|,|ใจจริง n. ส่วน|ลึก|ของ|ทะเล แม่น้ํา|,|ความ|กว้างใหญ่|ไพศาล ส่วน|ที่|เข้มข้น|น้อย|ที่สุด
การ|ปฏิเสธ|อย่าง|สิ้นเชิง|,|การ|โยน|ลง|ทะเล
(ดี|พ|'|เฟลทฺ) adj. ซาบซึ้ง|,|รู้สึก|อย่าง|ลึกล้ํา
(ดี|พ|'|ฟรี|ซ) vt. แช่เย็น (ด้วย|อุณหภูมิ|ที่ต่ํา|มาก|และ|ทํา|ให้|เย็น|เร็ว) n. ของ|แช่เย็น (ที่|มี|อุณหภูมิ|ต่ํา|มาก)|  |Syn. deep|-|frozen adj. ดู|deep|-|freeze deepfreezing n. ดู|deep|-|freeze
vt. ทอด|ใน|น้ํามัน|ที่|มาก|พอ
adj. เข้า|ไป|มาก|,|ลึกล้ํา|,|ลึกซึ้ง
adj. แน่นแฟ้น|,|ฝัง|จิต ฝัง|ลึก
adj. เกี่ยวกับ|ส่วน|ลึก|ของ|ทะเล
adj. แน่นแฟ้น|,|ฝัง|จิต|,|ฝัง|ลึก|,|เป็น|มา|นาน
(ดี|พ|'|ซิ|คซฺ) vt. ขว้าง|ลง|ทะเล|,|ขจัด|ทิ้ง
(ดี|พ|'|เพิน) vt.,|vi. ทํา|ให้|ลึก|ยิ่ง|ขึ้น|,|มาก|ยิ่ง|ขึ้น|,|ลึก|ยิ่ง|ขึ้น|  |Syn. deepener n. ดู|deepen
adj. เกี่ยวกับ|จิตใจ|ที่|หวาดระแวง|,|เกี่ยวกับ|แผนการ|ที่|ลึกล้ํา
adv. ลึก|ลง|ไป|มาก|,|มาก|,|อย่าง|ฉลาดแกมโกง|  |Syn. profoundly
(เดียร์) n. กวาง
(เดียร์|'|ลิค) n. น้ําพุ|ธรรมชาติ
vi. ทํา|ให้|ลด|ลง|,|ลด|ลง. deescalation|,|deescalation n.
(ดิเฟส|') vt. ทํา|ให้|ใบหน้า|เสีย|,|ทํา|ให้|เสียโฉม|,|เอา|ผิวหน้า|ออก|  |Syn. defaceable adj. defacement n.  |Syn. mar
(ดิแฟค|'|โท) ความจริง|แล้ว|,|ซึ่ง|มี|อยู่จริง
(ดิเฟม|') vt. ทําลาย|ชื่อเสียง|,|ใส่ร้าย|ป้ายสี.  |Syn. defamation n. ดู|defame defamatory adj. ดู|defame
(ดิฟอลทฺ|') v.,|n. (การ) ไม่|ยอม|ชําระ|หนี้|,|ไม่|เข้า|ร่วม|แข่ง|,|แพ้|การ|แข่งขัน|เนื่องจาก|ไม่|มา|แข่ง|,|ไม่|ปฏิบัติ|ตาม|สัญญา|,|แพ้|คดี|เพราะ|ไม่|ยอม|มา|ศาล|,|ทางเลือก|ก่อน|เมื่อ|ไร้|ทางเลือก|  |Syn. failure ค่า|โดย|ปริยาย|ค่า|เริ่มต้น|หมายถึง ค่า|ค่า|หนึ่ง|ที่|กําหนด|ไว้|ใน|โปรแกรม|สําเร็จ (ทุก|โปรแกรม) ให้|เป็น|ค่า|ที่|ใช้|ใน|ตอน|เริ่มต้น|โปรแกรม ทุก|ครั้ง|ที่|เรียก|โปรแกรม|นี้|ใช้ คอมพิวเตอร์|ก็|จะ|ใช้|ค่า|ที่|ตั้ง|ไว้|นี้ เช่น ใน|โปรแกรม Page Maker กําหนด|ค่า|เริ่มต้น|ไว้|ว่า ให้|ขนาด|ของ|หน้าเป็น A|4 ทุก|ครั้ง|ที่|มี|การ|เรียก|ใช้|โปรแกรม คอมพิวเตอร์|ก็|จะ|กําหนด|ขนาด|ของ|หน้า|มา|เป็น A|4 ก่อน|เสมอ หาก|ต้องการ|เปลี่ยนแปลง|ภายหลัง ก็|ย่อม|ทํา|ได้
(ดิฟี|'|ซันซฺ) n. การ|ยกเลิก. การ|ทํา|ให้|โมฆะ. การ|เพิกถอน|,|ภาวะ|ที่|ถูก|ยกเลิก|หรือ|เพิกถอน
(ดิฟี|'|ซิ|เบิล) adj. ซึ่ง|ยกเลิก|ได้|,|ซึ่ง|เพิกถอน|ได้
(ดิฟีท|') vt. ทํา|ให้|พ่ายแพ้|,|ชนะ|,|ทํา|ให้|เสีย|,|ยกเลิก|,|ลบล้าง|,|กําจัด n. การ|ทํา|ให้|พ่ายแพ้|,|การ|ได้|ชัยชนะ|,|ความ|พ่ายแพ้|,|ความ|ล้มเหลว|  |Syn. failure
(ดิฟีท|'|ทิส|ซึม) n. ลัทธิ ,|ยอมแพ้.
(เดฟ|'|ฟะเคท) vi. ถ่าย|อุจจาระ. vt. ขจัด|สิ่งโสโครก|ออก.  |Syn. defecation n. ดู|defecate defecator n. ดู|defecate
(ดิเฟคทฺ|') {|defected|,|defecting|,|defects|} n. ข้อบกพร่อง|,|ปมด้อย|,|ข้อเสีย|หาย|,|สิ่ง|ที่|ขาดตกบกพร่อง. vi. ละทิ้ง|,|เอาใจ|ออกห่าง|,|หนี|งาน|,|หลบหนี|ออก|นอก|ประเทศ|  |Syn. flaw|-|A. strength
(ดี|เฟค|'|เชิน) n. การ|ละทิ้ง|,|การ|เอาใจ|ออกห่าง|,|การ|ไม่|ปฏิบัติ|ตาม|,|การ|หลบหนี|ออก|นอก|ประเทศ|  |Syn. desertion
(ดิเฟค|'|ทิฟว) adj. มี|ข้อบกพร่อง|,|มี|จุด|บกพร่อง|,|ไม่|ปกติ|,|ไม่|สมบูรณ์|,|พิการ|,|ขาด|,|เสีย.  |Syn. defectiveness n. ดู|defective|  |Syn. marred Ant. intact
(ดิเฟค|'|เทอะ) n. ผู้|ละทิ้ง|,|ผู้|เอาใจ|ออกห่าง|,|ผู้|หลบหนี|ออก|นอก|ประเทศ|  |Syn. traitor
(ดิเฟนซฺ|') n. การ|ป้องกัน|,|การ|ต้าน|การ|รุกราน|,|การ|พิทักษ์|,|การ|แก้ตัว|ให้|,|การ|เป็น|ทนาย|ให้|,|การ|แก้ต่าง|  |Syn. defenceable adj. ดู|defence|  |Syn. protection
adj. ไร้|การ|ป้องกัน|,|ไม่|มี|การ|คุ้มครอง
(ดิ|'|เฟนดฺ|') {|defended|,|defending|,|defends|} vt. ป้องกัน|,|ต้าน|,|พิทักษ์|,|แก้ตัว|ให้|,|เป็น|ทนาย|ให้|,|แก้ต่าง|  |Syn. defender n. ดู|defend|  |Syn. protect
(ดิเฟน|'|เดิน|ทฺ) n. จําเลย adj. เป็น|จําเลย|,|ซึ่ง|เป็น|การ|ป้องกัน|หรือ|แก้ต่าง
n. การ|โยน|คน|ออกนอกหน้า|ต่าง
(ดิเฟนซฺ|') n. ดู|defence|  |Syn. defenseness n. ดู|defence
(ดิเฟน|'|ซิ|เบิล) adj. ซึ่ง|ต่อต้าน|การ|รุกราน|ได้|,|ซึ่ง|ป้องกัน|ได้|,|ซึ่ง|สามารถ|แก้ต่าง|หรือ|แก้|คดี|ได้.  |Syn. defensibility n. ดู|defensible
(ดิเฟน|'|ซิ|ฟว) adj. เกี่ยวกับ|การ|ป้องกัน|,|เกี่ยวกับ|การ|ตั้ง|รับ n. การ|ป้องกัน|,|การ|ตั้ง|รับ|  |Syn. defensiveness n. ดู|defensive
(ดี|เฟอร์|') {|deferred|,|deferring|,|defers|} v. คล้อย|,|อนุโลม|,|เชื่อ|ตาม|,|ทํา|ตาม|,|ยึด|เวลา|,|หน่วงเหนี่ยว|,|ผลัด|ผ่อน|,|ทํา|ให้|ล่าช้า|  |Syn. deferable adj. ดู|defer deference n. ดู|defer
(เดฟ|'|เฟอเรินทฺ) adj. เกี่ยวกับ|การ|ยอมตาม|,|เกี่ยวกับ|การ|คล้อยตาม|,|ซึ่ง|อนุโลม|,|ซึ่ง|นํา|ส่ง|,|เกี่ยวกับ|การ|ส่ง|ออก|,|เกี่ยวกับ|ท่อน้ํา|กาม
(เดฟฟะเริน|'|เชิล) adj. น่า|เคารพนับถือ|,|ซึ่ง|อนุโลม
(ดิเฟอร์|'|เมิน|ทฺ) n. การ|เลื่อน|,|การ|ยึด|เวลา|ออก|ไป|,|การ|ยกเว้น|,|การ|ถูก|เกณฑ์ทหาร|ชั่ว|คราว
adj. ดู|defer
(ดิเฟอ|'|เริล) n. ดู|defilement
(ดิเฟอร์ดฺ|') adj. ซึ่ง|เลื่อน|ไป|,|ซึ่ง|ยึด|เวลา|ออก|ไป|,|ซึ่ง|ได้|รับ|ยกเว้น|ไม่|ต้อง|ถูก|เกณฑ์ทหาร|ชั่ว|คราว
(ดิ|ไฟ|'|เอินซฺ) n. การ|ท้า|,|การ|ท้าทาย|,|การ|ต่อต้าน|,|การ|ดูหมิ่น|  |Syn. hostility
(ดิ|ไฟ|'|เอินทฺ) adj. ซึ่ง ท้า|,|ท้าทาย|,|เป็น|ปฏิปักษ์|,|ต่อต้าน|,|ดูหมิ่น|  |Syn. mutinous
(ดิฟิช|'|เชิน|ซี) n. ภาวะ|ที่|ขาดแคลน|,|ความ|ขาดแคลน|,|ความ|ไม่|สมบูรณ์|,|ความ|ไม่|เพียงพอ|,|ปริมาณ|ที่|ขาดแคลน|,|ส่วน|ที่|ไม่|พอ|  |Syn. lack
โรค|ขาดแคลน|ธาตุ|อาหาร
(ดิฟิช|'|เชินทฺ) adj. ขาดแคลน|,|ไม่|เพียงพอ|,|บกพร่อง|  |Syn. scarce
(เดฟ|'|ฟิ|ซิ|ท) n. ปริมาณ|ที่|ขาด|,|จํานวน|ที่|ขาด|,|การ|ขาดแคลน|,|การ|ขาด|ดุล|,|การ|ขาดทุน
(ดิ|ไฟ|'|เออะ) n. ผู้|ท้า|,|ผู้|ท้าทาย|,|ผู้|เป็น|ปฏิปักษ์
(ดิฟี|'|เลด) n. การ|ป้องกัน|หรือ|ปิดบัง. vt. ปิดบัง (ไม่|ให้|ถูก|ลูกปืน|ข้าศึก|หรือ|ไม่|ให้|ข้าศึก|เห็น)| 
(ดิ|ไฟ|ลฺ|') vt. ทํา|ให้|สกปรก|,|ทํา|ให้|เปรอะเปื้อน|,|ทํา|ให้|เสื่อมเสีย n. ทาง|แคบ vi. เคลื่อน|เป็น|ขบวน|,|เดิน|เรียง|แถว|  |Syn. defilement n. ดู|defile
(ดิไฟน์|') vt. ให้|คําจํากัดความ|,|อธิบาย|,|บัญญัติศัพท์|,|ทํา|ให้|ชัดเจน|,|กําหนด|,|จํากัด|วง|  |Syn. definability n. ดู|define definer n. ดู|define
n. ศัพท์.
(เดฟ|'|ฟินิท) adj. แน่นอน|,|แน่ชัด|,|ชัดเจน|,|ยืนยัน เด็ดขาด|  |Syn. definiteness n.  |Syn. fixed
(เดฟฟินิช|'|เชิน) n. คําจํากัดความ|,|การ|กําหนด|,|การ|จํากัด|วง|,|ความ|คม|หรือ|ความ|ชัด|ของ|ภาพ
(เดฟฟิน|'|นิทิฟว) adj. ซึ่ง|น่า|เชื่อถือ|หรือ|ไว้วางใจ|ได้|มาก|ที่สุด|,|สมบูรณ์|ที่สุด|,|เป็น|การ|อธิบาย|,|เป็น|การ|จํากัดความ|,|ตกลง|แล้ว|,|กําหนด|แล้ว|,|เป็น|ที่|ยืนยัน|  |Syn. definitiveness n. ดู|definitive
(ดิฟิน|'|นิทูด) n. ความ|แน่นอน|,|ความ|แน่ชัด|,|ความ|ถูกต้อง|,|ความ|แม่นยํา
(เดฟ|'|ฟ|ละ|เก|รท) vt.,|vi. เผาไหม้|โดยเฉพาะ|อย่าง|กะทันหัน|และ|รุนแรง)|  |Syn. deflagration n. ดู|deflagrate deflagrability n. ดู|deflagrate
(ดิเฟลท|') vt. ปล่อย|อากาศ|หรือ|แก๊ส|พิษ|ออก|,|ลด|ภาวะ|เงินเฟ้อ|,|ลด|ราคา|,|ทํา|ให้|น้อย|ลง|,|ทํา|ให้|แฟบ|  |Syn. deflator n.  |Syn. empty Ant. inflate
(ดิเฟล|'|เชิน) n. การ|ปล่อย|อากาศ|หรือ|แก๊ส|ออก|,|การ|เพิ่ม|ค่า|เงิน|สูง|,|ภาวะ|เงินฝืด.  |Syn. deflationary adj. ดู|deflation
(ดี|เฟลคทฺ|') vt.,|vi. หันเห|,|บ่ายเบน|  |Syn. deflector n. ดู|deflect
(ดิเฟลค|'|เชิน) n. การ|หันเห|,|การ|บ่ายเบน|,|การ|ทํา|ให้|หันเห|,|การ|ทํา|ให้|บ่ายเบน|  |Syn. deviation
(ดิเฟลค|'|ทิฟว) adj. บ่ายเบน|,|หันเห|  |Syn. deviating
(ดี|ฟลอ|'|เรท) adj. ซึ่ง|ผ่าน|การ|ออก|ดอก|แล้ว ได้|รับ|การ|เก็บ|ดอก|แล้ว. ถูก|ข่ม|ขื่น|กระทําชําเรา|,|เสีย|พรหมจรรย์|ไป
vt. เอา|ฟอง|ออก
(ดี|โฟ|'|คัส) vt. ทํา|ให้|จุดรวม|แสง|กระจาย
(ดิ|ฟอก|') {|defogged|,|defogging|,|defogs|} vt. เอา|หมอก|ออก|,|เอา|คราบ|ความ|ชื้น|ออก
(ดิโฟ|'|ลิเอินทฺ) n. ยา|ทํา|ให้|ใบไม้|ร่วง
(ดิโฟ|'|ลิเอท) vt. ทํา|ให้|ใบไม้|ร่วง|  |Syn. defoliation n. ดู|defoliate defoliator n. ดู|defoliate
(ดิฟอร์|'|ชัน|ทฺ) n. ผู้|ยึด|ทรัพย์สิน|ด้วย|กําลัง
(ดิฟอ|'|เรสทฺ) vt. ทําลาย|ป่า|  |Syn. deforestation n. ดู|deforest deforester n. ดู|deforest
(ดิ|ฟอร์ม|') vt.,|vi. ทํา|ให้|ผิด|รูปร่าง|,|ทํา|ให้|เสียโฉม|  |Syn. deformer n. ดู|deform|  |Syn. distort
(ดิฟ|อร|เม|'|เชิน) n. การ|ให้|ทํา|ผิด|รูปร่าง|,|การ|ทํา|ให้|เสียโฉม|,|ความ|พิกลพิการ
(ดิ|ฟอร์ม|ดฺ|') adj. ผิด|รูป|,|เสียโฉม|,|พิการ
(ดิฟอร์|'|มิ|ที) n. การ|เสียโฉม|,|การ|ผิด|รูปร่าง
นํา (แฟ้มข้อมูล) มา|ต่อ|กัน|ใน|ฮาร์ด|ดิสก์|นั้น เมื่อ|มี|การ|สั่ง|บันทึก|ข้อมูล|ลง|ไป|แล้ว|มา|สั่ง|ลบ|ภายหลัง จะ|ทํา|ให้|มี|ที่|ว่าง|เกิด|ขึ้น|เป็น|หย่อม ๆ ฉะนั้น เมื่อ|มี|การ|นํา|แฟ้มข้อมูล|ใหม่|บันทึก|ลง|ไป คอมพิวเตอร์|ก็|จะ|จัดการ|แบ่ง|ข้อมูล|ใหม่|นี้|ให้|ได้|สัดส่วน|พอดี|กับ|ช่อง|ที่|ว่าง|อยู่|ก่อน ทํา|ให้|แฟ้มข้อมูล|เดียว|ถูก|เก็บ|เป็น|หย่อม ๆ การ|เก็บ|แฟ้มข้อมูล|ใน|ลักษณะ|นี้ เรียก|ว่า เป็น|การ|กระจาย (fragmentation) โปรแกรม|ระบบ|ดอส|รุ่น 6.0 จึง|มี|คําสั่ง "|defrag|" ซึ่ง|จะ|ช่วย|จัดการ|นํา|แฟ้มข้อมูล|เดียวกัน|มา|เรียง|ให้|ติดต่อ|กัน เพื่อให้|การ|ค้น|คืน|แฟ้ม|ทํา|ได้|รวดเร็ว|ขึ้น ใน|ระบบ|วินโดว์ ก็|จะ|ต้อง|สั่ง|ให้|มี|การ|นํา|แฟ้ม|มา|ต่อ|กัน|นี้|เป็น|ครั้งคราว|เสมอ
(ดิฟ|รอด|') vt. โกง|,|ฉ้อโกง.  |Syn. defraudation n. ดู|defraud defrauder n. ดู|defraud|  |Syn. dupe
(ดิเฟร|') vt. ออก|ค่าใช้จ่าย|,|ออก|ค่า|โสหุ้ย|  |Syn. defrayal n. ดู|defray
(ดิฟ|รอ|ค|') vt.,|ดู|unfrock
(เดฟทฺ) adj. แคล่วคล่อง|,|ชํานาญ|,|เชี่ยวชาญ|,|ประณีต|,|ฉลาด|  |Syn. deftness n. ดู|deft
(ดิ|ฟัง|คฺทฺ|') adj. ตาย|,|ดับ|,|ไม่|มี|ผล|,|หมด|อายุ|  |Syn. deceased|,
(ดิฟิวซฺ|') vt. ปลด|เอา|ชนวน|ออก|,|ขจัด|ภัย
(ดิ|ไฟ|') vt. ท้า|,|ท้าทาย|,|เป็น|ปฏิปักษ์|,|ต่อต้าน|  |Syn. oppose
(เด|กา|เจ|') adj.,|F. ง่าย|,|อิสระ|,|ไม่|มี|อะไร|มา|บังคับ
(ดิก|อส|') vt. ทํา|ให้|เป็น|กลาง|ด้วย|ขดลวด|ที่|มี|สนามแม่เหล็ก|,|ขจัด|อํานาจ|แม่เหล็ก|ให้|หมด|ไป|,
(ดิ|เจน|'|เนอ|ระ|ซี) n. ความ|เสื่อม|,|การ|วิปริต
(ดิ|เจน|'|เนอเรท) vi.,|adj. เสื่อม n. คน|ทราม|,|คน|เลว.  |Syn. degeneracy n. ดู|degenerate degenerateness n. ดู|degenerate|  |Syn. deteriorate
n. ความ|เสื่อม|  |Syn. degenerative adj. ดู|degenerate|  |Syn. deterioration
(เด|กก|ระ|เด|'|เชิน) n. การ|ลด|ขั้น|,|การ|ลด|ตําแหน่ง|,|การ|ปลด|,|การ|ทํา|ให้|ขายหน้า|,|การ|ทํา|ให้|เสื่อม|,|การ|สึกกร่อน|,|ความ|น่า|อาย ,|การ|แตก|ตัว|,|การ|สลาย|ตัว|  |Syn. dishonour
(ดิ|เกรด|') vt. ลด|ขั้น|,|ลด|ตําแหน่ง|,|ปลด|ยศ|,|ปลด|จาก|ตําแหน่ง|,|ทํา|ให้|ขายหน้า|,|ทํา|ให้|เสื่อม|,|ทํา|ให้|สึกกร่อน|,|เลว|ลง|,|อ่อน|ลง (กําลัง|,|ความ|เข้มข้น) ,|แตก|ตัว (สารประกอบ) vi. แตก|ตัว|,|สลาย|ตัว|  |Syn. debase
(ดิ|เก|ร|'|ดิด) adj. ลด|ค่า|ต่ํา|ลง ,|เลวทราม|,|น่า|อาย|  |Syn. degradedness n. ดู|degraded|  |Syn. debased
(ดิ|เกรด|'|ดิง) adj. เลวทราม|,|ซึ่ง|เสื่อมถอย|,|น่า|อาย.  |Syn. degradingness n.
(ดีกรี|') n. ปริญญา|,|ขั้น|,|ระดับ|,|ขีด|,|ขั้น|,|องศา|,|ความ|หนักเบา|,|ฐานะ|  |Syn. order
(ดิ|เก|รส|'|เชิน) n. การ|เคลื่อน|ลง|,|การ|ลด|ลง|,|การ|ลด|ลง|ตาม|ขั้น|  |Syn. decline
(ดิ|เก|รส|'|ซิ|ฟว) adj. ซึ่ง|ลด|ลง|,|ซึ่ง|ลด|ลง|ตาม|ขั้น
(ดิกัม|') vt. เอา|ยาง|ออก
(ดิกัสท|'|ดิกัส|'|เท|ท) vt. ลิ้ม|รส.  |Syn. degustation n. การ|ลิ้ม|รส
(ดิกัสท|'|ดิกัส|'|เท|ท) vt. ลิ้ม|รส.  |Syn. degustation n. การ|ลิ้ม|รส
(ดิฮิส|') {|dehisced|,|dehiscing|,|dehisces|} vi. แตก|ออก|,|เปิด|ออก|,|อ้า|ออก
(ดิอิส|'|เซินซฺ) n. การ|แตก|ออก|ตาม|ธรรมชาติ|ของ|ฝัก
(ดิฮอร์ท|') vt. ห้ามปราม|,|ยับยั้ง.  |Syn. dehortation n. ดู|dehort dehortative|,|adj. ดู|dehort
(ดี|ไฮ|'|เดรท) vt. ขจัด|น้ํา|ออก. vi. สูญเสีย|น้ํา|หรือ|ความ|ชื้น.  |Syn. dehydration n. dehydrator n.
(ดิ|ไอ|ซฺ|') vt. เอา|น้ําแข็ง|ออก|  |Syn. deicer n. ดู|deice de|-|icer n. ดู|deice
(ดี|'|อิ|ไซ|ดฺ) n. คน|ที่|ฆ่า|พระเจ้า|,|คน|ฆ่า|เทวดา|  |Syn. deicidal adj. ดู|deicide
(ไดค|'|ทิค) adj. เป็น|การ|พิสูจน์|โดย|ตรง|,|ซึ่ง|แสดง|ถึง|,|ชี้|เฉพาะ (proving directly)| 
(ดี|อิฟ|'|ฟิค) adj. ทํา|ให้|ศักดิ์สิทธิ์|,|ทํา|ให้|เป็น|พระเจ้า|หรือ|เทวดา
(ดี|อิฟิเค|'|เชิน) n. การ|ทํา|ให้|เป็น|พระเจ้า|หรือ|เทวดา|,
(ดี|'|อะ|ไฟ) {|deified|,|deifying|,|deifies|} vt. ทํา|ให้|เป็น|เทวดา|,|บูชา|เป็น|เทวดา|  |Syn. deifier n. ดู|deify
(เดน) vi. ถ่อมตัว|ลง|มา|,|ยอม|ลด|เกียรติ vt. กรุณา|ให้|,|กรุณา|อนุมัติ|,|กรุณา|,|ทรง|พระ|กรุณา
(เดล) n. ปีศาจ|,|ตัว|มาร
(ดี|'|อิส|ซึม) n. ความ|เชื่อ|ใน|การ|มี|พระเจ้า|แต่|ไม่|เชื่อ|ใน|สิ่ง|ที่|เหนือธรรมชาติ
(ดี|'|อิสทฺ) n. ผู้|เชื่อ|ใน|deism.  |Syn. deistic adj. ดู|deist deistical adj. ดู|deist
(ดี|'|อิ|ที) n. พระเจ้า|,|เทวดา|,|ลักษณะ พระเจ้า -|the Deity พระเจ้า
(เดจา|'|วิว) fr. เห็น|กัน|มา|แล้ว|,|ธรรมดา|,|ซ้ํา ๆ ซาก ๆ| 
(ดิ|เจ|ค|'|ทะ) n., (pl. อุจจาระ|,|มูล|,|สิ่ง|ที่|ขับ|ออก|มา
(ดิ|เจ|ค|'|ทิด) adj. หดหู่ใจ|,|เศร้า|ซึม.  |Syn. dejectedness n. ดู|dejected
(ดิ|เจ|ค|'|เชิน) n. ความ|หดหู่ใจ|,|ความ|เศร้า|ซึม|,|การ|ขับ|อุจจาระ|,|อุจจาระ|  |Syn. depression
(ดี|จัว|'|รี) ตาม|กฎหมาย|,|ตาม|ลัทธิ
Pref. ดู|dec|-|,|ดู|deca
Pref. ดู|dec|-|,|ดู|deca
n. หน่วย|พื้นที่|เท่า|กับ 10 เอเคอร์
เป็น|แป้น|หนึ่ง|บน|แผง|แป้น|อักขระ โดย|ปกติ|จะ|มี|คํา del เขียน|ไว้|บน|แป้น|ด้วย ถ้า|กด|แป้น|นี้|จะ|เป็น|คําสั่ง|ให้|ลบ|ตัวอักษร|ที่อยู่|ทาง|ขวา|มือ|ของ|ตัว|ชี้|ตําแหน่ง (cursor) ขึ้น|อยู่|กับ|โปรแกรม|จะ|กําหนด|ไว้
(ดิ|แล|ม|'|มิ|เนท) vi. แยก|ออก|เป็น|ชั้น ๆ| 
(ดิเลท|') vt. กล่าวหา|,|ประณาม|,|รายงาน|  |Syn. delation n. ดู|delate delator n. ดู|delate|  |Syn. denounce
(ดิเล|') {|delayed|,|delaying|,|delays|} v.,|n. (การ) เลื่อน|,|ผลัด|,|ทํา|ให้|ถ่วง|เวลา|,|ถ่วง|เวลา|,|เสียเวลา|  |Syn. defer
(ดี|'|ลี่) vt. ลบ|ออก|,|ตัดทอน|ออก|,|n. เครื่องหมาย|ตัด|ออก
(ดิเลค|'|ทะเบิล) adj. น่า|ยินดี|,|อร่อย|,|สบายใจ|  |Syn. delectableness n. ดู|delectable delectability n. ดู|delectable|  |Syn. savory|,|delightful|,|pleasant
(ดิเลค|'|เท|ท) vt. ทํา|ให้|สบายใจ
(ดิเลค|เท|'|เชิน) n. ความยินดี|,|ความ|สบายใจ
(เดล|'|ละ|กะ|ซี) n. ตําแหน่ง|ของ|ตัวแทน|,|กลุ่ม|ตัวแทน|,|การ|แต่งตั้ง|หรือ|ส่ง|ตัวแทน
(เดล|'|ละ|เก|ท) n. ตัวแทน|,|ผู้แทน vt. มอบ|หน้าที่|ให้|ทํา|การ|แทน|,|แต่งตั้ง|ตัวแทน|  |Syn. delegable adj. ดู|delegate|  |Syn. legate
(เดล|ละ|เก|'|เชิน) n. การ|แต่งตั้ง|หรือ|ส่ง|ตัวแทน|,|ภาวะ|ที่|เป็น|ตัวแทน|,|กลุ่ม|ตัวแทน|,|คณะ|ผู้แทน
n. การ|เอียง|ลาด|,|ทาง|เอียง|ลาด|,|การ|เคลื่อนที่|ลง|,|การ|เสื่อม|ลง
(ดิลีท|') vt. ลบ|ออก|,|เอา|ออก ลบทิ้ง|ลบ|ออก|ลบ|1. หมายถึง แป้น|สําหรับ|สั่ง|ให้|ลบทิ้ง การ|กด|แป้น|นี้ จะ|ทํา|ให้|ลบ|ตัว|อักขระ|ที่|ตัว|ชี้|ตําแหน่ง (cursor) นํา|อยู่|ออก ตัว|อักขระ|ที่อยู่|ถัด|ไป|จะ|เลื่อน|ขึ้น|มา|ทาง|ซ้าย|อีก|ตําแหน่ง|หนึ่ง|ตาม|กัน|มา|เป็น|กระบวน|2. ใน|ความหมาย|ทาง|คอมพิวเตอร์|ที่แท้|จริง|นั้น หมายถึง การ|ลบ|ข้อความ|หรือ|ข้อมูล หรือ|ระเบียน ออก|จาก|แฟ้มข้อมูล (file) หรือ|ฐานข้อมูล (database) 3. ใน|ระบบ|ดอส ใช้|เป็น|คําสั่ง|ลบ|ชุดคําสั่ง (program) หรือ|แฟ้มข้อมูล (file) ที่|เก็บ|ไว้|ใน|จาน|บันทึก (disk) เช่นเดียวกับ|คําสั่ง ERASE อาจ|ใช้|ตัวย่อ|ว่า DEL ก็ได้ เช่น A|>|DEL|* . BAS|มี|ความหมาย|เหมือน erase
(เดลลิเทีย|'|เรียส) adj. ซึ่ง|เป็น|อันตราย|ต่อ|สุขภาพ|,|เป็น|อันตราย|,|เป็น|ภัย.  |Syn. deleteriousness n. ดู|deleterious
(ดิลี|'|เชิน) n. การ|ลบ|ออก|,|การ|เอา|ออก|,|การ|ตัด|ออก
(t) ,|delftware (เดลฟท|, เดลฟท|'|ฺ แวร์) n. เครื่อง|เคลือบ|เป็น|มัน
(ดิ|ลิบ|'|บะเรท) adj. รอบคอบ|,|สุขุม|,|ใคร่ครวญ|,|ระมัดระวัง|,|โดย|เจตนา|  |Syn. deliberateness n.  |Syn. think
(ดิ|ลิบ|บะเร|'|เชิน) n. ความ|สุขุม|,|ความ|รอบคอบ|,|เจตนา|,|การ|พิจารณา|หารือ|,|การ|ปรึกษา|,|ความ|เชื่องช้า|  |Syn. thought Ant. haste
adj. (เกี่ยวกับ) การ|พิจารณา|อย่าง|รอบคอบ|,|การ|ปรึกษาหารือ.  |Syn. deliberativeness n. ดู|deliberative|  |Syn. thoughtful
(เดล|'|ละ|คะ|ซี) n. ความ|ละเอียดอ่อน|,|ความ|ประณีต|,|ความ|อ่อนช้อย|,|คุณสมบัติ|ที่|แตก|ง่าย|,|ความ|บอบบาง|ที่|ต้อง|ใช้|ความ|ระมัดระวัง|,|ความ|อ่อนแอ|,|ความ|แคล่วคล่อง|,|ความ|ยาก|ที่|จะ|จัดการ|,|ความ|ลําบาก.  |Syn. modesty
(เดล|'|ละ|คิท) adj. ละเอียดอ่อน|,|ประณีต|,|อ่อนช้อย|,|บรรจง|แตก|ง่าย|,|อ่อนแอ|,|แคล่วคล่อง|,|ยาก|ที่|จะ|จัดการ|,|ลําบาก|  |Syn. delicateness n. ดู|delicate|  |Syn. precise
(เดล|ละ|คะ|เท|ส|'|เซิน) n. ร้าน|ขาย|อาหาร|สําเร็จรูป|,|อาหาร|สําเร็จรูป
(ดิลิช|'|เชิส) adj. อร่อย|,|ดีเยี่ยม|,|เพลิดเพลิน|,|สุขใจ.  |Syn. deliciousness n. ดู|delicious|  |Syn. palatable
(ดิไลทฺ|') {|delighted|,|delighting|,|delights|} n. ความยินดี|,|ความ|ปี|ติ|ยินดี|,|ความ|สุขใจ|,|สิ่ง|ที่|ให้|ความ|สุขใจ. vt. ให้|ความ|สุขใจ|,|ให้|ความ|พอใจ. vi. มี|ความยินดี|,|มี|ความ|ปลื้ม|ปี|ติ|  |Syn. enjoyment|-|A. disgust
(ดิไล|'|ทิด) adj. ยินดี|มาก|,|สุขใจ
(ดิไล|'|ฟู|ล) adj. ซึ่ง|ให้|ความ|สุขใจ|,|ยินดี|มาก|,|สุขใจ|มาก.  |Syn. delightfulness n.
(ดิไล|'|เซิม) adj. ปลื้ม|ปี|ติ|มาก|,|สุขใจ|มาก
(ดิลิน|'|นีเอท) vt. วาด|โครงร่าง|,|วาด|เค้าโครง|,|วาด|เป็น|ลายเส้น|,|พรรณนา|,|วิเคราะห์|  |Syn. delineable adj. ดู|delineate
(ดิลินนีเอ|'|เชิน) n. การ|วาด|โครงร่าง|,|แผนภูมิ|,|ภาพ|สเก๊ตช์|,|การ|พรรณนา
(ดิลิน|'|นีเอ|เทอะ) n. ผู้|วาด|โครงร่าง|,|ช่าง|สเก๊ตช์|ภาพ|,|สิ่ง|ที่|ลาก|เส้น|เป็น|โครงร่าง|,|ลายเส้น|โครงร่าง|ของ|รูปแบบ|เสื้อ
(ดิ|ลิง|'|เควิน|ซี) n. ความ|เหลวไหล|,|การ|กระทํา|ผิด|,|ความผิด|,|การ|กระทํา|ผิด|กฎหมาย|ของ|เด็ก|  |Syn. offense
(ดิ|ลิง|'|เควินทฺ) adj. ซึ่ง|กระทํา|ผิด|กฎหมาย|,|เกี่ยวกับ|การ|กระทํา|ผิด|กฎหมาย|ของ|เด็ก|,|เหลวไหล|,|ไม่|ชําระ|หนี้. n. ผู้|กระทํา|ผิด|กฏ|หมาย|,|เด็ก|ผู้|กระทํา|ผิด|กฎหมาย|  |Syn. remiss
(เดล|'|ละ|เควส) vi. ละลาย
(เดล|'|ละ|เควสเซินซฺ) n. การ|ละลาย|,|ของเหลว|ที่|เกิด|จาก|การ|ละลาย|ตัว|  |Syn. deliquescent adj.
(ดิ|เลอ|'|เรียส) adj. เพ้อ|,|พูด|เพ้อ|,|คุ้ม|คลั่ง|  |Syn. deliriousness n. ดู|delirious
(ดิลี|'|เรียม) n. อาการ|เพ้อ|คลั่ง|,|ภาวะ|ที่|มี|อารมณ์|ตื่นเต้น|มาก
(-|ท|รี|'|เมน|ซฺ) n. อาการ|กระสับกระส่าย|อย่าง|รุนแรง|เนื่องจาก|พิษสุราเรื้อรัง|,|มี|อาการ|สั่น|อาการ|ประสาทหลอน
(เดล|'|ลิทส|'|เซินทฺ) adj. ซึ่ง|ปิดบัง|,|ซ่อนเร้น|,|แฝง|  |Syn. delitescence n. ดู|delitescent delitescency n. ดู|delitescent
(ดิลิฟ|'|เวอะ) {|delivered|,|delivering|,|delivers|} vt. นํา|ส่ง|,|ส่ง|,|ปล่อย|,|มอบ|,|นํา|ข้าม|,|ส่ง|จดหมาย|,|ส่ง|,|ส่ง|ต่อ|,|เสนอ|,|ช่วย|คลอด|ลูก|,|คลอด|ลูก|,|ให้|กําเนิด|,|ส่ง. adj. เร็ว|,|คล่องแคล่ว.  |Syn. deliverable adj. ดู|deliver deliverer n. ดู|deliver
(ดิลิฟ|'|เวอ|รี) n. การ|ส่ง|,|การ|นํา|ส่ง|,|การ|กล่าว|,|การ|กล่าว|สุนทรพจน์|,|การ|โยน (ลูกบอล) ,|สิ่ง|ที่|นํา|ส่ง|,|การ|คลอด|บุตร|,|การ|ส่ง|สินค้า|จาก|ผู้|ขาย|ไป|ยัง|ผู้ซื้อ|  |Syn. transfer
n. ห้อง|คลอด
(เดล) n. หุบเขา|เล็ก ๆ| 
vt. ทํา|ให้|ออก|จาก|ที่|เดิม
vt. ทํา|ให้|ออก|จาก|ที่|เดิม
(เดล|'|ทะ) n. พยัญชนะ|กรีก|ตัว|ที่|4,|รูป|สามเหลี่ยม|ที่|คล้าย|พยัญชนะ|เดลต้า|ของ|กรีก|,|สันดอน|สามเหลี่ยม|ของ|แม่น้ํา
ดู|ที่ islet cells
(เดล|'|ทอยด์) n. กล้ามเนื้อ|ขนาด|ใหญ่|รูป|สามเหลี่ยม
(ดิลูด|') {|deluded|,|deluding|,|deludes|} vt. ลวงตา|,|หลอกลวง|,|ตบตา.  |Syn. deludingly adj. ดู|delude|  |Syn. deceive
(เดล|'|ลิวจฺ) n. อุทกภัย|,|น้ําท่วม|,|ฝน|ที่|ห่าลง|มา|พักใหญ่|,|การ|ไหล|ทะลัก -|Phr. (the Deluge n. น้ําท่วม|โลก|สมัย|Noahvt. ท่วม)|  |Syn. flood
(ดิลู|'|เ?|?|ชิน) n. การ|ลวงตา|,|การ|หลอกลวง|,|ความ|เชื่อ|ผิด ๆ ,|ความคิด|เพ้อเจ้อ|,|การ|เข้าใจผิด|,|มหันต์
(ดิลู|'|ซิ|ฟว) adj. เป็น|การ|ลวงตา|,|ตบตา|,|หลอกลวง|,|ไม่|จริง|,|ปลอม|,|ลม ๆ แล้ง ๆ|  |Syn. delusiveness n. ดู|delusive|  |Syn. deceptive
(ดะ|ลูคซฺ|') adj. หรูหรา -|adv. อย่าง|หรูหรา|  |Syn. luxurious
(ดิ|แมก|'|นิ|ไท|ซฺ) vt. ขจัด|แม่เหล็ก|ออก
(ดิ|แมก|'|นิ|ไท|ซฺ) vt. ขจัด|แม่เหล็ก|ออก
(เดม|'|มะกอก) n. ผู้|ที่|มี|อํานาจ|หรือ|ชื่อเสียง|จาก|การ|ปลุกปั่น|ประชาชน|,|ผู้นํา|ฝูงชน vi. ปลุกปั่น|,|ล่อ|หลอก|  |Syn. demagoguery n. ดู|demagog
adj. เป็น|การ|ล่อ|หลอก|,|เป็น|การ|ปลุกปั่น
adj. เป็น|การ|ล่อ|หลอก|,|เป็น|การ|ปลุกปั่น
(เดม|'|มะกอก) n. ผู้|ที่|มี|อํานาจ|หรือ|ชื่อเสียง|จาก|การ|ปลุกปั่น|ประชาชน|,|ผู้นํา|ฝูงชน vi. ปลุกปั่น|,|ล่อ|หลอก|  |Syn. demagoguery n. ดู|demagog
(ดี|มาน|ดฺ|') n. ความ|ต้องการ|,|อุปสงค์ vt. ต้องการ|,|เรียกร้อง|,|ถาม|,|ขอ|ทราบ
n. ธนบัตร|ที่|ชําระ|หนี้|ได้|ทุกเมื่อ
(ดิ|มาน|'|ดัน|ทฺ) n. โจทก์|,|ผู้|เรียกร้อง
(ดิ|มาน|'|ดิง) adj. เรียกร้อง|มาก|เกิน|ควร
(ดิ|มา|'|เคท) vt. กําหนด|เขตแดน|,|แบ่ง|เขต|,|ปักเขต
(ดิมาร์เค|'|เชิน) n. การ|กําหนด|เขตแดน|,|การ|แบ่ง|เขต|,|การ|ปักเขต|,|เส้น|ปัน|เขต.
(เด|มา|ซ|') n. กรรมวิธี|,|แผนงาน -|pl. demarches
(ดิมาร์เค|'|เชิน) n. การ|กําหนด|เขตแดน|,|การ|แบ่ง|เขต|,|การ|ปักเขต|,|เส้น|ปัน|เขต.
Pref. ผิวหนัง
(ดี|มี|น|') vt. ทํา|ให้|ต่ํา|,|ทํา|ให้|เลว|ลง|,|กระทํา|ตัว|,|ประพฤติ|,|ปฏิบัติตัว
(ดิ|มี|'|เนอะ) n. ความ|ประพฤติ|,|ท่าทาง|,|การ|วาง|ตัว|,|สีหน้า|,|หน้าตา
(ดิ|มี|'|เนอะ) n. ความ|ประพฤติ|,|ท่าทาง|,|การ|วาง|ตัว|,|สีหน้า|,|หน้าตา
(ดิ|เมน|ทฺ) vt. ทํา|ให้|บ้า|,|ทํา|ให้|วิกลจริต
(ดี|เมน|'|ทิด) adj. บ้า|,|วิกลจริต|,|จิต|เสื่อม.  |Syn. dementedness n. ดู|demented|  |Syn. insane Ant. sane
(ดิ|เมน|'|ชะ|,|-|เชีย) n. โรค|วิกลจริต|ที่|มี|จิต|เสื่อม|,
n. (- พรี|'|คอ|คซฺ) n. จิตแพทย์
(ดิเมอ|'|ริ|ท) n. ข้อบกพร่อง|,|ข้อเสีย|,|ปมด้อย
(ดี|เมอ|'|ซัล) adj. ซึ่ง|อาศัย|อยู่|ใต้|น้ํา
(ดี|เมน|') n. การ|ครอบครอง (ทรัพย์สิน) ที่ดิน|โดย|เจ้าของ|ที่ดิน|,|ที่ดิน|ใน|ครอบครอง ,|ขอบเขต|,|อาณาจักร
Pref. "|ครึ่ง|" "|น้อย|กว่า|"
n. ขวด|ขนาด|ใหญ่|คอ|เล็ก|ที่|หุ้ม|ด้วย|ตะกร้า|จักสาน
(ดี|มิ|ล|'|ลิทะ|ไร|ซ) vt. ทํา|ให้|ไร้|ทหาร|,|ทํา|ให้|ปลอด|ทหาร|  |Syn. demilitariz (s) ation n.
(ดี|มิ|ล|'|ลิทะ|ไร|ซ) vt. ทํา|ให้|ไร้|ทหาร|,|ทํา|ให้|ปลอด|ทหาร|  |Syn. demilitariz (s) ation n.
(เดม|'|มิ|ลูน) n. ดวงจันทร์|ครึ่ง|วง|กลม.
(ดิ|มิ|ส|'|ซะเบิล) adj. ซึ่ง|ตกทอด|เป็น|มรดก|ได้
(ดิไมซ|') n. การ|ตาย|,|การ|สิ้นสุด|,|การ|ตกทอด|มรดก|ของ|ผู้ตาย|แก่|ทายาท|,|การ|สืบราชสมบัติ|,|การ|สืบ|ตําแหน่ง vi. โอน|,|สืบทอด|ราชสมบัติ|  |Syn. demisable adj.
(ดิ|มิ|ช|'|เชิน) n. การ|สละ|ราชสมบัติ|,|การ|ลาออก|จาก|ตําแหน่ง|  |Syn. abdication
(ดิ|มิ|สท|') vt. ขจัด|หมอก|,|เอา|หมอก|ออก
(ดิ|มิ|ท|') vt.,|vi. ลาออก|,|สละ|  |Syn. resign
(เดม|'|มิ|แทส) n. ถ้วย|กาแฟ|เล็ก ๆ สําหรับ|ใส่|กาแฟ|ดํา|ดื่ม|หลัง|อาหาร|,|กาแฟ|ดํา|ดังกล่าว
(เดม|'|มิ|เอิร์จ) n. ผู้สร้าง|โลก
Pref. " ผู้คน " "|ประชาชน|"
(ดิ|มอบ|') n. ดู|demobilization
(ดิ|โม|'|บะไลซ) vt. ปล่อย|ทหาร|,|ปล่อย|จาก|การ|ประจําการ.  |Syn. demobilisation n. ดู|demobilize demobilization n. ดู|demobilize|  |Syn. disband
(ดิ|โม|'|บะไลซ) vt. ปล่อย|ทหาร|,|ปล่อย|จาก|การ|ประจําการ.  |Syn. demobilisation n. ดู|demobilize demobilization n. ดู|demobilize|  |Syn. disband
(ดิ|มอ|ค|'|ระ|ซี) n. ประชาธิปไตย|,|ความ|เสมอภาค|ของ|สังคม
(เดม|'|มะแครท) n. ผู้|นิยม|การ|ปกครอง|ใน|ระบอบประชาธิปไตย|,|สมาชิก|พรรค|เดม|โม|แครท
(เดมมะแครท|'|ทิค|,|เคิล) adj. เกี่ยวกับ|ประชาธิปไตย|,|เกี่ยวกับ|ความ|เสมอภาค|ของ|สังคม
(เดมมะแครท|'|ทิค|,|เคิล) adj. เกี่ยวกับ|ประชาธิปไตย|,|เกี่ยวกับ|ความ|เสมอภาค|ของ|สังคม
(ดิ|มอ|ค|'|ค|ระ|ไท|ซ) vt.,|vi. ทํา|ให้|กลาย|เป็น|ประชาธิปไตย.  |Syn. democratisation n. ดู|democratize democratization n. ดู|democratize|  |Syn. self|-|rule
(ดิ|มอ|ค|'|ค|ระ|ไท|ซ) vt.,|vi. ทํา|ให้|กลาย|เป็น|ประชาธิปไตย.  |Syn. democratisation n. ดู|democratize democratization n. ดู|democratize|  |Syn. self|-|rule
(เด|มอ|เด|') adj.,|Fr. ล้าสมัย|,|หมด|อายุ|,|แบบ|เก่า
(ดิ|โม|'|ดิด) adj. ล้าสมัย|,|หมด|อายุ|,|แบบ|เก่า
(ดิม|มอด|'|จะ|เลท) vt. ทํา|ให้|ถูก|ควบคุม|ได้|,|ทํา|ให้|ถูก|ปรับ|คลื่น|ได้.  |Syn. demodulation n.
(ดี|มะ|แก|รฟ|'|ฟิคสฺ) n.สถิติ|ประชากร
(ดิ|มอ|ก|'|กระ|พี) n. วิทยาศาสตร์|เกี่ยวกับ|สถิติ|ประชากร|  |Syn. demographer n. ดู|demography demographic adj. ดู|demography demographist n. ดู|demography
(เดม|วา|เซ|ล|') n. หญิง|ที่|ยัง|ไม่|แต่งงาน
(ดิ|มอ|ล|'|ลิช) vt. รื้อ (สิ่ง|ก่อสร้าง) ,|ทําลาย|,|โค่น|  |Syn. demolisher n. demolishment n.  |Syn. destroy|,
(เดม|มะลิ|ช|'|เชิน) n. การ|รื้อ|,|การ|ทําลาย|,|การ|โค่น|,|ภาวะ|ที่|ถูก|รื้อ.  |Syn. demolitions ระเบิด demolitionist n. ดู|demolition
(ดี|'|เมิน) n. ปีศาจ|,|มาร|,|ผี|,|ภูติ|,|อารมณ์|ร้าย|,|อิทธิพล|ร้าย|,|คน|ชั่วร้าย|,|คน|ที่|ขยัน|งาน|มาก|,|คน|ที่|มี|พล|กําลัง|มาก|,|สัตว์|ดุร้าย|,|daimon|,|daemon พระเจ้า เทพเจ้า เทวดา
n. คน|ที่|ขับ|รถ|เร็ว|เหลือเกิน
n. คน|ที่|ขยัน|งาน|มาก|ผิดปกติ
vt. ปลด|ค่า|ของ|เงินตรา|,|ถอน|เงิน|ออก|มา|ใช้|  |Syn. demonetisation n. ดู|demonetize demonetization n. ดู|demonetize
vt. ปลด|ค่า|ของ|เงินตรา|,|ถอน|เงิน|ออก|มา|ใช้|  |Syn. demonetisation n. ดู|demonetize demonetization n. ดู|demonetize
(ดิ|โม|'|นิ|แอ|ค|,|เคิล) adj. เกี่ยวกับ|ภูต|ผี|ปีศาจ n. บุคคล|ที่|ถูก|ผี|สิง
(ดิ|โม|'|นิ|แอ|ค|,|เคิล) adj. เกี่ยวกับ|ภูต|ผี|ปีศาจ n. บุคคล|ที่|ถูก|ผี|สิง
(ดิ|มอ|น|'|นิค) adj. เหมือน|มี|ภูต|ผี|สิง|อย
n. เรื่อง|เขียน|เกี่ยวกับ|ภูต
n. การ|บูชา|ภูต|ผี|ปีศาจ
adj. สาธิต|ได้|,|แสดง|ได้|,|พิสูจน์|ได้.  |Syn. demonstrability n. ดู|demonstrable|  |Syn. evident
(เดม|'|เมิน|ส|เท|รท) vt. แสดง|,|สาธิต|,|เดิน|ขบวน|,|พิสูจน์|,|แสดง|ความรู้สึก|,|ทดลอง|ให้|เห็นจริง|  |Syn. demonstration n. ดู|demonstrate demonstrative adj. ดู|demonstrate demonstrator n. ดู|demonstrate
(ดิ|มอ|'|รัลไลซ) vt. ทํา|ให้|เสื่อมเสีย|ศีลธรรม|,|ทําลาย|กําลังใจ|,|ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|งงงวย|,|ทํา|ให้|เสื่อม.  |Syn. demoralisation n. ดู|demoralize demoralization n. ดู|demoralize
(ดิ|มอ|'|รัลไลซ) vt. ทํา|ให้|เสื่อมเสีย|ศีลธรรม|,|ทําลาย|กําลังใจ|,|ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|งงงวย|,|ทํา|ให้|เสื่อม.  |Syn. demoralisation n. ดู|demoralize demoralization n. ดู|demoralize
(ดี|'|มอ|ส) n. ประชาชน|,|สามัญชน|,|พลเมือง
(ดิ|โม|ท|') {|demoted|,|demoting|,|demotes|} vt. ลด|ระดับ|,|ลด|ขึ้น.  |Syn. demotion n.
(ดิ|มอ|ท|'|ทิค) adj. เกี่ยวกับ|ประชาชน
(ดี|เมา|ทฺ|') vt. ถอด|,|ปลด|,|เอา|ออก.  |Syn. demountable adj. ดู|demount
(ดิมัล|'|เซินทฺ) adj. ซึ่ง|บรรเทา|อาการ|ระคายเคือง
(ดิเมอร์|') vi.,|n. (การ) คัดค้าน|,|ลังเล.  |Syn. demurrable adj. ดู|demur|  |Syn. object
(ดิ|เมีย|ว|') adj. อาย|,|กระดาก|,|เคร่งขรึม|,|สงบเสงี่ยม.  |Syn. demureness n.  |Syn. modest
n. การ|จอด|เรือ (รถ) เกิน|กําหนด|เวลา|,|ค่า|จอด|เกิน|เวลา
n. การ|คัดค้าน|,|การ|แย้ง|,|การ|รีรอ
n. ผู้|คัดค้าน|,|ผู้|แย้ง|,|คํา|คัดค้าน
vt. ขจัด|ความ|ลึกลับ|,|ทํา|ให้|ไม่|ลึกลับ
(เดน) {|denned|,|denning|,|dens|} n. ถ้ํา|สัตว์|,|รัง|,|กรง|สัตว์|,|ซ่อง|โจร|,|ห้อง|สกปรก|เล็ก ๆ ,|ห้องส่วนตัว vi. อาศัย|อยู่|ใน|ถ้ํา vt. ไล่|เข้าถ้ํา
(เดน|'|นะ|รี) adj. ประกอบ|ด้วย 10, เป็น 10 เท่า|,
(ดิเน|'|ชะ|รันทฺ) n. ตัว|เปลี่ยน|ลักษณะ|เดิม
(ดิเน|'|เชอะ) vt. ทํา|ให้|ลักษณะ|ธรรมชาติ|เปลี่ยน|ไป|,|ทํา|ให้|ไม่|เหมาะ|สําหรับ|ดื่ม|  |Syn. denaturant n. ดู|denature denazification n. ดู|denature
adj. คล้าย|ต้นไม้
n. กิ่งก้าน|ของ|เซลล์|ประสาท|,|ลาย|กิ่งไม้|ที่|ป|รา|กฎ|อยู่|ใน|หิน|แร่
adj. คล้าย|ต้นไม้
n. การ|ปฏิเสธ|,|การ|ขัดแย้ง|,|การ|คัดค้าน
(เดง|'|เก) n. ไข้|เด๊ง|ซึ่ง|เป็น|โรคติดต่อ|ชนิด|หนึ่ง|,|มี|ลักษณะ|อาการ|เจ็บปวด|ข้อต่อ|และ|กล้ามเนื้อ|,|ไข้|ส่า|  |Syn. dengue fever
(ดิ|ไน|'|อะเบิล) adj. ซึ่ง|ปฏิเสธ|ได้|,|ซึ่ง|บอกปัด|ได้
(ดิ|ไน|'|เอิล) n. การ|ปฏิเสธ|,|การ|บอกปัด|,|การ|ไม่|ยอมรับ|,|การ|บังคับใจ|ตัวเอง|,|การ|ไม่|ยอมตาม|ใจ|ตัวเอง
(ดิ|ไน|'|เออะ) n. ผู้|ปฏิเสธ|,|ผู้|ไม่|ยอมรับ
(เดน|'|นิ|เก|รท) vt. ใส่ร้าย|,|ป้ายสี|,|ทํา|ให้|เสียชื่อ|เสียง|,|ทํา|ให้|ดํา|  |Syn. denigration n. ดู|denigrate denigrator n. ดู|denigrate
(เดน|'|นัม) n. ผ้าฝ้าย|หยาบ|ลาย|สอง
ชุด|ทํางาน|,|ชุด|กรรมกร (ที่|ตัด|ด้วย|ผ้าฝ้าย|หยาบ|ลาย|สอง)| 
(เดน|'|เนี|ยม) n. ชุด|ทํางาน|ที่|ทํา|ด้วย|ผ้าฝ้าย|หยาบ|,|ผ้าฝ้าย|สําหรับ|ทํา|ชุด|ทํางาน
n. ผู้อาศัย|,|ผู้|พํานัก|,|ชาว|ต่างด้าว|ที่|ได้|รับ|สิทธิ|บาง|อย่าง|ของ|พลเมือง|,|สัตว์|หรือ|พืช|ที่|ปรับ|ตัว|เข้า|กับ|สิ่งแวดล้อม|ใหม่|  |Syn. inhabitant Ant. outsider
(เดน|'|มาร์ค) n. ประเทศ|เดนมาร์ก
(ดิน|อม|'|มิ|เนท) vt. ตั้ง|ชื่อ|,|ให้|นาม|,|กําหนด
(ดิน|อม|มิ|เน|'|เชิน) n. ชื่อ|,|การ|ตั้ง|ชื่อ|,|ประเภท|,|นิกาย|,|สํานัก|,|หน่วย (เงินตรา|,|มาตรา|,|น้ําหนัก|,|ปริมาตร ฯลฯ)| 
vt. แบ่งแยก|ออก|เป็น|นิกาย|สํานัก|หรือ|ฝ่าย
adj. เกี่ยว|ศัพท์|ที่มา|จาก|คํานาม
n. ตัวหาร|,|ส่วน|,|ผู้|ตั้ง|ชื่อ|  |Syn. divisor
n. การ|แสดง|ออก|,|ความหมาย|เครื่องหมาย|,|ชื่อ.  |Syn. denotative adj. ดู|denotation
(ดิ|โน|ท|') vt. แสดง|ถึง|,|ชี้แนะ|  |Syn. denotable adj. ดู|denote denotement n. ดู|denote denotive adj. ดู|denote
(เดนู|มาน|') n. ผลสุดท้าย|,|ตอนจบ
(ดิ|เนา|ซฺ|') vt. ประณาม|,|กล่าวโทษ|,|ติเตียน|,|ประกาศ|เลิก|,|บอกเลิก.  |Syn. denouncement n. denouncer n.  |Syn. accuse
(เดน|ซฺ) adj. แน่น|,|หนาแน่น|,|หนา|ทึบ|,|โง่|เต็มที่|,|ทึบ|มัว|,|มี|แสงสว่าง|น้อย|  |Syn. denseness n.  |Syn. compact
(เดน|ซิ|ม|'|มิ|เทอะ) n. เครื่อง|มอ|วัด|ความ|เข้ม|ขน.  |Syn. densimetric adj. ดู|densimeter densimetry n. ดู|densimeter
(เดน|'|ซิ|ที) n. ความ|หนาแน่น|,|ความ|แน่น|,|ความ|ทึบ (แสง) ,|ความ|โง่|,|มวล|ต่อ|หน่วย|ปริมาตร
(เดน|ทฺ) {|dented|,|denting|,|dents|} n. ส่วน|ที่|ยื่น|ที่|คล้าย|ฟัน|,|ฟั่น|เฟือง|,|แอ่ง|,|รอย|เว้า|,|รอย|ตอก|,|vt. ทํา|เป็น|รอย|ตอก|,|ทํา|เป็น|รอย|บุ๋ม|หรือ|แอ่ง. vi. จม|ลง|เป็น|รอย|,|กลาย|เป็น|รอย|เว้า
Pref. " ฟัน "
(เดน|'|เทิล) adj. เกี่ยวกับ|ฟัน|,|เกี่ยวกับ|ทัน|ตก|ร|รม|,|เกี่ยวกับ|การ|ออก|เสียง|ที่|เกิด|จาก|การ|เอา|ลิ้น|แตะ|หลัง|ฟันหน้า
Pref. " ฟัน "
n. ฟัน|เล็ก ๆ ส่วน|ที่|คล้าย|ฟัน|ซี่|เล็ก
adj. เกี่ยวกับ|หรือ|คล้าย|ฟัน|ซี่|เล็ก
adj. เป็น|รูป|ฟัน|คล้าย|ฟัน
(เดน|'|ทะฟ|ริ|ส) n. ยาสีฟัน|,|ผง|สี|ฟัน
(เดน|'|ทิน) n. เนื้อเยื่อ|ฟัน|ที่|แข็ง|ประกอบ|ด้วย|แคลเซี่|ยม|คล้าย|ของ|กระดูก|แต่|แน่น|กว่า เป็น|ส่วนประกอบ|สําคัญ|ของ|ฟัน|  |Syn. dental adj. ดู|dentin
(เดน|'|ทิน) n. เนื้อเยื่อ|ฟัน|ที่|แข็ง|ประกอบ|ด้วย|แคลเซี่|ยม|คล้าย|ของ|กระดูก|แต่|แน่น|กว่า เป็น|ส่วนประกอบ|สําคัญ|ของ|ฟัน|  |Syn. dental adj. ดู|dentin
(เดน|'|ทิสทฺ) n. ทันตแพทย์|,|หมอฟัน
(เดน|'|ทิสท|รี) n. ทัน|ตก|ร|รม
(เดน|ทิช|'|เชิน) n. ชนิด จํานวน|,|และ|ลักษณะ|การ|ขึ้น|ของ|ฟัน|,|การ|งอก|ของ|ฟัน
Pref. " ฟัน "
adj. คล้าย|ฟัน
(เดน|'|เชอะ) n. ฟันปลอม
(เดน|นิวเด|'|เชิน) n. การ|ทํา|ให้|ว่างเปล่า|,|การ|ทํา|ให้|เปลือย|,|การ|เปลือง|,|การ|ชะ|,|การ|ล้าง|,|การ|สึกกร่อน|,|การ|เพิกถอน|สิทธิ์|  |Syn. denudative adj. ดู|denudation
(ดินิวดฺ|') vt. ทํา|ให้|เปลือย|,|ทํา|ให้|ว่างเปล่า|,|เปลื้อง|,|ชะ|,|ล้าง|,|กัดกร่อน|,|ทํา|ให้|สึกกร่อน|,|เพิกถอน|  |Syn. make naked|,|strip
(ดินิว|'|เมอ|ระ|เบิล) adj. นับ|ได้
(ดินัน|ซี|เอ|'|เชิน) n. การ|ประณาม|,|การ|ติเตียน|,|การ|กล่าวโทษ|,|การ|เพิกถอน|,|การ|ประกาศ|เพิกถอน|  |Syn. accusation
adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|การ|ประณาม|  |Syn. denunciative
(ดิ|ไน|') {|denied|,|denying|,|denies|} vt. ปฎิ|เส|ธ|,|ไม่|ยอมรับ|,|ไม่|ตกลง|,|บังคับใจ|ตัวเอง|  |Syn. dispute Ant. affirm
n. ยาระบาย adj. มี|ฤทธิ์|เป็น|ยาระบาย
(ดี|โอ|'|เดอเรินทฺ) n. ยา|ดับ|กลิ่น|,|ยา|ป้องกัน|กลิ่น|เหงื่อ adj. ซึ่ง|ป้องกัน|หรือ|ทําลาย|กลิ่น|เหงื่อ
(ดี|โอ|'|ดะ|ไร|ซ) vt. ดับ|กลิ่น|  |Syn. deodorisation n. ดู|deodorize deodorization n. ดู|deodorize
(ดี|โอ|'|ดะ|ไร|ซ) vt. ดับ|กลิ่น|  |Syn. deodorisation n. ดู|deodorize deodorization n. ดู|deodorize
(ดี|คอน|'|ซี|เครท) vt. ทํา|ให้|ไม่|ศักดิ์สิทธิ์|  |Syn. deconsecration n. การ|ทํา|ให้|ไม่|ศักดิ์สิทธิ์
(ดี|ออ|น|ทอ|ล|'|โลจี) n. จริยศาสตร์|,|หลัก|จรรยา
ดู|ที่ adrenal gland
ดู|DNA|,|เป็น|โปรตีน|เชิงซ้อน|ชนิด|หนึ่ง|ซึ่ง|เป็น|ตัว|สําคัญ|ที่|เกี่ยวกับ|กรรมพันธุ์
(ดิพาร์ท|'|ทิด) adj. ตาย|,|จาก|ไป|  |Syn. Phr. (the departed ผู้ตาย|,|ผู้ตาย|ที่|อ้าง|ถึง)| 
(ดิ|พา|ท|'|ที) n. ผู้|จาก|ไป
(ดิพาร์ท|'|เมิน|ทฺ) n. แผนก|,|ภาค|,|กอง|,|กรม|,|ทบวง|,|กระทรวง|,|เขต|,|จังหวัด.  |Syn. departmental adj. ดู|department|  |Syn. section
n. ร้าน|สรรพสินค้า
(ดี|พาร์|'|เชอะ) n. การ|จาก|ไป|,|การ|ออก|เดินทาง|,|การ|เบี่ยงเบน|,|การ|ฝ่าฝืน|,|การ|แยก|ไป|,|การ|ตาย|  |Syn. exit|,|going|,|leave
(ดี|เพนดฺ|') {|depended|,|depending|,|depends|} vi. ขึ้น|อยู่|กับ|,|อาศัย|,|อยู่|ที่|,|สุด|แล้วแต่|,|พึ่งพา|,|แขวน|หรือ|ห้อย|อยู่|,|เชื่อถือ
(ดี|เพน|'|ดะ|เบิล) adj. เชื่อถือ|ได้|,|พึ่งพา|ได้|,|ไว้วางใจ|ได้.  |Syn. dependabilityn.  |Syn. reliable Ant. changeable
(ดี|เพน|'|เดิน|ทฺ) n. ผู้อาศัย|,|ผู้|อยู่|ภายใต้|การ|อุปถัมภ์|,|ผู้|รับใช้ ดู|dependent
(ดี|เพน|'|เดิน|ซฺ) n. การ|พึ่งพา|,|เมืองขึ้น|,|สิ่ง|ที่|วางใจ.  |Syn. dependance
การ|พึ่งพา|,|ผู้|อยู่|ใน|ความ|อุปถัมภ์|,|ส่วนต่อ|,|ส่วน|เสริม|,|เมืองขึ้น -|S.dependancy|,|dependence
(ดิเพน|'|เดิน|ทฺ) adj. ขึ้น|อยู่|กับ|,|แล้วแต่|,|ซึ่ง|ห้อย|อยู่. n. ผู้อาศัย|,|ผู้|อยู่|ใน|ความ|อุปถัมภ์|  |Syn. dependant
(ดิพิคทฺ|') vt. พรรณนา|,|วาด|ให้|เห็น|,|อธิบาย.  |Syn. depictor n. ดู|depict depiction n. ดู|depict|  |Syn. portray
(เดพ|'|พะเลท) vt. ขจัด|ขน|ออก
(ดิพิล|'|ละ|โท|รี) adj. ซึ่ง|ทํา|ให้|ขน|ร่วง n. ยา|ทํา|ให้|ขน|ร่วง
(ดี|เพล|น|') vi. ลง|จาก|เครื่องบิน
(ดิ|พลี|ท|') vt. ทํา|ให้|หมดสิ้น|หรือ|ลด|น้อย|ลง|มาก|,|ทํา|ให้|สูญเสีย|,|ทํา|ให้|ว่างเปล่า|,|บรรเทา|  |Syn. depletion n. ดู|deplete depletive adj. ดู|deplete|  |Syn. empty Ant. fill
(ดิ|พล|อ|'|ระ|เบิล) adj. น่า|เสียใจ|,|น่า|เสียดาย|,|เลว|,|น่า|ตําหนิ.  |Syn. deplorableness n.  |Syn. lamentable Ant. fortunate
(ดิพลอร์|') vt. เสียใจ|มาก|,|ไม่|เห็นด้วย|,|ตําหนิ|  |Syn. delight
(ดิ|พลอย|') {|deployed|,|deploying|,|deploys|} v. แปร|แถว|เป็น|แถว|หน้ากระดาน|,|จัด|ให้|เหมาะสม|,|เคลื่อน|หรือ|วาง|ให้|เหมาะสม|  |Syn. deployment n. ดู|deploy -|S.arrange
(ดี|พลู|ม|') vt. ถอน|ขน|,|เด็ด|,|ริบ (ทรัพย์สมบัติ) ,|ปลด (ยศ ตําแหน่ง)|  |Syn. deplumation n.
vt. เอา|ขั้ว|ออก|,|ทํา|ให้|ไร้|ขั้ว.  |Syn. depolarisation n. ดู|depolarize depolarization n. ดู|depolarize
vt. เอา|ขั้ว|ออก|,|ทํา|ให้|ไร้|ขั้ว.  |Syn. depolarisation n. ดู|depolarize depolarization n. ดู|depolarize
(ดี|โพ|น|') vt.,|vi. เป็น|พยาน
adj. เกี่ยวกับ|คํากริยา|ผิด|รูป
(ดี|พอร์ท|') vt. เนรเทศ|,|วางท่า|ทาง|,|ประพฤติ|ตัว.  |Syn. deportable adj.  |Syn. banish
(ดี|พอร์|เท|'|เชิน) n. การ|เนรเทศ
(ดี|พอร์|ที|') n. ผู้|ถูก|เนรเทศ
n. พฤติกรรม|,|การ|วาง|ตัว|  |Syn. demeanour
(ดิ|โพ|'|เซิล) n. การ|ปลด ,|การ|ขับไล่|,|การ|ให้การ|เป็น|พยาน
(ดี|โพ|ซ|') vt. ปลด|,|ขับไล่|,|ให้การ|เป็น|พยาน. vi. ให้การ|เป็น|พยาน.  |Syn. deposable adj. deposer n.
(ดิ|พอ|ส|'|ซิ|ท) {|deposited|,|depositing|,|deposits|} vt. ทับถม|,|สะสม|,|กอง|,|ฝาก|ไว้|,|ฝาก|เงิน|,|วาง|ไข่ vi. ฝาก|ไว้. n. สิ่ง|ที่|ทับถม|,|การ|ฝาก|,|ที่|เก็บ|เงินฝาก|,|เงิน|มัดจํา
(ดิ|พอ|ส|'|ซิ|ททะ|รี) รับฝาก|,|ผู้ดู|แล|,|ผู้|เก็บรักษา|,|ที่|เก็บรักษา|  |Syn. depository
(เดพพะ|ซิ|ช|'|เชิน) n. การ|ปลด|ออก|จาก|ตําแหน่ง|หรือ|งาน|,|การ|ให้|ออก|จาก|ราชสมบัติ|,|สิ่ง|ที่|ถูก|ปลด|,|การ|ให้การ|เป็น|พยาน|,|หนังสือ|ให้การ|เป็น|พยาน|,|การ|ทับถม|,|การ|สะสม|,|การ|นอนก้น|ของ|ตะกอน|,|การ|ฝาก|เงิน
(ดิ|พอ|ซ|'|ซิ|เทอะ) n. ผู้ฝาก|,|ผู้ฝากเงิน
(ดิ|พอ|ซ|'|ซิ|โท|รี) n. ที่|เก็บ|ของ|,|โกดัง|,|สถานที่|รับฝาก|ของ|,|ผู้|พิทักษ์|มรดก|หรือ|ทรัพย์สิน
(ดี|'|โพ) n. สถานีรถไฟ|,|สถานี|รถเมล์|,|คลัง|พัสดุ|,|โกดัง
(ดิเพรฟว|') vt. ทํา|ให้|เลว|หรือ|เลว|ลง|,|ทํา|ให้|เสื่อมทราม|ลง|  |Syn. depravation n. depraver n.  |Syn. corrupt
(ดิเพรฟวดฺ|') adj. ชั่วช้า|,|เลว|,|ทุจริต|,|ผิดปกติ.  |Syn. depravedness n. ดู|depraved|  |Syn. corrupt|,|evil
(ดิเครฟ|'|วิ|ที) n. ภาวะ|ที่|เสื่อมทราม|ลง|,|ความ|ชั่วช้า.  |Syn. degeneracy
(เดพ|'|ระ|เคท) vt. ไม่|เห็นด้วย|,|คัดค้าน|,|ติเตียน|,|ดูถูก.  |Syn. deprecation n. ดู|deprecate deprecator n. ดู|deprecate|  |Syn. protest Ant. condone
(เดพ|'|ระ|เคทิฟว) adj. ซึ่ง|คัดค้าน|,|ซึ่ง|ติเตียน|,|ซึ่ง|ดูถูก|  |Syn. deprecatory
(เดพ|'|ระ|คะ|โท|รี) adj. เกี่ยวกับ|การ|คัดค้าน|,|เกี่ยวกับ|การ|ติเตียน|,|เป็น|การ|ขอโทษ|  |Syn. deprecatorily adv. deprecatoriness n
(ดิพ|รี|'|ชะ|เบิล) adj. ซึ่ง|ลด|คุณค่า|ได้|,|ซึ่ง|เป็น|ส่วนลด|ภาษี|ได้
(ดิพ|รี|'|ชี|เอท) vt. ลด|ค่า|ของ|เงิน|,|หัก|ค่า|เสื่อม|,|ลด|ราคา|,|ขอ|เป็น|ส่วนลด|ภาษี|ได้ vi. (ค่า) ลด|ลง|,|เสื่อม|ราคา|  |Syn. depreciator n. ดู|depreciate
(ดิพ|รี|ชี|เอ|'|เชิน) n. การ|เสื่อม|ราคา|,|การ|ลด|ลง|ของ|คุณค่า|  |Syn. drop Ant. appreciation
(ดิพ|รี|'|ชี|อะ|โท|รี) adj. ซึ่ง|ลด|ต่ํา|ลง (ค่า) ,|เป็น|การ|ดูหมิ่น
(เดพ|'|ริ|เดท) v. ปล้น|,|ปล้นสะดม|,|ทําลาย|,|ปล้น|  |Syn. depredator n. ดู|depredate depredatory adj. ดู|depredate|  |Syn. plunder
(เดพพ|ริ|เด|'|เชิน) n. การ|ปล้น|,|การ|ปล้นสะดม|,|โจรกรรม
(ดี|เพ|รส|') vt. ลด|ลง|,|กด|,|กด|ต่ํา|,|ระงับ|,|ยับยั้ง|,|ทํา|ให้|หดหู่ใจ|,|ทํา|ให้|ค่า|หรือ|ระดับ|ต่ํา|ลง
(ดี|เพ|รส|'|เซินทฺ) adj. ซึ่ง|กด|ประสาท|,|ซึ่ง|ระงับ|,|ซึ่ง|ทํา|ให้|หดหู่ใจ. n. ยา|กด|ประสาท
(ดี|เพ|รส|ดฺ|') adj. หดหู่ใจ|,|เศร้า|,|ถูก|กด|ลง|,|ตกต่ํา (เศรษฐกิจ) ,|ซึ่ง|อยู่|ต่ํา|  |Syn. sad Ant. cheerful
n. ชนชั้นต่ํา
(ดี|เพ|รส|'|ซิ|ง) adj. เศร้าโศก|,|หดหู่ใจ|,|ตกต่ํา (เศรษฐกิจ) ,|ซึ่ง|ถูก|กดขี่
(ดี|เพ|รส|'|เชิน) n. การ|ทํา|ให้|ตกต่ํา|,|ภาวะ|ที่|เศรษฐกิจตกต่ํา|,|บริเวณ|ที่|มี|ความ|กดดัน|ของ|อากาศ|ต่ํา|,|ความ|กดดัน|ของ|อากาศ|ต่ํา|,|ที่|เป็น|แอ่ง|หลุม|หรือ|เว้า
(ดี|เพ|รส|'|ซิ|ฟว) adj. มี|ความ|โน้มเอียง|ใน|การ|กด|ต่ํา|,|หดหู่ใจ|  |Syn. depressiveness n. ดู|depressive
(ดี|เพ|รส|'|เซอะ) n. สิ่ง|ที่|กด|,|เครื่อง|กด
vt. ลด|ความดัน|อากาศ|ลง|  |Syn. depressurization n.
(ดี|ไพร|'|เวิล) n. ดู|deprivation
(เด|พระ|เว|'|เชิน) n. การ|ถอดถอน (ภาวะ|ที่|ถูก|ถอดถอน|,|การ|สูญเสีย|,|การ|ไล่ออก|,|การ|ทํา|ให้|ไม่|ได้|รับ
(ดิ|ไพร|ฟว|') vt. ถอดถอน|,|ทํา|ให้|ไม่|ได้|รับ|,|ตัด|สิทธิ|,|กีดกัน.  |Syn. deprivable adj. ดู|deprive depriver n. ดู|deprive|  |Syn. bereave
(เดพธฺ) n. ความ|ลึก|,|ความ|ซับซ้อน|,|ความ|รุนแรง|,|ความคิด|ลึกซึ้ง|,|ความ|เข้มข้น|,|ความ|ต่ํา|ของ|ระดับ|เสียง|,|ส่วน|ลึก|, -|Phr. (in depth อย่างยิ่ง|,|เต็มที่) adj. มาก|,|ละเอียด|  |Syn. bottom Ant. surface
n. ระเบิด|น้ํา|ลึก
n. ระเบิด|น้ํา|ลึก
(เดพยะ|เท|'|เชิน) n. การ|แต่งตั้ง|ผู้รักษาการ|แทน|,|การ|แต่งตั้ง|ตัวแทน|,|การ|มอบหมาย|หน้าที่|ให้|กับ|ผู้รักษาการ|แทน|  |Syn. delegation
(เดพ|'|พะ|ไท|ซ) vt. แต่งตั้ง|ตัวแทน vi. เป็น|ตัวแทน|,|แทน|,|รักษา|การ|แทน
(เดพ|'|พิว|ที) n.,|adj. (ซึ่ง|เป็น) ผู้รักษาการ|แทน|,|ตัวแทน|,|ผู้แทน|,|สมาชิก|สภา|ผู้แทน|,|รอง. -|S.agent
(ดิ|แร|ส|'|ซิ|เนท) vt. ถอน|ราก|,|ทํา|ให้|หมดสิ้น|,|แยก|ออก|จาก|ถิ่น|เดิม|หรือ|สิ่งแวดล้อม|เดิม|  |Syn. deracination n.
(ดิเรน|') vt. โต้เถียง
(ดี|เรล|') vt. ทํา|ให้|ตก|ราง vi. วิ่ง|ออก|นอก|ราง.  |Syn. derailment n. ดู|derail
(ดิเรนจฺ|') vt. ทํา|ให้|ไม่|เป็น|ระเบียบเรียบร้อย|,|ก่อกวน|,|ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|สติ|ฟั่นเฟือน|,|ทํา|ให้|บ้า|  |Syn. disorder
(ดิเรนจฺ|'|เมิน|ทฺ) n. ความ|ยุ่งเหยิง|,|ความ|ไม่|เป็น|ระเบียบเรียบร้อย|,|ความ|บ้า
(ดี|เรท|') vt. ลด|อัตรา|ภาษี|,|ยกเลิก|การ|เก็บ|ภาษี|,|ยกเลิก|  |Syn. deration n. ดู|derate
(ดิเร|') n. ความ|รื่นเริง|สนุกสนาน|ที่|ยุ่งเหยิง
(เดอ|'|ระ|ลิคทฺ) adj. ซึ่ง|ถูก|ทอดทิ้ง|,|ซึ่ง|ละทิ้ง|หน้าที่. n. ทรัพย์|สิ่งของ|ที่|ถูก|ทอดทิ้ง|,|เรือ|ที่|ถูก|ทิ้ง|ลอยลํา|อยู่|,|บุคคล|ที่|ถูก|สังคม|ทอดทิ้ง|,|คนจร|จัด|,|คน|ที่|ทิ้ง|หน้าที่|  |Syn. dereliction n.  |Syn. left Ant. dutiful คําศัพท์|ย่อย|:
(ดิ|ไร|ดฺ|') {|derided|,|deriding|,|derides|} vt. หัวเราะเยาะ|,|ดูถูก|,|เย้ยหยัน|  |Syn. derider n. deridingly adv.
(ดะ|รี|เก|อ|') fr. จําเป็น|อย่างยิ่ง
(ดิ|ริ|ซ|'|ซะเบิล) adj. เป็น|ที่|เย้ยหยัน|ได้
(ดิ|ริ|ส|'|เชิน) n. การ|เยาะเย้ย|,|การ|หัวเราะเยาะ|,|การ|ดูถูก|,|สิ่ง|ที่|ถูก|หัวเราะเยาะ|,|ขี้ปาก
(ดิ|ไร|'|ซิ|ฟว) adj. เกี่ยวกับ|การ|เยาะเย้ย|,|เกี่ยวกับ|การ|ดูถูก|  |Syn. derisiveness n.  |Syn. derisory
(เด|ริ|เว|'|เชิน) n. การ|ได้|มา|,|การ|สืบ|ราก|เง่า|,|การ|สืบพันธุ์|ฐาน|,|แหล่ง|ที่มา|,|ราก|เง่า|,|ที่มา|,|พืชพันธุ์|,|ประวัติ|ความเป็นมา|,|รากศัพท์|  |Syn. origin
(ดี|ริ|ฟ|'|วะทิฟว) adj.,|n. (สิ่ง|ที่|,|คํา) ซึ่ง|ได้|มา|จาก|ที่|อื่น|,|เป็น|อนุ|พันธุ์|,|ซึ่ง|แตก|กิ่ง|สาขา|มา|,|ไม่|ใช่|ต้นฉบับ|,|อนุ|พันธุ์|  |Syn. derived
(ดิ|ไร|ฟว|') vt. ได้|มา|จาก|,|ได้|รับ|,|สืบ. vi. กําเนิด|มา|จาก|  |Syn. derivable adj.  |Syn. deduce
Pref. ผิวหนัง
(เดอร์|'|มะ) n. หนังแท้|,|ผิวหนัง|,|เปลือกนอก|  |Syn. dermal adj. ดู|derma|  |Syn. corium
(เดอมะเบร|'|เชิน) n. ศัลยกรรม|ขัด|ผิวหนัง|เพื่อ|กําจัด|แผลเป็น
(เดอะมะ|ไท|'|ทิส) n. โรคผิวหนัง|อักเสบ
Pref. "|ผิวหนัง|"
(เดอมะ|ทอ|ล|'|ละ|จิสทฺ) n. แพทย์|ผู้ชํานาญ|โรคผิวหนัง
(เดอมะ|ทอ|ล|'|ละ|จี) n. วิทยาการ|เกี่ยวกับ|ผิวหนัง|และ|โรคผิวหนัง|  |Syn. dermatological adj.
n. การ|ปลูก|ผิวหนัง
n. โรคผิวหนัง
(เดอร์|'|มิ|ส) n. หนังแท้|  |Syn. dermic adj. ดู|dermis
(เดอเนีย|') adj. สุดท้าย|,|ที่สุด|,|ชั้น|สุดท้าย
(ดิ|รอก|'|กะทิ|ฟว) adj. ดูถูก|,|เย้ยหยัน.
(ดิ|รอก|'|กะ|โท|รี) adj. เสื่อมเสีย|,|เสียหาย.  |Syn. derogatoriness n.
(เดอ|'|ริ|ค) n. โครงเหล็ก|ที่|ทํา|ขึ้น|เหนือ|ปาก|บ่อน้ํา|มัน|,|ปั้นจั่น|,|คน|ลักเล็กขโมยน้อย
(เดอ|'|ริ|งโด|') n. การ|กระทํา|ที่|อาจหาญ
1. abbr. disequilibrium syndrome 2. (ดี|อี|เอส) ย่อ|มา|จาก|คํา data encryption standards (แปล|ว่า มาตรฐาน|การ|เข้า|รหัส|ลับ|ข้อมูล) หมายถึง|ข้อกําหนด|มาตรฐาน|ใน|การ|เข้าถึง|ข้อมูล|ที่|รัฐบาล|เป็น|ผู้|กําหนด|ขึ้น โดย|วิธี|ใช้|รหัสผ่าน (pass word) ทั้งนี้|เพื่อ|ความ|ปลอดภัย|ของ|ข้อมูล
(เดส|'|เคินทฺ) n. เสียงสูง|,|ท่วงทํานอง|เพลง|,|ความ|ผันแปร adj. มี|เสียงสูง vi. (เดส|แคน|ทฺ|') ร้องเพลง|,|วิจารณ์|หรือ|พูด|เสีย|ยืดยาว|  |Syn. discant
(ดิ|เซน|ดฺ|') vi. ตก|,|ตกลง|มา|,|สืบสาย|โลหิต|,|ตก|เป็น|สมบัติ|ของ|,|โจมตี|,|ถ่อมตัว|,|ลด|เกียรติ. vi. เคลื่อน|ลง|,|นํา|ไป|สู่
(ดิ|เซน|'|เดิน|ทฺ) n. ผู้|สืบ|สกุล|,|ทายาท adj. ซึ่ง|สืบ|สกุล|,|ซึ่ง|สืบทอด|มา|จาก|ต้นกําเนิด
(ดิ|เซน|'|เดิน|ทฺ) adj. ซึ่ง|เคลื่อน|ลง|,|ซึ่ง|สืบ|สกุล|,|ซึ่ง|สืบทอด|มา|จาก|ต้นกําเนิด
(ดิ|เซน|'|เดอะ) n. ผู้สืบทอด|,|สิ่ง|ที่|สืบทอด
(ดิ|เซน|'|เชิน) n. ส่วน|ของ|จักรราศี (zodiac) ที่|ดาวนพเคราะห์|มี|อิทธิพล|น้อย|ที่สุด
(ดิ|เซน|ทฺ|') การ|ตกลง|มา|,|การ|เคลื่อน|ต่ํา|ลง|มา|,|การ|เอียง|ลาด|ลง|มา|,|ทาง|ลง|,|ทาง|เนิน|,|การ|โจมตี|อย่าง|กะทันหัน|,|สายโลหิต|,|การ|สืบ|เชื้อสาย|,|การ|ถ่อมตัว|,|การ|ลด|เกียรติ|  |Syn. slope|,|fall
(ดิสไครบ์|') vt. พรรณนา|,|บรรยาย|,|อ่าน|,|บอก|,|แถลง|,|ระบุ|,|วาด|,|ทํา|แผนภูมิ.  |Syn. describable adj. ดู|describe describer n. ดู|describe|  |Syn. relate
(ดิสไค|รด|ฺ|') adj. ซึ่ง|ได้|รับ|ความ|สนใจ|,|ถูก|เห็น|หรือ|ค้นพบ
(ดิสไคร|'|เออะ) n. ผู้|มองเห็น|,|ผู้|ค้นพบ
(ดิสค|ริ|พ|'|เชิน) n. การ|พรรณนา|,|การ|บรรยาย|,|รูปร่าง|ลักษณะ|,|ลักษณะ|,|ชนิด|,|ประเภท|,|การ|วาด|หรือ|เขียน|รูป|  |Syn. report|,|account|,|statement
(ดิสค|ริ|พ|'|ทิฟว) adj. เป็น|การ|พรรณนา|,|เป็น|การ|บรรยาย|,|ซึ่ง|บอก|รูปร่าง|ลักษณะ|  |Syn. descriptiveness n. ดู|descriptive|  |Syn. illustrative Ant. vague
(ดิสไคร|') vt. มองเห็น|,|ค้นพบ.  |Syn. descrier n.  |Syn. discern
(เดส|'|ซะเครท) vt. ดูหมิ่น (สถานที่|เคารพ)|  |Syn. desecrater n. ดู|desecrate desecrator n. ดู|desecrate desecration n. ดู|desecrate|  |Syn. profane Ant. consecrate
(ดิ|เซ|ก|'|ระ|เก|ท) vt.,|vi. ขจัด|การ|แบ่ง|ผิว.  |Syn. desegregation n.
ยกเลิก|การ|เลือก|หมายถึง การ|สั่ง|ยกเลิก|คําสั่ง|ที่ " เลือก " (select) ไว้ เช่น หาก|เปลี่ยนใจ|หลังจาก|ที่|ได้ "|กําหนด|" หรือ " เลือก|" ไป|แล้ว เช่น สั่ง|เลือก|แฟ้มข้อมูล|จํานวน|หนึ่ง|ไว้ แล้ว|เกิด|เปลี่ยนใจ อยาก|จะ|ยกเลิก ใน|ระบบ|วินโดว์ จะ|มี|ปุ่ม deselect ให้|เลือก|กด|ได้|เมื่อ|ต้องการ เหมือน|กด Cancel ดู select ประกอบ
(ดิ|เซน|'|ซิ|ไท|ซ) vt. ทํา|ให้|ไม่|ไว|ต่อ|,|ขจัด|ปฎิ|กิริยา|โต้ตอบ|,|ทํา|ให้|ความรู้สึก|เฉื่อยชา|,|ขจัด|อาการ|ภูมิแพ้|,|ลด|หรือ|ขจัด|การ|แพ้|แสง.  |Syn. desensitization n. ดู|desensitize desensitisation n. ดู|desensitize desensitiser n. ดู|desensitize desensitizer n. ด
(ดิ|เซน|'|ซิ|ไท|ซ) vt. ทํา|ให้|ไม่|ไว|ต่อ|,|ขจัด|ปฎิ|กิริยา|โต้ตอบ|,|ทํา|ให้|ความรู้สึก|เฉื่อยชา|,|ขจัด|อาการ|ภูมิแพ้|,|ลด|หรือ|ขจัด|การ|แพ้|แสง.  |Syn. desensitization n. ดู|desensitize desensitisation n. ดู|desensitize desensitiser n. ดู|desensitize desensitizer n. ด
(เดส|'|เซิร์ท) {|deserted|,|deserting|,|deserts|} n. ทะเลทราย adj.แห้งแล้ง|,|รกร้าง|,|อ้างว้าง vt. ละทิ้ง|,|ละทิ้ง|หน้าที่|,|หนี|ทัพ. n. ผู้|ละทิ้ง|,|ผู้|หนี|ทัพ
(ดิเซิร์ท|'|ทิด) adj. ซึ่ง|ถูก|ทอดทิ้ง|,|ถูก|ลืม|,|ไร้|คน|อยู่|,|โดดเดี่ยว|  |Syn. abandoned
(ดิเซิร์ท|'|เชิน) n. การ|ทอดทิ้ง|,|การ|ละทิ้ง|,|ภาวะ|ที่|ถูก|ทอดทิ้ง|,|การ|หนี|ทัพ
(ดี|เซิร์ฟว|') vt.,|vi. สมควร|จะ|ได้|รับ.  |Syn. deserver n. ดู|deserve|  |Syn. merit|,|earn|,|rate
(ดิเซิร์ฟวดฺ|') adj. ซึ่ง|สมควร|ได้|รับ|,|ดี|สม|,|สมควร|แล้ว|  |Syn. deservedness n.
(ดิเซิร์ฟ|'|วิด|ลี) adv. สมควร|แล้ว
(ดิเซิร์ฟ|'|วิง) adj. ซึ่ง|สมควร|ได้|รับ (รางวัล|,|การ|ชมเชย|,|ความ|ช่วยเหลือ)|  |Syn. deservingness n.  |Syn. worthy
vt. ตอน|,|ตัด|อัณฑะ|ออก|,|ขจัด|ความ|ต้องการ|ทาง|เพศ
vt. ตอน|,|ตัด|อัณฑะ|ออก|,|ขจัด|ความ|ต้องการ|ทาง|เพศ
adj. แห้ง|สนิท|,|ซึ่ง|ถูก|ทํา|ให้|แห้ง|สนิท n. สาร|ที่|ทํา|ให้|แห้ง|สนิท
vt. ทํา|ให้|แห้ง|สนิท|,|เก็บ|อาหาร|โดย|การ|ขจัด|น้ําทิ้ง vi. แห้ง|สนิท.  |Syn. desiccated adj. ดู|desiccate desiccation n. ดู|desiccate desiccative adj. ดู|desiccate desiccator n. ดู|desiccate
(ดิ|ซิ|ด|'|ดะ|เรท) vt. ปรารถนา|,|ต้องการ|มาก|,|  |Syn. desideration n.
adj. ซึ่ง|มี|ความ|ต้องการ
(ดี|ซิ|ด|ดะ|เร|'|ทัม) n. สิ่ง|ที่|ต้องการ -|pl. desiderata
(ดิ|ไซ|นฺ|') v. ออกแบบ|,|วางแผน|,|มุ่งหมาย|,|คิด|,|กําหนด|,|ประสงค์.  |Syn. designed adj. n. แบบ|,
(เดซ|'|ซิ|เนท) vt. กะ|,|กําหนด|,|ระบุ|,|เรียก|ว่า|,|ตั้ง|ชื่อ|,|ตั้ง. adj. ซึ่ง|ได้|รับ|แต่งตั้ง|หรือ|เลือก|ให้|เป็น|  |Syn. designative adj. ดู|designate designatory adj. ดู|designate designator n. ดู|designate|  |Syn. name|,|select
(เดซ|ซิก|เน|'|เชิน) n. การ|ตั้ง|,|การ|ระบุ|,|ชื่อ|,|ตําแหน่ง|,|การ|ตั้ง|ชื่อ|,|การ|เลือกตั้ง|  |Syn. nomination|  |Syn. designed adj.
(เดซ|ซิ|นี|') n.ผู้|ถูก|แต่งตั้ง ผู้|ถูก|กําหนด
(ดิ|ไซ|'|เนอะ) n. ผู้ออกแบบ|,|ผู้|วางแผน
(ดี|ไซ|'|นิง) adj. เจ้าเล่ห์|,|มี|แผน n. ศิลปะ|ใน|การ|ออกแบบ|  |Syn. designingly adv.
(เดส|'|ซะ|เนิน|ซ) n. การ|สิ้นสุด|,|การ|จบ|ลง|,|ตอนจบ|,|คํา|เสริม|ท้าย.  |Syn. desinent|,|desinential adj.
(ดิ|ไซ|'|ระ|เบิล) adj. น่า|เอา|,|ดีเลิศ|,|น่า|ยินดี|,|ซึ่ง|ถูกอกถูกใจ|,|น่า|ปรารถนา. n. บุคคล|หรือ|สิ่งของ|ที่|น่า|ปรารถนา.  |Syn. desirability n.  |Syn. good|,|acceptable
(ดิ|ไซ|'|เออะ) n. ความ|ต้องการ|,|ราคะ|,|สิ่ง|ที่|ต้องการ. vt. ปรารถนา|,|ต้องการ|,|ประสงค์|  |Syn. longing
(ดิ|ไซ|'|รัส) adj. ซึ่ง|ต้องการ.  |Syn. desirousness n. ดู|desirous|  |Syn. longing
(ดิ|ซิ|สทฺ|'|,|ดิ|ซิ|สทฺ|') vt. หยุด|,|ระงับ|,|เลิกล้ม|ความ|ตั้งใจ.  |Syn. desistance n. ดู|desist desistence n. ดู|desist|  |Syn. cease
(ดิ|ไซ|ซ|') vt.นํา|เอา|น้ํา|แป้ง|ออก
(เดสคฺ) โต๊ะทํางาน|,|แท่น|อ่าน ,|กอง ฝ่าย|หรือ|แผนก|,|ที่|ตั้ง|โน๊|ตด|น|ตรี|,|กองบรรณาธิการ adj. เกี่ยวกับ|โต๊ะ
เครื่องใช้|อํานวย|ความ|สะดวก|ใช้|ตัวย่อ|ว่า DA (อ่าน|ว่า ดี|เอ) หมายถึง โปรแกรม|พิเศษ|ประเภท|โปรแกรม|อรรถประโยชน์ (utility program) ต่าง ๆ ที่|อํานวย|ประโยชน์|ให้แก่|ผู้ใช้|ได้|ตลอดเวลา แม้|ใน|ขณะที่|ใช้|โปรแกรม|อื่น|อยู่ เช่น เครื่องคิดเลข นาฬิกา ฯ (ดู DA)| 
(เดส|'|ทอ|พ) adj. เล็ก|พอ|สําหรับ|ตั้ง|บน|โต๊ะ -|n. ภาพ|หลัง|ฉาก|บน|จอ|ระบบ|พี|ซี พื้น|หลัง|จอภาพ|หมายถึง พื้น|หลัง|ของ|จอภาพ ศัพท์|นี้|ใช้|ทั้ง|กับ|แมค|อิน|ทอ|ช|และ|พี|ซี เมื่อ|ใช้|ระบบ|วินโดว์ หรือ โอเอ|ส|/|ทู เรา|อาจ|กําหนด|เลือก|ให้|พื้น|หลัง|ของ|จอภาพ|มี|สี|ใด ๆ หรือ|มี|ภาพ|ใด ๆ ก็ได้ เช่น เรา|อาจ|กําหนด|ลวดลาย (pattern) ภาพ|เคลื่อนไหว (screen saver) ภาพ (wallpaper) ฯ ส่วน|ของ|แมค|อิน|ทอ|ช ก็|อาจ|กําหนด|เลือก|เอง|ได้|เช่นเดียวกัน|ใน Control Panel ซึ่ง|อยู่|ใน System Folder ดู pattern|, wallpaper และ screen saver ประกอบ
คอมพิวเตอร์|แบบ|ตั้งโต๊ะ|หมายถึง ไมโครคอมพิวเตอร์|ขนาด|พอ|ที่|จะ|วาง|อยู่|บน|โต๊ะทํางาน|ได้|สบาย ๆ ใน|ปัจจุบัน เครื่อง|คอมพิวเตอร์|มี|ขนาด|เล็ก|ลง|ทุกที โดย|ปกติ เรา|จะ|ถือ|ว่า คอมพิวเตอร์|ตั้งโต๊ะ|นั้น|มี|ขนาด|ใหญ่|กว่า|ขนาด|กระเป๋า|หิ้ว (portable) ซึ่ง|ก็|ยัง|ใหญ่|กว่า|ขนาด|วาง|ตัก (laptop) และ|ขนาด|โน้ต|บุ๊ก (notebook)| 
การ|จัดพิมพ์|ด้วย|คอมพิวเตอร์|แบบ|ตั้งโต๊ะ|ใช้|ตัวย่อ|ว่า DTP (อ่าน|ว่า ดี|ที|พี) หมายถึง การ|นํา|ภาพ|และ|ข้อความ|มา|จัด|วาง|ไว้|ด้วย|กัน|บน|จอภาพ ใน|ตําแหน่ง|ที่|สวยงาม ดู|แล้ว|สบาย|ตา มัก|ใช้|เป็นต้น|แบบ (ต้นฉบับ|ที่|จะ|นํา|ไป|ผลิต|ต่อ) ของ|เอกสาร|สิ่งพิมพ์ อธิบาย|ง่าย ๆ ก็|คือ การ|จัดเตรียม|ต้นฉบับ|เอกสาร|สิ่งพิมพ์|โดย|ใช้|เครื่อง|คอมพิวเตอร์|แบบ|ตั้งโต๊ะ (desktop computer) แทน|ที่|จะ|เป็น|การ "|ตัด|ปะ|" อย่าง|สมัยก่อน อย่างไรก็ตาม ก็|ต้อง|ใช้|โปรแกรม|ช่วย โปรแกรม|ที่|นิยม|ใช้|กัน|มาก คือ PageMaker และ QuarkXpress การ|จัดเตรียม|เอกสาร|สิ่งพิมพ์|ด้วย|วิธี|นี้ จะ|ช่วย|ลด|ค่าใช้จ่าย|ได้|มาก|ทีเดียว และ|เป็น|ที่|นิยม|มาก|ใน|ปัจจุบัน
(เดส|'|ซะลิท) adj. โดดเดี่ยว|,|ว่างเปล่า|,|อ้างว้าง|,|ไร้|ผู้คน|,|หดหู่ใจ. vt. ทํา|ให้|อ้างว้าง|,|ทํา|ให้|ไร้|ผู้คน|,|ทอดทิ้ง|,|ทํา|ให้|หดหู่ใจ|  |Syn. desolator n.ดู|desolate|  |Syn. abandoned
(เดสซะเล|'|เชิน) n. ความ|โดดเดี่ยว|,|ความ|อ้างว้าง|,|การ|ไร้|ผู้คน|,|ความ|เสียใจ|,|การ|เศร้าโศก|,|ที่|ที่|ถูก|ทอดทิ้ง|  |Syn. ruin
(ดิสแพร์|') n. การ|สูญเสีย|ความ|หวัง|,|ความ|หมดหวัง|,|สิ่ง|ที่|ทํา|ให้|หมดหวัง. vi. ผิดหวัง|,|สิ้น|ความ|หวัง
(ดิส|แพ|'|ริ|ง) adj. หมดหวัง|,|สิ้นหวัง
(ดิส|แพ|ทชฺ|') vt.,|vi.,|n. ดู|dispatch
(เดสพะ|รา|'|โด) n. อาชญากร|ที่|อาจหาญ|และ|บ้าระห่ํา -|pl. desperadoes|,|desperados
(เดส|'|เพ|อริ|ท) adj. อันตราย|,|เข้าตา|,|จน|,|ล่อแหลม|,|มี|ความ|ต้องการ|อย่าง|มาก|,|ร้ายแรง|มาก|,|เลว|มาก|,|อย่างยิ่ง|,|เหลือเกิน|,|เต็มที่.  |Syn. desperateness n. ดู|desperate|  |Syn. wild|-|A. cautious
(เดสพะเร|'|เชิน) n. ภาวะ|ที่|ล่อแหลม|,|ภาวะ|ที่|ร้ายแรง|,|ความ|สิ้นหวัง.  |Syn. rcklessness
(เดส|'|พิ|คะ|เบิล) adj. น่า|รังเกียจ|ที่สุด|,|เลวทราม|,|น่า|เหยียดหยาม|,|น่าดู|หมิ่น|  |Syn. despicableness n. ดู|despicable|  |Syn. mean Ant. admirable
(ดิส|ไพ|ซ|') vt. ดูหมิ่น|,|เหยียดหยาม|,|ดูถูก|,|ชัง.  |Syn. condemn
(ดิส|ไพ|ทฺ|') prep. ถึงอย่างไรก็ตาม|,|โดย|ไม่|คํานึง|ถึง. n. ความ|เกลียดชัง|,|การ|ดูหมิ่น|,|การ|เหยียดหยาม|-|Phr. (in despite of ถึงแม้ว่า)| 
(ดิส|ไพ|ทฺ|'|ฟู|ล) adj. มุ่งร้าย|,|อาฆาต|แค้น|  |Syn. despitefulness n.
(ดิสพิท|'|เทียส) adj. มุ่งร้าย|,|มี|เจตนา|ร้าย|  |Syn. malicious
(ดิสพอยล์|') vt. แย่ง|,|ปล้น|,|ปล้นสะดม|,|ตัด|สิทธิ์.  |Syn. despoiler n. despoilment n.
(ดิส|พอน|ดฺ|') vt. เศร้าโศก|เนื่องจาก|ความ|หมดหวัง|หรือ|หมด|กําลังใจ|  |Syn. desponder n.  |Syn. despair
(ดิส|พอน|'|เดิน|ซี|,|-|เดิน|ซฺ) n. ความ|หดหู่ใจ|,|ความ|ท้อแท้|  |Syn. dejection Ant. cheedrfulness
(ดิส|พอน|'|เดิน|ซี|,|-|เดิน|ซฺ) n. ความ|หดหู่ใจ|,|ความ|ท้อแท้|  |Syn. dejection Ant. cheedrfulness
(ดิส|พอน|'|เดิน|ทฺ) adj. หมดหวัง|,|ท้อแท้|ใจ|,|หดหู่ใจ|  |Syn. depressed
(เดส|'|เพิท) n. ผู้|กดขี่|,|ทร|ราชย์|,|นัก|เผด็จการ|  |Syn. despotism n.  |Syn. tyrant
(ดิส|พอ|ท|'|ทิค) adj. ซึ่ง|กดขี่|,|เผด็จการ|,|ซึ่ง|มี|อํานาจ|เด็ดขาด|,|ตาม|อําเภอใจ|  |Syn. despoticness n. ดู|despotic despotism n. ดู|despotic
(ดิเซิร์ท|') n. ผลไม้|และ|ขนม|หวาน|หลัง|อาหาร (อังกฤษ) ,|ขนม|หวาน|,|ไอศกรีม|ที่|เป็น|ส่วน|ท้าย|ของ|มื้อ|อาหาร (สหรัฐอเมริกา)| 
(ดิเซิร์ท|'|ส|พูน) n. ช้อน|ตัก|ขนม|หวาน|มี|ขนาด|ระหว่าง|ช้อนโต๊ะ|และ|ช้อนชา
(เดสทะเน|'|เชิน) n. จุดหมายปลายทาง|,|จุดมุ่งหมาย|  |Syn. objective
(เดส|'|ทิน) vt. กําหนด|,|กําหนด|ล่วงหน้า|  |Syn. design|  |Syn. destinedadj.
(เดส|'|ทินี) n. ชะตากรรม|,|โชคชะตา|,|เคราะห์กรรม|,|พรหมลิขิต|  |Syn. fate
(เดสทิ|ทิว|'|เชิน) n. การ|ขาดแคลน|,|ความ|อดอยาก|,|ความ|ยากจน.  |Syn. destitute adj.
(ดิสท|รอย|') vt. ทําลาย|,|ผลาญ|,|ดับ|,|ฆ่า|  |Syn. ruin
(ดิสท|รอย|'|เออะ) n. ผู้ทํา|ลาย|,|สิ่ง|ที่|ทําลาย|,|เรือ|พิฆาต
(ดิสทรัคทฺ|') adj. เป็น|การ|ทําลาย n. การ|ทําลาย|ขีปนาวุธ|อย่าง|ตั้งใจ vi. ทําลาย|  |Syn. destructible adj. ซึ่ง|ถูก|ทําลาย|ได้
(ดิสทรัค|'|เชิน) n. การ|ทําลาย|,|ภาวะ|ที่|ถูก|ทําลาย|,|  |Syn. destructionist n.  |Syn. ruin
(ดิสทรัค|'|ทิฟว) adj. ซึ่ง|เป็น|การ|ทําลาย|,|ชอบ|ทําลาย|,|เป็น|อันตราย|,|เป็น|ภัย|  |Syn. ruinous
(ดิสทรัค|'|เทอะ) n. เตาเผา|,|อุปกรณ์|ทําลาย|ตัวเอง|ใน|จรวด|ขีปนาวุธ
(เดส|'|วิทูด) n. การ|ไม่|ใช้|ต่อไป|,|การ|ไม่|ปฏิบัติ|ต่อไป
(เดส|'|ซัล|โท|รี) adj. ไม่|ปะติดปะต่อ|,|ไม่|ต่อเนื่อง|,|ไม่|เป็น|ระเบียบ|,|โยกเยก|  |Syn. desultoriness n.  |Syn. cursory
(ดิแทชฺ|') vt. ถอด|ออก|,|ส่ง|ไป|เป็นพิเศษ
(ดิแทชทฺ|') adj. ซึ่ง|แยก|ออก|,|ไม่|ลําเอียง|,|ไม่|เกี่ยวข้อง|,|มี|อุเบกขา|  |Syn. separated
(ดิแทช|'|เมิน|ทฺ) n. การ|ถอด|ออก|,|ความ|ไม่|ลําเอียง|,|การ|มี|อุเบกขา|,|การ|ส่ง|กองทหาร|หรือ|เรือ|ไป|เป็นพิเศษ|  |Syn. impartiality
(ดี|'|เท|ล) n. รายละเอียด|,|ข้อปลีกย่อย|,|ส่วนย่อย vt. แจ้ง|รายละเอียด|,|แต่งตั้ง|หรือ|สั่ง|ให้|ปฎิบัติ|การ|พิเศษ
(ดี|เท|ลด|ฺ|') adj. ซึ่ง|มี|รายละเอียด|มาก|  |Syn. thorough
ผัง|งาน|ละเอียด|หมายถึง|ผัง|งาน|ที่|แสดง|ลําดับ|ขั้นตอน|การ|ทํางาน|อย่าง|ละเอียด จน|แทบ|จะ|นํา|แต่ละ|ขั้นตอน|มา|ถอด|โยง|กัน|เป็น|ชุดคําสั่ง|หรือ|โปรแกรม|ได้|เลย|ดู program flowchart ประกอบ
(ดี|เท|น|') vt. กัก|ตัว|,|หน่วงเหนี่ยว|,|ทํา|ให้|ช้า|,|ยับยั้ง.  |Syn. detainable adj. detainment n.  |Syn. keep
(ดี|เท|น|'|เนอะ) n. การ|ยึด|ทรัพย์|ของ|คน|อื่น|ไว้|โดย|ไม่|ชอบด้วยกฎหมาย|,|หมาย|ศาล|ให้|กัก|ตัวผู้|ต้องหา
(ดิ|เท|คทฺ|') vt. พบ|,|พบเห็น|,|สืบหา|,|สืบ|ค้น|,|ตรวจ|พบ|  |Syn. detectable|,|detectible adj.
(ดิ|เท|ค|'|เชิน) n. การ|พบ|,|การ|สืบหา|,|การ|ตรวจ|พบ
(ดิ|เท|ค|'|ทิฟว) n. นักสืบ adj. เกี่ยวกับ|การ|สืบหา|  |Syn. sleuth
(เด|ทาน|ทฺ|') n. ความ|ผ่อนคลาย|ของ|วิกฤติการณ์ (ความ|ตึงเครียด) ทางการ|เมือง|ระหว่าง|ประเทศ
(ดิ|เท|น|'|เชิน) n. การ|กักขัง|,|การ|คุม|ตัว|,|การ|กักกัน|,|การ|ยึด|ทรัพย์|ของ|ผู้อื่น adj. เกี่ยวกับ|การ|กักขัง
(เดทะนู|') n. ผู้|ถูก|กักขัง
(ดิเทอร์|') {|deterred|,|deterring|,|deters|} vt. ขัดขวาง|,|ยับยั้ง|,|ป้องกัน.  |Syn. determent n.  |Syn. stop
(ดี|เท|อจ|') vt. ขจัด|,|ล้าง|,|ชําระล้าง
(ดิเทอร์|'|เจินทฺ) n. ผงซักฟอก|,|สิ่ง|ชําระล้าง (เช่น สบู่) adj. ซึ่ง|เป็น|การ|ชําระล้าง
(ดิเทีย|'|เรียเรท) vt.,|vi. ทํา|ให้|เลว|ลง|,|ทํา|ให้|เสื่อมเสีย|,|เลว|ลง|,|เสื่อม|ลง|,|ชํารุด|,|แตกสลาย|  |Syn. lessen
(ดิเทียเรียเร|'|เชิน) n. การ|เสื่อม|ลง|,|การ|ทํา|ให้|เสื่อม|ลง
(ดิเทอร์|'|เมิน|ทฺ) n. การ|ขัดขวาง|,|สิ่ง|ที่|ขัดขวาง|  |Syn. restraint
(ดิ|เท|อ|'|มิ|เนิน|ทฺ) n. ปัจจัย|,|ตัวกําหนด|,|ลักษณะ|ชี้|เฉพาะ
(ดิเทอร์|'|มิ|เนท) adj. แน่นอน|,|ซึ่ง|ได้|กําหนด|ไว้|,|เด็ดขาด|,|ซึ่ง|ได้|ตัดสินใจ|แล้ว|,|ซึ่ง|มี|ค่า|หรือ|จํานวน|ที่|แน่นอน|  |Syn. specific
(ดิเทอร์|มิ|เน|'|เชิน) n. การ|กําหนด|ความ|แน่นอน|,|การ|ตกลงใจ|,|ความ|ตั้งใจ|,|การ|ยุติ|,|การ|สิ้นสุด -|S.decision Ant. uncertainty
(ดิเทอร์|'|มิ|เนทิฟว) adj. ซึ่ง|เป็น|การ|กําหนด|,|เป็น|การ|ชี้ขาด|,|เป็น|เครื่อง|ตัดสิน n. ตัว|ชี้ขาด|,|ตัวกําหนด|,|ศัพท์|ที่|กําหนด|ไว้
(ดิเทอร์|'|มิ|น) vt. กําหนด|,|ตัดสินใจ|,|ตกลงใจ|,|ตั้งใจ|,|ยุติ|,|ทํา|ให้|สิ้นสุด vi. ตกลงใจ.  |Syn. determinable adj. determinability n.  |Syn. decide
(ดิเทอร์|'|มิ|นดฺ) adj. แน่นอน|,|ซึ่ง|ตัดสินใจ|แล้ว|,|ซึ่ง|ตัดสิน|แล้ว|  |Syn. determinedness n.  |Syn. resolved|,|fixed
(ดิเทอร์|'|เรินซฺ) n. การ|ยับยั้ง|,|การ|กีดขวาง|  |Syn. deterring
(ดิ|เท|อ|'|เรินทฺ) adj. ซึ่ง|ยับยั้ง|,|ซึ่ง|กีดขวาง n. ตัวยับยั้ง|,|ตัว|กีดขวาง|  |Syn. deterrence n.
(ดิ|เท|สทฺ|') vi. เกลียด|,|ไม่|ชอบ|มาก|  |Syn. detester n.  |Syn. hate
(ดิ|เท|ส|'|ทะเบิล) adj. น่าชัง|,|น่าเกลียด|  |Syn. detestableness n. ดู|detestable detestability n. ดู|detestable|  |Syn. hateful
(ดี|เท|ส|เท|'|เชิน) n. ความ|เกลียด|,|ความ|ชัง|,|ผู้|ที่|ถูก|เกลียด|,|ผู้|ที่|ถูก|ชัง|  |Syn. hatred
(ดี|โธ|รน|') vt. เอา|ออก|จาก|บัลลังก์|,|ปลด.  |Syn. dethronement n. ดู|dethrone|  |Syn. depose
(เดท|'|ทะเนท) vi. ระเบิด|อย่าง|รุนแรง|ด้วย|เสียง|สนั่นหวั่นไหว. vt. ทํา|ให้|เกิด|การ|ระเบิด|  |Syn. explode
(เดท|ทะเน|'|เชิน) n. การ|ระเบิด|,|เสียง|ระเบิด|  |Syn. detonative adj. ดู|detonation|  |Syn. explosion
(เดท|'|ทะเน|เทอะ) n. ลูก|ระเบิด|,|ระเบิด|,|ดินระเบิด|,|สิ่ง|ที่|ระเบิด|,|เชื้อ|ปะทุ|ระเบิด
(ดี|'|ทัวร|,|์ ดี|ทัวร์|') n. ทางอ้อม|,|ทางโค้ง vi. เลี้ยว|,|อ้อม|  |Syn. bypass
(ดี|ทอ|ค|'|ซะเคท) vt. ขจัด|พิษ|,|ทําลาย|พิษ|  |Syn. detoxicant n. adj. ดู|detoxicate detoxication n. ดู|detoxicate detoxicator n. ดู|detoxicate|  |Syn. detoxify
(ดี|ทอ|ค|'|ซิ|ไฟ) {|detoxified|,|detoxifying|,|detoxifies) vt. ขจัด|พิษ|,|ทําลาย|พิษ|  |Syn. detoxification n. ดู|detoxify|  |Syn. detoxicate
(ดิแทรคทฺ|') vt.,|vi. หันเห|,|เคลื่อนย้าย|,|เอา|ออก|,|เลิกล้ม|,|ทําลาย|,|ลด|ค่า|  |Syn. detractingly adv. detractor n.
(ดิแทรค|'|เชิน) n. การ|หันเห|,|การ|เคลื่อนย้าย|,|การ|เอา|ออก|,|การ|ลด|ต่ํา|,|การ|ทํา|ให้|เสื่อม|เกียรติ.  |Syn. detractive adj. ดู|detraction
(ดิ|เท|รน|') vi. ลง|จาก|รถไฟ vt. เอา|ออก|จาก|รถไฟ|  |Syn. detrainment n.
(ดี|'|ท|ริ|เมิน|ทฺ) n. การ|สูญเสีย|,|ความ|เสียหาย|,|ความ|ทรุดโทรม|,|การ|ได้|รับ|บาดเจ็บ|,|สาเหตุ|ของ|ความ|สูญเสีย|หรือ|ความ|เสียหาย|  |Syn. harm
(ดี|ท|ระ|เมน|'|เทิล) adj. เป็น|อันตราย|,|เป็น|ภัย n. ผู้|ที่|เป็น|อันตราย|  |Syn. hurtful
(ดิท|ริ|ช|'|เชิน) n. การ|สึกกร่อน (เนื่องจาก|การ|ถู|หรือ|ครูด)|  |Syn. friction
(ดู|ซฺ) n. ไพ่ 2 แต้ม|,|เต๋า|2|แต้ม|,|คะแนน|เสมอ|กัน|ที่|ชนะ|ได้|ด้วย|การ|ทํา|คะแนน|นํา|ติดต่อ|กัน|2|เกม|,|ปีศาจ|,|ผี|,|ผีสาง adj.  |Syn. devil|,|dickens
(ดู|'|ซิ|ด) adj. อัปรีย์|,|แย่|จริง|,|ระยํา|  |Syn. deucedly adv.  |Syn. confounded
(เด|'|อู|ส|'|วูลท|') Latin พระเจ้า|ทรง|โปรด
(ดู|เทีย|'|เรียม) n. ไอโซโทป|ของ|ไฮโดรเจน|ที่|มี|มวล|เป็น|สอง|เท่า|ของ|มวล|ไฮโดรเจน|ธรรมดา|,|heavy hydrogen
Pref. " ที่|สอง
Pref. " ที่|สอง
(ดอย|'|ชะ) n. หน่วย|เงินตรา|ของ|เยอรมันตะวันตก|ที่|มี|ค่า|เท่า|กับ 100 pfennigs|,|DM
abbr. duck embryo vaccine
(ดี|แวล|'|ลิวเอท) vt. ลด|ค่า|เงินตรา
(ดี|แวลลิวเอ|'|เชิน) n. การ|ลด|ค่า|เงินตรา
(ดี|แวล|'|ลิว) vt. ลด|ค่า|เงินตรา
(เดฟ|'|เวิส|เท|ท) vt. ทําลายล้าง|,|ล้าง|ผลาญ|,|มี|ชัย|ท่วมท้น|  |Syn. devastation n. ดู|devastate devastative adj. ดู|devastate devastator n. ดู|devastate|  |Syn. ravage
(ดี|เวน|') vt. เอา|เส้นโลหิต|ดํา|ออก
(ดี|เวล|'|เลิพ) {|developed|,|developing|,|develops|} vt. พัฒนา|,|ทํา|ให้|เจริญ|,|ทํา|ให้|ป|รา|กฎ|ชัด|ขึ้น|มา|,|ล้าง|รูป|,|ค่อย ๆ ป|รา|กฎ|ชัด|ขึ้น|มา|ตาม|ลําดับ. vi. พัฒนา|,|วิวัฒนา|  |Syn. developability n. ดู|develop|  |Syn. mature
(ดิเวล|'|เลิพ) vt.,|vi. ดู|develop
(ดี|เวล|'|ละ|เพอะ) n. ผู้|พัฒนา|,|สิ่ง|ที่|พัฒนา|,|น้ํายา|ล้าง|ฟิล์ม|ถ่าย|รูป|,|ผู้บุกเบิก
(ดิเวล|'|เลิพ|เมิน|ทฺ) n. ความ|ก้าวหน้า|,|การ|พัฒนา|,|พัฒนาการ|,|วิวัฒนาการ|,|ภาวะ|ที่|ค่อย ๆ ป|รา|กฎ|ชัด|ขึ้น|  |Syn. growth|,|evolution
(ดิเวสท|') vt. ดู|divest
(ดี|'|วิเอินทฺ) n. บุคคล|ที่|ผิดปกติ|,|สิ่ง|ที่|ผิดปกติ adj. ผิดปกติ|จาก|ธรรมดา|  |Syn. deviating
(ดี|'|วิเอท) vi.,|n. (ทํา|ให้) หันเห|,|บ่ายเบน|,|เฉ|,|ไถล|,|ออก|นอกลู่นอกทาง|,|ผิดปกติ|,|บุคคล|ที่|ผิดปกติ|  |Syn. deviation n.
(ดิ|ไว|ซฺ|') n. อุปกรณ์|,|เครื่อง|ประดิษฐ์|,|เครื่องกลไก|,|แผนการ|,|หลัก|ใน|ใจ|,|เครื่องหมาย|  |Syn. contrivance อุปกรณ์|หมายถึง อุปกรณ์|ต่าง ๆ ที่|ใช้|ร่วม|กับ|เครื่อง|คอมพิวเตอร์ เช่น จอภาพ เครื่องพิมพ์ เมาส์ หน่วย|จาน|บันทึก หรือ|โมเด็ม ซึ่ง|สามารถ|รับ|และ|แสดง|ผล|ข้อมูล|ได้ อุปกรณ์|บาง|ชนิด|ต้อง|มี|โปรแกรม|ช่วย โปรแกรม|นี้|เรียก|ว่า device driver|ดู device driver ประกอบ
โปรแกรม|ขับ|อุปกรณ์|หมายถึง โปรแกรม|ที่|เขียน|ขึ้น|เพื่อ|ใช้|เป็น|ข้อกําหนด|ใน|การ|ใช้|อุปกรณ์|ที่|เชื่อมต่อ|กับ|เครื่อง|คอมพิวเตอร์|โดยเฉพาะ เพื่อให้|สามารถ|สั่ง|ให้|ทํางาน|ด้วย|คําสั่ง|ที่|ผ่าน|ทาง|คอมพิวเตอร์ ได้ เช่น หาก|จะ|ใช้|เครื่องพิมพ์|ยี่ห้อ|อะไร|ก็|จะ|ต้อง|ติดตั้ง "|driver|" สําหรับ|เครื่องพิมพ์|ยี่ห้อ|นั้น|ด้วย
(เดฟ|'|เวิล) n. ภูต|,|ผี|,|ปีศาจ|,|มาร|,|ซาตาน|,|อันธพาล|,|วาย|ร้าย|,|สัตว์ร้าย vt. รบกวน|,|ฉีก
(เดฟ|'|เวิ|ลด|ฺ) adj. เผ็ด|หรือ|มี|รส|จัด|, มัก|สับ|ละเอียด
(เดฟ|'|เวิลลิส|ซึม) n. พฤติกรรม|ที่|คล้าย|ปีศาจ|,|การ|บูชา|ภูต|ผี|ปีศาจ
(เดฟ|'|เวิลคิน) n. ปีศาจ|น้อย|,|ผี|ตัว|เล็ก ๆ| 
(เดฟ|'|เวิล|มัน|ทฺ) n. พฤติกรรม|ที่|คล้าย|ภูต|ผี|ปีศาจ|,|ความ|ร้าย
(เดฟ|'|เวิลท|รี) n. ความ|ร้ายกาจ|มาก
(ดี|'|เวียส) adj. คดเคี้ยว|,|ไม่|ไป|ทางตรง|  |Syn. deviousness n.
(ดิ|ไว|'|ซะเบิล) adj. ซึ่ง|สามารถ|ประดิษฐ์|ขึ้น|ได้|,|เคลื่อนย้าย|ได้
(ดิ|ไว|'|เซิล) n. การ|ประดิษฐ์|,|การ|ออกแบบ|วางแผน
(ดิ|ไว|ซ|') vt.,|n. (การ) ประดิษฐ์|,|ออกแบบ|,|วางแผน|,|โอน|ทรัพย์สิน|ให้|โดย|พินัยกรรม|,|คิด|,|คาดคะเน|,|พินัยกรรม|,|ทรัพย์สิน|ที่|ให้|โดย|พินัยกรรม|  |Syn. contrive
(ดิ|ไว|ซี|') n. ผู้|ได้|รับ|ทรัพย์สิน|โดย|พินัยกรรม
(ดิ|ไว|'|เซอะ) n. ผู้ทํา|พินัยกรรม
(ดี|โว|'|คะ|ไลซ) vt. ทํา|ให้|หมด|เสียง|ขุ่น
(ดี|โว|'|คะ|ไลซ) vt. ทํา|ให้|หมด|เสียง|ขุ่น
(ดิ|วอ|ยดฺ|') adj. ขาดแคลน|  |Syn. lacking
(ดิวาร์|') n. มารยาท|,|ความ|สุภาพ|,|ความ|เคารพ|,|ภารกิจ|,|หน้าที่
(ดิ|วอ|ลว|') vt. ตก|มา|อยู่|กับ|,|ทํา|ให้|กลิ้ง|ลง|,|ตกทอด|มรดก. vi. ถูก|ย้าย|จาก|คน|หนึ่ง|ไป|ยัง|อีก|คน|หนึ่ง|,|ถูก|มอบ|งาน|  |Syn. devolvement n. ดู|devolve
(ดิ|โว|ท|') vt. อุทิศ|,|สละ|,|ใส่ใจ|  |Syn. dedicate
(ดี|โว|'|ทิด) adj. มี|ใจจดใจจ่อ|,|ใส่ใจ|,|อุทิศ|  |Syn. devotedness n.  |Syn. destine
(เดฟ|'|วะ|ที) n. ผู้|มี|ใจ|ศรัทธา|,|ผู้|อุทิศ|ตัว|กับ|,|ผู้|หมกมุ่น|ใน|  |Syn. admirer
(ดิ|โว|'|เชิน) n. การ|อุทิศ|ตัว|,|การ|ใส่ใจ|,|การ|หมกมุ่น|ใน|ทาง|,|การ|บูชา.  |Syn. ardour
(ดิ|โว|'|เชินนัล) adj. ซึ่ง|เกี่ยวกับ|การ|อุทิศ|ตัว n. พิธี|สั้น ๆ ใน|ทาง|ศาสนา|  |Syn. devotionality n.
(ดิเวา|'|เออะ) vt. กลืน|,|กิน|อย่าง|ตะกละ ตะกลาม|,|เผาผลาญ|,|ใช้|อย่าง|สิ้นเปลือง|,|หมกมุ่น.  |Syn. devourer n. ดู|devour devouringly adv. ดู|devour
(ดิเวาทฺ|') adj. มี|ใจ|ศรัทธา|,|เคร่ง|ศาสนา|,|ใจจริง|,|ซื่อสัตย์.  |Syn. devoutness n.  |Syn. pious
(ดิว) {|dewed|,|dewing|,|dews|} n. น้ําค้าง|,|สิ่ง|ที่|คล้าย|น้ําค้าง|,|น้ําตา vt. เปียก|ชุ่ม|ด้วย|น้ําค้าง|  |Syn. moisture
(ดิว|'|ด|รอ|พ) n. หยดน้ํา|ค้าง
(ดิว|'|อิลี) adv. เหมือน|น้ําค้าง|,|อย่าง|สดชื่น
(ดิว|'|อี) adj. มี|น้ําค้าง|,|คล้าย|น้ําค้าง|,|สดชื่น|  |Syn. dewily adv. ดู|dewy dewiness n. ดู|dewy|  |Syn. moist
(ดิว|'|อิ|ไอ|ด) adj. ไร้เดียงสา|,|น่า|ไว้วางใจ
abbr. right
adj. ทาง|ขวา|,|ด้าน|ขวา
(เดคซฺ|เท|'|ริ|ที) n. ความ|ชํานาญ|,|ความ|แคล่วคล่อง|,|ความ|ถนัดมือ|ขวา|,|ความ|หลักแหลม|  |Syn. adroitness|,|skill
(เดคซฺ|'|โทร) adj. ซึ่ง|หัน|ลําแสง|ไป|ทาง|ขวา
Pref. " ขวา|"
(เดคซ|โทร|โร|เท|'|เชิน) adj. การ|หัน|แสง|ไป|ทาง|ขวา|ของ|พื้นราบ|แห่ง|ขั้ว
abbr. defined formula diets
(ดาร์|'|มะ) n. ธรรมะ
abbr. diffuse histiocyte lymphoma
abbr. duratiojn of hospital stay
abbr. diabetes inspidus abbr. deciliter (100 ml) abbr. drug interaction
Pref. "|สอง|" "|สอง|เท่า|"|,|" คู่ "
(ไดอะบี|'|ทิส) n. โรคเบาหวาน (diabetes mellitus) ,|โรค|เบา|จืด (diabetes insipidus)| 
โรค|เบา|จืด
(ไดอะเบท|'|ทิค) adj. เกี่ยวกับ|โรคเบาหวาน|หรือ|โรค|เบา|จืด
(ดิ|อา|' บละ|รี) n. การ|ศึกษา|เกี่ยวกับ|ภูต|ผี|ปีศาจ|,|ความ|ร้ายกาจ
(ไดอะ|บอล|'|ลิค|,|-|เคิล) adj. เหมือน|ภูต|ผี|ปีศาจ|,|โหดร้าย|,|ร้ายกาจ|  |Syn. diabolism n. ดู|diabolic|  |Syn. satanic
(ไดอะ|บอล|'|ลิค|,|-|เคิล) adj. เหมือน|ภูต|ผี|ปีศาจ|,|โหดร้าย|,|ร้ายกาจ|  |Syn. diabolism n. ดู|diabolic|  |Syn. satanic
adj. เกี่ยวกับ|ประวัติศาสตร์
(ได|แอ|ค|' ระ|นี) n. ประวัติการ|เปลี่ยนแปลง
adj. ซึ่ง|ทํา|ให้|แตกต่าง|กัน|,|เป็น|การ|แบ่งแยก|ชนิด|,|เป็น|เครื่องหมาย|การ|ออก|เสียง
n. = dyad -|adj. เกี่ยวกับ|สอง|ชั้น
(ได|'|อะเดม) n.,|vt. (ใส่) มงกุฎ|,|รัดเกล้า|,|พระราช|อํานาจ|,|พระ|ฐานันดร|ศักดิ์.  |Syn. crown
abbr. diagnosis
n. การ|สลัก|เว้า|เข้า
n. ลักษณะ|ที่|เป็น|หิน|ผา
(ได|'|อัก|โน|ส) v. วินิจฉัย|,|ตรวจโรค|,|วิเคราะห์.  |Syn. diagnosable adj. ดู|diagnose|  |Syn. analyze
(ได|แอก|โน|'|ซิ|ส) n. การ|วินิจฉัย|,|การ|ตรวจโรค|,
(ได|แอก|นอ|ส|'|ทิค) adj. เกี่ยวกับ|การ|วินิจฉัย
ชุดคําสั่ง|วินิจฉัย|หมายถึง โปรแกรม|หรือ|ชุดคําสั่ง|ที่|ใช้|ใน|การ|วินิจฉัย|ข้อบกพร่อง|ของ|เครื่อง|คอมพิวเตอร์|หรือ|ส่วนประกอบ|ใด ๆ ของ|เครื่อง หรือ|วินิจฉัย|ข้อผิดพลาด|ของ|การ|ลง|รหัส
(ได|แอก|'|กะ|เนิล) adj.,|n. (เส้น|,|แถว) ทแยงมุม|,|ขวาง|,|เฉ
(ได|'|อะ|แก|รม) n. แผนภาพ|,|แผนผัง|,|แปลน|,|ภาพอธิบาย|,|โครงการ. -|vt. ใช้|แผนภาพ|แสดง|  |Syn. digrammatic adj. ดู|diagram digrammatical adj. ดู|diagram
n. เครื่องมือ|วาด|แผนภาพ
(ได|'|เอิล) {|dialled|,|dialling|,|dials|} n. หน้าปัด|,|เกจ์ -|vt.,|vi. ใช้|หน้าปัด|แสดง|,|หมุน|จาน|หมุน|ด้วย|นิ้วมือ (เช่น|โทรศัพท์)|  |Syn. dialler n. ดู|dial|  |Syn. indicator|,|pointer
(ได|'|อะเลคทฺ) n. ภาษาท้องถิ่น|,|สําเนียง|ท้องถิ่น ๆ|  |Syn. dialectal adj. ดู|dialect|  |Syn. jargon
n. วิธีการ|โต้แย้ง|ด้วย|เหตุผล
(ได|'|อะ|ลอก) n. การ|สนทนา vi. สนทนา. vt. ให้|เป็น|รูป|สนทนา|  |Syn. dialoguer n.
กรอบ|สนทนา|หมายถึง|วินโดว์|เล็ก ๆ มี ลักษณะ|เป็น|กรอบ|สี่เหลี่ยม|ที่|จะ|ปรากฏ|ขึ้น|มา|บน|จอภาพ|เพื่อ|ถามหา|ข้อมูล|เพิ่มเติม ก่อน|ที่|จะ|นํา|คําสั่ง|ไป|ปฏิบัติ เช่น ใน|โปรแกรม|พิมพ์|เอกสาร ถ้า|สั่ง|เริ่ม|แฟ้มข้อมูล|ใหม่ ก็|จะ|มี|กรอบ|สี่เหลี่ยม|เล็ก ๆ ถาม|ว่า|ต้องการ|กําหนด|หน้าเป็น|ขนาด|ใด กั้น|ขอบ|ซ้าย ขวา บน ล่าง|เข้า|มา|เท่าใด มี|จํานวน|กี่|หน้า เมื่อ|ตอบ|คําถาม|ต่าง ๆ แล้ว จึง|กด|ปุ่ม OK กรอบ|สนทนา|นี้|ก็|จะ|หาย|ไป พร้อมกับ|ที่|คอมพิวเตอร์|นํา|ความ|ต้องการ|นั้น|ไป|ปฏิบัติ (อนึ่ง กรอบ|สนทนา|จะ|ปรากฏ|บน|จอภาพ|ทุก|ครั้ง|ที่|เลือก|รายการ|คําสั่ง|ที่|มี....ตาม|หลัง เช่น คําสั่ง new... ใต้|เมนู FILE)| 
n. การ|สนทนา|ใน|เชิง|มโนคติ
n. ผู้|สนทนา|ใน|หนังสือ
(ได|'|อะ|ลอก) n. การ|สนทนา vi. สนทนา. vt. ให้|เป็น|รูป|สนทนา|  |Syn. dialoguer n.
(ได|'|อะไลซ) vt. แยก|โดย|กระบวนการ|dialysis. vi. ผ่าน|กระบวน dialysis.
(ได|แอ|ล|'|ลิ|ซิ|ส) n. กระบวนการ|แยก|crystalloids|ออก|จาก|colloids|ใน|สารละลาย|โดย|ผ่าน|เยื่อ|บาง|  |Syn. dialytic adj. ดู|dialysis -|pl. dialyses
(ได|'|อะไลซ) vt. แยก|โดย|กระบวนการ|dialysis. vi. ผ่าน|กระบวน dialysis.
(ได|แอ|ม|'|มิ|เทอะ) n. เส้นผ่าศูนย์กลาง
adj. เกี่ยวกับ|เส้นผ่าศูนย์กลาง|,|โดย|ตรง|,|สมบูรณ์|,|แน่นอน|,|เด็ดขาด.
(ได|'|อะ|เมิน|ดฺ) n. เพชร|,|รูป|สี่เหลี่ยมขนมเปียกปูน|,|รูป|ข้าวหลามตัด
(ได|แอ|น|'|นะ) n. เทพธิดา|แห่ง|พระจันทร์
(ได|'|เพอะ|,|ได|'|อะเพอะ) n. ผ้าอ้อม
(ได|'|อะแฟ|รม) n. กะบังลม|  |Syn. diaphragmmatic adj. ดู|diaphragm
(ได|แอ|ฟ|'|ฟิ|ซิ|ส) n. ก้าน|กระดูก|ยาว.  |Syn. diaphysial adj. ดู|diaphysis -|pl. diaphyses
(ไดอะ|พอ|ฟ|'|ฟิ|ซิ|ส) n. ส่วน|บน|ของ|ปุ่ม|ยื่น|ตาม|ขวาง|ของ|กระ|ดุ|ก|สันหลัง. -|pl. diapophyses
vt. บันทึก (ลง|ใน|สมุดบันทึก|ประจําวัน)| 
vt. บันทึก (ลง|ใน|สมุดบันทึก|ประจําวัน)| 
(ไดอะเรีย|') n. โรคท้องร่วง.  |Syn. diarrheal adj. ดู|diarrhea
(ไดอะเรีย|') n. โรคท้องร่วง.  |Syn. diarrheal adj. ดู|diarrhea
(ได|'|อะ|รี) n. บันทึก|ประจําวัน|,|อนุทิน|  |Syn. diarist n. ดู|diary
(ได|แอ|ส|'|ทะลี) n. การ|ขยาย|ตัว|ตาม|ปกติ|ของ|หัวใจ
n. ความดัน|โลหิต (ที่|หลอด|โลหิต|แดง|ใหญ่) เป็น|ความดัน|เมื่อ|หัวใจ|คลาย|ตัว
(ได|'|อะ|เธอ|มี) n. การ|สร้าง|ความ|ร้อน|ใน|เนื้อเยื่อ|ร่างกาย|ด้วย|กระแส|ไฟฟ้า|เพื่อ|ประโยชน์|ทางการ|บําบัด.  |Syn. diathermia
(ได|'|อะ|ทอ|ม) n. พืช|เซลล์|เดียว (algae)| 
(ได|'|อะ|ไท|รบ) n. การ|ด่า|อย่าง|รุนแรง
(ได|แอ|ซ|'|ซิ|แพ|ม) n. ยากล่อมประสาท|ชนิด|หนึ่ง
(ดิบ|'|เบอะ) n. เครื่อง|เจาะ|รู|บน|พื้นดิน|สําหรับ|วาง|เมล็ด|พืช|ปลูก|พืช|อื่น ๆ| 
(ดิบ|'|เบิล) n. ดู|dibber. vt. เจาะ|รู|บน|พื้นดิน
abbr. disseminated intervasscular coagulation
(ไดซฺ) n.,|pl ลูกเต๋า|,|เกม|เล่น|ลูกเต๋า|,|ก้อน|ลูกบาศก์|เล็ก ๆ Sing. die
(ได|เซฟ|'|ฟะลัส) adj. ซึ่ง|มี|2 หัว
Pref. เป็น|สอง|ส่วน|,|เป็น|คู่
(ได|คอก|'|กะ|มี) n. ภาวะ|ที่|มี|เกสร|ตัวผู้|และ|เกสร|ตัวเมีย|สุก|ใน|เวลา|ต่าง|กัน|  |Syn. dichotomous adj.
(เดส|'|ซะ|เมิล) adj. เกี่ยวกับ|ทศนิยม|หรือ|เลข 10 n. เลข|ทศนิยม
(คิค|'|เคินซฺ) n. ผี
(ดิค|'|เคอะ) v..n. (การ) แลกเปลี่ยน|,|ค้าขาย|สินค้า|ที่|แลกเปลี่ยน|กัน|,|จํานวน 10|  |Syn. bargain
(ได|'|คอ|ท) n. ดู|dicotyledon
n. พืช|ประเภท|ที่|เม็ด|มี|ใบ|อ่อน|คู่.
(ดิค|'|ทะ) n. พหูพจน์|ของ dictum
n. เครื่องบันทึก|ตาม|คํา|บอก|และ|เปิด|ฟัง|ใหม่|เพื่อ|เขียน|ตาม|คํา|บอก|ได้|สะดวก
(ดิค|'|เท|ท) v. บอก|ให้|เขียน|ตาม|,|สั่ง|,|บงการ n. คําสั่ง|,|คํา|บอก
(ดิค|เท|'|เชิน) n. การ|บอก|ให้|เขียน|ตาม|คํา|บอก|,|การ|เขียน|ตาม|คํา|บอก|,|การ|บงการ|,|กําหนด|เอา|ตามใจชอบ
(ดิค|เท|'|เทอะ) n. ผู้เผด็จการ|,|ผู้|บอกคําบอก|ให้|,|เขียน|ตาม|,|ผู้|บงการ|,|ผู้|ชี้ขาด.  |Syn. dictatorship n. dictatress (ผู้เผด็จการ|หญิง)| 
(ดิคทะ|โท|'|เรี|ยล) adj. เกี่ยวกับ|ผู้เผด็จการ|  |Syn. dictatorialness n ดู|dictatorial
(ดิค|'|เชิน) n. วิธีการ|ใช้|คําพูด|หรือ|คํา|เขียน|คําศัพท์|,|การ|ออก|เสียง
(ดิค|'|เชิน|นะ|รี) n. พจนานุกรม|,|ปทานุกรม -|a walking dictionary ผู้|ที่|รู้|ศัพท์|มาก|  |Syn. lexicon|,|thesaurus
(ดิค|'|ทัม) n. สุภาษิต|,|คํากล่าว|,|คํา|แถลง|,|ข้อคิดเห็น|ของ|ผู้พิพากษา -|pl. dicta|,|dictums
(ดิด) v. อดีตกาล|ของ|do
(ไดแดคทฺ|') n. ผู้สั่ง|สอน
adj. เกี่ยวกับ|การ|สั่งสอน|,|ชอบ|สอน|  |Syn. didactics ศิลปะ|หรือ|วิชาการ|สอน didacticism n. ดู|didactic
adj. เกี่ยวกับ|การ|สั่งสอน|,|ชอบ|สอน|  |Syn. didactics ศิลปะ|หรือ|วิชาการ|สอน didacticism n. ดู|didactic
(ดีด|'|เดิล) vt. โกง|,|หลอกลวง vi. เสียเวลา|,|เคลื่อน|ขึ้น|เคลื่อน|ลง|อย่าง|รวดเร็ว|  |Syn. diddler n.
(ดิค|'|เดิน|ทฺ) abbr. did not
(ดิดสทฺ) n. ดู|did (ใช้|หลัง|thou)| 
adj. เป็น|คู่|,|เป็น|แฝด
(ได) {|died|,|dying|,|dies|} vi. ตาย|,|หยุด|,|หยุด|ทํางาน|,|อวสาน|,|พินาศ|,|สงบ|ลง|,|สลาย|ตัว|,|ทรมาน|,|ต้องการ|อย่าง|มาก. vt. ตาย.  |Syn. Id. (die hard ดื้อรั้น) n. ลูกเต๋า|,|สิ่ง|ที่|คล้าย|ลูกเต๋า|,|แม่พิมพ์|,|แบบ|เหล็ก|,|เบ้า|เท vt. พิมพ์|ด้วย|แม่พิมพ์ -|pl. dies|,|dice
(ได|'|ฮาร์ด) n. คน|หัวดื้อ|ที่สุด|,|คน|ที่|ไม่|ยอมแพ้|ต่อ|เหตุการณ์|ที่|หมดหวัง
(ได|อี|'|เชิส) adj. ซึ่ง|มี|อวัยวะเพศ|ตัวผู้|และ|เพศ|ตัวเมีย|อยู่|แยก|จาก|กัน.  |Syn. dioecious
(ได|'|ฮาร์ด) n. คน|หัวดื้อ|ที่สุด|,|คน|ที่|ไม่|ยอมแพ้|ต่อ|เหตุการณ์|ที่|หมดหวัง
n. สารพิษ|ที่|ใช้|เป็น|ยาฆ่าแมลง
n. ฉนวน
(ได|'|อี|น) n. สารประกอบ|ที่|มี|สอง|double bonds
(ดี|'|เซิล) n. เครื่องยนต์|ดีเซล
n. คน|แกะ|แม่พิมพ์
n. วันที่|ศาล|ไม่|สามารถ|พิจารณา|คดี
(ได|'|เอท) n. อาหาร|,|อาหาร|พิเศษ|,|สภานิติบัญญัติ vt. ควบคุม|อาหาร|  |Syn. dieter n. dietary adj.
(ไดอิ|เท|ท|'|ทิคซฺ) n. โภชนาการ|,|วิชา|ว่าด้วย|การ|ควบคุม|อาหารการกิน|และ|การ|เตรียม|อาหาร|พิเศษ|  |Syn. dietetic adj. ดู|dietetics dietical adj. ดู|dietetics
(ไดอิทิช|'|เชิน) n. นักโภชนาการ|,|ผู้เชี่ยวชาญ|ด้าน|โภชนาการ.  |Syn. dietician n.
(ดิฟ|'|เฟอะ) {|differed|,|differing|,|differs|} vi. แตกต่าง|จาก|,|ผิด|กัน.  |Syn. contrast
(ดิฟ|'|เฟอเรินซฺ) n. ความ|แตกต่าง|,|ข้อแตกต่าง|,|จํานวน|แตกต่าง|กัน. vt. ทํา|ให้|แตกต่าง|,|แบ่งแยก|ข้อแตกต่าง|  |Syn. distinction
(ดิฟ|'|เฟอเรินทฺ) adj. แตกต่าง|กัน|,|ผิด|กัน|,|ไม่|เหมือน|กัน|,|หลากหลาย|,|ผิดปกติ|'|  |Syn. dissimilar
n. ลักษณะ|ที่|แตกต่าง|กัน|,|ความ|แตกต่าง -|pl. differentiae
(ดิฟฟะเรน|'|ชะ|เบิล) adj. ซึ่ง|แยกแยะ|ออก|จาก|กัน|ได้|,|ซึ่ง|ทํา|ให้|แตกต่าง|กัน|ได้|,|ซึ่ง|แบ่งแยก|ประเภท|หรือ|ชนิด|ได้
(ดิฟฟะเรน|'|เชิน) adj.,|n. เกี่ยวกับ|ความ|แตกต่าง|กัน|,|เกี่ยวกับ|หรือ|ประกอบ|ด้วย|อนุพันธ์ (derivative|-|วิชา|คณิตศาสตร์)| 
n. สาขา|คณิตศาสตร์|ที่|เกี่ยวกับ|ความ|แตกต่าง|และ|อนุพันธ์
(ดิฟฟะเรน|'|ชิ|เอท) v. ทํา|ให้|แตกต่าง|กัน|,|เปลี่ยน|,|แยก|จําแนก|,|แยก|,|แบ่งแยก.  |Syn. differentiation n. ดู|differentiate differentiator n. ดู|differentiate|  |Syn. distinguish
(ดิฟ|'|ฟิ|ซี|ล|') adj. ลําบาก|,|ซึ่ง|จัดการ|ได้|ยาก|,|หัวดื้อ
(ดิฟ|'|ฟะคัลทฺ) adj. ยาก|,|ลําบาก|,|มี|อุปสรรค|,|ขัดสน|,|ดื้อรั้น|  |Syn. hard Ant. easy
(ดิฟ|'|ฟะคัล|ที) n. ความ|ยากลําบาก|,|ความ|ยุ่งยาก|,|อุปสรรค|,|ความ|ดื้อรั้น|,|ความ|ขัดสน -|make difficulties ทํา|ให้|ยุ่งยาก|,|คัดค้าน|  |Syn. quarrel
(ดิฟ|'|ฟิ|เดิน|ซฺ) n. ความ|ประหม่า|,|ความ|ไม่|มั่นใจ|ตัวเอง|  |Syn. shyness
adj. ประหม่า|,|ลังเลใจ.
n. การ|ไหล|ไป|,|การ|ละลาย|,|การ|แยก|ไหล|ไป
(ดิฟ|'|ฟลูเอินทฺ) adj. ซึ่ง|ละลาย|ง่าย|,|ซึ่ง|ไหล|ไป
vt. ทํา|ให้|อ้อม|หรือ|แตก|กระจาย|  |Syn. diffraction n. diffractive adj.
(ดิฟฟิวซ|') vt. กระจาย|,|แพร่|,|ซ่าน|,|พร่า|,|ไหล|ท่วม adj. พูด|น้ําท่วม|ทุ่ง|,|กระจาย|ตัว.  |Syn. diffuseness n. ดู|diffuse diffusor n. ดู|diffuse diffusible adj. ดู|diffuse diffusibility n. ดู|diffuse diffusion n. ดู|diffuse diffusive adj. ดู|diffu
adv. อย่าง|แน่นอน|,|เด็ดขาด. interj. แน่นอน|,|เด็ดขาด|  |Syn. surely
(ดิก) {|digged|,|digging|,|digs|} v.,|n. (การ) ขุด|,|ขุด|หา|,|ขุดค้น|,|ขุดคุ้ย|,|จิก|,|แทง|,|ชอบ|,|เข้าใจ|,|ทํางาน|หนัก|,|เรียน|หนัก
(ได|เจ|สทฺ|') v. ย่อย|,|ช่วย|ย่อย|,|เข้าใจ|,|ไตร่ตรอง|,|อดทน|,|จําแนก|,|แยกแยะ|,|ทํา|ให้|สั้น|รัดกุม|,|สรุป. n. หนังสือ|ประมวล|ใจความ|สําคัญ|  |Syn. digester n. ดู|digest digestant n. ดู|digest digestible adj. ดู|digest digestibility n. ดู|digest digestion n. ดู|dig
n. ขนมปัง|กรอบ|ที่|กลม|ใหญ่
(ดิ|เจ|ส|'|เทอะ) n. ดู|digester
(ดิก|ด) vt. อดีตกาล|ของ|dig
(ดิก|'|เก|อะ) n. ผู้|ขุด|,|สัตว์|ที่|ขุดคุ้ย|,|เครื่อง|ขุด
(ดิก|'|กิงซ) n. พื้นที่|ที่|มี|การ|ขุด|,|สถานที่อยู่|อาศัย
(ดิจ|'|จิท) n. นิ้วมือ|,|นิ้วเท้า|,|ตัวเลข|โดด|ตัว|ใด|ตัว|หนึ่ง|ตั้งแต่|1|ถึง|9,|หลัก|หน่วย|สิบ|ร้อย|พัน|  |Syn. digital adj. ดู|digit
บิต|เลข|เป็น|กลุ่ม|ของ|บิต ที่|ทํา|ให้|รหัส|ของ|การ|แทน|ตัวเลข ตัวอักษร และ|ตัว|อักขระ|พิเศษ|ต่าง ๆ ใน|ภาษาคอมพิวเตอร์ สามารถ|แทน|ค่า|ต่าง ๆ ได้|มาก|ขึ้น เช่น รหัส|เอ็บ|ซี|ดิก (EBCDIC) ประกอบ|ด้วย 8 บิต สี่|บิต|แรก|เรียก|บิต|โซน (zone bit) สี่|บิต|หลัง|เรียก|บิต|เลข (digit bit) รหัส|แอ|สกี (ASCII) ประกอบ|ด้วย 7 บิต สาม|บิต|แรก|เรียก|บิต|โซน สี่|บิต|หลัง|เรียก|บิต|เลข|มี|ความหมาย|เหมือน numeric bit
การ|เจาะ|ตัวเลข|หมายถึง การ|เจาะ|ตัวเลข|ลง|ใน|บัตร|คอมพิวเตอร์ โดย|เจาะ|รู|ใน|ช่อง|ของ|แถว|ใด|แถว|หนึ่ง ตั้งแต่|แถว|ที่ 0|-|9 โดย|เจาะ 1 รู|ต่อ 1 คอลัมน์ เช่น|ถ้า|จะ|เจาะ|เลข 7 ก็|เจาะ|ที่|แถว|ที่|มี|เลข 7 ส่วน|การ|เจาะ|ตัวอักษร|หรือ|อักขระ|พิเศษ|ต่าง ๆ จะ|ต้อง|เจาะ 2|-|3 รู|ใน|หนึ่ง|คอลัมน์ รู|หนึ่ง|ที่|แถว|บน|เหนือ|แถว|ตัวเลข (zone punch) และ|อีก|รู|หนึ่ง|หรือ|สอง|รู|ที่|แถว|ที่|มี|ตัวเลข (digit punch) เรียก|ว่า รหัส|ฮอล|เลอ|ริ|ท|มี|ความหมาย|เหมือน numeric punch|ดู zone punch เปรียบเทียบ
(ดิ|' จิทัล) adj. เชิง|เลข|, แสดง|ใน|รูปแบบ|ของ|ตัวเลข
ดิจิตอล|คอมพิวเตอร์|คอมพิวเตอร์|เชิง|เลขหมาย|ถึง เครื่อง|คอมพิวเตอร์|แบบ|หนึ่ง ซึ่ง|จะ|แก้|ปัญหา|ได้|ด้วย|วิธีการ|ทาง|เลขคณิต โดย|ป้อน|ข้อมูล|เป็น|ตัวเลข และ|ให้|ผลลัพธ์|เป็น|เลข คอมพิวเตอร์|ชนิด|นี้ จะ|คิด|คํานวณ|ใน|ระบบ|ตัวเลข|ด้วย|สัญญาณ|ดิจิตอล คือ บวก ลบ คูณ หาร และ|เปรียบเทียบ และ|จะ|ให้|ค่า|ที่|ไม่|ต่อเนื่อง คอมพิวเตอร์|นั้น|แบ่ง|ตาม|ลักษณะ|การ|รับ|/|ส่ง|ข้อมูล|เป้|น 2 ชนิด คือ อะ|นา|ล็|อก|คอมพิวเตอร์ (analog computer) และ|ดิจิตอล|คอมพิวเตอร์ (digital computer) คอมพิวเตอร์|ที่|ใช้|กัน|อยู่|ทุกวันนี้|ส่วนมาก|จะ|เป็น ดิจิตอล|คอมพิวเตอร์|เกือบ|ทั้งสิ้น ผลลัพธ์|จาก|คอมพิวเตอร์|ชนิด|นี้ จะ|ถูกต้อง|และ|แม่นยํา|กว่า|อะ|นา|ล็|อก|คอมพิวเตอร์|ดู analog computer เปรียบเทียบ
ตัว|แปลง|สัญญาณ|ดิจิตอล|เป็น|อะ|นา|ล็|อก|ใช้|ตัวย่อ|ว่า DAC (อ่าน|ว่า ดี|เอ|ซี) เป็น|อุปกรณ์|ที่|ใช้|เปลี่ยน|ข้อมูล|จาก|ดิจิตอล (digital) เป็น|อะ|นา|ล็|อก (analog)| 
n. พืช|ยา|กระตุ้น|หัวใจ|  |Syn. foxgove
(ดิจ|'|จิ|เท|ท) adj. ซึ่ง|มี|ส่วน|ยื่น|คล้าย|นิ้วมือ
Pref. " นิ้วมือ "
เครื่อง|อ่าน|พิกัด|หมายถึง อุปกรณ์|ที่|แปลง|ข้อมูล|ชนิด|อะ|นา|ล็|อก (analog) เป็น|ข้อมูล|ชนิด|ดิจิตอล (digital) หรือ|ข้อมูล|เชิง|ตัวเลข เพื่อให้|คอมพิวเตอร์|รับ|ไป|ประมวลผล|ได้
(ได|'|กล|อท) adj. เกี่ยวกับ|2|ภาษา. n. หนังสือ|2|ภาษา|,
(ดิก|'|นะ|ไฟ|ดฺ) adj. ทรงเกียรติ|,|ผึ่งผาย|,|สง่า|,|ภูมิฐาน.  |Syn. dignifiedness n. ดู|dignified
(ดิก|'|นะ|ไฟ) {|dignified|,|dignifying|,|dignifies|} vt. มอบ|เกียรติยศ|แก่|,|ทํา|ให้|เป็น|เกียรติ|แก่|,|ทํา|ให้|สง่า|,|ทํา|ให้|ภูมิฐาน|  |Syn. exalt
(ดิก|'|นิ|ทา|รี) n. บุคคล|ที่|ตําแหน่ง|สูง|,|ผู้|มี|ฐานันดร|ศักดิ์.  |Syn. dignitarial adj. -|pl. dignitaries
(ดิก|'|นิ|ที) n. ความ|มี|เกียรติ|,|ฐานันดร|ศักดิ์|,|ความ|สูง|ศักดิ์|,|ตําแหน่ง|สูง|,|ความ|คุ้มค่า|,|ผู้|มี|ตําแหน่ง|สูง -|S.loftiness
(ได|'|กราฟ) n. อักษร|คู่|ที่|ออก|เสียง|เดี่ยว
vi. วก|วน|นอก|เรื่อง|,|พูด|หรือ|เขียน|นอก|ประเด็น|,|หัน|ไป|ทาง|ข้าง|  |Syn. digresser n.
n. การ|วก|วน|นอก|ประเด็น|,|คําพูด (คํา|เขียน) ที่|ออก|นอก|ประเด็น|,|ข้อปลีกย่อย
adj. ซึ่ง|วก|วน|นอก|ประเด็น
(ไดฮี|'|ดรัล) adj. ซึ่ง|มี|2|แนวราบ
(ไดคฺ) {|diked|,|diking|,|dikes|} n. เขื่อน|,|กําแพง|กั้น|น้ํา|,|สิ่ง|กีดขวาง|,|อุปสรรค|,|หญิง|ที่รัก|ร่วมเพศ|,|เลส|เบี้ย|น|,|vt. สร้าง|เขื่อน|,|ยับยั้ง|,|ป้องกัน|  |Syn. dyke
(ดิ|แล|พ|'|พิ|เดท) vi.,|vt. ทํา|ให้|ชํารุด|,|ทํา|ให้|พัง|,|ใช้|อย่าง|ฟุ่มเฟือย|,|ทํา|ให้|สูญเสีย. vi. สลัก|หัก|พัง|,|ชํารุด|,|เน่าเปื่อย.  |Syn. dilapidation n. ดู|dilapidate dilapidator n. ดู|dilapidate
(ดิ|แล|พ|'|พิเด|ทิด) adj. ปรักหักพัง|,|ชํารุดทรุดโทรม|,|เน่าเปื่อย|  |Syn. falling
(ดิ|แล|ท|'|เทิน|ทฺ) adj. ซึ่ง|ขยาย|ออก|,|ซึ่ง|พอก|ออก.  |Syn. dilatancy n. ดู|dilatant
(ดิล|ละ|เท|'|เชิน) n. การ|ขยาย|ตัว
(ไดเลท|') vt. ทํา|ให้|กว้าง|ออก|,|พูด|หรือ|บรรยาย|เสีย|ยืดยาว. vi. ขยาย|ออก|,|ถ่าง|ออก
n. ดู|dilator
n. ดู|dilatation
adj. ซึ่ง|มัก|ขยาย|ออก|,|ซึ่ง|ขยาย|ออก
(ไดเล|'|เทอะ) n. ผู้|ขยาย|ความ|,|ผู้|ขยาย|,|สิ่ง|ที่|ขยาย|ออก|,|สิ่ง|ที่|ถ่าง|ออก|,|เครื่องมือ|ถ่าง|รู|โพรง|หรือ|ท่อ
(ดิล|'|ละ|โท|รี) adj. ซึ่ง|ทํา|ให้|ช้า|,|ซึ่ง|ถ่วง|,|ซึ่ง|เหนี่ยว|,|ผลัด|วัน|ประกัน|พรุ่ง|,|เฉื่อย|,|ช้า.  |Syn. dilatoriness n.  |Syn. tardy
(ดิล|'|โด) n. ลึงค์|เทียม|ที่|แข็ง
(ดิล|'|โด) n. ลึงค์|เทียม|ที่|แข็ง
(ดิเลม|'|มะ) n. สภาวะ|หนี|เสือ|ปะ|จร|เข้|,|สภาวะ|ที่|กลืน|ไม่|เข้า|คาย|ไม่|ออก|,|สถานการณ์|ที่|ลําบาก|,|ปัญหา|ที่|ลําบาก.  |Syn. dilemmatic adj. ดู|dilemma dilemmatical adj. ดู|dilemma dilemmic adj. ดู|dilemma
(ดิล|'|ลิ|ทาน|ท) n.,|adj. (เกี่ยวกับ) ผู้รู้|อย่าง|ผิวเผิน|,|ผู้|รัก|ศิลปะ|,|นัก|สมัครเล่น|  |Syn. dilettantish adj. ดู|dilettante dilettanteish adj. ดู|dilettante|  |Syn. amateur -|pl. -|dilettantes|,|dilettanti
(ดิล|'|ลิเจินซฺ) n. ความ|มานะ|,|ความ|ขยันหมั่นเพียร|  |Syn. industry
(ดิลิฟ|'|เวอเรินซฺ) n. การ|นํา|ส่ง|,|การ|ส่ง|ต่อ|,|การ|ช่วย|ชีวิต|,|การ|ปลดปล่อย|,|ข้อคิดเห็น|,|การ|แถลงการณ์
(ดี|ล) n. พืช|ยา|และ|เครื่องเทศ|ชนิด|หนึ่ง
(ดิล|'|ลิเจินทฺ) adj. ขยัน|,|หมั่น|เพียร|,|บากบั่น|  |Syn. industrious
(ดิล|'|ลิง|เก|อะ) n. ปืน|ฉีด|น้ํา|ของ|เด็ก|,|ภาษา|เด็ก
(ดิล|'|ลี) n. สิ่ง|ที่|ดีเด่น|,|บุคคล|ที่|ดีเด่น
(ดิล|'|ลีแดลลี) vi. เสียเวลา|,|รวนเร|,|เถลไถล|  |Syn. waver
(ดิล|'|ยูเอินทฺ) adj. เป็น|ตัว|ละลาย n. สารละลาย|,|ตัว|ละลาย
(ดิลูท|') vt. ทํา|ให้|ละลาย|,|ทํา|ให้|เจือจาง|ลง|,|ทํา|ให้|อ่อน|ลง vi. เจือ|,|ละลาย. adj. จืด|,|จาง|,|เบาบาง
(ดิลู|'|เชิน) n. การ|ละลาย|,|ภาวะ|ที่|ถูก|ละลาย|,|สิ่ง|ที่|ถูก|ละลาย
(ดิลู|'|เวี|ยล|,|-|เวียน) adj. เกี่ยวกับ|อุทกภัย
(ดิลู|'|เวี|ยล|,|-|เวียน) adj. เกี่ยวกับ|อุทกภัย
(ดิลู|'|เวี|ยม) n. ชั้น|น้ําท่วม|สะสม|,|น้ําท่วม|ทับถม|กัน|  |Syn. diluvion -|pl. -|diluvia|,|diluviums
(ดิม) {|dimmed|,|dimming|,|dims|} adj. ทึบ|,|หมอง|,|สลัว|,|ไม่|สว่าง|,|พร่า|,|คลุมเครือ|,|เลือนราง|,|เชื่องช้า|,|ท้อแท้|,|หมอง|,|ไม่|แจ่มแจ้ง -|Phr. (take a dim view of สงสัย|,|มอง|ใน|แง่|ร้าย) vt.,|vi. (ทํา|ให้) ทึบ|, (ทํา|ให้) หมอง|,|ทํา|ให้ (เลือนราง) .  |Syn. dims n.,|pl. ไฟ|สลัว|,|ไฟ|หรี่
n. การ|หรี่|ไฟ|,|การ|หรี่|ไฟ|กลางคืน
(ไดมฺ) n. 1|/|10 ของ|ดอลลาร์ -|Phr. (a dime a dozen ธรรมดา ๆ ,|มี|อยู่|ทั่วไป)| 
นวนิยาย|ถูก ๆ ชนิด|ยั่วยวน|ใจ|หรือ|เรื่อง|ประโลมโลก
(ได|เมน|'|เชิน|,|ดิ|-) n. มิติ|,|ขนาด|กว้าง|ยาว|และ|หนา|,|ความ|สําคัญ|,|ขนาด|,|  |Syn. dimensions n.,|pl. การ|วัด.  |Syn. extent
(ดิม|'|เมอรัส) adj. ซึ่ง|ประกอบ|ด้วย|สอง|ส่วน
(ดิม|'|มิ|เทอะ) n. โคลง|,|กลอน|,|ฉันท์|-|กาพย์|-|ที่|มี|2|จังหวะ
(ดิ|มิ|น|'|นิช) vt. ทํา|ให้|ลด|น้อย|ลง|,|ลด|ลง|,|ดูหมิ่น vi. ลด|ลง|  |Syn. diminishable adj.
adj.,|adv. ซึ่ง|ค่อย ๆ ลด|ลง
(ดิม|มิ|นิว|'|เชิน) n. การ|ลด|ลง
(ดิ|มิ|น|'|นิทิฟว) adj. เล็ก|,|จิ๋ว|,|กระจุ๋มกระจิ๋ม|,|แคระ. n. สิ่ง|ที่|เล็ก|,|คน|ที่|มี|รูปร่าง|เล็ก|,|คน|แคระ. diminutiveness n. ดู|diminutive|  |Syn. small
(ดิม|'|มิ|ที) n. ผ้าฝ้าย|บาง|เป็น|ลาย|หรือ|ตา
จาง|ซีด|ใน|ระบบ|วินโดว์|ที่|มี|รายการ|คําสั่ง|ให้|เลือก หาก|รายการ|คําสั่ง|ใด|ปรากฏ|บน|จอภาพ|ด้วย|สี|จาง แสดง|ว่า|เป็น|คําสั่ง|ที่|จะ|ยัง|เลือก|ใช้ไม่ได้ สาเหตุ|ที่|ยัง|เลือก ใช้ไม่ได้ อาจ|เป็น|เพราะ|ผิด|ขั้นตอน เช่น|สั่ง|ให้|คัดลอก แต่|ยัง|ไม่|ได้|กําหนด|ว่า|จะ|ให้|คัดลอก|ข้อความ|หรือ|ภาพ|ใด
n. เครื่อง|หรี่|,|ไฟ|หรี่|,|สวิตช์|ไฟ
การ|ฉอง|ครบ|รอบ 75 ปี
n. การ|หรี่|ไฟ|,|การ|หรี่|ไฟ|กลางคืน
(ดิม|'|เพิล) n. ลัก|ยิ้ม|,|รอย|บุ๋ม|,|ละลอก|น้ํา -|v. (ทํา|ให้) เกิด|รอย|บุ๋ม|  |Syn. dimply adj.
(ดิ|ไซ|'|ทิด) adj. ตา|มัว|,|พร่า
(ดิม|'|วิท) n. คน|โง่เง่า
(ดิน) {|dinned|,|dinning|,|dins|} n.,|v. (ส่ง) เสียง|อึกทึก|ครึกโครม|,|เสียง|เจี๊ยวจ๊าว|  |Syn. hubbub
(ดินาร์|') n. เงินตรา|ของ|อิหร่าน
(ไดนฺ) vi. รับประทาน|อาหาร vt. เชิญ|รับประทาน|อาหาร -|Phr. (dine out กิน|ข้าว|ข้างนอก)|  |Syn. eat
(ได|'|เนอะ) n. ผู้|ที่|รับประทาน|อาหาร|,|ตู้|เสบียง|ของ|ขบวน|รถโดยสาร (รถไฟ) ,|ร้าน|อาหาร|ข้างทาง
(ดิเนท|') n. เวิง|เล็ก ๆ เป็น|ห้องอาหาร|เล็ก ๆ| 
(ดิง) vt.,|vi.,|n. (เสียง) ดัง|เหมือน|เสียง|ระฆัง|  |Syn. ring
(ดิง|'|กะ|ลิ) n. คน|โง่เง่า|,|คน|เบาปัญญา
(ดิงแบตส์) เป็น|ชื่อ|แบบ|อักษร (font) ที่|มี|ลักษณะ|เป็น|ภาพ|แทน|ที่|จะ|เป็น|ตัวอักษร|หรือ|ตัวเลข แบบ|ตัวอักษร|ที่|มี|ลักษณะ|เป็น|ภาพ|นี้|มี|หลาย|ชื่อ นอกจาก Zapf Dingbats ใน|แมค|อิน|ทอ|ช|แล้ว ใน|พี|ซี|ก็|มี Wingdings (ภาพ|เหล่านี้|จะ|ขยาย|/|ลด|ขนาด|ได้|เหมือน|ตัวอักษร)
(ดิง|'|กี) n. ดู|dinghy
(ดิง|'|กี) n. เรือ|บด|เล็ก (ของ|เรือ|ใหญ่) -|pl. dinghies|  |Syn. dingey|,|dingy|,|dinky
(ดิง|'|เกิล) n. หุบเขา|แคบ ๆ
(ดิง|'|โก) n. หมาป่า -|pl. dinggoes
(ดิง|'|กัส) n.,|สิ่ง|ที่|ลืม|ชื่อ|หรือ|นึก|ชื่อ|ไม่|ออก|ใน|ขณะนั้น
(ดิน|'|จี) adj. ทึม|ทึบ|,|สลัว|,|สกปรก|,|มอซอ|,|หดหู่ใจ|,|ดู|dinghy|  |Syn. dingily adv. ดู|dingy dinginess n. ดู|dingy|  |Syn. dull Ant. bright
(ดิงค) adj. ซึ่ง|แต่งตัว|อย่าง|เรียบร้อย vt. ประดับ|ตกแต่ง n. ดู|dinghy|,|หมวกแก๊ป|เล็ก ๆ
(ดิง|'|คัม) adj แท้จริง|,|บริสุทธิ์|,|ซื่อสัตย์
(ดิง|'|คี) adj. ซึ่ง|มี|ขนาด|เล็ก|,|ซึ่ง|มี|ความ|สําคัญ|น้อย
(ดิน|'|เนอะ) n. อาหาร|มื้อ|เย็น|,|อาหาร|มื้อ|ค่ํา
n. ชุด|ราตรี|สโมสร|หาง|สั้น
n. กล่อง|ใส่|อาหาร|รับประทาน|นอก|บ้าน
n. ห้อง|รับประทาน|อาหาร
Pref. น่ากลัว
(ได|'|นะ|ซอร์) n. สัตว์|จําพวก|ไดโนเสาร์|  |Syn. dinosaurian adj.,|n. เกี่ยวกับ|สัตว์|จําพวก|ไดโนเสาร์
(ดิน|ทฺ) {|dinted|,|dinting|,|dints|} n. แรง|,|อํานาจ|,|กําลัง|,|รอย|บุ๋ม|,|การ|ตี. vi. ทํา|เป็น|รอย|บุ๋ม
(ได|ออ|ส|'|ซิ|ชัน) adj. เกี่ยวกับ|เขต|ปกครอง|ของ|bishop
(ได|'|อะ|ซิ|ส) n. เขต|ปกครอง|ของ|bishop
(ได|'|โอด) n. เครื่องมือ|หลอด|อิเล็กตรอน|ที่|กระแส|ไฟฟ้า|ผ่าน|ได้|ทาง|เดียว|เท่านั้น
(ได|อี|'|ชัส) adj. ซึ่ง|มี|อวัยวะเพศ|ตัวผู้|และ|อวัยวะเพศ|ตัวเมีย|อยู่|แยก|จาก|กัน|,|ซึ่ง|มี|เพศ|ต่างหาก|  |Syn. diecious
(ได|'|อะ|ไน|'|ซัส) n. เทพเจ้า|แห่ง|ความ|อุดมสมบูรณ์ สุรา|และ|ละคร
n. หน่วย|วัด|อํานาจ|หักเห|แสง|ของ|เลนส์|ใช้|อักษรย่อ|ว่า D
n. เครื่องมือวัด|อํานาจ|การ|หักเห|แสง|ของ|ตา
n. หน่วย|วัด|อํานาจ|หักเห|แสง|ของ|เลนส์|ใช้|อักษรย่อ|ว่า D
adj. เกี่ยวกับ|วิชา|ว่าด้วย|การ|หักเห|ของ|แสง
n. ดู dioptre|,|diopter
(ดิพ) {|dipped|,|dipping|,|dips|} vt.,|n. (การ) จุ่ม|,|แช่|,|จ่อ|ม|,|จม|,|ลด|,|ตัก|,|เอียง|,|ล้วง|,|ล้วง|ความ|,|พลิก|อ่าน.
adj. เกี่ยวกับ|การ|แบ่ง|ออก|เป็น|สอง|ส่วน
(ไดอะฟะ|รี|'|ซิ|ส) adj. ซึ่ง|ขับ|เหงื่อ
(ดิฟเธีย|'|เรีย) n. โรค|คอตีบ . - diphtherial adj. ดู|diphtheria
(ดิฟ|'|ธอง) n. เสียง|สระ|ควบ|,|เสียง|สระ|คู่|,|เสียง|สระ|กล้ํา|,|ตัว|สระ|ควบ|  |Syn. diphthongal adj. ดู|diphthong
(ได|พลี|'|เจีย) n. อัมพาต|ใน|ส่วน|เดียวกัน|ทั้ง|สอง|ข้าง|ของ|ร่างกาย -|diplegic|,|adj.
Pref. คู่
(ดิพ|'|พล|อยด์) adj. คู่|2|เท่า|,|ซ้ํา
(ดิ|โพ|ล|'|มะ) n.,|อนุปริญญา|,|ประกาศนียบัตร|,|ใน|อนุญาต|,|หนังสือ|สําคัญ vt. ให้ diploma
(ดิพ|โพ|ล|'|มะ|ซี) n. การทูต|,|ศิลปะ|การทูต
(ดิพ|'|ละ|แมท) n. นักการทูต
(ดิพ|'|ละ|เมท) n. ผู้|ได้|รับ|ประกาศนียบัตร|,|ผู้|ได้|รับ|อนุปริญญา
(ดิ|พละ|แมท|'|ทิค) adj. เกี่ยวกับ|การทูต|  |Syn. adep
n. ทูต
n. คณะ|ทูตานุทูต
(ดิ|โพ|ล|'|เพีย) n. การ|เห็นภาพ|ซ้อน. -|diplopic adj.
(ดิพ|'|เพอะ) n. ผู้|จุ่ม|,|กระบวย|,|สิ่ง|ที่|ใช้|จุ่ม|,|รางน้ํา|ยา|ล้าง|ฟิล์ม|,|นก|ที่|ดําน้ํา|เก่ง|,|ชื่อ|กลุ่ม|ดาว (Big Dipper|,|Little Dipper)| 
(ดิพ|'|พี) adj. บ้า. โง่|,|สติ|เฟื่อง|  |Syn. silly|,|unreasonable
(ดิพทฺ) v. กิริยา|ช่อง 3 ของ dip
(ดิพ|'|เท|อ|ระ) n. ประเภท|แมลง|ที่|มี|ปีก|คู่
adj. เกี่ยวกับ|แมลง|ที่|มี|ปีก|คู่ เช่น|ยุง แมลงวัน
เป็น|คําสั่ง|หนึ่ง|ใน|ระบบปฏิบัติการ|ดอส ที่|สั่ง|ให้|คอมพิวเตอร์|แสดง|ชื่อ สารบบ และ|แฟ้มข้อมูล|ทั้งหมด|ใน|สารบบ|หรือ|ใน|จาน|บันทึก
(ได|'|เออะ) adj. น่ากลัว|,|ร้ายกาจ|,|ภัยพิบัติ|,|อย่างยิ่ง|  |Syn. direly adv. direness n.
(ดิเรคทฺ|'|,|ไดเรคทฺ|') v. ชี้ทาง|,|นําทาง|,|ชี้|แนว|,|แนะแนว|,|ควบคุม|,|อํานวย|การ|,|บัญชาการ|,|จ่าหน้า|ซอง|,|มุ่ง|ส่ง|,|เล็ง|,|บ่าย adj.,|adv. โดย|ตรง|,|เปิดเผย|,|แน่นอน|,|เด็ดขาด|  |Syn. directness n.  |Syn. control|,|straight|,|candid
การ|เข้าถึง|โดย|ตรง|หมายถึง การ|เข้าถึง|ข้อมูล|โดย|ใช้เวลา|ใน|การ|ค้นหา|ข้อมูล|ได้|เร็ว|เท่า|กัน|หมด ไม่|ขึ้น|กับ|ตําแหน่ง|ที่|เก็บ หมายความ|ว่า ไม่ว่า|ข้อมูล|จะ|เก็บ|อยู่|ที่|ส่วน|ใด|ของ|สื่อ|ที่|ใช้|บันทึก หัวอ่าน (read head) ก็|จะ|เจาะ|ตรง|ลง|ไป|อ่าน|ได้|เลย เช่น การ|อ่าน|ข้อมูล|จาก|จาน|บันทึก ซึ่ง|ผิด|กับ|การ|อ่าน|ข้อมูล|จาก|แถบ|บันทึก (tape) ที่|ต้อง|อ่าน|เรียง|ไป|ตาม|ลําดับ|ตั้งแต่|ต้น|เทป|ไป|จนกว่า|จะ|ถึง|ข้อมูล|ที่|ต้องการ|ทุก|ครั้ง ทํา|ให้|ช้า|กว่า|กัน|มาก|ดู indirect access เทียบ
อุปกรณ์|หน่วยเก็บข้อมูล|เข้าถึง|โดย|ตรง|ใช้|ตัวย่อ|ว่า DASD (อ่าน|ว่า|แดส|ดี) หมายถึง|หน่วยเก็บข้อมูล|ที่ สามารถ|เข้าถึง|ข้อมูล|ได้|โดย|ตรง ไม่ว่า|ข้อมูล|นั้น|จะ|ถูก|บันทึก|ไว้ ณ ส่วน|ใด เช่น จาน|บันทึก ดู direct access ประกอบ
n. การ|ส่ง|ทางไปรษณีย์|โดย|ตรง|ไป|ยัง|ผู้|รับ
(ดิเรค|'|เชิน|,|ไดเรค|'|เชิน) n.การ|ชี้ทาง|,|ทิศทาง|,|การ|บัญชา|,|การ|ควบคุม|,|การ|เล็ง|,|การ|จ่าหน้า|ซอง|,|การ|มุ่งหมาย|,|ชื่อ|และ|ตําบล|ที่อยู่|ของ|ผู้|รับ|  |Syn. way|,|aim
adj. เกี่ยวกับ|ทิศทาง|,|ซึ่ง|ปรับ|สําหรับ|ทิศทาง|การ|รับ|และ|ส่ง|สัญญาณ|วิทยุ
adj. ซึ่ง|เป็น|การ|ชี้ทาง|,|ซึ่ง|เป็น|การ|บัญชา n. คําสั่ง|,|คําบัญชา
(ดิเรคทฺ|'|ลี) adv. โดย|ตรง|,|ทันที|,|ไม่|ช้า|,|ถัด|ไป -|conj. ทันที|ที่|  |Syn. at once
(ดิเรค|'|เทอะ|,|ไดเรค|'|เทอะ) n. ผู้อํานวยการ|,|ผู้|ชี้ทาง|,|ผู้|แนะนํา|,|ผู้|บัญชา|,|ผู้|ส่ง|,|ผู้กํากับ|การ|แสดง|ภาพยนตร์|,|หัวหน้า|วงดนตรี
n. อธิบดี
(ดิเรค|'|เท|อเรท) n. สํานักงาน|ผู้อํานวยการ|,|ตําแหน่ง|ผู้อํานวยการ|,|คณะ|กรรมการ|บริหาร|,|คณะ|กรรมการ
(ดิเรค|โท|'|เรี|ยล) adj. เกี่ยวกับ|ผู้อํานวยการ|,|เกี่ยวกับ|คณะ|กรรมการ|  |Syn. directive
(ดิเรค|'|ทะ|รี) n. หนังสือ|รวบรวม|ชื่อ|และ|ที่อยู่|ของ|บุคคล|และ|หน่วยงาน|ต่าง ๆ ,|แผ่น|ป้าย|แสดง|ชื่อ|หน่วยงาน|และ|ชั้น|ที่อยู่|ของ|อาคาร|ธุรกิจ|หลัง|ใหญ่|,|คณะ|กรรมการ. adj. เกี่ยวกับ|การ|ชี้ทาง|,|เกี่ยวกับ|การ|แนะแนว|  |Syn. list สารบบ|หมายถึง การ|แบ่ง|จาน|บันทึก (โดยเฉพาะ|จาน|บันทึก|ที่|มี|ความ|จุ|มาก ๆ ที่|สามารถ|บรรจุ|แฟ้มข้อมูล|ได้|หลาย|ร้อย|แฟ้ม) ออก|เป็น|ส่วน ๆ เพื่อ|ใช้|เก็บ|แฟ้มข้อมูล|เป็น|กลุ่ม ๆ เพื่อ|สะดวก|ใน|การ|ค้นหา จาน|บันทึก|ทุก ๆ จาน|จะ|มี|สารบบ|อย่าง|น้อย|หนึ่ง|สารบบ เป็น|สารบบ|เริ่มต้น|เรียก|ว่า " สารบบ|ราก " (root directory) เรา|อาจ|ใช้|คําสั่ง|สร้าง|สารบบ หรือ|สารบบ|ย่อย|เพิ่ม|ขึ้น เพื่อ|ใช้|เก็บ|แฟ้ม|ประเภท|เดียวกัน|หรือ|กลุ่ม|เดียวกัน|เอา|ไว้|ด้วย|กัน ก็ได้ การ|เก็บ|แฟ้มข้อมูล|ด้วย|วิธี|นี้|ทํา|ให้|หา|ง่าย|ขึ้น
(ดิเรค|'|เท|รส) n. ผู้อํานวยการ|หญิง|,|ผู้บัญชาการ|หญิง
(ดิเรค|'|ท|ริ|คซ) n. เส้น|คงที่|แสดง|เกี่ยวกับ|เส้นโค้ง|หรือ|ผิวหน้า|,|เส้น|แม่นยํา -|pl. directrixes|,|directrics
(ได|'|เออ|ฟู|ล) adj. น่ากลัว|,|หายนะ|,|ร้าย|  |Syn. direfulness n. ดู|direful|  |Syn. terrible
(เดิร์จฺ) n. เพลง|สวด|ใน|พิธี|ฝังศพ|,|สํานักงาน|การ|จัด|พิธี|ฝังศพ|,|การ|ฝังศพ|และ|อื่น ๆ ,|เพลง|ไว้อาลัย|ที่|เศร้า|หรือ|น่ากลัว
(เดอ|'|ระ|จะ|เบิล) n. เรือบิน|,|โพยมยาน|,|โพยมยาน|นาวา. adj. ซึ่ง|สามารถ|บังคับ|หรือ|ควบคุม|ได้
(เดอ|'|ระ|มัน|ท) adj. ว่างเปล่า|,|ไร้|ประโยชน์|,|โมฆะ
(เดิร์ค) n. ดาบ|สั้น|สอง|คม|,|กริช|  |Syn. dagger
(เดิร์ท) n. สิ่ง|สกปรก|,|ดิน|,|สิ่ง|ที่ต่ํา|ช้า|,|สิ่ง|ที่|ไร้|ค่า|,|ความ|ชั่ว|,|คํา|ผรุสวาท|,|ภาษา|ลามก|,|การ|นินทา -|Id. (do someone dirt กระทํา|สิ่ง|ที่|ชั่ว|แก่|เขา)|  |Syn. filth|,|obscenity
n. เสื้อผ้า|ที่|ใช้|แล้ว|,|เรื่อง|ไม่|ดี|ภายใน|ครอบครัว
n. จน|มาก|ที่สุด (poverty|-|stricken)| 
n. (เดิร์ท|'|ชีพ|') adj. ถูก|มาก
(เดอร์|'|ที) adj. สกปรก|, น่าเกลียด|,|ชั่วช้า|,|เลวทราม|,|ไม่|ชัดเจน|,|ลามก|,|แพศยา|,|น่า|เบื่อหน่าย|,|โชคร้าย|,|สลัว|,|ทึม|ทึบ|,|น่า|เสียใจ|,|ซึ่ง|ปล่อย|กัมมันตภาพรังสี|ออก|มา|ค่อนข้าง|มาก|,|เป็น|หนอง|,|ลาม (บาดแผล) . vt. ทํา|ให้|สกปรก|,|ทํา|ให้|เปรอะเปื้อน|  |Syn. soiled
(ดิส) เทพเจ้า|แห่ง|นรก|,|นรก|,|หมู่|คน|เลว
Pref. '|แยก|'|,|'|ห่าง|'|,|'|จาก|'|,|'|ปฏิเสธ|'|,|'|ตรงข้าม|'|,|"|สอง|"
(ดิสซะ|บิล|'|ลิ|ที) n. การ|ไร้|ความ|สามารถ|,|การ|ไร้|กําลัง|,|การ|ถูก|ตัด|สิทธิ์|  |Syn. infirmity
(ดิสเอ|'|เบิล) {|disabled|,|disabling|,|disables|} vt. ทํา|ให้|ไร้|ความ|สามารถ|ทํา|ให้|ไม่|มี|สิทธิ์|  |Syn. disablement n. ดู|disable|  |Syn. cripple
(ดิสเอ|'|เบิ|ลด|ฺ) adj. พิการ|,|ซึ่ง|ไร้|ความ|สามารถ|  |Syn. crippled Ant. healthy|,|strong|,|sound
(ดิสอะบวิซ|') vt. แก้ไข|ให้|ถูกต้อง|,|แก้ไข|,|ขจัด|ข้อผิดพลาด|ออก|,|-|disabusal n.
(ดิสอะ|คอร์ด|') vt.,|n. (การ) ไม่|เห็นด้วย|,|ไม่|ลงรอย|กับ|,|ไม่|สอดคล้อง|กับ
(ดิส|อัด|แวน|'|ทิจฺ) n. ความ|เสียเปรียบ|,|ข้อเสียเปรียบ|,|ข้อเสีย|หาย|,|ความ|เสียหาย|,|ความ|เป็น|เบี้ยล่าง. vt. ทํา|ให้|เสียเปรียบ|,|ทํา|ให้|เป็น|เบี้ยล่าง|  |Syn. damage|,|loss|,|injury
(ดิส|อัด|แวน|'|เท|จด|ฺ) adj. เสียเปรียบ|  |Syn. deprived
(ดิส|แอด|เวิน|เท|'|เจิส) adj. เสียเปรียบ|,|เป็น|เบี้ยล่าง|,|ไม่|เหมาะ|,|เสียหาย.  |Syn. disadvantageousness n. ความ|เสียเปรียบ|  |Syn. adverse Ant. favourable
(ดิสอะเฟค|'|เชิน) n. ความ|ไม่|พอใจ|,|ความ|ไม่|ซื่อสัตย์|,|ความ|บาดหมาง|,|ความ|เหินห่าง
(ดิสอะฟิล|'|ลิเอท) vt. ตัด|,|ทํา|ให้|หลุดพ้น|,|แยก|ออก vi. แยก|ออก. -|disaffiliation n.
(ดิสอะก|รี|') {|disagreed|,|disagreeing|,|disagrees|} vi. ไม่|เห็นด้วย|,|ไม่|เห็นพ้อง|,|โต้แย้ง|,|ทะเลาะ|,|ไม่|เหมาะ|,|ทํา|ความ|เสียหาย|แก่|  |Syn. dissent|,|quarrel
(ดิสอะก|รี|'|อะเบิล) adj.,|n. (สภาวะ) ไม่|ถูกใจ|,|น่า|เบื่อ|,|น่า|รําคาญ|,|ไม่|ดี|,|มี|อารมณ์|ไม่|ดี|  |Syn. disagreeableness n. ดู|disagreeable disagreeability n. ดู|disagreeable|  |Syn. irritable
(ดิสอะก|รี|'|เมิน|ทฺ) n. ความ|ไม่|เห็นด้วย|,|ความ|ไม่|ลงรอย|กัน|,|ความ|ไม่|เห็นพ้อง|,|การ|ทะเลาะ|,|การ|โต้แย้ง|  |Syn. rift
(ดิสอะ|เลา|') vt. ไม่|ยอม|,|ไม่|ยอม|ให้|มี|,|ไม่|ยอมรับ|ความจริง|,|ปฏิเสธ|,|ไม่|อนุญาต|  |Syn. disallowable adj. disallowance n.
(ดิสซะเพียร์|') vt. หาย|ไป|,|สาบสูญ|,|สูญหาย|,|หาย|ลับ|  |Syn. vanish
(ดิสซะเพีย|'|เรินซฺ) n. การ|หาย|ไป|,|การ|สาบสูญ|,|การ|สูญหาย|,|การ|หาย|ลับ
(ดิสอะ|พอ|ยทฺ|') vt. ทํา|ให้|ผิดหวัง|,|ทํา|ให้|สูญเสีย|ความ|หวัง|,|ทํา|ให้|เสีย|แผน.  |Syn. disappointer n.  |Syn. fail
(ดิสอะ|พอ|ย|'|ทิด) adj. เสียใจ|,|ผิดหวัง - disappointment (ดิสอะ|พอ|ย|'|เมิน|ทฺ) n. ความผิด|หวัง|,|ความ|ท้อแท้|,|ความ|เสียใจ|,|คน|ที่|ทํา|ให้|ผิดหวัง|,|สิ่ง|ที่|ทํา|ให้|ผิดหวัง|  |Syn. discontent
(ดิสอะ|พรู|'|เวิล) n. ความ|ไม่|เห็นด้วย|,|การ|ไม่|อนุญาต|,|ความ|ไม่|พอใจ|,|ความ|รังเกียจ|,|สีหน้า|ความรู้สึก|หรือ|คําพูด|ที่|ไม่|เห็นด้วย|  |Syn. blame
(ดิสอะ|พรู|ฟว|') vt. ไม่|เห็นด้วย|,|ไม่|พอใจ|,|รังเกียจ|,|ไม่|อนุญาต.  |Syn. disapprover n. ดู|disapprove|  |Syn. criticize
(ดิส|อาร์ม|') v. ปลด|อาวุธ|,|ลด|อาวุธ|,|เอา|อวัยวะ|ป้องกัน|ตัว|ออก|,|ขจัด|อารมณ์|,|ปลดเปลื้อง.  |Syn. disarmer n. ดู|disarm
(ดิส|อา|'|มะ|เมิน|ทฺ) n. การ|ปลด|อาวุธ|,|การ|ลด|อาวุธ|,|การ|ลด|กําลัง|ทหาร|,|การ|ขจัด|อารมณ์ (โกรธ|,|เกลียด|,|สงสัย)| 
(ดิสอาร์|'|มิ|ง) adj.ซึ่ง|ขจัด|อารมณ์ (โกรธ|,|ความ|เป็น|ปฏิปักษ์|,|ความ|สงสัย)|  |Syn. disarmingly adv.
(ดิส|'|อะเรนจฺ) vt. ก่อกวน|,|ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|สับสน.  |Syn. disarrangement n.
(ดิสอะเรย์|') vt.,|n. (ความ) ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|สับสน|,|เปลื้อง|เสื้อผ้า|ออก|,|เสื้อผ้า|ที่|ไม่|เรียบร้อย
(ดิสอาร์ทิค|'|คิว|เลท) vt.,|vi. ตัด|หรือ|แยก|ข้อต่อ. -|disarticulation n.
(ดิ|ซา|ส|'|เทอะ) n. ความ|หายนะ|,|ภัยพิบัติ|,|ความ|ล่มจม.  |Syn. calamity
adj. ซึ่ง|ได้|รับ|ความ|หายนะ
(ดิ|ซา|ส|'|เท|ริ|ส|,|แซส|'|เท|ริ|ส) adj. ซึ่ง|ทํา|ให้|เกิด (ความ|หายนะ|,|ภัยพิบัติ|,|ความ|ย่อยยับ|,|ความ|ล่มจม|,|ความ|โชคร้าย)|  |Syn. disastrousness n. ดู|disastrous|  |Syn. ruinous
(ดิสอะเวา|') vt. บอกปัด|,|ไม่|ยอมรับ|,|ปฏิเสธ (การ|รับภาระ) .  |Syn. disavowal n. ดู|disavow
(ดิส|แบน|ดฺ|') v. เลิก|,|ทํา|ให้|สลาย|,|ปลด|ออก|จาก|ประจําการ|,|ทํา|ให้|กระจาย|ออก|  |Syn. disbandment n.  |Syn. break up|,
(ดิส|บาร์|') vt. ขับ|ออก|จาก|วงการ|ทนายความ|,|เพิกถอน|สิทธิ|ใน|การ|เป็น|ทนายความ
n. ความ|ไม่|เชื่อ|  |Syn. incredulity
vt. ไม่|เชื่อ|  |Syn. disbeliever n. ดู|disbelieve
(ดิส|เบา|'|เอิล) vt. เอา|ไส้|ออก|,|เอา|เครื่องใน|ออก.  |Syn. disbowelling n.,|adj. ดู|disbowel
vt. ปลดเปลื้อง|ภาระ vi.เอา|ของ|บรรทุก|ลง|  |Syn. disburdenment|,|n.
(ดิสเบิร์ส|') vt. จ่าย (เงิน) ,|ชะ|รํา|เงิน|,|ทํา|ให้|กระจาย|ตัว|,|จัดสรร|  |Syn. disbursement n. disbursable adj. ดู|disburse disburser n. ดู|disburse
(ดิสค) n.,|vt. disk
n. จาน|ห้ามล้อ
n. ดู|disk jockey
(ดิสแคลสท|') adj. ไม่|มี|รองเท้า|,|เท้า|เปล่า.  |Syn. discalceate
(n. ดิส'|แคน|ท|; v. ดิส|แคน|ท|') n.,|vi. ดู|descant. -|discanter n. ดู|discant
(ดิสคาร์ด|') vt.,|vi.,|n. (การ) ทิ้ง|,|ทิ้งไพ่|,|ให้|ออก.,|บุคคล|ที่|ทอดทิ้ง|,|สิ่ง|ที่|ถูก|ทอดทิ้ง|,|ไพ่|ที่|ทิ้ง|ลง|  |Syn. expel
(ดิส|'|เคส|') vt. เอา|เปลือกหุ้ม|ออก|,|เอา|ปลอก|ออก
(ดิเซิร์น|') v. มองเห็น|,|มอง|ออก|,|สังเกต|ออก|,|เข้าใจ|,|รู้ดี|,|หยั่งรู้.  |Syn. discerner n. ดู|discern discernible adj. ดู|discern discerning adj. ดู|discern discernment n. ดู|discern|  |Syn. perceive
(ดิสชาร์จ|') vi.,|vt.,|n. (การ) ปล่อย|,|เอา|ลง|,|ขับ|ออก|, ทํา|ให้|พ้น|หน้าที่|ความ|รับผิดชอบ|หรือ|อื่น ๆ ,|ปลด|จาก|ประจําการ|,|ปลด|จาก|งาน|,|ปล่อย|กระแส|ไฟฟ้า|,|หนังสือ|หลักฐาน|การ|ปลด|จาก|ภาระ|หน้าที่|,|การ|ชําระ|สะ|สาง|  |Syn. discharger n. ดู|discharge|  |Syn. unl
(ดิ|ไซ|'|เพิล) n. สาวก|,|ศิษย์|,|สานุศิษย์|,|ผู้ติดตาม. vt. ทํา|ให้|เป็น|ศิษย์|,|สอน|  |Syn. discipleship n. ดู|disciple|  |Syn. follower
นิกาย|หนึ่ง|ของ|ศาสนาคริสต์|มี|พิธี|ล้าง|บาป|โดย|การ|จุ่มน้ํา
(ดิส|'|ซะพลิน|นะ|เบิล) adj. ซึ่ง|สั่งสอน|ได้|,|ซึ่ง|ทํา|เป็น|ระเบียบวินัย|ได้
(ดิส|'|ซะพลิเนิล) adj. เกี่ยวกับ|วินัย|,|เกี่ยวกับ|ระเบียบ|ข้อบังคับ
(ดิสซะพลิเน|'|เรียน) n. ผู้|ยึดถือ|ระเบียบวินัย|,|ผู้|ควบคุม|หรือ|บังคับ|ให้|เป็น|ไป|ตาม|ระเบียบวินัย. adj. เกี่ยวกับ|ระเบียบวินัย
(ดิส|'|ซะพลิน) n. วินัย|,|ระเบียบวินัย|,|การ|ฝึกฝน|,|การ|ลงโทษ|,|สาขา|วิชา|,|ศิลปปฎิบัติ|,|วินัย|ทาง|ศาสนา vt. ฝึกฝน|,|ทํา|ให้|มี|วินัย|,|ลงโทษ|,|แก้ไข.  |Syn. discipliner n.  |Syn. order
(ดิสเค|ลม|') vt.,|vi. ไม่|ยอมรับ|,|สละ|สิทธิ|,|ละทิ้ง|,|ปฏิเสธ|ความ|เป็น|เจ้าของ|,|ออก|ตัว
(ดิสเคล|'|เมอะ) n. ผู้|สละ|สิทธิ์|,|ผู้|ไม้|ยอมรับ|,|การ|ไม่|ยอมรับ|,|การ|สละ|สิทธิ์|,|คําพูด ข้อเขียน|หรือ|เอกสาร|สละ|สิทธิ์
(ดิส|คละ|เม|'|เชิน) n. การ|สละ|สิทธิ์|,|การ|ปฏิเสธ|ความ|เป็น|เจ้าของ|,|การ|ไม่|ยอมรับ
(ดิส|'|โค|ลส) vt. เปิดเผย n. การ|เปิดเผย.  |Syn. discloser n. ดู|disclose
(ดิส|โค|ล|'|เชอะ) n. การ|เปิดเผย|,|สิ่ง|ที่|ถูก|เปิดเผย|  |Syn. declaration
(ดิส|'|โค) n. ดู|discotheque
(ดิส|คอ|บ|'|บะลัส) n. คน|ขว้าง|จาน|กลม -|pl. discoboli
(ดิส|คอก|'|ระ|เฟอะ) n. ผู้|สะสม|รายชื่อ|จานเสียง
n. การ|สะสม|รายชื่อ|จานเสียง
(ดิส|'|คอยด์) adj. ซึ่ง|เป็น|รูป|จาน|กลม.
(ดิสคัล|'|เลอะ) vt. ทํา|ให้|เปลี่ยน|สี|,|ทํา|ให้|สีซีด|,|ทํา|ให้|สีตก. vi. สีซีด|,|สีตก|,|เปลี่ยน|สี|  |Syn. discoloration|ม|discolouration n.
(ดิสคัล|'|เลอะ) vt. ทํา|ให้|เปลี่ยน|สี|,|ทํา|ให้|สีซีด|,|ทํา|ให้|สีตก. vi. สีซีด|,|สีตก|,|เปลี่ยน|สี|  |Syn. discoloration|ม|discolouration n.
(ดิสคัม|บอบ|'|ยะเลท) vt. ทํา|ให้|ยุ่ง|,|ก่อกวน|,|ทํา|ให้|สับสน
(ดิสคัม|'|ฟิท) vt.,|n. (การ) ทํา|ให้|พ่ายแพ้|อย่าง|สิ้นเชิง|,|ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|สับสน.  |Syn. discomfiter n. ดู|discomfit|  |Syn. frustrate
(ดิสคัม|'|ฟิเชอะ) n. ความ|พ่ายแพ้|สงคราม|,|ความ|ลําบาก|ใจ|,|ความ|กระอัก|กระ|อวน|,|ความ|สับสน
(ดิสคัม|'|เฟิร์ท) n. ความ|ลําบาก|,|ความ|ไม่|สบาย|,|ความ|ไม่|สะดวก vt. ทํา|ให้|ลําบาก|,|ทํา|ให้|ไม่|สะดวก|  |Syn. annoyance
(ดิสคัม|'|เฟิร์ททะเบิล) adj. ซึ่ง ไม่|สะดวกสบาย|,|ซึ่ง|ทํา|ให้|ลําบาก|หรือ|ไม่|สะดวก
(ดิส|คะ|เมน|ดฺ|') vt. แสดง|ความ|ไม่|พอใจ|,|ไม่|เห็นด้วย
(ดิส|คะ|โม|ด|') vt. ทํา|ให้|เกิด|ความ|ไม่|สะดวก|แก่|,|ก่อกวน|,|ทํา|ให้|ลําบาก.  |Syn. discommodious adj.
(ดิสคัม|โพ|ซ|') vt. ทํา|ให้|กลัดกลุ้ม|,|ทํา|ให้|ไม่|เป็นสุข|,|ก่อกวน.  |Syn. discomposedly adv.  |Syn. disarrange
(ดิสคัม|โพ|'|เชอะ) n. ความ|ไม่|เป็นสุข|,|ภาวะ|ที่|ถูก|ก่อกวน|,|ความ|ร้อนใจ|,|ความ|วุ่นวาย|ใจ|  |Syn. perturbation
(ดิส|คัน|เซิร์ท|') vt. รบกวน|,|ทํา|ให้|ยุ่งเหยิง.  |Syn. disconcertingly adv. ดู|disconcert disconcertment n. ดู|disconcert|  |Syn. confuse|,|upset
(ดิส|คัน|เซิร์ท|'|ทิด) adj. ยุ่งเหยิง|,|ลําบาก|ใจ|,|ไม่|สบายใจ|  |Syn. upset
(ดิส|คัน|ฟ|อม|'|มิ|ที) n. ความ|ไม่|ลงรอย|กัน|,|ผิวหน้า|ของ|ชั้น|หิน|ที่|ไม่|ลงรอย|กัน
vt. ตัด|,|แยก.  |Syn. disconnecter n . disconnective adj.
adj. ซึ่ง|แยก|ออก|,|ไม่|ปะติดปะต่อ|,|ไม่|เชื่อม|ติด|กัน|,|ไม่|ต่อ|กัน|,|ซึ่ง|ไร้|เหตุผล|,|ไม่|เป็น|ระเบียบ.  |Syn. rambling
n. การ|แยก|ออก|,|การ|ไม่|ต่อ|กัน|,|การ|ไร้|เหตุผล|,|การ|ไม่|เป็น|ระเบียบ|  |Syn. disconnexion
(ดิส|คอน|'|ซะลิท) adj. หดหู่ใจ|,|เศร้า
(ดิสเคา|'|ทะ|เนิน|ซฺ) vt. ทํา|ให้|หมด|กําลังใจ|,|ทํา|ให้|ไม่|สบายใจ|,|ไม่|เห็นด้วย n. ความ|ไม่|เห็นด้วย|  |Syn. disconcert
(ดิส|คัน|เท|นทฺ|') adj. ไม่|พอใจ. n. ความ|ไม่|พอใจ vt. ทํา|ให้|ไม่|พอใจ
(ดิส|คัน|เท|น|'|ทิด) adj. ลําบาก|ใจ|,|ไม่|พอใจ|,|ไม่|สบายใจ.  |Syn. dissatisfied|,|frustrated Ant. contented
(ดิส|คัน|ทิน|'|นิวเอินซฺ) n. ความ|ไม่|ต่อเนื่อง|กัน|,|ความ|ไม่|สม่ําเสมอ|,|ความ|หยุดชะงัก|,|การ|เลิกล้ม|  |Syn. termination
n. การ|เลิกล้ม|,|ความ|แตกแยก|,|การ|แตก|ความ|สามัคคี|,|ความ|หยุดชะงัก|  |Syn. termination
(ดิส|คัน|ทิน|'|นิว) {|discontinued|,|discontinuing|,|discontinues|} vt. ทํา|ให้|หยุด|,|หยุดยั้ง|,|เลิก|,|ถอน|ฟ้อง. vi. หยุด|,|ชะงัก.  |Syn. discontinuer n. ดู|discontinue|  |Syn. cease|,|stop|,|drop
(ดิส|คอน|ทินิว|'|อิ|ที) n. การ|หยุดชะงัก|,|การ|ไม่|ต่อเนื่อง|กัน|,|การ|เลิก|,|ความ|ไม่|สม่ําเสมอ|,|การ|ขาด|ตอน|  |Syn. gap
(ดิส|คัน|ทิน|'|นิวเอิส) adj. ไม่|ต่อเนื่อง|กัน|,|ไม่|ปะติดปะต่อ|,|หยุด|,|ขาด|จาก|กัน
(ดิส|'|คะ|ไฟล์) n. นัก|สะสม|แผ่นเสียง
(ดิส|'|คอร์ด) {|discorded|,|discording|,|discords|} n. ความ|ไม่|ลงรอย|กัน|,|ความ|บาดหมาง|,|ความ|ไม่|ประสานกัน|,|ความ|ขัดแย้ง|,|การ|ทะเลาะ|,|การ|ต่อสู้|,|สงคราม|,|เสียง|ที่|ไม่|เข้า|กัน. vi. ไม่|เห็นด้วย|  |Syn. disagreement|,|strife
(ดิสคอร์|'|เดิน|ซฺ) n. ภาวะ|ที่|ไม่|ลงรอย|กัน|,|ความ|ไม่|ประสานกัน|  |Syn. conflict
(-|คอร์|'|เดิน|ซี) n. ดู|discordance
(ดิส|คอ|'|เดิน|ทฺ) adj. ซึ่ง|ขัดแย้ง|กัน|,|บาดหมาง|กัน|,|ทะเลาะ|กัน|,|ต่อสู้|กัน|,|ไม่|เข้าหู|,|ห้วน|  |Syn. contradictory
(ดิส|โค|เท|ค|') n. ไนท์คลับ|ที่|เปิด|แผ่นเสียง|ให้|แขก|เต้นรํา|  |Syn. discotheque
(ดิส|'|เคาทฺ) vt|,|vi.,|n. (การ) ลด|ราคา|,|ลด|ส่วน|,|ไม่|นับ|,|ส่วนลด|,|ค่า|ชัก|ส่วนลด -|discountable adj.  |Syn. deduct
(ดิสเคอ|'|ริ|จฺ) vt. ทํา|ให้|ท้อใจ|,|ขัดขวาง|,|ไม่|เห็นด้วย.
n. การ|ทํา|ให้|หมด|กําลังใจ|,|สิ่ง|ที่|ทํา|ให้|หมด|กําลังใจ|,|ภาวะ|ที่|น่า|ท้อใจ|  |Syn. dejection|,
(ดิส|'|คอร์ส) v.,|n. (การ) สนทนา|,|บรรยาย อภิปราย.  |Syn. discourser n. ดู|discourse|  |Syn. confer
(ดิสเคอร์|'|เทียส) adj. ไม่|สุภาพ|,|ไม่|มี|มารยาท|,|หยาบคาย.  |Syn. discourteously adv. discourteousness n.  |Syn. impolite Ant. polite|,|civil
(ดิสเคอร์|'|ทิ|ซี) n. ความ|ไม่|สุภาพ|,|การ|ไร้|มารยาท|,|ความ|หยาบคาย|  |Syn. incivility
(ดิสคัฟ|'|เวอะ) vt. ค้นพบ|,|มอง|ออก|,|เปิดเผย.  |Syn. discoverable adj. ดู|discover discoverer n. ดู|discover|  |Syn. discern Ant. miss
(ดิสคัฟ|'|เวอ|รี) n. การ|ค้นพบ|,|สิ่ง|ที่|ค้นพบ|,|การ|เปิดเผย|,|การ|แสดง|ตัว|  |Syn. finding
n. ดู|Columbus Day
(ดิส|'|เครดิท) vt. ทํา|ให้|เสื่อมเสีย|ชื่อเสียง|,|ทํา|ให้|สูญเสีย|ความ|เชื่อถือ|,|ทํา|ให้|ขายหน้า|,|ทํา|ให้|ไม่|เชื่อ. n. ความ|ไม่|เชื่อถือ|,|การ|สูญเสีย|ชื่อเสียง|,|สิ่ง|ที่|ทํา|ให้|เสียชื่อ|  |Syn. disparage|,|slur
(ดิสเคร|'|ดิททะเบิล) adj. ไม่|น่า|เชื่อถือ|,|เสียหน้า|,|น่า|ขายหน้า
(ดิสค|รี|ท|') adj. พิจารณา|รอบคอบ|,|สุขุม|,|ไตร่ตรอง|อย่าง|รอบคอบ|,|ระมัดระวัง.  |Syn. discreetness n. ดู|discreet
(ดิสเครพ|'|เพิน|ซี) n. ความ|ไม่|ลงรอย|กัน|,|ความ|ไม่|ตรง|กัน|,|ความ|ขัดแย้ง.  |Syn. discrepance n.  |Syn. variance|,|difference|,|gap Ant. similarity|,|unity
(ดิสเครพ|'|เพินทฺ) adj. ไม่|ลงรอย|กัน|,|ไม่|ตรง|กัน|,|แย้ง|กัน|,|ไม่|ประสานกัน|  |Syn. differing|,|discordant
(ดิสค|รี|ท|') adj. ซึ่ง|แยกกัน|,|ไม่|ปะติดปะต่อ|  |Syn. discreteness n. ดู|discrete
(ดิสเครช|'|เชิน) n. ความ|สุขุม|,|การ|ไตร่ตรอง|อย่าง|รอบคอบ|,|ความ|ระมัดระวัง.  |Syn. discretionary adj. ดู|discretion discretional adj. ดู|discretion
(ดิส|ครีม|'|มะ|เนิน|ทฺ) n. เครื่อง|แสดง|ทาง|คณิตศาสตร์|ที่|เกี่ยวกับ roots
(ดิสค|ริม|'|มะเนท) vi. แยกแยะ|,|แบ่งแยก|,|เลือก|ที่รัก|มัก|ที่|ชัง|,|วินิจฉัย.  |Syn. distinguish
(ดิสค|ริม|มะเน|'|เชิน) n. การ|แยกแยะ|,|การ|แบ่งแยก|,|การ|เลือก|ที่รัก|มัก|ที่|ชัง|,|การ|วินิจฉัย.  |Syn. perception|,|bias Ant. equity|,|impartiality
adj. ซึ่ง|แยกแยะ|,|ซึ่ง|แบ่ง|ออก|,|เกี่ยวกับ|การ|เลือก|ที่รัก|มัก|ที่|ชัง|  |Syn. discriminating
adj. ดู|discriminative|  |Syn. distinguishing
(ดิสเคอร์|'|ซิ|ฟว) adj. อ้อมค้อม|,|ไกล|ประเด็น|,|สับสน.  |Syn. digressive|,|diffuse Ant. organized
(ดิส|'|คัส) n. จาน|กลม|ที่|ใช้|โยน|แข่ง|,|กีฬา|โยน|จาน|กลม|ให้|ไกล|ที่สุด -|pl. discuses|,|disci
(ดิสคัส|') {|discussed|,|discussing|,|discusses|} vt. อภิปราย|,|โต้ตอบ|,|สาธยาย.  |Syn. discusser n. ดู|discuss|  |Syn. debate|,|argue
(ดิสคัส|'|เซินทฺ) n. ผู้อภิปราย|,|ผู้|ร่วม|การ|อภิปราย
(ดิสคัส|'|เชิน) n. การ|อภิปราย|,|การ|โต้แย้ง|หาเหตุ|ผล
(ดิส|เดน|') {|disdained|,|disdaining|,|disdains|} vt. ดูถูก|,|ดูหมิ่น|,|เหยียดหยาม|,|รังเกียจ. n. การ|ดูถูก|,|การ|ดูหมิ่น|,|ความรู้สึก|ที่|รังเกียจ|  |Syn. scorn|,|contempt
(ดิส|เดน|'|ฟู|ล) adj. เป็น|การ|ดูถูก (ดูหมิ่น|,|เหยียดหยาม|,|รังเกียจ) .  |Syn. contemptuous|,|aloof
(ดิ|ซี|ซ|') n. โรค|  |Syn. sickness
(ดี|ซี|สด|ฺ) adj. เป็น|โรค|,|ป่วย|,|ไม่|สบาย
(ดิส|อี|คอน|'|โน|มี) n. ความ|ไม่|ประหยัด|,|ต้นทุน|สูง|,|ค่าใช้จ่าย|สูง
vt.,|vi. นํา|ขึ้นฝั่ง|,|ขึ้นฝั่ง.  |Syn. disembarkation|,|disembarkment n.  |Syn. land
vt. ทํา|ให้|ไม่|ลําบาก|ใจ|,|บรรเทา|,|ขจัด
(ดิส|เอม|บอ|'|ดี) vt. ทํา|ให้|พ้น|จาก|กาย|,|ทํา|ให้|จิตวิญญาณ|หลุดพ้น|จาก|ร่าง|ไป.  |Syn. disembodiment n.
vt. ไหล|ออก. vi. ทะลัก|ออก|,|ระบาย.  |Syn. disemboguement n. ดู|disembogue
(ดิส|เอม|เบา|'|เอิล) vt. เอา|เครื่องใน|ออก.  |Syn. disembowelment n. ดู|disembowel|  |Syn. draw
ว (ดิส|เอน|เน|'|เบิล) {|disenabled|,|disenabling|,|disenables|} vt.ทํา|ให้|ไร้|ความ|สามารถ|,|ป้องกัน
(ดิส|เอน|ชาน|ทฺ|') vt. แก้|เสน่ห์|,|ทํา|ให้|หลุดพ้น|จาก|การ|ถูก|ผี|สิง|,|ทํา|ให้|ไม่|เพ้อฝัน|,|ทํา|ให้|พ้น|อาการ|ประสาทหลอน.  |Syn. disenchantment n. ดู|disenchant|  |Syn. disillusion
(ดิส|เอน|เดา|') vt. ยึด|เงิน|บริจาค|,
(ดิส|เอน|แฟ|รน|'|ไช|ซ) vt. ดู|disfranchise.
(ดิส|เอน|เกจ|ฺ|') vt. ปลด|,|ปล่อย|,|เปลื้อง|,|ทํา|ให้|ขาด|จาก|การ|ติดต่อ|กับ. vi. หลุดพ้น|,|หลุด|ออก|,|ว่าง|  |Syn. loosen|,|unfasten
n. การ|ปลด|การ|ปล่อย|,|ภาวะ|ที่|ถูก|ปล่อย|,|อิสรภาพ|,|การ|หลุดพ้น|,|การ|เลิก|สัญญา|,|ความ|สบายใจ
(ดิส|เอน|เท|ล|') vt. ทํา|ให้|อิสระ|,|ทํา|ให้|หลุดพ้น|,|เพิกถอน|สิทธิ์.  |Syn. disentailment n.
vt.,|vi. ปลด|,|เปลื้อง|, ทํา|ให้|หาย|ยุ่ง|,|ชําระ|สะ|สาง
(ดิส|เอน|ธ|รอ|ล|') vt. ทํา|ให้|อิสระ|,|ปล่อย|ทาส -|enthralment|,|enthrallment n.  |Syn. liberate
(ดิส|เอน|ธ|รอ|ล|') vt. ทํา|ให้|อิสระ|,|ปล่อย|ทาส -|enthralment|,|enthrallment n.  |Syn. liberate
(ดิสเฮ็นทูม|') vt. ขุด|ออก|จาก|หลุม|ฝังศพ
n. การ|เสีย|สมดุล|  |Syn. imbalance
(ดิสเฟ|'|เวอะ) n. ความ|ไม่|ชอบ|,|ความ|ไม่|เห็นด้วย|,|การ|กระทํา|ที่|เป็น|ภัย. vt. ไม่|ชอบ|,|ไม่|โปรด|  |Syn. disgrace
(ดิสเฟ|'|เวอะ) n. ความ|ไม่|ชอบ|,|ความ|ไม่|เห็นด้วย|,|การ|กระทํา|ที่|เป็น|ภัย. vt. ไม่|ชอบ|,|ไม่|โปรด|  |Syn. disgrace
(ดิสฟี|'|เชอะ) n. ทํา|ให้|เสียโฉม
(ดิสฟิก|'|เก|อะ) vt. ทํา|ให้|เสียโฉม|,|ทํา|ให้|ผิดรูปผิดร่าง.  |Syn. disfigurer n. ดู|disfigure disfiguration n. ดู|disfigure|  |Syn. distort|,|mutilate|,|mar
(ดิสฟอ|'|เรสทฺ) vt. ดู|disafforest
(ดิสแฟ|รน|'|ไช|ซ) ว vt. ถอน|สิทธิ|,|ตัด|สิทธิ|,|ถอน|สิทธิ|พลเมือง|,|ถอน|สิทธิ|การ|เลือกตั้ง|  |Syn. disfranchisement n. ดู|disfranchise
adj. ซึ่ง|สูญเสีย|บทบาท|หรือ|หน้าที่|ไป
(ดิสกอร์จฺ|') vt.,|vi. อาเจียน|,|สํารอก|,|คาย|,|ยอม|,|ปล่อย|ออก|อย่าง|แรง|  |Syn. disgorgement n.  |Syn. vomit
(ดิส|เก|รส|') n. การ|เสียหน้า|,|ความ|เสื่อมเสีย|,|การ|ถอดถอน|ยศ|ฐา|บรรดาศักดิ์|,|ความ|อัปยศ|อดสู vt. ทํา|ให้|เสียหน้า|,|ทํา|ให้|ขายหน้า|,|ทํา|ให้|เสื่อมเสีย.  |Syn. disgracer n.  |Syn. shame|,|dishonour Ant. honour|,|credit
(ดิส|เก|รส|'|ฟู|ล) adj. น่า|อับอายขายหน้า|,|น่า|อัปยศ|อดสู|,|เสียหน้า|,|เสื่อมเสีย|  |Syn. disreputable
(ดิส|กรัน|'|เทิล) ว vt. ทํา|ให้|ไม่|พอใจ|,|ทํา|ให้|ไม่|สบายใจ.  |Syn. disgruntlement n.
(ดิส|ไก|ซ|') vt. ปลอมตัว|,|ปลอมแปลง|,|ซ่อนเร้น|,|ปิดบัง|,|แกล้ง|ทํา|,|แสร้ง. n. สิ่ง|ที่|ปลอมแปลง|,|เครื่องแต่งกาย|ที่|ปลอมแปลง|,|การ|แกล้ง|ทํา|, การ|ซ่อนเร้น.  |Syn. disguiser n. ดู|disguise disguisement n. ดู|disguise|  |Syn. mask|,|change|,|camouf
(ดิสกัสทฺ|') n. ความ|น่า|รังเกียจ|,|ความ|น่า|ขยะแขยง|,|ความ|สะ|อิด|สะ|เอียน|,|ความ|น่าชัง. vt. ทํา|ให้|อาเจียน|, ทํา|ให้|น่าชัง|,|ทํา|ให้|น่า|ขยะแขยง.  |Syn. disgustedness n. ดู|disgust|  |Syn. offend|,|irk|,|repulsion
(ดิสกัส|'|ฟู|ล) adj. น่า|รังเกียจ|,|น่าชัง|,|น่า|อาเจียน|,|น่า|ขยะแขยง|,|น่า|สะ|อิด|สะ|เอียน
(ดิสกัส|'|ทิง) adj. น่า|รังเกียจ|,|น่าชัง|,|น่า|อาเจียน|,|น่า|ขยะแขยง.  |Syn. offensive|,|odious Ant. attractive
(ดิช) {|dished|,|dishing|,|dishes|} n. จาน|,|จาน|กับข้าว|,|อาหาร|1|จาน|,|อาหาร|,|หญิง|สวย. vt. ใส่|จาน|,|ทํา|คล้าย|รูป|จาน|,|คุย|กัน|เล่น|  |Syn. vessel|,|container
n. ที่|วาง|จาน
(ดิส|ชะ|บีล|') n. การ|แต่งตัว|รุ่มร่าม|,|ความ|ไม่|เป็น|ระเบียบ|, ภาวะ|จิต|ฟุ้งซ่าน.  |Syn. deshabille n.
(ดิสฮาร์|โม|'|เนียส) adj. ไม่|กลมกลืน|กัน|,|ไม่|ลงรอย|กัน|,|ไม่|ประสานกัน|  |Syn. discordant
(ดิสฮาร์|'|มะนี) n. ความ|ไม่|ลงรอย|กัน|,|ความ|ไม่|ประคอง|กัน|  |Syn. discord
(ดิสฮาร์|'|เทิน) vt.ทํา|ให้|หมด|กําลังใจ|,|ทํา|ให้|ท้อใจ.  |Syn. disheartenment n.  |Syn. dispirit
(ดิชทฺ) adj. เว้า|เข้า|,|เป็น|รูป|จาน|,|ชํารุด|,|ทรุดโทรม|,|ซึ่ง|ห่าง|จาก|ส่วน|ยอด|มาก|กว่า|ส่วนกลาง
(ดิส|เฮ|ลม|') vt. เอา|หมวก|เหล็ก|ออก
n. เพิกถอน|สิทธิ|การ|รับช่วง
(ดิส|เฮ|อ|'|ริ|ท) vt. ทํา|ให้|ไม่|ได้|รับมรดก|,|เพิกถอน|สิทธิ|การ|รับมรดก|  |Syn. disinherit
(ดิสเชฟ|'|เวิล) vt. ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|กระเซิง|,|ทํา|ให้|ยู่ยี่|,|ทํา|ให้|ไม่|เรียบร้อย.
(ดิช|'|ฟู|ล) n.,|ปริมาณ|ความ|จุ|หนึ่ง|จาน
(ดิ|สอ|อน|'|นิสทฺ) adj. ไม่|ซื่อสัตย์|,|ไม่|สุจริต|,|ไม่|น่า|ไว้วางใจ|,|ไม่|ตรงไปตรงมา|  |Syn. deceitful|,|perfidious Ant. honest
(ดิ|สอ|อน|'|นิส|ที) n. ความ|ไม่|ซื่อสัตย์|,|ความ|ไม่|สุจริต|,|การ|กระทํา|ที่|ไม่|สุจริต|,|การ|หลอก|,|การ|ลวง|  |Syn. fraud
(ดิ|สอ|อน|'|เนอะ) n. ความ|เสื่อม|เกียรติ|,|ความ|อัปยศ|อดสู|,|ความ|ดูถูก|,|การ|ไม่|ยอมรับ|ตั๋วเงิน|,|การ|ไม่|ยอม|จ่าย|เงิน|สําหรับ|ตั๋วเงิน|  |Syn. disgrace
(ดิ|สอ|อน|'|เนอะ) n. ความ|เสื่อม|เกียรติ|,|ความ|อัปยศ|อดสู|,|ความ|ดูถูก|,|การ|ไม่|ยอมรับ|ตั๋วเงิน|,|การ|ไม่|ยอม|จ่าย|เงิน|สําหรับ|ตั๋วเงิน|  |Syn. disgrace
(ดิ|สอ|อน|'|เนอ|ระ|เบิล) adj. น่า|อับอาย|,|น่า|ขายหน้า|,|ต่ําช้า|,|เสื่อมเสีย|ชื่อเสียง.  |Syn. disnourably adv. ดู|dishonourable|  |Syn. ignoble|,|corrupt
n. เช็ค|สปริง|,|เช็ค|ไม่|มี|เงิน
n. คน|ล้าง|ชาม|,|เครื่องล้าง|ชาม|และ|เครื่องครัว|ต่าง ๆ| 
(ดิสอิลู|'|เชิน) vt.ขจัด|สิ่ง|ลวงตา|ออก|,|ขจัด|ความ|เข้าใจผิด|ทิ้ง|  |Syn. disillusionment n.
(ดิส|'|อิน|ไคล|น) vt. ทํา|ให้|ไม่|ยินยอม|,|ทํา|ให้|ไม่|เต็มใจ|,|ไม่|ยินยอม|,|ไม่|สมัครใจ|,|ไม่|เต็มใจ
(ดิส|อิน|เฟคทฺ|') vt. ฆ่าเชื้อ|โรค|,|ชําระล้าง.  |Syn. disinfection n. ดู|disinfect|  |Syn. purify
(ดิส|อิน|เฟค|'|เทิน|ทฺ) n. ยาฆ่าเชื้อโรค. -|adj. ใช้|ฆ่าเชื้อ|  |Syn. antiseptic
(ดิส|อิน|เฟสทฺ|') vt. กําจัด|แมลง|หนู|และ|สัตว์|ที่|เป็น|ภัย|อื่น ๆ|  |Syn. disinfestation n. ดู|disinfest
ว (ดิส|อิน|เฟลทฺ|') vt. ลด|ภาวะ|เงินเฟ้อ|,|ลด|ความ|พอง|โต|ลง.  |Syn. disinflation n.
(ดิส|อิน|เจน|'|นิวอัส) adj. ไม่|ตรงไปตรงมา|,|ไม่|จริงใจ|,
(ดิส|อิน|เฮ|อ|'|ริ|ท) vi. ตัด|สิทธิ|การ|รับมรดก|,|ตัด|สิทธิ|รับช่วง.  |Syn. disinheritance n. ดู|disinherit
(ดิส|อิน|'|ทะ|เก|รท) vi. ทํา|ให้|แตกสลาย|,|ทํา|ให้|เน่าเปื่อย|,|สึกกร่อน|เปลี่ยน|เป็น|นิวเคลียส|ที่|ต่าง|ชนิด vt. สลาย|ตัว|เป็น|อนุภาค|หรือ|เศษ|เล็ก|เศษ|น้อย.  |Syn. disintegrable adj. disintegrative adj. disintegration n.  |Syn. fall apart|,
(ดิส|อิน|เท|อ|') vt. ขุด|ขึ้น|มา|,|ขุดค้น|,|เปิดเผย.  |Syn. disinterment n. ดู|disinter|  |Syn. exhume
adj. ไม่|มี|ผลประโยชน์|ส่วนตัว|,|ไม่|สนใจ|,|เมิน|เฉย|  |Syn. impartial|,|indifferent
vt. แยก|,|ถอด|,|รื้อ
vt.,|vi. แยก|ข้อต่อ|,|แยก|ส่วนต่อ|,|ทํา|ให้|ข้อต่อ|หลุด|,|ทํา|ให้|ไม่|เป็น|ระเบียบ
(ดิส|จัง|คฺ|') adj. ซึ่ง|แยก|ออก|จาก|กัน|,|หลุด|จาก|กัน|,|ไม่|ต่อเนื่อง|  |Syn. disjoined|,|separated
(ดิส|จัง|คฺ|'|ทิฟว) n. ซึ่ง|มี|ลักษณะ|ที่|แยก|ออก.
(ดิสคฺ) {|disked|,|disking|,|disks|} n. แผ่น|กลม|,|แผ่นเสียง|,|จาน|กลม. vt. พรวน|ดิน|ด้วย|คราด|กลม.  |Syn. disc|,|circle จาน|บันทึก|หมายถึง อุปกรณ์|เก็บ|ข้อมูล|ชนิด|หนึ่ง ที่|นิยม|ใช้|กับ|ไมโครคอมพิวเตอร์ มี|ลักษณะ|กลม เหมือน|จาน มี|อยู่ 3 ชนิด|1. จาน|อ่อน (floppy disk) มี|ลักษณะ|อ่อน บรรจุ|ใน|ซอง|กระดาษ มี|ขนาด 5.25|x|5.25 นิ้ว การ|เก็บรักษา|ค่อนข้าง|ยาก จุ|ข้อมูล|ได้|ประมาณ|สาม|แสน|หก|หมื่น|ถึง|หนึ่ง|ล้าน|สอง|แสน|ตัวอักษร) 2. จาน|บันทึก|อีก|ชนิด|หนึ่ง|มี|ลักษณะ|แข็ง|กว่า|เพราะ|ห่อหุ้ม|ด้วย|พลาสติก|แข็ง มี|ขนาด|เล็ก|กว่า|แบบ|แรก มัก|เรียก|กัน|ว่า diskette มี|ขนาด 3.5|x|3.5 นิ้ว จุ|ข้อมูล|ได้|สูงสุด|ถึง 1.44 ล้าน|ตัวอักษร ปัจจุบัน|เป็น|ที่|นิยม|มาก|กว่า|แบบ|แรก เพราะ|เก็บรักษา|ได้|ง่าย|กว่า|3. จาน|บันทึก|แข็ง|หรือ|ที่|นิยม|เรียก|ว่า ฮาร์ด|ดิสก์ (hard disk) มักจะ|บรรจุ|ไว้|ใน|กล่อง|พร้อมกับ|หน่วย|ขับ (drive) แล้ว|เก็บ|อยู่|ภายใน|ตัว|เครื่อง|เลย ฮาร์ดดิสก์|นั้น|มี|ความ|จุ|สูง|มาก|ประมาณ 100|-|800 ล้าน|ตัวอักษร เป็น|ที่|นิยม|มาก|ใน|ปัจจุบัน เพราะ|มี|ประสิทธิภาพ|สูง|และ|ราคา|ลด|ลง|ทุก|วัน ปัญหา|เรื่อง|การ|เก็บรักษา|เกือบจะ|ไม่|มี|เลย แต่|อาจ|จะ|มี|ปัญหา|เรื่อง|เกี่ยวกับ|ไวรัส|ได้|นอกจาก 3 ชนิด|ที่|ได้|กล่าว|ถึง|มา|แล้ว ก็|ยัง|มี|อีก|หลาย|ชนิด เช่น จาน|บันทึก|ที่|นํามา|ใช้|กับ|คอมพิวเตอร์|เครื่อง|ใหญ่ (mainframe) ที่|เรียก|ว่า|ชุด|จาน|บันทึก (disk pack) ซึ่ง|จะ|มี|แกน|ยึด|ติด|กัน|ตรง|กลาง|, จาน|แสง|หรือ|จาน|เลเซอร์ (optical or laser disk) , จาน|วีดิทัศน์ (vedio disk) , จาน|บันทึก|อัด|แน่น (compact disk) ซึ่ง|ล้วนแต่|มี|ความ|จุ|สูง|มาก ปัจจุบัน|จาน|บันทึก|ได้|รับ|ความ|นิยม|มาก|กว่า|สื่อ|บรรจุ|ข้อมูล|อื่น เพราะ|ราคา|ถูก ใช้|ซ้ํา|ได้ และ|การ|ค้น|คืน|ข้อมูล|ทํา|ได้|รวดเร็ว|กว่า|สื่อ|ชนิด|อื่น
n. จาน|ห้ามล้อ
หน่วยความจํา|แคช|บน|จาน|หมายถึง ส่วนหนึ่ง|ของ|หน่วยความจํา|ที่|เครื่อง|คอมพิวเตอร์|จะ|กัน|ไว้|เก็บ|ข้อมูล|ที่|ใช้|บ่อย ๆ โดย|คัด|ออก|จาก|จาน|บันทึก|ไป|เก็บ|ไว้ โปรแกรม|บาง|โปรแกรม|จะ|จัดแบ่ง|เนื้อที่|ใน|หน่วยความจํา|ไป|ให้ บาง|โปรแกรม|จะ|แบ่ง|เนื้อที่|ใน|ฮาร์|ดิสก์|ให้ เช่น เมื่อ|เรา|ทํา|สําเนา|จาก|แผ่น|จาน|บันทึก
จาน|ข้อ|เหวี่ยง
หน่วย|จาน|บันทึก|หน่วย|ขับ|จาน|บันทึก|หน่วย|ขับ|แผ่น|บันทึก|หมายถึง กลไก|ส่วน|ที่|ใช้|หมุน|จาน|บันทึก|ให้|ผ่าน|หัวอ่าน|หรือ|หัวบันทึก (read|/|write head) ทํา|ให้ สามารถ|นํา|ข้อมูล|ที่|บันทึก|อยู่|ใน|จาน|บันทึก|มา|ประมวลผล|ได้ หาก|ต้องการ|จะ|บันทึก|ข้อมูล|ใหม่|ลง|ไป ก็ สามารถ|บันทึก|ได้|เช่นเดียวกัน
n. คราด|จาน|กลม
n. นัก|จัด|รายการ|แผ่นเสียง|ทาง|วิทยุ
ระบบปฏิบัติการ|แบบ|ใช้|จาน|โปรแกรม|ระบบ|ที่|ทํา|หน้าที่|สั่ง|การ|ให้|เครื่อง|ไมโครคอมพิวเตอร์|ทํางาน ถ้า|จะ|แปล|ให้|ตรง|ตัว ก็|จะ|เรียก|ได้|ว่า เป็น|ระบบปฏิบัติการ|แบบ|ที่|ใช้|จาน|บันทึก|ข้อมูล เรา|มักจะ|ใช้|คําย่อ|ที่|เป็น|ที่|รู้จัก|กัน|ดี|ว่า DOS (อ่าน|ว่า ดอส) ส่วน|ระบบปฏิบัติการ|ของ|คอมพิวเตอร์|เครื่อง|ใหญ่ เรียก|ว่า OS อ่าน|ว่า โอเอ|ส (Operating System) ระบบปฏิบัติการ|ที่|ใช้|กับ|ไมโครคอมพิวเตอร์|ประเภท|เทียบเคียง|กับ|ไอ|บีเอ็ม (IBM compatibles) หรือ|พี|ซี (PC) จะ|ใช้ "|ดอส|" ที่|เขียน|โดย|บริษัท|ไม|โค|รซอฟต์ นิยม|เรียก|กัน|ว่า|MS|-|DOS หรือ Microsoft DOS ส่วน|ระบบปฏิบัติการ|ที่|ใช้|กับ|คอมพิวเตอร์|แมค|อิน|ทอ|ช มี|ชื่อ|ว่า System 6 หรือ 7
ชุด|จาน|ชุด|จาน|บันทึก|จาน|บันทึก|ที่|ใช้|กับ|เมนเฟรม|มักจะ|มา|เป็น|ชุด ๆ ละ 5|-|10 แผ่น มี|แกน|ยึด|ให้|ติด|กัน|อยู่|ตรง|กลาง ชนิด (ที่|เป็น|แผ่น|เดียว|ก็|มี เรียก|ว่า disk cartridge) จาน|นี้|ใช้|เป็น|สื่อ|เก็บ|ข้อมูล ที่|มี|ประสิทธิภาพ|มาก โดย|ปกติ จาน|บันทึก|แต่ละ|ชุด|จะ|บรรจุ|ข้อมูล|ได้|ทั้ง|สอง|หน้า ยกเว้น|จาน|แรก|และ|จาน|สุดท้าย
การ|แบ่ง|ส่วน|ของ|จาน|บันทึก|หมายถึง การ|แบ่ง|ฮาร์ด|ดิสก์|ออก|เป็น|ส่วน ๆ ตั้งแต่|สอง|ส่วน|ขึ้น|ไป โดย|อาจ|กําหนด|ให้|ส่วนหนึ่ง|ใช้|ระบบ|ดอส และ|วินโดว์ และ|อีก|ส่วนหนึ่ง|ใช้|ระบบ โอเอ|ส|/|ทู
n. นัก|ขว้าง|จาน
แผ่น|บันทึก|หมายถึง จาน|บันทึก|ขนาด|เล็ก เฉพาะที่|ใช้|กับ|ไมโครคอมพิวเตอร์ มี|ลักษณะ|อ่อน จึง|เรียก|ว่า แผ่น|บันทึก บรรจุ|ไว้|ใน|ซอง|กระดาษ ใช้|เป็น|ที่|เก็บ|ข้อมูล เช่นเดียวกับ|จาน|บันทึก|แม่เหล็ก ที่|นิยม|ใช้|กัน|ใน|ปัจจุบัน มี|ขนาด 5.25|x|5.25 นิ้ว มี|ความ|จุ|ประมาณ 360 เคไบต์ (K byte) หรือ 360,000 ตัวอักษร และ 1.2 เมกะไบต์ หรือ หนึ่ง|ล้าน|สอง|แสน|ตัวอักษร บางที|เรียก|กัน|ว่า floppy disk นอกจากนั้น มี|ขนาด 3.5|x|3.5 นิ้ว บรรจุ|อยู่|ใน|ซอง|ที่|แข็ง|กว่า มี|ความ|จุ|ประมาณ 720 เคไบต์ และ 1.44 เมกะไบต์ หรือ หนึ่ง|ล้าน|สี่|แสน|ตัวอักษร ใน|ปัจจุบัน อาจ|ใช้|เก็บ|ข้อมูล|ได้|ทั้ง|สอง|หน้า ทํา|ให้|บรรจุ|ข้อมูล|ได้|มาก (เดิม|บรรจุ|ข้อมูล|ได้|หน้า|เดียว) หรือ|บางที|อาจ|ทํา|ให้|ข้อมูล|เบียด|อัด|มาก|ขึ้น เรียก|ว่า double density (DD) ชนิด|ธรรมดา|เรียก|ว่า single density (เดี๋ยวนี้|ไม่|มี|แล้ว) และ|หาก|เก็บ|ข้อมูล|ได้|หน้า|เดียว เรียก|ว่า single sided (SS) ซึ่ง|เดี๋ยวนี้|ไม่|มี|แล้ว หาก|เก็บ|ข้อมูล|ได้|ทั้ง|สอง|หน้า เรียก|ว่า double sided (DS) แผ่น|บันทึก|ชนิด|ที่|มี|ความ|จุ|พิเศษ คือ|จุ|ได้|ถึง 1.2 ล้าน|ตัวอักษร|สําหรับ|แผ่น 5.25 นิ้ว และ|จุ|ได้ 1.44|ล้าน|ตัวอักษร|สําหรับ|แผ่น 3.5 นิ้ว เรียก|ว่า high density (HD) ดู disk ประกอบ
(ดิสไลคฺ|') vt. ไม่|ชอบ|,|เบื่อหน่าย. n. ความ|ไม่|ชอบ|,|ความ|เบื่อหน่าย
(ดิส ลิม') vt. ทํา|ให้|ไม่|ชัด|,|ทํา|ให้|เลอะเลือน|,|ทํา|ให้|สลัว
(ดิส|'|โลเคท) vt. เคลื่อน|จาก|ที่|,|ทํา|ให้|ออก|จาก|ตําแหน่ง|เดิม|,|ทํา|ให้|ออก|จาก|ที่|ซ่อน|,|ทํา|ให้|แพลง. vi. ออก|จาก|ที่|เดิม|,|เคลื่อน|  |Syn. displace
n. การ|เคลื่อนที่|เดิม|,|การ|ทํา|ให้|แพลง|,|การ|ทํา|ให้|ออก|จาก|ที่|ซ่อน
(ดิสลอจฺ|') vt. ขับ|ออก|จาก|ที่|,|เอา|ออก vi. เคลื่อน|จาก|ที่|  |Syn. dislodgement n. ดู|dislodge dislodgment n. ดู|dislodge|  |Syn. remove
(ดิส|ลอย|'|เอิล) adj. ไม่|ซื่อสัตย์|,|ทุจริต
(ดิส|ลอย|'|เอิล|ที) n. ความ|ไม่|ซื่อสัตย์|,|ความ|ทุจริต|  |Syn. unfaithfulness|,|faithlessness
(ดิส|'|เมิล) adj. ใจ|หดหู่|,|ไม่|เบิกบาน|,|กลัดกลุ้ม|,|จืดชืด. n. ความ|หดหู่ใจ|,|อารมณ์|ห่อเหี่ยว|,|ทาง|ตม|ตาม|ชายฝั่ง|  |Syn. sad|,|gloomy|,|dreary|,|cheerless Ant. pleasing|,|joyful
(ดิส|แมน|'|เทิล) vt. รื้อ|,|ถอด|ออก|,|ปลด|,|เปลื้อง.  |Syn. dismantlement n. ดู|dismantle dismantler n. ดู|dismantle|  |Syn. pull down
(ดิสเม|') vt. ทํา|ให้|ตกใจ|,|ทํา|ให้|สะดุ้ง|กลัว|,|ทํา|ให้|หมด|ความ|กล้า|โดย|สิ้นเชิง|,|ทํา|ให้|ตกตะลึง|,|ทํา|ให้|ท้อใจ. n. ความ|สะดุ้ง|กลัว|,|ความ|ท้อใจ|,|ความ|ท้อแท้|  |Syn. dread|,|terror|,|fright|,|fear
(ดิสเมม|'|เบอะ) vt. ตัด|ออก|เป็น|ส่วน ๆ ,|ตัด|มือ|ตัด|ขาออก|  |Syn. dismemberment n.
(ดิส|มิ|ส|') vt. ไล่ออก|,|เลิก|,|บอก|ให้|เลิก|แถว|,|ไม่|พิจารณา|,|แย้ง|กลับ|,|ไม่|รับ|ฟ้อง|,|ยกฟ้อง.  |Syn. dismissible adj. ดู|dismiss dismissive adj. ดู|dismiss
(ดิส|มิ|ส|'|เซิล) วn. การ|ไล่ออก|,|การ|บอก|ให้|เลิก|,|การ|ไม่|พิจารณา|,|การ|ยกฟ้อง|  |Syn. dismission
(ดิส|เมา|ทฺ|') vi. ลง|จาก|รถ|,|ลง|จาก|หลัง|ม้า. vt. เอา|ลง|,|ยก|ลง. n. การ|ลง|จาก|รถ|หรือ|หลัง|ม้า|,|การ|เอา|ลง
(ดิสเน|'|เชอะ) vt. ทํา|ให้|ไม่|เป็น|ไป|ตาม|สภาพ|หรือ|ลักษณะ|ตาม|ธรรมชาติ
(ดิส|'|นี|แล|นดฺ) n. แดน|เนรมิต|หรือ|สวนสนุก
(ดิส|โอ|บี|'|เดียนซฺ) n. การ|ไม่|เชื่อฟัง|  |Syn. defiance
(ดิส|โอ|บี|'|เดียนทฺ) adj. ไม่|เชื่อฟัง
(ดิสอะเบ|') vt.,|vi. ไม่|เชื่อฟัง
(ดิสอะไบลจ|') vt. ไม่|สนอง|ความ|ต้องการ|ของ|,|ผิดใจ|,|ทํา|ให้|ไม่|สะดวก.  |Syn. disobligingly adv.
(ดิสออร์|'|เดอะ) n. ความ|ไม่|เป็น|ระเบียบ|,|ความ|สับสน|,|ความผิด|ปกติ|ทาง|กาย|หรือ|ใจ. vt. ทํา|ให้|ไม่|เป็น|ระเบียบ|,|ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|สับสน.  |Syn. bustle Ant. order|,|form
adj.,|adv. ไม่|เป็น|ระเบียบ|,|ยุ่งเหยิง|,|สับสน|  |Syn. disorderliness n. ดู|disorderly|  |Syn. untidy|,|unruly Ant. tidy|,|civil
n. บ้าน|โสเภณี|,|สถานที่|การ|พนัน
ความจํา|สับสน
n. ความ|ไม่|เป็น|ระเบียบ|,|ความ|สับสน|,|ความ|ยุ่งเหยิง
vt. ทํา|ให้|สับสน|,|ทํา|ให้|ไม่|เป็น|ระเบียบ.  |Syn. disorganiser n. ดู|disorganize disorganizer n. ดู|disorganize
n. ความ|ไม่|เป็น|ระเบียบ|,|ความ|สับสน|,|ความ|ยุ่งเหยิง
vt. ทํา|ให้|สับสน|,|ทํา|ให้|ไม่|เป็น|ระเบียบ.  |Syn. disorganiser n. ดู|disorganize disorganizer n. ดู|disorganize
(ดิส|โอน|') vt. บอกปัด|,|ไม่|ยอมรับ|,|ไม่|ยอมรับ|เป็น|เจ้าของ|,|ปฎิ|เส|ธ.  |Syn. repudiate
(ดิส|แพ|'|ริ|จฺ) vt. ดูถูก|,|ดูหมิ่น|,|ใส่ร้าย.  |Syn. disparager n. ดู|disparage disparaging adv. ดู|disparage
n. การ|ดูถูก|,|การ|ดูหมิ่น|,|สิ่ง|ที่|ทํา|ให้|เสื่อมเสีย|ชื่อเสียง|  |Syn. detraction
(ดิส|แพ|'|ริ|จจิง) adj. เกี่ยวกับ|การ|ดูถูก|,|ซึ่ง|ทํา|ให้|เสื่อมเสีย|ชื่อเสียง|  |Syn. slighting
(ดิส|แพ|'|ริ|ที) n. ความ|ไม่|เหมือน|กัน|,|ความ|แตกต่าง|กัน|  |Syn. gap|,|difference
vt. ,|vi. แยก|,|แบ่งแยก
n. ความ|ไรักังวล|,|อารมณ์|,|ใจ|สงบ|,|ใจเย็น|,|ไม่|มี|อคติ
adj. ไร้|อารมณ์|,|ใจ|สงบ|,|ใจเย็น|,|ไม่|มี|อคติ|  |Syn. impartial
(ดิส|แพ|ทชฺ|') vt.,|vi.,|n. (การ) ส่ง|,|ส่ง|ไป|อย่าง|รวดเร็ว|,|ฆ่า|,|รีบ|ทํา|,|จัดการ|อย่าง|รวดเร็ว|,|ข่าว|ด่วน.  |Syn. despatch
(ดิส|เพล|') {|dispelled|,|dispelling|,|dispels|} vt. ทํา|ให้|กระจัดกระจาย|,|ขจัด|,|ทํา|ให้|หมด|ไป|  |Syn. disperse|,|scatter
(ดิสเพนดฺ) vt. จ่าย|,|ชําระ
(ดิสเพน|'|ซะเบิล) adj. ไม่|จําเป็น|,|ไม่|จําเป็น|ต้อง|มี|ก็ได้.  |Syn. dispensability n. ดู|dispensable|  |Syn. unnecessary
(ดิสเพน|'|ซะ|รี) n. ร้าน|ขาย|ยา|,|โอสถศาลา|,|สถานที่|จ่าย|ยา|  |Syn. drugstore
n. การ|แจกจ่าย|,|ระบบ|,|การ|จัดการ|, การ|ยกเว้น|,|การ|งด|  |Syn. dispersion|,|arrangement
n. ผู้|แจกจ่าย|,|ผู้|จ่าย|ยา|,|เภสัชกร|,|ผู้จัดการ|  |Syn. pharmacist
n. ตํารับ|ยา|,|ร้าน|ขาย|ยา|,|สถานที่|จ่าย|ยา|  |Syn. dispensary|,|drug store -|pl. dispensatories
(ดิสเพนซฺ|') vt. แจกจ่าย|,|จัดการ|,|ปรุง|ยา|และ|จ่าย|ยา vi. แจกจ่าย|,|ละเว้น|,|งด|,|ขจัด|,|ยกเว้น|,|ไม่|จําเป็น|ต้อง|มี|ก็ได้|  |Syn. scatter
(ดิสเพน|'|เซอะ) n. ผู้|แจกจ่าย|,|ผู้|ปรุง|ยา|และ|จ่าย|ยา|,|ผู้|จ่าย|ยา|,|เภสัชกร|,|ภาชนะ|หรือ|เครื่อง|แจกจ่าย|สิ่งของ
(ดิสเพอ|'|ซัล) n. การ|ทํา|ให้|กระจาย|ไป
(ดิสเพิร์ส|') vt. ทํา|ให้|กระจาย|ไป|,|ทํา|ให้|หาย|ไป|,|ไล่|ไป vi. กระจาย|,|หาย|ไป -|adj. เกี่ยวกับ|อนุภาค|ที่|แพร่กระจาย|  |Syn. dispersedly adv. ดู|disperse disperser n. ดู|disperse
n. การ|แพร่กระจาย|,|การ|กระจาย|หาย|ไป|,|สภาพ|ที่|แยก|กระจาย|  |Syn. dispersal
adj. ซึ่ง|กระจาย|ตัว
(ดิสเพอ|'|ริ|ท) vt. ทํา|ให้|ท้อใจ|,|ทํา|ให้|หมด|กําลังใจ
(ดิสเพอ|'|ริ|ทิด) adj. ท้อใจ|,|หมด|กําลังใจ|,|ซึมเศร้า|,|หดหู่ใจ.  |Syn. dispiritedness n.  |Syn. sad|,|glum
(ดิสพิท|'|เทียส) adj. ทารุณ|,|ไร้|ความ|ปรานี
vt. ทํา|ให้|เคลื่อนที่|,|เคลื่อนที่|,|เข้า|แทน|ที่|,|ไล่|,|ปลด.  |Syn. displacer n. ดู|displace|  |Syn. move
(ดิส|เพล|') vt. แสดง|,|เปิดเผย|,|โอ้อวด|,|แผ่|ออก|,|เรียงพิมพ์|ให้|เด่นชัด n. การ|แสดง|,|การ|โอ้อวด|, สิ่ง|ที่|แสดง|ให้|เห็นชัด|,|นิทรรศการ|  |Syn. exhibit แสดง|ผล|หน่วย|แสดง|ผล|หมายถึง|การ|แสดง|ผลลัพธ์|ที่|ได้|จาก|การ|ประมวลผล สําหรับ|ไมโครคอมพิวเตอร์|แล้ว หน่วย|แสดง|ผล|ก็|คือ|จอภาพ|ของ|เครื่อง|คอมพิวเตอร์ นั่นเอง นอกจากนั้น การ|แสดง|ผล|อาจ|แสดง|ได้|ทาง|เครื่องพิมพ์ (printer) , พล็อตเตอร์ (plotter) ฯ
vt. vi.,|vt. ไม่|พอใจ|,|ทํา|ให้|ไม่|พอใจ.  |Syn. displeasingly adv. ดู|displease|  |Syn. vex
adj. ซึ่ง|ไม่|พอใจ|,|กริ้ว|,|น่าเกลียด|  |Syn. disagreeable
n. ความ|ไม่|พอใจ|, ความ|ไม่|เห็นด้วย|,|ความ|ไม่|สบายใจ|,|สิ่ง|ที่|ทํา|ให้|ไม่|พอใจ vt. ไม่|พอใจ|,|ทํา|ให้|ไม่|พอใจ
vt.,|vi. ระเบิด
vt. เอา|ขน|นก|ออก|,|ทํา|ให้|เสื่อมเสีย
(ดิสพอร์ท|') vt. หา|ความ|เพลิดเพลิน|,|สนุกสนาน|,|ทํา|ให้|เพลิดเพลิน. vi.,|n. (ความ) สนุกสนาน|,|เพลิดเพลิน
(ดิส|โพ|'|ซะบัล) adj. ซึ่ง|ใช้|แล้ว|ทิ้ง|,|จัดการ|ได้
(ดิส|โพ|'|เซิล) n. การ|จัด|วาง|,|การ|จัดการ|,|การ|จัด|วาง|กําลัง|,|การ|กําจัด|  |Syn. grouping|,|arrangement
(ดิส|โพ|ซ|') vt. จัด|วาง|,|จับจ่าย|,|ดําเนินการ|,|จัดการ vi. จัดการ|,|กําจัด|,|โอน|,|ขาย|ทิ้ง|,|กิน|หมด|,|ดื่ม|หมด|,|ทําลาย n. ความ|โน้มน้าว|  |Syn. settle|,|remove|,|affect|,|induce Ant. disarrange|,|deter
(ดิส|โพ|ซด|ฺ|') adj. ซึ่ง|มี|ความ|โน้มน้าว
(ดิส|โพ|ซิ|ซ|'|เชิน) n. ความ|โน้มน้าว|,|อารมณ์|,|การ|จัดการ|,|การ|มอบ|ให้
(ดิสพะ|เซ|ส|') vt. ริบ|ทรัพย์|,|ยึด|ทรัพย์|,|ปลด|,|ชิง|,|ขับ|ออก.  |Syn. dispossession n. dispossesor n. dispossessory adj.  |Syn. dismiss
(ดิสพะ|เซ|สทฺ|') adj. ถูก|ขับ|ออก|,|ถูก|ริบ|หรือ|ยึด|ทรัพย์|,|ถูก|พลัดพราก
(ดิส|โพ|'|เซอะ) n. ดู|disposal|,|ดู|disposition
vt.,|n. (การ) ดูหมิ่น|,|กล่าวร้าย|,|ด่า
vt. ดูหมิ่น|,|ดูถูก|,|รังเกียจ
n. การ|พิสูจน์|ว่า|ผิด|,|การ|พิสูจน์|หักล้าง|,|การ|โต้|กลับ|,|การ|โต้แย้ง
n. ความ|ไม่|ได้|สัดส่วน
adj. ไม่|ได้|สัดส่วน|,|ไม่|สมส่วน
(ดิส|พรู|ฟว|') vt. พิสูจน์|ว่า|ผิด|,|พิสูจน์|หักล้าง|  |Syn. disprovable adj. ดู|disprove|  |Syn. refute
(ดิสพิว|'|ทะเบิล) adj. ซี่|ง|โต้แย้ง|ได้|,|เถียง|ได้|,|เป็น|ปัญหา.  |Syn. disputability n.
(ดิสพิว|'|เทิน|ทฺ) n.ผู้|โต้เถียง|,|ผู้|โต้แย้ง|,|ผู้อภิปราย. -|adj. ซึ่ง|โต้เถียง|,|ซึ่ง|โต้แย้ง
n. การ|โต้เถียง|,|การ|อภิปราย|,|การ|ทะเลาะ|  |Syn. dispute
(ดิสพิว|เท|'|ชัส) adj. ซึ่ง|เป็น|การ|โต้เถียง|,|ชอบ|โต้เถียง.
(ดิสพิวทฺ|') vi.,|vt.,|n. (การ) โต้เถียง|,|โต้แย้ง|,|ทะเลาะ|  |Syn. disputer n. ดู|dispute|  |Syn. debate|,|argument
n. การ|ตัด|สิทธิ|,|ภาวะ|ที่|ถูก|ตัด|สิทธิ|,|สิ่ง|ที่|ถูก|ตัด|สิทธิ
vt. ตัด|สิทธิ|,|ทํา|ให้|ไม่|เหมาะสม|,|ทํา|ให้|ขาด|คุณสมบัติ.  |Syn. disqualifiable adj.  |Syn. incapacitate
n. ความ|ไม่|สงบ|,|ความ|กังวล|,|ความ|กระสับกระส่าย.vt. ทํา|ให้|ไม่|สงบ|,|ทํา|ให้|กังวล|,|ทํา|ให้|กระสับกระส่าย.  |Syn. disquietedly adv. disquietly adv.  |Syn. uneasiness
(ดิสไคว|'|อิ|ทด) n. ภาวะ|ที่|ไม่|สงบ
n. การ|ตรวจสอบ|และ|ถกเถียง|เกี่ยวกับ|ปริญญา|นิพนธ์
(ดิสเรท|') vt. ลด|ตําแหน่ง|,|ลด|ฐานะ|,|ลด|ระดับ
vt.,|n. (การ) ไม่|สนใจ|,|มองข้าม|,|ไม่|เอาใจใส่|,|ไม่|นําพา|  |Syn. neglect|,|ignore
(ดิสเรล|'|ลิช) vt.,|n. (การ) ไม่|ชอบ|,|รังเกียจ
(ดิส|รี|แพร์|') n. ความ|ชํารุดทรุดโทรม|,|สภาพ|ที่|ขาด|การ|ซ่อมแซม|  |Syn. decay
(ดิสเรพ|'|ยะทะเบิล) adj. ซึ่ง|มี|ชื่อเสียง|ที่|ไม่|ดี|,|ฉาวโฉ่|,|ไม่|น่า|ไว้วางใจ|,|มอซอ|,|สกปรก|  |Syn. disreputability n. ดู|disreputable
(ดิส|ริ|พิวทฺ|') n. ชื่อเสียง|ใน|ทาง|เลว|,|ความ|ฉาวโฉ่|,|ความ|ไม่|น่า|เชื่อ|,|ความ|เสียชื่อ|เสียง
(ดิส|ริ|สเพคทฺ|') n. การ|ขาด|ความ|เคารพนับถือ|,|การ|ดูหมิ่น|,|ความ|ไม่|เคารพ|ยําเกรง
(ดิส|ริ|สเพค|'|ฟู|ล) adj. เป็น|การ|ดูหมิ่น|,|ขาด|ความ|เคารพ|ยําเกรง|  |Syn. disrespectfulness n. ดู|disrespectful|  |Syn. discourteous|,|rude
(ดิส|โร|บ|') vt.,|vi. เปลื้อง|,|ถอด|  |Syn. disrobement n. disrober n.  |Syn. off
(ดิส|รู|ท|') vt. ถอน|ราก|,|เอา|ออก|จาก|ที่
(ดิสรัพทฺ|') vt. ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|สับสน|,|รบกวน|,|ทํา|ให้|แตกแยก|ออก. -|adj. ซึ่ง|แตกแยก|ออก|  |Syn. disrupter n. ดู|disrupt disruptor n. ดู|disrupt|  |Syn. interrupt|,|break up
(ดิสรัพ|'|เชิน) n. การ|ทํา|ให้|แตกแยก|ออก|เป็น|ชิ้น ๆ ,|ภาวะ|ที่|ถูก|ทํา|ให้|แตกแยก|ออก
n. ความ|ไม่|พอใจ|,|ความ|ไม่|อิ่ม|  |Syn. discontent
(ดิสแซท|'|ทิส|ไฟ|ดฺ) adj. ไม่|พอใจ|,|ไม่|อิ่ม|  |Syn. discontented|,|displeased Ant. contented
(ดิส|เซ|คทฺ|') vt. ชําแหละ|เพื่อ|ศึกษา|,|ผ่า (ศพ|,|เนื้อเยื่อ) เพื่อ|ศึกษา|,|ตัด|กิ่ง ต้น|ดอก|เพื่อ|ศึกษา|,|จําแนก|,|วิเคราะห์.  |Syn. dissecter n. ดู|dissect dissector n. ดู|dissect|  |Syn. cut apart|,|analye|,|anatomize
(ดิส|เซ|ค|'|ทิด) adj.ซึ่ง|แบ่งแยก|ออก|เป็น|ส่วน|ต่าง ๆ ,|ซึ่ง|แตกแยก|ออก|โดย|การ|สึกกร่อน
(ดี|ซี|ซ|') vt. ยึดครอง|ที่|,|ครอบครอง|ที่|,|ไล่ออก.  |Syn. disseisor n. ดู|disseise
(ดิส|ซิ|ซี|') n. บุคคล|ที่|ถูก|ยึด|ที่. -|Syn. disseizee
(ดิส|ซี|'|ซิ|น) n. การ|ขับไล่|ออก|จาก|ที่
(ดี|ซี|ซ|') vt. ยึดครอง|ที่|,|ครอบครอง|ที่|,|ไล่ออก.  |Syn. disseisor n. ดู|disseise
(ดิส|ซี|'|ซิ|น) n. การ|ขับไล่|ออก|จาก|ที่
(ดิ|เซ|ม|'|เบลินซฺ) n. ความ|ไม่|เหมือน|กัน|,|ความ|แตกต่าง|กัน|,|การ|อําพราง|ความ|กลบเกลื่อน|  |Syn. unlikeness
(ดิ|เซ|ม|'|เบิล) vt. อําพราง|,|กลบเกลื่อน|,|แกล้ง|ทํา|เป็น|ไม่รู้ไม่เห็น|,|กลบเกลื่อน.  |Syn. dissembler n. ดู|dissemble dissemblingly adv. ดู|dissemble|  |Syn. conceal|,|pretend|,|affect
(ดิ|เซ|ม|'|มิ|เนท) vt. ทํา|ให้|กระจัดกระจาย|,|แพร่กระจาย|,|เผยแพร่.  |Syn. dissemination n. ดู|disseminate disseminator n. ดู|disseminate|  |Syn. promulgate|,|circulate|,|propagate
(ดิ|เซน|'|เชิน) n. ความ|ไม่|เห็นด้วย|อย่าง|แรง|,|ความ|ไม่|ลงรอย|กัน|,|การ|ทะเลาะ|,|ความ|ขัดแย้ง|  |Syn. discord|,|disagreement
(ดิ|เซน|ทฺ|') vi. ไม่|เห็นด้วย|อย่าง|แรง|,|ไม่|ลงรอย|กัน|,|ทะเลาะ|,|ขัดแย้ง|,|คัดค้าน n. ความ|แตกต่าง|ของ|ความคิด|,|การ|แยก|จาก|โบสถ์|,|ความ|แตกแยก.  |Syn. differ|,|disagree|,|except|,|disagreement Ant. assent
(ดิ|เซน|'|เทอะ) n. ผู้|ไม่|เห็นด้วย|อย่าง|แรง|,|ผู้|แยกตัว|ออก|จาก|โบสถ์|,|ผู้|คัดค้าน
(ดิ|เซน|'|เชินทฺ) adj.,|n. (ผู้) ซึ่ง|มี|ความเห็น|ไม่|ตรง|กัน|,|ซึ่ง|คัดค้าน|,|แตกแยก|  |Syn. dissentience n. ดู|dissentient dissentiency n. ดู|dissentient
adj. ชอบ|ทะเลาะ|,|ชอบ|คัดค้าน|  |Syn. contentious
n. ผนัง|กั้น|  |Syn. dissepimental adj. ดู|dissepiment (partition|,|septum)| 
(ดิเซิร์ท|') vi. สนทนา|,|ปาฐกถา|,|บรรยาย|,|สา|ธก|,|เขียน|ปริญญา|นิพนธ์|,|เขียน|บทความ
(ดิส|'|เซ|อ|เท|ท) vi. ดู|dissert
n. ปริญญา|นิพนธ์ (โดยเฉพาะ|ของ|ปริญญาเอก) ,|การ|สนทนา|,|การ|บรรยาย|,|การ|เขียน|บทความ|  |Syn. dissertational adj. ดู|dissertation dissertationist n. ดู|dissertation|  |Syn. treatise|,|thesis
vt. ตัด|,|แยก|,|แบ่ง|ออก|เป็น|ส่วน ๆ|  |Syn. disserverance n. ดู|disserver disserverment n. ดู|disserver disserveration n. ดู|disserver|  |Syn. part
n. การ|เป็น|ภัย|,|อันตราย|,|การ|ก่อ|ความ|เสียหาย|,|ความ|ร้าย|  |Syn. harm
(ดิส|'|ซิ|เดิน|ซฺ) n. ความ|ไม่|เห็นด้วย|,|ความ|ไม่|ลงรอย|กัน|,|ความ|ไม่|เห็นพ้อง|,|ข้อเสนอ|ที่|แตกต่าง|หรือ|ขัดแย้ง|  |Syn. dissent
(ดิส|'|ซิ|เดิน|ทฺ) n. ซึ่ง|ไม่|เห็นด้วย|,|ซึ่ง|ไม่|ลงรอย|กัน|,|ซึ่ง|มี|ความเห็น|ไม่|พ้อง|กัน. n. ผู้|ที่|ไม่|เห็นด้วย|,|ผู้|ที่|มี|ความเห็น|ไม่|พ้อง|กัน|  |Syn. protestor|,|dissenter|,|nonconformist
(ดิ|ซิ|ม|'|มะลาร์) adj. ไม่|เหมือน|กัน|,|แตกต่าง|กัน|  |Syn. different|,|unlike|,|distinct
(ดิ|ซิ|ม|'|มะเลท) vt. ทํา|ให้|ไม่|เหมือน|กัน|,|ทํา|ให้|แตกต่าง|กัน.  |Syn. dissimilative adj. ดู|dissimilate dissimilatory adj. ดู|dissimilate
vt. ซ่อนเร้น|,|อําพราง|,|แกล้ง|ทํา. vi. อําพราง.  |Syn. dissimulative adj. ดู|dissimulate dissimulator n. ดู|dissimulate
n. การ|อําพราง|,|การ|ซ่อนเร้น|,|การ|แกล้ง|ทํา|  |Syn. feigning
(ดิส|'|ซะเพท) vt. ทํา|ให้|กระจาย|,|ใช้จ่าย|อย่าง|ฟุ่มเฟือย|,|สํามะเลเทเมา.  |Syn. dissipater n. ดู|dissipate dissipator n. ดู|dissipate dissipative adj. ดู|dissipate
(ดิสซะเพ|'|ทิด) adj. สํามะเลเทเมา|,|ใช้จ่าย|อย่าง|สุรุ่ยสุร่าย.  |Syn. dissipatedness n. ดู|dissipated
(ดิสซะเพ|'|เชิน) n. การ|ทํา|ให|กระจาย|ตัว|,|การ|สลาย|ตัว|, การ|ใช้จ่าย|อย่าง|สุรุ่ยสุร่าย|,|การ|สํามะเลเทเมา.  |Syn. dissipative adj. ดู|dissipation|  |Syn. dissoluteness
(ดิ|ไซ|'|ชี|อะเบิล) adj. ซึ่ง|แยก|ออก|จาก|กัน|ได้|,|ไม่|ชอบ|การ|สังคม|,|ซึ่ง|ประนีประนอม|กัน|ไม่|ได้.  |Syn. dissociability n. ดู|dissociable|  |Syn. separable Ant. join|,|compromise
(ดิ|ไซ|'|เชิล) adj. ไม่|ชอบ|การ|สังคม|,|แยกตัว|ออก|จาก|สังคม.  |Syn. dissociality n.
(ดิ|โซ|'|ชี|เอท) vt. ทํา|ให้|แยก|ออก|,|ทํา|ให้|สลาย|ตัว. vi. แยกตัว|ออก|จาก|การ|สังคม|,|แตกแยก|  |Syn. dissociative adj. ดู|dissociate|  |Syn. separate
(ดิ|โซ|ซี|เอ|'|เชิน) n. การ|แยก|ออก|,|การ|แตกแยก|  |Syn. separation
(ดิ|ซอ|ล|'|ลิวเบิล) adj. ซึ่ง|ละลาย|ได้.  |Syn. dissolubility n. ดู|dissoluble dissolubleness n. ดู|dissoluble
(ดิส|'|ซะลิวทฺ) adj. เสเพล|,|ไร้|ศีลธรรม|,|เหลวไหล.  |Syn. dissoluteness n. ดู|dissolute
(ดิสซะลู|'|เชิน) n. การ|สลาย|ตัว|,|ภาวะ|ที่|สลาย|ตัว|,|การ|แตก|ตัว|,|การ|สิ้นสุด|,|ความ|ตาย|,|การ|หยุดชะงัก|,|ความ|เสเพล|,|ความ|เหลวไหล
(ดิ|ซอ|ลว|') vi.,|vt. ละลาย|,|กระจาย|ตัว|,|หลอมเหลว|,|กลาย|เป็น|ของเหลว|,|แตก|ตัว|,|ยุติ|,|สิ้นสุด|  |Syn. dissolvability n. ดู|dissolve dissolvable adj. ดู|dissolve|  |Syn. divide|,|melt|,|disappear|,|fade Ant. solidify|,|thicken|,|unite
(ดิ|ซอ|ล|'|เวินทฺ) adj. ซึ่ง|สามารถ|ละลาย|ได้. n. ตัว|ละลาย|  |Syn. solvent
(ดิส|'|ซะ|เนิน|ซฺ) n. ความ|ไม่|ประสานกัน|ของ|เสียง|,|ความ|ไม่|ลงรอย|กัน|,|ความ|ไม่|กลมกลืน|กัน
(ดิส|'|ซะ|เนิน|ซี) n. ดู|dissonance
(ดิส|'|ซะ|เนิน|ทฺ) adj. ซึ่ง|ไม่|ประสานกัน|,|ซึ่ง|ไม่|ลงรอย|กัน|,|ซึ่ง|ไม่|กลมกลืน|กัน|  |Syn. harsh
(ดิสเวด|') vt. ชักชวน|ไม่|ให้|ทํา|,|หน่วงเหนี่ยว|,|ห้ามปราม|,|ยับยั้ง.  |Syn. dissuadable adj. ดู|dissuade dissuader n. ดู|dissuade|  |Syn. discourage|,|avert|,|warn Ant. encourage
(ดิสเว|'|เชิน) n. การ|ชักชวน|ไม่|ให้|ทํา|,|การ|หน่วงเหนี่ยว|,|การ|ห้ามปราม|,|การ|ยับยั้ง
(ดิสเว|'|ซิ|ฟว) adj. ซึ่ง|หน่วงเหนี่ยว|,|ซึ่ง|ห้ามปราม|,|ซึ่ง|ยับยั้ง.  |Syn. dissuasiveness n. ดู|dissuasive
(ดิส|ซิ|ล|'|ละ|เบิล) n. ดู|disyllable|  |Syn. dissyllabic adj.
(ดิส|ซิ|ม|'|มิ|ท|รี) n. ความ|ไม่|ได้|สัดส่วน|กัน|,|การ|ขาด|ความ|สมมาตร|  |Syn. dissymmetric adj. ดู|dissymmetry dissymmetrical adj. ดู|dissymmetry
(ดิส|'|ทา|ฟ) n. ไม้|พัน|หรือ|ปั่น|ด้าย|เวลา|กรอ|,|เพศ|หญิง|,|งาน|ของ|ผู้หญิง. -|adj. เกี่ยวกับ|ผู้หญิง|,|ซึ่ง|มี|เชื้อสาย|ทาง|ฝ่าย|แม่
(ดิส|เท|น|') vt. ทํา|ให้|เปรอะเปื้อน|,|ทํา|ให้|เป็น|มลทิน|  |Syn. stain|,|sully
(ดิส|'|เทิล) adj. ปลาย|,|ไกล|จาก|ส่วนกลาง.  |Syn. terminal
(ดิส|'|เทิน|ซฺ) n.ระยะ|ทาง|,|ระยะ|ทางไกล|,|ช่วง|เวลา|,|จุด|หรือ|บริเวณ|ที่อยู่|ไกล|,|ทางไกล. vt. ทิ้ง|ระยะ|ไกล|  |Syn. length|,|space|,|remove
(ดิส|'|เทิน|ทฺ) adj. ไกล|,|ยาวนาน|,|ไม่|ต่อเนื่อง|กัน|,|แยกกัน|,|ไม่|คุ้นเคย.  |Syn. distantness n.  |Syn. far|,|apart|,|reserved Ant. near
(ดิส|เท|ส|') n. ความ|ไม่|ชอบ|,|ความ|ไม่|พอใจ. vt. ไม่|ชอบ|,|ไม่|พอใจ|,|รังเกียจ|  |Syn. aversion|,|dislike Ant. liking|,|taste
(ดิส|เท|ส|'|ฟู|ล) adj. ไม่|พอใจ|,|น่า|รังเกียจ|,|น่า|เบื่อหน่าย|,|ไม่|ถูก|รส.  |Syn. distastefulness n.  |Syn. disgusting|,|repugnant
(ดิส|เท|ม|'|เพอะ) n. อารมณ์|ร้าย|,|ชื่อ|โรคติดเชื้อ|หลาย|โรค|ของ|สัตว์|โดยเฉพาะ|canine distemper|,|เทคนิค|การ|วาด|ภาพ|ด้วย|กาว|น้ํา|,|ภาพวาด|กาว|น้ํา. vt. วาด|ภาพ|กาว|น้ํา|  |Syn. craze
(ดิส|เท|ม|'|เพอ|ระ|เชอะ) n. ภาวะ|ผิดปกติ|,|อารมณ์|ร้าย|,|สุขภาพจิต|หรือ|อารมณ์|ทิ่|ผิดปกติ
(ดิส|เท|นดฺ|') vt.,|vi. แผ่|กระจาย|ไป|ทุก|ทิศ|,|ขยาย|,|พอง|,|ทํา|ให้|ยืด|ออก|,|ทํา|ให้|บาน|ออก
adj. ซึ่ง|ยืด|ออก|ได้|,|ซึ่ง|ขยาย|ออก|ได้|  |Syn. distensibility n. ดู|distensible
n. การ|ยืด|ออก|,|การ|ขยาย|ออก|,|ภาวะ|ที่|ถูก|ยืด|ออก|  |Syn. distension
(ดิส|เท|นทฺ|') adj. ซึ่ง|ยืด|ออก|,|ซึ่ง|ขยาย|ออก|  |Syn. distended
(ดิส|'|ทิช) n. หน่วย|2|แถว|ของ|โคลง|กลอน|ฉันท์|กาพย์|,|คํา|คู่|,|สัมผัส|คู่
(ดิส|ที|ล|') {|distilled|,|distilling|,|distils|,|distills|} vt.,|vi. กลั่น|,|ต้ม|กลั่น|,|สกัด|,|ได้|มา|โดย|การ|กลั่น|,|ขจัด|ออก|โดย|การ|กลั่น.  |Syn. distillable adj. ดู|distill|  |Syn. separate
(ดิส|ที|ล|') {|distilled|,|distilling|,|distils|,|distills|} vt.,|vi. กลั่น|,|ต้ม|กลั่น|,|สกัด|,|ได้|มา|โดย|การ|กลั่น|,|ขจัด|ออก|โดย|การ|กลั่น.  |Syn. distillable adj. ดู|distill|  |Syn. separate
(ดิส|'|ทะ|แล|นด) n. สาร|ผ่าน|กระบวนการ|กลั่น
(ดิส|'|ทะเล|ท) n. ผลิตผล|จาก|การ|กลั่น|,|สิ่ง|ที่|กลั่น|ได้|,|สาร|สกัด|,|ส่วน|ที่|เข้มข้น
(ดิส|ทะเล|'|เชิน) n. การ|กลั่น|,|การ|ต้ม|กลั่น|,|กระบวนการ|กลั่น|,|กระบวนการ|ทํา|ให้|บริสุทธิ์|หรือ|เข้มข้น|,|ผลิตผล|จาก|การ|กลั่น|,|ภาวะ|ที่|ถูก|กลั่น.  |Syn. distillatory adj. ดู|distillation
(ดิสทิ|ลด|ฺ|') adj. ซึ่ง|ได้|มา|จาก|การ|กลั่น|,|ซึ่ง|ทํา|ให้|บริสุทธิ์|จาก|การ|กลั่น
(ดิสทิล|'|เลอะ) n. เครื่องมือ|กลั่น|,|ผู้|ต้ม|กลั่น|,|คน|กลั่น|เหล้า|  |Syn. still
(ดิสทิล|'|ละ|รี) n. สถานที่|กลั่น|,|กิจการ|ต้ม|กลั่น|,|โรง|ต้ม|กลั่น|,|โรง|ต้ม|กลั่น|เหล้า
(ดิสทิงทฺ|') adj. ชัดเจน|,|แจ่มแจ้ง|,|แน่นอน|,|จําเพาะ|,|เจาะจง|,|หา|ยาก|,|น่า|สังเกต|,|แตกต่าง.  |Syn. distinctness n. ดู|distinct|  |Syn. clear
(ดิสทิงคฺ|'|เชิน) n. ความ|แตกต่าง|,|การ|แยกแยะ|,|ลักษณะ|ที่|เด่น|,|ความ|มี|ชื่อเสียง|,|เกียรติยศ -|S.characteristic|,|difference|,|eminence
(ดิสทิง|'|ทิฟว) adj. เกี่ยวกับ|ลักษณะ|เฉพาะ|,|เด่น|,|พิเศษ.  |Syn. distinctiveness n. ดู|distinctive|  |Syn. special|,|particular Ant. common
(ดิสทิงคฺ|'|ลี) adv. ชัดเจน|,|แจ่มแจ้ง|,|อย่าง|ไม่|ต้องสงสัย|  |Syn. clearly|,|unmistakably
(ดิสทิง|'|กวิช) vt. ทํา|ให้|แตกต่าง|,|จําแนก|,|รู้|ถึง|ข้อแตกต่าง|,|วินิจฉัย|,|ทํา|ให้|เด่น|,|กระทํา|ตัวดี|เป็นพิเศษ vi. แสดง|ความ|แตกต่าง|,|จําแนก|  |Syn. distinguishable adj. ดู|distinguish distinguisher n. ดู|distinguish distinguishingly n.,|adv. ดู|distinguish dis
(ดิสทิง|'|กวิชดฺ) adj. เด่น|,|พิเศษ|,|มี|ชื่อเสียง|,|ยอดเยี่ยม.  |Syn. illustrious
(ดิสทอร์ทฺ|') vt. บิด|เบียน|,|ทํา|ให้|ผิด|รูป|,|ทํา|ให้|ผิด|ส่วน.  |Syn. distorter n. ดู|distort distortive adj. ดู|distort|  |Syn. deform|,|misshape|,|mislead
(ดิสทอร์|'|เชิน) n. การ|บิดเบือน|,|การ|ผิด|รูป|,|การ|ผิด|ส่วน|,|สิ่ง|ที่|บิดเบือน|,|สิ่ง|ทิ่|ผิด|รูป|,|สิ่ง|ทิ่|ผิด|ส่วน|  |Syn. misrepresentation
(ดิสแทรคทฺ|') vt. ทํา|ให้|เขว|,|ทํา|ให้|ว้าวุ่น|,|ทํา|ให้|วอ|กแวก|,|กวนใจ|,|ทํา|ให้|รําคาญใจ|  |Syn. distracter n. ดู|distract distractibility n. ดู|distract distractible adv. ดู|distract distractive adj. ดู|distract|  |Syn. bewilder|,|per
adj. มี|จิต|ว้าวุ่น|,|เขว|,|ใจ|วอ|กแวก
n. ภาวะ|จิต|ว้าวุ่น|,|ภาวะ|ใจ|วอ|กแวก|,|สิ่ง|บันเทิงใจ|,|การ|หย่อนใจ
(ดิส|เท|รน|') vt. ยึด|ทรัพย์|เพื่อ|หัก|กลบลบ|หนี้|หรือ|บีบบังคับ. vi. อายัด|ทรัพย์|,|ยึด|ทรัพย์.  |Syn. distrainable adj. ดู|distrain distraiment n. ดู|distrain distrainor n. ดู|distrain distrainer n. ดู|distrain
(ดิส|เท|รน|'|นี) n. ผู้|ถูก|อายัด|ทรัพย์
(ดิส|เท|รน|ท|') n. การ|อายัด|ทรัพย์|เพื่อ|บีบบังคับ|,|ความ|ยากลําบาก
(ดิส|เท|ร|') adj. ซึ่ง|มี|จิต|ที|ไม่|อยู่|กับ|เนื้อ|กับ|ตัว (เพราะ|ความ|กังวล ความ|กลัวใจ|ลอย)| 
(ดิส|เท|ร|') adj. ซึ่ง|มี|จิต|ที|ไม่|อยู่|กับ|เนื้อ|กับ|ตัว (เพราะ|ความ|กังวล ความ|กลัวใจ|ลอย)| 
(ดิสท|รอ|ท|') adj. จิต|ว้าวุ่น|,|คุ้ม|คลั่ง|,|บ้า|,|หัวหมุน.  |Syn. upset|,|anxious
(ดิส|เท|รส|') n. ความ|เศร้าโศก|,|ความ|เสียใจ|,|ความ|ลําบาก|,|ความ|ทุกข์ยาก|,|ภัยพิบัติ|,|ความ|เคราะห์ร้าย|,|การ|อายัด|ทรัพย์|เพื่อ|บีบบังคับ vt. ทํา|ให้|เศร้าโศก|,|ทํา|ให้|ทุกข์ยาก.  |Syn. distressful adj. ดู|distress distressfully adv. ดู|distress distressingly adv. ดู|di
n. สัญญาณ|แจ้ง|เหตุร้าย
(ดิส|เท|รส|ทฺ|') adj. เศร้าโศก|,|ทุกข์ยาก|,|ลําบาก|  |Syn. distraught
(ดิสท|ริบ|'|บิ|วทะ|รี) adj. สาขา|แม่น้ํา|,|สายน้ํา|แยก
(ดิสท|ริบ|'|บิ|วทฺ) vt. แจก|,|แบ่ง|สรร|ปันส่วน|,|แพร่|,|กระจาย|,|จําหน่าย|,|จําแนก|,|รื้อ|แม่พิมพ์|  |Syn. dispense|,|assign Ant. collect
(ดิสท|ริบ|บิ|ว|'|ที) n. ผู้|ได้|รับ|ส่วนแบ่ง
(ดิสท|ริ|บิ|ว|'|เชิน) n. การ|แจก|,|การ|แบ่ง|สรร|,|การ|แพร่|,|การ|กระจาย|,|การ|จําหน่าย|,|การ|จําแนก|,|การ|รื้อ|แม่พิมพ์
(ดิสท|ริบ|'|บิ|วทิฟว) adj. เกี่ยวกับ|การ|แบ่ง|สรร|ปันส่วน|,|เกี่ยวกับ|การ|จําหน่าย|,|เกี่ยวกับ|การ|กระจาย|,|ซึ่ง|จําแนก.  |Syn. distributiveness n. ดู|distributive|  |Syn. assigning
(ดิสท|ริบ|'|บิ|ว|เทอะ) n. ผู้แทนจําหน่าย|,|ผู้|แจกจ่าย|,|ผู้|แบ่ง|สรร|,|เครื่องจ่ายไฟ.  |Syn. distributer
(ดิส|'|ท|ริ|คทฺ) n. เขต|,|ตําบล|,|แถบ|,|ท้องถิ่น|,|เมือง|,|มณฑล. vt. แบ่ง|ออก|เป็น|เขต (ตําบล แถบ|,|ท้องถิ่น|,|มณฑล)|  |Syn. area|,|region
(ดิสทรัสทฺ|') vt. สงสัย|,|แคลงใจ|,|ไม่|ไว้วางใจ n. ความ|แคลงใจ|,|ความ|ไม่|ไว้วางใจ|,|ความ|สงสัย|  |Syn. distruster n. ดู|distrust|  |Syn. mistrust
(ดิสทรัส|'|ฟู|ล) adj. สงสัย|,|แคลงใจ|,|ไม่|ไว้วางใจ.  |Syn. distrusfulness n.
(ดิสเทิร์บ|') vt. รบกวน|,|กวน|, ทํา|ให้|ยุ่ง|,|ทํา|ให้|ลําบาก|  |Syn. disturber n. ดู|disturb
(ดิสเทิร์บ|'|เบินซฺ) n. การ|รบกวน|,|การ|ทํา|ให้|ไม่|สงบ|,|การ|ทํา|ให้|ยุ่ง|,|การ|ทํา|ให้|ลําบาก|,|สิ่ง|ที่|รบกวน|,|ความ|ไม่|สงบ|  |Syn. row|,|disorder
(ดิสเทิร์|บด|ฺ|') adj. ซึ่ง|มี|อาการ|โรคประสาท|หรือ|โรคจิต|,|ซึ่ง|ถูก|รบกวน|,|ยุ่งเหยิง
n. ยา|ที่|ใช้|รักษา|การ|ติด|แอลกอฮอล์
(ดิสยู|'|เนียน) n. การ|แยก|ออก|,|การ|แตกแยก|,|ความ|ไม่|สามัคคี|,
(ดิสยู|ไน|ทฺ|') vt. ทํา|ให้|แตกแยก|,|แยก|ออก|,|ทํา|ให้|แตก|ความ|สามัคคี.vi. แยก|ออก|,|แตกแยก|  |Syn. separate|,|disjoin|,|part
(ดิสยู|'|นิ|ที) n. การ|ขาด|ความ|สามัคคี|,|การ|แตกแยก|  |Syn. separation
(n. ดิสยูส'|,|v. ดิสยูซ') n. การ|เลิก|ใช้ vt. เลิก|ใช้
(ได|ซิ|แลบ|'|บิด) adj. ซึ่ง|ประกอบ|ด้วย|2|พยางค์.
(ดิสโยค|') vt. ปลดแอก
(ดิทชฺ) n. ท่อ|,|คู|,|ท้องร่อง|,|ช่องแคบ|อังกฤษ. vt. ขุด|ท่อ|,|ขุด|คู|,|กําจัด|,|หนี. vi. ขุด|ท่อ|,|นํา|เครื่องบิน|ลง|น้ํา|  |Syn. channel|,|trench
(ดิธ|'|เธอะ) n. การ|สั่น|,|การ|สั่นสะเทือน|,|ความ|ตื่นเต้น|,|ความ|กลัว. vi. สั่น|,|สั่นสะเทือน
การ|รวม|จุด|สี|หมายถึง การ|ใช้|จุด|สี|อื่น|แทน|สี|บาง|สี|ที่|จอภาพ|ไม่|สามารถ|แสดง|ได้ เช่น ใช้|จุด|สี|ขาว|และ|ดํา|ผสม|กัน|แทน|สี|เทา|อ่อน|/|แก่ หรือ|ใช้|จุด|สี|ขาว|และ|แดง|แทน|สี|ชมพู และ|อาจ|จะ|ใช้ประโยชน์|ใน|การ|ทํา|เส้นโค้ง|ให้|ดู|เรียบ|ขึ้น (มี|ส่วน|ที่|เห็น|เป็น|รอย|หยัก ๆ ลด|ลง|ได้)| 
(ดิท|'|โท) n. สิ่ง|ที่|กล่าว|มา|ก่อน|,|สิ่ง|ที่|เหมือน|กัน. -|adj. เช่น|ที่|กล่าว|มา|แล้ว|,|เหมือน|กัน|,|อย่างเดียว|กัน. vt. ทบทวน|,|ซ้ํา
n. คํา|ที่|ซ้ํา (เพราะ|เขียน|หรือ|พิมพ์|ผิด) .  |Syn. dittography n. ดู|dittograph
(s) เครื่องหมาย|ละ ('|do|') ที่|แสดง|ว่า|มี|รายการ|เหมือน|กับ|ข้างบน|หรือ|ซ้ํา|กับ|ข้างบน
(ไดยู|รี|'|ซิ|ล) n. ภาวะ|ที่|มี|ปัสสาวะ|มาก|ผิดปกติ
(ไดยูเรท|'|ทิค) adj. ซึ่ง|มี|ปัสสาวะ|มาก|ผิดปกติ|,|ยา|ขับ|ปัสสาวะ.  |Syn. diureticalness n.
(ไดเออร์|'|เนิล) adj. เกี่ยวกับ|กลางวัน|,|แต่ละ|วัน|,|ประจําวัน|,|ซึ่ง|ออก|หากิน|ใน|เวลา|กลางวัน|,|ชั่ว|วันหนึ่ง. n. หนังสือ|ราย|วัน|,|อนุทิน|ราย|วัน|,|หนังสือพิมพ์|ราย|วัน.  |Syn. diurnalness n.  |Syn. daily
(ดี|'|วะ) n. นักร้อง|หญิง|ตัว|ชูโรง|ของ|คณะ|,|นางละคร|เสียงเอก -|pl. divas|,|dive)|  |Syn. prima donna
(ดี|'|วะ|เก|ท) vt. ท่องเที่ยว|ทั่วไป|,|เถลไถล|,|หลงทาง|,|พูด|นอก|เรื่อง.  |Syn. divagation n.
(ดิ|แวน|') n. เก้าอี้นวม
(ไดฟว) {|dived|,|diving|,|dives|} vi. ดําน้ํา|,|กระโดด|ลง|น้ํา|,|พุ่ง|เอา|หัว|ลง|,|เข้า|เกี่ยวข้อง|ด้วย|อย่าง|เต็มที่. vt. ทํา|ให้|กระโดด|ลง|น้ํา|,|ทํา|ให้|ลด|ต่ํา|ลง|อย่าง|กะทันหัน n. การ|ดําน้ํา|,|การ|กระโดด|ลง|น้ํา|,|การ|พุ่ง|เอา|หัว|ลง|,|การ|ตกลง|อย่าง|รวดเร็ว|  |Syn. dump|,|joint|,|pad|,|hol
(ได|'|เวอะ) n. ประดาน้ํา|,|ผู้|กระโดด|ลง|น้ํา
(ไดเวิร์จ|') vi. แยก|ออก|,|บาน|ออก|,|แตกแยก|,|แผ่|ออก|,|แตกต่าง|กัน|,|แยกทาง|  |Syn. deviate|,|differ Ant. converge
(ไดเวอ|'|เจินซฺ) n. ความ|แตกต่าง|,|การ|แยก|ออก|,|การ|เบน|ออก|,|การ|ห่าง|ประเด็น|,|ความ|หลากหลาย|,|ความ|ผันแปร|  |Syn. digression
(ไดเวอ|'|เจิน|ซี) n. ดู|divergence
(ไดเวอ|'|เจินทฺ) adj. แตกต่าง|กัน|,|ผันแปร|,|ซึ่ง|เบน|ออก|,|ซึ่ง|ห่าง|ประเด็น|,|หลากหลาย
(ได|'|เวิร์ซ|') adj. หลากหลาย|,|มากมาย. -|pron. มากมาย|หลาย|อย่าง
(ไดเวิร์ซฺ|') adj. หลาย|อย่าง|,|หลากหลาย|,|แตกต่าง|กัน.
(ไดเวอ|ซิ|ฟิเค|'|เชิน) n. ความ|หลากหลาย
(ไดเวอ|'|ซะ|ไฟ|ดฺ) adj. หลาย|อย่าง|,|หลาย|ชนิด|,|หลากหลาย|  |Syn. varied
(ไดเวอ|'|ซิ|ไฟ) vt. ทํา|ให้|เป็น|หลาย|ชนิด|,|ทํา|ให้|แตกต่าง|กัน. vi. ลงทุน|ใน|รูป|ต่าง ๆ ,|ผลิต|ออก|มา|ใน|รูป|ต่าง ๆ|  |Syn. diversifiable adj. ดู|diversify diversifiability n. ดู|diversify diversifier n. ดู|diversify
(ไดเวอ|'|เชิน) n. การ|ทํา|ให้|แตกต่าง|,|การ|ผันแปร|,|การ|เบี่ยงเบน|,|ความ|เพลิดเพลิน|,|นันทนาการ|,|การ|พักผ่อนหย่อนใจ.  |Syn. diversional adj. ดู|diversion diversionary adj. ดู|diversion|  |Syn. differentiation|,|entertainment
(ไดเวอ|'|ซิ|ที) n. ความ|แตกต่าง|,|ความ|ไม่|เห็น|กัน|,|ความ|หลากหลาย|,|การ|มี|หลาย|ชนิด|หลาย|แบบ|,|ภาวะ|ต่าง ๆ ,|นานา|  |Syn. distinctiveness|,|difference Ant. uniformity
(ไดเวิร์ท|') {|diverted|,|diverting|,|diverts|} vt. เบี่ยงเบน|,|หันเห|,|ทํา|ให้|ออก|นอกลู่นอกทาง|,|เพลิดเพลิน|,|หา|ความ|สําราญ.  |Syn. divertedly adv. ดู|divert diverter n. ดู|divert divertible adj. ดู|divert - divertibility n. ดู|divert คํา|ที่|มี|ความหมาย|เห|มือ|นก
(ไดเวิทิค|'|คิว|ลัม) n. ถุง|ที่|ผนัง|อวัยวะ.  |Syn. diverticular adj. -|pl. diverticula
(ดิเวอ|'|ทิส|เมิน|ท) n. การ|หันเห|,|การ|ทํา|ให้|เพลิดเพลิน
(ดิเว|'|ทิฟว) adj. ซึ่ง|ทํา|ให้|หันเห. ซึ่ง|ทํา|ให้|เพลิดเพลิน
(ไดเวสทฺ|') {|divested|,|divesting|,|divests|} vt. เปลื้องผ้า|,|เปลื้อง|,|ปลด|,|กําจัด|,|ละทิ้ง.  |Syn. divestible adj. ดู|divest divestiture n. ดู|divest|  |Syn. unclothe|,|denude|,|deprive
(ดิ|ไว|ดฺ|') {|divided|,|dividing|,|divides|} vt.,|vi. แบ่ง|,|แบ่งแยก|,|แตก|กิ่งก้านสาขา|,|หาร n. ทางแยก|,|การ|แบ่ง|สรร|ปันส่วน|,|เส้น|แบ่ง|เขต|,|ภาวะ|วิกฤติ|  |Syn. separate|,|part
n. กระโปรง|ผ่า|,|กางเกง|กระโปรง
(ดิฟ|'|วิ|เดิน|ดฺ) n. เงิน|ปันผล|,|จํานวน|ตั้ง|ที่|ถูก|หาร
(ดิ|ไว|'|เดอะ) n. ผู้|แบ่งแยก|,|เครื่อง|แบ่งแยก|,|ที่|กั้น|กลาง|  |Syn. dividers n.,|pl. วงเวียน|สอง|ขา|สําหรับ|กะ|ระยะ|,|จํานวน|หาร|,|ตัวหาร
(ดิวิจ|'|ดวล) adj. ซึ่ง|แบ่งแยก|ออก|ได้|,|แบ่งแยก|,|แตกต่าง|,|เด่นชัด|,|เกี่ยวกับ|การ|ปันส่วน
(ดิฟวะเน|'|เชิน) n. การ|พยากรณ์|,|การ|ทํานาย.  |Syn. divinatory adj.
(ดิ|ไว|วน|ฺ|') adj. เกี่ยวกับ|พระเจ้า|,|ศักดิ์สิทธิ์|,|เคร่ง|ศาสนา|,|เกี่ยวกับ|เทววิทยา|ดีเลิศ|,|ยอดเยี่ยม|,|เหนือ|มนุษย์|,|เป็น|พรสวรรค์|n. นัก|ศา|สน|ศาสตร์|,|ผู้|ศึกษา|เกี่ยวกับ|ศาสนา|,|พระ|  |Syn. the Divine พระเจ้า|,|เทพเจ้า|,|จิตวิญญาณ vi.,|vt. ทํานาย|,|คาดการณ์|,|พยากรณ์. divin
n. พิธี|ศีล|มหา|สนิท|ของ|ศาสนาคริสต์
(ดิ|ไว|'|เนอะ) n. ผู้|พยากรณ์|,|ผู้ทํา|นาย|,|ผู้|คาดการณ์|,|หมอ|เวทมนตร์|  |Syn. soothsayer
n. ไม้กระดาน|กระโดด|น้ํา
n. ชุด|ประดาน้ํา|  |Syn. diving dress
n. ไม้|กายสิทธิ์|'|ที่|ผู้|เลื่อมใส|ใช้|คลํา|หา|ทองคํา สาย|แร่ แหล่ง|น้ํา|และ|อื่น ๆ|  |Syn. dowsing rod
(ดิวิน|'|นิ|ที) n. ความ|ศักดิ์สิทธิ์|,|ความ|เป็น|เทพเจ้า|,|พระเจ้า|,|เทพเจ้า|,|สิ่ง|ที่|มี|ลักษณะ|เป็น|พระเจ้า|,
สีน้ํา|ตาล|แก่|,|หนัง|วัว
(ดวิซซะ|บิล|'|ลิ|ที) n. การ|ถูก|หาร|ได้|,|การ|แบ่ง|ออก|ได้
(ดิวซ|'|ซะเบิล) adj. ซึ่ง|สามารถ|แบ่งแยก|ได้|,|ซึ่ง|ถูก|หาร|ได้ (ดู|ไม่|มี|เศษเหลือ)|  |Syn. divisibleness n. ดู|divisible divisibly adv. ดู|divisible
(ดิวิส|'|เชิน) n. การ|แบ่งแยก|,|การ|แบ่ง|สรร|,|การ|ปันส่วน|,|ความ|แตกแยก|,|สิ่ง|ที่|แบ่งแยก|,|เส้น|แบ่ง|เขต|,|การ|หาร|,|แผนก|,|ฝ่าย|,|ส่วน|,|หน่วย|  |Syn. divisional adj. ดู|division divisionary adj. ดู|division|  |Syn. seperation|,|part|,|section|,|discord
n. เครื่องหมาย|หาร
(ดิ|ไว|'|ซิ|ฟว) adj. เกี่ยวกับ|การ|แบ่งแยก|,|เกี่ยวกับ|การ|แตกแยก|,|ซึ่ง|ทํา|ให้|แตกแยก|,|เกี่ยวกับ|การ|แบ่งปัน|  |Syn. divisiveness n. ดู|divisive|  |Syn. discordant|,|disruptive Ant. conciliatory
(ดิ|ไว|'|เซอะ) n. ตัวหาร|,|เลข|หาร
(ดิวอร์ส|') n. การ|หย่าร้าง|,|การ|แตกแยก|,|การ|แตก|ความ|สามัคคี.vt. หย่า|,|แยก vi. ขอ|หย่า (ทาง|กฎหมาย) .  |Syn. divorceable adj. ดู|divorce divorcer n.ดู|divorce divorcive adj. ดู|divorce
(ดิวอร์|ซี|') n. หญิง|ที่|หย่า|กับ|สามี|แล้ว.
(ดิวอร์ส|'|เมิน|ทฺ) n. การ|หย่าร้าง|,|การ|แยก|ออก|,|การ|ตัดขาด (piece of turf)| 
(ดิฟ|'|วัท) n. ก้อน|ดิน|ของ|สนามหญ้า
vt. โฆษณา|,|เผยแพร่|,|เปิดเผย.  |Syn. divulgator n. ดู|divulgate divulgater n. ดู|divulgate divulgation n. ดู|divulgate divulgatory adj. ดู|divulgate
(ดิวัลจฺ|') vt. เปิดเผย|,|ประกาศ.  |Syn. divulgement n. ดู|divulge divulger n. ดู|divulge
n. การ|เปิดเผย|,|การ|ประกาศ|  |Syn. divulging
(ดิฟ|'|วี) vt. ,|vi. แบ่ง|,|จัดแบ่ง|,|แบ่ง|สรร|ปันส่วน
(ดิค|'|ซี|แล|นดฺ) n. ดนตรี|แจ๊ซ|แบบ|หนึ่ง
(ดิซ|'|ซี) adj. วิงเวียน|ศีรษะ|,|หน้ามืด|,|ตา|ลาย|,|ยุ่งเหยิง|,|สับสน|,|ซึ่ง|ทํา|ให้|สับสน|,|ไม่|ระมัดระวัง|,|โง่. vt. ทํา|ให้|วิงเวียน|ศีรษะ|  |Syn. dizzily adv. ดู|dizzy dizziness n. ดู|dizzy|  |Syn. lightheaded|,|giddy
(จะ|คาร์|'|ทะ) n. ชื่อ|เมืองหลวง|ของ|อินโดนีเซีย. -|S.. Jacarta|,|Jakarta|,|Batavia
abbr. degenerative joint disease
abbr. diabetes ketoacidosis
(ดี|แอ|ล|แอ|ล) ย่อ|มา|จาก|คํา|ว่า dynamic link library มัก|ใช้|เป็น|นามสกุล (file type) ของ|โปรแกรมย่อย|ใน|ระบบ|วินโดว์ และ|โอเอ|ส|/|ทู โดยเฉพาะ|โปรแกรม|เฉพาะ|งาน (routine) ที่|มี|โปรแกรม|ตั้งแต่|สอง|โปรแกรม|ขึ้น|ไป|แบ่ง|กัน|ใช้|หรือ|ใช้|ร่วม|กัน|ได้ เช่น Icon.dll|, shell|32.dll
abbr. diabetes mellitus|,|diastolic murmur
abbr. diabetes mellitus ketoacidosis
abbr. deoxyribonucleic acid หรือ desoxyribonucleic acid เป็น nucleic acids มี|บทบาท|เกี่ยวกับ|การ|ถ่ายทอด|ลักษณะ|ทาง|กรรมพันธุ์|และ|ใน|การ|สร้าง|โปรตีน
(ดู) {|did|,|done|,|does|} vt. ทํา|,|กระทํา|,|ปฏิบัติ|,|จัดการ|,|แสดง|ท่า|,|ว่าด้วย|vi. ทํา|,|กระทํา n. การ|กระทํา
 |Syn. die (ดู|'|เออะได|') adj. ซึ่ง|ต้องการ|เอาชนะ|ให้|ได้|,|เต็มที่|,|สุดกําลัง|,|เสี่ยงภัย
(ด|อบ|'|เบอะ) n. ลูก|ลอย|สายเบ็ด
(ด|อบ|'|บิน) n. ม้า
(โด|'|บะ|มัน พิน|'|เชอะ) n. สุนัข|พันธุ์|เยอรมัน|ที่|มี|หาง|สั้น|มี|รูปร่าง|ขนาด|ปานกลาง
(ดอค) n. ดู|doctor|,|คํา|สั้น ๆ ที่|ใช้|เรียก|นายแพทย์ ทันตแพทย์ หรือ|สัตวแพทย์ abbr. II|-|deoxycorticosterone ด็|อก <|คํา|อ่าน|>|ย่อ|มา|จาก|คํา|ว่า document มัก|ใช้|เป็น|นามสกุล (file type) ของ|แฟ้มข้อมูล|หรือ แฟ้ม|เอกสาร (.doc) ซึ่ง|สร้าง|ขึ้น|โดย|ใช้|โปรแกรม Microsoft Word ซึ่ง|เป็น|โปรแกรมประมวลผล|คํา (word processing) แฟ้ม|เอกสาร|ประเภท|นี้|จะ|ประกอบ|ด้วย|ข้อความ|ที่|เป็น|ตัวหนังสือ อาจ|มี|ภาพ|ด้วย|หรือ|ไม่|ก็ได้
(โด|'|เซินท) n. ครู|พิเศษ|,|อาจารย์|มหาวิทยาลัย.  |Syn. docentship n. ดู|docent
(คอ|ส|'|ซัล|,|โด|'|ไซล์) adj. เชื่อง|,|ว่า|นอน|สอน|ง่าย|,|อ่อนน้อม.  |Syn. docility n.
(ดอค) {|docked|,|docking|,|docks|} n. อู่|เรือ|,|ท่าเรือ|,|โรง|จอด|และ|ซ่อม|เครื่องบิน|,|ชานชาลา|สําหรับ|ขน|ถ่าย|สินค้า (dry dock) . vt. เอา|เข้า|อู่|เรือ|,|เอา|เรือ|เข้า|เทียบท่า vi. เทียบท่า|,|เชื่อมต่อ|ยานอวกาศ|ใน|อวกาศ
n. ค่า|จอด|เรือ|,|ค่าธรรมเนียม|ท่าเรือ
n. ค่า|จอด|เรือ|,|ค่าธรรมเนียม|ท่าเรือ
n. โรงพยาบาล
n. กรรมกร|ท่าเรือ|เป็น|ครั้งคราว|,|กรรมกร|ที่|ร่อนเร่|ทํางาน|ตาม|ท่าเรือ|  |Syn. dock|- walloping|,|n.
(ดอค|'|คิจ) n. ค่า|จอด|เรือ|,|ค่าธรรมเนียม|จอด|เรือ|ใน|อู่|,|ค่าธรรมเนียม|ท่าเรือ|,|การ|จอด|เรือ|ใน|อู่|,|เครื่องมือ|ใน|อู่|เรือ|,|การ|ตัด|ให้|สั้น|,|การ|ตัด|ให้|น้อย|ลง|,|ส่วน|ที่|ไร้|ประโยชน์|ของ|ข้าว
(ดอค|'|เคอะ) n. กรรมการ|ท่าเรือ|,|คน|ตัด|หาง|,|เครื่องมือ|ตัด|หาง
(ดอค|'|คิท) n. รายการ|คดี|และ|คําพิพากษา|ของ|ศาล|, รายการ|เรื่องราว|การ|พิจารณา|โดย|คณะ|กรรมการ|สภา|,|ใบ|เซ็น|ของ|สินค้า|,|ใน|ปะ|หน้า|,|หนังสือ|แสดง|การ|เสีย|ภาษี|ศุลกากร|,|บัตร|,|สาระ|สําคัญ. vt. นําเข้า|รายการ|พิจารณา|คดี|ของ|ศาล|,|เขียน|ใบ|ปะ|หน้า|,|สรุป|สาระ|สําคัญ
(ดอค|'|ฮันดฺ) n. กรรมกร|ท่าเรือ
n. บริเวณ|อู่|เรือ|,|บริเวณ|ท่าเรือ|,|บริเวณ|อู่|กองทัพเรือ
(ดอค|'|เทอะ) n. นายแพทย์|,|หมอ|, ดอกเตอร์ vt. รักษา|,|ซ่อมแซม|,|ปลอม|,|ปรับปรุง|,|มอบ|ปริญญาเอก|ให้ vi. รักษา|,|รับ|ยา.  |Syn. doctoral adj. ดู|docter doctorial adj. ดู|docter doctorship n. ดู|docter
(ดอค|'|เทอะ|เรท) n. ปริญญาเอก|,|ดุษฎีบัณฑิต|,|ปริญญา|แพทยศาสตร์ (ไม่|จําเป็น|ต้อง|จบ|ปริญญาเอก)| 
(ดอคท|ระ|แนร์) adj. หัวรั้น|,|ดันทุรัง|,|ถือ|แต่|หลัก|,|เป็น|เพียง|ทฤษฎี|,|ซึ่ง|ปฏิบัติ|ไม่|ได้|,|n. คน|หัวรั้น
(ดอค|'|ท|ริ|นัล) adj. เกี่ยวกับ|ทฤษฎี|,|เกี่ยวกับ|คําสั่งสอน|,|เกี่ยวกับ|ลัทธิ|หรือ|ศาสนา.  |Syn. doctrinality n. ดู|doctrinal
(ดอค|'|ท|ริน) n. หลัก|,|ทฤษฎี|,|คําสั่งสอน|ศาสนา|,|ลัทธิ (tenet|,|dogma|,|precept)| 
(ดอก|'|ยะ|เมิน|ทฺ) n. เอกสาร|,|สาร|,|เอกสาร|หลักฐาน|,|ภาพ|ยนต์|บันทึก|เหตุการณ์|,|หลักฐาน|พยาน|,|เครื่องพิสูจน์. vt. มี|เอกสาร|ประกอบ|,|  |Syn. documentary adj.
แฟ้ม|เอกสาร|หมายถึง แฟ้มข้อมูล|ประเภท|หนึ่ง ซึ่ง|สร้าง|ขึ้น|โดย|ใช้|โปรแกรมประมวลผล|คํา (word processing) แฟ้ม|เอกสาร|ประเภท|นี้|จะ|ประกอบ|ด้วย|ข้อความ|ที่|เป็น|ตัวหนังสือ อาจ|มี|ภาพ|ด้วย|หรือ|ไม่|ก็ได้ เป็น|แฟ้ม|ที่|ต้อง|มี|การ|จัด|รูป|หน้า|ไว้|เรียบร้อย มัก|ใช้|นามสกุล (file type) ว่า .doc|ดู non document file เปรียบเทียบ
n. การ|ใช้|เอกสาร|พยาน|ประกอบ|,|การ|จัด|ให้|มี|เอกสาร|พยาน|ประกอบ
vi. สั่น|,|สั่น|ระริก|,|เดิน|เตาะแตะ|,|เดิน|โงนเงน.
(ดอด|'|เดิด) adj. อ่อนแอ|,|เดิน|เตาะแตะ|,|อายุ|มาก
(ดอด|'|เด|อริ|ง) adj. สั่น|,|สั่น|ระริก|,|เดิน|เตาะแตะ|,|เดิน|โงนเงน
(a) - Pref. 12
n. รูป|12|เหลี่ยม|12|มุม|และ|12|ด้าน.
(ดอด) vi.,|vt.,|n. (การ) หลบ|,|เลี่ยง|,|บอกปัด|  |Syn. dodger n. ดู|dodge
(ได|'|โด) n. การ|เล่นตลก|,|การ|เล่น|พิเรน -|pl. dodos|,|dodoes
(ดู|'|เออะ) n. ผู้|กระทํา|,|ผู้ปฏิบัติ|,|ผู้ทํา|งาน|อย่าง|จริง ๆ จัง ๆ| 
(ดัซ|'|เซินท) abbr. does not
(ดู|'|อิธ) v. กริยา|ปัจจุบัน|กาล|บุรุษ|ที่ 3 และ|เอกพจน์|ของ|do
(ดอฟ) {|doffed|,|doffing|,|doffs|} vt. เปลื้อง|,|ปลด|,|ขจัด|,|ละทิ้ง|,|เลิกล้ม|,|เผยอ|,|ถอด|,|เปิด.  |Syn. doffer n
(ดอก) {|dogged|,|dogging|,|dogges|} n. สุนัข|,|หมา|,|ชาย|ที่|น่าชัง vt. ติดตาม|,|ตาม|หลัง|,|ไล่|ตาม. -|Phr. (go to the dogs เสื่อม|,|เสื่อมโทรม) .
n. วันที่|ร้อน|อบอ้าว|,|ฤดู|ร้อน
n. ความ|เสมอ|กัน
n. คน|เห็นแก่ตัว
(ดอก|'|เอียร์) n. มุม|หน้า|หนังสือ.
(ดอก|'|ไท|เออ|ดฺ) adj. เหนื่อย|มาก|ที่สุด
(โด|'|กี) n. ดู|dogie
(ดอก|'|ไฟ|ทฺ) n. การ|ต่อสู้|ที่|รุนแรง|,|การ|ต่อสู้|อย่าง|อุตลุด|,|การ|ต่อสู้|กัน|ของ|เครื่องบิน vi. ต่อสู้|อย่าง|อุตลุด|  |Syn. fight
(ดอก|'|กิด) adj. ดื้อรั้น|,|ทรหด|  |Syn. doggedness n. ดู|dogged|  |Syn. tenacious|,|inflexible
adj. ตลก|,|เลว|,|ไม่|ถูกต้อง|ตาม|แบบแผน|,|หยาบ.n. บทกวี|ตลก|ที่|ไม่|ถูกต้อง|ตาม|แบบแผน|  |Syn. doggrel
(ดอก|'|กี) n. ลูก|สุนัข
(ดอก|'|กอ|นดฺ|') adj.,|adv. ระยํา|,|อัปรีย์
(ดอก|'|กี) n. สุนัข|ตัว|เล็ก ๆ ,|สุนัข. -|adj. เหมือน|สุนัข|,|ชอบ|เล่น|กับ|สุนัข -|adj. เกี่ยวกับ|สุนัข|,|ขี้โอ่|,|อวดอ้าง|,|อ้าง|สิทธิ|,|หลอกลวง
ที่อยู่|คับแคบ|,|ที่อยู่|สกปรก
ที่อยู่|คับแคบ|,|ที่อยู่|สกปรก
(ดอก|'|กี) n. ลูก|วัว|ใน|ฝูง|ที่|ไร้|แม่
(ดอก|'|เลก) n. สิ่ง|ที่|งอ|เป็น|มุม
(ดอก|'|มะ) n. หลักเกณฑ์|หรือ|กฎเกณฑ์|ที่|ไร้|ข้อพิสูจน์|,|คําสอน|ของ|ศาสนา|,|ลัทธิ|แบบ|ศาสนา|,|คําสอน|แบบ|กําปั้น|ทุบ|ดิน|,|ความ|เชื่อ|,|สิ|ทธันต์|  |Syn. tenet|,|doctrine|,
(ดอก|แมท|'|ทิค) adj. เกี่ยวกับ|หลักเกณฑ์|คําสอน ความ|เชื่อ หรือ|ความคิดเห็น|ที่|ไร้|ข้อพิสูจน์|,|หยั่ง|,|หัวรั้น|,|มั่นใจ|,|ดันทุรัง|  |Syn. dogmatical|,|opinionated|,|settled|,|one|-|sided
(ดอก|'|มะทิส|ซึม) n. ลักษณะ|ของ|คัมภีร์|,|การ|ถือ|แต่|หลัก|โดย|ไม่|ดู|ความจริง|,|ความ|หยิ่ง|ยโส|,|ลัทธิ|ถือ|หลัก|เอง
(ดอก|'|มะทิสทฺ) n. ผู้|ถือ|หลัก|โดย|ไม่|ดู|ความจริง|,|ผู้|วาง|หลัก|หรือ|กฎเกณฑ์|ที่|ไร้|ข้อพิสูจน์
(โด|'|กี) n. ดู|dogie
(ดอล|'|ลี) n. ผ้า|รอง|ผืน|เล็ก|สําหรับ|รอง|จาน|,|ผ้า|เช็ด|ปาก|เล็ก ๆ|  |Syn. doyley
(ดู|'|อิง) n. การ|กระทํา|,|การ|ปฏิบัติการ|,|พฤติการณ์|,|สิ่ง|ที่|กระทํา.  |Syn. doings n.,|pl. เหตุการณ์|,|สิ่ง|ที่|ป|รา|กฎ|ขึ้น|,|สิ่ง|ที่|กระทํา|  |Syn. acts|,|actions
adj. ซึ่ง|มี|รูป|คล้าย|ขวาน
(โดล|'|เซ) adj. นิ่มนวล|,|ละมุนละไม|,|ไพเราะ
(โดล|'|ด|รัม|ซ) n. ความ|เฉื่อยชา|,|ความ|เงียบ|หงอย|,|ความ|ซบเซา|,|  |Syn. Phr. (the doldrums n. บริเวณ|ที่|ไม่|มี|ลม|หรือ|มี|ลม|เฉื่อย|ใน|บริเวณ|เส้น|ศูนย์สูตร)|  |Syn. boredom|,|dullness|,|tedium
(โดล) n. ทาน|,|สิ่ง|เล็กน้อย|ที่|ให้|เป็น|ทาน|,|เงิน|สงเคราะห์|สําหรับ|ผู้|ว่างงาน|,|โชคชะตา|,|เคราะห์กรรม vt. ให้|ทาน|,|ให้|เล็ก|ให้|น้อย (share) ,|ความ|เสียใจ|,|ความ|เศร้าโศก
(โดล|'|ฟู|ล) adj. เสียใจ|,|โศกเศร้า|,|ละห้อย|  |Syn. sad|,|dismal
(โดล|'|เซิม) n. เสียใจ|,|โศกเศร้า|,|ละห้อย|  |Syn. doleful
Pref. " ยาว|,|แคบ
(ดอล) n. ตุ๊กตา|,|หญิง|ที่|สวยงาม|มาก|,|ชาย|งาม|,|คน|ที่|ใจ|เอื้อเฟื้อ|เผื่อแผ่.vt.,|vi. แต่งตัว|จน|สวย|พริ้ง. -|Phr. (doll up แต่งตัว|หรูหรา)|  |Syn. dollish adj. ดู|doll dollishly adv. ดู|doll|  |Syn. toy
(ดอล|'|ละ) n. ดอลลาร์
(ดอล|'|ลัพ) n. ก้อน|,|ส่วน|,|จํานวน
(ดอล|'|ลี) n. ตุ๊กตา|,|รถ|เตี้ย|ล้อ|เล็ก|สําหรับ|ขน|ของ|,|รถไฟ|บน|ราง|แคบ vt. เคลื่อน|ไป|มา|ด้วย|รถ|เตี้ย. vi. เคลื่อน|กล้อง|ถ่าย|ภาพยนตร์|หรือ|โทรทัศน์|ด้วย|รถ|เตี้ย|  |Syn. doll
(โด|'|ลาร์) n. ความ|เสียใจ|,|ความ|เศร้าโศก|,|ความ|ระทมทุกข์|  |Syn. dolorous|,|adj.
(โด|ละ|โร|'|โซ) adj. โหยหวน (เพลง)| 
(โด|'|ละ|รัส) adj. เกี่ยวกับ|หรือ|ทํา|ให้|เกิด|ความ|เศร้า|หรือ|ความ|เจ็บปวด|,|เศร้าโศก|,|ระทมทุกข์.  |Syn. dolorousness n. ดู|dolorous|  |Syn. sorrowful|,|miserable
(โด|'|ลาร์) n. ความ|เสียใจ|,|ความ|เศร้าโศก|,|ความ|ระทมทุกข์|  |Syn. dolorous|,|adj.
(ดอล|'|ฟิน) n. ปลาโลมา
(โดลทฺ) n. คน|โง่เง่า|,|คน|เซ่อ|  |Syn. doltish adj. ดู|dolt doltishly adv. ดู|dolt doltishness n. ดู|dolt
(โด|เมน|') n. อาณาเขต|การ|ปกครอง|,|อาณาจักร|, ที่ดิน|ขอบเขต|,|กลุ่ม|ของ|คํา (ใน|ทาง|คณิตศาสตร์) ของ|ตัวแปร|อิสระ|ของ function|  |Syn. domainal|,|domainial adj.  |Syn. discipline
(โดม) n. หลังคา|กลม|,|ยอด|กลม|ของ|หลังคา.  |Syn. vault|,|roof|,|span
n. ดู|doomsday
(ดะ|เมส|'|ทิค) adj. เกี่ยวกับ|บ้าน|,|เกี่ยวกับ|ครอบครัว ใน|บ้าน|,|เชื่อง|,|เกี่ยวกับ|ประเทศ|ของ|ตน|,|ซึ่ง|พบ|ใน|หรือ|ผลิต|ภายในประเทศ|  |Syn. domesticated|,|family|,|endemic|,|indigenous
n. สัตว์เลี้ยง
เป็ด|ไก่
n. เคหศาสตร์|  |Syn. home economics
(ดะ|เมส|'|ทะเคท) vt. ทํา|ให้|ชอบ|อยู่|ใน|บ้าน|,|ทํา|ให้|เป็น|ขนบธรรมเนียม|, ทํา|ให้|เชื่อง|,|ทํา|ให้|เคยชิน|  |Syn. domesticable adj. ดู|domesticate domestication n. ดู|domesticate domesticative adj. ดู|domesticate domesticator n. ดู|domesticate คํา|ที่|มี|ความ|หม
(โดเมสทิส|'|ซิ|ที) n. ภาวะ|ที่|เกี่ยวกับ|บ้าน|,|ภาวะ|ครอบครัว|,|เรื่อง|ใน|บ้าน|,|งาน|ใน|บ้าน
(ดอม|'|ซิ|ไซ|ลฺ|,|ดอม|'|มิ|เซิล) n. ภูมิลําเนา|,|ถิ่น|ที่อยู่|,|บ้าน vt. ตั้ง|ภูมิลําเนา.  |Syn. domiciliary adj.  |Syn. abode|,|home
(ดอม|'|ซิ|ไซ|ลฺ|,|ดอม|'|มิ|เซิล) n. ภูมิลําเนา|,|ถิ่น|ที่อยู่|,|บ้าน vt. ตั้ง|ภูมิลําเนา.  |Syn. domiciliary adj.  |Syn. abode|,|home
(ดอม|'|มะ|เนิน|ซฺ) n. การ|ปกครอง|,|การ|มี|อํานาจ|เหนือ|,|การ|ครอบงํา|,|ภาวะ|ที่|ถูก|ครอบงํา.  |Syn. dominancy n. ดู|dominance|  |Syn. command|,|power|,|rule|,|authority
(ดอม|'|มะ|เนิน|ทฺ) adj. ซึ่ง|ครอบงํา|,|มี|อํานาจ|เหนือ|,|ซึ่ง|เป็น|ส่วน|สําคัญ|,|ซึ่ง|มี|บทบาท|สําคัญ|,|ซึ่ง|ปกครอง|,|เด่น n. ตัว|สําคัญ|  |Syn. superior|,|major
(ดอม|'|มะเนท) vt.,|vi. ครอบงํา|,|มี|อํานาจ|เหนือ|,|มี|อิทธิพล|เหนือ|,|ปกครอง|,|อยู่|เหนือ.  |Syn. dominatingly adv. ดู|dominate dominator n. ดู|dominate
(ดอม|มะเน|'|เชิน) n. การ|ครอบงํา|,|การ|มี|อํานาจ|เหนือ|,|การ|มี|อิทธิพล|เหนือ|,|การ|ปกครอง|,|การ|ควบคุม|  |Syn. jurisdiction
(ดอม|มะเนียร์|') vi. ปกครอง|แบบ|เผด็จการ|,|ใช้อํานาจ|เด็ดขาด. vt. ครอบงํา|,|ควบคุม|  |Syn. bully
(ดอม|'|มะนี) n. ครู|,|พระ|,|บาทหลวง
(ดะ|มิ|น|'|เยิน) n. อํานาจ|การ|ปกครอง|,|การ|ปกครอง|,|การ|ครอบงํา|  |Syn. authority|,|government
(โด|มิ|น|'|เนี|ยม) n. อํานาจ|สมบูรณ์|ใช้|ใน|หรือ|จําหน่าย|ทรัพย์สิน
(ดอม|'|มิ|โน) n. ไพ่|โด|มิ|โน|,|ไพ่|ต่อ|แต้ม|,|ไพ่|กระดูก -|pl. dominoes
(ดอน) n. คํา|ที่|ใช้|เรียก|ผู้ชาย|สเปน|,|บุคคล|สําคัญ vt. ใส่|เสื้อ
(ดอน|วาน|') n. ชาย|เจ้าชู้|,|นัก|ล่า|ผู้หญิง|เพื่อ|การ|เสพย์ส|วา|ท|,|เสื้อ|ผู้หญิง
(โดน|ทฺ) do not|  |Syn. don|'|ts n.,|pl. ข้อห้าม|,|เรื่อง|ต้องห้าม
(ดอ|'|นะ) n. คุณนาย
(โด|'|เนท) vt. บริจาค|,|มอบ|ให้|,|ให้|,|อภินันทนาการ. vi. มอบ|ของขวัญ|ให้|,|บริจาค|,|อภินันทนาการ. n.  |Syn. give
(โดเน|'|เชิน) n. การ|บริจาค|,|การ|มอบ|ให้|,|ของ|ที่|บริจาค|,|เงิน|ที่|บริจาค|,|ของขวัญ|  |Syn. grant
(ดอน|'|นะ|ทิฟว) n. สิ่ง|ที่|บริจาค|,|ของ|บริจาค|,|เงิน|บริจาค|,|ของขวัญ
(ดัน) v. กริยา|ช่อง 3 ของ do. -|adj. สมบูรณ์|,|เสร็จ|,|เรียบร้อย|,|ตลอด|,|ต้มสุก|แล้ว|,|หมด|แรง|ใช้การไม่ได้|,|ใช้|หมด|แล้ว -|Phr. (done for เหนื่อย|,|หมด|แรง|,|ตาย|,|ใกล้|ตาย) . Phr. (done in หมด|แรง อ่อนเพลีย|มาก) .  |Syn. done|! ใช้การได้|! เห็นด้วย คํา|ที่|มี|ความหมาย|เหมือน|กั
(โด|'|นี|') n. ผู้|ได้|รับ|บริจาค
(ดอง|'|คี) n. ลา|,|คน|โง่|,|คน|หัวรั้น. -|adj. เป็น|เครื่อง|เสริม
n. งาน|ที่|น่า|เบื่อ|ที่สุด|,|งาน|ประจํา|ที่|น่า|เบื่อ|ที่สุด
n. นาน|มา|แล้ว|,|หลาย|ปี
(ดอน|'|นิช) adj. คล้าย|อาจารย์|มหาวิทยาลัย
(โด|'|เนอะ) n. ผู้|บริจาค|,|ผู้|บริจาค|เลือด|,|เนื้อเยื่อ|หรือ|อวัยวะ|  |Syn. donorship n. ดู|donor|  |Syn. giver
(ดอน|'|ซี) adj. โชค|ไม่|ดี|,|เคราะห์ร้าย|,|พิถีพิถัน|,|เรียบร้อย
(ดอน|'|ซี) adj. โชค|ไม่|ดี|,|เคราะห์ร้าย|,|พิถีพิถัน|,|เรียบร้อย
 |Syn. da (ดู|'|ดะ) n. จิต|ที่|เร่าร้อน|,|ความ|ตื่นตระหนก
(ดู|'|แดด) n. สิ่ง|ประดับ|เล็ก ๆ น้อย|,|ของ|กระจุกกระจิก
(ดู|'|เดิล) vt. ,|vi. เขียน|หรือ|วาด|อย่าง|เปะปะ|,|เขียน|หรือ|วาด|ขยุกขยิก|อย่างใจ|เหม่อลอย|,|ท่องเที่ยว|ไป|ตาม|อารมณ์|,
(ดู|'|ฮิคคี) n. ของ|เด็ก|เล่น|,|เครื่อง|ประกอบ|กระจุกกระจิก
(ดู|'|ลี) n. แคร่|หาม|คนเจ็บ|ป่วย
(ดู|'|ลี) n. แคร่|หาม|คนเจ็บ|ป่วย
(ดู|ม) n. เคราะห์ร้าย|,|ชะตา|ขาด|,|ความ|ตาย|,|ความ|หายนะ|,|คําพิพากษา|,|วาระ|สุดท้าย|,|วาระ|ที่|โลกาวินาศ vi. กําหนด|,|ถึง|วาระ|,|ประณาม|,|พิพากษา|,|ชี้|ชะตากรรม|  |Syn. fate|,|adverse fate
(ดู|มซ|'|เดย์) n. วัน|โลกาวินาศ|,|วาระ|สุดท้าย|,|วันที่|พระเจ้า|พิพากษา|มนุษย์|ทั้งหลาย|ใน|โลก|  |Syn. domesday|,|Judgment Day
(ดอร์|,|โดร์) n. ประตู|,|ทางเข้า|,|ทางผ่าน|,|บ้าน|ที่|มี|ประตู|ริม|ทาง|,|วิธีการ -|Id. (show someone the door ขอ|ให้|ออก|ไป|ได้)|  |Syn. doorway|,|means
(ดอร์|'|เพลท) n. ป้าย|เลขที่|บ้าน
(โด|'|พัน|ทฺ) n. สิ่ง|เจือปน|,|น้ํายา|เจือปน
(โดพ) {|doped|,|doping|,|dopes|} n. สาร|ทํา|ให้|เกิด|อาการ|ง่วง|หลับ|,|กาว|,|ยา|กระตุ้น|,|ยาม้า|,|ข่าวสาร|,|ข้อมูล|,|คน|โง่เง่า|,|เครื่องดื่ม|คาร์บอเนต (โดยเฉพาะ|โค|คา|โค|ล่า) . vt. กระตุ้น|ด้วย|ยา|กระตุ้น. -|Phr. (dope out คํานวณ|,|คาดการณ์|,|ร่าง|โครงการ)|  |Syn. dope fiend n. คน|ติดยา|เสพ
รายการ|หนือ|ตํารา|แทง|ม้า
n. วงการ|ค้า|ยาเสพติด
รายการ|หนือ|ตํารา|แทง|ม้า
(โดพ|'|ชี|ท) n. รายการ|ม้า|ที่|เข้า|แข่ง
(โดพ|'|ส|เท|อ) n. ผู้ทํา|นาย|ผล|การ|แข่ง|ม้า|และ|กีฬา|อื่น ๆ ,|คน|ใบ้|สิ่ง|ต่าง ๆ| 
(โด|'|พี) adj. งุ่มง่าม|,|เชื่องช้า|,|มึนเมา|,|โง่เง่า.  |Syn. dopiness n. ดู|dopey
(โด|'|พี) adj. งุ่มง่าม|,|เชื่องช้า|,|มึนเมา|,|โง่เง่า.  |Syn. dopiness n. ดู|dopey
(ดอ) n. การ|เยาะเย้ย|,|การ|ล้อเลียน
(ดอร์ม) n. ดู|dormitory
(ดอร์|'|มัน|ซี) n. ภาวะ|ที่|ไม่|เคลื่อนที่|,|สภาพ|ที่อยู่|เฉย ๆ ,|ภาวะ|ที่|ซุ่ม|อยู่
(ดอร์|'|เมิน|ทฺ) adj. อยู่|เฉย ๆ ,|ไม่|เคลื่อนที่|,|สงบ|,|ซึ่ง|ซ่อน|หรือ|นอน|อยู่|ภายใน|,|แฝง|,|ไม่|เปิดเผย|,|ยัง|ไม่|ระเบิด (ภูเขาไฟ)|  |Syn. dormancy n. ดู|dormant|  |Syn. quiet|,|inactive ,|static
(ดอร์|'|เมอะ) n. หน้าต่าง|ที่|ยื่น|ออก|จาก|หลังคา|บ้าน|,|หน้าต่าง|หลังคา
(ดอร์|'|มิ|โท|รี) n. หอพัก|นักศึกษา|,|ห้องนอน|รวม
(ดอร์|'|เมา|ซฺ) n. หนู|ขนาด|เล็ก|ใน|ตระกูล Gliridae คล้าย|กระรอก|ตัว|เล็ก ๆ -|pl.dormice
(ดอร์พ) n. หมู่บ้าน|,|หมู่|เล็ก ๆ| 
(ดอร์|'|เซิล) adj. เกี่ยวกับ|ส่วนหลัง|,|ซึ่ง|อยู่|บน|ส่วนหลัง|,|เกี่ยวกับ|ผิวหน้า|ที่|ไกล|จาก|แกน
Pref. หลัง|,|ส่วนหลัง
(ดอร์|'|ซัม) n. ส่วนหลัง|ของ|ร่างกาย|,|ส่วนหลัง -|pl. dorsa
(ดอร์|'|ที) adj. บูดบึ้ง|,|โกรธ|,|ไม่|พูด|ด้วย.  |Syn. dortiness n.
(ดอส) ย่อ|มา|จาก disk operating system (ระบบปฏิบัติการ|แบบ|ใช้|จาน) หมายถึง ซอฟต์แวร์|ที่ทํางาน|เกี่ยวข้อง|กับ|กับ|การ|จัดการ|ควบคุม|แผ่น|บันทึก (disk) หรือ|ที่|เรียก|ว่า|ระบบปฏิบัติการ (OS) ดอสที่|ใช้|เฉพาะ|กับ|ไมโครคอมพิวเตอร์ (ดอส|ที่|ใช้|กับ|เมนเฟรม|ก็|มี เป็น|ของ|บริษัท|ไอ|บีเอ็ม)| 
(ดอส|พร|อมพท์) หมายถึง สัญลักษณ์ > ที่|แสดง|บน|จอภาพ ใน|ช่วง|ที่|ยัง|ไม่|ได้|เข้า|ไป|ใน|โปรแกรม|ใด|โปรแกรม|หนึ่ง ดอส พร|อมพท์ ทั่ว ๆ ไป|จะ|มี|ลักษณะ|เหมือน|เครื่องหมาย|มาก|กว่า เช่น C|:|\|\|> หรือ C|:|\|\|windows|\|\|system|> ซึ่ง|แปล|ความ|ได้|ว่า " นี่|คือ|เครื่อง|คอมพิวเตอร์ ฉัน|พร้อม|แล้ว|ที่|จะ|ทํางาน จะ|ให้|ทํา|อะไร|ก็|บอก|มา|เลย|" แล้ว|ก็|พิมพ์|คําสั่ง|ลง|ไป|ได้|ที่|หลัง|เครื่องหมาย|นี้
(โดสฺ) n. ปริมาณ|ยา|ที่|ให้|ต่อ|ครั้ง|,|ปริมาณ|รังสี|ที่|ให้|ต่อ|ครั้ง vt. ให้|ยา|vi. รับ|ยา
(โด|ซิ|ม|'|มิ|เทอะ) n. อุปกรณ์|วัด|ปริมาณ|กับ|มัน|ตรัง|สี|,|การ|วัด|ปริมาณ|ยา|ที่|ให้.  |Syn. dosimetric adj.
(ดอส|'|เซอะ) n. ตะกร้า|ใส่|ของ|สําหรับ|หิ้ว|ไว้|ด้านหลัง|,|สิ่ง|ประดับ|ผนัง|กําแพง.  |Syn. dorser
(ดอส|'|เซียร์) n. เอกสาร|เรื่องราว|เดียวกัน|ที่|เก็บ|รวม|กัน|,|เรื่อง|เดิม|,|แผง|เอกสาร -|pl. dossiers
(ดัสทฺ) v. กริยา|บุรุษ|ที่ 2 เอกพจน์|และ ปัจจุบัน|กาล|ของ do
(ดอท) {|dotted|,|dotting|,|dots|} n.จุด|,|แต้ม|,|จุด|กลม|,|แต้ม|กลม|,|ตัวอย่าง|เล็กน้อย|,|จุด|เครื่องหมาย|,|จุดทศนิยม|,|สินเดิม|ของ|หญิง|vt.,|vi. จุด|,|แต้ม|,|ประ|,|พรม|,|ใส่|จุด|,|ใส่|แต้ม. -|Id. (dot one|'|s i|'|s and cross one|'|s t|'|s ทํา|อย่าง|ละเอียด|,|ทํา|อย่าง|พิถีพิถัน) -|S...
เครื่องพิมพ์|แบบ|จุด|ส่วนมาก|เรียก|กัน|สั้น ๆ ว่า dot matrix หรือ dot printer หมายถึง เป็น|เครื่องพิมพ์ หรือ|อุปกรณ์|แสดง|ผล|ของ|คอมพิวเตอร์|ชนิด|หนึ่ง ใช้|เข็ม|ตอก|ลง|บน|กระดาษ ทํา|ให้|ผล|ที่|ออก|มา|ดู|เป็น|จุด|เรียง|ไป|ตาม|ตาราง|รูป|สี่เหลี่ยม จุด|เหล่านี้|จะ|รวม|กัน|เป็น|ตัว|อักขระ|ที่|เป็น|รูป|และ|ขนาด|ที่|ต้องการ สําหรับ|เส้นโค้ง|นั้น|เครื่องพิมพ์|ชนิด|นี้ ทํา|ไม่|ได้|ดี|นัก แต่|หาก|มี|จุด|เรียง|กัน|ได้|ละเอียด|เท่าใด เส้นโค้ง|ก็|จะ|ดู|ดี|ขึ้น|และ|ตัวอักษร|ก็|จะ|ดู|สวยงาม|ขึ้น คุณภาพ|ของ|เครื่องพิมพ์|นั้น จึง|วัด|กัน|เป็น|จํานวน|จุดต่อ|นิ้ว ยิ่ง|เครื่องพิมพ์|มี|คุณภาพ ก็|ต้อง|ยิ่ง|มี|จํานวน|จุดต่อ|นิ้ว|มาก|มี|ความหมาย|เหมือน dot printer ดู printer ประกอบ
เป็น|เครื่องพิมพ์ หรือ|อุปกรณ์|แสดง|ผล|ของ|คอมพิวเตอร์|ชนิด|หนึ่ง ใช้|เข็ม|ตอก|ลง|บน|กระดาษ ทํา|ให้|ผล|ที่|ออก|มา|ดู|เป็น|จุด|เรียง|ไป|ตาม|ตาราง|รูป|สี่เหลี่ยม จุด|เหล่านี้|จะ|รวม|กัน|เป็น|ตัว|อักขระ|ที่|เป็น|รูป|และ|ขนาด|ที่|ต้องการ สําหรับ|เส้นโค้ง|นั้น|เครื่องพิมพ์|ชนิด|นี้ ทํา|ไม่|ได้|ดี|นัก แต่|หาก|มี|จุด|เรียง|กัน|ได้|ละเอียด|เท่าใด เส้นโค้ง|ก็|จะ|ดู|ดี|ขึ้น|และ|ตัวอักษร|ก็|จะ|ดู|สวยงาม|ขึ้น คุณภาพ|ของ|เครื่องพิมพ์|นั้น จึง|วัด|กัน|เป็น|จํานวน|จุดต่อ|นิ้ว ยิ่ง|เครื่องพิมพ์|มี|คุณภาพ ก็|ต้อง|ยิ่ง|มี|จํานวน|จุดต่อ|นิ้ว|มาก|มี|ความหมาย|เหมือน dot matrix printer|ดู printer ประกอบ
(โด|'|ทิจ) n. ความ|ชรา|,|ภาวะ|สติปัญญา|อ่อน|ใน|วัย|ชรา|,|ภาวะ|สติ|เลอะเลือน|,|ความ|หลงรัก|อย่าง|โง่ ๆ ,|การ|โอ๋|จน|เกิน|ไป|จุด|เล็ก ๆ บน|จอภาพ|จุด|เล็ก|ที่สุด|ที่|สามารถ|แสดง|บน|จอภาพ|ได้ วัด|ขนาด|กัน|เป็น|มิลลิเมตร โดย|ปกติ จะ|มี|ขนาด .41 มม. .31 ม.ม. และ .28 ม.ม. ยิ่ง|จุด|เล็ก|มาก|เท่าใด ภาพ|ที่|ปรากฏ|บน|จอภาพ|ก็|จะ|ยิ่ง|คมชัด|และ|ละเอียด|ขึ้น|เท่านั้น นอกจากนั้น ยัง|ใช้|วัด|ระยะ|ห่าง|ระหว่าง|จุด|สอง|จุด|ที่|เป็น|คน|ละ|สี|ใน|สี|เดียวกัน|ด้วย (สี|บาง|สี|ที่|เห็น|บน|จอภาพ|เกิด|จาก|การ|ผสม|กัน|ระหว่าง|จุด|ที่|มี|สี|ต่าง|กัน เช่น สี|เทา เกิด|จาก|การ|ผสม|กัน|ของ|สี|ดํา และ|ขาว)| 
(โด|เท|'|เชิน) n. การ|ให้|,|การ|บริจาค|,|สิ่ง|ที่|บริจาค
(โดท) {|doted|,|doting|,|dotes|} vi. ให้|ความ|รัก|มาก|เกิน|ไป|,|ชอบ|มาก|เกิน|ไป|,|โอ๋|,|มี|สติ|เลอะเลือน (โดยเฉพาะ|ใน|วัย|ชรา)| 
(ดอธ) v. กริยา|บุรุษ|ที่ 3 เอกพจน์|และ ปัจจุบัน|กาล|ของ do
จุดต่อ|นิ้ว|ใช้|ตัวย่อ|ว่า dpi เป็น|หน่วย|วัด|ความ|ละเอียด|หรือ|ความ|คม|ของ|ภาพ ยิ่ง|มี|จํานวน|จุด|มาก|ต่อ|นิ้ว ก็|ยิ่ง|แปล|ว่า|คมชัด|มาก ส่วนมาก|ใช้|กับ|เครื่องพิมพ์ เช่น เครื่องพิมพ์|เลเซอร์ มี|ความ|ละเอียด 300|-|600 จุดต่อ|นิ้ว ใน|ขณะที่|เครื่องพิมพ์|แบบ|จุด|บาง|เครื่อง มี|ความ|ละเอียด|เพียง 9 - 12 จุดต่อ|นิ้ว
(ดอท|'|ที) adj. สติ|ฟั่นเฟือน|,|ไม่|เต็มบาท|,|บ้า ๆ บอ ๆ ,|ซึ่ง|เดิน|คล้าย|คน|ขา|เป๋|,|เป็น|จุด ๆ ,|เป็น|แต้ม|,|เป็น|รอย|ด่าง.  |Syn. dotted|  |Syn. dottiness n. ดู|dotty dottily adv. ดู|dotty
(ดับ|'|เบิล) {|doubled|,|doubling|,|doubles|} adj. คู่|,|สอง|เท่า|,|สอง|หน|,|ทวี|,|ซ้ํา|,|สอง|ชั้น n. สิ่ง|ที่|เป็น|2 เท่า|,|สอง|เท่า|,|ห้อง|เตียง|คู่|,|พับ|สอง|ทบ|,|การ|อ้อม|กลับ|,|การ|กลับ|,|เล่ห์|อุบาย|,|กล|ลวง|,|  |Syn. doubles n. กีฬา|ที่|เล่น|ข้าง|ละ|คู่ (เช่น|กีฬา|เทนนิส) ,|การ|โยน|ลูก|โบว์|ลิ่ง|ทั้ง|ห
n. จาก|บุรุษ|ที่ทํางาน|ให้|กับ|ทั้ง 2 ฝ่าย|ที่|เป็น|คู่|กรณี
n. ปืน|กล้อง|คู่
n. เตียง|คู่|ที่|นอน|ได้|2|คน (ผู้ใหญ่) .  |Syn. double|-|bedded adj. ดู|double bed
n. วัน|นัด|คู่|, วัน|นัด|ซ้อน
หนาแน่น|สอง|เท่า|ใช้|ตัวย่อ|ว่า DD (อ่าน|ว่า ดี|ดี) หมายถึง|จาน|บันทึก|ที่|บรรจุ|ข้อมูล|ได้|สอง|เท่า|ของ|จาน|บันทึก|ธรรมดา ใน|เนื้อที่|เท่า|กัน เช่น จาน|DD ขนาด 5.25 นิ้ว|จุ|ข้อมูล|ได้|ถึง 360 K (ใน|ขณะที่|จาน|บันทึก|ธรรมดา|จุ|เพียง 180 K) และ|จาน|DD ขนาด 3.5 นิ้ว จุ|ได้|ถึง 720 K (ใน|ขณะที่|จาน|บันทึก|ธรรมดา|จุ|เพียง 360 K) จาน|บันทึก|ธรรมดา|หรือ|ที่|เรียก|ว่า|แบบ|มี|ความ|หนาแน่น|เท่า|เดียว (single density) นั้น บัดนี้|หา|ซื้อ|ไม่|ได้|แล้ว ดู HD ประกอบ
จาน|บันทึก|สอง|หน้า|และ|จุ|สอง|เท่า|ใช้|ตัวย่อ|ว่า DS|/|DD หมายถึง|จาน|บันทึก|ข้อมูล|ที่|ใช้|บันทึก|ได้|ทั้ง|สอง|หน้า|และ|มี|ความ|จุ|สอง|เท่า ดู DS|/|DD
vt. ,|vi. ตรวจสอบ|2|ครั้ง
คลิก|คลิก|กด|เมาส์|สอง|ครั้ง (เร็ว ๆ) หมายถึง การ|ใช้|นิ้วชี้|กด|บน|ปุ่ม|ของ|เมาส์|สอง|ครั้ง|ใน|จังหวะ|ติด ๆ กัน อาจ|เป็น|คําสั่ง|เรียก|โปรแกรม หรือ|คําสั่ง|เปิด|แฟ้มข้อมูล ก็ได้ ดู click ประกอบ
vt. ทรยศ|,|หักหลัง|,|หลอกลวง|  |Syn. double|-|crosser n. ดู|double|-|cross
adj. ซึ่ง|มี|2|คม|,|ซึ่ง|มี|ความหมาย|2|นัย|,|ซึ่ง|มี|จุดประสงค์|2 อย่าง
adj. ซึ่ง|ตี|2 หน้า|  |Syn. hypocritical
(ดับ|'|บลี) adv. เพิ่ม|ขึ้น 2|เท่า|,|ซ้ํา|,|เป็น 2 หน
(เดา|ทฺ) {|doubted|,|doubting|,|doubts|} n. ความ|สงสัย|,|ความ|ไม่|แน่ใจ|,|ความ|กลัว. vt. สงสัย|,|ไม่|แน่ใจ|,|ไม่|ไว้วางใจ|,|กลัว vi. สงสัย -|Phr. (beyond the shadow of a doubt แน่ใจ|,|มั่นใจ) .  |Syn. doubtable adj. ดู|doubt doubtably adv. ดู|doubt doubter n. ดู|doub
(เดา|ทฺ|'|ฟู|ล) adj. สงสัย|,|ไม่|แน่ใจ|,|ไม่|มั่นใจ|,|ลังเล|  |Syn. doubtfulness n. ดู|doubtful|  |Syn. uncertain|,|undecided|,|unlikely Ant. determined|,|likely
(เดา|ทฺ|'|ลิส) adv. อย่าง|ไม่|ต้องสงสัย|  |Syn. positively
(ดู|ส) adj. สงบ|,|เงียบ|,|เยือกเย็น|,|สุภาพ|เรียบร้อย.  |Syn. douceness n. ดู|douce
(ดู|ช) {|douches|,|douching|,|douches|} n. น้ํา|ที่|ฉีด|ล้าง|,|การ|ใช้|น้ํา|ฉีด|ล้าง|,|เครื่อง|ฉีด|ล้าง vt. ฉีด|ล้าง vi. ใช้|น้ํา|ฉีด
(โด) n. แป้ง|ผสม|น้ํา|,|ขนมเค้ก|,|แป้ง|ผสม|ของเหลว|,|แป้ง|ต้ม|,|เงิน
(โด|'|นัท) n. ขนม|โดนัท|,|ขนม|แป้งหมี่|ทอด|ด้วย|น้ํามัน|ที่|เป็น|รูป|กลม|หนา|,|สิ่ง|ที่|เป็น|รูป|กลม|หนา|  |Syn. donut
(ดอท) v. อดีตกาล|ของ|dow
(โด|'|อี) adj. เหมือน|ก้อน|แป้งหมี่ (อ่อนเปียก|,|นิ่ม|,|ซีด)|  |Syn. doughiness n. ดู|doughy
(ดัวร์) adj. บูดบึ้ง|,|ขุ่นใจ|,|เศร้า|,|เข้มงวดกวดขัน
(เดา|ซฺ) vt. จุ่ม|,|แช่|,|สาด|,|ราด|,|ดับ vi. จุ่ม|,|แช่. n. การ|ตี|  |Syn. dowse
(ดัฟว) n. นกพิราบ v. อดีตกาล|ของ|dive
(เดา|'|อะเบิล) adj. เป็น|สินสมรส
(เดา|'|อะ|เจอะ) n.หญิง|ที่|ได้|รับ|ทรัพย์สิน|จาก|สามี|ที่|ตาย|,|หญิง|สูงอายุ|ที่|มี|ยศ|ฐา|บรรดาศักดิ์
(เดา|'|ดี) adj. มอมแมม|,|ล้าสมัย|,|ไม่|สวยงาม. n. หญิง|ที่|แต่งตัว|มอมแมม|ล้าสมัย.  |Syn. dowdily adv. ดู|dowdy dowdiness n. ดู|dowdy -|S.seedy
(เดา|'|เอิล) {|dowelled|,|dowelling|,|dowels|} n. หมุด|ไม้|,|เดือย|ไม้|,|หมุด|สับ. vt. ใส่|หมุด|ไป
(เดา|'|เออะ) n.,|vt. (มอบ) ทรัพย์สิน|ของ|สามี|ที่|ตาย|ไป|และ|หญิง|หม้าย|มี|สิทธิ|ได้|รับ|,|สินสมรส|,|พรสวรรค์
(เดา|'|เออะ|รี) n.สินเดิม|ของ|หญิง
(ดาว|นฺ) {|downed|,|downing|,|downs|} adv.,|adj.,|prep. ข้างล่าง|,|อยู่|ข้างล่าง|,|ลง|ข้างล่าง|,|ลง -|Phr. (down and out ไม่|มี|เพื่อน|,|ไม่|มี|เงิน|,|ไม่|มี|อนาคต) n. การ|เคลื่อน|ลง|,|การ|ลด|ลง vi.,|vt. (ทํา|ให้) ลง|  |Syn. dejected|,|fell|,|descent
n. เงิน|มัดจํา
(เดา|น|'|อัน|เอา|ท) adj. สิ้นเนื้อประดาตัว
(ดาวน์|'|โบ) n. การ|ดีด|ลง|,|การ|ตี|ลง
n. เงิน|มัดจํา
adj. ซึ่ง|เป็น|ความจริง|,|จริงจัง|,|ตาม|ความ|เป็นจริง|  |Syn. practical
(ดาว|'|คา|สทฺ) adj. หดหู่ใจ|,|ตา|ละห้อย|,|คอตก n. การ|ล้ม|ลง|,|การ|ฉิบหาย|,|ความ|หายนะ|  |Syn. despondent Ant. joyful|,|merriful
n. การ|ลง|ต่ํา|,|การ|ตกลง|มา|  |Syn. comedown|,|humiliation
adv. ,|adj. ไป|ยัง|ด้าน|สนาม|ของ|ทีม
(เดา|'|เนอะ) n. ยา|กด|ประสาท|,|ยาสงบประสาท|,|สิ่ง|ที่|ทํา|ให้|ใจคอ|ห่อเหี่ยว|,|ผู้|ที่|ทํา|ให้|ใจคอ|ห่อเหี่ยว
n. ความ|หายนะ|,|ความ|ฉิบหาย|,|ความ|ตกต่ํา|,|การ|ตกลง|มา|อย่าง|แรง|หรือ|อย่าง|กะทันหัน|  |Syn. downfallen adj. ดู|downfall|  |Syn. overthrow
n. การ|ลาด|ลง|,|การ|เอียง|ลาด|ลง vt. ลด|ระดับ|ลง|,|ลด|ต่ํา|ลง ลด|ค่า|,|ลด|ขั้น -|adj.,|adv. ลาด|ลง|,|ลง|เขา
n. เชือก|ดึง|ใบ|เรือ|ลง
adj. หดหู่ใจ|,|ท้อใจ|,|เศร้า|,|ท้อแท้|  |Syn. downheartedness n. ดู|downhearted|  |Syn. dejected
adv. ลง|เขา|,|ตกต่ํา -|adj. ซึ่ง|กําลัง|ลง|เขา|,|ซึ่ง|กําลัง|ตกต่ํา
n. ภาวะ|เสื่อม|ลง|ของ|ชีวิต
(ดาวน์|' โลด) n. การ|ส่ง|ข้อมูล|หรือ|โปรแกรม|จาก|ระบบ|ที่|ใหญ่|กว่า|ไป|สู่|ระบบ|ที่|เล็ก|กว่า|, การ|ถ่าย|หรือ|บรรจุ|ข้อมูล|ที่|เก็บ|ไว้|ใน|หน่วย|เก็บ|ของ|คอมพิวเตอร์|เครื่อง|ใหญ่ ลง|ไป|ใน|หน่วย|เก็บ|ของ|ไมโครคอมพิวเตอร์ (คอมพิวเตอร์|ที่|เล็ก|กว่า) หรือ|ใน|บาง|กรณี อาจ|หมายถึง|บรรจุ|คําสั่ง|ลง|ไป|ใน|เครื่อ
vt. สบ|ประมาท|,|ดูหมิ่น|,|ป้าย|ร้าย|  |Syn. play down|,|make little of
(ดาว|'|พอร์) n. ฝน|ที่|เท|ลง|อย่าง|มาก|และ|กะทันหัน|,|ฝน|ห่า|ใหญ่|  |Syn. heavy rain
adj. อย่าง|แท้ ๆ ทีเดียว|,|โดย|สิ้นเชิง|,|ชัดเจน|ที่สุด|,|ลง|สู่ -|adv. อย่าง|สิ้นเชิง|,|เต็มที่.  |Syn. downrightedness n. ดู|downright|  |Syn. thorough|,|absolute|,|sheer
(ดาว|'|สแทร์ซ) adv. ลง|บันได|,|ลง|ชั้น|ล่าง|ไป|,|ไป|ทาง|ชั้น|ล่าง|-|adj. เกี่ยวกับ|ชั้น|ล่าง. n. ชั้น|ล่าง
adv. ตาม|ทิศทาง|ของ|กระแส|น้ํา|,|ตาม|น้ํา|,|ตาม|กระแส|น้ํา
adv. ไป|ทาง|ย่าน|ศูนย์การค้า|ของ|เมือง -|adj. เกี่ยวกับ|หรือ|ตั้งอยู่|ย่าน|ศูนย์การค้า|ของ|เมือง n. ย่าน|ศูนย์การค้า|ของ|เมือง|  |Syn. down|-|tonwer n.
n. ขบวน|รถไฟ|ล่อง|ใต้
n. แนวโน้ม|ที่|ตกต่ํา
adj. ซึ่ง|ถูก|กดขี่|,|ซึ่ง|ถูก|บีบบังคับ|  |Syn. downtrod
adv. ลง|ข้างล่าง|,|ลง|ต่ํา -|adj. ซึ่ง|เคลื่อน|ลง.  |Syn. downwardness n.
adv. ลง|ข้างล่าง|,|ลง|ต่ํา
n. สิ่งของ|ที่|ไหล|ล้าง|ลง|มา|,|กระแส|ลม|ที่|พุ่ง|ลง|มา
(ดาว|'|นี) adj. เกี่ยวกับ|ขนอ่อน|,|นิ่ม|,|เป็น|ปุย|,|กระเซิง|,|ซึ่ง|ทํา|ด้วย|ขนอ่อน|,|ซึ่ง|ปกคลุม|ด้วย|ขนอ่อน.  |Syn. downiness n. ดู|downy|  |Syn. soothing
(เดา|'|เออะ|รี) n.สินเดิม|ของ|หญิง
n. เพลง|สรรเสริญ|พระเจ้า|  |Syn. doxological adj. ดู|doxology
(ดอค|'|ซี) n. ความคิดเห็น|,|ทฤษฎี|,|ความคิดเห็น|ทาง|ศาสนา|,|ภรรยา|ลับ|,|หญิง|ชู้|,|โสเภณี|  |Syn. doxie
(ดอย|'|เอน) n. ผู้อาวุโส -|pl. doyens
(โดซ) {|dozed|,|dozing|,|dozes|} vt.,|vi.,|n. (การ) ม่อยหลับ|,|งีบ|หลับ|,|สัปหงก|,|เคลิ้ม. vt. ใช้เวลา|ใน|การ|งีบ|หลับ|  |Syn. dozer n. ดู|doze|  |Syn. nap
(ดัซ|'|เซิน) n. โหล|,|จํานวน|12. -|adj. เป็น|จํานวน 12 -|pl. dozens|,|dozen
(ดัซ|'|เซินธฺ) adj. ที่ 12,|ลําดับ|ที่ 12
(โด|'|ซี) adj. ง่วง|,|เคลิ้ม|,|ม่อยหลับ|,|ครึ่ง|หลับ|ครึ่ง|ตื่น|  |Syn. dozily adv. ดู|dozy doziness n. ดู|dozy
(ดี|พี) ย่อ|มา|จาก data processing (แปล|ว่า การ|ประมวลผล|ข้อมูล) หมายถึง|การ|นํา|ข้อมูล|ดิบ (raw data) มา|ดําเนินการ|บาง|ประการ เช่น|จัด|จําแนก คัด|แยก คํานวณ บันทึก เปรียบเทียบ เพื่อให้|เกิด|ผล|ตาม|ต้องการ|หรือ|ผล|ที่|จะ|นํา|ไป|ใช้|ต่อไป|ได้ โดย|ปกติ|จะ|หมายถึง|การ|ประมวลผล|โดย|ใช้|คอมพิวเตอร์|เท่านั้น
(ดี|พี|ไอ) ย่อ|มา|จาก dots per inch (จุดต่อ|นิ้ว) เป็น|หน่วย|วัด|ความ|ละเอียด|หรือ|ความ|คมชัด (resolution) ของ|ภาพ ยิ่ง|มี|จํานวน|จุด|มาก|ต่อ|นิ้ว ก็|ยิ่ง|แปล|ว่า|คมชัด|มาก ส่วนมาก|ใช้|กับ|เครื่องพิมพ์ เช่น เครื่องพิมพ์|เลเซอร์ มี|ความ|ละเอียด 300|-|600 จุดต่อ|นิ้ว ใน|ขณะที่|เครื่องพิมพ์|แบบ|จุด|บาง|เครื่อง มี|ความ|ละเอียด|เพียง 9 - 12 จุดต่อ|นิ้ว
abbr. diphteria|,|pertussis|,|tetanus vaccine
abbr. Doctor
abbr. Doctor
(แด|รบ) n. สีน้ํา|ตาล|อม|เหลือง|,|ผ้า|สีน้ํา|ตาล|อม|เหลือง|,|สี|ไม่|สดใส|,|ซึ่ง|มี|สีน้ํา|ตาล|อม|เหลือง|,|ไม่|สดใส|,|จืดชืด|,|ไม่|มี|รสชาติ n. หญิง|ที่|สกปรก|โสมม|,|หญิง|โสเภณี.  |Syn. dull gray|,|dull
(เดร|'|โค) n. ชื่อ|กลุ่ม|ดาว
(เดร|'|โค เนียน) adj. เข้มงวด|,|ทารุณ.  |Syn. Draconic adj. ดู|Draconian Draconianism n. ดู|Draconian
(เดร|'|คอน|นิค) adj. เกี่ยวกับ|หรือ|คล้าย|มังกร
(ด|รา|ฟทฺ) {|drafted|,|drafting|,|drafts|} n. ต้นร่าง|,|ฉบับ|ร่าง|,|การ|ร่าง|,|การ|วาด|,|การ|สเก็ตช์|ภาพ|,|กระแส|ลม|ใน|ห้อง|หรือ|ช่องว่าง|,|เครื่อง|เป่า|ลม|,|เครื่อง|ควบคุม|กระแส|ลม|,|การ|เกณฑ์ทหาร|,|การ|ลาก|หรือ|ดึง|ของ|,|สิ่ง|ที่|ถูก|ลาก|หรือ|ดึง|,|สัตว์|ที่|ใช้|ลาก|ของ|,|แรง|ลาก|หรือ|แรง|ดึง|,|ตั๋วแลกเงิน|,|การ|เอา|ออก|,|กา
n. คณะ|กรรมการ|เกณฑ์ทหาร
n. ผู้|หลบหนี|การ|เกณฑ์ทหาร
(ด|รา|ฟ|'|เอจ) n. อายุ|ถูก|เกณฑ์ทหาร
(ด|รา|ฟ|ที|') n. ทหารเกณฑ์|, ม้า|ที่|ใช้|ลาก|ของ
(ด|รา|ฟทฺซ|'|เมิน) n. คน|ร่าง|,|คน|ยก|ร่าง|,|คน|ร่าง|แบบ|,|ช่าง|สเก็ตช์|ภาพ|  |Syn. draftsmanship n. ดู|draftsman -|pl. draftsmen|  |Syn. draughtsman
(ด|รา|ฟ|'|ที) adj. มี|ลม|โกรก|,|โปร่ง|ลม.  |Syn. draftily adv. draftiness n.  |Syn. draughty|,|windy|,|breezy|,|blowy
(แด|รก) {|dragged|,|dragging|,|drags|} vt. ลาก|,|ดึง|,|กวาด|,|คราด|,|เลื่อน|,|ลอก|,|นํา|เรื่อง|ที่|ไม่|เกี่ยวข้อง|เข้า|มา|,|เอ้อระเหย|,|เฉื่อยชา vi. ถูก|ลาก|หรือ|ดึง|ไป|ตาม|,|เลื่อน|บน|พื้นดิน|,|เคลื่อน|อย่าง|อืดอาด|,|ล้าหลัง|,|ขุดลอก. n. เครื่องมือ|ลาก|, การ|ลาก|อวน|,|คน|ที่|น่า|เบื่อ|ที่สุด|,|สิ่ง|ที่|เบื่อ|ที่สุด หมายถึง การ|ใช้|เมาส์|ลาก|เอา|สิ่งใด|สิ่ง|หนึ่ง|บน|จอภาพ|จาก|ตําแหน่ง|เดิม|ไป|ยัง|ตําแหน่ง|ใหม่ บางที|ใช้|หมายถึง|การ "|ลาก|ดํา|" หรือ "|ทํา|แถบ|สี|" บน|ข้อความ|บาง|ตอน|เพื่อ|เป็น|การ|บอก|คอมพิวเตอร์|ว่า|ได้|เลือก|ข้อความ|นี้|ไว้ แล้ว|จะ|ใช้|คําสั่ง cut หรือ copy ต่อไป
ลาก|แล้ว|ปล่อย|ลาก|ไป|วาง|หมายถึง การ|ใช้|เมาส์|ลาก|สิ่งใด|สิ่ง|หนึ่ง (ภาพ|หรือ|ข้อความ|ทั้ง|บล็อก) บน|จอภาพ ไป|วาง|ไว้|ยัง|ตําแหน่ง|ใหม่ โดย|ต้อง|กําหนด (select) ให้|คอมพิวเตอร์|รู้|ก่อน แล้ว|จึง|ใช้|เมาส์|ลาก|ไป การ|ลาก|ด้วย|เมาส์|นั้น จะ|ต้อง|กด|นิ้วชี้|บน|ปุ่ม|ซ้าย|ของ|เมาส์|แช่|ไว้ ใน|ขณะที่|ลาก|เมาส์|เพื่อ|นํา|ไป|วาง|ใน|ที่ ๆ ต้องการ เสร็จ|เรียบร้อย|แล้ว จึง|จะ|ยกนิ้ว|ออก|จาก|เมาส์|ได้ ใน|โปรแกรม|ตาราง|จัดการ (spreadsheet) อาจ|ลาก|ไป|ได้|ทั้ง|แถว|หรือ|ทั้ง|คอลัมน์
n. ทาง|แข่ง|รถ|ใน|ระยะ|สั้น
vt.,|vi. ลาก|เปรอะเปื้อน|,|ครูด|จน|เปรอะเปื้อน.
vt.,|vi. ลาก|เปรอะเปื้อน|,|ครูด|จน|เปรอะเปื้อน.
n. คน|ที่|สกปรก|มอมแมม|ไม่|เรียบร้อย
vt.,|vi. ลาก|เปรอะเปื้อน|,|ครูด|จน|เปรอะเปื้อน.
adj. สกปรก|มอมแมม|,|ไม่|เรียบร้อย
adj. เฉื่อยชา|,|เชื่องช้า|,|ไม่|มี|ชีวิตชีวา
n. สุนัข|ตาม|กลิ่น
n. นัก|ล่า|มืออาชีพ
(แด|รก|'|เกิน) n. มังกร|,|กิ้งก่า|,|คน|ที่|ดุร้าย|  |Syn. dragonish adj. ดู|dragon
(แด|รก|'|กะ|นิส) n. มังกร|ตัวเมีย
(แด|รก|'|เกิน|ไฟ|ล) n. แมลงปอ
(เด|รน) vt. ระบาย|น้ํา|,|ปล่อย|น้ํา vi. ค่อย ๆ ไหล|ออก|,|ถ่าย|ออก. n. เครื่อง|ระบาย|,|สิ่ง|ที่|ใช้|ระบาย|,|การ|ค่อย ๆ ไหล|ออก|,|ทาง|ระบาย|,|การ|หมดเปลือง|,|การ|สูญเสีย|,|นิด|หนึ่ง. -|Phr. (go down the drain ไร้|ค่า|ไม่|มี|กําไร|,|ล้มเหลว) .  |Syn. drainer n. -|S...
(เด|รน|'|นิจ|ฺ) n. การ|ระบาย|น้ํา|,|ระบบ|การ|ระบาย|น้ํา
(เด|รน|'|เนอะ) n. เครื่อง|ระบาย|น้ํา|,|ช่าง|ติดตั้ง|หรือ|ซ่อม|ท่อระบายน้ํา
(เดรค) n. เป็ด|ตัวผู้.
(ดี|แรม) ย่อ|มา|จาก dynamic random access memory (แปล|ว่า|แรม|แบบ|พลวัต) โดย|ปกติ|นั้น คอมพิวเตอร์|จะ|ใช้|ชิป 2 แบบ คือ แบบ|ดี|แรม (DRAM) และ แบบ เอส|แรม (SRAM) ชิป|แบบ|ดี|แรม นี้|จะ|มี|ราคา|ถูก|กว่า เพราะว่า|ชิป|แบบ|นี้|นั้น คอมพิวเตอร์|จะ|ต้อง|นํา|เอา|ข้อมูล|กลับ|ไป|ไว้ ณ ที่|เดิม|เป็น ระยะ ๆ มิฉะนั้น อาจ|จะ|ลืม|ได้ ดู RAM ประกอบ
(ด|ระ|แมท|'|ทิค) adj. น่าทึ่ง|ใจ|,|ตื่นเต้น|เร้าใจ
(ด|ระ|แมท|'|ทิคซฺ) n. การ|แสดง|ละคร|,|พฤติกรรม|ที่|มี|ลักษณะ|เหมือน|ละคร
(แด|รม|'|มะ|ไท|ซ) vt. แปลง|ละคร|,|ทํา|ให้|มี|ลักษณะ|คล้าย|ละคร|,|ทํา|ให้|เป็น|เรื่อง|น่าทึ่ง.  |Syn. dramatiz (s) able adj. dramatiz (s) er n.  |Syn. intensify
(แด|รม|'|มะทิสทฺ) n. นักเขียน|ละคร
(แด|รม|'|มะ|ไท|ซ) vt. แปลง|ละคร|,|ทํา|ให้|มี|ลักษณะ|คล้าย|ละคร|,|ทํา|ให้|เป็น|เรื่อง|น่าทึ่ง.  |Syn. dramatiz (s) able adj. dramatiz (s) er n.  |Syn. intensify
(แดรงคฺ) v. อดีตกาล|และ|กิริยา|ช่อง|ที่|3 ของ|drink
(เดรพ) {|draped|,|draping|,|drapes|} vt. สวม|เสื้อผ้า|,|แต่งกาย|,|จัด|เสื้อผ้า|,|จัด|ม่าน|,|แขวน. vi. แขวน|,|ประดับ|,|ตกแต่ง.n. ม่าน|ประดับ|,|วิธีการ|แขวน|ม่าน|และ|สิ่ง|ประดับ.  |Syn. drapable|,|drapeable adj.
(เดร|'|เพอะ) n. พ่อค้า|ผัก|,|คน|ขาย|ผ้า
(เดร|'|เพอ|รี) n. ผ้า|แขวน|,|ผ้า|ม่าน|,|ผ้า|พับ|,|ผ้า|หรือ|สิ่งทอ|ทั้งหลาย|,|ร้าน|ขาย|ผ้า.  |Syn. draperied adj.
(แค|รส|'|ทิค) adj. รุนแรง|มาก|,|ดุเดือด|มาก|,|อย่าง|สุดขีด|  |Syn. radical
(ด|รา|ฟทฺ) n. การ|ลาก|,|การ|ดึง|,|การ|ถอน|,|การ|ดื่ม|,|การ|สูบ|,|การ|สูด|,|ปริมาณ|ของเหลว|ที่|ดื่ม|หนึ่ง|ครั้ง|,|ปริมาณ|ยา|ที่|ใช้|ต่อ|ครั้ง|,|จํานวน|ปลา|ที่|จับ|ได้|,|กระแส|ลม|,|หมากรุก|ยุโรป (ส่วน|'|checkers|'|เป็น|หมากรุก|อเมริกา) ,|ต้นร่าง|,|ฉบับ|ร่าง|,|ตั๋วแลกเงิน|,|การ|เกณฑ์ทหาร. vt. ร่าง|,|ยก|ร่าง|,|ออกแบบ|,|เกณฑ์|ท
(ด|รา|ฟทฺ|'|บอร์ด) n. กระดานหมากรุก|  |Syn. draughtsboard
(ด|รา|ฟซฺ|'|เมิน) n. คน|ร่าง|,|คน|ยก|ร่าง|,|คน|ทํา|แบบแผน|,|หมากรุก|,|ผู้เชี่ยวชาญ|ใน|การ|สเก็ตช์|ภาพ|,|ช่าง|วาด|  |Syn. checker -|pl. draughtsmen
(ด|รา|ฟ|'|ที) adj. ซึ่ง|มี|กระแส|ลม|,|ซึ่ง|มี|ลม|เข้า|,|ซึ่ง|มี|ช่องลม|  |Syn. drafty|  |Syn. draughtily adv. draughtiness n.
(เดรฟว) v. อดีตกาล|ของ drive
(ด|รอ) {|drew|,|drawn|,|drawing|,|draws|} vt.,|vi. ดึง|,|ลาก|,|โก่ง|,|น้าว|,|ถอน|,|จับ (ฉลาก) ,|เอา|ออก|,|ดึง|ออก|,|ชักนํา|,|วาด|,|สเก็ตช์|,|เขียน|,|บรรยาย|,|ร้อยกรอง|,|พรรณนา -|Phr. (draw on ใกล้|เข้า|มา) . -|Phr. (draw up ยก|ร่าง|,|ร่าง|,|ออกแบบ) n. การ|ดึง|,|การ|ลาก|,|สิ่ง|ที่|ดึงดูดใจ|,|การ|เสมอ|กัน|,|ส่วน|ที่|ชัก|ขึ้น
เครื่องมือ|วาด|ภาพ|หมายถึง เครื่องมือ|ต่าง ๆ ที่|โปรแกรม|วาด|ภาพ เป็นต้น|ว่า Paintbrush|, Paint หรือ โปรแกรมประมวลผล|คํา (word processing) เตรียม|ไว้|ให้|ใช้|ใน|การ|วาด|ภาพ ใส่|สี ฯ เช่น แปรง ดินสอ ยางลบ ฯ
(ด|รอ|'|แบ|ค) n. อุปสรรค|,|สิ่ง|กีดขวาง|,|จุด|บกพร่อง|,|การ|ถอน|คืน|,|การ|ถอน|เงิน|,|การ|คืน|ภาษี|,|การ|คืน|เงิน|  |Syn. hindrance
(ด|รอ|'|บ|ริ|ดจฺ) n. สะพาน|ชัก|,|สะพาน|ยก
(ด|รอ|อี|') n. ผู้|รับ|เงิน (โดย|ตั๋วเงิน)| 
(ด|รอ|'|เออะ) n. ผู้|ถอน|เงิน (โดย|ตั๋วเงิน) ลิ้นชัก|,|ผู้|ดึง|,|ผู้|ลาก|,|สิ่ง|ที่|ลาก
(ด|รอ|'|อิง) n. การ|วาด|,|การ|ยก|ร่าง|,|การ|สเก็ตช์|ภาพ|,|ภาพวาด|,|ภาพ|สเก็ตช์|ภาพ|,|การ|จับ|ฉลาก|,|การ|ดึง|,|การ|ลาก|  |Syn. draftsmanship|,|picture|,|plan
n. แป้น|หรือ|โต๊ะ|วาด|รูป
ห้องรับแขก|  |Syn. drawing|-|room adj.
(ด|รอ|'|ไน|ฟ) n. มีด|ตัด|ที่|มี|ที่|ถือ|อัน|เป็น|มุมฉาก|กับ|ใบ|มีด.  |Syn. drawing knife|,|drawshave -|pl. -|knives
(ด|รอ|ล) {|drawled|,|drawling|,|drawls|} vt.,|vi.,|n. (การ) พูด|อย่าง|ช้า ๆ ,|กล่าว|ช้า ๆ|  |Syn. drawler n. drawlingly adv. drawlingness n. drawly adj.
(ด|รอน) v. กิริยา|ช่อง 3 ของ draw. -|adj. บูดเบี้ยว (หน้า) ,|ซูบซีด|,|ซึ่ง|เอา|ไส้|ออก
(เดร) n. รถบรรทุก|ของ|,|แคร่|,|เลื่อน|,|รถ|สินค้า. vt. ขนส่ง|สินค้า|ด้วย|รถ|ดังกล่าว
(เดร|'|มัน) n. คน|ที่|ขับ|รถบรรทุก|ของ -|pl. draymen
(เด|รด) {|dreaded|,|dreading|,|dreads|} vt.,|vi.,|n. (ความ) กลัว|มาก|,|หวาดกลัว|,|ลังเล|ที่|จะ|ทํา -|adj. น่ากลัว|มาก|,|น่า|หวาดกลัว|,|ร้ายกาจ|  |Syn. fear|,|alarm|,|worry|,|fright|,|terror
(เด|รด|'|ฟู|ล) adj. น่ากลัว|มาก|,|น่า|เคารพ|ยําเกรง|,|เลว|มาก. n.
(ด|รีม) {|dreamed|/|dreamt|,|dreaming|,|dreams|} n. ปรารถนา|,|สิ่ง|ที่|สวยงาม|ประดุจ|ฝัน. vi.,|vt. ฝัน|,|นึกฝัน|,|เพ้อฝัน -|Phr. (dream up วางแผน) . -|adj. ดีเลิศ|เป็น|ที่|ปรารถนา.  |Syn. dreamer n. dreaminglyadv.  |Syn. illusion|,|fantasy|,|vis
(ด|รีม|'|แลนด์) n. แดน|แห่ง|ความ|ฝัน|,|โลก|แห่ง|ความ|ฝัน
(เด|รม|ทฺ) v. กริยา|ช่อง 2 และ 3 ของ dream
(ด|รีม|'|มี) adj. ชอบ|เพ้อฝัน|,|เหมือน|ฝัน|,|เลือนลาง|,|ไม่|ชัด|,|เงียบสงบ|,|น่า|อัศจรรย์|,|จับใจ|,|งดงาม.  |Syn. dreamily adv. dreaminess n.  |Syn. visionary
(เด|รี|ย) adj. ดู|dreary
(เด|รี|ย|'|ริ|เซิม) adj. ดู|dreary
(เด|รี|ย|'|รี่) adj. ซึ่ง|ทํา|ให้|เศร้า|,|น่า|เบื่อ|,|เศร้า|ซึม|,|ทึม|ทึบ. n. คน|ที่|น่า|เบื่อ|,|คน|ที่|ซึมเศร้า|  |Syn. drearily adv. dreariness n.
(เด|รด|จฺ) n. เรือ|ขุด|เลน|,|เครื่อง|ตัก|ตัวอย่าง vt. ขุด|เลน|,|ขุดลอก|,|ลอก ตัก|ตัวอย่าง|ใต้|พื้นน้ํา vt. โปรย|ด้วย|ผง|,|โปรย|ด้วย|แป้ง|  |Syn. dredger n.
(เด|รก) n. ขี้ตะกอน|,|กาก|,|ส่วน|ที่|นอน|กัน|,|ของเสีย|,|เศษ|,|จํานวน|เล็กน้อย -|pl. dregs
(เด|รน|ชฺ) vt.,|n. (การ) ทํา|ให้|เปียก|โชก|,|แช่|,|แช่|น้ํา|,|อาบน้ํา|,|จุ่มน้ํา|,|ทํา|ให้|เต็มไปด้วย|,|กรอก|ยา|ให้|สัตว์|,|ทํา|ให้|ดื่ม.  |Syn. drenchingly adv.
(เด|รส) {|dressed|,|dressing|,|dresses|} n. เครื่องแต่งตัว|,|เสื้อผ้า|อาภรณ์ -|adj. เกี่ยวกับ|เครื่องแต่งตัว|,|ต้อง|ใช้|เสื้อ|ชุด vt.,|vi. แต่งตัว|,|สวม|เสื้อผ้า|,|ตกแต่ง|,|ประดับ|,|ทําแผล|,|ทายา|และ|พัน|บาดแผล|,|ทายา|,|ตัด|,|เล็ม|,|แต่ง|,|จัด|เป็น|แนว|ตรง|,|ปรับพื้น|ดิน. -|Phr. (dress up แต่งตัว|ให้|สวย|หร
(เด|รส|'|อัพ) adj. ซึ่ง|แต่งตัว|ให้|ดี|,|ซึ่ง|แต่งตัว|ให้|เต็มที่
(เด|รส|'|ซิ|จฺ) n. ศิลปะ|หรือ|วิธีการ|ฝึก|ม้า
(เด|รส|'|ซิ|ง) n. การ|แต่งตัว|,|การ|ตกแต่ง|,|สิ่ง|ที่|ตกแต่ง|,|เครื่อง|ชูรส|,|ซอส|อาหาร|,|เครื่อง|ยัด|ไส้|,|สิ่ง|ที่|ใช้|แต่ง|บาดแผล|,|ปุ๋ย|,|จัด|แถว|,|ดุ|,|ด่า
n. เสื้อคลุม|สําหรับ|ใส่|นั่งเล่น|หรือ|เวลา|ไป|อาบน้ํา
ห้องแต่งตัว
n. ช่าง|ตัด|เสื้อ
(เด|รส|ทฺ) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ dress
(ด|รู) v. กริยา|ช่อง 2 หรือ|อดีตกาล|ของ|draw
(ด|ริบ) n. ปริมาณ|เล็กน้อย|,|จํานวน|เล็กน้อย
(ด|ริบ|'|เบิล) {|dribbled|,|dribbling|,|dribbles|} vi.,|n. (การ) หยุด|,|ไหล|ริน|,|ไหล|หยด|,|ค่อย ๆ เคลื่อน|,|ค่อย ๆ หาย|ไป|,|จํานวน|หรือ|ปริมาณ|เล็กน้อย|,|ฝน|ลง|เล็กน้อย|,|ฝน|ตก|ปรอย ๆ| 
(ด|ริบ|'|ลิท) n. จํานวน|เล็กน้อย|,|ส่วนน้อย|,|หยด|หนึ่ง|,|หยาด|หนึ่ง
(ด|ริบ|'|ลิท) n. จํานวน|เล็กน้อย|,|ส่วนน้อย|,|หยด|หนึ่ง|,|หยาด|หนึ่ง
n. ปริมาณ|เล็กน้อย|และ|มัก|ไม่|แน่นอน
(ได|รด|ฺ) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ dry
(ได|รด|ฺ|'|อัพ) adj. แห้ง|,|เหี่ยว|ย่น|,|แห้งเหี่ยว|,|แห้งผาก
(ไดร|'|เออะ) n. คน|ทํา|ให้|แห้ง|,|สิ่ง|ที่|ทํา|ให้|แห้ง|,|เครื่อง|ทํา|ให้|แห้ง|,|สาร|ดูด|ความ|ชื้น|,|ยา|ที่|ทํา|ให้|แห้ง
(ด|ริ|ฟทฺ) vi.,|vt.,|n. (การ) ล่องลอย|,|เลื่อนลอย|,|ลอย|ไป|ทับ|กัน|เป็น|กอง|,|พเนจร|,|ระ|เห|เร่ร่อน|,|เบี่ยงเบน|จาก|ทิศทาง|เดิม|การ|พเนจร|,|สิ่ง|ที่|ล่องลอย|,|ความ|โน้มน้าว|,|ความหมาย|,|เจตนา|,|  |Syn. driftingly adv. ดู|drift|  |Syn. float|,|mound|,|wander
n. สมอเรือ|,|อวน|ใต้|น้ํา
n. มุม|เบี่ยงเบน|,|มุม|บิน|เอียง
(ด|ริ|ฟ|'|ทิจฺ) n. การ|ล่องลอย|,|ปริมาณ|ที่|ล่องลอย|,|สิ่ง|ที่|ล่องลอย|,|กําลัง|ลม|ที่|ทํา|ให้|เบี่ยงเบน
(ด|ริ|ฟท|'|โบ|ลท) n. แห|ลอย|,|สลัก|ผูก|,
(ด|ริ|ฟ|'|ทิ) adj. เกี่ยวกับ|การ|ล่องลอย|,|ซึ่ง|ล่องลอย|,|ชอบ|พเนจร
(ด|รี|ล) {|drilled|,|drilling|,|drills|} n. สว่าน|,|เครื่อง|เจาะ vt.,|vi. เจาะ|ไซ|,|ยิง|ทะลุ|,|ฝึกฝน. vi. เจาะ|รู|,|ฝึกฝน|  |Syn. drillable adj. ดู|drill driller n.  |Syn. exercise|,|practice|,|bore|,|tteach
(ด|ริ|ล|'|ลิง) n. การ|เจาะ|,|ผู้|เจาะ|,|การ|ฝึกฝน|,|ผู้ฝึก|ฝน
n. ผู้ฝึก|ฝน|,|ครูฝึก|,|ทหาร|ครูฝึก
(ดริ้งคฺ) {|drank|,|drunk|,|drinking|} vt.,|vi. ดื่ม|,|อึก|,|ดื่ม|ให้|พร|,|ดื่ม|เหล้า n. เครื่องดื่ม|,|เครื่องดื่ม|หนึ่ง|อึก|,|การ|ดื่ม|เหล้า|,|การ|ดื่ม|เหล้า|เมา|,|ของเหลว|หนึ่ง|อึก|,|เหล้า
(ด|ริ|ง|'|คะ|เบิล) adj. ดื่มได้|,|เหมา|สําหรับ|ดื่ม n. เครื่องดื่ม|,|ของเหลว|ที่|ดื่มได้
(ด|ริ|ง|'|เคอะ) n. คน|ดื่ม|,|นัก|ดื่ม|เหล้า
(ด|ริ|ง|'|คิง) adj. ซึ่ง|เหมาะ|สําหรับ|ดื่ม|,|ซึ่ง|ใช้|สําหรับ|ดื่ม|,|ติดเหล้า
(ด|ริ|พ) {|dripped|,|dripping|,|drips|} vi.,|vt. ไหล|เป็น|หยด|,|ออก|เป็น|หยด|,|สาด|ไป|ทั่ว. n. การ|ไหล|ออก|เป็น|หยด|,|ของเหลว|ที่|หยด|,|การ|ให้|น้ําเกลือ|หรือ|ของเหลว|เข้า|สู่|ร่างกาย|ทาง|เส้นเลือด|อย่าง|ช้า ๆ ทีละ|หยด|,|  |Syn. drop|,|dribble
n. กาแฟ|บด|,|กาแฟ|ผง
(ด|ริ|พ|'|พิง) n. การ|หยด|ลง|,|ของเหลว|ที่|หยด|ลง|มา|,|น้ํามัน|ที่|ไหล|ซึม|ออก|มา|จาก|เนื้อที่|กําลัง|ต้ม
(ด|ริ|พทฺ) กริยา|ช่อง 2 และ 3 ของ drip
(ไดรฟว) {|drove|,|driving|,|drives|} vt. ขับ|,|ขับไล่|,|ไล่|,|ผลัก|,|ไส|,|ผลักดัน|,|ขับขี่|,|ต้อน (สัตว์เลี้ยง) ,|ลอย (ซุง) vi. แล่น|,|พุ่ง|,|ขับ|รถ|,|ตี (ลูก|กอล์ฟ|,|ตะปู) ,|มุ่งหมาย n. การ|ขับ|,|การ|ขับขี่|,|ทาง|รถ|,|สัตว์|ที่|ไล่|ตาม|,|สัตว์ (ที่|ต้อน) ,|การ|รุก|ทาง|ทหาร|,|พลังงาน|,|แรงกระตุ้น|,|กลไก|ใน|การ|ขับ|,|หน่วย|ขับ|หน่วย|บันทึก|ไดร์ฟ <|คํา|อ่าน|>|อุปกรณ์|ของ|คอมพิวเตอร์|ที่|มี|หน้าที่|อ่าน|และ|บันทึก|ข้อมูล เช่น หน่วย|ขับ|แถบ|บันทึก (tape drive) หน่วย|ขับ|จาน|บันทึก (disk drive)| 
A|:|ไดรฟ์เอ|หมายถึง ชื่อ|หน่วย|บันทึก|หน่วย|แรก|ของ|เครื่อง|คอมพิวเตอร์|ตระกูล|ไอ|บีเอ็ม หรือ|เครื่อง|เลียน|แบบ (compatibles) เมื่อ|เปิด|เครื่อง|คอมพิวเตอร์ เครื่อง|จะ|เข้า|ไป|ดู|ใน|หน่วย|นี้|ก่อน หาก|ไม่|พบ|สิ่งใด ๆ จึง|จะ|ย้าย|ไป|ดู|หน่วย|บันทึก|อื่น|ต่อไป หน่วย|ที่|สอง|จะ|นิยม|เรียก|กัน|ว่า B|: และ|หน่วย|จาน|บันทึก|แข็ง|หรือ|ฮาร์ด|ดิสก์ มักจะ|ถูก|กําหนด|ให้|เป็น C|: (เวลา|เขียน ต้อง|มี|เครื่องหมาย : ตาม|หลัง|เสมอ จึง|จะ|หมายถึง|หน่วย|บันทึก)| 
(ไดรฟ|'|อิน) n. โรงภาพยนตร์|ธนาคาร|ที่|ลูกค้า|เอา|รถ|เข้า|จอด|ชม|หรือ|จอด|รับ|จ่าย|เงินได้
(ด|ริ|ฟ|'|เวิล) {|drivelled|,|driveling|,|drivels|} v ปล่อย|ให้|น้ํามูก|หรือ|น้ําลาย|ไหล|ย้อน|ออก|มา|,|พูด|เหลวไหล n. คําพูด|ที่|เหลวไหล|,|น้ํามูก|หรือ|น้ําลาย|ที่|ไหล|ย้อย|ออก|มา.  |Syn. driveler n. ดู|drivel driveller n. ดู|drivel drivelingly adv. ดู|drivel drivellingly a
(ด|ริ|ฟ|'|เวิน) v. กริยา|ช่อง|ที่|3|ของ|drive
(ไดร|'|เวอะ) n. คน|ขับขี่|,|คน|ขับ|รถ|,|คน|ต้อน|ปศุสัตว์|,|เครื่อง|ตอก|เสาเข็ม|,|ค้อน|,|แรง|ผลักดัน|,|ไม้|ตี|กอล์ฟ|ชนิด|หัว|ใหญ่
(ไดรฟว|'|เว) n. ถนน (โดยเฉพาะ|ส่วนตัว) ที่|เข้า|หา|ถนน|ใหญ่|,|ทาง|รถ
(ด|ริ|ซ|'|เซิล) {|drizzled|,|drizzling|,|drizzles|} vt.,|vi.,|n. ฝน|ตก|ประปราย|,|ฝน|ตก|พรํา|  |Syn. drizzly adv.
(ด|รอย|ทฺ) n. สิทธิ|,|การ|อ้าง|สิทธิ
(โดรล) adj. น่า|ขํา|,|น่า|หัวเราะ|,|ตลก. n. คน|ตลก|,|คําพูด|น่า|ขํา|,|ตัว|ตลก|,|เรื่อง|น่า|ขํา.  |Syn. drollness n. drolly adv.  |Syn. comic
(โด|รน) n. ผึ้ง|ตัวผู้|,|กาฝาก|,|เครื่องบิน|ไร้|คน|ขับ|ที่|ควบคุม|ด้วย|วิทยุ|ทางไกล|,|เสียง|หึ่ง ๆ คล้าย|ผึ้ง|,|ขลุ่ย|ที่|มี|เสียงต่ํา|,|การ|พูด|เสียงต่ํา|,|เสียง|พึมพํา|ที่|น่า|เบื่อ|,|คน|ที่|พูด|เสียง|ที่|น่า|เบื่อ v. (ทํา) เสียง|หึ่ง ๆ คล้าย|ผึ้ง|,|ขลุ่ย|ที่|มี|เสียงต่ํา|,|การ|พูด|เสียงต่ํา|,|เสียง|พึมพํา|ที่|น่า|เบื่อ|,|ค
(ด|รู|พ) vi.,|vt.,|n. (การ) ก้ม|ต่ํา|,|หลบ|ต่ํา|,|มอง|ต่ํา|,|ห้อย|,|ยาน|,|ตกต่ํา|,|ทรุดโทรม (สุขภาพ) ,|อ่อนแอ|ลง|,|ท้อใจ|,|ความ|กด|ต่ํา|,|ความ|ทรุดโทรม|,|การ|ไร้|ที่|ยึด|  |Syn. sack|,|bend|,|weary|,|decline
(ด|รอ|พ) {|dropped|,|dropping|,|drops|} n. หยด|,|หยาด|,|จํานวน|เล็กน้อย|,|หยด|ยา|,|ลูก|ตุ้ม|,|การ|ตกลง vi.,|vt. (ทํา|ให้) หยด|ลง|,|หย่อน|ลง|,|ตก|,|จม|ลง|,|สิ้นสุด|,|ถอน|,|ยุติ|,|หาย|ไป|,|หมอบ|,|ตกต่ํา|ลง|,|ถอยหลัง|,|เคลื่อน|ต่ํา|ลง -|Phr. (drop behind ล้าหลัง|,|ไม่|ครบ|,|ไม่|ถึง)| 
หมายถึง|อักษร|ตัว|โต|กว่า|ขนาด|ปกติ|ตัว|แรก|ของ|ย่อหน้า โดย|ปกติ|ส่วน|บน|จะ|มี|ระดับ|เท่า|กับ|ตัวอักษร|อื่น ๆ แต่|จะ|กิน|เนื้อที่|ของ|บรรทัด|ที่|สอง|และ|สาม
ช่อง|เลือก|แบบ|ดึง|ลง|ใน|ระบบ|วินโดว์ จะ|มี|ช่อง|สอง|ช่อง|ที่|แสดง|บน|จอภาพ ช่อง|แรก|มี|ไว้|ให้|พิมพ์|ชื่อ|แฟ้มข้อมูล|ลง|ไป ส่วน|อีก|ช่อง|หนึ่ง จะ|มี|รายชื่อ|ให้|เลือก|หา|เอา|โดย|กด|เมาส์|ที่|ลูกศร|ที่|บาร์|เลื่อน|จอ ภาพ (scroll bar) เช่น ใน|การ|สั่ง|เก็บ|หรือ|บันทึก|แฟ้มข้อมูล|ลง|ใน|จาน|บันทึก เรา|อาจ|เลือก|หา|ชื่อ|ที่|แสดง|อยู่|ใน|ช่อง|ให้|เลือก|นี้ (ถ้า|มี|อยู่|แล้ว) เมื่อ|พบ|แล้ว ก็|กด|เมาส์|ที่|ชื่อ|นั้น หรือ|ถ้า|รู้|แน่|ว่า|ไม่|มี จะ|พิมพ์|ชื่อ|แฟ้มข้อมูล|ใหม่|ลง|ไป|ใน|ช่อง|สี่เหลี่ยม|เล็ก ๆ อีก|ช่อง|หนึ่ง|เลย|ก็ได้
รายการ|เลือก|แบบ|ดึง|ลง|หมายถึง รายชื่อ|เมนู|ที่|เมื่อ|ใช้|เมาส์|กด|แล้ว|จะ|มี|รายการ|แสดง|ให้|เลือก เช่น ถ้า|กด|เมาส์|ที่|เมนู Edit จะ|มี|รายการ|เลือก copy|, cut|, paste ฯ เรียง|ลง|มา|ให้|เลือก
(ด|รอ|พ|'|ออ|ฟ) n. ทาง|ลง|ที่|ชัน|มาก|,|การ|ลด|ลง|,|การ|ลง
n. นักเรียน|ที่|ถอน|การ|เรียน|วิชา|ใด|วิชา|หนึ่ง|,|ผู้|ที่|เลิก|เรียน|เมื่อ|ครบ|อายุ|,|การ|ถอน|ออก|กลางคัน|,|ผู้|ที่|ออก|จาก|โรงเรียน|กลางคัน|  |Syn. quitter
(ด|รอ|พ|'|ลิท) n. หยด|น้อย ๆ| 
n. นักเรียน|ที่|ถอน|การ|เรียน|วิชา|ใด|วิชา|หนึ่ง|,|ผู้|ที่|เลิก|เรียน|เมื่อ|ครบ|อายุ|,|การ|ถอน|ออก|กลางคัน|,|ผู้|ที่|ออก|จาก|โรงเรียน|กลางคัน|  |Syn. quitter
(ด|รอ|พ|'|เพอะ) n. คน|หยอด|,|เครื่อง|หยอด|,|ที่|หยอด|ยา
(ด|รอ|พ|'|ซี) n. ภาวะ|การ|สะสม|น้ํา|อย่าง|ผิดปกติ|ใน|เนื้อเยื่อ|โพรง|ของ|ร่างกาย|,|โรค|บวมน้ํา.  |Syn. dropsied adj. ดู|dropsy dropsical adj. ดู|dropsy
(ด|รอ|ส) n. ของเสีย|,|ขยะ|  |Syn. refuse
(เด|รา|ทฺ|,|เด|รา|ธฺ) n. ฤดู|แล้ง|,|การ|ขาดแคลน|ที่|ยาวนาน|,|ความ|กระหายน้ํา
(เด|รา|'|ที) adj. แห้งแล้ง|,|ไร้|ฝน|,|กระหายน้ํา|  |Syn. droughtiness n.  |Syn. dry
(เด|รา|ทฺ|,|เด|รา|ธฺ) n. ฤดู|แล้ง|,|การ|ขาดแคลน|ที่|ยาวนาน|,|ความ|กระหายน้ํา
(เด|รา|'|ธี) adj. ดู|droughty|  |Syn. drouthiness n. ดู|droughty
(โดรฟว) v. อดีตกาล|ของ|drive n. ฝูง|สัตว์|,|ฝูงชน|,|ที่|เจียร์|หิน. vt.,|vi. ต้อน|สัตว์|เป็น|ฝูง|,|เจียร์|หิน
(โดร|'|เวอะ) n. ผู้|ต้อน|ฝูง|สัตว์|ไป|ขาย
(เด|ราน) vt.,|vi. เอา|ไป|ถ่วง|น้ํา|ให้|หายใจ|ไม่|ออก|,|ทํา|ให้|จม|น้ําตาย|,|ทําลาย|,|กําจัด|,|ท่วม|,|กลบ|,|ใส่|น้ํา|มาก|เกิน|ไป.  |Syn. drowner n. ดู|drown
(เด|รา|ซฺ) {|drowsed|,|drowsing|,|drowses|} vt.,|vi. (ทํา|ให้) ง่วง|,|โงเง|,|สัปหงก|,|เซื่องซึม|,|ครึ่ง|หลับ|ครึ่ง|ตื่น. n. การ|สัปหงก|,|การ|เซื่องซึม.  |Syn. doze
(เด|รา|'|ซี) adj. ครึ่ง|หลับ|ครึ่ง|ตื่น|,|ง่วง|,|สัปหงก|,|ซบเซา|,|เซื่องซึม|,|ซึ่ง|ทํา|ให้|เซื่องซึม|หรือ|ง่วงนอน.  |Syn. drowsily adv. ดู|drowsy drowsiness n. ดู|drowsy|  |Syn. half|-|asleep|,|sleep Ant. awake
(ด|รับ) {|drubbed|,|drubbign|,|drubs|} vt. ตี|,|หวด|,|ชนะ|เด็ดขาด|,|กระทืบ|เท้า. n. การ|ตี|,|การ|หวด|  |Syn. drubber n.
(ด|รัด|จฺ) vi.,|n. (คน|ที่) ทํางาน|หนัก|หรือ|งาน|ที่|จืดชืด|น่า|เบื่อ.  |Syn. drudgingly adv. ดู|drudge drudgery n. ดู|drudge|  |Syn. slave|,|grind
(ด|รัก) {|drugged|,|drugging|,|drugs|} n. ยา|,|ผลิตภัณฑ์|ยา|,|เครื่อง|ยา|,|ยาเสพติด vt. ผสม|กับ|ยา|,|ทํา|ให้|ติดยา
n. ร้าน|ขาย|ยา|  |Syn. dispensary
(ด|รัก|'|กิสทฺ) n. เภสัชกร|,|ผู้|ปรุง|ยา|ตาม|ใบสั่ง|แพทย์|,|เจ้าของ|ร้าน|ขาย|ยา
n. ร้าน|ขาย|ยา|  |Syn. dispensary
(ด|รัม) {|drummed|,|drumming|,|drums|} n. กลอง|,|เสียง|กลอง|,|เยื่อ|แก้วหู vt.,|vi. ตี|กลอง|,|เคาะ|จังหวะ. ด|รัม <|คํา|อ่าน|>|หมายถึง|สื่อ|เก็บ|ข้อมูล|ชนิด|หนึ่ง มี|ลักษณะ|เป็น|วัสดุ|รูปทรง|กระบอก|ที่|หมุน|รอบ|แกน|ด้วย|ความ|เร็ว ที่|ผิว|นอก|ฉาบ|ด้วย|สาร|แม่เหล็ก การ|บันทึก|ข้อความ|ลง|เก็บ จะ|ต้อง|บันทึก|ลง|บน|ผิว|ด|รัม ผ่าน|หัวบันทึก (write head) และ|อ่าน|ข้อความ|ออก|โดย|หัวอ่าน (read head) จึง|เป็น|ได้|ทั้ง|หน่วย|รับ|ข้อมูล (input) และ|หน่วย|แสดง|ผล (output) มี|ความ|เร็ว|ใน|การ|เข้าถึง|ข้อมูล สูง|กว่า|เทป|แม่เหล็ก (magnetic tape) แต่|ยัง|ช้า|กว่า|จาน|แม่เหล็ก (magnetic disk) โดย|ปกติ|จะ|ต้อง|เรียก|เต็ม ๆ ว่า magnetic drum
พล็อตเตอร์|แบ|บด|รัม|เป็น|อุปกรณ์|แสดง|ผล|ชนิด|พล็อตเตอร์ (plotter) มี|รูป|เป็น|ทรง|กระบอก|หรือ|ด|รัม มี|กระดาษ|พัน|รอบ ดรัม|นี้|จะ|หมุน|ไป|ข้างหน้า|และ|ข้างหลัง|ได้ มี|ปลาย|เป็น|เหมือน|ปากกา|ติด|อยู่|เหนือ|ด|รัม ซึ่ง|จะ|เลื่อน|ไป|ซ้าย|ไป|ขวา|ได้ เวลา|วาด จะ|ลาก|เป็น|เส้น|ลง|บน|กระดาษ การ|ขยับ|ขึ้นลง|ขอ|งด|รัม และ|ปากกา|จะ|ทํา|ให้|เกิด|เป็น|เส้นตรง|หรือ|เส้นโค้ง|ได้ ความ|แม่นยํา|ของ|เครื่อง|วาด|ชนิด|นี้|มี|น้อย|กว่า|เครื่อง|วาด|แบบ|ระนาบ (flatbed plotter) แต่|ราคา|ก็|ถูก|กว่า จึง|นิยม|ใช้|กัน|มาก|ใน|เชิง|พาณิชย์
เครื่องพิมพ์|แบ|บด|รัม|เป็น|อุปกรณ์|แสดง|ผล|ชนิด|เครื่องพิมพ์ ซึ่ง|เป็น|เครื่องพิมพ์|แบบ|กด|ตัวพิมพ์|ผ่าน|ผ้า|หมึก|พิมพ์ ตัวพิมพ์|จัดเรียง|เป็น|แถว|บน|พื้นผิว|ทรง|กระบอก|หมุน|วน|อยู่|ตลอดเวลา การ|พิมพ์|แบบ|นี้ จะ|พิมพ์|ไป|ทีละ|ตัว เช่น|พิมพ์|ตัว A ทุก|ตัว|ที่|มี|อยู่|ใน|บรรทัด|หนึ่ง ๆ เมื่อ|กด|พิมพ์|ตัว A หมุน|ผ่าน|ช่อง|พิมพ์|เสร็จ|แล้ว ก็|จะ|พิมพ์|ตัว B ต่อไป|ตาม|ลําดับ|จน|หมดตัว|อักษร ซึ่ง|หมายถึง|กระบอก|ตัวพิมพ์|หมุน|รอบ|ตัว|มัน|เอง|ครบ|หนึ่ง|รอบ
หัวหน้า|วงดนตรี|ทหาร|,|ผู้นํา|วงดนตรี|ใน|ขบวน|แห่
หญิง|ถือ|ไม้|นํา|วงดนตรี|ใน|ขบวน|แห่
n. มือ|กลอง
n. ไม้|ตี|กลอง|,|ขา|เป็ด|ไก่|ที่|มี|เนื้อ|มาก
(ด|รัง|คฺ) adj. เมา|,|เมา|เหล้า|, n. คนเมา|เหล้า v. กิริยา|ช่อง 3 ของ drink|  |Syn. inebriated
(ด|รัง|'|เคิร์ดฺ) n. คนเมา|เหล้า|  |Syn. sot|,|alcoholic
(ด|รัง|'|เคิน) adj. เมา|,|เมา|เหล้า|  |Syn. drunkeness n. ดู|drunken|  |Syn. drunk
(ด|รัง|คอม|'|มิ|เทอะ) n. เครื่องมือ|ตรวจหา|ปริมาณ|แอลกอฮอล์|ใน|เลือด|จาก|ลมหายใจ
(ด|รู|พ) n. ผลไม้|ที่|มี|เมล็ด|แข็ง (มัก|เป็น|เม็ด|เดียว) เช่น|ผล|ท้อ|ผล|เชอ|รี่ ผล|พลัม
(ไดร) {|dried|,|drying|,|dries|} adj. แห้ง|,|แห้งผาก|,|แห้งแล้ง|,|ไร้|น้ํา|,|กระหายน้ํา|,|เฉยเมย|,|ไร้|อารมณ์|,|ไม่|หวาน. vi.,|vt. (ทํา|ให้) แห้ง|,|สูญเสีย|ความ|ชื้น -|Phr. (dry up แห้ง|หมด|หยุด|ระเหย|,|หยุด|พูด) .  |Syn. dryable adj. ดู dry dryly adv. ดู|dry dryness n.ดู|dry
แบตเตอรี่|แห้ง|,|ถ่าน|ไฟฟ้า
n. อู่|เรือ|แห้ง (ทํา|การ|สร้าง ซ่อม|หรือ|ทา|สี|เรือ|ได้)| 
n. สิ่งทอ
n. คาร์บอนไดออกไซด์|แข็ง|ใช้|เป็น|ตัว|ทํา|ให้|เย็น
การ|ตรวจสอบ (โปรแกรม) นอก|เครื่องหมาย|ถึง การ|ตรวจสอบ|ดู|ชุดคําสั่ง|ใน|เชิง|ตรรกะ และ|การ|ใช้|รหัส|คําสั่ง|จาก|ผัง|งาน (flowchart) และ|คําสั่ง|ข้อเขียน เพื่อ|ดู|ว่า ชุดคําสั่ง|ที่|เขียน|ขึ้น|ถูกต้อง|หรือ|ไม่|ก่อน|ที่|จะ|นํา|ไป|ใช้|กับ|คอมพิวเตอร์ อาจ|ใช้|ตัวเลข|สมมติ|ใส่|เข้า|ไป|ก็ได้ ใน|บาง|ครั้ง ใช้|คํา|ว่า การ|ไล่|สอบ|บน|โต๊ะทํางาน (desk check)| 
n. ผ้า|ม่าน|หรือ|สิ่งทอ|ที่|ซัก|แล้ว|ไม่|ต้อง|รีด
(ไดร|'|คลีน) vt. ซักแห้ง.  |Syn. dry cleaner n. ดู|dry|-|clean
adj. สวม|รองเท้า|แห้ง
การ|ซักแห้ง (ใช้|น้ํามันเบนซิน|หรือ|น้ํามันก๊าด|แทน|น้ํา) ,|เสื้อผ้า|ที่|ซัก โดย|วิธี|ดังกล่าว
(ไดร|'|เออะ) n. เครื่อง|ทํา|ให้|แห้ง
(ไดร|'|อิง) adj. ซึ่ง|ทํา|ให้|แห้ง|,|ซึ่ง|แห้ง|เอง|ได้
(ดี|เอส /|ดี|ดี) ย่อ|มา|จาก double|-|sided|/|double density (แปล|ว่า บันทึก|สอง|หน้า|และ|จุ|สอง|เท่า) ใช้|บอก|คุณสมบัติ|ใน|การ|เก็บ|ข้อมูล|ของ|จาน|บันทึก|ว่า สามารถ|เก็บ|ข้อมูล|ได้|ทั้ง|สอง|หน้า|และ|มี|ความ|จุ|เป็น|สอง|เท่า
abbr. dry sterile dressing|,|discharge summary ductated
abbr. dengue sheck syndrome
abbr. diphtheriatoxoid
(ดี|ที|พี) ย่อ|มา|จาก desktop publishing ซึ่ง|แปล|ว่า การ|จัดพิมพ์ (หรือ|การ|จัดเตรียม|ต้นแบบ|ของ|เอกสาร|สิ่งพิมพ์) ด้วย|คอมพิวเตอร์|แบบ|ตั้งโต๊ะ หมายถึง การ|นํา|ภาพ|และ|ข้อความ|มา|จัด|วาง|ไว้|ด้วย|กัน|บน|จอภาพ ใน|ตําแหน่ง|ที่|สวยงาม ดู|แล้ว|สบาย|ตา มัก|ใช้|เป็นต้น|แบบ (ต้นฉบับ|ที่|จะ|นํา|ไป|ผลิต|ต่อ) ของ|เอกสาร|สิ่งพิมพ์ อธิบาย|ง่าย ๆ ก็|คือ การ|จัดเตรียม|ต้นฉบับ|เอกสาร|สิ่งพิมพ์|โดย|ใช้|เครื่อง|คอมพิวเตอร์|แบบ|ตั้งโต๊ะ (desktop computer) แทน|ที่|จะ|เป็น|การ "|ตัด|ปะ|" อย่าง|สมัยก่อน อย่างไรก็ตาม ก็|ต้อง|ใช้|โปรแกรม|ช่วย โปรแกรม|ที่|นิยม|ใช้|กัน|มาก คือ PageMaker และ QuarkXpress การ|จัดเตรียม|เอกสาร|สิ่งพิมพ์|ด้วย|วิธี|นี้ จะ|ช่วย|ลด|ค่าใช้จ่าย|ได้|มาก|ทีเดียว และ|เป็น|ที่|นิยม|มาก|ใน|ปัจจุบัน
(ดี|ที|อาร์) ย่อ|มา|จาก|คํา data terminal ready (แปล|ว่า ปลาย|ทาง|พร้อม) หมายถึง|สัญญาณ|จาก|เครื่อง|คอมพิวเตอร์|ที่|บอก|ให้|รู้|ว่า โมเด็ม (modem) พร้อม และ|สถานี|ปลาย|ทาง|ก็|พร้อม|ที่|จะ|รับ|ข้อมูล|เข้า|มา|ได้|แล้ว
abbr. delirium tremens
abbr. diptheria tetanus toxoid
abbr. duodenal ulcer
(ดู|'|แอด) n. คู่|,|สอง|  |Syn. pair
(ดู|'|เอิล) adj. เกี่ยวกับ|คู่|,|เกี่ยวกับ|สอง|,|ซึ่ง|ประกอบ|ด้วย|2 (คน|,|ส่วน|,|สิ่ง ฯลฯ) ,|ด้วย|กัน|,|2 เท่า.
(ดู|'|อะลิส|ซึม) n. การ|แบ่งแยก|ออก|เป็น|2|ลักษณะ|2,|อย่าง|,|ความ|เป็น|สอง.  |Syn. dualistic adj. ดู|dualism dualist n. ดู|dualism
(ดับ) {|dubbed|,|dubbing|,|dubs|} v.,|n. (การ) เอา|ดาบ|แตะ|ไหล่ (ให้|เป็น|อัศวิน) ,|ให้|ฉายา|,|ทํา|ให้|เรียบ|,|ถู|ให้|เรียบ|,|ใช้|น้ํามัน|ทา|ให้|เรียบ|,|ตี|,|แทง|,|ทิ่ม n. คน|ที่|ไร้|ฝีมือ|,|มือใหม่|,|คน|ที่|อืดอาด abbr. dysfunctional uterine bleeding
(ดู|ไบ|'|อิ|ที) n. ความ|สงสัย|,|ความ|แคลงใจ|,|สิ่ง|ที่|สงสัย.  |Syn. dubiosity|  |Syn. doubt
(ดู|'|เบียส) adj. น่า|สงสัย|,|น่า|แคลงใจ|,|ไม่|แน่นอน|,|คลุมเครือ.  |Syn. dubiousness n. ดู|dubious|  |Syn. equivocal|,|doubtful|,|suspect Ant. fixed|,|sound
(ดู|'|บิ|ทะเบิล) adj. น่า|สงสัย|,|ไม่|แน่นอน.  |Syn. dubitably adv. ดู|dubitable|  |Syn. doubtful
(ดู|บิ|เท|'|เชิน) n. ความ|สงสัย
(ดู|'|เช) n. ผู้นํา|,|ผู้เผด็จการ|, -|Phr. (il Duce มุ|ส|โซ|ลินี|,|ผู้เผด็จการ)|  |Syn. leader -|pl. duces
(ดัช|'|ชิ|ส) n. ภรรยา (หรือ|หญิง|ม่าย) ของ|ท่าน|ดยุค
(ดัช|'|ชี) n. ดินแดน|ใน|ความ|ปกครอง|ของ|ท่าน|ดยุค|หรือ|ภรรยา|ท่าน|ดยุค -|pl. duchies
(ดัค) n. เป็ด|,|ที่รัก|,|ทูน|หัว|,|สัตว์เลี้ยง|  |Syn. immerse|,|submerse|,|dip
(ดัค|'|บิล|,|-|แพ|ลททิพัส) n. สัตว์น้ํา|ตัว|เล็ก ๆ เท้า|ที่|เยื่อ|พังผืด|สําหรับ|ว่ายน้ํา มี|ปาก|คล้าย|ปากเป็ด|  |Syn. duckbilled platypus|,|platypus
(ดัค|'|บิล|,|-|แพ|ลททิพัส) n. สัตว์น้ํา|ตัว|เล็ก ๆ เท้า|ที่|เยื่อ|พังผืด|สําหรับ|ว่ายน้ํา มี|ปาก|คล้าย|ปากเป็ด|  |Syn. duckbilled platypus|,|platypus
(ดัค|'|บิล|ดฺ) adj. ซึ่ง|มี|ปาก|อย่าง|เป็ด
(ดัค|'|ลิง) n. เป็ด|ตัว|เล็ก ๆ| 
(ดัค|'|พิน) n. ลูก|โบว์|ลิ่ง|,|duckpins การ|เล่น|โบว์|ลิ่ง
(ดัคทฺ) n. ท่อ|,|หลอด|,|ทาง|ไหล|,|โพรง|,|คู|,|อก|คลอง|,|ท่อ|สายเคเบิล|  |Syn. tube|,|passage
(ดัค|'|เทิล) adj. ตี|เป็น|แผ่น|บาง|ได้ (โลหะ|บาง|ชนิด) ,|ดึง|เป็น|เส้นสาย|ได้ (เช่น|ทอง) ,|หลอม|เป็น|รูปร่าง|ต่าง ๆ ได้|,|ดัด|ได้|,|ไม่|เปราะ|,|น่วม|อ่อน|,|เปลี่ยน|รูป|ได้|ง่าย|,|สอน|ง่าย.  |Syn. ductility n. ดู|ductile ductiliness n. ดู|ductile|  |Syn. malle
(ดูด) n. ผู้ชาย|ที่|ชอบ|แต่งตัว|,|ชาวเมือง.  |Syn. dudish adj. dudishly adv.  |Syn. dandy|,|fop
(ดิว) adj. เหมาะสม|,|สมควร|,|พอเพียง|,|พอควร|,|ครบ|กําหนด|,|ถึง|กําหนด|,|ถูกต้อง|,|ถูก|ทํานองคลองธรรม|,|ตรง|,|หลีกเลี่ยง|ไม่|ได้. n. สิทธิ|ที่|ควร|ได้|รับ|,|หนี้|,|เงิน|ที่|พึง|ชําระ|,|ค่าธรรมเนียม|,|ความ|ยุติธรรม. -|adv. โดย|ตรง|,|แน่นอน. -|Phr. (due to เนื่องจาก|,|เนื่องด้วย|,|เพราะ) .  |Syn. d
n. สัญญา|ยืม|,|สัญญา|ยอมรับ|เป็นหนี้
(ดู|'|เอิล) n. การ|ดวล|กัน|,|การ|ต่อสู้|กัน|,|การ|ต่อสู้|กัน|ตัวต่อตัว.  |Syn. duelistic adj. ดู|duel duellistic adj. ดู duel|  |Syn. contest|,|contend
(ดู|'|อะลิสทฺ) n. ผู้|ดวล|กัน|,|ผู้|ต่อสู้|กัน|ตัวต่อตัว.  |Syn. duellist n. ดู|duelist dueler n. ดู|duelist dueller n. ดู|duelist
(ดู|เอท|'|,|ดู|เอท|'|โท) n. เพลง|สําหรับ|ร้อง|ประสาน|เสียง|กัน|สอง|คน|  |Syn. duettist n.
(ดู|เอท|'|,|ดู|เอท|'|โท) n. เพลง|สําหรับ|ร้อง|ประสาน|เสียง|กัน|สอง|คน|  |Syn. duettist n.
(ดัก) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ dig n. นม|หรือ|หัวนม|ของ|สัตว์เลี้ยงลูกด้วยนม|ตัวเมีย|  |Syn. mamma|,|nipple
(ดู|'|กอง) n. ตัว|พะยูน
(ดิวคฺ) n. ท่าน|ดยุค
(ดัล) {|dulled|,|dulling|,|dulls|} adj.,|vt.vi. ทื่อ|,|ทึ่ม|,|ปัญญา|ทึบ|,|ไม่|มี|ชีวิตชีวา|,|ด้าน|,|จืดชืด|,|ไม่|มี|รสชาติ|,|ซบเซา|,|เชื่องช้า|,|ทู่|,|พร่ามัว|,|น่า|เบื่อ|,|ไม่|น่า|สนใจ.  |Syn. dullish adj. ดู|dull dulness n. ดู|dull dullness n. ดู|dull dully adv. ดู|dull
(ดู|'|ลี) adv. อย่าง|เหมาะสม|,|ตาม|กําหนด|,|ตรง|เวลา
(ดัมบฺ) adj. ใบ้|,|พูด|ไม่|ได้|,|ไม่|พูด|,|เงียบ|,|โง่|,|ทึ่ม.  |Syn. dumbly adv. ดู|dumb dumbness n. ดู|dumb
เครื่อง|ปลาย|ทาง|ใบ้|เครื่อง|ปลาย|ทาง|ธรรมดา|หมายถึง เครื่อง|ปลาย|ทาง|หรือ|เทอร์มินัล|ของ|คอมพิวเตอร์|ชนิด|ธรรมดา ดู|เผิน ๆ จะ|เหมือน|กับ|ไมโครคอมพิวเตอร์ แต่|จริง ๆ แล้ว จะ|มีแต่|แป้นพิมพ์|และ|จอภาพ ซึ่ง|เชื่อมต่อ|กับ|เครื่อง|คอมพิวเตอร์|ขนาด|ใหญ่ (mainframe) ที่|อื่น เครื่อง|ปลาย|ทาง|ชนิด|นี้|ไม่|มี|หน่วย|บันทึก|ข้อมูล หน่วยความจํา หรือ|ตัว|ประมวลผล ฉะนั้น|จะ|เก็บ|ข้อมูล|หรือ|ประมวลผล|อะไร|ไม่|ได้|เลย|ดู intelligent terminal หรือ smart terminal เปรียบเทียบ
(ดัม|'|เฟานดฺ) vt. ทํา|ให้|ตกตะลึง|,|ทํา|ให้|ฉงน.  |Syn. dumbfounded adj.  |Syn. astonish|,|stun|,|stupefy
(ดัม|'|เบล) n. ดัมเบลล์สําหรับ|ยก|น้ําหนัก|,|คน|โง่เง่า|  |Syn. fool
(ดัม|'|สทรัค) adj. ตกตะลึง|จน|พูด|ไม่|ออก|,|ฉงน|จน|พูด|ไม่|ออก.  |Syn. dumb -|struck|,|dumb|-|stricken|,|dumbstricken
(ดัม|'|มี) n. หุ่น|,|รูป|หุ่น|,|คน|ใบ้|,|คน|โง่|,|ลูกมือ|,|ไพ่|ดัมมี่|,|ของ|เลียน|แบบ|,|การ|พิมพ์|เป็น|ตัวอย่าง|เพื่อ|แสดง|ขนาด|รูปร่าง|แบบ|และ|ความ|ต่อเนื่อง. -|adj. เกี่ยวกับ|การ|เลียน|แบบ|,|ปลอม|,|ไม่|มี|ตัวตน.
(ดัมพฺ) vt. ทิ้ง|ขยะ|,|ทิ้ง|,|เท|,|ทุ่มเท|,|ขับไล่|,|ยกเลิก vi. ตกลง|มา|อย่าง|กะทันหัน|,|ทิ้ง|ขยะ. n. กอง|ขยะ|,|ที่|ทิ้ง|ขยะ|,|การ|เท.  |Syn. dumper n. ดู|dump|  |Syn. throw
(ดัมพฺ|'|ลิง) n. ก้อน|แห้ง|ต้ม|,|ก้อน|หมี่|,|ก้อน|พูด|ดิ่ง|ยัด|ไส้|แอ|ปเปิล|หรือ|ผลไม้|อื่น
(ดัน) adj. เกี่ยวกับ|สีน้ํา|ตาล|มืด|,|มืด|,|มืดมน|,|เศร้าหมอง. n. สีน้ํา|ตาล|มืด|,|ม้า|สีน้ํา|ตาล|มืด|ที่|มี|แผงคอ|และ|หาง|สี|ดํา.
(ดัน|ซฺ) n. คน|โง่|,|คน|ทึ่ม.  |Syn. duncical adj. ดู dumper n. ดู|dump duncish adj. ดู dumper n. ดู|dump duncishly adv. ดู dumper n. ดู|dump|  |Syn. dolt
(ดัง) {|dunged|,|dunging|,|dungs|} n. มูล|,|มูลสัตว์|,|ปุ๋ย|มูลสัตว์|,|เรื่อง|เลวร้าย. vt. คลุม|ด้วย|มูลสัตว์|  |Syn. droppings
n. แมลง|ปีก|แข็ง|ที่อยู่|ตาม|มูลสัตว์
(ดัง|กะ|รี|') n. เสื้อผ้า|ชุด|ทํางาน|,|ผ้าฝ้าย|หยาบ|,|ผ้า|ยีนส์|,|ชุด|ยีนส์|สีน้ํา|เงิน -|pl. dugarees
(ดัน|'|เจิน) n. คุก|ใต้ดิน|,|คุก|ที่|แข็งแรง|และ|มิดชิด|,|หอคอย|ป้อมปราการ
(ดู|'|โอ) n. ดู|duet|,|คู่|หนึ่ง|,|สอง|สิ่ง|,|สอง|คน|  |Syn. duet|,|couple
ลําไส้เล็ก|ส่วน|ต้น
(ดู|พ) n. คน|ที่|ถูก|หลอกลวง|ได้|ง่าย|,|หมู|,|คน|ที่|ถูก|ใช้|เป็น|เครื่องมือ|ของ|คน|อื่น. vt. หลอก|,|ลวง|,|ต้ม|,|ใช้|เป็น|เครื่องมือ|,|ลวง.  |Syn. dupability n. ดู|dupe dupable adj. ดู|dupe duper n. ดู|dupe|  |Syn. gull
(ดิว|'|เพอ|รี) n. การ|หลอกลวง|,|การ|ต้ม|,|ภาวะ|ที่|ถูก|หลอกลวง|,|การ|ใช้|ผู้อื่น|เป็น|เครื่องมือ|,|ภาวะ|ที่|ถูก|ใช้|เป็น|เครื่องมือ
(ดิว|'|เพิล) adj. ซึ่ง|มี|2 (ส่วน|,|เท่า|,|จังหวะ) ,|คู่
(ดู|'|เพล|คซฺ) adj. ซึ่ง|มี|2 ส่วน|,|คู่|,|สอง|เท่า n. ที่พัก|ชุด|ที่|ครอบคลุม|2 ชั้น|,|บ้าน|สําหรับ 2 ครอบครัว|อยู่.  |Syn. duplexity n. ดู|duplex สื่อสาร|สอง|ทาง|เป็น|ศัพท์|ที่|ใช้|ใน|วิธีการ|ส่ง|สัญญาณ|ของ|โทรคมนาคม มี 2 แบบ|คือ full duplex หมายถึง สัญญาณ|นั้น|ส่ง|ไป|/|กลับ|ได้|อย่าง|ต่อเนื่อง|พร้อมกัน|ไป|เลย และ half|-|duplex หมายถึง|สัญญาณ|นั้น|ส่ง|ไป|หรือ|กลับ|ได้|ครั้ง|ละ|อย่างใด|อย่างหนึ่ง|เท่านั้น
(ดิว|'|พละ|เคท) n. จําลอง|,|สําเนา|,|ฉบับ|เทียบ|,|โร|เนียว|ฉบับ|คู่|,|ฉบับ|ก๊อบปี้|,|สิ่ง|ที่|เหมือน|กัน|ทุกอย่าง. -|Phr. ((n duplicate เป็น|สําเนา 2 ใบ|,|เป็น|คู่|,|เป็น|ครั้ง|ละ|2|ฉบับ) . vi. ทํา|สําเนา|,|ถ่าย|สําเนา|,|โร|เนียว|,|อัด|สําเนา|,|จําลอง|,|ทํา|ซ้ํา. -|adj. คู่|,|สอง|เท่า|,|เหมือน|กัน|ทุกอย่าง. คําศัพท์|ย่
(ดิว|พละ|เค|'|เชิน) n. การ|อัด|สําเนา|,|การ|ทํา|จําลอง|,|การ|ทํา|ซ้ํา|,|สําเนา|,|สิ่ง|ที่|จําลอง|มา|,|สิ่ง|ที่|เหมือน|กัน|ทุกอย่าง|,|การ|ทํา|ซ้ํา|  |Syn. identical|,|dual|,|copy|,|mate|,|replica
(ดู|'|พละ|เค|เทอะ) n. เครื่อง|อัด|สําเนา|,|เครื่อง|โร|เนียว|,|เครื่อง|ทํา|สําเนา.  |Syn. duplicating machine
(ดิวพลิส|'|ซิ|ที) n. การ|ตีสองหน้า|,|การ|หลอกลวง|,|ความ|ไม่|ซื่อตรง|,|การ|มี|ลักษณะ|คู่|,|การ|ซ้ํา|กัน|  |Syn. double|  |Syn. dealing
(ดิว|'|ระ|เบิล) adj. ทนทาน|,|ใช้|ทน|,|ยั่งยืน. n. สิ่งของ|ที่|ใช้|ทน.  |Syn. durability n. ดู|durable durableness n. ดู|durable durably adv. ดู|durable
(ดู|'|เรินซฺ) n. การ|จําคุก|,|การ|กักขัง|,|ความ|อดทน|,|ความ|ทนทาน|  |Syn. imprisonment
(ดู|เร|'|เชิน) n. ความ|ทนทาน|,|ช่วง|ระยะ|เวลา|,|ความ|ยาวนาน|,|ความ|ต่อเนื่อง.  |Syn. durational adj.  |Syn. time|,|period
(ดิว|'|เรียน) n. ผล|ทุเรียน|,|ต้น|ทุเรียน|  |Syn. durion
(เดียว|'|ริ|ง) prep. ระหว่าง|เวลา|,|ใน|ระหว่าง
(เดิร์สทฺ) n. กิริยา|ช่อง 3 ของ Dare
(ดัสคฺ) n. ยาม|สายัณห์|,|ยาม|ค่ํา|,|ยาม|โพล้เพล้|,|เงา|,|ความ|สลัว
(ดัส|'|คี) adj. ค่อนข้าง|มืด|,|สลัว|,|เป็น|เงา|คล้ํา|,|ดํา|,|มืดมน.  |Syn. duskily adv. ดู|dusky duskiness n. ดู|dusky|  |Syn. dark|,|shadowy|,|gloomy
(ดัสทฺ) {|dusted|,|dusting|,|dusts|} n. ฝุ่น|,|ผง|,|ธุลี|,|ละออง|,|ดิน|,|สิ่ง|ที่|ไร้|ค่า|,|ขี้เถ้า|,|ขยะ|,|ร่างกาย|ของ|มนุษย์|อนุภาค|เดียว. vt.,|vi. ปัด|ฝุ่น|ออก|,|โปรย|ผง|,|ทํา|ให้|เป็น|ฝุ่น
(ดัส|'|เทอะ) n. คน|ปัด|ฝุ่น|,|คน|ปัดกวาด|ขยะ|,|ไม้|ขนไก่|สําหรับ|ปัดกวาด|,|เครื่อง|โรย|ผง|,|ขวด|โรย|ผง (พริกไทย|น้ําตาล|หรือ|อื่น ๆ) ,|แปรง|,|ผ้า|ปัด|ฝุ่น
(ดัสทฺ|'|แมน|,|-|เมิน) n. คน|เก็บ|ขยะ|,|คน|เท|ขยะ -|pl. dustmen
(ดัส|'|ที) adj. เป็น|ฝุ่น|,|มี|ลักษณะ|ของ|ฝุ่น|,|เป็น|สีน้ํา|ตาล|อ่อน|,|เป็น|สีฝุ่น.  |Syn. dustily adv. dustiness n.
(ดัทชฺ) adj. เกี่ยวกับ|เนเธอร์แลนด์ (ฮอลันดา) ,|เยอรมัน (สแลง) ,|-|Phr. (go Dutch ให้|ต่าง|คน|ต่าง|ออก|ค่าใช้จ่าย) n. ชาว|เนเธอร์แลนด์|,
(ดิว|'|เทียส) adj. เชื่อฟัง|,|ซื่อ|สัตว์.  |Syn. duteousness n. ดู|duteous
(ดิว|'|ทิอะเบิล) adj. ซึ่ง|ต้อง|เสีย|ภาษี|  |Syn. dutiability n. ดู|dutiable
(ดิว|'|ทิ|ฟู|ล) adj. เกี่ยวกับ|หน้าที่|,|ซึ่ง|รับผิดชอบ|ต่อหน้า|ที่|,|เชื่อฟัง|,|ซื่อสัตย์|,|น่า|เคารพ
(ดิว|'|ที) n. ภาษี|,|อากร|,|หน้าที่|,|ภาระ|หน้าที่|,|ประสิทธิภาพ|ของ|เครื่อง
แป้นพิมพ์|ดี|โว|รัก|แป้นพิมพ์|แบบ|พิเศษ ที่|อ้าง|ว่า|จัดเรียง|ลําดับ|ของ|แป้น|อักษร|และ|สัญลักษณ์ เพื่อให้ สะดวก|ใน|การ|ใช้สอย|สูงสุด แต่|กลับ|มี|คน|รู้จัก|น้อย|และ|ไม่|นิยม|ใช้|กัน|เท่าใด|นัก ดู Qwerty keyboard เปรียบเทียบ
abbr. deep vein thrombosis
(ดวอร์ฟ) n. คน|แคระ|,|สัตว์|หรือ|พืช|ที่|เตี้ย|แคระ|,|เทวดา|เตี้ย|มี|อัปลักษณ์|และ|มี|อํานาจ|มาก (ใน|นิทาน) . -|adj. แคระ. vt. ทํา|ให้|แคระ|,|ทํา|ให้|แกร็น.vi. เตี้ย|เล็ก|ลง|,|แกร็น.  |Syn. dwarfishly adv. ดู|dwarf dwarfishness n. ดู|dwarf
พยาธิ|ตืด|แคระ
(ดเวล) vi. อาศัย|อยู่|,|พัก|อยู่|,|อยู่|,|ลังเล|,|รีรอ.  |Syn. dweller n.  |Syn. inhabit|,|stay
(ดเวล|'|ลิง) n. ที่|อาศัย|,|ที่อยู่|,|ที่พํานัก
(ดเวลทฺ) กริยา|ช่อง 2|และ|ช่อง|3|ของ|dwell
(ควิน|'|เดิล) {|dwindled|,|dwindling|,|dwindles|} vi. เล็ก|ลง|,|หด|,|ลด|น้อย|ลง|,|ทรุดโทรม|,|เสื่อมโทรม|,|สูญเสีย. vt. ทํา|ให้|เล็ก|ลง|,|ทํา|ให้|หก|ลง|  |Syn. decrease|,|diminish|,|fade
(ด|ไว) vi. เสื่อมโทรม|,|จาง|ลง|,|สูญเสีย
abbr. diagnosis
(ได) {|dyed|,|dying|,|dyes|} n. สีย้อม|,|สาร|สี. vt. ย้อม|สี. vi. ให้|สี|,|ย้อม|สี.  |Syn. dyable adj. ดู|dye dyeable adj. ดู|dye dyer n. ดู|dye|  |Syn. imbue
(ได|'|สทัฟ) n. สาร|สี|,|สาร|สีย้อม
(ได|'|อิง) adj. กําลังจะ|ตาย|,|ใกล้|ตาย|,|ใกล้|จบ.n. ภาวะ|ใกล้|จะ|ตาย|  |Syn. expiring
(ไดคฺ) n. ดู|dike
(ได|แนม|'|มิ|ค) adj. เกี่ยวกับ|พลังงาน|,|เกี่ยวกับ|ฤทธิ์|,|เกี่ยวกับ|การ|เคลื่อนที่|,|จล|นะ|,|เกี่ยวกับ|แรง|,|เกี่ยวกับ|อํานาจ|,|เคลื่อนที่|ได้|,|มี|พลัง|,|ปราดเปรียว. n. อํานาจ|หรือ|แรง|เคลื่อนที่|,|พลวัต|  |Syn. motive|,|kinetic
การ|จัดสรร|แบบ|พลวัต|หมายถึง การ|สั่ง|ให้|คอมพิวเตอร์|เก็บ|ข้อมูล|ลง|ใน|หน่วยความจํา|ของ|เครื่อง ใน|ขณะ|เดียวกับ|ที่|กําลัง|ปฏิบัติงาน|ของ|โปรแกรม|อื่น|อยู่
การ|สับเปลี่ยน|ข้อมูล|แบบ|พลวัต|ใช้|ตัวย่อ|ว่า DDE (อ่าน|ว่า ดี|ดี|อี) คํา|นี้|ใช้|ใน|ระบบ|ไม|โค|รซอฟต์วินโดว์|และ|โอเอ|ส|/|ทู หมายถึง|การ|ทํา|ให้|สอง|โปรแกรม|บน|วินโดว์ สามารถ|ใช้|ข้อมูล|ร่วม|กัน|ได้ เป็นต้น|ว่า การ|นํา|ตัวเลข|ที่อยู่|ใน|โปรแกรม|ตาราง|จัดการ (spreadsheet) มา|ใช้|ใน|โปรแกรมประมวลผล|คํา (word processing) ได้ โดย|ไม่|ต้อง|เสียเวลา|พิมพ์|ตัวเลข|เหล่านั้น|ใหม่ นอกจากนั้น หาก|มี|การ|แก้ไข|ตัวเลข|ใน|ตาราง|จัดการ ตัวเลข|ใน|โปรแกรมประมวลผล|คํา ก็|จะ|ได้|รับ|การ|แก้ไข|ไป|ด้วย|โดย|อัตโนมัติ
แรม|แบบ|พลวัต|ย่อ|มา|จาก Dynamic Random Access Memory ใช้|ตัวย่อ|ว่า DRAM (อ่าน|ว่า|ดี|แรม) โดย|ปกติ|นั้น คอมพิวเตอร์|จะ|ใช้|ชิป 2 แบบ คือ แบบ|ดี|แรม (DRAM) และ แบบ เอส|แรม (SRAM) ชิป|แบบ ดี|แรม นี้|จะ|มี|ราคา|ถูก|กว่า เพราะว่า|ชิป|แบบ|นี้|นั้น คอมพิวเตอร์|จะ|ต้อง|นํา|เอา|ข้อมูล|กลับ|ไป|ไว้ ณ ที่|เดิม|เป็น|ระยะ ๆ มิฉะนั้น มัน|จะ|ลืม|ได้ ดู RAM ประกอบ
(ได|แนม|'|มิ|คซฺ) n. สาขา|วิชา|กลศาสตร์|ที่|เกี่ยวกับ|ความ|เคลื่อนที่|และ|ความ|สมดุล|ของ|ระบบ|การ|เคลื่อนที่|,|แรง|ผลักดัน|,|พลศาสตร์|,|ลักษณะ|หรือ|ประวัติการ|เปลี่ยนแปลง|,|การ|เจริญเติบโต|และ|การ|พัฒนา|,|การ|แปรผัน|และ|ระดับ|สูงต่ํา|ของ|เสียง|ดนตรี
(ได|'|นะ|ไมทฺ) n. วัตถุ|ระเบิด|แรง|สูง|,|ผู้|ที่|น่าดู|,|สิ่ง|ที่|มี|ลักษณะ|พิเศษ. vt. ระเบิด|หรือ|ทําลาย|ด้วย|ได|นา|ไมท์.  |Syn. dynamiter n. ดู|dynamite dynamitic adj. ดู|dynamite
(ได|'|นะ|โม) n. เครื่องกําเนิดไฟฟ้า|,|ผู้|ที่|กระปรี้กระเปร่า
(ได|'|นะ|โม|เทอะ) n. เครื่องไฟฟ้า|สําหรับ|กระแส|ตรง|เป็น|กระแส|สลับ หรือ|เปลี่ยน|โวลท์|ของ|กระแส|ตรง
(ได|'|เนิสทฺ) n. ผู้ปกครอง (โดยเฉพาะ|ที่|มี|การ|สืบ|ทายาท) ,|กษัตริย์|  |Syn. ruler
(ได|'|นัส|ที) n. ราชวงศ์|,|ขัต|ติ|ย|วงศ์.  |Syn. dynastic adj. ดู|dynasty dynastical adj. ดู|dynasty dynastically adv. ดู|dynasty
(ไดนฺ) n. หน่วย|กําลัง|ที่|เท่า|กับ เซนติเมตร|-|กรัม|-|วินาที|ใช้|อักษรย่อ|ว่า dyn
Pref. ไม่|สบาย ,|เลว ,|ผิดปกติ|ลําบาก
(ดิส|'|ซัน|เท|อ|รี) n. โรค|บิด|,|โรคท้องร่วง.  |Syn. dysenteric adj. ดู|dysentery|  |Syn. diarrhea
(ดิส|ฟัง|'|เชิน) n. ความผิด|ปกติ|ของ|การ|ปฏิบัติ|หน้าที่
(ดิส|เมน|นะ|เรีย|') n. อาการ|ปวด|ระดู.  |Syn. dysmenorrheal|,|dysmenoerrheal adj.
(ดิส|เมน|นะ|เรีย|') n. อาการ|ปวด|ระดู.  |Syn. dysmenorrheal|,|dysmenoerrheal adj.
(ดิสเพพ|'|เซีย) n. การ|ย่อย|ที่|ไม่|สมบูรณ์|หรือ|เสื่อม|,|อาการ|อาหาร|ไม่|ย่อย
(ดิสเพพ|'|ทิค) adj. เกี่ยวกับ|อาหาร|ไม่|ย่อย|,|เศร้าโศก|,|กลัดกลุ้ม|,|บูดบึ้ง
กลืน|ลําบาก
(ดิสโฟ|'|เรีย) n. อาการ|ไม่|พอใจ|กังวลใจ
(ดิสพเนีย|') n.การ|หายใจ|ลําบาก.  |Syn. dyspneal adj. dyspneic adj. dyspnoeal adj. dyspnoeic adj. dyspnoic adj. ดู|dysentery
(ดิสพเนีย|') n.การ|หายใจ|ลําบาก.  |Syn. dyspneal adj. dyspneic adj. dyspnoeal adj. dyspnoeic adj. dyspnoic adj. ดู|dysentery
(ดิสไธ|'|เมีย) n. ความ|ซึมเศร้า|,|จิต|ที่|ซึมเศร้า
(ดิสไธ|'|มิ|ค) adj. เกี่ยวกับ|อาการ|จิต|ซึมเศร้า
ความ|ตึงตัว|ของ|กล้ามเนื้อ|เสื่อม
(ดิส|'|ท|ระ|ฟี) n. ความ|บกพร่อง|ที่|เนื่องจาก|โภชนาการ|ที่|ไม่|สมบูรณ์|หรือ|บกพร่อง
(ดิส|โทร|'|ฟี) n. การ|มี|พฤติกรรม|ที่|ผิดปกติ
(ดิสยู|'|เรีย) n. การ|ปัสสาวะ|ที่|เจ็บปวด|หรือ|ลําบาก|  |Syn. dysuriac n. ดู|dysuria
abbr. disease
