(เอส) n. พยัญชนะ|ตัว|ที่ 19 ของ|ภาษาอังกฤษ
เอส-|ร้อย <|คํา|อ่าน|>|หมายถึง แผ่น|วงจร|ขยาย|แบบ|หนึ่ง|ซึ่ง|ใช้|กับ|โปรแกรม|ระบบ|ซี|พี|เอ็ม (CP|/|M) ปัจจุบัน|กลาย|เป็น|ของ|ล้าสมัย|ไป|แล้ว|ดู CP|/|M ประกอบ
abbr. southeast|,|southeastern
เอสเอเอ <|คํา|อ่าน|>|ย่อ|มา|จาก system application architecture เป็น|มาตรฐาน|ใน|การ|สร้าง|คอมพิวเตอร์ ที่|บริษัท ไอ|บีเอ็ม|เป็น|ผู้|กําหนด|ไว้ หลาย|บริษัท|เริ่มต้น|ด้วย|การ|ยึด|แนวทาง|นี้ และ|ก็ได้|พัฒนา|ตนเอง|จน|ก้าว|ออก|ไป|ได้|ไกล|กว่า|มาตรฐาน|เดิม|มาก
(ซา|'|บา) n. ชื่อ|ดินแดน|ส่วนหนึ่ง|ของ|มาเลเซีย|บน|เกาะ|บอร์เนียว
(แซบ|'|บัธ) n. วันที่|7|ของ|สัปดาห์|หรือ|วัน|เสาร์ (สําหรับ|ชาว|ยิว) ,|วัน|แรก|ของ|สัปดาห์|หรือ|วัน|อาทิตย์ (สําหรับ|คริสเตียน|ทั่วไป)| 
(ซะ|แบ|ท|'|ทิเคิล) adj. เกี่ยวกับ|วัน|Sabbath|  |Syn. Sabbatic
n. ปี|ที่|เว้น|จาก|การ|สอน|หนังสือ (ใน|โรงเรียน|,|วิทยาลัย|,|มหาวิทยาลัย) ,|ปี|ถือศีล|ตลอด|ปี|ของ|ทุก ๆ เจ็ด|ปี|ใน|หมู่|ชาว|ยิว|โดย|ไม่|มี|การ|ใช้|แรงงาน|ทาง|เกษตร (ใน|พระคัมภีร์|ไบเบิล)| 
(เซ|'|เบอะ) n. กระบี่|,|ดาบ|หนัก|คม|หน้า|เดียว|ชนิด|หนึ่ง|ของ|กองทหาร|ม้า|, (กีฬา|ฟัน|ดาบ) ดาบ|ปลาย|ทู่
(เซ|'|เบอะ|-|ทูธทฺ) adj. มี|เขี้ยว|บน|ยาว|ออก|มา|มาก (บางที|เลย|ขากรรไกร|ล่าง)| 
n. วัคซีน (ให้|ทาง|ปาก) ต้าน|โรคโปลิโอ
(แซบ|'|บะ|ทา|จฺ) vt.,|n. (การ) ก่อ|วินาศกรรม|,|ทําลาย|,|ทําลาย|โดย|เจตนา|ก่อกวน.  |Syn. disable
(แซบบะ|เท|อ|') n. ผู้|ก่อ|วินาศกรรม|,|ผู้ทํา|ลาย|โดย|เจตนา|ก่อกวน
(เซ|'|เบอะ) n. =|saber (ดู)| 
(แซค) n. ถุง|,|ส่วน|ที่|คล้าย|ถุง|  |Syn. pouch
(แซค|'|คะ|ริน) n. สาร|รส|หวาน|กว่า|น้ําตาล|ถึง|หลาย|ร้อย|เท่า|ใช้|แทน|น้ําตาล|สําหรับ|ผู้|ที่|เป็น|โรคเบาหวาน
(แซค|'|คะ|ริน|,|-|ไรน์) adj. เกี่ยวกับ|หรือ|ประกอบ|ด้วย|น้ําตาล|,|หวาน|เกิน|ไป|, (ยิ้ม) หวาน|,|ประจบ|เอาใจ.  |Syn. saccharinity n.
(แซเช|'|,|แซช|'|เช) n. ถุง|หรือ|ห่อ|เล็ก ๆ ที่|ใส่|เครื่อง|หอม|,|เครื่อง|หอม|ใน|ถุง|หรือ|ห่อ|ดังกล่าว
(แซคฺ) n. กระสอบ|,|ปริมาณ|บรรจุ|หนึ่ง|กระสอบ|,|เตียง|,|การ|ไล่ออก|, (กีฬา|เบ|สบ|อล) ฐาน vt. ใส่|กระสอบ|,|ไล่|,|ไล่ออก -|Phr. (hit the sack ไป|นอน -|Phr. (hold the sack กํา|ตด ถูก|หลอก ไม่|ได้|อะไร|เลย)|  |Syn. pouch|,|bag
(แซค|'|ระ|เมิน|ทฺ) n. พิธี|ศาสนาคริสต์|เพื่อ|รับ|เป็น|คริสตศาสนิกชน|โดยเฉพาะ|หมายถึง|eucharist (ดู) และ|baptism (ดู) ,|สิ่งศักดิ์สิทธิ์|ที่|ใช้|เป็น|สัญลักษณ์|ของ|พระผู้เป็นเจ้า (เหล้าองุ่น|และ|ขนมปัง) ,|คํา|สาบาน|,|สัตย์|สาบาน|,|สัต|ยา|ธิษ|ฐาน|  |Syn. covenant|,|pledge
(แซค|ระ|เมน|'|เทิล) adj. เกี่ยวกับ sacrament (ดู) ,|ศักดิ์สิทธิ์|,|มี|อํานาจ|รวม|ตัว|สูง
(เซ|'|ค|ริ|ด) adj. ศักดิ์สิทธิ์|,|เกี่ยวกับ|การ|บูชา|ใน|ทาง|ศาสนา|,|เกี่ยวกับ|ศาสนา|,|เป็น|ที่|สัก|การ|บูชา|,|ล่วงละเมิด|ไม่|ได้|,|ล่วงเกิน|ไม่|ได้|  |Syn. sacredness n.  |Syn. hallow
(แซค|'|ระ|ไฟ|ซฺ) vt.,|vi.,|n. (การ|,|สิ่ง) เสียสละ|,|บูชายัญ|,|สังเวย|,|พลี|,|บวงสรวง (กีฬา|เบ|สบ|อล) ตี|ลูก|เสียสละ|เพื่อให้|ก้าวหน้า|ขึ้น|ไป|อีก|  |Syn. sacrificeable adj. sacrificer n.  |Syn. offering|,|victim Ant. gain|,|keep
(แซค|ระ|ฟิช|'|เชิล) adj. เกี่ยวกับ|การ|เสียสละ
(แซค|'|ระ|ลิจฺ) n. การ|ล่วงเกิน|สิ่งศักดิ์สิทธิ์|,|การ|ทําลาย|พรหม|จาร|'|  |Syn. profanation
(แซค|ระ|ลิจ|'|เจิส) adj. มี|ความผิด|ฐาน|ล่วงเกิน|เหยียบย่ํา|หรือ|ดูหมิ่น|สิ่งศักดิ์สิทธิ์
(แซค|'|โร|แซง|ทฺ) adj. ศักดิ์สิทธิ์|,|ล่วงเกิน|ไม่|ได้|,|ล่วงละเมิด|ไม่|ได้.  |Syn. sacrosanctity n. sacrosanctness n.
(แซด) adj. เสียใจ|,|เศร้า|,|เศร้าโศก|,|สลดใจ|,|ตรอมใจ|,|โทมนัส|,|ทํา|ให้|เสียใจ|, (สี) มืด|หรือ|มัว|,|เลว.  |Syn. sorrowful
(แซด|'|เดิน) vt.,|vi. ทํา|ให้|เสียใจ|,|กลาย|เป็น|เสียใจ.  |Syn. saddeningly adv.
(แซด|'|เดิล) n. อาน|,|สันเขา|,|สัน|หนังสือ|,|ส่วนหลัง|ของ|เป็ด|ไก่ vt.,|vi. ใส่|อาน|,|บรรทุก -|Phr. (in the saddle ใน|ตําแหน่ง|ที่|มี|อํานาจ)| 
(แซด|'|ดิส|ซึม) n. การ|วิปริต|ที่|มี|ความ|สุขใจ|ทาง|กําหนัด|จาก|การ|ทรมาน|กาย|หรือ|จิตใจ|ผู้อื่น|,|การ|มี|สุข|ที่|ได้|กระทํา|การ|โหดร้าย.  |Syn. sadist n. sadistic adj. sadistically adv.
(แซด|'|นิส) n. ความ|เสียใจ|,|ความ|เศร้าโศก|,|ความ|โทมนัส|,|ความ|สลดใจ|  |Syn. sorrow
(ซะฟา|'|รี) n., การ|เดินทาง|ล่าสัตว์|,|การ|เดินทาง|ไกล|หรือ|ผจญภัย pl. safaris|  |Syn. expedition
(เซฟ) adj. ปลอดภัย|,|มั่นคง|,|n. ตู้นิรภัย|,|ถุงยาง|คุม|กําเนิด.  |Syn. safely adv. safeness n.  |Syn. secure|,|unhurt|,|intact
n. ผู้|งัด|แงะ|เซฟ|,|ผู้|งัด|แงะ|ตู้นิรภัย
adj.,|n. (การ) ฝาก|ของมีค่า|ไว้|ใน|ตู้|ธนาคาร
(เซฟ|'|การ์ด) n. เครื่อง|ป้องกัน|,|สิ่ง|ป้องกัน|,|ผู้|คุ้มกัน|,|ผู้|คุ้มครอง vt. คุ้มกัน|,|คุ้มครอง|,|อารักขา|  |Syn. defense|,|precaution
(เซฟ|'|คี|พิง) n. การ|เก็บ|ไว้|ใน|ที่|ปลอดภัย|,|การ|คุ้มกัน|,|การ|คุ้มครอง|,|การ|อารักขา
(เซฟ|'|ที) n. ความ|ปลอดภัย|,|การ|ไม่|ได้|รับ|บาดเจ็บ|,|ความ|ไม่|มี|ภัย|,|อุปกรณ์|ป้องกัน|ภัย|,|เครื่อง|ป้องกัน|,|ถุงยาง|คุม|กําเนิด|  |Syn. security|,|safeness|,|surety
n. เข็มขัด|นิรภัย|,|สาย|รัด|นิรภัย
(แซฟ|'|ฟ|ลาว|เออะ) n. พืช|จําพวก|คํา|ฝอย|, ดอก|ของ|พืช|ดังกล่าว
(แซฟ|'|เริน) n. หญ้า|ฝรั่ง|, สี|เหลือง|อม|ส้ม|, สี|ผ้าเหลือง|ของ|พระสงฆ์
n. กระจก|นิรภัย
(แซก) vi.,|vt.,|n. (การ|,|ทํา|ให้) จม|ลง|,|ห้อย|ลง|,|หย่อน|ลง|,|ย้อย|ลง|,|โค้ง|ลง|,|ลด|ลง|,|ลาด|ลง|,|ตกลง|,|ตก|ท้อง|ช้าง|,|เอียง|ข้าง.  |Syn. bow|,|droop
(ซา|'|กะ) n. นิยาย|เล่าลือ|เกี่ยวกับ|การ|ผจญภัย|และ|ความ|กล้าหาญ|,|นิยาย|ลําดับ|เหตุการณ์|สมาชิก|ครอบครัว|หรือ|วงค์|ตระกูล|หรือ|กลุ่ม|ของ|สังคม ,|การ|เล่า|อย่าง|ยืดยาว
(ซะ|เก|'|เชิส) adj. ฉลาด|,|เฉียบแหลม|,|หลักแหลม|,|มี|ไหวพริบ.  |Syn. sagaciousness n.  |Syn. shrewd|,|wise|,|intelligent
(ซะ|แก|ส|'|ซิ|ที) n. ความ|ฉลาด|,|ความ|เฉียบแหลม|,|ความ|หลักแหลม|,|ไหวพริบ|,|ความ|ปราดเปรื่อง|  |Syn. acumen|,|judgment
(เซ|จฺ) n. คน|ที่|ฉลาด|มาก|,|นักปราชญ์|,|บัณฑิต|,|พืช|จําพวก Salvia adj. ฉลาด|มาก|,|ปราดเปรื่อง|,|สุขุม|,|รอบคอบ|  |Syn. sagely adv. sageness n.  |Syn. intellectual|,|pundit
(ซะ|แฮ|'|ระ|,|ซา|ฮา|'|ระ) n. ทะเลทราย|ซา|ฮา|รา|ใน|ภาคเหนือ|ของ|แอฟริกา
(เซ|ล) n. ใบ|เรือ|,|ปีก|กังหัน|,|การ|เดินทาง|,|การ|แล่น|เรือ|,|เรือใบ vi. แล่น|เรือ เดิน|เรือ ขับ|เรือ. vt. แล่น|เรือ ขับ|เรือ -|Phr. (set sail เริ่ม|เดิน|ทะเล) -|Phr. (under sail แล่น|เรือ กาง|ใบ|เรือ|ออก) -|Phr.; (make sail กาง|ใบ|เรือ|,|เริ่ม|เดินทาง)|  |Syn. g
(เซ|ล|'|โบ|ท) n. เรือใบ
n. ผ้า|ที่|ใช้|ทํา|ใบ|เรือ|,|ผ้าใบ|ชนิด|เบา|และ|เหนียว
(เซ|'|เลอะ) n. เรือใบ
(เซ|ล|'|ฟิช) n. ปลา|ทะเล|จําพวก|หนึ่ง|มี|ครีบหาง|ใหญ่|มาก|ที่|คล้าย|ใบ|เรือ
(เซ|'|ลิง) n. การ|เดิน|เรือ|,|วิธีการ|เดิน|เรือ
(เซ|'|เลอะ) n. กลา|สี|เรือ|  |Syn. seaman
(เซน|ทฺ) n. นักบุญ|,|คํา|ที่|ใช้|เขียน|นําหน้า|นักบุญ|,|บุคคล|ที่|มี|ความ|ศักดิ์สิทธิ์ ศีลธรรม|หรือ|คุณงามความดี|มาก. vt. ทํา|ให้|เป็น|นักบุญ|,|บูชา|เป็น|นักบุญ|  |Syn. paragon|,|venerate
n. สุนัข|ขนาด|ใหญ่|พันธุ์|หนึ่ง มี|ชื่อเสียง|ใน|การ|ช่วย|ชีวิต|คน|เดินทาง|ที่|ติด|อยู่|ใน|หิมะ|ของ|ภูเขา|แอลป์|ใน|สวิตเซอร์แลนด์
n. วันที่|17|มีนาคม|เป็น|วัน|ระลึก|ถึง|นักบุญ. St. Patrick ของ|ไอร์แลนด์
n. วันที่|14|กุมภาพันธ์|เป็น|วัน|ระลึก|ถึง|นักบุญ|St. Valentine เป็น|วันที่|มี|การ|ส่ง|สาร|แห่ง|ความ|รัก|ซึ่งกันและกัน
(เซน|'|ทิด) adj. อยู่|ใน|หมู่|นักบุญ|,|คล้าย|นักบุญ|,|มี|จิตใจ|สะอาด|บริสุทธิ์|  |Syn. saintly
(เซน|ทฺ|'|ฮูด) n. ความ|เป็น|นักบุญ|,|ฐานะ|ของ|นักบุญ|,|นักบุญ|ทั้งหลาย
(เซน|ทฺ|'|ลี) adj. คล้าย|นักบุญ|,|เหมาะ|กับ|นักบุญ.  |Syn. saintlily adv. saintliness n.  |Syn. godly|,|holy|,|benevolent|,|kindly
(เซ|ธ) v. อักษร|โบราณ|ของ|say|เป็น|เอกพจน์|บุรุษ|ที่ 3 ของ say
(เซ|ค) n. ผลประโยชน์|,|ความเห็น|แก่.....วัตถุประสงค์|,|จุดมุ่งหมาย|,|มูลเหตุ|,|เหตุ|,|เหล้า|สาเก|ของ|ญี่ปุ่น|ทํา|จาก|ข้าว.  |Syn. motive|,|purpose|,|aim
(แซล) n. เกลือ|  |Syn. salt
(เซ|'|ละ|เบิล) adj. เหมาะ|สําหรับ|ขาย|  |Syn. salably adv.  |Syn. saleable.
(ซะเล|'|เชิส) adj. มี|ตัณหา|,|ราคะ|จัด|,|ลามก|อนาจาร|,|มาก|โลกีย์|,|หยาบคาย|มาก.  |Syn. salaciously adv. salaciousness n. salacity n.  |Syn. lustful|,|lecherous
(แซล|'|เลิด) n. อาหาร|ผัก|สด|หลาย|ชนิด|ผสมผเส|กัน|,|ผัก|สด|ที่|ใช้|กิน|สด ๆ ,|สลัด|,|ยํา|ผัก|สด|,|ยุค|ที่|เจริญรุ่งเรือง|ที่สุด|ของ|นักประพันธ์
n. ซอส|สําหรับ|ราด|สลัด ประกอบ|ด้วย|น้ํามันพืช น้ําส้ม|หรือ|ไข่แดง|,|น้ํา|ปรุง|สลัด
n. น้ํามันสลัด|ที่|ใช้|ปรุง|สลัด
(แซล|'|ละ|แมน|เดอะ) n. สัตว์|ครึ่ง|บก|ครึ่ง|น้ํา|คล้าย|กิ่ง|ก่า|ชนิด|หนึ่ง|  |Syn. salamandrine adj.
(ซะ|ลา|'|มี) n. ไส้กรอก|อิตาลี|ชนิด|หนึ่ง|ที่|ใส่|กระเทียม
(แซล|'|ละ|รีด) adj. มี|เงินเดือน
(แซล|'|ละ|รี) n. เงินเดือน|  |Syn. wages
(เซ|ล) n. การ|ขาย|,|การ|แลกเปลี่ยน|ทรัพย์สิน|ให้|เป็น|เงิน|หรือ|เงินเชื่อ|,|จํานวน|ที่|ขาย|ได้|,|ตลาด|,|การ|ขาย|ลด|ราคา.  |Syn. exchange|,|transfer
(เซ|'|ละ|เบิล) adj. = salable|  |Syn. saleability n. saleably adv.
(เซ|ลซ) adj. เกี่ยวกับ|การ|ขาย|พหูพจน์|ของ sale|เกี่ยวกับ|การ|ขาย|  |Syn. salesclerk n. salesgirl n. saleslady n. salesman n. salesmanager n. salesperson n.
(เซ|ลซ|'|เมิน|ชิ|พ) n. เทคนิค|การ|ขาย
(เซ|'|ลิเอินซฺ|,|เซ|ล|'|เยินซฺ) n. การ|นูน|ขึ้น|,|ส่วน|ที่|นูน|ขึ้น|,|ลักษณะ|เฉพาะ|,|ความ|เด่น|,|ความ|สะดุดตา|  |Syn. prominence
(เซ|'|ลิเอิน|ซี) n. salience (ดู)| 
(เซ|'|เลียน|ทฺ) adj., (ส่วน|ที่) นูน|ขึ้น|,|เด่น|,|สะดุดตา|,|เป็น|ลักษณะ|เฉพาะ|,|ยื่น|ออก|,|โผล่|ออก|,|กระโดดโลดเต้น|,|พุ่ง|ออก|  |Syn. prominent|,|projecting
(เซ|'|ไลน์|,|-|ลิม) adj. ประกอบ|ด้วย|เกลือ|,|เกี่ยวกับ|เกลือ|ทาง|เคมี. n. เกลือ|ที่|เป็น|ยา.  |Syn. salinity n.
(ซะไล|'|วะ) n. น้ําลาย.
(แซล|'|โล) adj. ซีด|,|สี|เหลือง|อ่อน|,|เหลือง|ซีด n. ต้น|หลิว|หรือ|willow
(แซล|'|ลี) vt.,|n. (การ|,|ผู้) ฝ่า|วงล้อม|ออก|มา|,|ออก|เดินทาง|อย่าง|ฉับพลัน|,|ตีโต้|,|ตอบโต้|,|ปล่อย|ออก|มา|,|ปะทุ|,|ออก|ข้างนอก|  |Syn. sallier n.  |Syn. dedouch
(แซล|'|เมิน) n. ปลา|แซ|ลม|อน
(แซลมะเนล|'|ละ) n. เชื้อ|แบคทีเรีย|รูป|ท่อน|กลม|จําพวก|หนึ่ง|ที่|ทํา|ให้|เกิด|โรค|แก่|คน|และ|สัตว์|เลือดอุ่น pl. Salmonellae
(ซะ|โลน|') n. ห้องรับแขก|ใน|บ้าน|ขนาด|ใหญ่|,|ห้อง|แสดง|นิทรรศการ|ศิลปะ|,|การ|ชุมนุม|สังสรรค์|ใน|ห้อง|ดังกล่าว (โดยเฉพาะ|ระหว่าง|ผู้มีชื่อเสียง) ,|ห้องโถง|,|ร้าน|แฟชั่น|,|การ|แสดง|ศิลปกรรม|ประจําปี|,|ระเบียง|ภาพวาด|  |Syn. living room
(ซะลูน|') n. ร้าน|ขาย|เหล้า|,|โรง|ขาย|เหล้า|,|ห้องโถง|,|ห้องโถง|ใหญ่|ของ|โรงแรม|,|ห้องรับแขก|,|โรง|นันทนาการ|ที่|มี|การ|เต้นรํา แทง|บิลเลียด ยิง|ปืน|หรือ|อื่น ๆ =|saloon car (ดู)|  |Syn. pub|,|bar
n. ตู้|รถ|ใน|ขบวน|รถไฟ|ที่|เป็น|ห้องโถง|สําหรับ|ผู้โดยสาร|นั่งเล่น|,|รถเก๋ง|ขนาด|ใหญ่|ที่|จุ|คน|ได้|4|-|7|คน
(ซอ|ลทฺ) n. เกลือ|,|ก|ลา|สี|เรือ|,|บ่อ|เกลือ|; vt. ใส่|เกลือ|,|จัด|ให้|ได้|รับ|เกลือ|, salt away เก็บ|สงวน. adj. มี|เกลือ|เจือปน. -|Phr. (grain of salt สงสัย) -|Phr. (worth one|'|s salt สม|กับ|ค่าจ้าง|หรือ|เงินเดือน)|  |Syn. saltness n.  |Syn. sodi
n. ทะเลสาบ|น้ําเค็ม
n. สถานที่|สัตว์ป่า|ไป|เลีย|เกลือ|ธรรมชาติ|ที่|มี|อยู่|บน|พื้นดิน|,|ก้อน|เกลือ|สําหรับ|ปศุสัตว์|ไป|เลีย|กิน
n. บ่อ|เกลือ
เนื้อหมู|เค็ม
(ซอ|ล|'|ทิด) adj. ใส่|เกลือ|,|แช่|เกลือ|,|ผสม|เกลือ
(ซอ|ล|'|เทอะ) n. พ่อค้า|เกลือ|,|ผู้ผลิต|เกลือ|, ผู้|ใส่|เกลือ
(ซอ|ล|'|ทิเนส) n. ความ|เค็ม
(แซล|'|ไท|เออะ) n. กากบาท|ทแยงมุม|,|กากบาท|ไขว้|,|กางเขน|ไขว้|, -|Phr. (in saltire เป็น|รูป|กากบาท|ไขว้) -|Phr. (per saltire ไขว้|กัน|สอง|ทิศทาง)|  |Syn. saltier
n. โพแทสเซียม|ไน|เท|รท|/|ใช้|ใน|การ|สร้าง|ดินปืน ดอกไม้เพลิง|และ|อื่น ๆ ,|ดินประสิว|  |Syn. saltpetre
(ซอ|ล|'|ที) adj. เค็ม|,|มี|เกลือ|,|รส|เผ็ด|,|เผ็ด|อย่าง|อร่อย|,|คมคาย|,|เก๋|,|เกี่ยวกับ|ทะเล|,|แล่น|ใน|ทะเล|,|ลามก|อนาจาร|  |Syn. saltily adv. saltiness n.  |Syn. pungent|,|sharp|,|obscene
(ซะลู|'|เบ|รี|ยส) adj. ส่งเสริม|สุขภาพ|,|มี|สุขภาพ|แข็งแรง|  |Syn. salubriousness n. salubrity n.  |Syn. healthful|,|wholesome
(แซล|'|ลูทะ|รี) adj. ส่งเสริม|สุขภาพ|, มี|ประโยชน์|,|เอื้ออํานวย|ผล.  |Syn. salutarily adv. salutariness n.
(แซลลิว|เท|'|เชิน) n. การ|คํานับ|,|การ|แสดง|ความ|เคารพ|,|การ|ยิง|ส|ลุ|ต|,|คํา|คารวะ|,|การ|วัน|ท|ยา|หัตถ์|,|คํา|คารวะ|,|คําสรรเสริญ|,|คํา|อวยพร|  |Syn. greeting|,|salute
(ซะลู|'|ทะ|ทอ|รี) adj. เกี่ยวกับ salutation (ดู) n. การ|กล่าว|คํา|ต้อนรับ|,|การ|ปราศรัย|ที่|เป็น|การ|ต้อนรับ.  |Syn. salutatorily adv.  |Syn. oration
(ซะลูท|') vt.,|vi.,|n. (การ) คํานับ|,|แสดง|ความ|เคารพ|,|แสดง|คารวะ|,|ยิง|ส|ลุ|ต|,|วัน|ทย|หัตถ์|,|กล่าว|ต้อนรับ|,|ทักทาย|,|ถาม|ทุกข์สุข.  |Syn. saluter n.  |Syn. welcome|,|greet
(แซล|'|วะเบิล) adj. ช่วย|ให้|รอด|ได้|,|กอบกู้|ขึ้น|มา|ได้|  |Syn. salvableness n. salvably adv.
(แซล|'|วิจฺ) n. การ|กู้เรือ|,|การ|กู้|ทรัพย์สิน|ให้|พ้น|ภัยพิบัติ|,|ทรัพย์สิน|ที่|กอบกู้|ให้|พ้น|ความ|เสียหาย|,|เรือ|ที่|กอบกู้|ขึ้น|มา|ได้|,|ค่า|กู้|ให้|พ้น|ภัย|,|มูลค่า|ทรัพย์สิน|ที่|กู้|ให้|พ้น|ภัย|,|การ|ใช้|ของเสีย|ให้|เป็น|ประโยชน์|,|การ|ช่วยเหลือ|,|การ|ช่วย|ชีวิต. vt. กู้เรือ|,|กอบกู้|ทรัพย์สิน|ให้|พ้น|ภัย
(แซลเว|'|เชิน) n. การ|ช่วยเหลือ|ให้|พ้น|ภัย|หรือ|การ|สูญเสีย|,|การ|ช่วย|ชีวิต|,|การ|ช่วย|ให้|รอด|,|วิธีการ|ช่วยเหลือ|ดังกล่าว|,|การ|ช่วย|ให้|พ้น|นรก|,|การ|ทํา|ให้|พ้น|บาป.  |Syn. salvational adj.  |Syn. preservation|,|redemption
(แซฟว|,|ซา|ฟว) n. ขี้ผึ้ง|ทา|แผล|,|ขี้ผึ้ง|,|น้ํามัน|ขี้ผึ้ง|,|ยา|บรรเทา|,|สิ่ง|บรรเทา|,|การ|ทํา|ให้|ผ่อนคลาย|,|การ|ประจบ|สอ|พล|อ|,|การ|ปลอบใจ -|v. บรรเทา|,|บํารุง|ขวัญ|,|ทํา|ให้|ผ่อนคลาย|,|กู้|,|กอบกู้|,|ช่วย|ให้|รอดพ้น|จาก|ภัย|หรือ|การ|สูญเสีย|,|ช่วยเหลือ|,|ช่วย|ชีวิต|  |Syn. ointment
(แซล|'|เวอะ) n. ถาด|อาหาร|,|จาน|อาหาร
(แซล|'|โว) n. การ|ระดม|ยิง|ปืนใหญ่|,|การ|ระดม|ยิง|,|เสียง|ดัง|สนั่น|ของ|การ|ยิง|ส|ลุ|ต|,|เสียง|กราว|,|เสียง|เชียร์|ดัง|ก้อง|,|เสียง|ตบ|มือ|ดัง|ก้อง
(แซล|'|เวอะ) n. ผู้|กู้เรือ|,|ผู้ช่วย|เหลือ|เรือ|ที่|ประสบ|ภัย
แซม <|คํา|อ่าน|>|ย่อ|มา|จาก sequential access method แปล|ว่า วิธี|เข้าถึง|โดย|ลําดับ เป็น|วิธี|เก็บ|ข้อมูล|และ|ดึง|ข้อมูล|มา|ใช้|วิธี|หนึ่ง หมายถึง การ|เข้าถึง|หน่วยเก็บข้อมูล|หรือ|สื่อ|บาง|ชนิด เช่น แถบแม่เหล็ก (tape) ซึ่ง|จะ|เก็บ|ข้อมูล|ไว้|โดย|เรียง|ไป|ตาม|ลําดับ วิธี|ที่|ใช้|ใน|การ|เข้าถึง|ข้อมูล|ขึ้น|อยู่|กับ|ระยะ|ทาง|ของ|ตําแหน่ง|ของ|ข้อมูล|ที่|บรรจุ|ไว้|ใน|สื่อ|นั้น หาก|ข้อมูล|ถูก|เก็บ|อยู่|ตอน|ปลาย กว่า|จะ|เข้าถึง|ข้อมูล ก็|ย่อม|จะ|เสียเวลา|นาน
(แซม|'|บะ|,|ซา|ม|'|บะ) n. จังหวะ|แซม|บ้า|เป็น|จังหวะ|เต้นรํา|ที่|มี|กําเนิด|จาก|แอฟริกา
(เซ|ม) adj. เหมือน|กัน|,|เช่นเดียวกัน|,|เท่า|กัน|,|อย่าง|เก่า|, -|pron. สิ่ง|ที่|เป็น|ประเภท|เดียว|,|สิ่ง|ดังกล่าว -|phr. (all the same เช่นเดียวกัน อย่างไรก็ตาม)|  |Syn. identical|,|like
(เซ|ม|'|นิส) n. ความ|เหมือน|กัน
(ซะ|โม|'|อะ) n. ชื่อ|หมู่เกาะ|ใน|ตอน|ใต้|ของ|มหาสมุทร|แปซิฟิก
(แซม|'|แพน) n. เรือ|สําปั้น|,|เรือแจว|ใน|เมือง|จีน
(ซา|ม|'|เพิล|,|แซม|'|เพิล) n. ตัวอย่าง|,|ของ|ลอง. adj. เป็น|ตัวอย่าง|,|เป็น|ของ|ลอง. vt. เอา|เป็น|ตัวอย่าง|,|ทดลอง|เป็น|ตัวอย่าง|,|ตรวจสอบ|เป็น|ตัวอย่าง|  |Syn. exemplar|,|specimen|,|piece|,|instance
(ซา|ม|'|พ|ลิง|,|แซม|'|พ|ลิง) n. การ|สุ่ม|ตัวอย่าง|,|วิธีการ|สุ่ม|ตัวอย่าง|,|ตัวอย่าง|ที่|สุ่ม|ได้
(แซม|'|เซิน) n. ชาว|ยิว|ผู้|มี|กําลัง|มหาศาล (ใน|พระคัมภีร์|ไบเบิล) ,|ผู้|มี|กําลัง|มหาศาล
(แซม|มู|ไร|') n., (pl. -|rai) ซามูไร|,|นัก|ดาบ|ซามูไร|,|นัก|ดาบ|,|นายทหาร|กองทัพบก
(แซนแฟ|รน|ซิ|ส|'|โค) n. ชื่อ|เมืองท่า|ใน|ภาค|ตะวันตก|ของ|แคลิฟฟอร์เนีย|  |Syn. San Franciscan n.,|adj.
(แซน|นะ|ทอ|'|เรียม) n. โรงพยาบาล|สําหรับ|ผู้|เป็น|โรค|เรื้อรัง (เช่น|วัณโรค|หรือ|โรคจิต) ,|สถาน|พักฟื้น|ของ|ผู้ป่วย pl. sanatoriums|,|sanatoria
(แซง|คฺ|'|ทิ|ไฟ|ดฺ) adj. ทํา|ให้|ศักดิ์สิทธิ์|,|ศักดิ์สิทธิ์|,|พ้น|บาป|,|ล้าง|บาป|แล้ว|,|แสร้งทํา|เป็น|ศักดิ์สิทธิ์.  |Syn. sanctifiable adj. sanctification n. sanctifier n.  |Syn. consecrated
(แซง|คฺ|'|ทิ|ไฟ) vt. ทํา|ให้|ศักดิ์สิทธิ์|,|ทํา|ให้|พ้น|บาป|,|อวยพร|,|ทํา|ให้|ยุติธรรม
(แซง|คฺทะ|โม|'|เนียส) adj. แสร้งทํา|เป็น|ศักดิ์สิทธิ์|,|แสร้งทํา|เป็น|ถูกต้อง|  |Syn. sanctimoniousness n.  |Syn. hypocritical|,|affected
(แซง|คฺ|'|ทะ|โม|นี) n. การ|แสร้งทํา|เป็น|ศักดิ์สิทธิ์|,|การ|แสร้งทํา|เป็น|ถูกต้อง|,|การ|แสร้งทํา|เป็น|ซื่อสัตย์
(แซง|คฺ|'|เชิน) n. การ|ลงโทษ|,|การ|อนุญาต|เป็นทางการ|,|สิ่ง|ที่|สนับสนุน|การ|กระทํา|,|บทลงโทษ|,|การ|ให้|สัตยาบัน. vt. ลงโทษ|,|อนุญาต|,|อนุมัติ|,|เห็นด้วย|,|ยอม|ให้|,|ให้|สัตยาบัน.  |Syn. sanctionable adj. sanctioner n.
(แซง|คฺ|'|ทิ|ทิว|ดฺ) n. ความ|ศักดิ์สิทธิ์|,|ความ|เป็น|นักบุญ|,|จิตใจ|ที่|สะอาด|บริสุทธิ์|,|การ|มี|คุณความดี|มาก|และ|สูงส่ง|  |Syn. holiness|,|saintliness
(แซง|คฺ|'|ทิ|ที) n. ความ|ศักดิ์สิทธิ์|,|ความ|เป็น|นักบุญ|, ความ|สูงส่ง|,|ความ|สะอาด|บริสุทธิ์|,|ความ|น่า|เคารพ|บูชา|, สิ่งศักดิ์สิทธิ์ ้|  |Syn. saintliness
(แรง|ค|'|ชุ|เออ|รี) n. สถานที่|ศักดิ์สิทธิ์|,|ปูชนียสถาน|,|ที่|ลี้ภัย|,|ที่หลบภัย|,|สิทธิ|ใน|การ|ให้|ที่หลบภัย (เช่น|ใน|สถานทูต) และ|มิ|อาจ|ถูก|จับกุม|ได้|,|ถ้ํา|สัตว์|,|ที่|ที่|สัตว์ป่า|สามารถ|ผสมพันธุ์|และ|หลบภัย|จาก|การ|ถูก|ล่า โดย|นายพราน|  |Syn. shrine
(แซง|คฺ|'|ทัม) n. สถานที่|ศักดิ์สิทธิ์|,|ปูชนียสถาน|,|สถานที่|หลบภัย|ที่|มิ|อาจ|ล่วงล้ํา|เข้า|ไป|ได้|,|ห้องส่วนตัว|,|ห้อง|ลับ|,|ถ้ํา|,|ห้อง|บูชา|ภายใน pl. santums. sancta|  |Syn. sanctuary
(แซนดฺ) n. ทราย|,|หาด|ทราย|,|ดินทราย|,|สันดอน|ทราย|,|น้ําตาลทราย vt. ขัด|ด้วย|ทราย|,|ขัด|ด้วย|กระดาษทราย|,|พรม|ด้วย|ทราย|,|ใส่|ทราย|,|ฝัง|ใน|ทราย|  |Syn. sands n. ชั่วขณะ|เดียว|,|โอกาส|ของ|ชีวิต|,|สี|แดง|อม|เหลือง|,|สี|ทราย
(แซน|'|เดิล) n. รองเท้า|โปร่ง|ที่|มี|สาย|รัด|,|รองเท้า|เปิด|ข้าง|,|รองเท้าแตะ|,|สาย|รัด|ของ|รองเท้า|โปร่ง.,|ไม้|จันทน์ vt. สวม|รองเท้า|ดังกล่าว
(แซน|'|เดิลวูด) n. ไม้|จันทน์
(แซน|'|เบด) n. (ธรณีวิทยา) ชั้น|ทราย|,|ชั้นดิน|ทราย
n. เครื่อง|พ่น|ทราย|,|ลํา|ทราย|ที่|พ่น|ออก|มา. vt. พ่น|ทราย|,|เป่า|ทราย|  |Syn. sandblaster n.
n. ผู้|ขัด|ทราย|,|นัก|ขัด|ทราย|,|เครื่อง|ขัด|ทราย
n. แมลง|ดูด|เลือด|จําพวก|หนึ่ง|เป็น|พาหะ|นํา|โรค|หลาย|ชนิด|สู่|คน
n. นาฬิกาทราย
(แซน|'|ดินิส) n. ความ|เป็น|ทราย|,|ลักษณะ|ทราย
(แซน|'|ลอท) n. ลาน|ทราย|,|ลาน|เล่น|ของ|เด็ก ๆ adj. เกี่ยวกับ|ลาน|ดังกล่าว
n. กระดาษทราย vt. ขัด|ด้วย|กระดาษทราย
(แซนดฺ|'|ไพ|เพอะ) n. นก|อีก๋อย
(แซนดฺ|'|พิท) n. หลุม|,|ทราย|,|บ่อ|ทราย|,|ที่|ดูด|ทราย
n. เครื่อง|ดูด|ทราย|,|ท่อ|ดูด|ทราย
n. พายุ|ทราย (โดยเฉพาะ|ใน|ทะเลทราย)| 
(แซน|'|วิชฺ) n. ขนมปัง|แซนด์วิช vt. ใส่|เข้า|ไป|ใน|ขนมปัง|ประกบ|,|สอด|เข้า|ไป|ระหว่าง|สอง|สิ่ง
(แซน|'|ดี) adj. ประกอบ|ด้วย|ทราย|,|มี|ทราย|มาก|,|สี|ทราย|,|สี|เหลือง|อม|แดง
(เซน) adj. มี|สุขภาพจิต|ดี|,|มี|เหตุผล|,|มี|จิต|ปกติ|,|มี|สติ|,|มั่นคง|,|มี|สุขภาพ|ดี|  |Syn. sanely adv. saneness n.  |Syn. normal|,|rational
(แซง) v. กริยา|ช่อง 2 ของ sing n. โสม|คน (ย่อ|จาก|ginseng)| 
Pref. มี|ความหมาย|ว่า|'|เลือด|'
(แซง|กวะแน|'|รี) adj. นองเลือด|,|หลั่ง|เลือด|,|กระหาย|เลือด|,|เปื้อน|เลือด|,|โหดเหี้ยม|,|ชอบ|สังหาร|,|ดุร้าย|,|เต็มไปด้วย|การ|สาปแช่ง.  |Syn. sanguinarily adv. sanguinariness n.  |Syn. bloodthirsty|,|bloodstained|,|bloody
(แซง|'|กวิน) adj. ร่าเริง|,|เบิกบานใจ|,|มั่นใจ|, (ใบหน้า) แดง|,|เปล่งปลั่ง|,|เต็มไปด้วย|ความ|หวัง|  |Syn. sanguinely adv. sanguineness n.
(แซง|กวิน|'|นัส) adj. เกี่ยวกับ|เลือด|,|สี|เลือด|,|มี|เลือด|,|นองเลือด|,|หลั่ง|เลือด (ใบหน้า) แดง|,|เปล่งปลั่ง|,|มั่นใจ|,|เต็มไปด้วย|ความ|หวัง|  |Syn. sanguineousness n.
(แซนนิแท|'|เรียน) adj. ถูก|สุขลักษณะ|,|ถูก|หลัก|อนามัย|,|ส่งเสริม|สุขภาพ n. ผู้เชี่ยวชาญ|สาธารณสุข|ศาสตร์
(แซนนิแท|'|เรียม) n. สถานีอนามัย|,|โรง|ส่งเสริม|สุขภาพ|,|สถานที่|พักฟื้น|คนไข้|,|โรงพยาบาล. pl. sanitariums|,|sanitaria|  |Syn. sanatorium|  |Syn. sanatorium
(แซน|'|นิ|เท|อ|รี) adj. เกี่ยวกับ|สุขภาพ|,|เกี่ยวกับ|อนามัย|,|ส่งเสริม|สุขภาพ|,|ถูก|อนามัย|,|ถูก|สุขลักษณะ|,|สะอาด.  |Syn. sanitarily adv.
n. สาย|รัด|ผ้าอนามัย
n. ผ้าอนามัย|ของ|สตรี|มี|ประจําเดือน
n. ผ้าอนามัย
n. สุขภัณฑ์|,|เครื่อง|สุขภัณฑ์
(แซนนิ|เท|'|เชิน) n. สุข|อนามัย|,|สุขาภิบาล|,|การ|ส่งเสริม|สุขภาพ
(แซน|'|นิ|โท|เรียม) n. เรือน|คนไข้|ที่|มี|อากาศ|ดี
(แซน|'|นิ|ที) n. การ|มี|สุขภาพจิต|ที่|ปกติ|,|จิต|ปกติ|,|การ|มี|จิต|มั่นคง|,|การ|มี|เหตุผล|พอควร
(แซง|คฺ) v. กริยา|ช่อง 2 ของ sink
(แซนซ|,|ซาน) prep. ปราศจาก|,|ไม่|มี
แซนเซ|อริ|ฟ <|คํา|อ่าน|>|เป็น|แบบ|อักษร (font) ภาษาอังกฤษ|แบบ|หนึ่ง|ที่|ไม่|มี|ส่วน|งอน|โค้ง|ของ|ส่วน|ปลาย|สุด|ของ|ตัว|อักขระ ส่วน|งอน|โค้ง|นี้|ใน|ภาษาอังกฤษ เรียก|กัน|ว่า serif ฉะนั้น sans serif ก็|หมายความ|ว่า|ปราศจาก|ส่วน|นี้ (sans เป็น|ภาษาฝรั่งเศส แปล|ว่า ปราศจาก) แบบ|อักษร|ชนิด|นี้|จะ|มี|ลักษณะ|เป็น|ตัวตรง ๆ เหมาะ|สําหรับ|ใช้|พิมพ์|ชื่อ|เรื่อง พาด|หัว|ตัว|โต ๆ ว่า|กัน|ว่า|ให้|อ่าน|ง่าย ใน|ระบบ|วินโดว์|ของ|พี|ซี กรอบ|สนทนา|ทั้งหมด|ใช้|แบบ|อักษร|นี้ ฉะนั้น ต้อง|ระวัง|อย่า|ลบ|แบบ|อักษร|นี้|ออก|จาก|หน่วยความจํา|โดย|เด็ดขาด ดู serif เปรียบเทียบ
(แซน|'|สค|ริ|ท) adj. = Sanskrit
(แซน|'|สค|ริ|ท) n. ภาษาสันสกฤต
(แซน|'|ทะ คลอ|ซ) n. นักบุญ Saint Nicholaus ที่|เล่าลือ|ว่า|นํา|ของขวัญ|มา|ให้|เด็ก ๆ ใน|เทศกาล|คริสต์มาส
(แซพ) n. น้ํา|หล่อเลี้ยง|ใน|เนื้อเยื่อ|ของ|ต้นไม้|,|ของเหลว|ที่|หล่อเลี้ยง|ร่างกาย|,|ของเหลว|ที่|สําคัญ|ต่อ|ชีวิต|,|กําลังวังชา|,|คน|โง่|,|คน|เง่า|,|ตะบอง|,|ไม้|พลอง|,|อุโมงค์ vt. ดูด (กําลัง) ออก|,|ตี|ด้วย|ไม้|พลอง|หรือ|ตะบอง|,|ขุด|อุโมงค์|เข้า|หา|ฐาน|ข้าศึก|,|ค่อย ๆ ทําลาย|,|ทอน|กําลัง|,|ตัด|กําลัง|,|เซาะ vi. ขุด|อุโมงค์|เข้า|หา|ฐาน|ข้าศึก
(เซ|'|เพียนทฺ) adj. ฉลาด|,|ปราดเปรื่อง|,|วางท่า|ฉลาด.  |Syn. sapience|,|sapiency n.  |Syn. sagacious|,|wise
(เซ|พิ|เอน|'|เชิล) adj. เกี่ยวกับ|ความ|ฉลาด|,|เกี่ยวกับ|สติปัญญา
(แซพ|'|ลิง) n. ต้นไม้|อ่อน|,|หน่อ|ต้นไม้
(u) r (เซ|'|พอร์|,|เซ|'|พะ) n. สิ่ง|ที่|ทํา|ให้|เกิด|รส|,|รส|,|รสชาติ|,|ประสาท|ที่|ทํา|ให้|เกิด|รส|  |Syn. savour
(แซพพะเน|'|เชิส) adj. คล้าย|สบู่|,|เป็น|สบู่|,|มี|ลักษณะ|ของ|สบู่|,|จับ|ยาก|,|เข้าใจ|ยาก|  |Syn. saponaceousness n.
(ซะ|พอน|'|นิ|ไฟ) vt. ทํา|ให้|ไขมัน (fat) เป็น|สบู่|โดย|ใส่|กับ|ด่าง|,|กลาย|เป็น|สบู่.  |Syn. saponification n. saponifier n.
(แซพพะ|ริ|ฟ|'|ฟิค) adj. ทํา|ให้|เกิด|รส|,|ทํา|ให้|เกิด|รส|ชาด
(แซพ|'|เพอเริส) adj. มี|รส|เข้มข้น|,|มี|รส|,|มี|รสชาติ.  |Syn. saporosity n.
(แซพ|'|เพอะ) n. ทหารช่าง (ขุด|สนาม|เพลาะ|,|อุโมงค์|,|ฝัง|ทุ่นระเบิด|และ|สิ่ง|ก่อสร้าง|อื่น ๆ) ,|ผู้|ขุด|อุโมงค์|,|เครื่อง|ขุด|อุโมงค์
(แซฟ|'|ไฟ|เออะ) n. นิล|สี|คราม|,|นิล|สีน้ํา|เงิน|,|สีน้ํา|เงิน|เข้ม|  |Syn. deep blue
(o) - Pref. '|เน่า|'
(แซพ|'|ระ|ไฟ|ทฺ) n. สิ่งมีชีวิต|ที่|กิน|ของ|เน่าเปื่อย (เช่น|เชื้อรา|หรือ|แบคทีเรีย|บาง|ที่)| 
(ซะ|รา|'|วา|ค) n. ซา|ระ|วัค|,|ชื่อ|เขต|หนึ่ง|ใน|มาเลเซีย
(ซาร์|'|คัส|ซึม) n. การ|ถากถาง|,|การ|เหน็บแนม|,|การ|เสียดสี|,|การ|หัวเราะเยาะ|เย้ย.  |Syn. irony|,|satire
(ซาร์แคส|'|ทิค) adj. เกี่ยวกับ (การ|ถากถาง|,|การ|เหน็บแนม|,|การ|เสียดสี|  |Syn. sacrastically adv.  |Syn. sarcastical
Pref. เนื้อ|'
เป็น|หน่วย|ของ|กล้ามเนื้อ|ลาย|ซึ่ง|ประกอบ|ด้วย|แถบ|โปร่งแสง I|-|band หนึ่ง|ซีก และ แถบ|ทึบแสง A|-|band
(ชาร์ด) n. แก่น|หยก|สี|แดง|อม|น้ําตาล|เป็น|หิน|ชนิด chaledony|  |Syn. sardius|,|sardine
(ซา|รฺ|ดี|น|') n. ปลา|ซาร์|ดี|น
(ซา|รุด|อน|'|นิค) adj. ถากถาง|,|เหน็บแนม|,|เสียดสี|,|เยาะเย้ย|,|หัวเราะเยาะ|เย้ย|,|พูด|กระทบกระแทก.  |Syn. sardonically adj. sardonicism n.  |Syn. scornful
(ซา|'|รี) n.ชุด|ส่าหรี|ของ|ผู้หญิง|อินเดีย
(ซา|จ) n. = sergeant (ดู)| 
(ซา|'|รี) n.ชุด|ส่าหรี|ของ|ผู้หญิง|อินเดีย
(ซะ|รอง|') n. โสร่ง|,|ผ้า|ที่|ใช้|ทํา|โสร่ง
(แซช) n. ผ้า|ยาว|สะพาย|,|สายสะพาย|,|สาย|คาด|เอว|,|แพร|สะพาย|,|กรอบ|กระจกหน้า|ต่าง|หรือ vt. ใส่|กรอบ|กระจกหน้า|ต่าง|หรือ|ประตู|,|ใส่|วง|กบ|หน้าต่าง|หรือ|ประตู
(แซท) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ sit
(เซ|'|เทิน) n. ซาตาน|,|หัวหน้า|ภูติ|ผี|,|พญา|ยม|  |Syn. Beelzebub
(ซา|แทง|') n. สตางค์ pl. satang
(เซ|แทน|'|นิค) adj. เกี่ยวกับ|ซาตาน|,|ชั่วร้าย.  |Syn. satanical
(แซช|'|เชิล) n. ถุง|เล็ก (บางที|มี|สาย|คาด|ไหล่) ,|กระเป๋า|หนังสือ|,|กระเป๋า|หนังสือ|ที่|มี|สายสะพาย|ไหล่|  |Syn. grip|,|bag
(เซ|ท) vt. ทํา|ให้|พอใจ|อย่าง|เต็มที่|, ทํา|ให้|อิ่ม|แปล้|, ทํา|ให้|อิ่มอกอิ่มใจ|, ทํา|ให้|เบื่อหน่าย|, กริยา|ช่อง 2 และ 3 ของ sit
(ซะ|ที|น|') n. ผ้าฝ้าย|หรือ|สิ่งทอ|ที่|ทํา|เหมือน|แพร|ต่วน|หรือ|แพร|ซา|ติ|น|,|กํา|มะ|หริ|ด
(แซท|'|ทะไลทฺ) n. ดาวเทียม|,|ดาว|บริวาร|,|ดาว|บริวาร|ของ|ดาวนพเคราะห์|,|ดวงจันทร์|,|ประเทศ|บริวาร|,|ลูกน้อง|,|บริวาร|,|ผู้ติดตาม adj. เกี่ยวกับ|ดาวเทียม (ดาว|บริวาร|,|ดวงจันทร์...)| 
คอมพิวเตอร์|บริวาร|หมายถึง|คอมพิวเตอร์|เครื่อง|เล็ก ที่|ใช้|สนับสนุน|เครื่อง|ใหญ่|เฉพาะ|ด้าน|ใด|ด้าน|หนึ่ง เป็นต้น|ว่า กําหนด|ให้|ตรวจสอบ|ข้อมูล|ที่|ส่ง|ผ่าน|ทาง|สถานี|ปลาย|ทาง (terminal) ให้|ถูกต้อง|ก่อน|ที่|จะ|ส่ง|เข้า|ไป|ประมวลผล|ใน|เครื่อง|ใหญ่|ต่อไป
(เซ|'|ชี|อะเบิล) adj. ทํา|ให้|พอใจ|ได้|  |Syn. satiableness n. satiably adv.
(เซ|'|ชี|เอท) vt. ทํา|ให้|พอใจ|อย่างยิ่ง|,|ทํา|ให้|อิ่ม|แปล้|,|ทํา|ให้|น่า|เบื่อ|,|ทํา|ให้|เอียน. adj. พอใจ|ยิ่ง|,|อิ่มอกอิ่มใจ|,|เต็มอิ่ม|  |Syn. satiation n.  |Syn. surfeit|,|satisfy|,|gratify|,|suffice
(เซ|'|ชี|เอ|ทิด) adj. เต็มอิ่ม|,|อิ่ม|แปล้|,|อิ่ม|จน|เอียน|,|พอใจ|อย่างยิ่ง
(ซะ|ไท|'|อิ|ที) adj. ความ|เต็มอิ่ม|,|ความ|อิ่ม|แปล้|,|ความ|พอใจ|เป็น|อย่างยิ่ง|,|ความ|มาก|เกิน|,|ความ|อิ่ม|เกิน|ไป|  |Syn. surfeit
(แซท|'|ที|น) n.,|adj. (เกี่ยวกับ) แพร|ต่วน|,|แพร|เลี่ยน|,|เครื่องแต่งกาย|ที่|ทํา|ด้วย|แพร|ต่วน|หรือ|แพร|เลี่ยน|,|ลื่น|,|มัน
(แซท|'|ไท|เออะ) n. การ|เหน็บแนม|,|การ|เสียดสี|,|การ|เย้ยหยัน|,|การ|ถากถาง|,|เรื่อง|เหน็บแนม|,|เรื่อง|เสียดสี|,|บทประพันธ์|เหน็บแนม|หรือ|เสียดสี|  |Syn. satiric (al) (ซะ|เท|อ|'|ริ|เคิล) adj. satiricalness n.
(แซท|'|ทะ|ไร|ซ) vt. เหน็บแนม|,|เสียดสี|,|เย้ยหยัน|,|เยาะเย้ย|,|ถากถาง.  |Syn. satirisation n. satirization n. satiriser n. satirizer n.  |Syn. lampoon
(แซท|'|เท|อริ|สทฺ) n. ผู้|เหน็บแนม|,|ผู้|เสียดสี|,|ผู้|เย้ยหยัน|,|ผู้|เยาะเย้ย|,|ผู้|ถากถาง
(แซท|'|ทะ|ไร|ซ) vt. เหน็บแนม|,|เสียดสี|,|เย้ยหยัน|,|เยาะเย้ย|,|ถากถาง.  |Syn. satirisation n. satirization n. satiriser n. satirizer n.  |Syn. lampoon
(แซททิสแฟค|'|เชิน) n. ความ|พอใจ|,|การ|ทํา|ให้|พอใจ|,|การ|ถ่าย|บาป|,|การ|แก้แค้น|,|สิ่ง|ที่|ชดเชย|  |Syn. satisfactional adj.  |Syn. gratification|,|fulfillment
(แซททิสแฟค|'|ทอ|รี) adj. พอใจ|,|สาแก่ใจ|,|หนําใจ|,|จุใจ|,|แน่ใจ|,|ชดเชย|,|ถ่าย|บาป.  |Syn. satisfactorily adv.  |Syn. gratifying
(แซททิส|ไฟ|'|อะเบิล) adj. พอใจ|ได้|,|สนอง|ให้|พอใจ|ได้|,|ชดเชย|ได้|,|ใช้|คืน|ได้
(แซท|'|ทิส|ไฟ|ดฺ) adj. พอใจ|,|จ่าย|หมด|แล้ว|,|แน่ใจ|,|มั่นใจ|  |Syn. content|,|convinced
(แซท|'|ทิส|ไฟ) vt.,|vi. ทํา|ให้|พอใจ|,|สนอง|ความ|พอใจ|,|ทํา|ให้|จุใจ|,|ทํา|ให้|แน่ใจ|,|แก้|ปัญหา|,|ขจัด|,|ชําระ|หนี้|,|ชดเชย|,|ทดแทน|  |Syn. satisfiable adj. satisfier n. satisfyingly adv.  |Syn. repay|,|pay|,|disburse
(แซซ|'|ชะ|เรท) vt. ทํา|ให้|อิ่ม|ตัว|, ทํา|ให้|โชก|,|ทํา|ให้|เปื่|อม|,|ทําลาย|ราบคาบ|,|ทํา|ให้|มี|สินค้า|เต็มไปหมด.  |Syn. saturater n. saturator n.  |Syn. impregnate|,|drench
(แซช|ชะ|เร|'|เชิน) n. การ|ทํา|ให้|อิ่ม|ตัว|,|ความ|อิ่ม|ตัว
(แซท|'|เท|อเดย์) n. วัน|เสาร์|,|วันที่ 7 ของ|สัปดาห์
(แซท|'|เท|อเดซ) adv. ใน|วัน|เสาร์
(แซท|'|เทิร์น) n. ดาว|พระ|เสาร์|,|ดาว|เสาร์|,|เทพเจ้า|แห่ง|การเกษตร|,|ตะกั่ว
(แซท|'|เท|อนิน) adj. ซึ่ง|เกี่ยวกับ|ตะกั่ว|หรือ|อาการ|พิษ|ตะกั่ว|,|มี|อาการ|เซื่องซึม
(แซท|'|เท|อนิส|ซึม) n. โรค|พิษ|ตะกั่ว
(เซ|'|เทอะ) n. เทพารักษ์|ที่อยู่|ใน|ป่า|,|มี|รูปร่าง|กึ่ง|คน|กึ่ง|แพะ ชอบ|ห|มุก|มุ่น|ใน|ตัณหา|ราคะ|,|ผู้|ชอบ|หมกมุ่น|ใน|ตัณหา|ราคะ|,|  |Syn. satyric|,|satyrical adj.  |Syn. lecher
(ซอส) n. น้ํา|ชูรส|,|น้ํา|ปรุง|รส|,|น้ําปลา|,|น้ําจิ้ม|,|เครื่อง|ชูรส|,|เครื่องปรุง|แต่ง|,|ซี|อิ้ว|,|ผลไม้|ตุ๋น|,|ผัก|ที่|ใช้|กิน|กับ|เนื้อ|,|เหล้า|แรง|สูง. vt. ใส่|น้ํา|ชูรส|,|ใส่|เครื่องปรุง|แต่ง|  |Syn. condiment|,|relish
กะทะ|ท้องแบน|ยาว|ที่|มี|ฝา|ปิด|แล|ด้าม|ถือ
(ซอ|'|เซอะ) n. ชาม|กลม|ตื้น|และ|เล็ก|,|ชาม|รอง|ถ้วย
(ซอ|'|ซี) adj. ทะลึ่ง|,|ซุ่มซ่าม|,|ไม่|มี|มารยาท|,|บุ่มบ่าม|,|ละลาบละล้วง|,|เฉียบแหลม|,|แคล่วคล่อง|  |Syn. saucily adv. sauciness n.
(ซา|อู|'|ด|'|อะเร|'|เบีย) n. ประเทศ|ซา|อุ|ดิ|อา|รเบีย
(เซา|'|นา|,|ซอ|'|นา) n. การ|อาบ|,|อบ|ไอน้ํา|และ|ตี|ร่างกาย|เบา ๆ ด้วย|กิ่งไม้ birch (มี|กําเนิด|จาก|ฟินแลนด์)| 
(ซอน|'|เทอะ) vi.,|n. (การ) เดิน|ทอด|น่อง|,|เดิน|เตร่|,|เดิน|เอ้อระเหย|ลอยชาย.  |Syn. promenade|,|stroll
(ซอส|'|ซิ|จฺ) n. ไส้กรอก|,|สิ่ง|ที่|มี|ลักษณะ|คล้าย|ไส้กรอก|,|กุนเชียง|  |Syn. minced pork|,|beef
(แซฟ|'|วิจฺ) adj. ดุร้าย|,|ป่าเถื่อน|,|โหดร้าย|,|โหดเหี้ยม|,|ทารุณ|,|เหมือน|คนบ้า|,|โกรธ|จัด|,|หยาบคาย|,|รุนแรง|  |Syn. savagely adv. savageness n.  |Syn. barbarous|,|wild|,|inhuman
(แซฟ|'|วิจ|เจอ|รี) n. ความ|ดุร้าย|,|ความ|ป่าเถื่อน|,|ความ|โหดร้าย|,|ความ|โหดเหี้ยม|,|ความ|ทารุณ|  |Syn. cruelty|,|ferocity|,|barbarity
(ซะ|แวน|'|นะ) n. ที่ราบ|ทุ่ง|,|หญ้า|ที่|ไม่|มี|ต้นไม้|หรือ|มี|ต้นไม้|แต่|อยู่|กระจัดกระจาย|,|ที่ราบ|ทุ่งหญ้า|ขนาด|ใหญ่|ใน|เขต|ร้อน
(ซะ|แวน|'|นะ) n. ที่ราบ|ทุ่ง|,|หญ้า|ที่|ไม่|มี|ต้นไม้|หรือ|มี|ต้นไม้|แต่|อยู่|กระจัดกระจาย|,|ที่ราบ|ทุ่งหญ้า|ขนาด|ใหญ่|ใน|เขต|ร้อน
(เซ|วาน|ทฺ|'|แซฟ|'|เวินทฺ) n. ชาย|ที่|มี|ความ|รู้มาก|และ|ลึกซึ้ง|,|นักปราชญ์|,|เมธี|,|ผู้|คงแก่เรียน
(เซฟ|ว) vt. ช่วยเหลือ|,|ช่วย|,|ช่วย|ชีวิต|,|ประหยัด|,|สงวน|,|รักษา|,|คง|ไว้|,|ป้องกัน|,|กู้|,|กอบกู้|,|รีบ|ไป|ให้|ทัน|,|ไถ่บาป vi. ประหยัด|,|เก็บ|เงิน|,|สงวน|,|ไถ่บาป.  |Syn. savable adj. saveable adj. saver n.  |Syn. salvage|,|rescue|,|preserve|,|hoard
หมายถึง การ|สั่ง|เก็บ|แฟ้มข้อมูล|โดย|ต้อง|มี|การ|กําหนด|ชื่อ ถ้า|มี|ชื่อ|เก่า|อยู่|แล้ว จะ|ใช้|ชื่อ|เดิม|หรือ|กําหนด|ชื่อ|ใหม่|ก็ได้ แต่|ถ้า|จะ|เปลี่ยน|ที่|เก็บ (path) หรือ|เปลี่ยน|รูปแบบ|การ|เก็บ (format) ก็|ต้อง|ใช้|คําสั่ง save as (แทน|ที่|จะ|ใช้ save) บาง|โปรแกรม|ผู้ใช้|สามารถ|กําหนด|รูปแบบ|การ|เก็บ|ได้|ด้วย เช่น โปรแกรม Excel จะ|เก็บ|เป็น|แฟ้ม|ข้อความ|ธรรมดา (text) หรือ เป็นตาราง|จัดการ (work sheet) ฯ ก็ได้ โปรแกรม PageMaker ก็|ให้|เลือก|เก็บ|เป็น "|ต้นแบบ|" หรือ เก็บ|เป็น|แฟ้ม|เข้อ|มูล|ธรรมดา|ก็ได้|ดู save เปรียบเทียบ
(เซฟ|ว|'|ออ|ล) n. วิธีการ|ประหยัด
(แซฟ|'|วิน) n. พืช|จําพวก Juniperus
(เซ|'|วิง) adj. ช่วย|ชีวิต|,|ช่วยเหลือ|,|ช่วย|ประหยัด|,|สงวน|,|รักษา|,|ชดเชย n. การ|ประหยัด|,|การ|อดออม|,|การ|มัธยัสถ์|,|การ|ลด|ค่าใช้จ่าย|,|สิ่ง|ที่|ประหยัด|,|เงิน|ที่|เก็บ|ได้|  |Syn. savings n. เงินสะสม|,|เงิน|ที่|ออม|ไว้. prep. ยกเว้น|,|นอกจาก|,|เห็นแก่
n. บัญชี|เงินฝาก|สะสม|,|บัญชี|เงินฝาก|ออมทรัพย์
n. ธนาคารออมสิน|,|ธนาคาร|ที่|รับฝาก|เงิน|ออมทรัพย์|เท่านั้น|และ|จ่าย|ดอกเบี้ย|ให้|กับ|ผู้ฝาก
n. พันธบัตร|รัฐบาล|ที่|มี|เงิน|ค่า|สูง|ถึง $|10,000
(เซ|'|เวีย) n. ผู้ช่วย|ชีวิต|,|ผู้ช่วย|เหลือ|,|ผู้ช่วย|ให้|รอด|,|ผู้|กู้|,|ผู้|ที่|กอบกู้|,|ผู้ช่วย|ไถ่บาป|,|พระผู้เป็นเจ้า|,|พระ|เยซู|คริสต์.  |Syn. saviorhood n. saviourhood n. saviorship n. saviourship n.  |Syn. preserver|,|rescuer|,|be
(เซ|'|เวีย) n. ผู้ช่วย|ชีวิต|,|ผู้ช่วย|เหลือ|,|ผู้ช่วย|ให้|รอด|,|ผู้|กู้|,|ผู้|ที่|กอบกู้|,|ผู้ช่วย|ไถ่บาป|,|พระผู้เป็นเจ้า|,|พระ|เยซู|คริสต์.  |Syn. saviorhood n. saviourhood n. saviorship n. saviourship n.  |Syn. preserver|,|rescuer|,|be
(เซ|'|เวอะ) n. รส|,|รสชาติ|,|กลิ่น|,|คุณสมบัติ|เฉพาะ|,|ลักษณะ|เฉพาะ|,|อํานาจ|กระตุ้น|ใจ|,|ความ|อร่อย|,|การ|ทํา|ให้|ตื่นเต้น|,|แรง|ดึงดูด|,|เสน่ห์|,|ความ|เจริญอาหาร|,|ชื่อเสียง|,|ความ|บริสุทธิ์. vi. มี|รส|,|มี|รส|ชาด|,|มี|กลิ่น|,|แนะนํา|,|ให้|ข้อคิดเห็น|,|เพลิดเพลิน|สนุกสนาน. vt. แต่ง|กลิ่น|,|ปรุง|กลิ่น|,|ทํา|ให้|มี|รส|ชาด
(เซ|'|เวอ|รี) adj. มี|รส|ชาด|,|รส|อร่อย|,|ทํา|ให้|พอใจ|,|ทํา|ให้|ถูกใจ|,|ดึงดูดใจ|,|เผ็ด|แต่|มี|กลิ่น|หอม|,|สนุกสนาน n. อาหาร|เผ็ด|แต่|มี|กลิ่น|หอม|,|อาหาร|กระตุ้น|ให้|หิว.  |Syn. savoriness n. savouriness n.  |Syn. pleasing|,|palatable|,|appetizing|,|reputab
(เซ|'|เวอะ) n. รส|,|รสชาติ|,|กลิ่น|,|คุณสมบัติ|เฉพาะ|,|ลักษณะ|เฉพาะ|,|อํานาจ|กระตุ้น|ใจ|,|ความ|อร่อย|,|การ|ทํา|ให้|ตื่นเต้น|,|แรง|ดึงดูด|,|เสน่ห์|,|ความ|เจริญอาหาร|,|ชื่อเสียง|,|ความ|บริสุทธิ์. vi. มี|รส|,|มี|รส|ชาด|,|มี|กลิ่น|,|แนะนํา|,|ให้|ข้อคิดเห็น|,|เพลิดเพลิน|สนุกสนาน. vt. แต่ง|กลิ่น|,|ปรุง|กลิ่น|,|ทํา|ให้|มี|รส|ชาด
(เซ|'|เวอ|รี) adj. มี|รส|ชาด|,|รส|อร่อย|,|ทํา|ให้|พอใจ|,|ทํา|ให้|ถูกใจ|,|ดึงดูดใจ|,|เผ็ด|แต่|มี|กลิ่น|หอม|,|สนุกสนาน n. อาหาร|เผ็ด|แต่|มี|กลิ่น|หอม|,|อาหาร|กระตุ้น|ให้|หิว.  |Syn. savoriness n. savouriness n.  |Syn. pleasing|,|palatable|,|appetizing|,|reputab
(แซฟ|'|วี) vt.,|vi.,|adj.,|n. (ความ) รู้|,|เข้าใจ.  |Syn. savoirfaire|,|sophistication
(ซอ) n. เลื่อย|,|เครื่องมือ|เลื่อย vt. เลื่อย|,|เลื่อย|ออก vi. ใช้|เลื่อย|,|ตัด|ด้วย|เลื่อย|,|กริยา|ช่อง 2 ของ see|  |Syn. sawer n.  |Syn. saying
(ซอ|'|ฟิช) n. ปลา|จมูก|ยาว|คล้าย|ใบ|เลื่อย
(ซอ|'|มิ|ล) n. โรง|เลื่อย|,|โรง|เลื่อย|จักร|,|แท่น|เลื่อย
(ซอน) v. กริยา|ช่อง 3 ของ saw
(ซอ|'|ทูธ) n. ซี่|ฟันเลื่อย|,|ฟันเลื่อย. adj. เป็น|ฟันเลื่อย|,|เหมือน|ฟันเลื่อย pl. sawteeth
(ซอ|'|เยอะ) n. ผู้|เลื่อย|,|กรรมกร|เลื่อย
(แซคซฺ|'|ฮอร์น) n. แตร|ทองเหลือง|ชนิด|หนึ่ง
(แซค|'|เซิน) n.,|adj. ชาว|อังกฤษ|,|ชาว|แอ|ง|โก|ล|-|แซก|ซอน|,|ภาษาอังกฤษ|โบราณ
(แซค|'|ซะโฟน) n. แตร|ปาก|งอ|ชนิด|หนึ่ง.  |Syn. saxophonic adj. saxophonist n.
(แซคซฺ|'|ทูบะ) n. = saxhorn (ดู) ขนาด|ใหญ่
(เซ) vt.,|vi. พูด|,|กล่าว|,|บอก|,|เล่า|,|ว่า|,|แสดง|ความเห็น adv. ประมาณ|,|ยก|ตัวอย่าง|,|เช่น n. สิ่ง|ที่|พูด|,|คําพูด|,|สิทธิ|ใน|การ|พูด|,|คราว|ที่|จะ|พูด|, -|Phr. (have the say มี|อํานาจ)|  |Syn. sayer n.  |Syn. utter|,|pronounce
(เซ|'|อะเบิล) adj. พูด|ได้|,|กล่าว|ได้|,|บอก|ได้|,|เล่า|ได้
(เซ|'|อิสทฺ) n. เอกพจน์|บุรุษ|ที่ 2 ของ|say|  |Syn. sayst
(เซ|'|อิง) n. คําพูด|,|คํากล่าว|,|คํา|บอก|,|คําเล่าลือ|,|คติพจน์|,|สุภาษิต -|Phr. (go without saying เชื่อมั่น|ใน|ตนเอง|ที่สุด)|  |Syn. maxim
(ไซ|ยะแน|'|ระ) interj. ลา|ก่อน|,|สวัสดี
(เซ|ซ) v. เอกพจน์|บุรุษ|ที่ 3 ของ|say
(ส|แคบ) n. สะเก็ด|แผล|,|โรค|หิด|,|การ|ตก|สะเก็ด|แผล|,|บุคคล|ที่|แตกแยก|จาก|กลุ่ม|,|คนงาน|ที่|ปฎิ|เส|ธ|ไม่|ยอม|ร่วม|หยุดงาน vi. ตก|สะเก็ด|แผล|,|เป็น|บุคคล|ที่|แตกแยก|จาก|กลุ่ม|,|ปฎิ|เส|ธ|ไม่|ยอม|ร่วม|หยุดงาน|  |Syn. eschar
(ส|แคบ|'|เบิร์ด) n. ฝัก|ดาบ|,|ปลอก|มีด vt. เก็บ|เข้า|ฝัก|,|ใส่|ปลอก
(ส|แคบ|'|บิด) adj. เป็น|สะเก็ด|แผล|,|ปกคลุม|ไป|ด้วย|สะเก็ด|แผล|,|เลวทราม|,|ต่ําช้า|,|เป็น|หิด.  |Syn. scabbedness n.
(ส|แคบ|'|บี) adj. เป็น|สะเก็ด|แผล|,|ปกคลุม|ไป|ด้วย|สะเก็ด|แผล|,|เป็น|หิด.  |Syn. scabbily adv. scabbiness n.
(สเค|'|บีซ) n. โรค|หิด|  |Syn. scabietic adj.
(สเค|'|เบียส) adj. เป็น|สะเก็ด|แผล|,|ปกคลุม|ไป|ด้วย|สะเก็ด|แผล|,|เป็น|หิด|  |Syn. scabby
(สแคฟ|'|โฟ|ลด|ฺ) n.,|vt. (จัด|ให้|มี) นั่งร้าน|,|วัสดุ|ที่|ใช้|ทํา|นั่งร้าน|ใน|การ|ก่อสร้าง|,|ยกพื้น|สําหรับ|แขวนคอ|นักโทษ|,|โครง|ยกพื้น|สําหรับ|แขวนคอ|นักโทษ|,|ตะแลงแกง|,|โครง|ยกพื้น|,|โครงกระดูก.  |Syn. platform
(สแคฟ|'|โฟลดิง) n. นั่งร้าน|,|ยกพื้น|,|โครง|ยกพื้น|,|วัสดุ|ที่|ใช้|ทํา|นั่งร้าน (ยกพื้น|,|โครง|ยกพื้น) ,|แกน|,|หลัก|  |Syn. scaffold
(สเค|'|ละ|เบิล) adj. ปีน|ได้|,|ไต่|ได้|ม|ชั่ง|ได้|,|ใช้|ตาชั่ง|ชั่ง|ได้|  |Syn. scalableness n. scalably adv.
แบบ|อักษร|ที่|กําหนด|ขนาด|ได้|หมายถึง แบบ|ตัวอักษร|ที่|จะ|สามารถ|ลด|หรือ|ขยาย|ขนาด|ให้|เป็น|เท่าใด|ก็ได้ (กําหนด|เป็น|จุด|หรือ point) และ|ไม่ว่า|จะ|กําหนด|ขนาด|เท่าใด ก็|จะ|ดู|สวย|เหมือน|กัน|หมด (ถ้า|เป็น|แบบ|อักษร|บิต|แมป คอมพิวเตอร์|จะ|ต้อง|เก็บ|ตัวอักษร|ไว้|ทุก|ขนาด ซึ่ง|จะ|เปลือง|เนื้อที่|เก็บ|เป็นอันมาก
(สแคล|'|ละแวก) n. อันธพาล|,|คน|พาล|,|ง|  |Syn. scalawaggery n. scallawaggery n. scalawaggy adj. scallawaggy adj.  |Syn. rascal
(ส|คอ|ลด|ฺ) vt. ลวก vi. ลวก|,|ถูก|ลวก n. แผล|น้ํา|ร้อน|ลวก|,|แผล|ถูก|ไอน้ํา|,|แผล|ไหม้ ,|= skald
(สเคล) n. ตาชั่ง|,|เครื่องชั่ง|,|ตา|ชู|,|จาน|ตาชั่ง|,|น้ําหนัก|,|สะเก็ด|,|เกล็ดปลา|,|เกล็ด|,|กาบ|,|คราบ|,|เปลือก|,|หินปูน|ที่|เกาะ|ฟัน|, (ตา) ต้อ|,|สนิม|น้ํา|,|คราบ|น้ํา vt. เอา|สะเก็ด|หรือ|เกล็ด|ออก|,|เอา|เกล็ด|ออก|,|เอา|คราบ|ออก|,|เอา|เปลือก|ออก vi. ตก|สะเก็ด (สะเก็ด|,|เกล็ด|,|เปลือก|,|คราบ) ร่วงหล่น
(สเคล) n. การ|แบ่ง|เป็น|ชั้น ๆ ,|การ|แบ่ง|เป็น|ขีด ๆ ,|มาตราส่วน|,|มาตราส่วน|แผนที่|,|มาตรา|การ|นับ|,|ไม้บรรทัด|ที่|มี|เส้น|แบ่ง|,|เครื่องวัด|ที่|มี|เส้น|แบ่ง|,|ระดับ|เสียง|,|ระดับชั้น|,|อัตรา|,|ความ|ใหญ่|เล็ก|,|ระบบ|เลื่อน|ชั้น|,|ขั้นบันได vt. ขั้นบันได|,|ปีน|ไต่|,|บรรลุผล|,|ทํา|ตาม|ขั้นตอน|,|วัด|ตาม|ขั้นตอน|,|วัด|ด้วย|ไม้บรรทัด
(สเคล|'|เดาน์|') n. การ|หด|ลง|,|การ|ลด|ลง|,|การ|เลื่อน|ลง|ตาม|มาตราส่วน
(สเคล|'|เลอะ) n. ผู้|ลอก|เอา|เกล็ด|ออก|,|ผู้|ลอก|เอา|เปลือก|ออก|,|สัตว์|ที่|ลอก|คราบ|,|ผู้|ชั่ง|ตาชั่ง|,|ผู้ทํา|หน้าที่|วัด (ตาม|มาตราส่วน) ,|ผู้ใช้|ไม้บรรทัด|วัด
(สเคล|'|ลินิส) n. การ|มี|เกล็ด|,|การ|มี|สะเก็ด|,|การ|ตก|สะเก็ด|,|การ|มี|คราบ|,|คราบ|บน|ผิว|ของเหลว|,|ความ|เลวทราม|,|ความ|ใจแคบ
n. บันได|ปีน|กําแพง
(ส|คอ|ล) n. =|scurf (ดู)| 
(สแคล|'|ละแวก) n. อันธพาล|,|คน|พาล|,|ง|  |Syn. scalawaggery n. scallawaggery n. scalawaggy adj. scallawaggy adj.  |Syn. rascal
(ส|คอ|ล|'|ลัพ) n. หอยแครง|สอง|ฝา
(สแคลพฺ) n. หนัง|หัว|คน|,|หนัง|หัว|สัตว์|,|หนัง|หัว|คน|ที่|รวม|ทั้ง|ผม ,|ยอด|เขา|หัวโล้น. vt.,|vi. ถลก|หนัง|หัว|,|ซื้อขาย (หุ้น) เพื่อ|หวัง|ผลกําไร|,|ขาย (ตั๋ว) ใน|ราคา|สูง|กว่า|ราคา|ที่|กําหนด|ไว้|  |Syn. scalper n.
(สเค|'|ลี) adj. มี|เกล็ด|มาก|,|มี|สะเก็ด|มาก|,|ตก|สะเก็ด|มาก|,|มี|คราบ|มาก|,|มี|เปลือก|มาก|,|เลวทราม|,|ใจแคบ.  |Syn. scaliness n.  |Syn. squamous
(ส|แคม|พฺ) n. อันธพาล|,|คน|พาล|,|คน|เสเพล|,|คน|โกง|,|คน|เหลวไหล. vt. ทํา|ให้|เหลวไหล|,|ทํา|อย่าง|รีบเร่ง|,|ทํา|อย่าง|สะเพร่า|  |Syn. rogue
(ส|แคม|'|เพอะ) vi.,|n. (การ) วิ่ง|อย่าง|รีบเร่ง|,|ไป|อย่าง|รีบเร่ง|,|วิ่ง|เล่น|,|กระโดดโลดเต้น.  |Syn. scurry|,|scuttle|,|rush
(ส|แคน) vt.,|vi. ตรวจ|อย่าง|ละเอียด|,|มอง|กวาด|,|ดู|ผ่าน ๆ ตา|,|วิเคราะห์|เสียง|สัมผัส|ของ|บทกวี|,|อ่าน|บทกวี|โดย|พิจารณา|เสียง|สัมผัส|, (โทรทัศน์|,|เรดาร์) กวาด|ภาพ ป|รา|กฎ|ภาพ.  |Syn. scannable adj. scanner n.  |Syn. inspect|,|scrutinize|,|peruse|,|glan
(ส|แคน|'|เดิล) n.,|vt. (ทํา|ให้|เป็น) เรื่อง|อื้อฉาว|,|เรื่อง|ฉาวโฉ่|,|เรื่อง|อัปยศ|อดสู|,|เรื่อง|น่า|อาย|,|การ|นินทา|ป้าย|ร้าย.  |Syn. disgrace|,|shame
(ส|แคน|'|เดิลมัง|เก|อะ) n. ผู้|แพร่กระจาย|เรื่อง|อื้อฉาว|,|ผู้|นินทา|ป้าย|ร้าย
(ส|แคน|'|ดะ|เลิส) adj. น่า|อาย|,|น่า|อัปยศ|,|อดสู|,|ทํา|ให้|เสื่อมเสีย|ชื่อเสียง|,|อื้อฉาว|,|ฉาวโฉ่.  |Syn. scandalousness n.  |Syn. disgraceful|,|odious
(ส|แคน|ดิเน|'|เวียน) adj.,|n. เกี่ยวกับ (ประเทศ|แถบ|สแกนดิเนเวีย|น|,|ประชาชน หรือ|ภาษา|ที่|ใช้|กัน) .
เครื่อง|กราด|ตรวจ|เครื่อง|กราด|ภาพ|ตัว|กราด|ตรวจ|ตัว|กราด|ภาพ|หมายถึง อุปกรณ์|ชนิด|หนึ่ง ที่|ใช้|ต่อ|กับ|เครื่อง|คอมพิวเตอร์ ใช้|สําหรับ|นํา|ข้อความ|หรือ|ภาพ|เข้า|ไป|เก็บ|ไว้|ใน|หน่วยความจํา|ได้ ด้วย|วิธีการ|กราด|แสง|ผ่าน คอมพิวเตอร์|สามารถ|นํา|ข้อมูล|ที่|ส่ง|เข้า|ไป|นั้น|มา|แก้ไข ปรับ|แต่ง เพิ่มเติม จัด|เก็บ|และ|แสดง|ผล|ออก|มา|ได้|ทั้ง|ทาง|จอภาพ|และ|เครื่องพิมพ์ แต่เดิม เมื่อ|ใช้|เครื่อง|จับภาพ|อ่าน|ข้อมูล|ที่|เป็น|เอกสาร|เข้า|ไป คอมพิวเตอร์|จะ|นํา|ไป|เก็บ|ใน|ลักษณะ|ของ|ภาพ (image) กล่าวคือ|ไม่|สามารถ|นํา|ข้อความ|นั้น|มา|แก้ไข|ได้ แต่|ใน|ปัจจุบัน การ|พัฒนา|ได้|ก้าว|ไป|ไกล ถึง|การ|ที่|สามารถ|แปลง|ตัวอักษร|ที่|เป็น|ภาพ ให้|มี|ลักษณะ|เป็น|เอกสาร|ที่|นํามา|แก้ไข|ตัวสะกด|ได้ โดย|นํามา|ทํา|ใน|โปรแกรมประมวลผล|คํา (word processing) เครื่อง|กราด|ภาพ|ที่|นิยม|ใช้|กัน|อยู่|ใน|ปัจจุบัน|มี 2 แบบ|คือ แบบ|ระนาบ (flatbed) กับ|แบบ|มือ|ถือ (handheld) เช่น แบบ|ที่|ใช้|ใน|การ|อ่าน|รหัส|แท่ง (bar code) ใช้|ตาม|ร้าน|สรรพสินค้า
(ส|แคน|ทฺ) adj. ขาดแคลน|,|ไม่|พอเพียง|,|มี|น้อย|,|เกือบ|ไม่|มี. vt. ทํา|ให้|ขาดแคลน|,|ทํา|ให้|ลด|น้อย|ลง|,|ทํา|ให้|ไม่|เพียงพอ|,|กระทํา|อย่าง|ไม่|เพียงพอ|  |Syn. scantly adv. scantness n.  |Syn. scanty|,|meager|,|sparse|,|restrict
(ส|แคน|'|ที|ซ) n.,|pl. กางเกงใน|สั้น|ที่สุด|ของ|สตรี|,|กางเกงใน|ขนาด|จิ๋ว|ของ|สตรี
(ส|แคน|'|ที) adj. ขาดแคลน|,|ไม่|พอเพียง|,|มี|น้อย|,|เกือบ|ไม่|พอ.  |Syn. scantily adv. scantiness n.  |Syn. few|,|scarce
(สเคพ|'|โก|ท) n. แพะรับบาป|,|ผู้|รับเคราะห์|แทน|คน|อื่น|  |Syn. whipping boy|,|goat
(สเคพ|'|เก|รส) n. อันธพาล|ที่|ใช้การไม่ได้|,|คน|ที่|ใช้การไม่ได้|,|คน|เสเพล|ที่|ใช้การไม่ได้|  |Syn. rogue|,|rascal
Pref. เรือ
(สแคพ|'|พิว|ละ) n. กระดูก|สะบัก|,|กระดูก|ไหล่
(สคาร์) n. แผลเป็น|,|รอย|แผล vt. ทิ้ง|รอย|แผล|ไว้|,|ทํา|ให้|เกิด|แผลเป็น. vi. กลาย|เป็น|แผลเป็น
(สแค|'|เริบ) n. แมลง|ปีก|แข็ง
(สแคสฺ) adj. ขาดแคลน|,|ไม่|เพียงพอ|,|หา|ยาก|,|ไม่ค่อย|พบ -|Phr. (make oneself scarce จาก|ไป (โดยเฉพาะ|อย่าง|กะทันหัน)) . adv. อย่าง|ขาดแคลน|,|อย่าง|ไม่|เพียงพอ.  |Syn. scarceness n.
(สแคสฺ|'|ลี) adv. อย่าง|ขาดแคลน|,|อย่าง|ไม่|เพียงพอ|,|หา|ยาก|,|ไม่ค่อย|พบ|,|บอบบาง|,|เกือบจะ|ไม่|,|แทบ|จะ|ไม่|,|ไม่สู้|จะ|  |Syn. just|,|barely
(สแคส|'|ซิ|ที) n. ความ|ขาดแคลน|,|ความ|ไม่|เพียงพอ|,|การ|มี|น้อย|,|การ|หา|ยาก
(สแครฺ) vt. ทํา|ให้|ตกใจ|,|ทํา|ให้|ตกอกตกใจ|,|ทํา|ให้|อก|สั่น|ขวัญหาย. vi.,|n. (ความ) ตกใจ|,|ตกอกตกใจ|,|อก|สั่น|ขวัญหาย.  |Syn. scaringly adv.  |Syn. frighten|,|intimidate|,|daunt
(สแครฺ|'|ไบ|อิง) n. การ|แย่ง|ซื้อ
(สแคร|'|โค|ร) n. หุ่นไล่กา|,|สิ่ง|ที่|ใช้|ขู่|คน|,|คน|ผอม|ที่|สวม|เสื้อ|ขาด|หลาย|แห่ง|,|คน|ผอม|มาก
(สแครฺ์|'|ดี|แคท) n. คน|ที่|ตกอกตกใจ|ได้|ง่าย|,|คน|ใจฝ่อ
(สแครฺ์|'|เฮ|ด) n. พาดหัวข่าว|ขนาด|ใหญ่|มาก|,|พาดหัวข่าว|ที่|ทํา|ให้|ตกใจ.  |Syn. scareheadline
(-|ไลน์) n. =|scarehead (ดู)| 
(ส|แคร์|'|มัง|เก|อะ) n.ผู้|ปล่อยข่าว|ที่|ทํา|ให้|คน|ตกอกตกใจ|  |Syn. scaremongering n.
(สคาร์ฟ) n. ผ้าพันคอ|ชนิด|ยาว|,|ผ้า|โพกหัว|หรือ|สะพาย|ไหล่|ของ|สตรี|,|เน็ค|ไท|,|ผ้า|ยาว|แคบ|ที่|ใช้|ปูโต๊ะ|และ|อื่น ๆ vt. พัน|ด้วย|ผ้า|ดังกล่าว|,|คลุม|หรือ|ปู|ด้วย|ผ้า|ดังกล่าว|  |Syn. neckpiece|, band
(สคาร์ฟ|'|พิน) n. เข็มปัก|ผ้าพันคอ|,|เข็มปัก|เน็ค|ไท|,|เข็มกลัด|เน็ค|ไท|,|เข็มกลัด|ผ้าพันคอ
(สแค|'|ริ|ไฟ) vt. กรีด|,|ผ่า|ตื้น ๆ ,|วิจารณ์|อย่าง|รุนแรง|,|เร่ง|การ|งอก|ของ|เมล็ด|โดย|การ|กรีด|ผิว|เมล็ด|  |Syn. scarifier n.
(ส|แคร์|'|ลิท) adj. สี|แดง|สด (ค่อน|ไป|ทาง|สี|ส้ม) ,|ผ้า|ที่|มี|สี|แดง|สด|,|เครื่องแต่งกาย|ที่|มี|สี|แดง|สด. adj. มี|สี|แดง|สด
n. ไข้|อีดําอีแดง มี|อาการ|เจ็บ|คอ ลิ้น|แดง|เข้ม ผิวหนัง|มี|ผื่น|แดง ชีพจร|เต้น|เร็ว|,|การ|บูชา|ทหาร (ของ|ผู้หญิง)| 
n. หญิง|มั่ว|โลกีย์|,|หญิง|ชั่ว
(สคาร์พ) n. แนวหน้า|ผา|ที่|เกิด|จาก|คลื่น|ทะเล|เซาะ|กร่อน|,|เนิน|เอียง|ลาดชัน|ใน|ของ|ป้อมปราการ|,|เนิน|ชัน. vi. กลาย|เป็น|เนิน|ชัน.  |Syn. slope
(สคาร์ฟซฺ) n. พหูพจน์|ของ scarf (ดู)| 
(สแค|'|รี) adj. ทํา|ให้|ตกใจ|,|ทํา|ให้|ตกอกตกใจ|,|ใจฝ่อ|,|ขี้|ตกใจ|,|ตกใจ|ง่าย.  |Syn. frightening
(สเคธ) n. วิจารณ์|อย่าง|รุนแรง|,|ทํา|อันตราย|,|ทําร้าย|,|ทํา|ให้|บาดเจ็บ.  |Syn. -|hurt|,|harm
(สแคท|'|เทอะ) vt.,|vi.,|n. (การ|,|ทํา|ให้) กระจัดกระจาย|,|ทํา|ให้|กระเจิง|,|สาด|,|โปรย|,|หว่าน|,|ทํา|ให้|แสง|หรือ|รังสี|หักเห|,|สิ่ง|ที่|กระจัดกระจาย|  |Syn. scatterable adj. scatterer n.
adj. ไม่|รอบคอบ|,|เลินเล่อ|,|ประมาท|,|มี|จิตใจ|ที่|ไม่|มุ่งมั่น
adj. กระจัดกระจาย|,|แตก|กระเจิง|,|แพร่กระจาย|,|หรอ|ม|แห|รม. n. จํานวน|เล็กน้อย|ที่อยู่|กระจัดกระจาย|,
(สแคฟ|'|เวินจฺ) vt.,|vi. ขน|ขยะ|,|กวาด|ขยะ|,|กวาด|,|ขับ|แก๊ส|เผาไหม้|ออก|,|ขับ|ควัน|ออก|,|กิน|เนื้อตาย|เป็น|อาหาร|,|เอา|สิ่ง|สกปรก|ออก|,|ค้นหา
(สแคฟ|'|เวิน|เจอะ) n. คน|เก็บ|ขยะ|,|คน|เก็บ|ขยะ|,|เครื่อง|เก็บ|ขยะ|,|สิ่งมีชีวิต|ที่|กิน|ซาก|ของ|สิ่งมีชีวิต|อื่น|,|สัตว์|ที่|กิน|ของ|เน่า
(ซิ|แน|'|ริ|โอ|,|ซิ|นา|'|ริ|โอ) n. บท|ภาพยนตร์|,|บท|ถ่าย|ภาพยนตร์|,|โครงการ|,|แผนการ|,|บทละคร. pl. scenarios|  |Syn. script|,|plot
(ซิ|แน|'|ริ|สทฺ) n. นักเขียน|บท|ภาพยนตร์
(ซี|น) n. ฉาก|,|เวที|,|ภาพ|,|เหตุการณ์|,|สถานที่|เกิด|เหตุ|, (ละคร) บท|หนึ่ง|, (ภาพยนตร์) ตอน|หนึ่ง|,|เรื่องราว|,|อุปกรณ์|ประกอบ|ฉาก|,|สิ่งแวดล้อม|,|ทัศนียภาพ|,|ภาพ|ภูมิประเทศ|, -|Phr. (behind the scenes ส่วนตัว|,|เป็น|ความลับ)|  |Syn. view|,|landscape|,|setting|,|display|,|s
(ซี|'|เนอ|รี) n. ทิวทัศน์|,|ทัศนียภาพ|,|ภาพ|ภูมิประเทศ|,|ฉาก|ทั้งหลาย|,|สิ่งแวดล้อม
(ซี|'|นิค|,|เซน|'|นิค) adj. เกี่ยวกับ|ภาพ|ภูมิประเทศ|,|เกี่ยวกับ|ทัศนียภาพ|,|มี|ทิวทัศน์|ที่|สวยงาม หรือ|ดึงดูดใจ|,|มี|ฉาก|ที่|สวยงาม|หรือ|ดึงดูดใจ|,|เกี่ยวกับ|ฉาก|  |Syn. picturesque|,|pictorial
(ซี|'|โน|กราฟ) n. ภาพ|มิติ
(เซน|ทฺ) n. กลิ่น|,|กลิ่น|เฉพาะ|,|รอย|กลิ่น|,|กลิ่น|สาป|,|น้ําหอม|,|ประสาท|ดม|กลิ่น|,|การ|ดม|กลิ่น|,|เหยื่อ|ตกปลา|,|เหยื่อ|ล่าสัตว์. vt. ดม|กลิ่น|,|ได้|กลิ่น|,|ทํา|ให้|มี|กลิ่น|,|ใส่|น้ําหอม vi. ล่าสัตว์|โดย|ตาม|กลิ่น|,|ส่ง|กลิ่น|  |Syn. perfume
(เซ|พ|'|เทอะ) n. คทา|,|ค|ทา|ของ|กษัตริย์ ,|พระราช|อํานาจ vt. มอบ|ค|ทา|ให้|,|มอบอํานาจ|ให้|  |Syn. sceptral adj.
(สเคพ|'|ทิค) n.,|adj. = skeptic (ดู)| 
(สเคพ|'|ทิเคิล) adj. =|skeptical (ดู)|  |Syn. sceptically adv. sceptism n.
(เซ|พ|'|เทอะ) n. คทา|,|ค|ทา|ของ|กษัตริย์ ,|พระราช|อํานาจ vt. มอบ|ค|ทา|ให้|,|มอบอํานาจ|ให้|  |Syn. sceptral adj.
(เชด|'|ดู|ล|,|สเคด|'|ดู|ล) n. รายการ|,|รายละเอียด|,|หมายกําหนดการ|,|ตารางเวลา|,|ตาราง|,|แผนการ|,|กําหนดการ|ประจําวัน. vt. กําหนดการ|,|กําหนด|,|เรียงลําดับ|,|วางแผน|  |Syn. schedular adj.  |Syn. timetable|,|agenda
(สคีแมท|'|ทิค) adj.,|n.เกี่ยวกับ (แผนผัง|,|แบบแผน|,|โครงการ|,|แผนการ) .  |Syn. schematically adv.  |Syn. plan
(ส|คีม) n. แผนผัง|,|แบบแผน|,|โครงการ|,|แผนการ|,|แผน|ลับ|,|กลเม็ด|,|ระบบ|การ|จัดการ|,|เพทุบาย|,|แผน|ร้าย|,|แผนภาพ|ดวงดาว|,|แผนภาพ|อธิบาย|,|แผน|จินตนาการ. vt.,|vi. วางแผน|,|วาง|ผัง|,|วาง|แบบแผน|,|วาง|โครงการ|,|ออก|อุบาย|,|วางแผน|ร้าย|  |Syn. schemer n.  |Syn. plan
(ชิ|ส|'|ซี|ม) n. การ|แตกแยก|,|การ|แตก|ความ|สามัคคี|,|การ|แตกร้าว|,|การ|แตกฉาน|, ส่วน|ที่|แตกแยก|ออก|มา|  |Syn. schismatic adj.  |Syn. division
(ซิ|สทฺ) n. หิน|ผลึก|ที่|มี|ส่วนประกอบ|แร่ธาตุ|ที่|จัด|เป็น|รูป|ขนาน|หรือ|ลักษณะ|ใบไม้
โรค|พยาธิ|ใบไม้|ใน|เลือด
(สคิส|'|โซ|ฟรี|'|เนีย) n. โรคจิต|ที่|สําคัญ|ที่สุด มี|อาการ|ขาด|การ|ติดต่อ|กับ|สิ่งแวดล้อม|หรือ|มี|บุคลิกภาพ|ที่|แตกแยก|,|โรคจิตเภท.  |Syn. schizophrenic adj.  |Syn. dementia praecox|,
(ชเลพ) vt. ถือ|,|แบก|,|ลาก|,|ดึง. n. ถือ|,|แบก|,|ลาก|,|ดึง|,|ไป|,|เคลื่อนที่ n. บุคคล|ที่|ไม่|สําคัญ|  |Syn. carry|,|drag|,|haul
(ชเลพ) vt. ถือ|,|แบก|,|ลาก|,|ดึง. n. ถือ|,|แบก|,|ลาก|,|ดึง|,|ไป|,|เคลื่อนที่ n. บุคคล|ที่|ไม่|สําคัญ|  |Syn. carry|,|drag|,|haul
(ส|คอ|ล|'|เลอะ) n. ผู้|คงแก่เรียน|,|นักวิชาการ|,|ผู้เชี่ยวชาญ|,|นักเรียน|,|นักศึกษา|,|ลูกศิษย์|,|ผู้|ได้|รับ|ทุนการศึกษา.
(ส|คอ|ล|'|เลอ|ลี) adj.,|adv. คงแก่เรียน|,|เป็น|นักวิชาการ|,|เป็น|ผู้เชี่ยวชาญ|,|เป็น|นักศึกษา.  |Syn. scholarliness n.  |Syn. erudite|,|learned
(ส|คอ|ล|'|เลอะ|ชิ|พ) n. ความ|เป็น|ผู้|คงแก่เรียน|,|ความ|เป็น|ผู้เชี่ยวชาญ|หรือ|นักวิชาการ|,|ทุนการศึกษา|,|ความ|รู้.  |Syn. erudition|,|learning|,|education|,|enlightment
(ส|คอ|แล|ส|'|ทิค) adj. เกี่ยวกับ|โรง|-|เรียน|,|เกี่ยวกับ|ผู้|คงแก่เรียน|,|เกี่ยวกับ|การ|ศึกษา
(ส|คู|ล) n. โรงเรียน|,|ระบบ|การ|ศึกษา|,|การ|ศึกษา|, กลุ่ม|นักเรียน|,|ภาคเรียน|,|ฝูง|ปลา|,|ฝูง|สัตว์น้ํา. adj. เกี่ยวกับ|โรงเรียน|,|เกี่ยวกับ|การ|สอน vi. อยู่|เป็น|ฝูง|,|ไป|เป็น|ฝูง|  |Syn. academy|,|institute|,|college
รถ|โรงเรียน
n. กระเป๋า|เรียน
n. เด็ก|นักเรียน|ชาย
(ส|คู|ล|'|ฟี) n. ค่าเล่าเรียน
(ส|คู|ล|'|เกิร์ล) n. นักเรียน|หญิง
(ส|คู|ล|'|ลิง) n. การ|เรียน|การ|สอน (โดยเฉพาะ|ใน|โรงเรียน)|  |Syn. training
(ส|คู|ล|'|มา|ส|เทอะ) n. ครู|ผู้ชาย|,|ครูใหญ่. vt.,|vi. ทํา|หน้าที่|เป็น|ครู|,|ทํา|หน้าที่|เป็น|ครูใหญ่.  |Syn. schoolmastership n.
(ส|คู|ล|'|เมท) n. เพื่อน|ร่วม|โรงเรียน|,|เพื่อน|นักเรียน|,|เพื่อน|ที่|เคย|เรียน|มา|ด้วย|กัน
n. ครูใหญ่|ที่|เป็น|ผู้หญิง|,|ครู|ผู้หญิง
n. อาชีพ|ครู|,|การ|สอน|หนังสือ
n. การงาน|และ|งาน|ที่|โรงเรียน
n. สนาม|โรงเรียน|,|บริเวณ|โรงเรียน
n. ปี|การ|ศึกษา
(ไซ|แอ|ท|'|ทิค) n.,|adj. (เกี่ยวกับ) ส่วน|ที่อยู่|บริเวณ|ก้น|หรือ|ตะโพก
(ไซ|'|เอินซฺ) n. วิทยาศาสตร์
n. นวนิยาย|วิทยาศาสตร์
(ไซ|เอินทิฟ|'|ฟิค) adj. เกี่ยวกับ|วิทยาศาสตร์|,|ควบคุม|โดย|หลัก|ความจริง|หรือ|หลักการ|,|มี|ระบบ.  |Syn. scientifically adv.  |Syn. empirical|,|systematic|,|demonstrable
(ไซ|'|เอินทิสทฺ) n. นักวิทยาศาสตร์
(ซิ|น|ทะเล|'|เชิน) n. การ|เกิด|ประกายไฟ|,|การ|เป็น|ประกาย|ระยิบระยับ|  |Syn. brilliance
(ไซ|'|เอิน) n. ทายาท|,|เด็ก|,|หน่อ|,|กิ่ง|อ่อน (โดยเฉพาะ|สําหรับ|ต่อกิ่ง)|  |Syn. descendant
(ซิ|ส|'|เซ|อซ) n. กรรไกร|,|ตะไกร|, (มวยปล้ํา) การ|ใช้|ขา|รัดตัว|หรือ|หัว|ของ|คู่ต่อสู้
ชั้น|ตาขาว
(สคลี|โร|'|ซิ|ส) n. การ|แข็ง|,|การ|แข็ง|ด้าน|,|การ|กระด้าง|,|การ|แข็งตัว|ของ|เนื้อเยื่อ.  |Syn. sclerosal adj.
(ส|คอ|ฟ) vi.,|n. (การ) พูด|เยาะเย้ย|,|การ|ล้อเลียน|,|เสียดสี|  |Syn. scoffer n. scoffingly adv.  |Syn. sneer|,|jeer|,|fleer
(ส|โค|ลด|ฺ) vt.,|vi.,|n. (การ) ดุด่า|,|ด่า|ด้วย|ความ|โกรธ|,|ตําหนิ|,|ต่อว่า|,|ว่า|,|บุคคล|ที่|ชอบ|ด่า|  |Syn. scolder n. scoldingly adv.  |Syn. reprimand
(ส|คอน|ซฺ) n. ป้อม|เล็ก ๆ ,|ม่าน|ปิด|,|ของ|อําพราง|,|ที่หลบภัย vt. ป้องกัน|ด้วย|สิ่ง|ต่าง ๆ ดังกล่าว|,|ป้องกัน|,|หลบภัย
(ส|โคน) n. ขนม|รูป|กลม|แบน|,|ขนม|ปิสคิท
(ส|โค|พ) n. ทัพพี|,|กระบวย|,|กระชอน|,|ถัง|ตัก|,|พลั่ว|ตัก|,|ปริมาณ|ดังกล่าว|,|โพรง|,|การ|ตัก|ด้วย|ทัพพี (กระบวย...) ,|การ|ฉวยโอกาส|,|การ|แทง|,|ข่าว|ตีพิมพ์|ที่|ออก|ก่อน|ฉบับ|อื่น|,|ทํา|ให้|เป็นโพรง|,|ตีพิมพ์|ข่าว|ก่อน vi. ใช้|ทัพ|พ|' (กระบวย) ตัก|  |Syn. trowel|,|shovel|,|ladle|,|spoon
(ส|คู|พ|'|เพอะ) n. เครื่อง|ตัก|,|เครื่อง|ขูด|,|เครื่อง|คว้าน
(ส|คู|พ|'|ฟู|ล) n. ปริมาณ|หนึ่ง (ทัพพี|,|กระบวย|,|กระชอน|,|ถัง|,|พลั่ว) pl.  |Syn. scoopfuls
(ส|คู|ท|'|เทอะ) n. รถ|เด็ก|ใช้|เท้า|ถีบ|พื้น|,|รถจักรยานยนต์|ชนิด|เตี้ย|ของ|ผู้ใหญ่ มี|แผ่น|วาง|เท้า|,|รถ|ส|คู|เตอร์|,|เรือใบ|ท้องแบน|มี|แคร่|เลื่อน (ใช้|วิ่ง|บน|หิมะ|หรือ|ใน|น้ํา)| 
(ส|โค|พ) n. ขอบเขต|,|วง|,|ลู่ทาง|, ทัศนวิสัย|,|วิสัย|,|โอกาส|,|ความ|ยาว ,|กล้อง|ส่อง|  |Syn. space
(สคอร์ช) vt. ทํา|ให้|เกรียม|,|ทํา|ให้|ไหม้เกรียม|,|ทํา|ให้|ไหม้|เล็กน้อย|,|กล่าว|โจมตี|อย่าง|รุนแรง. vi. ไหม้เกรียม|,|ไหม้|เล็กน้อย|, (ดวงอาทิตย์) แผด|จ้า. n. แผล|ไหม้เกรียม|,|แผล|ไหม้|เล็กน้อย|,|การ|ขับ|ด้วย|ความ|เร็ว|มาก|เกิน|ไป|  |Syn. shrivel|,|wither
(สคอร์|'|ชิง) adj. แผดเผา|,|ร้อน|มาก|,|ไหม้เกรียม|,|ทํา|ให้|เจ็บแสบ|,|เหน็บแนม|มาก.  |Syn. scorchingly adv.  |Syn. caustic
(สคอร์) n. รอย|บาก|,|รอย|ขีด|,|รอย|แผล|,|รอย|,|บาก|,|เส้น|ขีด|,|หมาย|,|รายการ|บัญชี|,|บัญชี|หนี้สิน|,|ประเด็น|,|คะแนน|,|ยี่|สิบ|,|เหตุผล|,|มูลเหตุ|,|การ|นับ|แต้ม|,|จํานวน|มากมาย|,|กระทง|,|โน๊ต|เพลง vt.,|vi. ทํา|คะแนน|,|ทํา|แต้ม|,|ประเมิน|ผล|,|ทํา|รอย|บาก|,|ขีด|,|จด|คะแนน|,|นับ|แต้ม|,|ลง|บัญชี|หนี้สิน|,|มี|ชัย|,|ตําหนิ.
n. กระดาน|จด|คะแนน|,|ป้าย|บอก|คะแนน
(ส|คอ|'|ริ|ง) n. การ|ทํา|คะแนน|,|การ|ทํา|แต้ม|,|การ|ให้|คะแนน|,|การ|จด|คะแนน|,|การ|ทํา|รอย|บาก|,|การ|ขีด|เส้น|,|โน๊ต|เพลง|,|การ|เขียน|โน๊ต|เพลง
(สคอร์น) vt.,|n. (การ) ดูถูก|,|ดูหมิ่น|,|สบ|ประมาท|,|ปฎิ|เส|ธ|อย่าง|สบ|ประมาท|,|สิ่ง|ที่|ดูถูก|,|สิ่ง|ที่|ดูหมิ่น|  |Syn. scorner n. scorningly adv.  |Syn. contempt
(สคอร์น|'|ฟู|ล) adj. เต็มไปด้วย (การ|ดูถูก|,|การ|ดูหมิ่น|,|การ|สบ|ประมาท|,|การ|หัวเราะเยาะ)|  |Syn. scornfully adv. scornfulness n.
(ส|คอ|ร|'|พิ|โอ) n. กลุ่ม|ดาว|แมง|ป่อง|,|ราศี|พิ|จิก
(สคอร์|'|เพียน) n. แมง|ป่อง|,|จิ้งเหลน|,|แย้|,|คน|เหี้ยมโหด|,|แส้|,|หวาย Phr. (the Scorpion กลุ่ม|ดาว|แมง|ป่อง)| 
(ส|กอ|ท) n. ชาว|สก๊อต
(ส|คอ|ทชฺ) vt. ตัด|,|เฉือน|,|กรีด|,|บาด|,|ทํา|ให้|เจ็บ|,|ทํา|ให้|บาดเจ็บ|,|หยุด|,|กําจัด|,|ขจัด|,|หยุดยั้ง|,|อุด|  |Syn. quash|,|suppress|,|hinder
n. เทป|ติด|กระดาษ
n. เหล้า|วิสกี้|ที่|ทํา|จาก|สก๊อตแลนด์ (โดยเฉพาะ|จาก|ข้าว|บาร์เลย์)| 
(ส|คอ|ทชฺ|'|เมิน) n. ชาว|สก๊อต pl. -|Scotmen
n. ตํารวจสันติบาล|ของ|อังกฤษ|  |Syn. London police
(ส|กอ|ทซฺ|'|เมิน) n. ผู้ชาย|สก๊อตแลนด์ pl. Scotsmen|  |Syn. Scotchman
(ส|คอ|ท|'|ทิช) adj.,|n. (เกี่ยวกับ) ชาว|สก๊อต|,|ประเทศ|สก๊อตแลนด์|หรือ|ภาษา|สก๊อต.
(สเคา|'|เด|ริ|ล) n. คน|เสเพล|,|คน|พาล|,|คน|ชั่ว|,|คน|เลว|,|คน|วาย|ร้าย|  |Syn. blackguard
(สเคาร์|'|เออะ) vt.,|vi.,|n. (การ) ขัด|ให้|สะอาด|,|ขัด|เงา|,|ขัด|อย่าง|แรง|,|ถู|อย่าง|แรง|,|ถู|ให้|สะอาด|,|ลอก|ท้องร่อง|,|กรอก|ลําไส้|,|ถ่าย|ท้อง|,|ล้าง|ท่อ|,|กลั้ว|ท่อ|,|ล้าง|ออก|,|ชะ|ออก|,|ขจัด|,|กําจัด vi.,|vt. ไป|อย่าง|รวดเร็ว|,|เคลื่อนที่|อย่าง|รวดเร็ว|,|ผ่าน|ไป|อย่าง|ฉับพลัน|,|เที่ยว|ค้นคว้า
(สเคิร์จฺ) n. แส้|,|หวาย|,|เครื่องมือ|ลงโทษ|ผู้ทํา|ลาย|,|สิ่ง|ทําลาย|,|สิ่ง|ที่|นํามา|ซึ่ง|ความ|หายนะ vt. เฆี่ยน|,|ลง|แส้|,|โบย|,|หวด|,|ทําโทษ|,|วิจารณ์|อย่าง|รุนแรง|,|ประณาม|,|ทําลาย|,|ขยี้|,|ระบาด|  |Syn. scourger n. scourgingly adv.
(สเคา|'|ริ|ง) n. การ|ขัด|ให้|สะอาด|,|การ|ชะล้าง|,|การ|ขัดถู.  |Syn. scourings สิ่ง|สกปรก|ที่|หลุด|ออก|มา|จาก|การ|ขัดถู|,|กาก|เดน|ชนชั้น|เลว|ของ|สังคม|ขยะ|  |Syn. cleansing
(สเคาทฺ) n. ทหาร|สอด|แนม|,|ทหารพราน|,|แมวมอง|,|ผู้|สอด|แนม|,|ลูก|เสือ|,|เนตร|นา|รี|,|เสือ|ป่า|,|เจ้าหน้าที่|สังเกตการณ์|,|ผู้|เสาะแสวงหา|คน|ใหม่ vt. ตรวจสอบ|,|สอด|แนม|,|สังเกตการณ์|,|สอด|แสวงหา|  |Syn. scouting n.  |Syn. spy|,|explorer|,|patrol
(สเคาลฺ) vi.,|vt.,|n. (การ) ทํา|หน้า|นิ่ว|คิ้ว|ขมวด|,|ทํา|หน้าบึ้ง|,|ถลึงตา|,|ทํา|หน้า|ขรึม|,|ลายมือ|หวัด.  |Syn. scowlingly adv.
(สแค|รบ|'|เบิล) vi.,|n. (การ) คุ้ยเขี่ย|,|ตะกุย|หา|,|คลํา|หา|,|ขย้ํา|จับ|,|เขียน|หวัด|,|เขียน|ขยุกขยิก|,|ดิ้นรน|  |Syn. scrabbler n.  |Syn. search
(สแค|รก) n. คน|ที่|ผอม|มาก|,|สัตว์|ที่|ผอม|มาก|,|เนื้อ|ติด|กระดูก|,|คอ|  |Syn. garrote
(สแค|รม|'|เบิล) vi.,|vt.,|n. (การ) ปีนป่าย|,|ตะกาย|,|ช่วงชิง|,|แย่ง|หา|,|เบียดเสียด|เข้า|ไป|,|นํา|เครื่องบิน|ขึ้น|สกัดกั้น|เครื่องบิน|ข้าศึก|อย่าง|รวดเร็ว|,|กระทํา|อย่าง|รีบร้อน|  |Syn. crawl|,|clamber|,|mix
(สแครพ) n. ชิ้น|,|เศษ|,|จํานวน|เล็กน้อย adj. เป็น|เศษ|,|เล็กน้อย|,|ของเหลือ|,|ทิ้ง|แล้ว|,|ใช้|แล้ว vt. ทํา|ให้|เป็น|เศษ|,|ทํา|ให้|แตกแยก|ออก|,|ทิ้ง|,|เลิก.  |Syn. scraps n.,|pl. เศษอาหาร|,|กาก|น้ํามัน|,|เศษอาหาร|เหลือ scrapingly adv.  |Syn. fragment
n. เหล็ก|เก่า ๆ สําหรับ|หล่อ|หลอม|และ|เปลี่ยน|รูป|ใหม่|,|เศษ|เหล็ก
(สแครพ|'|บุ|ค) n. สมุด|ติด|รูป|,|ข่าว|ที่|ตัด|มา|จาก|หน้า|หนังสือพิมพ์|และ|อื่น ๆ| 
(สเครพ) vt.,|vi.,|n. (การ) ขูด|,|ขูด|ออก|,|ครูด|,|ถู|,|เช็ด|,|เช็ด|ออก|,|โกน|,|เบียด|,|เฉียด|,|แฉลบ|,|รวบรวม|ด้วย|ความ|ยากลําบาก|,|อดออม|,|กระทํา|ได้|อย่าง|หวุดหวิด|,|พอ|ดําเนินชีวิต|ผ่าน|ไป|ได้|วัน ๆ หนึ่ง|,|เสียง|กรอบแกรบ|,|เสียง|ถู|,|เสียง|เสียดสี|,|บริเวณ|ขูด (ถลอก|,|เช็ด|,|โกน) ,|สถานการณ์|ที่|ลําบาก|,|สภาพ|ที่|ลําบาก|,|ความ
(สเครพ|'|เพอะ) n. ผู้|ขูด|,|ผู้|ครูด|,|ผู้|เช็ด|,|ผู้|โกน|,|มีดโกน|,|เครื่อง|ขูด|,|เครื่อง|ถู|,|เครื่อง|เช็ด|,|เครื่อง|ขุด|ดิน|,|คน|ขี้เหนียว|,|คน|ตระหนี่
(สแครทชฺ) vt..vi. ข่วน|,|เกา|,|ถู|,|ครูด|,|ขุด|,|ขีด|,|ตะกุย|,|คุ้ยเขี่ย|,|ถอน|ตัว|ออก|จาก|การ|แข่งขัน|,|ขีด|ออก|,|ขีด|ทิ้ง ,|ดําเนินชีวิต|ไป|ด้วย|ความ|ลําบาก|มาก|,|ถอน|ตัว|ออก|จาก|การ|แข่งขัน|,|ไม่|สามารถ|ปฎิบัติ|ตาม|คํามั่นสัญญา|,|รวบรวม|หรือ|กิน|อย่าง|รีบเร่ง. n. รอย|ข่วน (เกา|,|ถู|,|ครูด|,|ขุด|,|ขีด|,|ตะกุย) ,|การ|ถอน|ตัว|จาก|การ|แข่งขัน|,|บุคคล|ที่|ไม่|สําคัญ|,|เงินสด
n. เศษกระดาษ|สําหรับ|จด|บัน|-|ทึก|เล็ก ๆ น้อย ๆ ,|สมุด|ฉีก
n. การ|แข่งขัน|ชนิด|ไม่|มี|ต่อ
n. ไม้|เกา|หลัง
หน่วยความจํา|ใช้|งาน|ชั่ว|คราว|หมายถึง เรจิสเตอร์เอนกประสงค์|ชุด|หนึ่ง|หรือ|ตําแหน่ง|ซึ่ง|ใช้|เป็น|ที่|เก็บ|คําสั่ง (instruction) หรือ|ผลลัพธ์|ที่|เกิด|ใน|ขณะนั้น|จาก|การ|คํานวณ|เชิง|คณิตศาสตร์|หรือ|ตรรกะ ข้อมูล|ใน|หน่วยความจํา|ชุด|นี้|จะ|เข้าถึง (access) ได้|เร็ว|กว่า|ใน|หน่วยความจําหลัก|มาก|มี|ความหมาย|เหมือน cache memory|ดู register ประกอบ
(สแครช|'|ชี) adj. ทํา|ให้|เกิด|เสียง|เสียดสี|,|เกี่ยวกับ|การ|ข่วน (เกา|,|ถู|,|ครูด|,|ขูด|,|ขีด|,|ตะกุย|,|คุ้ยเขี่ย) ,|ไม่|เรียบ|,|ขรุขระ|,|ลวก ๆ ,|เปะปะ|,|กระท่อนกระแท่น|,|ซึ่ง|ทํา|ให้|คัน|หรือ|ระคายเคือง.  |Syn. scratchily adv. scratchiness n.
(สค|รอ|ลี) vt.,|n. (สิ่ง|ที่) เขียน|อย่าง|หวัด ๆ ,|เขียน|อย่าง|ลวก ๆ,|ลายมือ|หวัด.  |Syn. scrawler n. s .scribble
(สค|รอ|'|นี) adj. ผอม|มาก|,|บาง|มาก|,|หนัง|หุ้ม|กระดูก|,|ผอม|กะหร่อง.  |Syn. scrawnily adv. scrawniness n.  |Syn. skinny|,|lean
(ส|ครีม) n.,|v. (ส่ง) เสียงร้อง|กรี๊ด|,|เสียง|แหลม|และ|ดัง|,|ผู้|ที่|ทํา|ให้|หัวเราะ|ท้อง|แข็ง|,|สิ่ง|ที่|ทํา|ให้|หัวเราะ|ท้อง|แข็ง|,|เสียง|แสบ|แก้วหู|  |Syn. screech|,|yell|,|screak
(สค|รี|ชฺ) vi.,|vt.,|n. (ร้อง) เสียง|กรี๊ด|, (ส่ง) เสียง|แหลม|และ|ดัง|,|ส่ง|เสียง|แสบ|แก้วหู.  |Syn. screecher n.  |Syn. shriek
(สค|รี|น) n. จอ|,|ม่าน|,|ฉาก|,|ที่|บัง|,|เครื่อง|บัง|,|สิ่ง|ปกปิด|,|ของ|อําพราง|,|จอภาพยนตร์|,|จอ|แก้ว (โทรทัศน์) ,|ภาพยนตร์|,|กองกําลัง|คุ้มกัน|,|ม่าน|คุ้มกัน|,|ม่าน|ควัน|,|ตะแกรง|ร่อน|,|ตะแกรง|กรอง|,|แผ่น|ตาข่าย|,|ป้าย|ปิดประกาศ vt. ปกคลุม|,|ป้องกัน|,|ซ่อนเร้น|,|คุ้มกัน|,|เลือก|,|เรียบเรียง|,|ร่อน|ด้วย|ตะแกรง|,|กรอง|,
การ|พิมพ์|ภาพ|บน|จอ|หมายถึง การ|สั่ง|พิมพ์|ข้อความ|หรือ|ภาพ|ที่|ปรากฏ|อยู่|บน|จอภาพ|ทั้งหมด|ออก|มา|ทาง|เครื่องพิมพ์ มี|ความหมาย|เหมือน print screen
แบบ|อักษร|ที่|เห็น|บน|จอ|เป็น|แบบ|อักษร|ที่|คอมพิวเตอร์|เก็บ|ใน|ลักษณะ|ของ|บิต|แมป (bitmap) ทํา|ให้|ตัวอักษร|ที่|มองเห็น|บน|จอภาพ กับ|ที่|พิมพ์|ออก|มา|บน|กระดาษ|มี|ลักษณะ|ไม่|เหมือน|กัน (ปกติ|เครื่องพิมพ์|ที่|มี|ความ|ละเอียด|สูง จะ|ทํา|ให้|แบบ|อักษร|ดู|สวย|กว่า|ที่|เห็น|บน|จอภาพ
n. ตะแกรง|ใน|หลอด|วิทยุ
n. โลก|ภาพยนตร์|,|วงการ|ภาพยนตร์
โปรแกรม|รักษา|จอภาพ|หมายถึง โปรแกรม|พิเศษ|ที่|จัด|ให้|จอภาพ|มี|ภาพ|ที่|เคลื่อนไหว|ได้|มา|แทน|งาน|ที่|กําลัง|ทํา ทั้งนี้เพราะ|การ|ปล่อย|ให้|จอภาพ|แสดง|ภาพ|ใด|ภาพ|หนึ่ง|นาน|เกิน|ไป จอ|จะ|มี|รอย|ไหม้ (burn in) รอย|นี้|จะ|ติด|อยู่|ตลอดไป ลบ|ออก|ไม่|ได้ บางที|อาจ|ทํา|ให้|จอ|มืด|ไป|เลย|ก็ได้ อย่างไรก็ตาม เมื่อ|ขยับ|เมาส์ หรือ|แตะ|ที่|แป้นพิมพ์|แป้น|ใด|แป้น|หนึ่ง ข้อความ|หรือ|ภาพ|บน|จอ|ที่|เคลื่อนไหว|อยู่ ก็|จะ|หาย|ไป และ|กลับ|เป็น|เหมือน|เดิม ใน|ระบบ|วินโดว์ คําสั่ง|กําหนด|เรื่อง screen saver ว่า|จะ|ใช้|ภาพ|ใด เคลื่อนไหว|ช้า|เร็ว|เพียงใด|จะ|อยู่|ใน|เรื่อง|ของ " Desktop " (กด|ที่|สัญ|รูป Control Panel) จะ|มี|ภาพ|จาก|ระบบ|วินโดว์|มา|ให้|เลือก|หลาย|ภาพ เมื่อ|เลือก|แล้ว ภาพ|เหล่านี้|จะ|ปรากฏ|บน|จอ|เอง|โดย|อัตโนมัติ หลังจาก|ที่|หยุด|ใช้|เมาส์|หรือ|กด|แป้นพิมพ์|ประมาณ 2|-|3 นาที (กําหนด|เอง|ได้)| 
(สค|รี|น|'|นิง) n. การ|ปกคลุม|,|การ|ป้องกัน|,|การ|ร่อน|,|การ|ฉาย|ภาพยนตร์|,|การ|ติด|ม่าน|,|การ|ติด|ฉาก|,|screenings เศษ|ที่|ติด|ตะแกรง|ร่อน|,|แผ่น|ตาข่าย|,|แผ่น|ตะแกรง|,|สิ่ง|ที่|เป็น|ตาข่าย
(สค|รี|น|'|เพล) n. บท|ภาพยนตร์|,|ภาพยนตร์
(สค|รี|น|'|ไร|เทอะ) n. ผู้เขียนบท|ภาพยนตร์
(ส|ครู) n. ตะปูควง|,|ควง|ตัวผู้|,|สลัก|เก|ลียว|,|เดือย|เก|ลียว|, ตัว|หนอน|,|รู|เก|ลียว|,|สิ่ง|ที่|เป็นเกลียว|,|ไขควง|,|การ|บิด|,|การ|หมุน|,|ม้า|แก่|,|เงินเดือน|,|ค่าจ้าง|,|คน|ขี้เหนียว|,|เจ้าหน้าที่|เรือนจํา|,|พัส|ดี|,|การ|สังวาส vt. ขัน|ส|ครู|,|บีบบังคับ|,|ขัน|แน่น|,|กวดขัน|,|ไช. vi. หมุน|ตะปูควง|,|ยึด|ติด|ด้วย|ตะปูควง|,
ตะปูควง
n. ใบพัด.  |Syn. screw|-|propellered adj.
(ส|ครู|ไดร|'|เวอะ) n. ไขควง
(ส|ครู|'|เรนชฺ) n. ไขควง|สี่|แฉก|,|ประแจ|เลื่อน|เป็นเกลียว
(สไคร|'|เบิล) adj. เกี่ยวกับ|scribe
(สค|ริบ|'|เบิล) vt.,|vi. เขียน|อย่าง|รีบเร่ง|,|ประพันธ์|อย่าง|ลวก ๆ ,|สาง (ขน) อย่าง|หยาบ ๆ n. ลายมือ|หวัด|,|บทประพันธ์|เลว ๆ|  |Syn. scratch|,|scrawl
(สค|ริบ|'|เบลอะ) n. ผู้เขียน|หวัด|,|ผู้เขียน|อย่าง|ลวก ๆ ,|ผู้|ประพันธ์|ผลงาน|ชั้นเลว
(สไค|รบ|ฺ|') n. เสมียน|,|ผู้|คัดลอก|,|เจ้าหน้าที่|คัดลอก|,|อาลักษณ์|,|เจ้าหน้าที่|สารบรรณ|,|นักเขียน|,|นักประพันธ์|,|ผู้สอน|กฎหมาย|ยิว|,|ผู้เชี่ยวชาญ|กฎหมาย|,|ยิว|,|นักข่าว|,|เครื่อง|ขีดเขียน|,|เครื่อง|ขีด|ไม้. vt. ใช้|เครื่อง|ขีดเขียน|,|ขีดเขียน|,|ขีดเขียน|ไม้|ด้วย|เครื่อง|ขีดเขียน
(สค|ริม|'|มิ|จฺ) vt.,|vi.,|n. (การ) ตะลุมบอน|,|ยื้อแย่ง|,|ยืน|ขนาน|แย่ง
(สค|ริ|พ) n. ใบรับ|,|ใบ|กรอก|,|แผ่น|กระดาษ|,|ใบหุ้น|  |Syn. writing
(สค|ริ|พทฺ) n. ลายมือ|,|แบบ|ตัวเขียน|,|เอกสาร|ต้นฉบับ|,|ฉบับ|เขียน|,|ต้นร่าง|, ระบบ|การ|เขียน|, vt. เขียน|ต้นร่าง|,|เขียน|,|ร่าง.  |Syn. scripter n.  |Syn. handwriting
(สค|ริ|พ|'|เชอเริล) adj. เกี่ยวกับ|คัมภีร์|,|เกี่ยวกับ|คัมภีร์ไบเบิล|,|เกี่ยวกับ|การ|เขียน.
(สค|ริ|พ|'|เชอะ) n. พระคัมภีร์|ไบเบิล|,|หนังสือ|,|บทประพันธ์|,|ข้อความ|จาก|พระคัมภีร์|  |Syn. Holy Scripture
(ส|โค|รล) n. ม้วน|กระดาษ|หรือ|หนัง (โดยเฉพาะ|ที่|มี|คํา|จารึก) ,|ราย|กาย|,|สมุด|รายชื่อ|,|บัญชี|หางว่าว|,|สิ่ง|ที่|เป็น|รูป|ขด|ม้วน|,|ส่วน|ที่|เป็น|ปลาย|ขด|ม้วน|,|หัว|รูป|ขด|ม้วน|,|ลาย|ขด|ม้วน
แถบ|เลื่อน|ภาพ|หมายถึง ปุ่ม|รูป|สี่เหลี่ยม|เล็ก ๆ ที่อยู่|ริม|ด้าน|ขวา|และ|ด้าน|ล่าง|ของ|วินโดว์ ที่|ปลาย|แถบ|ทั้ง|สอง|ด้าน|จะ|มี|ลูกศร|หัน|หัว|ขึ้น|และ|ลง หรือ|หัน|ไป|ทาง|ซ้าย|และ|ขวา บน|แถบ|จะ|มี|รูป|สี่เหลี่ยมจัตุรัส|รูป|เล็ก ๆ เมื่อ|ใช้|เมาส์|กด|ที่|ลูกศร|ด้าน|ใด|ด้าน|หนึ่ง หรือ ลาก|สี่เหลี่ยม|เล็ก ๆ นี้|ขึ้น|หรือ|ลง จะ|ทํา|ให้|ข้อความ|หรือ|ภาพ ที่อยู่|บน|จอ|เลื่อน|ขึ้น|/|ลง หรือ เลื่อน|ไป|ทาง|ซ้าย|/|ขวา|ได้ รูป|สี่เหลี่ยมจตุรัส|ที่อยู่|บน|แถบ|เลื่อน|ภาพ|นี้ เรียก|ว่า scroll box ดู scroll box ประกอบ
รูป|สี่เหลี่ยม|บน|แถบ|เลื่อน|ภาพ|หมายถึง|รูป|สี่เหลี่ยมจตุรัส|รูป|เล็ก ๆ บน|แถบ|เลื่อน|ภาพ|ที่อยู่|ด้าน|ขวา|และ|ด้าน|ล่าง|ของ|วินโดว์ เมื่อ|ใช้|เมาส์|กด|ที่|รูป|สี่เหลี่ยม|เล็ก ๆ นี้ แล้ว|ลาก|ขึ้น|/|ลง หรือ|ซ้าย|/|ขวา จะ|ทํา|ให้|ข้อความ|หรือ|ภาพ|ที่อยู่|บน|จอ|เลื่อน|ขึ้น|/|ลง หรือ|เลื่อน|ไป|ซ้าย|/|ขวา|ได้ ดู scroll bar ประกอบ
แป้น|ตรึง|หน้าจอ|เป็น|แป้น|แป้น|หนึ่ง มี|คํา|ว่า scroll lock อยู่|บน|แป้น เมื่อ|กด|แป้น|นี้|แล้ว จะ|ทํา|ให้|ไม่|สามารถ|เลื่อน|จอภาพ|ขึ้นลง|ได้ อย่างไรก็ตาม บางที|ก็|ขึ้น|กับ|โปรแกรม|ที่|ใช้|ว่า|จะ|กําหนด|ให้|แป้น|นี้|ทํางาน|อะไร บางที|ก็ ไม่|เกี่ยวกับ|การ|เลื่อน|จอภาพ|เลย
(ส|โค|ร|'|ทัม) n.,|ถุง|อัณฑะ.  |Syn. scrotal adj.
(ส|ครับ) vt. ถู|อย่าง|แรง|,|ขัด|อย่าง|แรง|,|ขัด|สิ่ง|สกปรก|ออก|,|ล้าง|,|ล้าง|แก๊ส|,|ทํา|ให้|อากาศ|บริสุทธิ์|,|ทํางาน|หนัก|,|เลื่อน|หรือ|ระงับ (การ|ส่ง|ขีปนาวุธ) vi. ทํา|ความ|สะอาด|โดย|การ|ขัดถู n. ต้นไม้|เล็ก ๆ ,|พุ่มไม้|,|สัตว์เลี้ยง|พันธุ์ผสม|หรือ|พันธุ์|เลว|,|สิ่ง|ที่|เล็ก|กว่า|ปกติ|,|ของ|ชั้นเลว|,|นักกีฬา|ชั้น|สอง|,|ไม้กวาด|แปรง|ที่|ใช้|จน|ขน|สั้น adj. เล็ก|กว่า|ปกติ|,|แคระ|,|เตี้ย|,|คน|ชั้นเลว|,|กระ|จอก|,|ไม่|สําคัญ
(สครัฟ) n. หลัง|คอ|,|ต้นคอ|กะรุ่งกะริ่ง|,|มอมแมม|,|ไม่|มี|ค่า|,|น่าดู|ถูก
(สค|รัม|'|มิ|จฺ) n. การ|แย่งชิง|กัน|,|การ|ยืน|ประจัญ|หน้า|แย่งชิง|ลูก|กัน (ใน|กีฬา|รักบี้) ,|การ|ต่อสู้|กัน|,|การ|ทะเลาะ|กัน. vi. เข้า|แย่งชิง|ลูก|กัน.  |Syn. scrummager n.  |Syn. scrum
(ส|ครู|'|เพิล) n. ศิลธรรม|,|จรรยา|,|จํา|-|น|วน|น้อย|มาก|,|ความ|ลังเลใจ|,|ความ|กระดากใจ|,|ความ|คํานึง|ถึง|ศีลธรรม|จรรยา|, 20 grains ,|จํานวน|เล็กน้อย|มาก vi.,|vt. รู้สึก|กระดากใจ|,|คํานึง|ถึง|ศีลธรรม|จรรยา|  |Syn. moral standard|,|reluctance
(ส|ครู|'|พิวลัส) adj. คํานึง|ถึง|ศีลธรรม|จรรยา|,|กระดากใจ|,|ละเอียด|รอบคอบ|,|ระมัดระวัง|  |Syn. scrupulousness n.  |Syn. cautious
(ส|ครู|'|ทะ|ไน|ซ) vt.,|vi. เข้าใจ|,|พินิจพิเคราะห์|,|ตรวจสอบ|อย่าง|ละเอียด|,|ตรวจสอบ|อย่าง|พิถีพิถัน.  |Syn. scrutinisation n. scrutinization n. scrutiniser n. scrutinizer n.  |Syn. probe|,|scan
(ส|ครู|'|ทะ|ไน|ซ) vt.,|vi. เข้าใจ|,|พินิจพิเคราะห์|,|ตรวจสอบ|อย่าง|ละเอียด|,|ตรวจสอบ|อย่าง|พิถีพิถัน.  |Syn. scrutinisation n. scrutinization n. scrutiniser n. scrutinizer n.  |Syn. probe|,|scan
(ส|ครู|'|ทินี) n. การ|ตรวจสอบ|อย่าง|ละเอียด|,|การ|พิจารณา|อย่าง|ละเอียด|และ|ใกล้ชิด|  |Syn. survey|,|inspection|,|examination|,|probing
เอส|ซี|เอส|ไอ <|คํา|อ่าน|>|สกัส|ซี <|คํา|อ่าน|>|ย่อ|มา|จาก|คํา|ว่า small computer system interface (แปล|ว่า ส่วนต่อ|ประสาน|ระบบ|คอมพิวเตอร์|ขนาด|เล็ก) หมายถึง|สาย|ที่|เชื่อมต่อ|ระหว่าง|บริภัณฑ์|รอบ|ข้าง (peripherals) เช่น ฮาร์ด|ดิสก์ (hard disk) เครื่อง|จับภาพ (scanner) หน่วย|บันทึก (disk drive) กับ ตัว|ซีพียู (CPU)| 
(ส|คัด) vi. วิ่ง|อย่าง|รวดเร็ว|,|ไป|อย่าง|รวดเร็ว|,|บิน|อย่าง|รวดเร็ว|,|พุ่ง|,|แล่น|ป|รื้อ|, (ลูก|ธนู) ไป|สูง|เกิน|ไป|และ|ไกล|จาก|เป้า n. การ|ไป|อย่าง|รวดเร็ว|,|เมฆ|ที่|ลอย|ผ่าน|ท้องฟ้า|อย่าง|รวดเร็ว|,|เมฆฝน|ที่|ลอย|ป|รื้อ|  |Syn. rush|,|speed
(สคัฟ) vi. เดิน|ลาก|ขา|,|ใช้|เท้า|กวาด|ถู|,|ถลอก|,|ลึก. vt. ขูด|,|ครูด|,|กวาด|,|แกว่ง|,|ถู. n. เสียง|ขูด (ครูด|,|กวาด|,|แกว่ง|,|ถู) ,|รองเท้าแตะ|ส้น|แบน|,|การ|เดิน|ลาก|ขา|,|ส่วน|ที่|ลึก|ของ|รองเท้า|,|รอย|แผล
(สคัฟ|'|เฟิล) vi.,|n. (การ) ตะลุมบอน|,|ชุลมุน|ต่อสู้|ไป|อย่าง|รีบเร่ง|และ|ยุ่งเหยิง|,|เดิน|ลาก|ขา|,|การ|ชุลมุน|ต่อสู้|,|การ|เดิน|ลาก|ขา|,|เสียง|เดิน|ลาก|ขา|  |Syn. scufflingly adv.  |Syn. struggle|,|scuff
(สคัล) n. กรรเชียง|เดี่ยว|ที่|หาง|เรือ|,|กรรเชียง|เรือ|,|กรรเชียง|เดี่ยว|,|เรือ|กรรเชียง|,|เรือ|แข่ง|ด้วย|กรรเชียง vt.,|vi. กรรเชียง|เรือ.  |Syn. sculls n. การ|แข่ง|เรือ|กรรเชียง sculler n.  |Syn. oar
(สคัล|'|เลอ|รี) n. ห้อง (เก็บ) ล้าง|ถ้วยชาม
(สคัลพฺ) vt. แกะสลัก|,|แกะ|,|สลัก|,|ปั้น|รูป|,|หล่อ|รูป|  |Syn. sculpture
(สคัลพฺ|'|เทอะ) n. ช่างแกะสลัก|,|ช่างปั้น|รูป|,|ช่างหล่อ|รูป
(สคัลพฺ|'|ท|ริ|ส) n. sculptor|ที่|เป็น|หญิง
(สคัลพฺ|'|เชอะ) vt.,|vi.,|n. (การ) แกะ|,|สลัก|,|ปั้น|รูป|,|หล่อ|รูป|,|ผลงาน|แกะสลัก|,|ผลงาน|การ|ปั้น|หรือ|หล่อ|รูป|  |Syn. sculptural adj.
(สคัม) n. ฝ้า|ที่|ลอย|อยู่|บน|ผิวน้ํา|,|ขยะ|,|กาก|สวะ|,|สวะ|สังคม|,|คน|ชั้นต่ํา|,|คน|ต่ําช้า|,|สิ่ง|ที่|เลว vt.,|vi. ตัก|เอา|ฝ้า|ผิวน้ํา|ออก|,|ขจัด|เอา|สิ่ง|ที่|ไม่|ดี|ทิ้ง|,|เอา|ทิ้ง|,|เกิด|เป็น|ฝ้า|ผิวน้ํา|ขึ้น|,|ปกคลุม|ไป|ด้วย|ฝ้า|ผิวน้ํา|,|กลาย|เป็น|กาก|,|กลาย|เป็น|สวะ|  |Syn. film|,|crust|,|flo
(สคัพ|'|เพอะ) n. ช่อง|ระบาย|น้ํา|ข้าง|เรือ|,|ช่อง|น้ํา|ไหล|,|ร้อง|น้ํา|,|ทาง|ระบาย|น้ํา vt. โจมตี|โดย|ไม่|รู้ตัว|,|จู่โจม|,|จู่โจม|เข้า|สังหาร|,|ทํา|ให้|อันตราย|,|ทํา|ให้|จม|ลง|ใต้
(สเคิร์ฟ) n. สะเก็ด|ผิวหนัง|,|ขี้รังแค|,|เกล็ด
(สเคอ|'|เริส) adj. หยาบคาย|,|ด่า|ว่า|,|สามหาว|,|ต่ําช้า|  |Syn. scurrilousness n.  |Syn. coarse
(สเคอ|'|รี) vi.,|vt., (การ) ไป|อย่าง|รีบเร่ง|,|เร่งรีบ|,|ส่ง|ไป|ยัง|รีบเร่ง|  |Syn. scuttle|,|scamper|,|dash
(สเคอ|'|วี) n. โรค|ลัก|ปิด|ลัก|เปิด|ที่|มี|เลือด|ออก|ตาม|ไร|ฟัน เนื่องจาก|ขาด|วิตามิน|ซี. adj. น่าดู|ถูก|,|น่า|เหยียดหยาม|,|เลวทราม|,|ต่ําช้า.  |Syn. scurviness n.  |Syn. despicable
(สคัช|'|เชิน) n. =|escutcheon
(สคัท|'|เทิล) vi. วิ่ง|อย่าง|รีบเร่ง|,|วิ่ง|อ้าว|,|รีบเร่ง|,|ถัง|กว้าง|และ|ตื้น|,|จม|เรือ|โดย|การ|เจาะ|รู|ท|ท้อง|เรือ|,|ทอดทิ้ง|,|ทําลาย. n. ช่อง|บน|ดาดฟ้า|หรือ|ใต้|ท้อง|เรือ|,|ช่อง|บน|หลังคา|,|หน้าต่าง|ข้าง|เรือ|,|ฝา|ปิดทาง|เข้า|ห้อง|ใน|เรือ
(ส|คิว|'|ทัม) n. โล่|สี่เหลี่ยม|ขนาด|ใหญ่|ของ|ทหาร|โรมัน|โบราณ|,|กระดูก|สะ|บ้า|ที่|หัวเข่า pl. scuta|  |Syn. scute
(ซิ|ล|'|ละ) n. (เทพนิยาย|กรีก|โบราณ) เทพธิดา|ทะเล|ที่|แปลง|ร่าง|เป็น|ปีศาจ|ทะเล -|Phr. (between Scylla and Charybbdis|ระหว่าง|โขด|หิน|กับ|ปีศาจ|,|หนี|เสือ|ปะ|จระเข้)| 
(ไซ|ธฺ) n.เคียว|ตัด|หญ้า|,|เคียว|ด้าม|ยาว vt. ตัด|ด้วย|เคียว|,|ตัด|หญ้า|ด้วย|เคียว
abbr. southeast|,|southeastern
(ซี) n. ทะเล|,|จํานวน|เหลือล้น|,|จํานวน|มหาศาล|  |Syn. water|,|ocean|,|deep
n. สมอ|ทะเล
n. สัตว์|ทะเล (อยู่|กับ|ที่) มี|ส่วน|ยื่น|คล้าย|หนวด|รอบ|ปาก
n. ถุง|ผ้าใบ|รูปทรง|กระบอก|ที่|มี|เชือก|รูด (โดยเฉพาะ|ขอ|งก|ลา|สี|เรือ)| 
n. ชายหาด|,|หาด|ทะทเล
n. นก|ทะเล.  |Syn. sea bowl
n. ห้อง|ฉุกเฉิน|ใน|หอ|ขับ|ของ|เรือ
n. หีบ|เก็บ|ของ|ส่วนตัว|ขอ|งก|ลา|สี|เรือ
n. ตัว|พะยูน|,|=|dugong (ดู) ,|ช้างน้ํา
n. ปลิงทะเล
n. กลา|สี|เรือ|  |Syn. sailor
n. บริเวณ|ฝั่ง|ทะเล|,|เขต|ชายทะเล
n. นกนางนวล|,|นกนางนวล|ทะเล|,|หญิง|ที่|ตาม|สามี|ออก|ทะเล|,|คน|จะ|ก|ละ|,|เรือรบ|บรรทุก|เครื่องบิน
n. ปลาโลมา.  |Syn. porpoise
n. ม้าน้ํา ,|= walrus (ดู)| 
n. ระดับ|น้ําทะเล|  |Syn. sea level
n. เส้น|ระดับ|น้ําทะเล|,|เส้น|ชายฝั่ง|,|เชือก|เบ็ด|สําหรับ|การประมง|น้ํา|ลึก
n. สิงโตทะเล
n. ไมล์ทะเล
n. พรายทะเล
n. นาก|ทะเล|จําพวก Enhydra lutris
n. ภาพ|ทิวทัศน์|ทะเล
n. เครื่องบิน|แล่น|บน|ผิวน้ํา|ได้
n. ท่าเรือ|,|เมืองท่า
n. ประเทศ|มหาอํานาจ|ทาง|ทะเล
n. เส้นทางเดินเรือ|,|ทาง|ทะเล
ปลา|ทะเล|ขนาด|ใหญ่|,|โจรสลัด
(ซี|'|เลน) n. ทางเดิน|เรือ|ทะเล|,|เส้นทางเดินเรือ|ทะเล
n. นาง|เงือก|,|เทพธิดา|ทะเล|  |Syn. mermaid
n. นาง|เงือก|,|เทพธิดา|ทะเล|  |Syn. mermaid
(ซี|'|เบด) n. พื้น|ใต้|ทะเล
(ซี|'|บอร์ด) n. บริเวณ|ชายฝั่ง|ทะเล. adj. จรด|ทะเล
adj. เกิด|ใน|ทะเล|,|เกิด|จาก|ทะเล
(ซี|'|บอร์น) adj. ขนส่ง|โดย|เรือ|ทะเล|,|ผ่าน|ทะเล|,|ล่องลอย|ใน|ทะเล
n. บริเวณ|บก|ที่|ประชิด|กับ|ทะเล|,|ฝั่ง|ทะเล
ช่อง|ปิด|เปิด|ใน|ลํา|เรือ|ที่|ให้|น้ําะเล|เข้า|ได้.
(ซี|'|แฟเรอะ) n.ก|ลา|สี|เรือ|,|ชาวเรือ|,|ผู้|ท่องเที่ยว|ใน|ทะเล|  |Syn. sailor
(ซี|'|แฟ|ริ|ง) adj. เกี่ยวกับ|ชาวเรือ|,|เกี่ยวกับ|การ|เดิน|เรือ|,|เกี่ยวกับ|การ|เดินทาง|ใน|ท้อง|ทะเล. n. การ|เดิน|เรือ|ทะเล|,|ธุรกิจ|การ|เดิน|เรือ|ทะเล|,|อา|ชี|พก|ลา|สี|เรือ
(ซี|'|ฟูด) n. อาหาร|ทะเล|,|ปลา|หรือ|หอย|ทะเล|ที่|ใช้|กิน|เป็น|อาหาร|มนุษย์
(ซี|'|โก|อิง) adj. สําหรับ|เดิน|สมุทร|,|เกี่ยวกับ|การ|เดิน|สมุทร|,|สู่|ทะเล|,|แล่น|ใน|ทะเล|,|ท่องเที่ยว|ใน|ทะเล|  |Syn. seafaring
(ซี|ล) n. ตรา|ประทับ|,|สัญ|จก|ร|,|แมวน้ํา|,|แผ่น|ผนึก|,|สิ่ง|ที่|ใช้|ผนึก|,|ครั่ง|ผนึก|,|เครื่อง|ผนึก|,|เครื่อง|กัน|รั่ว|,|เครื่อง|เชื่อม|โลหะ vt. ผนึก|,|ปิด|ผนึก|,|ปิด|กาว|,|ประทับตรา|,|ตัดสินใจ|เด็ดขาด|,|รับรอง|,|อนุมัติ|  |Syn. sealable adj.  |Syn. imprint|,|pledg
(ซี|ล|'|เลอะ) n. ผู้|ผนึก|,|ผู้|ปิด|ผนึก|,|เครื่อง|ผนึก|,|สิ่ง|ที่|ใช้|ผนึก|,|นัก|ล่า|แมวน้ํา|,|เรือ|ล่า|แมวน้ํา|,
(ซี|ล|'|เลอ|รี) n. อาชีพ|การ|ล่า|แมวน้ํา|,|สถานที่|ล่า|แมวน้ํา
(ซี|'|ลิฟทฺ) การ|ขนส่ง|ทาง|ทะเล
n. หนัง|แมวน้ํา
(ซี|ม) n. ตะเข็บ|,|ตะเข็บ|ผ้า|,|รอย|เย็บ|,|รอย|ต่อ|,|เส้น|ต่อ|,|แนว|ต่อ|, (ธรณีวิทยา) ชั้น|บาง. vt. เย็บ|ตะเข็บ|,|เย็บ|ต่อ|,|ต่อ|,|ทํา|ให้|เกิด|เป็น|ร่อง|หรือ|เป็น|แผลเป็น หรือ|รอย|ย่น. vi. กลาย|เป็น|รอย|ต่อ|หรือ|เป็น|ร่อง|,|เย็บ|ตะเข็บ.  |Syn. seamer n. seamless adj.
(ซี|'|เมิน) n. กลา|สี|,|ลูกเรือ|,|ผู้เชี่ยวชาญ|การ|เดิน|เรือ|ทะเล|,|พลทหาร|เรือ pl. seamen|  |Syn. sailor
(ซี|'|เมิน|ชิ|พ) n. การ|เดิน|เรือ|ทะเล|,|ความ|สามารถ|ใน|การ|เดิน|เรือ
n. วัตถุ|ที่|เป็น|เครื่องหมาย|การ|เดิน|เรือ|ทะเล|เช่น|ทุ่น|ลอย|/|ประภาคาร|/|เส้น|น้ํา
(ซี|ม|'|สฺ|เท|รส) n. หญิง|เย็บผ้า
(ซี|'|มี) adj. ไม่|ราบรื่น|,|ไม่|พอใจ|,|เกี่ยวกับ|ตะเข็บ|,|มี|ลักษณะ|เป็น|ตะเข็บ|,|ชั่วร้าย|,|สกปรก
(เซียร์) vt. ทํา|ให้|ไหม้เกรียม|,|ทํา|ให้|เป็น|รอย|ไหม้|,|ทํา|ให้|เหี่ยวแห้ง|,|ทํา|ให้|ร่วงโรย|,|นาบ|,|จี้|ด้วย|ไฟ|,|ทํา|ให้|เจ็บแสบ vi. เหี่ยวแห้ง|,|ร่วงโรย|,|ชรา n. การ|ทํา|ให้|ไหม้เกรียม|,|การ|นาบ|,|แผล|ไหม้เกรียม|,|รอย|ไหม้เกรียม. adj. เหี่ยวแห้ง|,|เหี่ยว|,|แห้ง
(เซิร์ชฺ) vt.,|vi. ค้น|,|หา|,|ตรวจสอบ|,|สอดส่อง|,|สอบถาม|,|สืบหา|,|สืบสวน|,|พินิจพิเคราะห์ -|Phr. (search me คําอุทาน|แสดง|การ|ปฎิ|เส|ธ) n. การ|ค้น|,|การ|หา|,|การ|ตรวจสอบ|,|การ|สืบสวน|,|การ|สอบสวน.  |Syn. searchable adj. searchness|  |Syn. probe
n. คณะ|สํารวจ
n. หมายค้น|จาก|ศาล
(เซิร์ชฺ|'|ชิง) adj. ตรวจสอบ|อย่าง|ระมัดระวัง|,|ตรวจสอบ|อย่าง|ละเอียด|,|คมกริบ|,|รุนแรง.  |Syn. searchly adv.  |Syn. speculative
n. n. ไฟฉาย|,|แสง|จาก|ไฟฉาย
(ซี|'|ชอร์) n. ฝั่ง|ทะเล|,|ชายทะเล
(ซี|'|ซิ|ค) adj. เมา|เรือ|,|เมา|คลื่น
(ซี|ซิ|ค|'|นิส) n. การ|เมา|เรือ|,|การ|เมา|คลื่น
n. ชายทะเล|,|ชายหาด|,|ฝั่ง|ทะเล|,|เมือง|ชายทะเล|  |Syn. seacoast
(ซี|ไซ|'|เดอะ) n. คน|ที่อยู่|ชายทะเล
(ซี|'|เซิน) n. ฤดู|,|คราว|,|กาล|,|ฤดูกาล|,|เทศกาล|,|หน้า|,|ตัวกําหนด|เวลา|,|ตั๋ว|ฤดู|,|ระยะ|เวลา|,|ช่วง|เวลา vt. ปรุง|,|ปรุง|รส|,|เพิ่ม|รส|ชาด|,|คุ้นเคย|,|ประสบการณ์|,|ตาก|ให้|แห้ง. vi. ปรุง|,|ปรุง|รส|,|คุ้นเคย.  |Syn. seasonedly adv. seasoner n. -|Phr. (in season หน้า (มะม่วง|,|ลิ้นจี่
(ซี|'|เซิน|นะ|เบิล) adj. เหมาะ|กับ|ฤดูกาล|,|ได้|เวลา|,|ได้|โอกาส|,|ได้|จังหวะ|,|ถูก|กาลเทศะ|,|กาล|,|ทัน|เวลา|  |Syn. seasonableness n. seasonableably adv.  |Syn. timely
(ซี|'|เซินเนิล) adj. ตาม|ฤดู|,|ตาม|ฤดูกาล|,|ตาม|ช่วง|เวลา|,|เป็นครั้งเป็นคราว.  |Syn. seasonality n. seasonally adv. seasonalness n.  |Syn. periodical
n. เครื่อง|ชูรส|,|เครื่องปรุง|แต่ง|,|เครื่อง|ผสม
(ซี|'|ซะนิง) n. เครื่อง|ชูรส|,|เครื่องปรุง|แต่ง|,|เครื่องเทศ|,|การ|ใช้|เครื่อง|ชูรส.  |Syn. salt
(ซี|ท) n. ที่นั่ง|,|ท่า|นั่ง|,|วิธี|นั่ง|,|แหล่ง|,|ที่|ตั้ง|,|ตําแหน่ง|,|ทําเนียบ|,|คฤหาสน์|  |Syn. location
n. เข็มขัด|นีร|ภัย|รัดตัว|กับ|ที่นั่ง|หยุด|อย่าง|กะทันหัน.  |Syn. safety belt
(ซี|'|ทิง) n. การ|จัด|ให้|มี|ที่นั่ง|,|การ|จุ|ที่นั่ง|,|การ|จัด|ที่นั่ง|,|ชุด|สวม|เบาะ|,|วัสดุ|ทํา|ที่นั่ง|,|ที่นั่ง|,|ที่|ตั้ง adj. เกี่ยวกับ|ที่นั่ง|,|เกี่ยวกับ|การ|จัด|ที่นั่ง|,|เกี่ยวกับ|การ|จัด|ให้|มี|ที่นั่ง
(ซี|'|เวิร์ด) adv. สู่|ทะเล|,|ไป|ยัง|ทะเล adj. หัน|ไป|ทาง|ทะเล|,|มุ่ง|ไป|ทาง|ทะเล|,|มา|จาก|ทะเล. n. ทิศทาง|สู่|ทะเล|,|ทิศทาง|จาก|แผ่นดิน
(ซี|'|แวร์) n. สาหร่าย|ทะเล (โดยเฉพาะ|ที่|มี|ขนาด|ใหญ่) ใช้|ทํา|ปุ๋ย|  |Syn. seaweed
(ซี|'|เว) n. ทาง|ทะเล|,|เส้นทาง|ทะเล|,|การ|แล่น|เรือ|ผ่าน|คลื่น|,|ทะเล|ที่|มี|ลูก|คลื่น|ค่อนข้าง|มาก|,|แม่น้ํา|น้ํา|ลึก|หรือ|ครอง|น้ํา|ลึก|ที่|เรือเดินสมุทร|แล่น|ได้
(ซี|'|วีด) n. สาหร่าย|ทะเล|,|alga (ดู) ทะเล
(ซี|'|ไว|ซ) adj. ผ่าน|การ|ฝึกฝน|ทาง|ทะเล
(ซี|'|เวิร์ธธี) adj. เหมาะ|สําหรับ|ออก|หรือ|เดิน|ทะเล.  |Syn. seaworthiness n.
(ซี|เบ|'|เชิส) adj. เกี่ยวกับ|ไขมัน|,|มี|ลักษณะ|ของ|ไขมัน|,|คัด|หลั่ง|ไขมัน|  |Syn. fatty
(ซี|'|แคน|ทฺ|,|-|เคินทฺ) n. (เรขาคณิต) เส้น|ตัด (โดยเฉพาะ|เส้น|ตัด|เส้นโค้ง|ที่|สอง|จุด|หรือ|มาก|กว่า|สอง|จุด) , (สามเหลี่ยม|มุมฉาก) อัตราส่วน|ของ|ด้าน|ตรงข้าม|มุมฉาก|กับ|ด้าน|ที่|ติด|กับ|มุม|ที่|กําหนด|ให้|,|เส้น|ที่|ลาก|จาก|จุดศูนย์กลาง|ของ|วง|กลม|ผ่าน|เส้น|รอบ|วง|ไป|จด|กับ|เส้น|สัมผัส|วง|กลม|เดียวกัน|,|อัตราส่วน|ของ|ความ|ยาว|เส้น|ลาก|ดังกล่าว|กับ|เส้น|รัศมี|ของ|วง|กลม|นั้น
(ซี|ซีด|') vt. ถอน|ตัว (อย่าง|เป็นทางการ|จาก|การ|เป็น|พันธมิตร จาก|องค์การ จาก|สมาคม|หรือ|อื่น ๆ) ,|แบ่งแยก|ดินแดน.  |Syn. seceder n.
(ซี|เซ|ส|'|เชิน) n. การ|ถอน|ตัว|ออก|,|การ|แบ่งแยก|ดินแดน|  |Syn. secessionist n.,|adj. secessionism n.  |Syn. abandonment|,|withdrawal
(ซี|คลู|'|ดิด) adj. แยกตัว|,|เก็บ|ตัว|,|สันโดษ|,|ตัดขาด|จาก|โลก|ภายนอก|,|เงียบสงบ.  |Syn. secludedly adv. secludedness n.
(ซี|คลู|'|เชิน) n. การ|แยกตัว|,|การ|เก็บ|ตัว|,|การ|ตัดขาด|จาก|โลก|ภายนอก|,|การ|แยกตัว|มา|อยู่|อย่าง|สันโดษ|,|ความ|สันโดษ|,|สถานที่|สันโดษ
(ซี|คลู|'|ซิ|ฟว) adj. ซึ่ง|แยกตัว|,|ซึ่ง|เก็บ|ตัว|,|ซึ่ง|ตัดขาด|จาก|โลก|ภายนอก|,|ซึ่ง|อยู่|อย่าง|สันโดษ|  |Syn. seclusiveness n.
(เซ|ค|'|เคินดฺ) adj. ที่|สอง|,|ชั้น|สอง|,|อันดับ|สอง|,|ตัว|รอง|,|วินาที|,|1|/|60|นาที|,|วิลิปดา|,|ฟิลิปดา|,|1|/|60|ลิปดา|,|ชั่วขณะ|,|ชั่ว|ประเดี๋ยว|ด้อย|คุณภาพ|,|ไม่|สําคัญ|,|อื่น|,|เสียง|ระดับ|สอง|,|ลอกเลียน|, (รถ) เกียร์|สอง n. ส่วน|ที่|สอง|,|ครึ่ง|ที่|สอง|,|ที่|สอง|,|ชั้น|สอง|, อันดับ|สอง|,|ตัว|รอง|,|ตัว|สํารอง|,|ผู้ช่วย
n. การ|จุติ|อีก|ของ|พระ|เยซู|คริสต์
n. รอง|ชนะเลิศ|,|ตําแหน่ง|รอง|ชนะเลิศ|,|รอง|  |Syn. second|-|best adj.  |Syn. second|-|class
n. ชั้น|สอง|,|รถ|ชั้น|สอง|,|รถตู้|นอน|ชั้น|สอง|,|ประเภท|ที่|สอง|,|ลําดับ|ที่|สอง|,|อันดับ|รอง|,|คุณภาพ|รอง|,|ฐานะ|รอง|,|ไปรษณีย์ภัณฑ์|ชั้น|สอง
n. ลูก|ของ|ลุง ป้า น้า|อา|ที่|มี|ศักดิ์|เป็น|ลูก|พี่|ลูกน้อง|ของ|พ่อ|หรือ|แม่ ลูก|ของ|ลูก|พี่|ลูกน้อง second hand ทางอ้อม คนกลาง
คอมพิวเตอร์|ยุค|ที่|สอง|หมายถึง|คอมพิวเตอร์|ตั้งแต่|ราว|ทศวรรษ 1960 จนถึง|ต้น 1970 มี|คุณสมบัติ|ที่|สําคัญ|คือ มี|ขนาด|เล็ก|ว่า|ยุค|ที่|หนึ่ง|มาก ใช้|กําลัง|ไฟ|น้อย|ลง และ|ให้|ความ|ร้อน|น้อย|ลง|ด้วย เพราะ|หน่วยความจํา|ที่|ใช้|เป็น วงจร|ที่|ประกอบ|ด้วย|ทรานซิสเตอร์ (transistor) แทน|ที่|จะ|เป็น|หลอด|สุญญากาศ|เหมือน|ยุค|ที่|หนึ่ง ส่วน|หน่วยความจํา|ช่วย (auxiliary memory) นิยม|ใช้|เทป|หรือ|แถบ|บันทึก และ|จาน|บันทึก การ|นํา|ข้อมูล|เข้า|และ|การ|แสดง|ผล สามารถ|ทํา|ได้|ควบคู่|ไป|กับ|การ|คํานวณ เริ่ม|รู้จัก|ใช้|ระบบปฏิบัติการ (operating system) ควบคุมดูแล|การ|ทํางาน|ของ|คอมพิวเตอร์
(อังกฤษ) ร้อยตรี|ทหารบก|,|ร้อยตรี|แห่ง|นาวิกโยธิน|, (อเมริกา) เรือ|อากาศ|ตรี|,|ร้อยตรี|ทหารบก
n. ผู้ช่วย|กัปตัน (เรือ|พาณิชย์)|  |Syn. second officer
n. ญาณ|,|ความ|สามารถ|ใน|การ|มองเห็น|เหตุการณ์|ใน|ข้างหน้า|ได้|,|ตา|ทิพย์
n. ฟันแท้|,|ฟัน|ที่|ขึ้น|หลัง|ฟันน้ํานม
(เซ|ค|'|เคินเรท) adj. ชั้น|สอง|,|ชั้น|รอง|,|ด้อย|คุณภาพ|,|ปานกลาง|  |Syn. second|-|rateness n. second|-|rater n.  |Syn. second|-|class
(เซ|ค|'|เคินเด|อริ) adj. ที่|สอง|,|ลําดับ|สอง|,|ทุ|ติ|ยะ|,|อันดับ|รอง|,|รอง|,|สํารอง|,|ทีหลัง|,|ต่อเนื่อง|,|สังกัด|,|ได้|มา|จาก|,|ไม่|สําคัญ|,|ส่งเสริม|,|ส่วน|เสริม|,|เกี่ยวกับ|โรงเรียน|มัธยม|,|เกี่ยวกับ|คาร์บอน|อะตอม|ที่|รวม|ตัว|กับ|อีก|สอง|คาร์บอน|อะตอม|, เป็น|อนุ|พันธุ์|,|เกี่ยวกับ|อดีต|,|เกี่ยวกับ|การ|เน้น|เสียง|ที่|สอง
n. สี|ผสม|,|สี|ผสม|ระหว่าง|แม่สี|สอง|สี
n. สี|ผสม|,|สี|ผสม|ระหว่าง|แม่สี|สอง|สี
กุญแจ|รอง|ใน|การ|สั่ง|ค้นหา|หรือ|เรียงลําดับ|ข้อมูล จะ|ต้อง|มี|การ|กําหนด|ว่า|จะ|ใช้|ตัวอักษร|ใด ข้อความ|ใด|เป็น|ตัวกําหนด ที่|เรียก|ว่า " กุญแจ " (key) ตัว|ที่|สําคัญ|เป็นอัน|ดับ|แรก เรียก|ว่า "|กุญแจ|หลัก|" (primary key) ส่วนตัว|สําคัญ|รอง|ลง|มา ก็|เรียก|ว่า " กุญแจ|รอง " (secondary key) เช่น กําหนด|ให้|อายุ 20 ปี เป็น|กุญแจ|หลัก และ|เป็น|ชาย เป็น|กุญแจ|รอง ดังนี้|ก็|หมายความ|ว่า ต้องการ|หา|ชาย|ที่|มี 20 ปี เป็นต้น ดู primary key เปรียบเทียบ
n. โรงเรียน|มัธยม (อยู่|ระหว่าง|โรงเรียน|ปฐม|กับ|วิทยาลัย|หรือ|มหาวิทยาลัย)|  |Syn. secondary school adj.
n. ลักษณะ|เฉพาะ|ทาง|เพศ|ของ|แต่ละ|เพศ.  |Syn. secondary sex character
หน่วย|เก็บ|รอง|หมายถึง|สื่อ|ต่าง ๆ ที่|ใช้|เป็น|ที่|เก็บ|ข้อมูล เช่น จาน|บันทึก แถบ|บันทึก ฯ สื่อ|เหล่านี้ จะ|เก็บ|ข้อมูล|ไว้|ได้|ตลอดไป ไม่ว่า|จะ|เปิด|หรือ|ปิด|ไฟ|ที่|ตัว|เครื่อง ผิด|กับ|หน่วยความจํา|ใน|เครื่อง|คอมพิวเตอร์|ที่|ไม่|สามารถ|เก็บ|ข้อมูล|ได้|เมื่อ|ปิด|ไฟ อย่างไรก็ตาม เมื่อใด|ที่|ต้องการ|ใช้|งาน ก็|จําเป็น|ต้อง|นํา|ข้อมูล|ใน|หน่วย|เก็บ|รอง|หรือ|บางที|เรียก|หน่วยความจํา|รอง|นี้ ไป|ไว้|ใน|หน่วยความจําหลัก|ก่อน|ดู primary storage เปรียบเทียบ
(เซ|ค|'|เคิน|แฮ|นดฺ) adj. มือ|สอง|,|อ้อม|,|ไม่|โดย|ตรง|,|เกี่ยวกับ|สินค้า|ที่|ใช้|แล้ว. adv. ใช้|แล้ว|,|มือ|สอง|,|โดย|อ้อม|,|โดย|ผ่าน|คนกลาง.  |Syn. secondhandedness n. secondhanded adj.  |Syn. used|,|indirect
(-|ลี) adv. ที่|สอง|,|ใน|ลําดับ|สอง
(ซี|'|ค|ริ|ซี่) n. ความลับ|,|การ|ปิดบัง|,|การ|อําพราง|,|สภาพ|ที่|เป็น|ส่วนตัว|,|ความ|เร้นลับ|,|ความ|ลึกลับ|,|การ|สงวน|ปาก|สงวน|คํา|  |Syn. secretiveness|,|stealth
(ซี|'|ค|ริ|ท) adj.เป็น|ความลับ|,|เร้นลับ|,|ลึกลับ|,|ลับ|เฉพาะ|,|ปิดบัง|,|อําพราง|,|ปิดปาก. n. สิ่ง|ที่|เป็น|ความลับ|,|สิ่ง|ที่|อําพราง|,|ความลับ|,|ความ|ลึกลับ|,|วิธีการ|ลึกลับ|,|ตํารา|ลับ|, -|Phr. (in secret เป็น|ความลับ|,|ลึกลับ|,|เป็น|การ|ส่วนตัว)|  |Syn. secretly adv. secretness n.
n. เจ้าหน้าที่|สืบ|ราชการ|ลับ|,|ผู้|สืบ|ความลับ|  |Syn. spy
n. หน่วย|สืบ|ราชการ|ลับ|,|หน่วย|ข่าวกรอง.  |Syn. secrete service adj.
n. เจ้าหน้าที่|สืบ|ราชการ|ลับ
(เซ|ค|ริ|แท|'|เรี|ยล) adj. เกี่ยวกับ|เลขานุการ|,|เกี่ยวกับ|งาน|เลขานุการ
(เซ|ค|ริ|แท|'|เรียท) n. กอง|เลขาธิการ|,|สํานักงาน|เลขาธิการ|,|สํานักงาน|เลขานุการ|,|สํานักงาน|รัฐมนตรี|,|ตําแหน่ง|เลขาธิการ|,|ตําแหน่ง|รัฐมนตรี|,|ตําแหน่ง|เลขานุการ|,|เจ้าหน้าที่|ใน|หน่วยงาน|ดังกล่าว
(เซ|ค|ริ|แท|'|เรียท) n. กอง|เลขาธิการ|,|สํานักงาน|เลขาธิการ|,|สํานักงาน|เลขานุการ|,|สํานักงาน|รัฐมนตรี|,|ตําแหน่ง|เลขาธิการ|,|ตําแหน่ง|รัฐมนตรี|,|ตําแหน่ง|เลขานุการ|,|เจ้าหน้าที่|ใน|หน่วยงาน|ดังกล่าว
(เซ|ค|'|ริ|เท|อ|รี) n. เลขานุการ|,|เลขาธิการ|,|เลขานุการ|ส่วนตัว|,|ผู้ทํา|หนังสือ|,|รัฐมนตรี|,|เจ้าหน้าที่|ชั้นผู้ใหญ่|ของ|รัฐ|,|โต๊ะ|เขียน|  |Syn. secretaryship n. pl. secretaries|  |Syn. stenographer
n. รัฐมนตรี|กระทรวงการต่างประเทศ|ของ|อเมริกา|, (อังกฤษ) รัฐมนตรี
(เซ|ค|'|ริ|เท|อร|'|เจน|'|เนอเริล) n. เลขาธิการ|ใหญ่|,|หัวหน้า|หน่วยงาน|ของ|secretariat (ดู)| 
(ซี|ค|ริ|ท|') vt. ปล่อย|ออก|,|คัด|หลั่ง|,|ซ่อน|,|ซ่อนเร้น|,|ปิดบัง
(ซี|ค|รี|'|เชิน) n. น้ํา|คัด|หลั่ง|,|การ|คัด|หลั่ง.  |Syn. secretionary adj.  |Syn. flow
(ซี|'|ค|ริ|ทิฟว) adj. ปิดปาก|,|ไม่|พูด|,|ลับ ๆ ล่อ ๆ ,|= secretory (ดู)|  |Syn. secretively adv. secretiveness n.  |Syn. uncommunicative
(ซี|ค|รี|'|ทะ|รี) adj. เกี่ยวกับ|การ|คัด|หลั่ง|,|ทํา|หน้าที่|คัด|หลั่ง. n. อวัยวะ|คัด|หลั่ง
(เซ|คทฺ) n. สํานัก|,|นิกาย|,|ลัทธิ|,|นิกาย|ศาสนา|,|กลุ่ม|,|แขนง|,|พรรค|,|ส่วน|,|ตอน|,|ช่วง|,|ภาค|,|แผนก|  |Syn. denomination
(เซ|คแท|'|เรียน) adj. (เกี่ยวกับ) นิกาย ลัทธ'|สํานัก ,|ความผิด|ที่|คับแคบ|,|การ|แบ่ง|พรรค|แบ่ง|พวก. n. สมาชิก|นิกาย ลัทธ'|สํานัก|  |Syn. parochial|,|partisan|,|cultist
(เซ|ค|'|ทะ|รี) n. สมาชิก|นิกาย|,|ผู้|ฝักใฝ่|ใน|นิกาย|หนึ่ง|,|สมาชิก|นิกาย|โปรเตสแตนต์
(เซ|ค|'|เชิน) n. การ|ตัด|ออก|,|ส่วน|ที่|ตัด|ออก|,|ส่วน|ตัด|,|ท่อน|,|ส่วน|,|ตอน|,|ข้อ|,|ชิ้น|,|ช่วง|,|มาตรา|,|หมวด|,|วรรค|,|หมู่|,|หน่วย|,|เหล่า|,|กลุ่ม|,|วงการ|,|เครื่องหมาย|แบ่ง|ตอน vt. ตัด|,|แบ่ง|,|แยก|,|ผ่า|,|ผ่าตัด|  |Syn. sectional adj.  |Syn. part|,|division|,|district
(เซ|ค|'|เทอะ) n. รูปตัด|,|รูปตัด|ที่อยู่|ระหว่าง|เส้น|รัศมี|2|เส้น|กับ|ส่วน|ของ|เส้น|รอบ|วง|,|อุปกรณ์|คณิตศาสตร์|ที่|ประกอบ|ด้วย|ไม้บรรทัด|2|อัน|ที่|ติด|กัน|ที่|ปลาย|หนึ่ง|และ|มี|ขีด|แบ่ง|มาตราส่วน vt. แบ่ง|ออก|เป็น|ส่วน ๆ เซ็กเตอร์วิธีการ|จัด|รูปแบบ|การ|บันทึก|ข้อมูล|ลง|บน|จาน|บันทึก|นั้น จะ|ต้อง|มี|การ|กําหนด|ให้|เป็น|วง เรียก|ว่า แทร็ก (track) ซึ่ง|จะ|มี|ลักษณะ|เหมือน|กับ|ลู่|วิ่ง|วน|เป็น|วง|กลม แล้ว|แบ่ง|แต่ละ|แทร็ก|นี้|ออก|เป็น|ส่วน ๆ เรียก|ว่า "|ส่วน|วง|" หรือ|ที่|ยัง|นิยม|เรียก|ทับศัพท์|กัน|ว่า "|เซ็กเตอร์|" ก็|มี|มาก แต่ละ|ส่วน|วง|นี้|จะ|เก็บ|ข้อมูล|ได้ 1 ระเบียน (record) ไม่ว่า|ส่วน|วง|จะ|กว้าง|หรือ|แคบ (ด้าน|ใน|ที่|ติด|กับ|จุดศูนย์กลาง|จะ|แคบ|กว่า|ด้าน|นอก)|  |Syn. sectoral adj.  |Syn. class|,|ca
(เซ|ค|'|คิว|ละ) adj. ทาง|โลก|,|ทาง|ฆราวาส|,|โลกีย์|,|ชาติ|นี้|,|นอก|วัด|,|ไม่|ใช่|ทาง|พระ|,|ไม่|เกี่ยวกับ|เรื่อง|ศาสนา|,|นานแสนนาน|,|ตลอดไป|,|เกิด|ขึ้น|ครั้ง|เดียว|ใน|ยุค|หนึ่ง|หรือ|ศตวรรษ|หนึ่ง. n. ฆราวาส|,|ชาวโลก|,|ปถุ|ชน|  |Syn. secularly adv.
(ซี|เคียว|'|เออะ) adj. มั่นคง|,|มั่นใจ|,|แน่นหนา|,|ปลอดภัย|,|ไว้ใจ|ได้|,|เชื่อถือ|ได้|,|วางใจ|ได้|,|ไร้|กังวล|,|แน่|นอ vt. ได้|มา|,|เอา|มา|,|ทํา|ให้|ได้|ผล|,|ทํา|ให้|มั่นใจ|,|ทํา|ให้|ปลอดภัย|,|รับรอง|,|รับประกัน|,|จับกุม|,|มัด|ให้|แน่น. vi. กลาย|เป็น|ปลอดภัย|,|เข้าเวร|ประจําการ|  |Syn. securable adj.
(ซี|เคียว|'|ริ|ที) n. ความ|มั่นคง|,|ความ|ปลอดภัย|,|สิ่ง|ที่|ทํา|ให้|ปลอดภัย|,|เครื่อง|ป้องกัน|,|การ|ป้องกัน|,|มาตรา|การ|ป้องกัน|,|การ|รับรอง|,|การ|ค้ํา|ประกัน|,|สิ่ง|ค้ํา|ประกัน|,|หลักทรัพย์|ประกัน|,|หลักทรัพย์|,|หุ้น|,|ธนบัตร|,|คน|รับรอง|,|คน|ค้ํา|ประกัน adj. เกี่ยวกับ|การ|ประกัน|,|ซึ่ง|ค้ํา|ประกัน. คํา|ที่|มี|ความ
n. สภา|ความ|มั่นคง|ของ|สห|ประชา|ชา|ต|'|ประกอบ|ด้วย|สมาชิก|ถาวร|5|ประเทศ (สหรัฐอเมริกา|,|โซเวียต|,|ฝรั่งเศส|,|อังกฤษ|และ|จีน) และ|สมาชิก|ชั่ว|คราว|10|ประเทศ|ที่|มี|วาระ|ครั้ง|ละ|2|ปี
(ซี|แดน|') n. รถเก๋ง|,|เกี้ยว|  |Syn. sedan chair
(ซี|เดท|') adj.,|vt. (ทํา|ให้) เงียบ|,|สงบ|,|ใจเย็น|,|สุขุม|,|ไม่|ถูก|รบกวน|ทาง|อารมณ์|,|บรรเทา|  |Syn. sedateness n.  |Syn. calm|,|quiet|,|serene
(ซี|เด|'|เชิน) n. ความ|เงียบ|,|ความ|สงบ|,|ความ|ใจเย็น|,|ความ|สนใจ|ที่|เนื่องจาก|ฤทธิ์|ของ|ยา|,|การ|สงบ|ประสาท|,|การ|กด|ประสาท|  |Syn. calming
(เซ|ด|'|ดะ|ทิฟว) adj. เงียบ|,|สงบ|,|ใจเย็น|,|สงบ|ประสาท|,|กด|ประสาท. n. ยาสงบประสาท|,|ยา|กด|ประสาท
(เซ|ด|'|ดัน|เท|อ|รี่) adj. นั่ง|,|เป็น|การ|นั่ง|,|ใน|ลักษณะ|นั่ง|,|อยู่|ประจํา|ที่|,|ไม่|เคลื่อนย้าย|,|ซึ่ง|ยึด|ติด|อยู่|กับ|บาง|อย่าง.  |Syn. sedentarily adv. sedentariness n.
(เซ|ดจฺ) n. พืช|จําพวก Carex ที่|ชอบ|ขึ้น|ใน|ที่|เปียก|ชื้น|,|หญ้า|แห้วหมู|  |Syn. sedged adj.
(เซ|ด|'|ดะ|เมิน|ทฺ) n. ตะกอน|  |Syn. sedimentous adj.  |Syn. dregs
(เซ|ด|ดะ|เมน|'|ทะ|รี่) adj. เกี่ยวกับ|ตะกอน|,|มี|ลักษณะ|เป็น|ตะกอน|  |Syn. sedimentarily adj.
(เซ|ด|ดะ|เมน|เท|'|เชิน) n. การ|ตก|ตะกอน|,|การ|ทับถม|เป็น|ตะกอน
(ซี|ดิช|'|เชิน) n. การ|ปลุกปั่น|ให้|ก่อ|ความ|ไม่|สงบ|หรือ|ก่อการ|กบ|ฎ|,|การ|จ|รา|จล|,|การ|ต่อต้าน|รัฐบาล|  |Syn. rebellion|,|mutiny|,|defiance
(ซี|ดิวซฺ|') vt. ล่อใจ|,|ล้อ|ลวง|,|ชักจูง|ให้|ร่วมเพศ|,|ล่อลวง|ให้|ไป|เสียตัว|,|ดึงดูดใจ|,|ยั่ว|-|ยวน|ใจ.  |Syn. seducer n. seducible adj. seducingly adv. seducive adj.  |Syn. allure|,|decoy|,|tempt|,|entice
(ซี|ดัค|'|เชิน) n. การ|ล่อใจ|,|การ|ล่อลวง|,|การ|ชักจูง|ให้|ร่วมเพศ|,|การ|ล่อลวง|ให้|ไป|เสียตัว|,|การ|ถูก|ล่อลวง|,|วิธีการ|ล่อลวง|,|การ|ยั่วยวน|,|ความ|ดึงดูดใจ.  |Syn. seducement|,|temptation
(ซี|ดัค|'|ทิฟว) adj. ล่อใจ|,|ล่อลวง|,|ยั่วยวน|ใจ|,|ดึงดูดใจ|  |Syn. seductively adv. seductiveness n.  |Syn. tempting
(ซี|ดัค|'|ท|รี|ส) n. หญิง|ผู้|ยั่วยวน|ใจ|,|หญิง|ผู้|ล่อลวง
(เซ|จ|'|ดะ|เลิส) adj. ขยัน|,|หมั่น|เพียร|,|อุตสาหะ|,|มุ|มานะ|,|อดทน|  |Syn. sedulously adv. sedulousness n.  |Syn. assiduous
(ซี) vt.,|vi. เห็น|,|มอง|,|ดู|,|นึกดู|,|ตรวจ|ดู|,|ดูแล|,|หา|,|สังเกต|,|พบ|,|ผ่าน|,|เยี่ยม|,|ชม|,|ค้นพบ|,|ไป|ส่ง|,|ทราบ|,|ได้|ทราบ|,|เข้าใจ|,|ชอบใจ|,|เห็นด้วย|,|ต้อนรับ|,|นัดพบ|,|ให้|ความ|ช่วยเหลือ|,|ดูแล|,|วาง|เดิมพัน|,|สอบถาม|,|พิจารณา|,|นึก|,|สังเกต n. เขต|อํานาจ|หน้าที่|ของ|พระราชาคณะ|ใน|คริสต์ศาสนา -|Phr. (see about ตร
(ซี|'|อะเบิล) adj. เห็น|ได้|  |Syn. seeableness n.
(ซีด) n. เมล็ด|,|เมล็ด|พืช|,|เชื้อ|,|พันธุ์|,|ลูกหลาน|,|น้ําเชื้อ|,|น้ํากาม|,|ไข่|ของ|สัตว์|บาง|ชนิด (เช่น|ของ|กุ้ง) ,|ผู้|ได้|รับ|การ|คัดเลือก|แล้ว|,|ฟอง|น้ํา|ใน|กระจก|,|สิ่ง|ที่|มี|ลักษณะ|คล้าย|เมล็ด vt. หว่าน|เมล็ด|,|เร่ง|การ|เจริญเติบโต|,|เร่ง|เมฆ|ให้|กลาย|เป็น|ฝน|,|คลาย|เมล็ด|ออก|,|จัด|คู่แข่งขัน (ไม่|ให้|คู่แข่ง|ขั
n. เปลือก|เมล็ด|,|เปลือกนอก|ของ|เมล็ด
n. เมล็ดข้าว|,|เมล็ด|พันธุ์
เมล็ด|ฝ้าย
(ดู) ,|ใบยา|สูบ|ที่|กว้าง|ชนิด|หนึ่ง|ที่|ใช้|ทํา|บุหรี่|ซิการ์
n. ไข่มุก|ที่|มี|น้ําหนัก|ต่ํา|กว่า|1|/|4|grain
n. พืช|ให้|เมล็ด|,|พืช|เมล็ด|,|=|spermatophyte (ดู)| 
n. แปลง|สําหรับ|หว่าน|เมล็ด|,|แปลง|เพาะ|,|แหล่ง|กําเนิด
n. เปลือก|เมล็ด|,|ผนัง|ที่|สุก|แล้ว|ของ|รังไข่ (พืช) ,|= pericarp (ดู)| 
(ซีด|'|ดิด) adj. หว่าน|เมล็ด|ไว้|แล้ว|, (ผลไม้) มี|เมล็ด|, (ผลไม้) สุก|,|ซึ่ง|เอา|เมล็ด|ออก|แล้ว|, (นักกีฬา) ถูก|จัด|ให้|เป็น|ผู้แข่งขัน|ชั้นนํา
(ซีด|'|เดอะ) n. ผู้|หว่าน|เมล็ด|,|ผู้|หว่าน|พืช|,|เครื่อง|หว่าน|เมล็ด|,|พืช|ที่|ให้|เมล็ด|มาก|,|เครื่องมือ|คว้าน|เมล็ด|ออก (เช่น|จาก|ผล|องุ่น)| 
(ซีด|'|ลิง) n. พืช|ที่|ปลูก|ด้วย|เมล็ด|,|พืช|ที่|ยัง|สูง|ไม่|เกิน|3|ฟุต|,|ต้น|อ่อน|  |Syn. young plant
(ซีด|ซ|'|เมิน) n.ผู้|หว่าน|เมล็ด|,|พ่อค้า|ขาย|เมล็ด|พืช|  |Syn. seedman
(ซีด|'|ไท|มฺ) n. ฤดู|หว่าน|เมล็ด
(ซี|'|ดี) adj. มี|เมล็ด|มาก|,|มี|เมล็ด|ใน|มาก|,|ให้|เมล็ด|,|เก็บ|ไว้|ใน|สภาพ|ที่|เลว|,|ขาด|รุ่งริ่ง|,|มอมแมม|,|โกโรโกโส|,|สุขภาพ|เสื่อม.  |Syn. seedily adv. seediness n.  |Syn. shabby|,|ragged
(ซี|'|อิง) conj. ตาม|ความ|เป็นจริง|,|ตราบ|ที่|,|เมื่อ|พิจารณา|ถึง. n. การ|มอง|,|การ|เห็น|,|ประสาทตา|  |Syn. considering|,|inasmuch as
(ซี|ค) (sought|,|sought|,|seeking|,|seeks|} vt. ค้นหา|,|หา|,|ค้นคว้า|,|แสวงหา|,|สอดส่อง|หา|,|สืบหา|,|พยายาม|ได้|มา|,|ถามหา|,|สอบ|หา|,|สํารวจ. vi. สอบถาม|,|สอบ|หา|  |Syn. seeker n.  |Syn. search for|,|request|,|inquire
(ซี|ม) vi. ดูเหมือน|,|ดู|คล้าย|,|ดู|ราวกับ|,|ดูท่า|ทาง|,|ป|รา|กฎ|เป็น|,|ประหนึ่ง|  |Syn. look|,|manifest
(ซี|ม|'|มิ|ง) adj. ตาม|โฉม|ภายนอก|,|ตาม|ผิวเผิน|,|ตาม|ที่|ป|รา|กฎ.  |Syn. seemingly adv. seemingness n.  |Syn. apparen
(ซี|ม|'|ลี) adj. เหมาะ|,|เหมาะสม|,|สมควร|,|บังควร|,|น่ารัก|,|น่า|ชม|,|หล่อ|,|งาม.  |Syn. seemliness n.  |Syn. proper|,|attractive
(ซี|น) v. กริยา|ช่อง 3 ของ see (ดู)| 
(ซี|พ) vi. ซึม|ออก|,|ไหล|ซึม|,|ซึม|รั่ว|,|รั่ว|,|แผ่|,|แพร่. n. น้ํา|ที่|ซึม|ออก|,|บ่อน้ํา|ที่|มี|น้ํา|ไหล|ซึม|ออก|มา|,|น้ําพุ|เล็ก|  |Syn. soak through|,|ooze
(ซี|'|พิจฺ) n. การ|ซึม|ออก|,|การ|ไหล|ซึม|,|การ|ซึม|รั่ว|,|การ|รั่ว|,|สิ่ง|ที่|ซึม|ออก|,|ปริมาณ|ที่|ซึม|ออก
(ซี|'|เออะ) n. ผู้|มอง|,|ผู้|เห็น|,|ผู้|สังเกต|,|ผู้|พยากรณ์|,|ผู้ทํา|นาย|เหตุการณ์|ล่วงหน้า|,|โหร
(เซีย|'|ริ|ส) n. seer (ดู) ที่|เป็น|ผู้หญิง
(ซี|'|ซอ) n. ไม้กระดาน|หก|,|กระดานหก|,|การ|เล่น|กระดานหก|,|การ|เคลื่อนที่|ขึ้นลง adj. เคลื่อนที่|ขึ้นลง|,|โยก|ขึ้น|โยก|ลง vi.,|vt. เคลื่อนที่|ขึ้นลง|,|โยก|ขึ้น|โยก|ลง|,|ผลัดกัน|นํา|,|หัน|ไป|หัน|มา|,|แกว่ง|ไป|มา|  |Syn. alternate|,|teeter|,|shuttle
n. สงคราม|ที่|ผลัดกัน|รุก|ผลัดกัน|ถอย
(ซี|ธ) vi. เป็น|ฟอง|,|กลาย|เป็น|ฟอง|,|เดือด|,|พล่าน|,|คึกคัก|,|เร่าร้อน|,|ตื่นเต้น vt. ทํา|ให้|เปียก|ชุ่ม|,|ทํา|ให้|เดือด|,|ความ|เดือด|พล่าน|,|ความ|คึกคัก|,|ความ|เร่าร้อน|,|ความ|ตื่นเต้น|  |Syn. foam|,|boil
(เซ|ก|'|เมิน|ทฺ) n. ส่วน|,|ตอน|,|ท่อน|,|ข้อ|,|ปล้อง|,|ซีก|,|เสี้ยว|,|ชั้น|,|กลีบ|,|ส่วน|ตัด|ของ|รูป vt.,|vi. แยก|หรือ|แบ่ง|ออก|เป็น|ส่วน (ตอน|,|ท่อน|,|ข้อ...) เซ็กเมนต์หน่วยความจํา|ใน|เครื่อง|ไมโครคอมพิวเตอร์|ที่|มี|ขนาด 1 เมกะไบต์ จะ|ถูก|แบ่ง|ออก เป็น 16 ส่วน แต่ละ|ส่วน|เรียก|ว่า "|เซ็กเมนต์ " แต่ละ|เซ็กเมนต์|จะ|มี|ความ|จุ 64 เคไบต์ (เฉพาะ|ชิป (chip) 8088 หรือ 8086)|  |Syn. segmentary adj.  |Syn. part
(เซ|ก|เมน|'|เทิล) adj. เกี่ยวกับ|segment (ดู) ,|เกี่ยวกับ|คําพูด|ที่|ตาม|มา|,|เป็น|ส่วน|เสริม|,|เศษ|  |Syn. segmentally adv.
adj. =|segmental (ดู)| 
(เซ|เมิน|เท|'|เชิน) n. การ|แบ่ง|ออก|เป็น|ส่วน (ตอน|,|ท่อน|,|ข้อ|,|ปล้อง|,|ซีก|,|เสี้ยว|,|ชั้น|,|กลีบ) ,|ส่วน|,|ตอน|,|การ|แบ่ง|เซลล์
(เซ|ก|'|ระ|เก|ท) vt. แยก|ออก|จาก|กัน|,|แบ่งแยก (เชื้อชาติ|,|ผิว|,|กลุ่ม) vi. แยก|ออก|,|แบ่ง|ออก|,|ถอน|ตัว|ออก|,|หัน|ไป|เกาะ|, (พันธุศาสตร์) แยก|ออก|ระหว่าง|การ|แบ่ง|เซลล์|แบบ|meiosis (ดู) ,|หัน|ไป|รวม.  |Syn. segregable adj. segregative adv. segregator n. คํา|ที่|มี|ความหมาย|เห|มื
(เซ|ก|'|ระ|เก|ทิด) adj. แยกตัว|ออก|,|แบ่งแยก|ผิว|,|แบ่งแยก|เชื้อชาติ|,|เฉพาะ|กลุ่ม|,|สําหรับ|ให้|เฉพาะ|กลุ่ม|ใช้.  |Syn. segregatedly adv. segregatedness n.
(เซ|กระ|เก|'|เชิน) n. การ|แยกตัว|ออก|,|การ|แบ่งแยก (เชื้อชาติ|,|ผิว|,|กลุ่ม)|  |Syn. segregational adj.  |Syn. exclusion|,|discrimination|,|separation
(เซ|ก|'|ริ|เก|ทิฟว) adj. มี|ลักษณะ|ของ segregation (ดู) ,|ชอบ|แบ่งแยก|,|ชอบ|แบ่งแยก|,|ไม่|ชอบ|สังคม
(ซี|นเยอ|') n. เจ้า|ผู้|ครอง|ศักดินา (ใน|แคนาดา) ,|ขุนนาง|,|ขุนนาง|ศักดินา.  |Syn. seigneurial adj. pl. seigneurs
(ซี|น|'|ยะ|รี) n. (ใน|แคนาดา) ที่ดิน|ศักดินา|ที่|ได้|รับ|พระราชทาน|จาก|กษัตริย์|ฝรั่งเศส
(ซี|น|'|เยอะ) n. เจ้า|ผู้|ครอง|ศักดินา|,|เจ้าของ|ที่ดิน|,|ขุนนาง|,|เจ้า|ศักดินา (lord|,|ruler)| 
(เซน) n.,|vt. (จับ|ปลา|ด้วย) อวน|กว้างใหญ่|ที่|ใช้|แขวน|แนว|ตั้ง|ตรง|ลง|ไป|ใน|น้ํา|  |Syn. seiner n.
(ไซ|'|ซึม|,|-|ซัม) n. แผ่นดินไหว
(ไซ|ซ|'|เมิล) adj. =|seismic (ดู)| 
(ไซ|ซ|'|มิ|ค) adj. เกี่ยวกับ|หรือ|เกิด|จาก|แผ่นดินไหว|  |Syn. seismal|,|seismical|  |Syn. seismically adv.
(ไซ|ซ|'|มะ|แก|รม) n. บันทึก|ของ seismograph
(ไซ|ซ|'|มะ|กราฟ) n. เครื่องมือวัด|และ|บันทึก|ความ|สั่นสะเทือน|ที่|เกิด จาก|แผ่นดินไหว.  |Syn. seismographic adj. seismographical) adj.
(ไซ|ซม|อก|'|กระ|ฟี) n. การ|วัด|และ|บันทึก|ความ|สั่นสะเทือน|ที่|เกิด|จาก|แผ่นดินไหว|,|=|seismology (ดู)|  |Syn. seismographer n.
(ไซ|ซม|อล|'|โลจี) n. แผ่นดินไหว|วิทยา|  |Syn. seismological adj. seismologist n.
(ซี|'|เซอะ) n. =|seizure (ดู)| 
(ซี|ซ) vt.,|vi. จับ|,|จับกุม|,|จับตัว|,|ยึด|,|ฉวย|,|ถือ|เอา|,|ยึดครอง|,|ยึดถือ|,|ชิง|,|ครอบงํา|,|ครอบครอง|,|เข้าใจ|,|ถือ|โอกาส.  |Syn. seise.  |Syn. seizable adj. seizer n. seizor n.  |Syn. take|,|grasp|,|apprehend
(ซี|'|ซิ|ง) n. การ|จับ|,|การ|จับกุม|,|การ|ยึด|,|การ|ฉวย|,|การ|ยึดครอง|,|การ|ยึดถือ|,|วิธีการ|ยึดถือ|,|วิธีการ|ผูกมัด|,|ลักษณะ|ของ|เงื่อน|แบบ|หนึ่ง.  |Syn. seising
(ซี|'|เซอะ) n. การ|จับ|,|การ|จับกุม|,|การ|ยึด|,|การ|ยึดถือ|,|การ|ฉวย การ|ยึดครอง|,|อาการ|ปัจจุบัน|ของ|โรค|,|การ|เป็น|ลม|,|การ|เกิด|อาการ|โรค|ขึ้น|อย่าง|กะ|ทัน หัน.  |Syn. seisure|,|grasp|,|grip
(เซ|ล|'|เดิม) adv. ไม่ค่อย|จะ|,|ไม่|บ่อย|นัก|,|นาน ๆ ครั้ง|,|หา|ยาก adj. หา|ยาก|,|ไม่|บ่อย|นัก|  |Syn. seldomness n.  |Syn. infrequently
(ซี|เลคทฺ|') vt. เลือก|,|เลือกเฟ้น|,|คัด|,|คัดเลือก|,|เลือกสรร|,|สรรหา. adj. ผ่าน|การ|เลือกเฟ้น|มา|แล้ว|,|ดีเลิศ|,|ชั้นหนึ่ง|,|ชั้น|หัวกะทิ.  |Syn. selectly adv. selectness n. selector n. -|S.choose|,|chosen|,|choice
(ซี|เลค|'|ที) n. ทหารเกณฑ์
(ซี|เลค|'|เชิน) n. การ|เลือก|,|การ|คัดเลือก|,|สิ่ง|ที่|ได้|รับ|เลือก|  |Syn. election|,|discrimination
(ซี|เลค|'|ทิฟ) adj. เกี่ยวกับ|การ|เลือก (โดยเฉพาะ|ที่|พิถีพิถัน|เกิน|ไป) .  |Syn. selectiveness n. - S. choosy
(เซ|ลฟฺ) n. ตัวเอง|,|ตนเอง|,|ธาตุแท้|,|อาตมา|,|อัตตะ|,|เอกลักษณ์|ของ|บุคคล|,|ผลประโยชน์|ส่วนตัว|,|สภาพ|ปกติ|,|สันดาน. adj.เหมือน|กัน -|pron. ตัว|ฉัน|เอง|,|ตัว|เขา|เอง|  |Syn. ego|,|psyche|,|identity
Pref.=|ตัวเอง|,|เอง
adj. คํานึง|ถึง|ตัวเอง|เป็นใหญ่
adj. อัตโนมัติ.  |Syn. self|-|action n.  |Syn. automatic
adj. ระบุ|ชื่อ|ที่อยู่|ของ|ผู้|ส่ง (บน|ซองจดหมาย|ที่ แนบ|ไป|ด้วย)| 
n. การ|ยืนยัน|ใน|ความคิด|ของ|ตัวเอง|,|การ|กระทํา|ตาม|อําเภอใจ|,|ความ|อวดดี|,|ความ|เสือก.  |Syn. self|-|asserting adj. . self|-|assertive adj.  |Syn. assertiveness
(เซ|ลฟฺ|'|เซน|เทิร์ด) adj. คํานึง|ถึง|ตัวเอง|,|มุ่ง|แต่|ตัวเอง|,|เห็นแก่ตัว|,|ถือ|เอา|ตัวเอง|เป็น|ศูนย์กลาง|  |Syn. self|-|important|,|selfish|,|conceited
(เซ|ลฟฺ|'|เซน|เทิร์ด) adj. คํานึง|ถึง|ตัวเอง|,|มุ่ง|แต่|ตัวเอง|,|เห็นแก่ตัว|,|ถือ|เอา|ตัวเอง|เป็น|ศูนย์กลาง|  |Syn. self|-|important|,|selfish|,|conceited
n. การ|บังคับใจ|ตัวเอง|,|การ|ควบคุม|อารมณ์|,|การ|คุม|สติ
(เซ|ลฟฺ|'|คัม|เพล|'|เซินทฺ) adj. อิ่มเอิบ|ใจ|,|พึงพอใจ|ตัวเอง.  |Syn. self|-|complacence n. self|-|complacency n.  |Syn. self|-|satisfied
adj. สุขุม|,|ใจเย็น|,|สงบ|,|หนักแน่น -
n. ความ|หยิ่ง|,|ความ|ทะนง|ตัว|,|ความ|โอหัง.  |Syn. self|-|conceited adj. self|-|conceitedly adv.
(เซ|ลฟฺ|คอน|'|ฟิ|เดิน|ทฺ) adj. เชื่อมั่น|ใน|ตัวเอง|,|ไว้ใจ|ตัวเอง|,|มั่นใจ.  |Syn. self|-|confidence n.  |Syn. confident
(เซ|ลฟฺ|'|คัน|ซิ|ส|เทิน|ทฺ) adj. สอดคล้อง|กัน|,|เข้า|กัน|,|ตรง|กัน|,|คล้องจอง|กัน.  |Syn. self|-|consistency n.
(เซ|ลฟฺ|'|คัน|เท|นดฺ|') adj. ควบคุม|สติ|,|ควบคุม|อารมณ์|,|ไม่|สุงสิง|กับ|ใคร|,|พูด|น้อย|,|มี|ส่วนประกอบ|ใน|ตัวเอง|พร้อม|,|เลี้ยง|ตัวเอง|ได้|  |Syn. self|-|containedness n. self|-|containedment n.  |Syn. impassive
(เซ|ลฟฺ|คัน|โทร|ล|') n. การ|บังคับ|ตนเอง|,|การ|ควบคุม|ตนเอง|,|การ|ควบคุม|อารมณ์|,|การ|ควบคุม|จิตใจ.  |Syn. self|-|controlled adj. self|-|controlling adj.  |Syn. self|-|command|,|self|-|discipline|,|self|-|restraint
(เซ|ลฟฺ|'|ดิเฟนซฺ) n. การ|ป้องกัน|ตัวเอง|,|การ|อ้าง|การ|ใช|กําลัง|เพื่อ|ป้องกัน|ตัวเอง.  |Syn. self|-|defensive|,|self|-|defencive adj.
(เซ|ลฟฺ|'|ดิเฟนซฺ) n. การ|ป้องกัน|ตัวเอง|,|การ|อ้าง|การ|ใช|กําลัง|เพื่อ|ป้องกัน|ตัวเอง.  |Syn. self|-|defensive|,|self|-|defencive adj.
n. การ|ปฎิ|-|เส|ธ|ความ|ต้องการ|ของ|ตัวเอง|,|การ|หักห้าม|ใจ|,|การ|อดใจ.  |Syn. self|-|denying adj. self|-|denyingly adv. -|S.self|-|self|-|restraint
n. การ|ตัดสินใจ|,|การ|ตกลงใจ|ด้วย ตนเอง|,|ลัทธิ|ของ|ประชาชน|ใน|การ|ตัดสินใจ|เอง|ว่า|จะ|ให้|มี|การ|ปกครอง ใน|รูป|ใด.  |Syn. self|-|determined adj. self|-|determining adj.
n. การ|ควบคุม|ตัวเอง|,|การ|บังคับใจ|ตนเอง|,|การ|ควบคุม|อารมณ์|ตัวเอง|,|การ|รักษา|ระเบียบวินัย|ของ|ตัวเอง. -|self|-|disciplined adj.
adj. เรียน|เอง|,|ศึกษา|เอง.  |Syn. self|-|education n.
n. การ|มี|ความ|เคารพ|ใน|ตัวเอง|,|การ|หยิ่ง|ใน|ศักดิ์|ศร|'|ของ|ตัวเอง
adj. แน่ชัด|ใน|ตัว|ของ|มัน|เอง|,|ไม่|จํา|ต้อง|พิสูจน์|,|ไม่|จํา|ต้อง|แสดง|หรือ|อธิบาย|ก็|เข้าใจ.  |Syn. self|-|explanatory|,|obvious
adj. ชัดแจ้ง|ใน|ตัว|ของ|มัน|,|แน่ชัด|  |Syn. self|-|explaining
n. การ|แสดง|ออก|โดย|ตัว|ของ|มัน|เอง.  |Syn. self|-|expressive adj.
adj. ทะนง|ตัว|,|สําคัญ|ผิด|ว่า|ตัวเอง|สําคัญ.  |Syn. self|-|importance n.
adj. กระทํา|ต่อ|ตัวเอง|,|ให้แก่|ตัวเอง|,|บังคับ|ตัวเอง
(เซ|ลฟฺอิม|พรู|ฟ|'|เมิน|ทฺ) n. การ|ปรับปรุง|ตัวเอง.  |Syn. self|-|improving adj.
(เซ|ลฟฺ|'|อิน|ดิวซฺทฺ) adj. ชักนํา|เอง|,|เกิด|จาก|กระแส|ชักนํา|ใน|ตัวเอง|,|เหนี่ยวนํา|เอง
(เซ|ลฟฺ|'|อิน|ดัลเจินซฺ) n. การ|ปล่อยตัว|เอง|ให้|หมกมุ่น|อยู่|ใน|โลกีย์|,|การ|ปล่อยตัว|,|การ|ตามใจ|ตัว.  |Syn. self|-|indulgent adj.
(เซ|ลฟฺ|อิน|'|เท|อริ|สทฺ) n. ผลประโยชน์|ของ|ตัวเอง|,|ประโยชน์|ส่วน บุคคล|,|ความ|เห็นแก่ตัว.  |Syn. self|-|interested adj. self|-|interestedness n.
(เซ|ลฟฺ|นอ|ล|'|ลิจฺ) n. การ|รู้จัก|ตัวเอง|,|ความ|เข้าใจ|ใน|ตัวเอง
(เซ|ลฟโล|'|ดิง) adj. เกี่ยวกับ|อาวุธ|หรือ|ปืน|อัตโนมัติ|,|เกี่ยวกับ|อาวุธ หรือ|ปืน|กึ่ง|อัตโนมัติ
(เซ|ลฟฺ|'|พิ|ที) n. การ|สงสาร|ตัวเอง|,|การ|สมเพช|ตัวเอง.  |Syn. self|-|pitying adj. self|-|pityingly adv.
(เซ|ลฟฺ|'|พอ|ล|ละ|เน|'|เชิน) n. การ|ผสม|เกสร|ดอกไม้|ใน|ดอก|เดียวกัน หรือ|ต้น|เดียวกัน หรือ|จําพวก|เดียวกัน.
(เซ|ลฟฺ|'|พะ|เซ|สทฺ) adj. ควบคุม|ตัวเอง|,|มี|สติ|,|สามารถ|ข่มใจ|ตัว เอง|ได้|,|สามารถ|ข่ม|อารมณ์|ตัวเอง|ได้|,|สุขุม|,|ไม่|หวั่นไหว|,|เยือกเย็น.  |Syn. self|-|possessedly adv.  |Syn. composed|,|poised
(เซ|ลฟฺ|'|เพ|รส|เซ|อเว|'|เชิน) n. การ|รักษา|ตัว|รอด|,|ความ|สามารถ|ใน|การ|รักษา|ตัว|รอด|,|สัญชาตญาณ|ใน|การ|รักษา|ตัว|รอด|,|สัญชาตญาณ|ใน การ|ป้องกัน|ตัว
(เซ|ลฟฺ|'|โพ|รเค|ลม|ดฺ|') adj. เรียก|ตัวเอง|,|ประกาศ|ตัวเอง
(เซ|ลฟฺ|'|รี|คอร์ด|ดิง) adj. บันทึก|เอง|,|บันทึก|เอง|โดย|อัต|โน|มัต|'
(เซ|ล|ฟรี|ไล|'|เอินซฺ) n. ความ|เชื่อมั่น|ใน|ตัวเอง|,|การ|ไว้วางใจ|ตนเอง.  |Syn. self|-|reliant adj.  |Syn. independence
(เซ|ลฟฺ|'|รี|สเพคทฺ|') n. การ|เคารพ|ตัวเอง|,|การ|หยิ่ง|ใน|ศักดิ์ศรี|ของ|ตัว เอง.  |Syn. self|-|respectful|, self|-|respecting adj.
(เซ|ลฟฺ|'|ทอ|ท) adj. สอน|ตัวเอง|,|เรียนรู้|ด้วย|ตัวเอง|,|ศึกษา|เอง
(เซ|ลฟฺ|'|ไท|เมอะ) n. อุปกรณ์|ถ่าย|ภาพ|เอง|โดย|อัตโนมัติ|ของ|กล้องถ่ายรูป
(เซ|ลฟวิล|'|,|เซ|ลฟ|'|วิล) n. ความ|ดื้อรั้น|,|ความ|เอาแต่ใจ|ตัว|,|การ|ถือ|ทิฐิ|มานะ.  |Syn. self|-|willed adj. self|-|willedly adv. self|-|willedness n.  |Syn. stubborn willfulness
(เซ|ลฟฺ|'|ไว|'|ดิง) adj. ไขลาน|เอง|,|ไขลาน|โดย|อัตโนมัติ|,|ไม่|ต้อง|ไขลาน
(เซ|ลฟฺ|'|ฟิช) adj. เห็นแก่ตัว|,|เพื่อ|ผลประโยชน์|ของ|ตัวเอง.  |Syn. selfishly adv. selfishness n.  |Syn. self|-|interested
(เซ|ลฟฺ|'|ลิส) adj. ไม่|เห็นแก่ตัว|,|ไม่|เห็นแก่|ผลประโยชน์|ส่วนตัว|,|ไม่|คํานึง|ถึง|ตัวเอง.  |Syn. selflessly adv. selflessness n.
(เซ|ลฟฺ|'|นิส) n. =|selfhood (ดู)| 
(เซ|ล) (sold|,|sold|,|selling|,|sells|} vt. ขาย|,|ขาย|ออก|,|จําหน่าย|,|เสนอ|ขาย|,|ชักชวน|ให้|ซื้อ|,|ชักนํา|ให้|ซื้อ|,|ทํา|ให้|ยอมรับ|,|ทํา|ให้|เชื่อมั่น|,|แลก|ชีวิต. vi. ขาย|,|เสนอ|ขาย|,|เป็น|ที่|ต้องการ -|Phr. (sell out ขาย|หมด) -|Phr. (sell up ขาย|หมด|,|ขาย|ทอด|ตลาด) . n. การ|ขาย|,|วิธีการ|ขาย
(เซ|ล|'|เลอะ) n. ผู้|ขาย|,|ผู้|จําหน่าย|,|สินค้า|ที่|ขาย.  |Syn. retailer|,|vendor|,|tradesman
(เซ|ลทฺ|'|เซอะ) n น้ําแร่|ธรรมชาติ|ที่|มี|ฟอง ผุด|ขึ้น|ประกอบ|ด้วย|เกลือ|และ|สารประกอบ|คาร์บอเนต ของ|โซเดียม|แคลเซียม|และ|แมกนีเซียม|,|น้ําแร่|เทียม|ที่|มี|สารประกอบ|ดังกล่าว|  |Syn. Seltzer water
(เซ|ล|'|วิจ) n. ขอบ|สิ่งทอ|กัน|ลุ่ย|,|ขอบ|กัน|ลุ่ย|,|แผ่น|รู|กุญแจ|  |Syn. selvedge.  |Syn. selvaged adj.
(เซ|ลวซฺ) n. พหูพจน์|ของ self
(ซี|แมน|'|ทิค) adj. เกี่ยวกับ|หรือ|เนื่องจาก|ความหมาย|แตกต่าง|ของ|คํา|หรือ|สัญลักษณ์|อื่น|,|เกี่ยวกับ|semantics (ดู) -|semantically adv. ความหมาย|หมายถึง สัมพันธภาพ|ระหว่าง|คํา|กับ|สัญลักษณ์|ใน|ภาษา|ที่|ใช้|การ|เขียน|โปรแกรม|หรือ|ชุดคําสั่ง รวม|ทั้ง|ความหมาย|ที่|กําหนด|ให้|สําหรับ|คํา|และ|สัญลักษณ์|นั้น ๆ ด้วย อย่างไรก็ตาม คําสั่ง|ต่าง ๆ ใน|การ|เขียน|โปรแกรม|หรือ|ชุดคําสั่ง|มัก|ใช้|อธิบาย|ด้วย|ภาษา|คณิตศาสตร์ เพราะ|มี|ความ|ชัดเจน|แน่นอน
ข่ายงาน|ความหมาย|เป็น|ศัพท์|ที่|ใช้|ใน|เรื่อง|ของ|ปัญญาประดิษฐ์ (artificial intelligence) หมายถึง|โครงสร้าง|ข้อมูล|ประเภท|หนึ่ง ใช้|เก็บ|ข้อมูล|ที่|เกี่ยวข้อง|กัน|ด้วย|โครงสร้าง|เครือข่าย|เพื่อ|การ|หาเหตุ|ผล (reasonning) หรือ|ความจริง (fact)| 
(ซี|แมน|'|ทิคซฺ) n. การ|ศึกษา|เกี่ยวกับ|ความหมาย|ของ|คํา|,|การ|ศึกษา|เกี่ยวกับ|การ|เปลี่ยนแปลง|ความหมาย|ของ|คํา|,|การ|ศึกษา|เกี่ยวกับ|ความหมาย|และ|สัญลักษณ์.  |Syn. semanticist n. semantician n.
(เซ|ม|'|มะฟอร์) n. อุปกรณ์|สัญญาณ|,|เสา|สัญญาณ|,|ไฟ|สัญญาณ|,|โคม|สัญญาณ|,|ระบบ|การ|ให้|สัญญาณ|ด้วย|การ|ถือ|ธง|ใน|ท่า|ต่าง ๆ vt.,|vi. ให้|สัญญาณ|โดย|วิธีการ|ดังกล่าว|  |Syn. semaphoric|,|semaphorical adj.
(เซ|ม|'|บ|ละ|เบิล) adj. คล้าย|,|คล้ายคลึง|,|ดูเหมือน. n. ความ|คล้าย|,|ความ|คล้ายคลึง|,|สิ่ง|ที่|คล้ายคลึง|กัน.  |Syn. semblably adv.
(เซ|ม|'|เบลินซฺ) n. ลักษณะ|ภายนอก|,|ความ|คล้ายคลึง|,|รูปร่าง|ลักษณะ ภายนอก|,|รูปร่าง|หน้าตา -|S.look|,|aspect|,|air
(ซี|'|เมิน) n. น้ํากาม|ซึ่ง|มี|ด้วย|ตัว|อสุจิ
(ซี|เมส|'|เทอะ) n. ภาคเรียน|ครึ่ง|ปี|การ|ศึกษา (ประมาณ 15|-|18 อาทิตย์) , (ใน|มหาวิทยาลัย|เยอรมัน) ภาคเรียน|ครึ่ง|ปี (6 เดือน)|  |Syn. semestral adj. semestrial adj.
Pref. '|กึ่ง|'|,|'|ครึ่ง|'
(เซ|ม|มิ|แอ|น|'|นวล) adj. ทุก|ครึ่ง|ปี|,|ปี|ละ|สอง|หน|,|ครึ่ง|ปี|,|อยู่|ได้|ครึ่ง|ปี
(เซ|ม|มิ|ออ|โท|แมท|'|ทิค) adj. กึ่ง|อัตโนมัติ|, (ปืน) บรรจุ|กระสุน|แบบ|กึ่ง|อัตโนมัติ n. ปืน|กึ่ง|อัตโนมัติ.
(เซ|ม|'|มิ|บ|รี|ฟว|,|เซ|ม|'|ไมบ|รี|ฟว) n. เครื่องหมาย|เต็มเสียง|,|กึ่ง|ความ|ยาว|ของ|เครื่องหมาย|breve (เครื่องหมาย|ดนตรี|ที่|ยาว|ที่สุด)| 
(เซ|ม|มิ|เซ|อ|'|เคิล) n. ครึ่ง|วง|กลม|,|รูป|ครึ่ง|วง|กลม.  |Syn. semicircular adj.
(เซ|ม|'|มิ|โค|'|เลิน) n. อัฒภาค|,|เครื่องหมาย|"|;|"|เป็น|เครื่องหมาย|แยก|ข้อความ
สารกึ่งตัวนํา|หมายถึง สาร|ชนิด|หนึ่ง|ที่|เป็น|สื่อ|นํา|ก็|ไม่|ดี เป็น|ฉนวน|ก็|ไม่|ดี แต่|ก็|เป็น|ได้|ทั้ง|สื่อ|นํา|และ|ฉนวน|กั้น|กระแส|ไฟใน|ตัว สารกึ่งตัวนํา|นี้|ใช้|ทํา|ทรานซิสเตอร์ หรือ|วงจร|รวม (integrated circuit) สาร|ชนิด|ที่|รู้จัก|กัน|ดี|ใน|การ|นํามา|ทํา|เป็น|สารกึ่งตัวนํา|ใน|ปัจจุบัน นี้|คือ ซิลิคอน (silicon) และ|เจอ|มา|เนี|ยม (germanium)| 
(เซ|ม|มิ|ดี|แทชทฺ|') adj. แยก|ออก|บาง|ส่วน|,|กึ่ง|อิสระ|, (บ้าน) สอง|หลัง ติด|กัน
(เซ|ม|มิ|ไฟ|'|เนิล) adj.,|n. (เกี่ยวกับ) รอง|รอบ|สุดท้าย|,|รอง|รอบ|ชิง|ชนะเลิศ|,|การ|แช่ง|ขัน|ของ|รอง|คู่|เอก
(เซ|ม|มิ|ฟลู|'|อิด) adj. กึ่ง|ของเหลว
(-|ิฟอร์|'|เมิล) adj. กึ่ง|ทางการ
(เซ|ม|มิ|ลู|'|นะ) adj. ครึ่ง|รูป|พระจันทร์|,|เสี้ยว|พระจันทร์
(เซ|ม|มิ|มัน|ธฺ|'|ลี) adj.,|adv.เดือน|ละ 2 ครั้ง|,|ทุก|ครึ่ง|เดือน n. วารสาร|ราย|ปักษ์|,|สิ่ง|ตีพิมพ์|ที่|ออก|เดือน|ละ 2 ครั้ง|,|สิ่ง|ที่|ป|รา|กฎ|ขึ้น|เดือน|ละ 2 ครั้ง
(เซ|ม|'|มิ|นะ) n. พหูพจน์|ของ semen
(เซ|ม|'|มิ|เนิล) adj. เกี่ยวกับ|น้ํากาม|,|เกี่ยวกับ|เมล็ด|,|สามารถ|เติบโต|ได้|,|สามารถ|พัฒนา|ได้|,|มี|พลัง|แพร่พันธุ์|,|มี|อิทธิพล|อย่าง|มาก|ต่อ|เหตุการณ์|ภายหน้า|หรือ|การ|เจริญเติบโต|ภายหน้า|  |Syn. generative|,|productive
(เซ|ม|'|มะนาร์) n. กลุ่ม|สัมมนา|,|สัมมนา|,|การ|ประชุม|สัมมนา|,|วิชา|ประเภท|สัมมนา|,|การ|ประชุม|แลกเปลี่ยน|ข้อคิดเห็น|และ|อภิปราย
(เซ|มมะแน|'|เรียน) n. นักศึกษา|ศา|สน|ศาสตร์|,|นักศึกษา|ธรรมะ|,|นักศึกษา|เทววิทยา|,|ผู้|ศึกษา|ใน|โรงเรียน|ศาสนา
(เซ|ม|'|มิ|นะ|รี) n. โรงเรียน|ศาสนา|,|โรงเรียน|ธรรมะ|,|โรงเรียน|ที่|สอน|วิชา|ศา|สน|ศาสตร์ (เพื่อให้|เป็น|พระ) ,|โรงเรียน (โดยเฉพาะ|โรงเรียน|ชั้น|สูง) ,|โรงเรียน|มัธยม|หรือ|อุดมศึกษา|สําหรับ|สตรี|,|การ|ประชุม|สัมมนา.  |Syn. seminarial adj.
(เซ|มมะเน|'|เชิน) n. การ|หว่าน|เมล็ด|,|การ|ปล่อย|น้ํากาม|เข้า|ไป|ใน|ช่องคลอด|ระหว่าง|การ|สังวาส|หรือ|โดย|เครื่องมือ -|Phr. (artificial semination n. การ|ปล่อย|น้ํากาม|เข้า|ไป|ใน|ช่อง คลอด|โดย|เครื่องมือ)| 
(-|อฟฟิช|'|เชิล) adj. กึ่ง|ทางการ
(ซะ|มิ|ท|'|ทิค) n. ่ภาษา|อาหรับ|-|ฮิบ|รู (ยิว) -|Akkadian|และ|Phoenician|  |Syn. เกี่ยวกับ|ภาษา|ดังกล่าว|,|เผ่า|ยิว
(เซ|ม|มิ|ท|รอ|พ|'|พิเคิล|,|-|ท|รอ|พ|'|พิค) กึ่ง|โซน|ร้อน.  |Syn. semitropics n.,|pl.
(เซ|ม|มิ|ท|รอ|พ|'|พิเคิล|,|-|ท|รอ|พ|'|พิค) กึ่ง|โซน|ร้อน.  |Syn. semitropics n.,|pl.
(เซ|ม|มิ|เยีย|'|ลี) adj. ทุก|ครึ่ง|ปี|,|ปี|ละ|สอง|ครั้ง. adj. ทุก|ครึ่ง|ปี|,|ปี|ละ สอง|ครั้ง
(เซ|มมะลี|'|นะ) n. แป้งหมี่|หยาบ
(เซ|ม|'|พลิเช) adj. ง่าย|,|ตรงไปตรงมา
(เซ|ม|'|เพร) adv. ตลอดไป
n. =|seamstress
(เซน|'|นิท) n. สภาสูง|,|วุฒิสภา|ของ|บาง|ประเทศ (เช่น สหรัฐอเมริกา|,|ฝรั่งเศส) ,|อาคาร|สภาสูง|,|ห้อง|สภาสูง|,|สภาสูง|สุด|ของ|โรมัน|,|สภา|บริหาร|หรือ|นโยบาย|ของ|บาง|มหาวิทยาลัย
(เซน|'|นะ|เทอะ) n. สมาชิก|สภาสูง|,|สมาชิก|วุฒิสภา.  |Syn. senatorship n.
(เซน|นะ|ทอ|'|เรี|ยล) adj. เกี่ยวกับ|สภาสูง|,|เกี่ยวกับ|วุฒิสภา|,|เกี่ยวกับ|สมาชิก|สภาสูง|หรือ|วุฒิสภา
(เซน|ดฺ) { sent|,|sent|,|sending|,|sends|} vt.,|vi. ส่ง|,|ส่ง|ออก|,|นํา|ส่ง|,|ขับ|,|ไล่|,|ปล่อย|ออก|,|เปล่ง|,|ส่ง|สัญญาณ -|Phr. (send for เรียก|,|ตาม|หา)|  |Syn. sender n.  |Syn. transmit Ant. receive
ชุด|รับ|/|ส่ง|ใช้|ตัวย่อ|ว่า ASR (เอเอสอาร์) หมายถึง|เครื่อง|โทรพิมพ์ ซึ่ง|สามารถ|เจาะ|และ|อ่าน|บัตร และ|สามารถ|ส่ง|ข้อมูล|จาก|แป้นพิมพ์|ได้
(เซน|ดฺ|'|ออ|ฟ) n. การ|ไป|ส่ง|,|การ|ให้|กําลังใจ|,|การ|เริ่มต้น|  |Syn. start
(ซี|'|ไน|ลฺ) adj. ชรา|,|สูงอายุ|,|ถูก|กัดกร่อน|จน|เป็น|ที่ราบ n. คนชรา|,|คน|สูงอายุ
(ซี|นิล|'|ลิ|ที) n. ความ|ชรา|,|ความ|สูง|อาย
(ซี|น|'|เยอะ) adj. อาวุโส|,|อายุ|มาก|,|เกี่ยวกับ|นักเรียน|หรือ|นักศึกษา|ใน|ป|'|สุดท้าย|,|เกี่ยวกับ|นักศึกษา|ใน|สอง|ปี|สุดท้าย|,|ก่อน|,|เมื่อก่อน. n. ผู้อาวุโส|,|ผู้|มี|อายุ สูง|กว่า|,|นักเรียน|หรือ|นักศึกษา|ใน|ปี|สุดท้าย|  |Syn. elder|,|older|,|veteran
n. โรงเรียน|มัธยม|ตอน|ปลาย
(ซี|น|ยอ|'|ริ|ที) n. ความ|เป็น|ผู้|มี|อาวุโส|,|การ|มี|อายุ|มาก|,|ตําแหน่ง|ผู้อาวุโส
(เซน|ยอ|ร|') n. ภาษาสเปน|ที่หมาย|ถึง|"|mister|" (ดู) -|S.man|,|gentleman
(เซน|ยอร์|'|ระ) n. ภาษาสเปน|ที่หมาย|ถึง|"|Mrs."|,|คุณนาย|,|คุณผู้หญิง|,|นาง
(เซน|ยะ|รี|'|ทะ) n. ภาษาสเปน|ที่หมาย|ถึง|"|Miss|"|,|คุณหนู|,|หล่อน|,|นางสาว
(เซน|เซ|'|เชิน) n. ความรู้สึก|สัมผัส|,|ประสาทสัมผัส|,|อาการ|รู้สึก|,|ความ|ตื่นเต้น|,|ความ|ดัง|,|ความ|เกรียวกราว
(เซน|เซ|'|เชินเนิล) adj. เกี่ยวกับ|ความรู้สึก|สัมผัส|,|เกี่ยวกับ|ความรู้สึก ตื่นเต้น|,|เกรียวกราว|,|เกี่ยวกับ|ความ|ฉลาด|,|เกี่ยวกับ|ไหวพริบ|,|เกี่ยวกับ|เหตุผล|,|ดีเยี่ยม|,|ดีเลิศ|,|อย่างยิ่ง|,|ยิ่งใหญ่|  |Syn. exciting|,|stimulating|,
(เซน|ซฺ) n. ความรู้สึก|,|ไหวพริบ|,|ประสาท|ทั้ง|ห้า|,|ประสาทสัมผัส|,|อินทรีย์|สัมผัส|,|เหตุผล|,|ความ|สามารถ|ใน|การ|พินิจพิเคราะห์|,|สติ|สัมปชัญญะ|,|ความ|ฉลาด|,|ความ|สังหรณ์|,|ความหมาย|,|นัย|,|แนวทาง|,|ทิศทาง vt. รู้สึก|,|ตระหนัก|,|เข้าใจ|ความหมาย|,|เข้าใจ|,|ฟื้น|ขึ้น (จาก|การ|สลบ) ,|สํานึก|,|สังหรณ์|,|ตื่นตัว. -
n. อวัยวะ|สัมผัส|,|อวัยวะ|ประสาทสัมผัส|,|อวัยวะ|ที่|ไว|ต่อ|ตัว|กระตุ้น|,|ตัวรับ|  |Syn. receptor
n. ความรู้สึก|สัมผัส|,|ความรู้สึก|จาก|ประสาทสัมผัส
(เซน|ซฺ|'|ลิส) adj. ไร้|ความรู้สึก|,|ไม่|มี|สติ|,|ไม่|มี|ความหมาย|,|โง่|,|เง่า|,|บ้า|  |Syn. senselessness n.  |Syn. unconscious|,|foolish
(เซน|ซะ|บิล|'|ลิ|ที) n. ความรู้สึก|ไว|,|ไหวพริบ|,|ความ|เฉียบแหลม|,|สติ|สัมปชัญญะ|  |Syn. sensibilities n.,|pl. อารมณ์|,|ความรู้สึก|เจ็บใจ|ได้|,|ความ|สามารถ|รับ|การ|กระตุ้น|จาก|สิ่ง|ภายนอก|ได้
(เซน|'|ซะเบิล) adj. มี|เหตุผล|,|มี|ไหวพริบ|,|มี|สติ|สัมปชัญญะ|,|ฉลาด|,|มากมาย|,|สามารถ|รู้สึก|ได้|ไว|ต่อ|สิ่ง|กระตุ้น.  |Syn. sensibleness n. sensibly adv.  |Syn. intelligent|,|wise
(เซน|'|ซิ|ไท|ซ) vt. ทํา|ให้|ไว|,|ทํา|ให้|ไว|ต่อ|สิ่ง|กระตุ้น|,|ทํา|ให้|เกิด|ภูมิแพ้ (โรค) ,|ทํา|ให้|รับ|การ|กระตุ้น|ได้|ง่าย.  |Syn. sensitisation n. sensitization n. sensitiser n. sensitizer n.  |Syn. render sensitive
(เซน|'|ซิ|ทิฟว) adj. ไว|ต่อ|สิ่ง|กระตุ้น|,|รับ|ความรู้สึก|ได้|ง่าย|,|รู้สึก|ไว|,|ประสาท|ไว|,|รับ|อิทธิ|-|พล|ภายนอก|ได้|ง่าย|,|ไว|ต่อ|แสง|,|มี|เล่ห์|นัย|ยิ่ง|,|เกี่ยวกับ|อวัยวะ|สัมผัส.  |Syn. sensitiveness n.  |Syn. susceptible|,|predisposed|,|receptive|,|respons
(เซน|ซิ|ทิฟ|'|วิ|ที) n. ความรู้สึก|ไว|,|ความ|ไว|ต่อ|สิ่ง|กระตุ้น|,|ประสาท|ไว|,|ระดับ|ของ|ความ|ไว|ต่อ|สิ่ง|กระตุ้น|,|ความ|เฉียบแหลม|,|ไหวพริบ|,|อารมณ์|,|ความ|สามารถ|รับ|การ|กระตุ้น|จาก|ภายนอก|  |Syn. responsiveness
(เซน|'|ซิ|ไท|ซ) vt. ทํา|ให้|ไว|,|ทํา|ให้|ไว|ต่อ|สิ่ง|กระตุ้น|,|ทํา|ให้|เกิด|ภูมิแพ้ (โรค) ,|ทํา|ให้|รับ|การ|กระตุ้น|ได้|ง่าย.  |Syn. sensitisation n. sensitization n. sensitiser n. sensitizer n.  |Syn. render sensitive
(เซน|'|เซอะ) n. เครื่องส่ง|สัญญาณ|ชนิด|หนึ่ง|ที่|ไว|ต่อ|แสง อุณหภูมิ|ระดับ|รังสี|,|สิ่ง|ที่|รู้สึก|,|ตัว|ที่|รับ|ความรู้สึก|หรือ|มี|ปฎิ|กิริยา|ต่อ|สิ่ง|กระตุ้น|โดย|การ|เคลื่อนไหว
(เซน|'|ซะ|รี) adj. เกี่ยวกับ|ความรู้สึก|,|ซึ่ง|นํา|กระแส|ประสาท|,|เกี่ยวกับ|sense (ดู) หรือ|sensation (ดู)|  |Syn. sensorial|,|sensivtive
(เซน|'|ชวล) adj. เกี่ยวกับ|ราคะ|,|หมกมุ่น|ใน|รสชาติ|,|มั่ว|โลกีย์|,|แห่ง|กาย|,|เกี่ยวกับ|เนื้อหนัง|มัง|สา|,|กระตุ้น|ความรู้สึก|,|กระตุ้น|รสชาติ|,|ทาง|โลก|,|ฆราวาส|,|เกี่ยวกับ|ความรู้สึก|  |Syn. fleshly|,|lewd
(เซน|'|ชู|ไลซ) vt. ทํา|ให้|เกิด|ราคะ|,|ทํา|ให้|หมกมุ่น|ใน|รสชาติ|,|ทํา|ให้|มั่ว|โลกีย์|,|ทํา|ให้|เกิด|ความรู้สึก|,|ทํา|ให้|เป็น|ลักษณะ|ทาง|โลก.  |Syn. sensualisation n. sensualization n.
(เซน|'|ชู|ไลซ) vt. ทํา|ให้|เกิด|ราคะ|,|ทํา|ให้|หมกมุ่น|ใน|รสชาติ|,|ทํา|ให้|มั่ว|โลกีย์|,|ทํา|ให้|เกิด|ความรู้สึก|,|ทํา|ให้|เป็น|ลักษณะ|ทาง|โลก.  |Syn. sensualisation n. sensualization n.
(เซน|'|ชู|อัส) adj. เกี่ยวกับ|ความรู้สึก|,|เกี่ยวกับ|ความรู้สึก|สัมผัส|,|เกี่ยว กับ|อวัยวะ|สัมผัส|,|เกี่ยวกับ|โลกีย์|,|หมกมุ่น|ใน|กาม|โลกีย์.  |Syn. sensuousness n. sensuosity n.  |Syn. sensory|,|dissolute
(เซน|ทฺ) v. กริยา|ช่อง 2 และ 3 ของ send
(เซน|'|เทิน|ซฺ) n. ประโยค|,|การ|ตัดสิน|,|การ|ตัดสิน|ลงโทษ|,|การ|พิพากษา|,|การ|ลงโทษ|,|คติพจน์|,|คําคม|,|สุภาษิต. vt. ตัดสิน|,|พิพากษา.  |Syn. sentencer n.  |Syn. judgment|,|opinion|,|verdict
(เซน|เท|น|'|เชิน) adj. เต็มไปด้วย|คติพจน์|,|เต็มไปด้วย|สุภาษิต|,|เล่นสํานวน|,|ชอบ|สั่งสอน|,|เชิง|เทศนา|,|เชิง|ปราชญ์|,|โอ้อวด.  |Syn. sententiously adv. sententiousness n.  |Syn. pithy|,|terse|,|preachy|,|didactic
(เซน|'|เชินซฺ) n. ความรู้สึก|,|ความ|สามารถ|ใน|การ|รู้สึก.  |Syn. sentiency
(เซน|'|ทะ|เมิน|ทฺ) n. ความรู้สึก (ต่อ|บาง|สิ่ง|บาง|อย่าง) ,|ความรู้สึก|,|ความรู้สึก|รําลึก|ถึง|,|ความคิดเห็น|,|ข้อคิดเห็น|,|อารมณ์.  |Syn. feeling
(เซน|ทะ|เมน|'|เทิล) n. รู้สึก|มาก|กว่า|ปกติ|,|รู้สึก|เกิน|ควร|,|มี|อารมณ์|อ่อน ไหว|,|ซาบซึ้ง|,|สะเทือนอารมณ์|ได้|ง่าย|,|เห็นอกเห็นใจ|  |Syn. warm|,|sympathetic|,|loving
(เซน|'|ทิเนิล) n. ยาม|,|คน|เฝ้า|ยาม|,|ทหารยาม|,|ทหาร|องครักษ์|, (คอมพิวเตอร์) เครื่องหมาย|หรือ|สัญลักษณ์ ที่|แสดง|การ|เริ่มต้น|หรือ|ยุติ|ลง. vt. เฝ้า|ยาม|,|ยืนยาม|  |Syn. sentry|,|guard|,|watch
(เซน|'|ท|รี) n. ทหารยาม|,|ทหาร|รักษาการณ์|,|ทหาร|องครักษ์|,|ทหาร|คุ้มกัน|,|ยาม.  |Syn. sentinel|,|guard|,|watch|,|warden
(โซ|ล|,|ซา|'|อู|ล) n. ชื่อ|เมืองหลวง|ของ|เกาหลีใต้|อยู่|ทาง|ภาค|ตะวันตก|ของ|ประ เทศ.  |Syn. Keijo
(ซี|'|เพิล) n. กลีบ|เลี้ยง|ของ|ดอก. sepaled|,|sepalled adj.
(เซ|พ|'|พะ|ระ|บิล|'|ลิ|ที) n. ความ|สามารถ|ที่|จะ|แยก|ออก|จาก|กัน|ได้|,|ลักษณะ|ที|แยก|ออก|จาก|กัน|ได้
(เซ|พ|'|พะ|ระ|เบิล) adj. แยก|ออก|จาก|กัน|ได้.  |Syn. separability n. separably adv.
(เซ|พ|'|พะเรท) vt.,|vi.,|adj. แยก|ออก|,|แยก|,|แยกกัน|,|แบ่ง|สรร|,|แยกแยะ|,|วินิจฉัย|,|สกัด|,|กระจาย|ออก|,|ไม่|ต่อเนื่อง|,|เด่นชัด|,|ชัดเจน|,|กระจาย|,|โดดเดี่ยว|,|อิสระ|,|เฉพาะบุคคล|,|เอกเทศ|,|เดียวดาย|, (วิญญาณ) หลุด|ออก|จาก|กาย n. สิ่ง|ที่|แยก|ออก|,|ลูกหลาน.  |Syn. separateness n.
(เซ|พพะเร|'|เชิน) n. การ|แยก|ออก|,|การ|แยก|,|การ|แบ่งแยก|,|สถานที่|แบ่งแยก|,|จุด|หรือ|เส้น|ที่|แบ่งแยก|,|ช่องโหว่|,|ช่อง|,|รู|,|โพรง|,|การ|แยกกัน|อยู่|,|การ|แยกตัว|ของ|ส่วนล่าง|ของ|ขีปนาวุธ|ออก|จาก|ส่วน|บน|  |Syn. disconnection|,|severance
(เซ|พ|'|พะเร|'|เชินนิสทฺ) n. ผู้|แบ่งแยก|,|ผู้สนับสนุน|หรือ|ยึดถือ|ลัทธ|'|การ|แบ่งแยก.  |Syn. separationism n.  |Syn. separatist
(เซ|พ|'|พะเร|เทอะ) n. ผู้|แบ่งแยก|,|สิ่ง|ที่|แบ่งแยก|,|เครื่อง|แบ่งแยก|,|เครื่อง|สกัด|,|เครื่อง|แยก|แร่
เส้น|คั่น|แต่ละ|เมนู|ที่|เห็น|บน|จอภาพ|ใน|ระบบ|วินโดว์ มักจะ|มี|เส้น|แบ่ง|หมวดหมู่|ของ|รายการ|คําสั่ง|คั่น|ให้|เป็น|ระยะ ๆ เพื่อให้|มองหา|ได้|ง่าย เช่น เมนู File ของ|โปรแกรม Microsoft Word จะ|แบ่ง|รายการ|คําสั่ง|เป็น New|, Open|, Close|, Save|, Save as|, Version ส่วนหนึ่ง Page Setup|, Print Preview|, Print|, ส่วนหนึ่ง บางที|ก็|มี Exit อยู่|อีก|ส่วนหนึ่ง (แต่ละ|โปรแกรม อาจ|มี|รายการ|คําสั่ง|แตกต่าง|กัน|ไป|บ้าง) แต่|จะ|มี|เส้น|คั่น ให้|เห็นชัด|เสมอ
(เซ|พ|'|ซิ|ส) n. การ|มี|เชื้อ|แบคทีเรีย|ใน|ร่างกาย|,|การ|มี|เชื้อโรค|หรือ|พิษ|ของ|มัน|ใน|โลหิต หรือ|เนื้อเยื่อ
Pref. มี|ความหมาย|ว่า|"|เจ็ด|"
(เซ|พ|'|ทะ) n. พหูพจน์|ของ septum
(เซ|พ|'|ทัล) adj. เกี่ยวกับ|septum
(เซ|พ|'|เท|อ|เบอะ) n. กันยายน
(เซ|พ|'|ทิค) adj. ติดเชื้อ (โดยเฉพาะ|เชื้อ|ที่|ทํา|ให้|เกิด|หนอง) ,|เกี่ยวกับ|การ|มี|เชื้อ|แบคทีเรีย|อยู่|ใน|ร่างกาย|,|เกี่ยวกับ|การ|มี|เชื้อโรค|หรือ|พิษ|ของ|มัน|ใน|โลหิต|หรือ|เนื้อเยื่อ.  |Syn. septically adv. septicity n.  |Syn. putrescent|,|putrid
(เซ|พทิ|ซี|'|เมีย) n. ภาวะ|ที่|มี|เชื้อ|แบคทีเรีย|ใน|โลหิต|,|ภาวะ|โลหิต|เป็น|พิษ.  |Syn. septicemic|,|septicaemic adj.
(เซ|พทิ|ซี|'|เมีย) n. ภาวะ|ที่|มี|เชื้อ|แบคทีเรีย|ใน|โลหิต|,|ภาวะ|โลหิต|เป็น|พิษ.  |Syn. septicemic|,|septicaemic adj.
(เซ|พ|'|ทัม) n. ผนัง|กั้น|,|ผนัง|แบ่ง|,|ผนัง|ประ|จัน|ที่|เป็น|ผนัง|เยื่อ|ระหว่าง 2 โพรง pl. septa
(เซ|พ|'|คัล|เคอะ) n. หลุม|ฝังศพ|,|สุสาน|,|หิน|สุสาน|,|หลุม ใส่|สิ่งศักดิ์สิทธิ์|,|ที่|ตั้ง|สิ่งศักดิ์สิทธิ์ vt. ฝังศพ|,|ใส่|ใน|หลุม|ฝังศพ|,|ใส่|ใน|หลุม|ฝังศพ|,|ฌาปนกิจ|ศพ|,|หลุม|ฝังศพ|,|สุสาน.  |Syn. sepultural adj.  |Syn. vault|,|tomb|,|crypt
(ซี|พัล|'|ครัล) adj. เกี่ยวกับ|สุสาน|,|เกี่ยวกับ|หลุม|ฝังศพ|,|เป็น|สุสาน|,|ใน|การ|ฝังศพ|,|เหมือน|สุสาน|,|เศร้าโศก|  |Syn. funereal|,|dismal
(เซ|พ|'|คัล|เคอะ) n. หลุม|ฝังศพ|,|สุสาน|,|หิน|สุสาน|,|หลุม ใส่|สิ่งศักดิ์สิทธิ์|,|ที่|ตั้ง|สิ่งศักดิ์สิทธิ์ vt. ฝังศพ|,|ใส่|ใน|หลุม|ฝังศพ|,|ใส่|ใน|หลุม|ฝังศพ|,|ฌาปนกิจ|ศพ|,|หลุม|ฝังศพ|,|สุสาน.  |Syn. sepultural adj.  |Syn. vault|,|tomb|,|crypt
(ซิ|เคว|'|ซัส) adj. เลียน|แบบ|,|ขี้|เลียน|แบบ|,|คล้อยตาม|,|เอาอย่าง|  |Syn. sequacity n. sequaciousness n.
(ซี|'|เควล) n. บท|ต่อเนื่อง|,|เรื่อง|ที่|ต่อเนื่อง|,|สิ่ง|ที่|ตาม|มา|ทีหลัง|,|ผล|ที่|ตาม|,|ผล|,|ผลลัพธ์|,|ผล|สืบเนื่อง|,|การ|อนุมาน|  |Syn. upshot|,|consequence
(ซี|'|เควินซฺ) n. การ|ต่อเนื่อง|กัน|,|ตอน|ที่|ต่อเนื่อง|กัน|,|ลําดับ|เหตุการณ์|,|ลํา ดับ|,|ขั้นตอน|,|การ|เรียงลําดับ|,|ไพ่|ที่|เรียง|แต้ม|กัน|,|เพลง|สวด|ที่|ต่อเนื่อง|กัน. vt. เรียง|ตาม|ลําดับ|  |Syn. order Ant. discontinuity
(ซี|'|เควินทฺ) adj. ต่อเนื่อง|กัน|,|ติดต่อ|กัน|,|ตาม|ลําดับ|,|ตาม|มา|,|เป็น|ผล|ที่|ตาม|มา n. สิ่ง|ที่|ตาม|มา|,|ผลลัพธ์|,|ผล|  |Syn. sequently adv.
(ซี|เค|วน|'|เชิส) adj. ต่อเนื่อง|กัน|,|ติดต่อ|กัน|,|ที่|ตาม|มา|,|เป็น|ผลลัพธ์|,|เป็น|ผลที่สุด|  |Syn. sequentiality n.
วิธี|เข้าถึง|โดย|ลําดับ|ใช้|ตัวย่อ|ว่า SAM (อ่าน|ว่า แซม) หมายถึง การ|เข้าถึง|หน่วยเก็บข้อมูล|หรือ|สื่อ|บาง|ชนิด เช่น แถบแม่เหล็ก (tape) ซึ่ง|จะ|เก็บ|ข้อมูล|ไว้|ตาม|ลําดับ วิธี|ที่|ใช้|ใน|การ|เข้าถึง|ข้อมูล|ขึ้น|อยู่|กับ|ระยะ|ทาง|ของ|ตําแหน่ง|ของ|ข้อมูล|ที่|บรรจุ|ไว้|ใน|สื่อ|นั้น หาก|ข้อมูล|ถูก|เก็บ|อยู่|ตอน|ปลาย กว่า|จะ|เข้าถึง|ข้อมูล ก็|ย่อม|จะ|เสียเวลา|นาน|ดู random access เปรียบเทียบ
แฟ้ม|ลําดับ|หมายถึง แฟ้มข้อมูล|ที่|จะ|เข้าถึง|ได้|ไป|ตาม|ลําดับ (sequential) สื่อ|ตัวอย่าง|ที่|เห็น|ง่าย|ก็|คือ แถบ|บันทึก|เพลง (tape) กว่า|จะ|เข้า|ไป|ถึง|เพลง|ลําดับ|ท้าย ๆ ก็|ต้อง|หมุน|ผ่าน|เพลง|แรก ๆ ไป ก่อน ต้อง|รอ|จนกว่า|จะ|ถึง|เพลง|ที่|ต้องการ (ตรงข้าม|กับ จานเสียง|หรือ|ซี|ดี (CD) ที่|เรา|สามารถ|เลือก|ฟัง|เพลง|ที่|ต้องการ|ได้|ทันที)| 
(ซี|เควส|'|เทอะ) vt. ทํา|ให้|ตัดขาด|,|ทํา|ให้|สันโดษ|,|ทํา|ให้|โดดเดี่ยว|,|แยก|ออก|,|แยก|จาก|,|ยกเลิก|,|เพิกถอน|,|อายัด|,|ริบ|ทรัพย์|,|ยึด|ทรัพย์|  |Syn. sequestrable adj.  |Syn. i separate
(เซ|อ|'|รัฟ) n. ทูต|สวรรค์|ที่|มี|6|ปีก|ที่|บิน|อยู่|เหนือ|บัลลังก์|ของ|พระเจ้า (ใน|พระคัมภีร์|ไบเบิล) ,|ทูต|สวรรค์|ชั้น|สูงสุด pl. saraphs|,|seraphim
(ซิ|แร|ฟ|'|ฟิค) adj. เหมือน|ทูต|สวรรค์|,|สวยงาม|และ|มี|ความ|สุข|เหมือน|ทูต|สวรรค์.  |Syn. seraphically adv. seraphicalness n.
(ซิ|แร|ฟ|'|ฟิค) adj. เหมือน|ทูต|สวรรค์|,|สวยงาม|และ|มี|ความ|สุข|เหมือน|ทูต|สวรรค์.  |Syn. seraphically adv. seraphicalness n.
(เซ|อ|'|เบีย) n. ชื่อ|อาณาจักร|สมัยก่อน|ใน|ตอน|ใต้|ของ|ยุโรป|ปัจจุบัน|เป็น|ส่วนหนึ่ง|ของ|ยูโกสลาเวีย.  |Syn. Servia
(เซียร์) adj. แห้ง|,|เหี่ยว|,|ย่น|,|โรยรา|,|เฉา
(เซ|อ|ระ|เนด|') n. เพลง|มโหรี|ใน|ยาม|ราตรี|,|เพลง|รัก|ใน|ยาม|ราตรี|,|เพลง|เกี้ยว|ของ|หนุ่ม|ชาว|สเปน|,|ดนตรี|ประกอบ|เพลง|ดังกล่าว. vt.,|vi. ร้องเพลง|ดังกล่าว|,|บรรเลง|เพลง|ดังกล่าว|,|บรรเลง ดนตรี|ประกอบ|เพลง|ดังกล่าว.  |Syn. serenader n.
(สะ|รี|น|') adj.,|n. (ความ) สงบ|,|เงียบสงบ|,|ใน|สงบ|,|ราบรื่น|,|ราบเรียบ|,|เยือกเย็น|,|ไม่|มี|เมฆ|,|ปลอดโปร่ง|,|สง่า|  |Syn. sereneness n.  |Syn. clear|,|calm|,|tranquil
(ซิ|เรน|'|นิ|ที) n. ความ|สงบ|,|ความ|เงียบสงบ|,|ความ|ราบรื่น|,|ความ|เยือก เย็น|,|ความ|ปลอดโปร่ง|,|ความ|แจ่มใส|  |Syn. tranquility
(เซิร์ฟฺ) n. ทาส|,|ข้าแผ่นดิน.  |Syn. serfdom n. serfhood n. serfage n. serfish adj. serfishly adv. serfishness n.  |Syn. slave
(เซิร์จฺ) n.ผ้า|ขนสัตว์|ทอ|ลาย|สอง|,|ผ้า|ทอ|ลาย|สอง|ที่|เป็น|ผ้าฝ้าย|,|ผ้า|ใย|สังเคราะห์|หรือ|ผ้าไหม
(ซาร์|'|เจินทฺ) n. นาย|สิบ (ทหาร|หรือ|ตํารวจ) นาย|สิบ|เอก (ทหารบก|อังกฤษ) ,|นาย|สิบ|โท (ทหารบก|ของ|อเมริกา) ,|นาย|จ่า (ทหาร|นาวิก|โย|-|ธิ|นอ|เม|ริ|กา) ,|นาย|ตํารวจ|,|ตํารวจ|หญิง|,|ตํารวจ|สภา|,|นาย|ตํารวจ|รักษาการณ์|,|ทนายความ|ชั้น|สูงสุด (อัง|-|กฤษ)|  |Syn. sergeancy|,|sergeantship n.
n. ตํารวจ|ศาล|,|ตํารวจ|สภา
n. ทนายความ|ชั้น|สูงสุด (อังกฤษ) มี|อภิสิทธิ์|หลาย|อย่าง|ใน|ศาล
(เซีย|'|เรี|ยล) n. สิ่ง|ที่|ต่อเนื่อง|กัน|,|สิ่ง|ตีพิมพ์|,|ที่|ต่อเนื่อง|กัน|,|ภาพยนตร์|ที่|ฉาย|เป็น|ตอน ๆ adj. พิมพ์|ต่อเนื่อง|กัน|,|ตีพิมพ์|เป็น|ราย|สัปดาห์ (ราย|ปักษ์|,|เดือน|,|ครึ่ง|เดือน...) ,|เกี่ยวกับ|สิ่ง|ตีพิมพ์|ดังกล่าว|,|เป็น|ลําดับ|,|เป็น|ตอน ๆ|  |Syn. serially adv.
การ|สื่อสาร|แบบ|เรียงลําดับ|หมายถึง การ|ถ่าย|โอน|ข้อมูล|ทีละ|บิต|ผ่าน|ทาง|สายเคเบิล|เดี่ยว โดย|ปกติ|จะ|ต้อง|ให้|ผ่าน|โมเด็ม (modem) ด้วย
คอมพิวเตอร์|แบบ|อนุกรม|หมายถึง|คอมพิวเตอร์|ชนิด|ที่ทําการ|ประมวลผล|ข้อมูล|เรียง|ไป|ตาม|ลําดับ ตรงข้าม|กับ คอมพิวเตอร์|แบบ|ขนาน (pararell computer) ดู pararell computer เปรียบเทียบ
n. เลข|อนุกรม|,|เลขลําดับ|,|หมายเลข|อนุกรม|,|หมายเลข|ลําดับ|,
ช่อง|อนุกรม|หมายถึง ช่อง|ที่อยู่|ด้านหลัง|ของ|เครื่อง|ไมโครคอมพิวเตอร์ ที่|มี|ไว้|สําหรับ|เสียบ|สายไฟ ต่อไป|ยัง|อุปกรณ์|ต่าง ๆ เช่น เมาส์ การ|ถ่าย|โอน|ข้อมูล|ผ่าน|ทาง|ช่อง|นี้ จะ|ช้า|กว่า|ผ่าน|ทาง|ช่อง|ขนาน (pararell port) มาก เพราะ|จะ|สามารถ|ส่ง|ถ่าย|ข้อมูล|ได้|ครั้ง|ละ 1 บิต|เท่านั้น ดู pararell port เปรียบเทียบ
การ|ประมวลผล|แบบ|ลําดับ|หมายถึง การ|อ่าน ประมวลผล และ|แสดง|ผลลัพธ์|ไป|ทีละ|แฟ้มข้อมูล โดย|เรียง|ไป|ตาม|ลําดับ|ของ|แฟ้ม|ที่|เก็บ|ไว้ ตรงข้าม|กับ|การ|ประมวลผล|แบบ|ขนาน (pararell processing) ดู pararell processing เปรียบเทียบ
(เซีย|'|รี|ซ) n.,|adj. (ซึ่ง|เป็น) อนุกรม|,|ลําดับ|,|สิ่ง|ที่|ต่อเนื่อง|กัน|,|ชุด|,|อนุกรม|เลขหมาย.
(เซ|'|ริ|ฟ) n. เส้น|เล็ก ๆ ,|ของ|ตัวพิมพ์|ที่|ทํา|ให้|เด่นชัด|  |Syn. stroke|,|write
(เซีย|'|เรียส) adj. เคร่งขรึม|,|ขรึม|,|จริงจัง|,|เอาจริงเอาจัง|,|ไม่|เหลาะแหละ|,|ไม่|ล้อ|เล่น|,|ขึงขัง|,|สําคัญ|,|สาหัส|,|ร้ายแรง|  |Syn. seriousness n.  |Syn. grave|,|solemn|,|earnest|,|important|,|severe
(ซาร์|'|เจินทฺ) n. =|sergeant (ดู)| 
(ซาร์|'|เจิน|ที) n. การ|เช่า|ที่ดิน|แบบ|หนึ่ง|ที่|ผู้เช่า|รับใช้|กษัตริย์|เท่านั้น.  |Syn. sergeanty
(เซ|อ|'|เมิน) n. การ|เทศนา|,|การ|เทศน์|,|การ|สอน|,|การ|ให้|โอวาท|,|การ|พูด|ยืดยาว|ที่|น่า|เบื่อ.  |Syn. homily|,|lecture
Pref. serum
(ซิ|รอ|ล|'|โลจี) n. วิทยาศาสตร์|ที่|เกี่ยวกับ|เซรุ่ม|ของ|เลือด|,|เซรุ่ม|วิทยา|  |Syn. serological adj.
(เซีย|'|รัส) adj. คล้าย|เซรุ่ม|,|ประกอบ|ด้วย|เซรุ่ม|,|คัด|หลั่ง|เซรุ่ม.  |Syn. serosity n. serousness n.
(เซ|อ|'|เพินทฺ) n. งู (โดยเฉพาะ|งู|ใหญ่|และ|งูพิษ) ,|คน|ที่|ร้ายกาจ|,|ซาตาน|,|พญา|มาร
(เซ|อ|'|เพิน|ไท|นฺ|,|-|ทิน) adj. คล้าย|งู|,|คล้าย|งู|เลื้อย|,|วก|วน|,|คดเคี้ยว|,|คดโกง|,|กลับกลอก|,|ปลิ้นปล้อน|,|เจ้าเล่ห์|,|หักหลัง|  |Syn. zigzag|,|winding
(เซ|อ|'|ริ|ท) adj. มี|ของ|คล้าย|ฟันเลื่อย (เหรียญ) มี|ขอบ|เป็น|ร่อง|คล้าย|ฟันเลื่อย. vt. ทํา|ให้|คล้าย|ฟันเลื่อย
(เซ|อ|'|ระ|ทิด) adj. มี|ขอบ|คล้าย|ฟันเลื่อย
(เซ|อเร|'|เชิน) n. ลักษณะ|ขอบ|ที่|คล้าย|ฟันเลื่อย|,|ซี่|ฟันเลื่อย|ซี่|หนึ่ง|,|การ|มี|ลักษณะ|ขอบ|ที่|คล้าย|ฟันเลื่อย.  |Syn. serrature
(เซ|อ|'|ริ|ด) adj. หนาแน่น|,|เบียดกัน
(เซีย|'|รัม) n. ซี|รั่ม|,|เซรุ่ม|,|ของเหลว|สี|เหลือง|อ่อน|ใส|ที่|แยก|ออก|จาก|เลือด|ที่|จับเป็น|ก้อน|หรือ|เป็น|ลิ่ม pl. serums|,|sera
(เซ|อ|'|เวินทฺ) n. คนใช้|,|คนรับใช้|,|คน|ปรนนิบัติ|,|คน|บริการ|,|ลูกจ้าง|,|ข้า|,|ข้าราชการ|,|ทาส|  |Syn. housekeeper|,|maid|,|butler
(เซิร์ฟว) vi.,|vt. รับใช้|,|บริการ|,|คอย|รับใช้|,|ปรนนิบัติ|,|บริการ|อาหาร|,|ต้อนรับ|แขก|,|ให้|ความ|ช่วยเหลือ|,|ช่วยเหลือ|,|มี|ประโยชน์|,|อํานวย|,|ส่งเสริม|,|เหมาะ|กับ|,|ตอบแทน|,|ตอบรับ|,|ออก|ลูก|,|เสิร์ฟ|ลูก|,|ชดใช้|,|แก้เผ็ด|,|แจกจ่าย|, (สัตว์|ตัวผู้) ผสมพันธุ์|กับ|,|รับหน้า|ที่|,|สนอง|ความ|ต้องการ|,|ส่ง|หมาย|ศาล|,
(เซิร์ฟ|'|เวอะ) n. ผู้|รับใช้|,|ผู้|บริการ|,|เครื่อง|รับ|ใช|,|ผู้ช่วย|เหลือ|พระ|ใน|พิธ|'|Mass ,|ผู้|เสิร์ฟ|ลูก|,|เครื่อง|บริการ|ตัว|บริการ|หมายถึง เครื่อง|คอมพิวเตอร์|เครื่อง|หลัก|ใน|ระบบเครือข่าย (network) หนึ่ง ๆ ทํา|หน้าที่|เป็น|ตัว|คุม|คอมพิวเตอร์|เครื่อง|อื่น ๆ ที่มา|เชื่อมต่อ|ใน|เครือข่าย|เดียวกัน คอมพิวเตอร์ เครื่อง|นี้|มี|หน้าที่|จัดการ|ดูแล|ว่า คอมพิวเตอร์|เครื่อง|ใด|ขอ|ใช้|อุปกรณ์|อะไร โปรแกรม|อะไร แฟ้มข้อมูล|ใด เพื่อ|จะ|ได้|จัดการ|ส่ง|ต่อไป|ให้ ใน|ขณะเดียวกัน ก็|จะ|เป็น|ที่|เก็บ|ข้อมูล|และ|โปรแกรม|ที่|คอมพิวเตอร์|ใน|เครือข่าย|จะ|มา|เรียก|ไป|ใช้ได้
(เซ|อ|'|วิส) n. การ|รับใช้|,|การ|บริการ|,|การ|ปรนนิบัติ|,|การ|บริการ|อาหาร|,|การ|ต้อนรับ|แขก|,|การ|ช่วยเหลือ|,|การ|อํานวย|ประโยชน์|,|ทหารบก|,|การ|บํารุงรักษา|,|ชุด|เครื่องมือ|รับประทาน|อาหาร|,|การ|เสิร์ฟ|ลูก|,|การ|ออก|ลูก|,|การ|ส่ง|หมาย|ศาล|,|การ|ยื่น|หมาย|ศาล|,|พิธี|ศาสนา adj. ใช้|เป็น|ประโยชน์|,|เป็น|การ|บริการ|,|ลัก|ษ
n. ปั๊มน้ํามัน|,|สถานที่|เติมน้ํามัน|รถ
(เซ|อ|'|วิ|สวะ|เบิล) adj. มี|ประโยชน์|,|ใช้การได้|,|ใช้สอย|ได้|,|ให้|ความ|ช่วยเหลือ|,|ใช้|ทน|,|ใช้ได้|ดี.  |Syn. serviceability n. serviceably adv.
n. ห่วง|ยึด|ผ้า|เช็ด|ปาก
(เซ|อ|'|วิล|,|-|ไว|ลฺ) adj. ยอมรับ|ใช้|,|เหมือน|ทาส|,|เหมือน|คนใช้|,|ประจบ|ประ|แจง|,|ไม่|เป็นตัวของตัวเอง|,|สิ้นคิด|, (อิสระ) ไม่|ออก|เสียง.  |Syn. servility n. servileness n. slavish|,|abject|,|menial
(เซ|อ|'|วิง) n. การ|รับใช้|,|การ|บริการ|,|การ|ปรนนิบัติ|,|การ|บริการ|อาหาร|,|อาหาร|ที่|บริการ|,|การ|ช่วยเหลือ. adj. ใช้|ใน|การ|บริการ|อาหาร
(เซ|อ|'|วิทูด) n. ความ|เป็น|ทาส|,|ความ|เป็น|ข้า|รับใช้|, สิทธิ|บาง|อย่าง|ที่|มี|ต่อ|ทรัพย์สิน|ของ|บุคคล|อื่น|  |Syn. serfdom
(เซ|ส|'|ซะ|มี) n. ต้น|งา|,|เมล็ด|งา
Pref. "|หนึ่ง|ครึ่ง|"
(เซ|ส|'|-|ไซ|ล) adj. ติด|กับ|ฐาน|,|ไม่|มี|ก้าน|แต่|ตั้งอยู่|บน|ฐาน|กว้าง|,|ติด|อยู่|อย่าง ถาวร.  |Syn. sessility n.
(เซ|ส|'|เชิน) n. การ|นั่ง|ประชุม|,|สมัยประชุม|,|ระยะ|การ|ประชุม|,|ภาคการศึกษา|  |Syn. sessional adj.  |Syn. sitting|,|period|,|term
(เซ|ท) {|set|,|set|,|setting|,|sets|} vt. วาง|,|ตั้ง|,|ตั้ง|ตรง|,|จัด|,|จัดหา|มา|,|จัดการ|,|เตรียม|การ vi. เคลื่อน|ลง|,|ตก|,|เหมาะ|กับ|,|เหมาะสม|,|ออก|เดินทาง|,|เริ่ม|ทํา|,|ลง|ลายเซ็น. n. การ|ตั้ง|,|การ|จัดตั้ง|,|ชุด|,|เครื่อง|ชุด|,|การ|เคลื่อน|ลง|ของ|ตะวัน|,|ตะวันตกดิน|,|อนุกรม|สิ่ง|ตีพิมพ์|,|พวก|,|กลุ่ม|เกม|,|ทิศทาง|,|เครื่อง|รับ (วิทยุ|,|โทรทัศน์)| 
จัดเตรียม|หมายถึง การ|จัดเตรียม|เครื่อง|คอมพิวเตอร์ หรือ|ปรับ|โปรแกรม|หรือ|เพื่อให้|สามารถ|ปฏิบัติการ|ได้|ใน|แบบ|ที่|ต้องการ การ|ติดตั้ง|โปรแกรม|แต่ละ|ครั้ง ถือ|ว่า|เป็น|การ|กําหนดการ|จัดเตรียม|ดังกล่าว|นี้|ด้วย แม้ว่า|หลังจาก|นั้น เรา|อาจ|จะ|แก้ไข หรือ|ปรับ|เปลี่ยน|เป็น|อย่าง|อื่น คํา|นี้ บางที|หาก|เป็น|ชื่อ|โปรแกรม มัก|เขียน|ติด|กัน|เป็น SetUp.exe|ดู install ประกอบ
(เซ|ท|'|แบ|ค) n. การ|หยุดยั้ง|การ|ก้าวหน้า|,|ความ|ล้มเหลว|,|การ|ถอยหลัง|,|กระแส|น้ํา|ทวน|  |Syn. reverse|,|reversal|,|loss
(เซ|ท|'|ออ|ฟ) n. สิ่ง|ชดเชย|,|การ|ชดเชย|,|การ|หักล้าง|,|การ|หัก|กลบลบ|หนี้|,|ของ|ประดับ|,|สิ่ง|ที่|ใช้|ส่งเสริม|ผล|ของ|สิ่ง|อื่น|  |Syn. offset|,|balance|,|trade|-|off
(เซ|ท|'|เทอะ) n. ผู้|ประกอบ|,|ผู้|ติดตั้ง|,|ผู้|จัด|,|ผู้|ว่าง|,|พันธุ์|สุนัข|ที่|ถูก|ฝึก|ให้|ยืน|ตรง และ|หัน|จมูก|ไป|ทาง|เหยื่อ (ที่|มี|กลิ่น)| 
(เซ|ท|'|เทิล) vt.,|vi. จัด|,|จัดการ|,|วาง|,|จ่าย|เงิน|,|ชําระ|,|ปิดบัญชี|,|อพยพ|เข้า|,|ตั้ง|รกราก|,|ตั้งหลัก|ฐาน|,|ทํา|ให้|สงบ|,|ทํา|ให้|มั่นคง|,|ทํา|ให้|ค่อย ๆ จม|ลง|,|ขจัด|ให้|เสร็จสิ้น|,|ตัดสินใจ|,|จัดการ|,|ตกลง|,|พัก|,|นอนก้น -|Phr. (settle down ตั้ง|รกราก|,|ตั้ง|ถิ่นฐาน|,|สงบ|ใจ เงียบสงบ มี|จิต|มุ่งมั่น)| 
(เซ|ท|'|เทิล|เมิน|ทฺ) n. การ|จัดการ|,|การ|แก้|ปัญหา|,|การ|ชําระ|หนี้|,|การ|ชําระ|บัญชี|,|การ|ตั้ง|ถิ่นฐาน|,|การ|ตั้ง|รกราก|,|การ|ตั้งหลัก|ฐาน|,|การ|ตั้ง|กิจการ|,|นิคม|,|อาณานิคม|,|ชุมชน|,|การ|มอบ|ทรัพย์สิน|,|ทรัพย์สิน|,|กองทุน|,|ถิ่น|ที่อยู่|ตาม|กฎหมาย|,|การ|ค่อย ๆ จม|ลง
(เซ|ท|'|เลอะ) n. ผู้จัดการ|,|ผู้|แก้|ปัญหา|,|ผู้|ตั้ง|รกราก|,|ผู้|ตั้ง|ถิ่นฐาน|,|ผู้|ชําระ|หนี้|,|เครื่องกรอง|,|ลักษณะ|เด็ดขาด|,|ลักษณะ|ชี้ขาด
(เซ|ท|'|ลิง|ซฺ) n.,|pl. ตะกอน
(เซ|ท|'|เลอะ) n. ผู้|มอบ|ทรัพย์สิน
(เซ|ท|'|อัพ) n. การ|จัดการ|,|การ|ตั้ง|ขึ้น|,|การ|ก่อ|ขึ้น|,|สิ่ง|ก่อสร้าง|,|บุคคล|ที่|มี|ร่างกาย|แข็งแรง|,|การ|ดําเนินงาน|ที่|ง่าย|,|สิ่ง|ที่|ทํา|ให้|เมา|,|การ|ติดตั้ง|อุปกรณ์|เครื่องมือ|อะไหล่|หรือ|อื่น ๆ สําหรับ|งาน|หนึ่ง|โดยเฉพาะ|,|โครงการ|  |Syn. plan|,|arrangement|,|scheme
(เซฟ|'|เวิน) n. เจ็ด
n. สิ่ง|มหัศจรรย์|ทั้ง 7 ของ|โลก (พีระมิด|แห่ง|อียิปต์|, สุสาน|ที่ Halicarnassus|, วิหาร|แห่ง|อาร์|ที|มิ|ส|ที่ Ephesus|, สวน|ลอย|แห่ง|บา|บิ|โลน|, รูปปั้น|ยักษ์|ที่|เกาะ|โรดส์|, รูปปั้น|เทพเจ้า|ซี|อุ|ส|โดย|ฟิเดียส|แห่ง|โอ|ลิม|เปีย|, ประภาคาร|ยักษ์|ที่|อ|เล็ก|ซาน|เด|รี|ย)| 
n. เจ็ด|คาบสมุทร|,|มหาสมุทร|ทั้ง 7 แห่ง|  |Syn. Seven Seas
(เซฟ เวิน|ที|น|') n. สิบ|เจ็ด
(เซฟ|'|เวิน|ที|นธฺ) adj.,|n.ที่|สิบ|เจ็ด
(เซฟ|'|เวินธฺ) adj.,|n. ที่|เจ็ด|,|ลําดับ|เจ็ด|,
(เซฟ|'|เวินเด) adj. เกี่ยวกับ|วันที่|เจ็ด|ของ|สัปดาห์ ,|วัน|เสาร์
(เซฟ|'|เวินทิเอธ) adj.,|n. ที่|เจ็ดสิบ|,|ส่วน|ที่|เจ็ดสิบ
(เซฟ|'|เวิน|ที) n.,|adj. เจ็ดสิบ
(เซฟ|'|เวอะ) vt.,|vi. แยก|ออก|,|ตัดขาด|,|พราก|,|ขาด|,|แบ่งแยก|  |Syn. severedly adv. severingly adv. rable adj.
(เซฟ|'|เวอเริล) adj. หลาย|,|แยะ|,|มาก|กว่า|สอง|,|นานา n. หลาย|คน|,|หลาย|สิ่ง|,|นานา|  |Syn. severally adv.
(เซฟ|'|เวอรัล|ที) n. ความ|หลาย|, (หลักทรัพย์) การ|มี|ผู้|ครอบครอง|หรือ|เจ้าของ|หลาย|คน
(เซฟ|'|เวอเรินซฺ) n. การ|แยก|ออก|,|การ|ตัดขาด|,|การ|ตัด|สัมพันธไมตรี|,|การ|ถูก|แยก|ออก|จาก|กัน|,|การ|แตกแยก|,|การ|แบ่ง|ออก|เป็น|ส่วน ๆ ,|ความ|ไม่|เหมือน|กัน|  |Syn. separation
(ซี|เวียร์|') adj. รุนแรง|,|เข้มงวด|,|กวดขัน|,|เคร่ง|,|เคร่งขรึม|,|เคร่งครัด|,|เอาจริงเอาจัง|,|เหน็บแนม|,|เสียดสี|,|หนาว|จัด|,|ร้ายแรง|,|สาหัส|,|ดุเดือด|,|ยากลําบาก|,|แม่นยํา.  |Syn. severely adv. severeness n.  |Syn. cruel|,|harsh
(ซี|เวีย|'|ริ|ที) n. ความ|รุนแรง|,|ความ|เข้มงวด|,|ความ|กวดขัน|,|ความ|เคร่ง|,|การ|เอาจริงเอาจัง|,|ความ|ยากลําบาก|,|ความ|แม่นยํา|,|การ|ลงโทษ|อย่าง|รุนแรง|,|การ|เหน็บแนม|,|การ|เสียดสี
(โซ) (sewed|,|sewn|,|sewed|,|sewign|,|sews|} vt. เย็บ|,|เย็บผ้า|,|ซ่อม|ปะ|,|ซ่อมแซม|,|เย็บ|ปิด|,|เย็บ|ปิด|ผ้า. vi. เย็บ|,|ผูกขาด|,|แก้ไข|, sew up ประสบ|ความ|สําเร็จ ทํา|สําเร็จ
(ซู|'|อิจฺ) n. สิ่งโสโครก|,|น้ําเสีย|,|น้ําเน่า (ที่|ไหล|ผ่าน|ท่อ|โสโครก) .  |Syn. sewerage
(ซู|'|เออะ|,|ซิว|'|เออะ) n. ท่อน้ํา|เสีย|,|ท่อ|ระบาย|ของเสีย|,|ผู้|เย็บ|,|เครื่อง|เย็บ
(ซู|'|เออ|ริ|จ) n. การ|ปล่อย|ของเสีย|ออก|ทาง|ท่อ|ระบาย|,|การ|ขับถ่าย|น้ําเสีย|,|ระ|บ|ท่อน้ํา|เสีย|,|น้ําเสีย|,|สิ่งโสโครก|,|คําพูด|สกปรก|,|ความคิด|สกปรก
(โซ|'|อิง) n. การ|เย็บ|,|การ|เย็บ|จักร|,|สิ่ง|ที่|เย็บ|,|เส้น|ที่|เย็บเล่ม|  |Syn. needlewark
(โซน) v. กริยา|ช่อง 3 ของ sew (ดู)| 
(เซ|คซฺ) n. เพศ|,|สัญชาตญาณ|ทาง|เพศ|,|ความ|สนใจ|ทาง|เพศ|,|ความรู้สึก|ทาง|เพศ|,|กาม|,|เรื่อง|ประเวณี|,|การ|ร่วมเพศ|,|การ|ร่วม|ประเวณี vt. ตรวจ|ดู|เพศ (โดยเฉพาะ|ของ|ลูก|ไก่|แรกเกิด) ,|เพิ่ม|ความรู้สึก|ทาง|เพศ|,|แบ่ง|เพศ.  |Syn. sexless adj.
n. การ|ร่วม|ประเวณี|,|การ|ร่วมเพศ
n. เสน่ห์|ที่|ดึงดูด|เพศตรงข้าม
n. โครโมโซม|เพศ|,|โคม|โม|โซม|ที่|กําหนด|เพศ
Pref. หก|  |Syn. sexi
(เซ|กซะจแน|'|เรียน) n. บุคคล|ที่|มี|อายุ 60 หรือ 60|-|70 ปี
(เซ|ค|'|ซิ|ส๎ทฺ) n. ผู้|แบ่งแยก|เพศ|,|ผู้|กีดกัน|เพศ
(เซ|ค|ซอ|ล|'|โลจี) n. การ|ศึกษา|เกี่ยวกับ|เพศ|,|เพศ|วิทยา|  |Syn. sexologist n.
(เซ|คซฺ|'|เทิน) adj. ซึ่ง|เกิด|ขึ้น|ทุก 6 วัน
(เซ|คซฺ|'|เทิน|ทฺ) adj. เครื่องวัด|ระยะ|ทาง|เป็น|มุม|ของ|ดวงดาว|ใน|ท้องฟ้า|เพื่อ|หา|เส้นรุ้ง|และ|เส้นแวง|เป็น|เครื่องวัด|มุม|ที่|มี|แขน|โค้ง|ยาว|หนึ่ง|ใน|หก|ของ|วง|กลม
(เซ|คซฺ|เท|ท|') n. กลุ่ม|ที่|มี 6 คน (อัน|,|ชิ้น...) ,|กลุ่ม|นักร้อง 6 คน|,|เพลง|ที่|ประกอบ|ด้วย|เสียง 6 เสียง|,|เพลง|ที่|ใช้|เครื่องดนตรี 6 ชิ้น|,|โคลง 6 แถว|,|บทกวี|บรรทัด
(เซ|คซฺ|เท|ท|') n. กลุ่ม|ที่|มี 6 คน (อัน|,|ชิ้น...) ,|กลุ่ม|นักร้อง 6 คน|,|เพลง|ที่|ประกอบ|ด้วย|เสียง 6 เสียง|,|เพลง|ที่|ใช้|เครื่องดนตรี 6 ชิ้น|,|โคลง 6 แถว|,|บทกวี|บรรทัด
(เซ|คซฺ|'|ชวล) adj. เกี่ยวกับ|เพศ|,|เกี่ยวกับ|เพศ|ชาย|และ|เพศ|หญิง|,|เกิด|ขึ้น|ระหว่าง|เพศ|ชาย|กับ|เพศ|หญิง|,|มี|อวัยวะเพศ.
n. การ|ร่วมเพศ|,|การ|ร่วม|ประเวณี|,|การ|สังวาส.  |Syn. sexual commerce
(เซ|ค|'|ชุ|แอ|ล|'|ลิ|ที) n. ลักษณะ|ทาง|เพศ|,|เรื่อง|เพศ|,|กาม|กิจ|,|ความ|สา มา|รถ|ใน|การ|ร่วมเพศ
(เซ|ค|'|ซี) adj. หมกมุ่น|ใน|กาม|,|มั่ว|โลกีย์|,|กระตุ้น|ความรู้สึก|ทาง|เพศ|,|น่า|ตื่นเต้น|,|น่า|สนใจ
abbr. serum glutamic|-|pyruvic transaminase (SGOT)| 
คําย่อ ของ serum glutaminc|-|oxaloacetic transaminease (SGPT)| 
(แชบ|'|บี) adj. โกโรโกโส|,|ปอน|,|เก่า|,|มอมแมม|,|ขาด|กะรุ่งกะริ่ง|,|ขาด|การ|บํารุงรักษา|,|โคลงเคลง|,|เลวทราม|,|ไม่|ยุติธรรม|,|น่าดู|ถูก|,|เลว|,|ไม่|ได้|มาตรฐาน|  |Syn. shabbily adv. shabbiness n.  |Syn. low|,|mean|,|abject|,|faded
(แชค) n. กระท่อม|,|กระท่อม|โกโรโกโส|,|เพิง. vi. shack up อยู่|กัน|ฉันท์|สามี|ภรรยา|โดย|ไม่|ได้|จดทะเบียน|สมรส|,|มี|ความ|สัมพันธ์|ทาง|เพศ|ที่|ผิด|กฎหมาย|,|พํานัก|,|อาศัย.  |Syn. hut
(แชค|'|เคิล) n. กุญแจมือ|,|โซ่|ตรวน|,|ตรวน|,|ห่วง|กุญแจ|,|ห่วง|,|เครื่อง|พันธนาการ|,|การ|ผูก|,|การ|มัด|,|สิ่ง|ผูกมัด|,|สายโซ่|สมอเรือ|,|สายยู|,|อุปสรรค|,|สิ่ง|กีดขวาง. vt. ใส่|กุญแจมือ|,|ใส่|โซ่|ตรวน|,|กีดขวาง|,|ผูกมัด.  |Syn. shackler n.
(แชด) n. ปลา|เฮ|อริ|ง|จําพวก|หนึ่ง
(แชด|'|ดอค) n. ผลไม้|ของ|ต้น Citrus grandis|, ส้มโอ|, ต้นไม้|ดังกล่าว
(เชด) n. ร่ม|,|ที่|ร่ม|,|เงามืด|,|ความ|มืด|,|บัง|ร่ม|,|โป๊ะ|โคม|,|ที่|บัง|แดด|,|ที่|กําบัง|,|กะบัง|,|บังตา|,|เงามืด|ใน|ภาพ|,|เครื่อง|เตือน|ความจํา|,|ความ|คลุมเครือ|,|ผี|,|ปีศาจ|,|ลําดับ|แล|เงา|,|จํานวน|เล็กน้อย|,|การ|สัมผัส vt. ทํา|ให้|เกิด|ร่มเงา|,|ทํา|ให้|มืดมัว|,|ทํา|ให้|สลัว|,|บังเงา|,|บัง|ร่ม|,|บัง|แดด|,|ระบาย|เงา|,|วาด|เงามืด vi.
(แชด|'|ดินิส) n. (ความ) เป็น|เงามืด|,|มืด|,|ไม่|ชัดเจน|,|น่า|สงสัย|,|ลึกลับ
(เช|'|ดิง) n. ความ|แตกต่าง|เล็กน้อย|ของ|สี|ลักษณะ|หรือ|อื่น ๆ ,|การ|แล|เงา|,|การ|ระบาย|เงา|,|ภาพ|แล|เงา|,|ความ|กลมกลืน
(แชด|'|โด) n. เงา|,|เงา|ร่ม|,|ร่ม|,|ระยะ|เวลา|แห่ง|ความ|น่า|สงสัย|,|ความ|ทุกข์|,|ความ|ไม่|ไว้วางใจ|,|ความ|อําพราง|,|การ|ปิดบัง|,|การ|คุกคาม|,|ผู้ติดตาม|เฝ้าดู|,|คน|ผิว|ดํา vt. ทอด|เงา|ลง|บน|,|ทํา|ให้|สลัว|,|อําพราง|,|บัง|ร่ม|,|บัง|แดด|,|ให้|ที่หลบภัย|,|ป้องกัน|,|ระบาย|เงา|,|แล|เงา|,|บอก|เป็นนัย|  |Syn. shadower n
(แชด|'|โดบอคซฺ) vi. ชกมวย|หน้า|กระจก|โดย|ปราศจาก|คู่|ชก|เพื่อ|ส่อง|ดูท่า|ทางการ|ชก|ของ|ตัวเอง|,|หลบหลีก|,|หลีกเลี่ยง|  |Syn. shadowboxing n.
(แชด|'|โดวี) adj. คล้าย|เงา|,|มี|ร่มเงา|,|ไม่|ชัดเจน|,|ไม่|แน่นอน|,|สลัว|,|มืดมัว|,|จินตนาการ|  |Syn. shadowiness n.
(เช|'|ดี) adj. เต็มไปด้วย|ร่มเงา|,|เป็น|เงามืด|,|ให้|ร่มเงา|,|มืด|,|สลัว|,|คลุมเครือ|,|ไม่|ชัดเจน|,|น่า|สง|-|สัย|,|เลว|  |Syn. shadily adv. shadiness n.
(ชา|ฟทฺ|,|แชฟทฺ) n. ด้าม|,|คัน|,|คาน|,|เพลา|,|คันศร|,|ด้าม|หอก|,|ด้าม|ค้อน|,|ด้าม|หลาว|,|คาน|รถ|,|ก้าน|,|กิ่ง|,|ที่|ตั้ง|เทียน|,|ด้าม|ธง|,|ลํา|,|แกน|,|แสง|,|ปล่อง|,|เพลา|รถ|,|ก้าน|พืช|,|ก้าน|ของ|ขน|,|สิ่ง|ที่|เป็น|ลํา|,|ลําต้น|,|การ|กระทํา|ที่|ไม่|ยุ|ต|'|ธรรม|,|ช่อง|ลิฟต์|,|น่อง|,|ขาอ่อน vt. ถ่อ|ด้วย|คาน|ไม้|,|ดัน|ด้วย|ไม้ยาว|,|กระทํา|อย่าง|ไม่
(แชก) n. ขน|หรือ|ผม|หยาบ|,|ขน|ยาว|เป็น|ปีก|,|ขน|ปุย|ยาว|,|พรม|ที่|มี|ขน|ปุย|ยาว|,|ยาเส้น|หยาบ|เป็น|ปึก|,|ขน|หรือ|ผม|รุงรัง|,|ขน|หรือ|ผม|เป็น|กระเซิง|,|พุ่มไม้|หนา
(แชก|'|กี) adj. ปกคลุม|ไป|ด้วย|ขน|หยาบ|ยาว|,|ขน|หรือ|ผม|เป็น|กระเซิง|,|ขน หรือ|ผม|รุงรัง|,|ยุ่งเหยิง|,|ไม่|เป็น|ระเบียบ|,|หยาบ|,|หนา.  |Syn. shaggily adv. shagginess n.  |Syn. long|-|haired
(ชะ|ก|รี|น|') n. หนัง|ที่|มี|ลาย|เป็น|จุด ๆ ที่|ทํา|จาก|หนัง|ม้า ฉลาม|,|แมวน้ํา|และ|สัตว์|อื่น ๆ ,|หนัง|หยาบ|จาก|ปลาฉลาม|บาง|ชนิด|ใช้|ขัด|วัสดุ|อื่น ๆ adj. หุ้ม|หรือ|ทํา|ด้วย|หนัง|ดังกล่าว|  |Syn. shagreened
(ชา) n. (อิหร่าน) กษัตริย์.  |Syn. shahdom n.
(เชด) (shook|,|shaken|,|shaking|,|shakes|} vt.,|vi.,|n. (การ) เขย่า|,|สั่น|,|โยก|,|ทํา|ให้|สั่น|,|สลัด|,|สะบัด|,|ทอดทิ้ง|,|ทํา|ให้|กระวนกระวาย|,|กวนใจ|,|ทํา|ให้|สงสัย|,|ขจัด|,|สั่นสะเทือน|,|ตัวสั่น|,|สะท้าน|,|แกว่ง|,|ไม่|มั่นคง|,|หวั่นไหว|,|จับมือ|กัน (แสดง|ความ|เคารพ|การ|ทักทาย|หรือ|การ|เห็นด้วย) ,|สิ่ง|ที่|เกิด|จาก|การ|สั
(เชค|'|แฮ|นซฺ) n. การ|จับมือ|กัน
(เชค|'|อัพ) n. การ|เขย่า|,|การ|เขย่า|ผสม|,|การ|กระตุ้น|จิต|,|การ|ปลุกใจ|,|สิ่ง|ที่|กระทํา|อย่าง|ลวก ๆ ,|บ้าน|ที่|ก่อ|ขึ้น|อย่าง|ลวก ๆ ,|การ|เปลี่ยนแปลง|อย่าง|มาก|ใน|การ|ดําเนินการ (เช่น|การ|ไล่ออก|หรือ|โยกย้าย)| 
(เชค|'|เคิน) adj. กริยา|ช่อง 3 ของ shake
(เชค|'|เคอะ) n. ผู้|เขย่า|,|ผู้|สั่น|,|เครื่อง|เขย่า|,|เครื่อง|สั่น|,|กระปุก|ใส่|เกลือ|พริกไทย|หรือ|เครื่อง|ชูรส|อื่น ๆ ,|เครื่อง|ปั่น|อาหาร
(เชคสเพีย|'|เรียน) adj. เกี่ยวกับ|เชคสเปียร์|หรือ|ผลงาน|ของ|เขา.  |Syn. Shakespeareanism n. Shakespearianism n.  |Syn. Shakespearian
(เช|'|คี) adj. สั่น|,|สั่น|เทา|,|สั่น|ระริก|,|สั่นสะเทือน|,|ตัวสั่น|,|โอนเอน|,|โยกคลอน|,|ไม่|มั่นคง|,|ทําท่า|จะ|ล้ม|,|น่า|สงสัย.  |Syn. shakily adv. shakiness n.  |Syn. decrepit|,|rickety
(เชล) n. แผ่น|หิน|,|ชั้น|แผ่น|หิน|,|แผ่น|หิน|ผา -|Phr. (shale oil น้ํามัน|ปิโตรเลียม|จาก shale (ดู))
(แชล|,|ชึล) auxv. กริยา|ช่วย|ที่|มัก|ใช้|กับ|บุรุษ|ที่|1|เพื่อ|แสดง|ถึง|อนาคต และ|ใช้|กับ|บุรุษ|ที่ 2 เฉพาะ|ใน|ประโยคคําถาม|,|จะ|,|พึง|จะ|,|จัก|ต้อง|,|จะ|ต้อง|,|น่าจะ|,|ควร|จะ|,|อยาก|จะ
(แชล|'|โล) adj. ตื้น|,|ตื้น ๆ ,|ไม่|ลึก|,|ไม่|ลึกซึ้ง|,|ผิวเผิน. n. ที่|ตื้น|,|หาด|ตื้น|,|น้ํา|ตื้น. vt.,|vi. ทํา|ให้|ตื้น|,|กลาย|เป็น|ตื้น.  |Syn. shallowly adv. shallowness n.  |Syn. slight|,|shoal
(ชา|ลอม|'|,|ชะ|โลม|') interj.,|Hebrew|ความ|สงบ|,|คํา|ทักทาย|และ|อําลา|ของ|ชาว|ยิว
(แชลทฺ) auxv. =|shall (ดู) (ใช้|เฉพาะ|กับ|thou)
(แชม) n. การ|ปลอมแปลง|,|การ|หลอกลวง|,|การ|แสร้ง|,|มารยา|,|การ|ตบตา|,|ผู้|หลอกลวง|,|ผู้|ตบตา|,|นัก|ต้ม|,|ของเทียม|,|ของ|หลอก|,|สิ่ง|ปกคลุม|ให้|ดู|แตกต่าง|กัน|ไป adj. ปลอมแปลง|,|หลอกลวง|,|แสร้ง|,|เก๊|,|เทียม|,|ทํา|ให้|ดู|แตกต่าง|ไป vt.,|vi. เลียน|แบบ|,|แสร้งทํา|,|แสร้ง|เป็น.
(แชม|'|เบิลซฺ) n. โรง|ฆ่า|สัตว์|,|ที่|มี|การ|นองเลือด|,|ที่|ที่|มี|การ|ทําลายล้าง|,|ร้าน|ขาย|เนื้อสัตว์|,|ที่|ที่|มี|ความ|โกลาหล|,|ความ|โกลาหล
(เชม) n. ความ|อับอาย|,|ความ|ละอายใจ|,|ความ|ขายหน้า|,|เรื่อง|ที่|ทํา|ให้|เสียใจ vt. ทํา|ให้|รู้สึก|ละอายใจ|,|ทํา|ให้|อับอาย|,|ทํา|ให้|ขายหน้า|,|ทํา|ให้|อัปยศ|อดสู.  |Syn. shamable adj. sameable adj. shameful adj. shameless adj.
(แชม|'|เมอะ) n. ผู้|หลอกลวง|,|นัก|ต้ม
(แชมพู|') vt. สระ|ผม (โดยเฉพาะ|ด้วย|แชมพู) ,|ล้าง|หวี|,|ทํา|ความ|สะอาด (พรม|,|เก้าอี้นวม|หรือ|อื่น ๆ) n. การ|สระ|ผม|,|น้ํา|ยาสระผม|,|แชมพู.  |Syn. shampooer n.
(แชม|'|รอ|ค) n. พืช|ไม้ดอก|สี|เหลือง|ใบ|อยู่|กัน|เป็น|กระจุก 3 ใบ|เป็นต้น|ไม้|ประจําชาติ|ของ|ไอร์แลนด์
(ชาน|,|แชน) n. ไทยใหญ่|,|ภาษาไทย|ใหญ่
(แชงคฺ) n. กระดูก|แข้ง|,|หน้าแข้ง|,|ขา (รวม|ทั้ง|ขาอ่อน) ,|ขา|ท่อน|ล่าง|,|ชงฆ์|,|เนื้อ|ขา|สัตว์|,|ส่วน|ขา|ของ|ถุงเท้า|ยาว|,|ก้าน|,|ก้านดอก|ไม้|,|ก้าน|สมอเรือ|,|ก้าน|ลูกกุญแจ|,|ก้าน|พืช|,|ก้าน|เครื่องมือ|,|ก้าน|เข็ม|,|ด้าม|เหล็ก|,|ตัวพิมพ์|ตะกั่ว|,|ส่วน|ปลาย|,|ส่วนหลัง|,|ส่วนกลาง|ของ|พื้น|เท้า|,|ระยะ|แรก|ของ|เวลา
(ชาน|ทฺ) abbr. shall not
(แชน|'|ที) n. กระท่อม|ที่|สร้าง|ขึ้น|อย่าง
(เชพ) n. สัณฐาน|,|รูป|,|รูปแบบ|,|รูปโฉม|,|ร่าง|,|รูปร่าง|,|โฉม|,|ทรวดทรง|,|การ|กําหนด|สัณฐาน (รูป|,|รูปแบบ|,|รูปโฉม..) การ|จัด|อย่าง|มี|ระเบียบ|,|การ|ซ่อมแซม|,|วิถีทาง|ชีวิต|,|สภาพการณ์|,|เครื่อง|อาภรณ์|แสดง|ละคร|, -|Phr. (take shape ก่อ|ร่าง|,|เป็น|รูป|เป็น|ร่าง|ขึ้น) vt.,|vi. ก่อ|ร่าง|,|แสดง|ออก|เป็น|ถ้อยคํา
(เชพ|'|ลี) adj. มี|รูปร่าง|ที่|ดี|,|มี|รูปแบบ|ที่|ดี|,|ดู|งามตา|,|ท่าทาง|ดี|,|หุ่น|ดี|  |Syn. shapeliness n.
(แชร์) n. ส่วน|,|ส่วนหนึ่ง|,|ส่วนแบ่ง|,|ส่วนร่วม|มือ|,|ส่วน|ที่|รับผิดชอบ|,|หุ้นส่วน vt. แบ่ง|ส่วน|,|แบ่ง|สรร|,|แบ่ง|เฉลี่ย|,|แบ่ง|,|แบ่ง|กําไร. vi. มี|ส่วน|,|ร่วม|ส่วน|,|ร่วม|หุ้น|,|ร่วม|กัน|ทํา|,|ร่วม|กัน|รับ|,|ร่วม|กัน|รับผิดชอบ|  |Syn. sharable adj. shareable adj. sharer n.
(แชร์|'|โบ|ร|เคอะ) n. นายหน้า|หลักทรัพย์|,|นายหน้า|ใบหุ้น
(แชร์|'|โฮ|ลเดอะ) n. ผู้|ถือ|หุ้น|,|ผู้|ถือ|หลักทรัพย์
แชร์|แวร์|หมายถึง โปรแกรม|หรือ|ซอฟต์แวร์|ที่|อาจ|ต้อง|มี|การ|เสีย|ค่าใช้จ่าย|ใน|รูป|ของ|การ|บริจาค|ตาม|ความ|สมัครใจ เมื่อ|ต้องการ|คัดลอก|ไป|ใช้ ผู้|ขาย|ยังคง|รักษา|ความ|เป็น|เจ้าของ|อยู่ ผู้ซื้อ|จะ|ได้|รับ|คู่มือการใช้|บริการ|สนับสนุน ตอบ|ข้อ|ข้องใจ|ทาง|โทรศัพท์ และ|การ|แจ้ง|การ|ปรับปรุง|ครั้ง|ใหม่|ของ|โปรแกรม|นั้น ๆ ถ้า|เป็น|ของ|สาธารณะ (publlic domain จะ|ไม่|ตัอง|เสีย|ค่าใช้จ่าย|เลย|ดู piracy และ public domain เปรียบเทียบ
(ชาร์ค) n. ฉลาม|,|คน|ตะกละ|,|คน|โกง|,|นัก|ต้ม|,|ผู้|มี|ความ|สามารถ|พิเศษ|ใน|เรื่อง|ใด|เรื่อง|หนึ่ง vi. หลอกลวง|,|หลอก|ต้ม|,|โกงเงิน. vt. กลืน|อย่าง|ตะกละ|,|ใช้|ชีวิต|อย่าง|คน|ละโมบ|,|หลอก|ต้ม
(ชาร์พ) adj. คม|,|คมกริบ|,|ชัด|,|ชัดเจน|,|แจ๋ว|,|เฉียบแหลม|,|เฉียบขาด|,|เข้มงวด|,|เย็นเฉียบ|,|เผ็ดร้อน|,|ฉุน|,|รุนแรง|,|เสียดแทง|,|แสบ|แก้วหู|,|กะทันหัน|,|ฉับพลัน|,|แหลมคม|,|ว่องไว|,|โกง|,|มี|เล่ห์เหลี่ยม|, (เสื้อผ้า) ทันสมัย|,|ไม่|ออก|เสียง|,|เสียงสูง|ข้างเดียว vt.,|vi. เพิ่ม|ระดับ|เสียง|ครึ่ง|เสียง adv. เสียงสูง
(-|แอ|งเกิ|ลด|ฺ) adj. มุมแหลม
adj. จมูก|ไว|,|ได้|กลิ่น|เร็ว
() adj. ปากจัด|,|ปากร้าย|,|เสียดสี|,|เหน็บแนม|,|มี|คารม|คมคาย|,|เจ้า|โวหาร
(ชาร์พ|'|วิท|'|ทิด) adj. ปัญญา|ไว|,|เฉียบแหลม|,|เชาวน์|ไว|,|เฉลียวฉลาด.  |Syn. sharp|-|wittedly adv. sharp|-|wittedness n.
(ชาร์พ|'|เพิน) vt.,|vi. ทํา|ให้|คม|,|ฝน|ให้|คม|,|เพิ่ม|,|ทํา|ให้|รุนแรง|ขึ้น|,|กลาย|เป็น|คม|,|ฉับพลัน.  |Syn. sharpener n.  |Syn. edge|,|hone|,|strop
(ชาร์พ|'|ชู|ท|เทอะ) n. นัก|แม่น|ปืน|,|มือปืน|,|ผู้เชี่ยวชาญ|ใน|การ|ยิง|ปืน|,|นักธุรกิจ|ผู้|มุ่ง|ผลกําไร|เร็ว.  |Syn. sharpshooting n.
(แชท|'|เทอะ) vi.,|vt. (ทํา|ให้) แตก|ละเอียด|,|แตก|เป็น|ชิ้น ๆ ,|เสื่อมเสีย|,|เสียหาย.  |Syn. shatterer n. shatteringly adv.  |Syn. bust|,|break
(เชฟว) {|shaved|,|shaved|/|shaven|,|shaving|,|shaves|} vt.,|vi. โกน|,|โกน|ด้วย|มีดโกน|,|ทํา|ให้|โก|ร๋น|,|ทํา|ให้|โล้น|,|ผ่าน|ไป|,|เฉียด|,|แฉลบ|,|ขูด|,|ลอก|,|ตัด|,|ลด|ราคา|,|ชิง|,|รีด|นา|ทา|เร้น|,|เหนือกว่า|เล็กน้อย. n. การ|โกน|,|แผ่น|บาง|,|มีดโกน|,|กบ|ไส|ไม้|,|เครื่อง|ขูด|,|เครื่อง|ตัด|เป็น|แผ่น|บาง|  |Syn. shavab
(เชฟว|'|ลิง) n. วัยรุ่น|,|คน|ที่|ถูก|โกน|ผม|จน|เกลี้ยง|,|พระ|ที่|โกน|หัว|,|คน|หัวโล้น
(เช|'|เวิน) v. กริยา|ช่อง 3 ของ shave adj. โกน|แล้ว|,|ตัด|เรียบ|,|เกลี้ยงเกลา
(เช|'|เวอะ) n. ผู้|โกน|,|เครื่อง|โกน|,|มีดโกน|,|มีดโกน|ไฟฟ้า|,|มีด|ไส|กบ|,|เครื่อง|ไส|กบ|,|เด็ก|ผู้ชาย|,|อ้าย|หนุ่ม|,|ผู้|ตัด|ราคา|,|ผู้|กรรโชก|  |Syn. electric razor
(เช|'|วีง) n. แผ่น|บาง|มาก (โดยเฉพาะ|แผ่น|ไม้) ,|การ|โกน|,|เครื่อง|โกน|,|มีดโกน|,|กบ|ไส|,|การ|ไส|กบ|,|การ|แต่งหน้า
(ชอ) n. George Bernard (ค.ศ.1856|-|1950) นัก|แต่ง|บทละคร|และ|นวนิยาย|ชาว|ไอ|ริ|ช
(ชอล) n. ผ้า|ขนสัตว์|หรือ|ผ้า|หนา|สําหรับ|คลุม|ใหญ่ (หรือ|คลุม|ไหล่|และ|หัว) vt. ใช้|ผ้า|ดังกล่าว|คลุม
(ชี) pron. หล่อน|,|เธอ|,|ตัวเมีย (ใช้|นํา|ชื่อ|สัตว์) ,|มัน (ใช้|เป็น|สรรพนาม|ของ|เรือ|,|รัฐ|,|โลก|,|ดวงดาว|เป็นต้น) .n. ผู้หญิง|,|สตรี|,|ตัวเมีย|,|เพศ|หญิง|,|สิ่ง|ที่|ถือ|เป็น|เพศ|หญิง
(ชี|ด) abbr. she had|,|she would
(ชี|ล) abbr. she will|,|she shall
(ชี|ซฺ) abbr. she is|,|she has
(ชี|'|คัลเซิน) n. ลูก|พี่|ลูกน้อง|ที่|เป็น|หญิง
(ชี|'|วู|เมิน) n. หญิง|ที่|เป็น|หญิง|เต็มตัว
(ชี|ฟ) n. มัด|ข้าว|,|มัด|ฟาง|,|มัด|,|กลุ่ม|,|กอง|,|กํา|,|ฟ่อน|,|หน้า|หรือ|ด้าน|ที่|ยิง pl. sheaves
(เชียร์) (sheared|,|shorn|/|sheared|,|shearing|,|shears|} vt.,|vi. ตัด|,|ตัด|ออก|,|ตัด|ขน|,|ตัด|เล็ม|,|ตัดขาด|,|ฟัน|,|เอา|ออก|,|เพิกถอน|,|ขจัด|,|ใช้|เคียว|ตัด|,|แล่น|ผ่าน n. การ|ตัด|,|การ|ตัด|ขน|แกะ|,|แรง|ตัด|,|กรรไกร|ขนาด|ใหญ่|,|ใบ|มีด|ของ|กรรไกร|,|เครื่อง|ตัด|,|แท่น|ตัด|,|สิ่ง|ที่|ตัด|ออก|,|ปริมาณ|ขน|ที่|ตัด|ออก|,|ขาหยั่ง
(ชี|ธ) n. ฝัก|ดาบ|,|ฝัก|มีด|,|ปลอก|มีด|,|ฝัก|,|ปลอก|,|ปลอก|สายเคเบิล|,|เสื้อผ้า|รัดรูป. vt. สวม|ปลอก|,|ใส่|ฝัก pl. sheaths|  |Syn. case|,|cover
n. มีด|ที่|มี|ปลอก
(ชี|ธ) vt. ใส่|ปลอก|,|ใส่|ฝัก|,|หุ้ม|,|คลุม|,|บ้ง|,|หด|เล็บ|เข้า.  |Syn. sheather n.  |Syn. envelop
(ชี|'|ธิง) n. การ|สวมใส่|ปลอก|,|การ|ใส่|ฝัก|,|สิ่ง|ปกคลุม|,|ชั้นนอก|,|วัสดุ|ที่|ใช้|ปกคลุม
(ชี|ฟว) vt. มัด|,|ฟ่อน|,|เก็บ|รวบรวม|เป็น|มัด n. ล้อ|ใน|ลูกรอก|,|ลูกรอก|,|ล้อ|สายพาน
(ชี|ฟวซ) n. พหูพจน์|ของ sheave
(เชด) {|shed|,|shedding|,|sheds|} vt.,|vi. ปลด|,|ปล่อย|,|สลัด|,|ปลง|,|ไหล|,|ไหล|ออก|,|หลุด|,|ร่วง|,|ลอก|คราบ|,|ขับ|ออก|,|แยก|ออก -|Phr. (shed blood ทํา|ให้|เลือด|ตก|,|ฆ่า|อย่าง|รุนแรง) n. ปาก|กระสวย|ทอ|ผ้า|,|ร่อง|กระสวย|,|สันปันน้ํา|,|เพิง|,|เพิง|เก็บ|ของ|,|เพิง|โรงงาน|,|กระท่อม|,|โรงรถ (มัก|เป็น|แบบ|เปิด|ข้าง)| 
(เชด|'|ดิง) n. การ|ปลด|,|การ|ปล่อย|,|การ|สลัด|,|การ|ไหล|ออก|,|การ|แยก|ออก|,|การ|กระจาย
(ชี|น) adj.,|n. (ความ) เปล่งปลั่ง|,|สว่างไสว|,|สุกใส|,|รุ่งโรจน์|,|สวยงาม|  |Syn. sheenful adj.
(ชีพ) n. แกะ|,|หนัง|แกะ|,|บุคคล|ที่|เหนียม|อาย|และ|ถูก|ชักจูง|ได้|ง่าย|,|ศาสนิกชน|  |Syn. milksop
n. สุนัข|เลี้ยง|แกะ|,|สุนัข|คุ้มกัน|แกะ
n. การ|มอง|ด้วย|สายตา|ที่|เหนียม|อาย|และ|ด้วย|ความ|รัก|  |Syn. lovesick glances
n. สุนัข|เลี้ยง|แกะ|,|สุนัข|คุ้มกัน|แกะ
(ชีพ|'|เฮิร์ดเดอะ) n. ผู้|เลี้ยง|แกะ.  |Syn. shepherding n.,|adj.
(ชิ|พ|'|พิช) adj. เหนียม|อาย|,|เหมือน|แกะ (เหนียม|อาย|,|เชื่อฟัง)|  |Syn. sheepishness n.  |Syn. grined
(เชียร์) vi.,|vt. เบน|,|บ่ายเบน|,|เห|,|หัน|ทิศทาง|,|เลี่ยง. adj. เต็มที่|,|ทีเดียว|,|ที่สุด|,|แท้|,|บาง|ใส|,|ไม่|ได้|เจือปน|,|ไม่|เหมาะสม|,|สูงชัน|,|ตรง|ดิ่ง n. เยื่อ|บาง|,|สิ่งทอ|,|ที่|โปร่งใส|,|การ|เบน|,|การ|เบน|,|การ|เลี่ยง|  |Syn. sheerly adv. sheerness n.
(เชียร์|'|ลี) adv. จริงจัง|,|โดย|ตลอด
(เชียร์|ซฺ) n. ปั้นจั่น|รูป|ตัว|สําหรับ|ยก|ของ|หนัก|,|ขาหยั่ง|  |Syn. shear
(ชี|ท) n. ผ้า|ปู|ที่|นอน|,|ผ้า|สี่เหลี่ยม|ขนาด|ใหญ่|,|ผ้า|คลุม|ศพ|,|แผ่น|กระดาษ|,|หน้า|หนังสือ|,|ยก|หนังสือ|,|แผ่น|,|แผ่น|บันทึก|,|แผ่น|ใหญ่|,|ผืน|,|ผืน|ใหญ่|,|หนังสือพิมพ์|,|สิ่ง|ตีพิมพ์|,|วารสาร|,|ระวาง|,|ขนาด|,|ความ|กว้างขวาง|,|แผ่น|หิน|ผา. vt. คลุม|,|ปกคลุม|,|ปู|ผ้า|,|กาง|ออก|,|ขยาย|ออก|,|ห่อ|ด้วย|แผ่น|หรือ|ผืน|ใหญ่
(ชี|ค) n. หัวหน้า|เผ่า|,|หัวหน้า|หมู่บ้าน|,|เจ้า|อาหรับ|,|ผู้นํา|ศาสนา (อิสลาม)| 
(ชี|ค|'|เดิม) n. ดินแดน|ที่อยู่|ภายใต้|การ|ปกครอง|ของ|sheik (ดู)| 
(ชี|ค) n. หัวหน้า|เผ่า|,|หัวหน้า|หมู่บ้าน|,|เจ้า|อาหรับ|,|ผู้นํา|ศาสนา (อิสลาม)| 
(ชี|ค|'|เดิม) n. ดินแดน|ที่อยู่|ภายใต้|การ|ปกครอง|ของ|sheik (ดู)| 
(เชลฟฺ) n. หิ้ง|,|โครง|,|ชั้น|วาง|หนังสือ|,|สิ่งของ|ที่|วาง|บน|หิ้ง|,|ปริมาณ|ความ|จุ|ของ|หิ้ง|,|หิน|ใต้|น้ํา|ที่|ยื่น|ออก|,|โขด|หิน|,|สันดอน|,|สันปันน้ํา (continental shelf) -|Phr. (on the shelf เลื่อน|ไป|ชั่ว|คราว ไม่|มี|ประโยชน์ ไม่|ใช่|การ|อยู่|กับ|ที่ ตาย|แล้ว)| 
n. อายุความ|ทน|ใน|การ|เก็บ|อยู่|บน|หิ้ง
(เชล) n. ลูกปืนใหญ่|,|ลูกปืน|ล่าสัตว์|,|เปลือก|หอย|,|เปลือก|,|ฝัก|,|กระดอง|,|คราบ|,|ปลอก|,|ปลอก|กระสุน|,|โกร่ง|ดาบ|,|โฉม|ภายนอก|,|โลง|ศพ|ภายใน|,|รอง|ใน|โลง|ศพ|,|ชั้น|หิน|ผ้า|บาง|,|แก้ว|เบียร์|เล็ก ๆ vt. เอา|เปลือก|ออก|,|ปอกเปลือก|,|ใส่|ปลอก|,|ระดม|ยิง. vi. หลุด|ออก|เป็น|แผ่น (เปลือก) หลุด|,|ร่วง
n. ปืนใหญ่
n. หลุม|กระสุน|ปืนใหญ่
n. เสื้อคลุม|รัดรูป|ของ|ทหาร
(ชะ|แล|ค|') n. ครั่ง|,|สี|ทา|ชะ|แล็ก. vt. ทํา|ชะ|แล็ก|,|ทํา|ให้|พ่ายแพ้|,|ทํา|ให้|คว่ํา|  |Syn. shellacer|,|shellacker n.  |Syn. defeat
(ชะ|แล|ค|') n. ครั่ง|,|สี|ทา|ชะ|แล็ก. vt. ทํา|ชะ|แล็ก|,|ทํา|ให้|พ่ายแพ้|,|ทํา|ให้|คว่ํา|  |Syn. shellacer|,|shellacker n.  |Syn. defeat
(เช|ลด|ฺ) adj. เอา|เปลือก|ออก|,|อยู่|ใน|เปลือก|,|อยู่|ใน|ปลอก|,|อยู่|ใน|กระดอง
(เชล|'|ไฟ|เออะ) n. การ|ยิง|ปืนใหญ่|,|การ|ระดม|ยิง|ด้วย|ปืนใหญ่
(เชล|'|ฟิช) n. สัตว์น้ํา|จําพวก|มี|เปลือก|เช่น|หอย|กุ้ง|ปู|และ|อื่น ๆ , =|trunkfish (ดู)| 
(เชล|'|พรู|ฟ) adj. ก้น|กระสุน|ปืนใหญ่
(เชล|'|เทอะ) n. ที่|กําบัง|,|ที่หลบภัย|,|ที่|หลบซ่อน|,|ที่พักอาศัย|,|ที่|ลี้ภัย|,|ที่|เป็น|ร่มไม้|ชายคา|,|การ|ป้องกัน|หรือ|หลบภัย|จาก|สถานที่|ดังกล่าว|,|การ|คุ้มครอง vt. เป็น|ที่|กําบัง|หรือ|ที่หลบภัย|,|ให้|ที่|กําบัง|หรือ|ที่หลบภัย|,|คุ้มครอง|,|ปกป้อง vi. หลบภัย|,|หลบซ่อน|,|ลี้ภัย.
(เชลฟว) vt. ใส่|หิ้ง|,|วาง|บน|หิ้ง|,|เลื่อน|การ|พิจารณา|,|ปลด|,|ปลด|ประจําการ|,|เลิก|จ้าง
(เชลฟซฺ) n. พหูพจน์|ของ shelf
(เชฟ|'|เฟิร์ด) n. คน|เลี้ยง|แกะ|,|ผู้ดู|แล|คน|อื่น|,|พระ|,|บาทหลวง. vt. เลี้ยง|แกะ|,|เฝ้าดู|อย่าง|ระมัดระวัง|,|ดูแล|,|นําทาง|,|ชี้ทาง|,|แนะนํา|,|ให้|คําปรึกษา|ทาง|จิตวิญญาณ (ศาสนา) , (กีฬา|ฟุตบอล) ประกบ|คู่ต่อสู้. -|Phr. (The good shepherd พระ|เยซู|คริสต์)|  |Syn. guide|,|he
n. สุนัข|เลี้ยง|แกะ.  |Syn. sheep dog
(เชอ|'|รี|ฟ) n. นายอําเภอ|, (อเมริกา) เจ้าพนักงาน|ปราบปราม|ผู้ร้าย|  |Syn. sheriffdom n.
(ไช|ดฺ) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ shy
(ชี|ลด) n. โล่|,|ตรา|ประจํา|ตระกูล|,|สมาคม|หรือ|โรงเรียน|,|เกราะ|หรือ|กระดอง|ที่|หน้าอก|,|ตรา|ตํารวจ|หรือ|นายอําเภอ|,|ผู้ปกครอง|,|สิ่ง|คุ้มครอง|,|ฝา|ครอบ|กะบัง vt. ปกป้อง|,|ป้องกัน|,|คุ้มครอง|,|ซ่อน|,|ซ่อนเร้น. vi. เป็น|โล่|ป้องกัน.  |Syn. shielder n. -|S...
(ชิ|ฟทฺ) vi.,|vt.,|n. (การ) เลื่อน|,|เคลื่อน|,|ย้าย|,|เคลื่อนย้าย|,|ยัก|,|เปลี่ยน|,|สับ เปลี่ยน|,|หมุนเวียน|,|แกว่ง|,|เสี่ยง|,|บ่ายเบี่ยง|,|ผลัก|,|ปัด|,|ผลัด|,|เปลี่ยน|เวร|,|เปลี่ยน|เกียร์|,|โยกย้าย. n. วิธี|เปลี่ยน|,|วิธ|'|เลี่ยง|,|วิธีการ|,|แผน|เฉพาะ|การ|,|การ|เปลี่ยน|เวร|,|เวร|,|ยาม|,|เล่ห์|เพทุบาย|,|การ|เปลี่ยน|เก
(แป้นพิมพ์) แป้น|เปลี่ยน (ชุด|อักษร) แป้น|ยก|เป็น|แป้น|หนึ่ง|ที่|มี|ใช้|ทั้ง|ใน|แป้นพิมพ์|ของ|เครื่องพิมพ์|ดีด และ|แป้นพิมพ์|ของ|เครื่อง|คอมพิวเตอร์ (แป้น|นี้ มักจะ|มี|เครื่องหมาย|ลูกศร|บน|แป้น) โดย|ปกติ|แผง|แป้น|อักขระ|จะ|มี|ไว้|ให้ 2 แป้น ทั้ง|ทาง|ด้าน|ซ้าย|และ|ขวา การ|กด|แป้น|นี้|เพียง|ลําพัง|แป้น|เดียว จะ|ไม่|ทํา|ให้|เกิด|อะไร|ขึ้น แต่|ถ้า|กด|พร้อมกับ|แป้น|ตัวอักษร|ใด|ใน|ภาษาอังกฤษ จะ|ทํา|ให้|พิมพ์|ตัวอักษร|นั้น|ออก|มา|เป็น|ตัว|ใหญ่ (capital letter) ถ้า|เป็น|ภาษาไทย ก็|จะ|เป็น|ตัว|ที่อยู่|ข้างบน เช่น ฤ ฆ ฏ ฑ ฒ นอกจากนั้น ใน|บาง|โปรแกรม เช่น โป|ร แก|รม|วาด|ภาพ การ|กด|แป้น|นี้|พร้อมกับ ลาก|เส้น จะ|ทํา|ให้|ลาก|ได้|เป็น|เส้นตรง ถ้า|กด|พร้อมกับ|ลาก|รูป|สี่เหลี่ยม ก็|จะ|ทํา|ให้|รูป|ที่|วาด เป็น|สี่เหลี่ยมจตุรัส เป็นต้น
กด|แป้น|ลูกศร|พร้อมกับ|แป้น Shift|หมายถึง การ|กด|แป้น Shift แช่|ไว้ แล้ว|กด|แป้น|ลูกศร|บอก|ทิศทาง (ขึ้น|,|ลง|,|ซ้าย|,|ขวา) แป้น|ใด|แป้น|หนึ่ง จะ|ทํา|ให้|เกิด|แถบ|สี|จาก|ที่|ตัว|ชี้|ตําแหน่ง|อยู่ ไป|จน|จบ|คํา|หรือ|ข้อความ
กด|เมาส์|พร้อมกับ|กด|แป้น Shift|หมายถึง การ|กด|แป้น Shift แช่|ไว้ แล้ว|กด|เมาส์|เพียง|ทีเดียว เป็น|คําสั่ง|ที่|ใช้|เมื่อ|ต้องการ|กําหนด|ข้อความ หรือ|เลือก|ภาพ|หลาย ๆ ภาพ|พร้อม ๆ กัน
กด|แป้น Shift พร้อมกับ|ลาก|เมาส์|หมายถึง|การ|กด|แป้น|Shift แช่|ไว้ แล้ว|ใช้|เมาส์|ดึง|จุด|ที่|มุม|ของ|ภาพ|เข้า|หรือ|อก ใช้|เมื่อ|ต้องการ|จะ|หด|หรือ|ขยายภาพ จะ|ทํา|ให้|ภาพ|หด|หรือ|ขยาย|อย่าง|ได้|สัดส่วน
(ชิ|ฟทฺ|'|ลิส) adj. ไม่|มี|สมรรถภาพ|,|ไม่|มี|ความ|สามารถ|,|ขาด|ความ|กระตือรือร้น|,|ขี้เกียจ.  |Syn. shiftlessness n.
(ชิ|ล|'|ลิง) n. เหรียญ|ชิ|ล|ลิง|ของ|อังกฤษ|มี|ค่า|เท่า|กับ 1|/|20 ปอนด์|หรือ 12 เพนนี
 |Syn. shally (ชิ|ล|'|ลีแชล|'|ลี) vi.,|adj.,|adv.,|n. (การ) โลเล|,|ลังเล|,|การ|เสียเวลา|,|การ|เอ้อระเหย|ลอยชาย
(ชิม|'|เมอะ) n.,|v. (ส่อง) แสง|แวววาว|,|แสง|ระยิบระยับ|,|แสง|แวววับ.  |Syn. shimmeringly adv.
(ชิม|'|เมอ|รี) adj. แวววาว|,|ระยิบระยับ|,|แวววับ|  |Syn. shimmering
(ชิน) n. หน้าแข้ง|,|แข้ง|,|กระดูก|หน้าแข้ง|,|ส่วนล่าง|ของ|ขา|หน้า|ของ|วัวควาย|,|ขา|หน้า|ส่วนล่าง|ของ|แมลง. vt. ปีน|ด้วย|การ|ใช้|มือ|ทั้ง|สอง|และ|ขา|ทั้ง|สอง|รวบรัด|ขึ้น|ไป
(ชิน|'|โบ|น) n. กระดูก|หน้าแข้ง
(ไช|นฺ) {|shone|/|shined|,|shone|/|shined|,|shining|,|shines|} vi.,|vt.,|n. (ทํา|ให้) (ความ) ส่องแสง|,|ส่อง|สว่าง|,|ส่องแสง|ระยิบระยับ|,|เปล่งปลั่ง|,|สุกใส|,|โชติช่วง|,|ดี|กว่า|,|เงา|วาว|,|แสง|อาทิตย์|,|ท้องฟ้า|แจ่มใส|,|การ|ขัด|รองเท้า|ให้|เป็น|เงา|มัน|  |Syn. beam|,|excel brilliance
(ชิง|'|เกิล) n. แผ่น|มุง|หลังคา|หรือ|ทํา|ผนัง|,|ทรงผม|ตัด|สั้น|,|ป้าย|เล็ก ๆ ,|หิน|กลม|เล็ก ๆ หรือ|กรวด|ตาม|หาด|ทราย|,|หาด|ทราย|ที่|มี|หิน|หรือ|กรวด|ดังกล่าว vt. มุง|หลังคา|,|ปิด|ด้วย|แผ่น|ดังกล่าว|,|ตัดผม|ให้|สั้น|โดย|ไล่|ขึ้น|ไป|จาก|ต้นคอ.  |Syn. shingler n.
(ชิง|'|เกิลซฺ) n. โรค|งูสวัด|,|เริม|,|โรคผิวหนัง|เป็น|เมล็ด|พุพอง|ที่|เกิด|จาก|เชื้อไวรัส|  |Syn. herpes zoster|,|zoster
(ชิง|'|กลี) adj. เต็มไปด้วย|หิน|กลม|เล็ก|หรือ|กรวด
(ไช|'|นิง) adj. เปล่งปลั่ง|,|โชติช่วง|,|แวววาว|,|ระยิบระยับ|,|สุกใส|,|ส่องแสง|,|ส่อง|สว่าง|,|รุ่งโรจน์.  |Syn. shiningly adv.  |Syn. outstanding
(ชิน|'|โท) n. ศาสนา|ชินโต|ใน|ญี่ปุ่น|ยึด|หลักการ|เคารพ|บูชา|บรรพบุรุษ|,|ศาสนา|ไหว้|เจ้า|ใน|ญี่ปุ่น
(ไช|'|นี) adj. ส่อง|สว่าง|,|เปล่งแสง|,|เปล่งปลั่ง|,|สุกใส|,|ระยิบระยับ|,|สว่างไสว|,|เป็น|มัน|วาว|,|ได้|รับ|การ|ขัด|เงา.  |Syn. shinily adv. shininess n.
(ชิ|พ) n. เรือ (โดยเฉพาะ|เรือ|ทะเล|ขนาด|ใหญ่) ,|เรือใบ|,|เรือ|กําปั่น|,|เรือรบ|,|เรือบิน|,|เครื่องบิน|,|ลูกเรือ vt. น้ําขึ้น|เรือ|,|เอา|ใส่|เรือ|,|ขนส่ง|ทางเรือ|,|ขนส่ง|ทางเรือ|รถไฟ|รถยนต์|เครื่องบิน|หรือ|อื่น ๆ ,|จ้าง|เป็น|ลูกเรือ|,|ขับไล่. vi. นํา|ขึ้น|เรือ|,|ทํางาน|บน|เรือ|,
(ชิ|พ|'|ริก|ดฺ) adj. มี|ใบ|เรือ|ขึง|เต็ม|,|มี|ใบ|เรือ|ขึง|  |Syn. full|-|rigged
(ชิ|พ|'|บอร์ด) adj. บน|เรือ|,|ใช้บน|เรือ|,|กระทํา|บน|เรือ.n. ดาดฟ้า|เรือ|,|กราบ|เรือ|,|การ|อยู่|บน|เรือ|,|สภาพ|บน|เรือ|, on shipboard บน|เรือ เรือเดินสมุทร
(ชิ|พ|'|โลด) n. สินค้า|บน|เรือ|,|น้ําหนัก|สินค้า|บรรทุก|ของ|เรือ
(ชิ|พ|'|เมิน) n. กลา|สี|เรือ|,|ลูกเรือ|  |Syn. sailor|,|master of a ship pl. shipmen
(ชิ|พ|'|มา|ส|เทอะ) n. กัปตันเรือ|,|ผู้|บังคับการ|เรือ|  |Syn. master|,|captain
n. เพื่อ|นก|ลา|สี|เรือ|,|ลูกเรือ|ด้วย|กัน|  |Syn. sailor
(ชิ|พ|'|เมิน|ทฺ) n. การ|ขนส่ง|ทางเรือ|,|การ|ลําเลียง|ทางเรือ|,|การ|ขนส่ง|สินค้า|,|การ|ลําเลียง|,|น้ําหนัก|บรรทุก|,|ปริมาณ|สินค้า|ที่|ขนส่ง|ใน|ครั้ง|หนึ่ง ๆ ,|ของ|ที่|ลําเลียง
(ชิ|พ|'|เพอะ) n. ผู้|ขนส่ง|ทางเรือ|,|ผู้|ขนส่ง|,|บริษัท|ขนส่ง
ิพ'|พิง) n. การ|ขนส่ง|,|การ|ลําเลียง|,|การ|ขนส่ง|ทางเรือ|ทะเล|,|การ|เดิน|เรือ|,|ธุรกิจ|การ|เดิน|เรือ|,|จํานวน|เรือ (โดยเฉพาะ|เรือ|สินค้า) ,|จํานวน|ตัน|ของ|เรือ
n. พ่อค้า|ตัวแทน|ใน|การ|ขนส่ง|ทางเรือ
(ชิ|พ|'|เรค) n. การ|ทําลาย|เรือ|,|การ|เกิด|อุบัติเหตุ|ทางเรือ|,|การ|สูญเสีย|เรือ|,|อุบัติเหตุ|เรือ|แตก|,|ซาก|เรือ|แตก|,|การ|ทําลาย|,|ความ|หายนะ. vt. ทํา|ให้|เรือ|แตก|,|ทําลาย|เรือ|,|ทําลาย|,|ทํา|ให้|พินาศ. vi. เรือ|แตก|,|ประสบ|ความ|หายนะ|,|ประสบ|ความ|พินาศ|  |Syn. destroy
(ชิ|พ|'|ยาร์ด) n. อู่|เรือ|,|อู่|ต่อ|เรือ|,|โรงงาน|ต่อ|หรือ|ซ่อม|เรือ
(r) (เชอร์) vt.,|n. (การ) ทํา|ให้|เป็น|รอย|จีบ|หูรูด|,|อบ|เพื่อ|ลอก|เอา|เปลือก|ไข่|ออก|,|วิธีการ|เย็บ|รอย|จีบ|หูรูด
(ไช|'|เออะ) n. ชื่อ|แขวง|ปกครอง|ใน|อังกฤษ|,|the Shires แขวง|ปกครอง|ใน ตอน|กลาง|ของ|อังกฤษ
n. พันธุ์|ม้า|อังกฤษ|ขนาด|ใหญ่|พันธุ์|หนึ่ง
(เชิร์ค) vt. หนี|งาน|,|หนี|ภาระ|หน้าที่|,|หนี|ความ|รับผิดชอบ.  |Syn. soldier|,|malinger
(เชิร์ค|'|เคอะ) n. ผู้|หนี|งาน|,|ผู้|หนี|ความ|รับผิดชอบ|  |Syn. idler|,|slacker|,|quitter
(เชิร์ท) n. เสื้อเชิ้ต (มัก|เป็น|แบบ|ชาย) ,|เสื้อชั้นใน|,|เสื้อนอก|สมัยก่อน|,|เสื้อเชิ้ต|พิธี -|Phr. (keep one|'|s shirt on สงบ|อารมณ์|,|คุม|สติ)| 
n. ผ้า|ซับใน|,|คอเสื้อ|เชิ้ต
(เชิร์ท|'|สลีฟว) n. แขน|เสื้อเชิ้ต
(เชิร์ท|'|ทิด) adj. สวม|เสื้อเชิ้ต
(ชิ|ท) n. อุจจาระ|,|การ|ขับถ่าย|อุจจาระ|,|การ|เสแสร้ง|,|การ|พูด|เกิน ความจริง|,|การ|พูด|เหลวไหล. vi. ถ่าย|อุจจาระ. n. คําอุทาน|แสดง|ความ|รัง|-|เกียจ|ความ|ขยะแขยง|ความผิด|หวัง|หรือ|อื่น ๆ| 
(ชิ|พ|'|เวอะ) vi. สั่น|,|สั่น|ระริก|,|ตัวสั่น (ใบ|เรือ) ปลิว|สะบัด|,|แตก|ออก|เป็น|ชิ้น|เล็ก|ชิ้น|น้อย|,|แตก|ออก|,|ทํา|ให้|แตก|ออก|เป็น|ชิ้น|เล็ก|ชิ้น|น้อย|,|ตี|แตก n. การ|สั่น|,|การ|สั่น|ระริก|,|ตัวสั่น|,|เศษ|,|ชิ้น|ที่|แตก|,|เศษ|ที่|แตก|  |Syn. shiverer n. shiveringly adv.
(โชล) n. หาด|ตื้น|,|ที่|ตื้น|,|สันดอน|,|คน|จํานวน|มาก|,|ฝูง|ปลา|,|สิ่งของ|จํานวน|มาก adj. ตื้น. vi. กลาย|เป็น|ตื้น. vt. ทํา|ให้|ตื้น|,|เกย|ตื้น|vi. จับ|กลุ่ม|,|อยู่|กัน|เป็น|ฝูง
(ชอค) n. การ|กระทบกระแทก|อย่าง|กะทันหัน|,|อาการ|สะเทือน|,|อาการ|สะเทือน|ทาง|ใจ|อย่าง|กะทันหัน|,|อาการ|ตื่น|ตะลึง|,|ความ|สะดุ้ง|ตกใจ|,|อาการ|สั่น|กระตุก|,|อาการ|เป็น|ลม|,|อาการ|แน่นิ่ง|ไป|อย่าง|กระ|ทัน|หัน. vt. ทํา|ให้|ตะลึง|งัน|,|ทํา|ให้|สะดุ้ง|ตกใจ|,|เขย่าขวัญ|,|ทํา|ให้|สะเทือน|,|กระทบ|อย่าง|แรง|,|ตี|อย่าง|แรง. vi.ตะลึง|งัน|,|ส|ดุ้ง|ตกใจ
n. อุปกรณ์|กัน|สะเทือน|,|โช๊คอัพ
วิธีการ|รักษา|ความผิด|ปกติ|ทาง|จิต (เช่น โรคจิตเภท) โดย|การ|ใช้ ยา|หรือ|ไฟฟ้า|  |Syn. shock treatment
(ชอค|'|เคอะ) n. ผู้|ที่|ทํา|ให้|สะดุ้ง|ตกใจ|,|สิ่ง|ที่|ทํา|ให้|สะดุ้ง|ตกใจ|,|ผู้|เขย่าขวัญ|,|สิ่ง|ที่|เขย่าขวัญ|,|สิ่ง|ตีพิมพ์|ที่|เขย่าขวัญ|,|ภาพยนตร์|เขย่าขวัญ|,|สิ่ง|ที่|เลว|มาก
(ชอค|'|คิง) adj. เขย่าขวัญ|,|ทํา|ให้|สะดุ้ง|ตกใจ|,|เลว|มาก.
adj. กัน|กระแทก|,|กัน|ไม่|ให้|เสียหาย|จาก|การ|ถูก|กระ ทบ|กระแทก. vt. ป้องกัน|ความ|เสียหาย|จาก|การ|ถูก|กระทบกระแทก
(ช|อด) vi. กริยา|ช่อง 2 และ 3 ของ shoe
(ช|อด|'|ดี) n. เส้นใย|ที่|ได้|จาก|เศษผ้า|ขี้ริ้ว|,|ของ|เลว|ที่|นํามา|ทํา|ให้|คล้าย|ของดี|,|ของ|กํามะลอ. adj. กํามะลอ|,|คุณภาพ|เลว|,|ทํา|อย่าง|ลวก ๆ ,|ซึ่ง|เอา|ของ|เลว|มา|ทํา|ให้|คล้าย|ของดี|,|เลว|,|เลวทราม|  |Syn. shoddily adv. shoddiness n.
(ชู) n. รองเท้า|,|เหล็ก|เกือก|ม้า|,|หัว|หุ้ม|โลหะ|ของ|ไม้เท้า|,|ปลอก|ไม้เท้า|,|ปลอก|เสาเข็ม|,|ก้าน|ห้ามล้อ|,|หัว|ท่อ. vt. สวม|รองเท้า|,|สวม|ปลอก|,|ใส่|หัว|หุ้ม|โลหะ.
n. ช้อน|ใส่|รองเท้า. vt. ยัด|,|ยัดเยียด|,|บีบ|,|รัด
(ชู|'|เลส) n. เชือก|ผูก|รองเท้า
(ชู|'|เออะ) n. ช่าง|ทํา|เกือก|ม้า|หรือ|สัตว์|อื่น
(ชู|'|ไช|น) n. การ|ขัด|รองเท้า|,|ความ|เป็น|มัน|เงา|ของ|รองเท้า|จาก|การ|ขัด
(ชู|'|สท|ริ|ง) n. สาย|ผูก|รองเท้า|,|จํานวน|เงิน|เล็กน้อย|มาก|  |Syn. shogunal adj.
(โช|'|กัน) n. (ประวัติศาสตร์|ญี่ปุ่น) โชกุน
(โชน) v. กริยา|ช่อง 2 และ 3 ของ shine
(ชู) intetj. คําอุทาน|ที่|ใช้|ไล่|แมว|สุนัข|หรือ|สัตว์|อื่น ๆ vi. ไล่|ไป|โดย|ใช้|เสียง "|ชู|" vt. ขอร้อง|ให้|ไป|,|บังคับ|ให้|ไป
(ชู|'|อิน) n. ผู้|มี|หวัง|ชนะ|แน่นอน
(ชู|ค) vi.,|vt. กริยา|ช่อง 2 ของ shake
(ชู|ค|'|อัพ) adj. ถูก|กระทบกระเทือน|ทาง|ใจ|อย่าง|รุนแรง
(ชู|น) n.พหูพจน์|ของ shoe (ดู)| 
(ชู|ท) vt.,|vi.,|n. (การ) ยิง|,|พุ่ง|,|งอก|,|ออก|หน่อ|,|ถ่าย|ภาพ|,|ตี|ลูก|กอล์ฟ|,|โยน|ลูกเต๋า|,|เริ่ม|,|เริ่ม|พูด|,|การ|ปฎิบัติ|การ|อย่าง|รวดเร็ว|,|การ|เตะ|ลูก|,|พัก|หนึ่ง|,|ปริมาณ|เล็กน้อย|,|ลําแสง|  |Syn. shooter n.  |Syn. hit|,|wound
(ชู|ท|'|เทอะ) n. ผู้|ยิง|,|มือปืน|,|มือ|ธนู|,|ผู้|ระเบิด|,|ผู้|เจาะ|บ่อน้ํา|มัน|,|ปืน|สั้น|,|ปืน|พก|,|ดาวตก
(ชอพ) n. ร้าน|,|ร้านค้า|,|ร้าน|ขายปลีก|,|ร้าน|เล็ก ๆ ,|โรง|ฝึกงาน|,|โรง|ซ่อม|,|สํานักงาน|,|ห้องทํางาน|,|ที่ทํางาน|,|อาชีพ|,|การงาน|, talk shop สนทนา|เกี่ยวกับ|อาชีพ|การงาน vi. เดิน|ดูหรือ|ซื้อ|สินค้า|ตาม|ร้าน|  |Syn. market|,|store
n. เจ้าของ|ร้าน
n. การ|ดูแล|ร้าน
n. ดู|แสดง|สินค้า|หน้า|ร้าน
(ชอพ|'|เกิร์ล) n. พนักงานขาย|ของ|ที่|เป็น|หญิง|,|พนักงานขาย|ของ|หน้า|ร้าน|ที่|เป็น|หญิง
n. นัก|ล้วง|ของ|ใน|ร้านค้า|  |Syn. shoplift vt.,|vi
n. การ|ล้วง|ของ|ใน|ร้านค้า|,|การ|โจรกรรม|ใน|ร้านค้า
(ชอพ|'|เมิน) n. พนักงานขาย|ของ|ใน|ร้าน|,|พนักงาน|ร้านค้า|,|ผู้ดู|แล|ร้าน pl. shopmen
(ชอพ|'|เพอะ) n. ผู้|เดิน|ซื้อ|หรือ|ดู|ของ|ตาม|ร้าน|,|คน|ซื้อ|ของ|ปลีก|,|ลูกค้า|,|ใบปลิว|โฆษณา|สินค้า|ของ|ร้าน
(ชอพ|'|พิง) n. การ|เดิน|ดู|และ|ซื้อ|ของ|ตาม|ร้าน|,|สรรพสินค้า|ใน|ร้าน|,|ของ|ทั้งหมด|ที่|ซื้อ|,|การ|ซ่อม|เครื่อง|ครั้ง|ใหญ่. adj. เกี่ยวกับ|การ|ดู|และ|ซื้อ|สินค้า
n. ศูนย์การค้า
n. ศูนย์การค้า
n. ร้าน|สรรพสินค้า|ที่|เข้า|ได้|เฉพาะคน (ไม่|มี|บริเวณ|จอด|รถ)| 
(ชอพ|'|วูม|'|เมิน) n. พนักงานขาย|ของ|หญิง|ใน|ร้านค้า pl. shopwomen
(ชอพ|'|วอร์น) adj. ตั้ง|แสดง|ไว้|จน|เก่า|,|เก่าแก่|,|เก่า.  |Syn. trite|,|state|,|banal
(ชอร์) n. ฝั่ง|,|เสา|เอียง|ที่|เป็น|เสา|ค้ํา vt. ค้ํา|ด้วย|เสา|เอียง|,|กริยา|ช่อง 3 ของ shear (ดู)|  |Syn. beach|,|coast
(ชอ|'|ริ|ง) n. ระบบ|การ|ค้ํา|กําแพง|,|การ|ค้ํา
(ชอร์น) vi.,|vt. กริยา|ช่อง 3 ของ shear
(ชอร์ท) adj. สั้น|,|เตี้ย|,|ต่ํา|,|ย่อ|,|ตื้น|,|ลุ่น|,|ห้วน|,|ระยะ|สั้น|,|สังเขป|,|ใกล้|,|ไม่|นาน|,|ขาดแคลน|,|ขาด|,|ไม่|ถึง|,|ไม่|พอ|,|ไม่|ดี|พอ|,|อ่อน|,|น้อย|,|เปราะ|,|บอบบาง (เสียง) ,|ไม่|เน้น|, short of น้อย|กว่า|,|เลว|กว่า|,|ไม่|เพียงพอ adv. กะทันหัน|,|ทันใดนั้น|เอง|,|ฉับพลัน|,|สั้น ๆ ,|ย่อ ๆ ,|โดย|สังเขป|,|ใกล้|,|ย่น|,|ไม่|ถึง
n. (ไฟฟ้า) วงจร|ลัด
(ชอร์ท|'|แฮ|นดิด) adj. ขาด|คน|,|ขาด|กําลัง|คน|,|ขาด|ผู้ช่วย|เหลือ|ที่|เพียงพอ|  |Syn. short|-|handedness n.
(ชอร์ท|'|ลิฟดฺ) adj. มี|อายุสั้น|,|สั้น|มาก|,|ชั่ว|คราว.  |Syn. fleeting|,|ephemeral
adj. มี|ระยะ|การ|ยิง|ที่|ใกล้|,|ระยะ|ใกล้
(ชอร์ท|'|รัน) adj. ระยะ|สั้น
adj. ระยะ|สั้น|,|กิน|เวลา|สั้น|,|ชั่ว|คราว
(ชอร์ท|'|ทิจฺ) n. ความ|ขาดแคลน|,|ความ|ไม่|เพียงพอ|,|จํานวน|ที่|ไม่|เพียงพอ|,|จํานวน|ที่|ขาด|  |Syn. deficiency|,|shortfall|,|deficit
(ชอร์ท|'|คัม|มิ|ง) n. ความ|ล้มเหลว|,|ข้อบกพร่อง|,|จุดอ่อน|,|ปมด้อย|  |Syn. imperfection|,|defect
(ชอร์ท|'|คัท) n. ทางลัด|,|ทาง|ที่|เร็ว|ขึ้น. adj. ใกล้|ขึ้น|,|เร็ว|ขึ้น|,|สั้น|กว่า|,|ลัด
(ชอร์ท|'|เทิน) vt. ทํา|ให้|สั้น|,|ทํา|ให้|ลด|น้อย|ลง|,|ย่อ|,|หด|สั้น|,|ลด|ขนาด|,|ลด|กําลัง|,|ลด|ประ|-|สิทธิ|ภาพ|,|ทํา|ให้|กรอบ. vi. หด|สั้น|,|ลด|ลง|,|สั้น|ลง|,|เตี้ย|ลง. -|shortener n.  |Syn. lessen|,|reduce
(ชอร์ท|'|ฟอล) n. จํานวน|ที่|ขาด|,|ความ|ขาดแคลน|,|ความ|ไม่|เพียงพอ|  |Syn. shortage
(ชอร์ท|'|แฮ|นดฺ) n. ชวเลข. adj. ใช้|ชวเลข|,|เกี่ยวกับ|หรือ|มี|ลักษณะ ของ|ชวเลข
(ชอร์ท|'|ที) n. =|shorty (ดู)| 
(ชอร์ท|'|ลี) adv. ใน|ระยะ|อัน|สั้น|,|ไม่|ช้า|,|โดยย่อ|,|โดย|สรุป|,|ลวก ๆ ,|คร่าว ๆ|  |Syn. briefly
(ชอร์ท|'|ที) n. คน|เตี้ย|,|สิ่ง|ที่ต่ํา|กว่า|ปกติ.  |Syn. shortie
(ชอท) n. การ|ยิง|,|การ|ยิง|ปืน|,|เสียง|ยิง|,|ลูกกระสุน|ปืน|,|ระยะ|ที่|ยิง|,|การ|ปล่อย|ขีปนาวุธ|,|วิถี|กระสุน|,|วิถี|จรวด|,|กระสุน|กระจาย|,|ผู้|ยิง|,|มือปืน|,|เสียง|ที่|คล้าย|เสียง|ปืน|,|การ|ระเบิด|,|ดินระเบิด|,|การ|ฉีดยา|,|ความ|พยายาม|,|การ|ทดลอง|,|การ|เดา|,|จํานวน|เล็กน้อย|,|ปริมาณ|เล็กน้อย|,|คํา|หนึ่ง|, (ของเหลว) อีก|หนึ่ง
(ชอท|'|กัน) n. ปืน|สั้น|,|ปืน|ล่าสัตว์ adj. เกี่ยวกับ|ปืน|ดังกล่าว|,|คลุม|ไป|หมด vt. ยิง|ด้วย|ปืน|ดังกล่าว|,|บีบบังคับ|,|ใช้|กําลัง|บังคับ
(ชอท|'|เทิน) adj. (ปลา) วาง|ไข่|แล้ว|, (กระดูก) เคลื่อน|จาก|ที่
(ชู|ด) v. กริยา|ช่อง 2 ของ shall|,|ต้อง|,|ควร|,|ควร|จะ
(โชล|'|เดอะ) n. ไหล่|,|บ่า|,|สะบัก|,|ไหล่|เสื้อ|,|ไหล่เขา|,|ไหล่ถนน|,|ขอบ|ถนน|,|ท่า|แบก|ปืน. vt.,|vi. ใช้|ไหล่|ดัน|,|ใช้|ไหล่|เบียด|,|แบก|,|รับผิดชอบ|,|รับภาระ. shoulder arms เอา|ปืน|ขึ้น|ประทับ|ไหล่.  |Syn. endure|,|assume|,|take on
n. สายสะพาย
n. กระดูก|หัวไหล่|,|กระดูก|สะบัก
n. อินทรธนู|ที่|ไหล่
n. อินทรธนู|หรือ|ตรา|ที่|ไหล่|,|ซับใน|ส่วน|ไหล่|ของ|เสื้อ
(ชู|ด|'|เดิน|ทฺ) abbr. should not
(ชู|ด|'|นะ) abbr. should not
(ชู|ดสทฺ) v. pt. และ|เอกพจน์|ของ shall
(เชาทฺ) vi.,|vt.,|n. (การ) ตะโกน|,|ร้อง|ตะโกน|,|ร้องเรียก|,|ร้อง|เสียง|ดัง|,|ตะเบ็ง|เสียง|,|การ|ร้องเรียก|,|เสียงร้อง|เรียก|,|เสียง|ตะโกน.  |Syn. shouter|  |Syn. yell
(ชัฟว) vt.,|n. (การ) ผลัก|,|ดัน|,|ผลัก|ใส|,|เข็น vi. ดัน|  |Syn. shover n.  |Syn. propel|,|push|,|impel
(ชัฟ|'|เวิล) n.,|v. (ตัก|ด้วย) พลั่ว,|เสียม|,|เครื่อง|ตัก|,|เครื่อง|เซาะ. ขุด.  |Syn. spade|,|scoop|,|dredge
(โช) vt.,|vi. แสดง|,|นํา|ออก|แสดง|,|เผย|ให้|เห็น|,|นํา|ออก|ฉาย|,|แสดง|ตัว|,|พิสูจน์|ให้|เห็น|,|บอก|,|อธิบาย|,|นํา|ไป|ดู|,|บอก|ให้|รู้|,|ชี้|,|อวด|,|อวด|ฝีมือ|,|ให้|,|ประทาน|ให้|,|ให้|ดู -|Phr. (show off อวด|โอ้อวด) n. การ|แสดง|,|เรื่องราว|,|ร่องรอย|,|แร่|ที่|ป|รา|กฎ|ให้|เห็น. -|Phr. (run the show ควบคุม|กิจการ|หรือ|สถานการณ์)| 
n. ธุรกิจ|การ|บันเทิง (ได้แก่ ละคร ภาพยนตร์ โทรทัศน์ วิทยุ|เป็นต้น)| 
n. หน้าต่าง|ตู้|แสดง|สินค้า|ของ|ร้านค้า
(โช|'|ออ|ฟ) n. ผู้|โอ้อวด|,|การ|โอ้อวด|,|การ|อวด|,|การ|คุย|โว|  |Syn. show|-|offish adj.
(โช|'|เคส) n. ตู้กระจก|แสดง|สินค้า|,|ตู้|แสดง|,|สิ่ง|ที่|แสดง|จุดเด่น|ของ|สิ่ง ของ|หรือ|คน. vt. แสดง|,|ทํา|ให้|เห็น|จุดเด่น|  |Syn. exhibit
(โช|'|เดาน์) n. การ|เปิด|ไฟใน|การ|เล่น|ไพ่|โป๊กเกอร์|,|การ|แบ|ไต๋|,|การ เผชิญหน้า|เพื่อ|ปะ|ลอง|ครั้ง|สุดท้าย
(เชา|'|เออะ) n. ฝน|หรือ|ลูกเห็บ|หรือ|หิมะ|ที่|ตกลง|มา|ปรอย ๆ ,|การ|ตกลง|มา|เป็น|จํานวน|มาก|,|การ|อาบน้ํา|โดย|การ|ใช้|ฝักบัว ,|ฝักบัว|,|ผู้แสดง|,|สิ่ง|ที่|แสดง vt. อาบน้ํา|ด้วย|ฝักบัว|,|สาด|,|ราด|,|ให้|อย่าง|มากมาย. vi. ฝน|ตก|ปรอย ๆ ,|หิมะ|ตก|ปรอย ๆ ,|อาบน้ํา|ฝัก|-|บัว.  |Syn. showery n.
(โช|'|วินิส) n. ลักษณะ|ชอบ|แสดง|,|การ|โอ้อวด|,|ความ|ขี้โอ่
(โช|'|อิง) n. การ|แสดง|,|การ|นํา|ออก|แสดง|,|การ|เผย|ให้|เห็น|,|นิทรรศการ|,|การ|บรรยาย|,|ลักษณะ|ภายนอก|  |Syn. airing|,|display
(โช|'|เมิน) n. ผู้แสดง|,|นักแสดง|,|ผู้แสดง|การ|มหรสพ|,|เจ้าของ|โรง|มหรสพ pl. showmen
(โช|'|เมิน|ชิ|พ) n. ความ|สามารถ|ใน|การ|แสดง|,|ความ|เป็น|นักแสดง|,|เทคนิค|ใน|การ|แสดง|,|การ|โอ้อวด|,|การ|อวด|ฝีมือ|,|เล่ห์เหลี่ยม|ใน|การ|อวด|ฝีมือ
(โชน) vi.,|vt. กริยา|ช่อง 3 ของ show
(โช|'|พี|ส) n. สิ่ง|ที่|ตั้ง|แสดง|ไว้|,|สินค้า|ที่|แสดง|ใน|งาน|นิทรรศการ
(โช|'|รู|ม) n. ห้อง|ที่|ใช้|แสดง|สินค้า|หรือ|ตัวอย่าง|สินค้า|,|ห้อง|โชว์|,|ห้อง แสดง|นิทรรศการ
(โช|'|วี) adj. โอ้อวด|,|ชอบ|แสดง|,|หยิ่งยะโส|,|วางท่า|,|อวดอ้าง|,|เอิกเกริก.  |Syn. glaring
(ช|แรง|คฺ) v. กริยา|ช่อง 2 ของ shrink
(แชรพ|'|เนิล) n. เศษ กระสุน|ดาว|กระจาย|,|กระสุน|ลูกแตก|,|เศษ|กระสุน
(ชเรด) n. เศษ|,|ชิ้น|เล็ก|ชิ้น|น้อย|,|เศษผ้า|,|เศษ|เนื้อ vt.,|vi. (ถูก) ตัด|ออก|เป็น|ชิ้น|เล็ก|ชิ้น|น้อย|,|ฉีก|ออก|เป็น|เศษ|,|ฉีก|ขาด|  |Syn. shredder n.  |Syn. piece|,|strip
(ช|รู) n. หญิง|อารมณ์|ร้าย|,|หญิง|ปากร้าย|,|สัตว์|กิน|แมลง คล้าย|หนู|แต่|มี|จมูก|ยาว|แหลม
(ช|รูด) adj. เฉียบแหลม|,|หลักแหลม|,|เฉลียวฉลาด|,|ว่องไว|,|ร้ายแรง|,|มุ่งร้าย.  |Syn. shrewdness n.  |Syn. cunning|,|knowing|,|keen|,|sharp
(ช|รู|'|อิช) adj. อารมณ์|ร้าย|,|ปากร้าย.  |Syn. shrewishly adv. shrewishness n.
(ช|รี|ค) vi.,|n. (การ|,|เสียง) ร้อง|กรีด|,|ร้อง|หวีด|,|ร้อง|เสียงหลง|,|หัวเราะ|เสียงหลง. vt. ทํา|ให้|เกิด|เสียงร้อง|ดังกล่าว.  |Syn. shrieker n. shriekingly adv.
(ช|ริ|ล) adj.,|vi|,|vt.,|n.,|adv. (ร้อง) เสียง|แหลม|,|เสียง|กรีดร้อง|,|เสียงหลง|,|เสียงสูง|,|ซึ่ง|ทํา|ให้|เกิด|เสียง|ดังกล่าว|,|รุนแรง|,|เศร้าโศก|,|โหยหวน.  |Syn. shrillness n. shrilly adv.
(ช|ริม|พฺ) n. กุ้ง|เล็ก|หาง|ยาว|,|กุ้ง|ฝอย|,|คน|ตัว|เล็ก|ที่|ไม่|สําคัญ. adj. เกี่ยวกับ|กุ้ง|ดังกล่าว
(ช|ไร|นฺ) n. แท่น|บูชา|,|หิ้ง|บูชา|,|ศาลเจ้า|,|อาราม|,|สถานที่|บูชา|,|สถูป|,|เจดีย์|ปูชนียสถาน. vt. ทํา|ให้|เป็น|ที่|ศักดิ์สิทธิ์|,|วาง|ไว้|ใน|ที่|ศักดิ์สิทธิ์|  |Syn. altar
(ช|ริ|งคฺ) vi.,|vt.,|n. (ทํา|ให้|,|การ) หดตัว|,|หลบหน้า|,|ตัว|หด|,|ย่น|,|เหี่ยว|, (ขนาด) ลด|ลง|,|กลัว vt. ทํา|ให้|หดตัว|,|ทํา|ให้|ลด|ลง|,|ทํา|ให้|ย่น|  |Syn. shrinkable adj. shrinker n. shrinkingly adv.
(ช|ริ|ง|'|คิจฺ) n. การ|หดตัว|,|การ|ย่น|,|ปริมาณ|หรือ|ขนาด|ที่|หด
(ช|ไร|ฟว) vt. ยกโทษ|บาป (หลัง|การ|สารภาพ|ผิด) ,|ถ่าย|บาป|โดย|การ|สารภาพ|บาป|,|ฟัง|คําสารภาพ|,|สารภาพ|บาป
(ช|รี|ฟ '|เวิล) vt.,|vi. หดตัว|,|หด|,|ย่น|,|เหี่ยว|,|ทํา|ให้|หด|,|ทํา|ให้|ขนาด|ลด|ลง|,|ทํา|ให้|ไร้ ประโยชน์|,|กลาย|เป็น|ไร้|ประโยชน์|  |Syn. wihter
(ช|ริ|ฟ|'|เวิน) vi. กริยา|ช่อง 3 ของ shrive
(ช|เรา|ดฺ) n.,|vt. (คลุม|ด้วย) ผ้า|ห่อ|ศพ|,|ผ้า|ตราสัง|,|สิ่ง|ที่|ใช้|ปกคลุม|,|สิ่ง|ที่|ใช้|ห่อหุ้ม|,|ฝา|ครอบ|,|ที่|ครอบ|,|เชือก|หรือ|ลวด|ขึง|ค้ํา|เสากระโดง|เรือ|,|ปลอก|สวม vi. ซ่อนเร้น|,|เข้าที่|หลบภัย.  |Syn. sheet|,|cover
(ช|โร|ฟว) v. กริยา|ช่อง 3 ของ shrive
(ช|รับ) n. ต้นไม้|ขนาด|เล็ก|,|ต้นไม้|เตี้ย ๆ มน้ําผลไม้|ใส่|น้ําตาล (และ|บาง|ครั้ง|ใส่|เหล้า)| 
(ช|รับ|'|บะ|รี) n. ต้นไม้|ขนาด|เล็ก|ทั้งหลาย
(ช|รับ|'|บี) adj. เต็มไปด้วย|ต้นไม้|ขนาด|เล็ก|หรือ|ต้นไม้|เตี้ย ๆ ,|คล้าย|ต้นไม้|ขนาด|เล็ก|หรือ|ต้นไม้|เตี้ย ๆ|  |Syn. shrubbiness n.
(ช|รัก) vt. ยักไหล่ (เพื่อ|แสดง|ความ|ไม่|สนใจ|หรือ|ดูถูก|หรือ|อื่น ๆ) vi. ยักไหล่ -|Phr. (shrug off ไม่|สนใจ เฉยเมย สะบัด สลัด บิด|ตัว|และ|ถอด|เสื้อ|ออก) n. เสื้อ|ขนสัตว์|เอว|สั้น|แบบ|หนึ่ง
(ช|รัง|คฺ) vi. กริยา|ช่อง 2 และ 3 ของ shrink
(ชัด|'|เดอะ) vi. สั่น|กระตุก|,|สั่น|ระริก|,|สั่น|เทา|,|ตัวสั่น. n. การ|สั่น ดังกล่าว.  |Syn. shake
(ชัฟ|'|เฟิล) vi.,|vt.,|n. (การ) เดิน|ลาก|เท้า|,|เดิน|ลาก|ขา|,|เอา|เท้า|ลาก|ไป|มา|บน|พื้น|,|เดิน|งุ่มง่าม|,|เดิน|อุ้ยอ้าย|,|หลบหลีก|,|หลีกเลี่ยง|,|สับ|ไพ่|,|ผสม|ปนเป|,|สับเปลี่ยน -|Phr. (shuffle off ดัน|ไป|ทาง|ข้าง)|  |Syn. shuffler n.  |Syn. intermix|,|scuff|,|shi
n. กีฬา|ทอด|จาน|ไม้|บน|กระดาน|ที่|มี|ตาราง|หมายเลข|,|ตาราง|หมายเลข|บน|กระดาน|ดังกล่าว
(ชัฟ|'|ฟ|ลิง) adj. ลาก|ขา|ไป|มา|บน|พื้น|,|งุ่มง่าม|,|อุ้ยอ้าย|,|หลบหลีก|,|หลีกเลี่ยง.  |Syn. shufflingly adv.  |Syn. shifting|,|evading
(ชัน) vt. หนี|,|หลบหลีก|,|หลีกเลี่ยง.  |Syn. shunnable adj. shunner n.
(ชัน|ทฺ) vt.,|vi.,|n. (การ) สับ|ราง|,|เปลี่ยน|ราง|,|สับเปลี่ยน|,|เปลี่ยน|เส้นทาง|,|ปัด|,|แยก|,|เก็บ|,|ระงับ|,|หัน|ไป|อีก|ทาง|หนึ่ง|,|เปลี่ยน|เส้นทาง|,|เครื่องสับ|ราง|,|เครื่อง|แยกทาง|ไฟฟ้า|,|รถไฟ|เปลี่ยน|ราง|, (ศัลยกรรม|ผ่าตัด) ทาง|หรือ|หลอด|ที่|สร้าง|ขึ้น|ใหม่|,|การ|เชื่อมต่อ|ระหว่าง|ท่อ|สอง|ท่อ|ใน|ร่างกาย
(ชัท) vt.,|vt.,|n. (การ) ปิด|,|งับ|,|ปิด|ประตู|,|งับ|,|พับ|,|หุบ|,|หนีบ|,|เก็บ|,|หลับ|ตา|,|หยุด|,|หยุด|เปิด|,|ล้อม|ไว้|,|ใส่|กลอน adj. ปิด ปิด|ไว้.
ปิด|เครื่องหมาย|ถึง|คําสั่ง|ปิด|เครื่องใน|ระบบ|วินโดว์ ซึ่ง|จะ|มี|ขั้นตอน|การ|ทํางาน|เป็น|ระยะ|เวลา|พอสมควร|ก่อน|ที่|จะแจ้ง|ให้|ทราบ|ว่า สามารถ|ปิด|สวิตช์|ที่|เครื่อง|คอมพิวเตอร์|ได้
(ชัท|'|อาย) n. การ|นอนหลับ|  |Syn. sleep
(ชัท|'|อิน) adj. เก็บ|ตัว|,|เก็บ|ตัว|อยู่|แต่|ใน|บ้าน|,|โรงพยาบาล|หรือ|อื่น ๆ (เนื่องจาก|โรค) n. ผู้|เก็บ|ตัว|,|ผู้|ที่|นอน|ป่วย
n. การ|ปิด|,|การ|ปิด|โรงงาน|,|เวลาปิด.  |Syn. cessation|,|stoppage
(ชัท|'|เทอะ) n. หน้าต่าง|บานเกล็ด|,|บานเกล็ด|ของ|หน้าต่าง|,|แผ่น|มู่ลี่|ปิด|หน้า|ร้าน|,|เครื่อง|ปิด|เปิด|รู|แสง|ของ|กล้องถ่ายรูป|,|ยานอนหลับ
(ชัท|'|เทิล) n. กระสวย|เครื่อง|ทอ|ผ้า|,|กระสวย|เครื่อง|เย็บผ้า|,|กระสวย|เครื่องจักร|,|ยานพาหนะ|ขนส่ง|สาธารณะ|ที่|วิ่ง|ไป|มา|เช่น รถไฟ|,|รถเมล์. vt. ทํา|ให้|ไป ๆ มา ๆ vi. เคลื่อน|ไป|เคลื่อน|มา. adj. เกี่ยวกับ|ยานพาหนะ|ขนส่ง|สาธารณะ
(ชัท|'|เทิล|คอ|ค) n. ลูก|ขนไก่|,|กีฬา|แบดมินตัน|,|การ|ตี|ลูก|ขนไก่|,|สิ่ง|ที่|โต้แย้ง|กัน|,|บุคคล|ที่|ลังเล|,|บุคคล|ที่|มี|อารมณ์|อ่อนไหว. vt. ส่ง|ไป|ส่ง|มา|,|ส่ง|กลับ|ไป|มา. vt. เดิน|ไป|มา|,|ส่ง|ไป|มา adj. ไป ๆ มา ๆ ,|ลังเลใจ
(ชาย) adj. ขี้อาย|,|เหนียม|อาย|,|อาย|,|ใจฝ่อ|,|ตกใจ|ง่าย|,|ขี้|ประหม่า|,|ขึ้|ตื่น|,|ขี้ขลาด|,|ขี้สงสัย|,|ไม่|ไว้วางใจ|,|ลังเลใจ|,|ขาดแคลน|,|ไม่|เต็ม|จํานวน -|v.,|n. (การ) ถอยหลัง|ด้วย|ความ|ตกใจ|,|ถอยหลัง|,|หดตัว|ม|ขว้าง|,|โยน|,|เหวี่ยง|,|ปา.  |Syn. shyer n. shyly adv. shyness n. คํา|ท
(ชาย|'|ลอค) n. ผู้|ให้|กู้ยืม|เงิน|ที่|มุ่งร้าย|,|พ่อค้า|ขูดเลือด|,|ผู้|ให้|กู้ยืม|เงิน|ที่|ขูดเลือด
(ชาย|'|ส|เทอะ) n. ทนายความ|ที่|มี|ใจ|อํามหิต|,|ทนายความ|ที่|ใช้|วิธีการ|ที่|ผิด|จรรยา|ธรรม
น้ําลาย|ออก|มาก
(ไซ|แอ|ม|'|,|ไซ|'|แอ|ม) n. ชื่อ|เดิม|ของ|ประเทศ|ไทย
(ไซ|มะ|มี|ซ|'|,|-|มี|ส|') adj.,|n. (เกี่ยวกับ) ประเทศ|ไทย|,|คน|ไทย|,|ภาษาไทย|,|วัฒนธรรม|ไทย|,|ฝาแฝด|,|มี|ความ|สัมพันธ์|กัน|อย่าง|ใกล้ชิด|,|เหมือน|กัน|,|แมว|ไทย
n. ฝาแฝด|ที่|มี|ตัว|ติด|กัน|แต่|กําเนิด
(ไซ|บี|'|เรีย) n. แคว้น|ไซบีเรีย|ของ|โซเวียต
(ซิบ|'|บะเลินทฺ) adj.,|n. (พยัญชนะ) (เกี่ยวกับ) เสียง|ที่|ออก|ตาม|ไร|ฟัน (เช่น|เสียง "|S|")| 
(ซิบ|'|บะเลท) vi.,|vt. เปล่ง|เสียง|ผ่าน|ไร|ฟัน|,|เปล่ง|เสียง|ซิ|ด.  |Syn. sibilation n. sibilator n.
(ซิบ|'|บิล) n. หญิง|แม่มด|,|หญิง|พยากรณ์|สมัยโบราณ|,|แม่มด|,|หญิง|ดูด|วง.  |Syn. sibylic adj. sibyllic adj. sibylline adj.  |Syn. prophetess|,
(ซิ|ค) vt. โจมตี|,|กระตุ้น|ให้|โจมตี
(ซิ|ค) adj. ป่วย|,|ไม่|สบาย|,|คลื่นไส้|,|คลื่นเหียน|,|เป็นไข้|,|ไม่|สบายใจ|,|รําคาญใจ|,|เอียน|,|ร้อนใจ|,|เจ็บใจ|,|รังเกียจ|,|ขยะแขยง|,|เสื่อมเสีย|,|ซีด|,|ขาวซีด|,|อมโรค|,|ได้|พืชผล|ไม่ค่อย|ดี|,|มี|เชื้อโรค|,|เปราะ|,|กลิ่น|ไม่|ดี. n. คนป่วย|,|คนไข้|  |Syn. ill|,|ailing|,|queasy|,|bored|,|t
(ซิ|ค|'|เบด) n. เตียง|คนไข้|,|เตียง|คนป่วย
(ซิ|ค|'|เคิน) vt.,|vi. ทํา|ให้|ป่วย|,|ทํา|ให้|คลื่นเหียน|,|กลาย|เป็น|ป่วย|,|กลาย|เป็น|ไม่|สบาย|,|กลาย|เป็น|คลื่นเหียน|,|ทํา|ให้|รังเกียจ
(ซิ|ค|'|คะ|นิง) adj. ทํา|ให้|ป่วย (ไม่|สบาย|,|คลื่นเหียน|,|คลื่นไส้) .  |Syn. sickeningly adv.  |Syn. nauseating
(ซิ|ค|'|เคิล) n. เคียว
(ซิ|ค|'|ลี) adj. ไม่|แข็งแรง|,|อ่อนแอ|,|ขี้โรค|,|อมโรค|,|เป็น|โรค|มาก|,|มี|โรค|แพร่หลาย|,|ชวน|ให้|คลื่นไส้|,|ชวน|ให้|สะ|อิด|สะ|เอียน|,|เบื่อหน่าย|,|ซีด|,|ไม่|มี|กําลัง|,|มืด|,|สลัว. adv. อย่าง|ขี้โรค|,|อย่าง|ไม่|แข็งแรง. vt. ใช้|สี|อ่อน|ทา.  |Syn. sickliness n. -|S...
(ซิ|ค|'|นิส) n. โรค|,|การ|เป็น|โรค|,|การ|ไม่|สบาย|,|อาการ|คลื่นไส้อาเจียน|  |Syn. illness
(ไซ|ดฺ) n. ข้าง|,|ด้าน|,|ข้างเคียง|,|สีข้าง|,|หน้า|,|ด้าน|ข้าง|,|ด้าน|ซี่โครง|,|ด้าน|สีข้าง|,|สีข้าง|,|กรณี|,|กลุ่ม|ที่|แข่งขัน|,|ฝ่าย|,|แขนง|,|กราบ|เรือ adj. อยู่|ทาง|ด้าน|หนึ่ง|,|จาก|ด้าน|หนึ่ง|,|รอง|,|บัง เอิญ. vt.,|vi. ทํา|ให้|มี|ด้าน|ข้าง|,|ยืน|อยู่|ข้าง|,|สนับสนุน|,|เก็บ|เอา|ไว้|,|เก็บ|,|เข้าข้าง -|Phr.) side wit
n. อาวุธ|คาด|เอว|หรือ|เข็มขัด (เช่น|ปืน|พก|หรือ|ดาบ)| 
n. ผลข้างเคียง|ของ|ยา (โดยเฉพาะ|ผล|ที่|เป็น|อันตราย|ต่อ|ร่างกาย)|  |Syn. side|-|effect
n. การ|ก้าว|ไป|ทาง|ด้าน|ข้าง|,|การ|หลบ|ฉาก|,|บันได|ด้าน|ข้าง
(ไซ|ดฺ|'|บอร์ด) n. ตู้|ถ้วยชาม|ใน|ห้อง|รับประทาน|อาหาร
(ไซ|ดฺ|'|เบิร์นซฺ) n. เครา|หน้า|ใบ|หู|,|ปลาย|เครา
(ไซ|'|ดิด) adj. มี|ข้าง|,|มี|ด้าน|,|มี|ริม|,|มี|เหลี่ยม
(ไซ|ดฺ|'|ไลนฺ) n. เส้น|ข้าง|,|เส้น|ข้าง|สนาม|,|เส้น|ริม|,|งาน|ปลีกย่อย|,|งาน|อดิเรก|,|สินค้า|ประกอบ|,|งาน|ผลพลอยได้|  |Syn. sidelines n. บริเวณ|ที่|เลย|เส้น|ริม|พอดี. vt. ทํา|ให้|เข้า|ร่วม|ไม่|ได
(ไซ|ดฺ|'|ลิง) adv. ตาม|ขอบ|ทาง|,|ตาม|ข้างทาง|,|โดย|ทาง|เล็ก|,|เอียง ๆ ,|เฉียง ๆ adj. เอียง|,|เฉียง|  |Syn. sidelong|,|sideways|,|obliquely
(ไซ|ดฺ|'|ลอง) adj.,|adv. ไป|ทาง|ข้าง|หนึ่ง|,|เอียง|ข้าง|,|ลาด|ไป|ทาง|ข้าง|หนึ่ง|,|โดย|อ้อม|,|วก|เวียน.  |Syn. oblique
(ไซ|ดฺ|'|พี|ส) n. ชิ้น|ข้าง|,|ส่วน|ข้าง
(ไซ|เดีย|'|เรี|ยล) adj. เกี่ยวกับ|ดาวฤกษ์|,|โดย|หรือ|มาก|ดาวฤกษ์|,|ถือ|เกณฑ์|ดาวฤกษ์.
(ไซ|ดฺ|'|วอล์ค) n. การ|เดิน|ริมถนน|,|การ|เดิน|ข้าง|ถนน|,|การ|เดิน|เท้า|,|บาทวิถี|,|ทาง|ข้าง|ถนน
(ไซ|ดฺ|'|เวิร์ด) adj. ไป|ทาง|ด้าน|ข้าง. adv. ไป|ทาง|ด้าน|ข้าง
(ไซ|ดฺ|'|เวิร์ดซฺ) adj. ไป|ทาง|ด้าน|ข้าง
(ไซ|'|ดิง) n. ราง|ข้าง|,|ขอบ|ข้าง|,|ขอบ
(ไซ|'|เดิล) vi. เคลื่อน|ไป|ทาง|ข้าง|,|เอียง|ตัว|,|เอียง|ข้าง|,|เดิน|ข้าง|,|เดิน|เอียง. vt. ทํา|ให้|เดิน|ข้าง. n. การ|เอา|ข้าง|เดิน
(ซี|จฺ) n. การ|โอบล้อม|,|การ|ล้อม|,|การ|ล้อม|โจมตี|,|การ|กลุ้มรุม|,|ฐานะ|,|ตําแหน่ง -|Phr. (lay siege to โอบล้อม) vt. โอบล้อม|,|ล้อมรอบ.  |Syn. siegeable adj.  |Syn. campaign|,|effort Ant. lull|,|pause
(เซีย|'|ระ) n.เทือกเขา|,|เทือกเขา|รูป|ฟันเลื่อย
(ซิ|เอส|'|ทะ) n. การ|พักเที่ยง|หรือ|การ|งีบ|หลับ|ตอน|เที่ยง ,|การ|นอน|กลางวัน|  |Syn. nap|,|afternoon rest
(ซี|ฟว) n. ตะแกรง|,|กระชอน|,|ตาข่าย|กรอง|,|คน|ปาก|ไว|,|คน|ที่|เก็บ|ความลับ|ไม่|อยู่ vt.,|vi. ร่อน|,|ใช้|ตะแกรง|หรือ|กระชอน|ร่อน|  |Syn. sift
(ซิ|ฟทฺ) vt. ร่อน|,|ตรวจ|อย่าง|ละเอียด|,|สอบถาม|อย่าง|ละเอียด|,|เลือก|พันธุ์|,|คัดเลือก. vi. ร่อน.  |Syn. sifter n.  |Syn. sieve|,|analyze
(ซิ|ฟ|'|ทิงซฺ) n.สิ่ง|ที่|ผ่าน|การ|ร่อน|,|การ|ร่อน|,|สิ่ง|ที่|ถูก|แบ่งแยก|ออก|โดย|การ|ร่อน
(ไซ) vi.,|vt.,|n. (การ) ถอน|หายใจ|,|ถอนใจ|,|ใฝ่ฝัน|,|ละ|-|ห้อย|หา|,|เพรียก|ร้อง|,|เสียง|ถอน|หายใจ|  |Syn. sigher n.  |Syn. murmur
(ไซ|น|'|บอร์ด) n. แผ่น|ป้าย|โฆษณา|,|แผ่น|ป้าย|สัญญาณ
(ไซ|'|อิง|ลี) adv. อย่าง|ละห้อย|หา|,|อย่าง|ถอน|หายใจ|,|อย่าง|เพรียก|ร้อง|หา
(ไซ|ทฺ) n. สายตา|,|การ|เห็น|,|กําลัง|สายตา|,|ความ|สามารถ|ใน|การ|เห็น|,|ภาพ|,|ทิวทัศน์|,|ขอบข่าย|ใน|การ|เห็น|,|การ|พิจารณา|,|การ|สังเกต|,|สิ่ง|ที่|เห็น|,|สิ่ง|ที่|เห็น|แล้ว|ทํา|ให้|สะดุ้ง|ตกใจ|หรือ|เศร้า|สลด|,|จํานวน|มาก|,|ปริมาณมาก|,|vt. เห็น|,|มองเห็น|,|สังเกต|,|ทอด สายตา|,|ปรับ|ภาพ|,|เล็ง. vi. ส่อง|,|เล็ง|,|เล็ง|วัด
n. แนว|สายตา
(ไซ|'|ทิด) adj. มี|กําลัง|สายตา (ยาว|หรือ|สั้น) ,|มอง|การณ์ (ไกล|หรือ|ใกล้)| 
(ไซ|ทฺ|'|ลิส) adj. ไม่|สามารถ|จะ|มองเห็น|ได้|,|ตาบอด|,|มองไม่เห็น|  |Syn. sightlessness n.  |Syn. blind
(ไซ|ทฺ|'|ลี) adj. น่า|ชม|,|สวยงาม|,|มี|เสน่ห์|ให้|ภาพ|ที่|สวยงาม.  |Syn. sightliness n.
(ไซ|ทฺ|'|ซี|อิง) n. การ|เยี่ยม|ชม|,|การ|ท่องเที่ยว|ดู|สิ่งของ|หรือ|ทิวทัศน์. adj. เยี่ยม|ชม|,|ท่องเที่ยว|ดู|สิ่งของ|หรือ|ทิวทัศน์.  |Syn. sight|-|seeing|  |Syn. sightseer|,|sight seer n.
(ไซ|ทฺ|'|ซี|เออะ) n. ผู้|เยี่ยม|ชม|,|ผู้|ท่องเที่ยว|ดู|สิ่งของ|หรือ|ทิวทัศน์.  |Syn. sight|-|seer
(ซิก|'|มะ) n. พยัญชนะ|ตัว|ที่ 18 ของ|ภาษา|กรีก
(ซิก|'|มอ|ยดฺ) adj. เป็น|รูป|อักษร|C|,|เป็น|รูป|อักษร|S
(ฟรอยด์|,|ซิก|'|มัน|ด) n. นัก|ประสาท|วิทยา|ชาว|ออสเตรีย|ผู้|เป็น|บิดา|แห่ง|จิตเวช|วิเคราะห์
(ไซน์) n. เครื่องหมาย|,|สัญลักษณ์|,|ลาง|,|นิมิต|,|การ|บอกใบ้|,|อาการ|,|ร่องรอย|,|รอย|เท้า|,|ราศี. vt.,|vi. ลงนาม|,|เซ็น|ชื่อ|,|เขียน|เครื่องหมาย|,|เขียน|สัญลักษณ์|,|ทํา|เครื่องหมาย|กางเขน|,|ติดต่อ|กัน|ด้วย|สัญญาณ|,|เขียน|สัญลักษณ์|,|แสดง|อากัปกิริยา|, sign away เซ็น|ชื่อ|โอน|, -|Phr. (sign off หยุด|กระจาย|เสียง
บิต|เครื่องหมาย|หมายถึง บิต|ที่|แสดง|เครื่องหมาย เช่น + , - โดย|ปกติ จะ|อยู่|หน้า|บิต|อื่น
(ซิก|'|เนิล) n.,|v. (เป็น) สัญญาณ|,|เครื่อง|แสดง|,|สัญญา|,|ลาง|,|นิมิต|,|สิ่ง|บอกใบ้|,|เครื่อง|บอกใบ้|,|อาการ|,|อากัปกิริยา|,|สัญญาณ|วิทยุ|,|สัญญาณ|คลื่น. adj. เป็น|สัญญาณ|,|เป็น|เครื่อง|แสดง|,|น่า|สังเกต|,|ยอดเยี่ยม|,|เลิศ|,|เด่น. -|v. ให้|สัญญาณ|,|ทํา|เครื่องหมาย|,|ส่ง|สัญญาณ.  |Syn. signale
n. รหัส|สัญญาณ
n. หน่วย|สื่อสาร
n. สัญญาณ|ดอกไม้เพลิง
n. ธง|สัญญาณ
(ซิก|'|เนิล|เลอะ) n. ผู้|ให้|สัญญาณ|,|ทหาร|สื่อสาร|,|อุปกรณ์ ติดตั้ง|สัญญาณ
(ซิก|'|นะ|ไลซ) vt. ให้|สัญญาณ|,|ส่ง|สัญญาณ|,|ชี้|บ่ง|,|แสดง|,|เป็น|เครื่อง|แสดง|,|บอกใบ้|,|บุ้ย|,|ติด|สัญญาณ|,|ติด|สัญญาณ|จราจร|  |Syn. indicate
(ซิก|'|นะ|ไลซ) vt. ให้|สัญญาณ|,|ส่ง|สัญญาณ|,|ชี้|บ่ง|,|แสดง|,|เป็น|เครื่อง|แสดง|,|บอกใบ้|,|บุ้ย|,|ติด|สัญญาณ|,|ติด|สัญญาณ|จราจร|  |Syn. indicate
(ซิก|'|เนิล|เลอะ) n. ผู้|ให้|สัญญาณ|,|ทหาร|สื่อสาร|,|อุปกรณ์ ติดตั้ง|สัญญาณ
(ซิก|'|เนิลลี่) adv. อย่าง|ชัดเจน|,|อย่าง|เด่นชัด|,|เป็น|ที่|น่า|สังเกต|,|อย่าง|สําคัญ|,|เป็น|ตัวอย่าง
(ซิก|'|เนิล|เมิน) n. เจ้าหน้าที่|ให้|สัญญาณ|,|เจ้าหน้าที่|ส่ง|สัญญาณ pl. signalmen
(ซิก|'|นะ|ทอ|รี) adj. เกี่ยวกับ|การ|ลงนาม|,|เกี่ยวกับ|การ|เซ็น|สัญญา. n. ผู้|ลงนาม|,|ผู้|เซ็น|สัญญา
(ซิก|'|นะ|เชอะ) n. ลายเซ็น|,|ลายมือ|ชื่อ|,|การ|เซ็น|ชื่อ|,|การ|ลงนาม|,|สัณ|ญาณ|,|สัญลักษณ์|  |Syn. name|,|autograph
(ไซ|'|เนอะ) n. ผู้|ลงนาม|, ผู้|ลง|ลาย|ชื่อ|,|ผู้|เซ็น|สัญญา
(ซิก|'|นิท) n. ตรา|ประทับ|เล็ก ๆ ,|ตรา|เล็ก ๆ ,|สัญ|จก|ร|,|เครื่อง|ประทับตรา vt. ประทับตรา
n. แหวน|ประทับตรา|,|แหวน|ตรา
(ซิก|นิฟ|'|ฟะเคินซฺ) n. ความ|สําคัญ|,|ความหมาย|,|ผล|ที่|ตาม|มา|,|ลักษณะ|ที่|สําคัญ|,|การ|มี|ความหมาย|  |Syn. importance Ant. trifling
(ซิก|นิฟ|'|ฟะเคินทฺ) adj. สําคัญ|,|มี|ความหมาย|,|มี|ลักษณะ|สําคัญ|,|มี|ผล. n.. สิ่ง|ที่|สําคัญ|,|สิ่ง|ที่|มี|ความหมาย|,|สิ่ง|ที่|มี|ผล.  |Syn. significantly adv.  |Syn. meaningful|,|important
(ซิก|'|นิ|ไฟ) vt. แสดง|ออก|,|มี|ความหมาย|,|ชี้|บ่ง|,|บอกใบ้|,|บุ้ย|,|เป็น|ลาง|,|เป็น|นิมิต|,|บอก|ให้|รู้|ล่วงหน้า vt. มี|ความ|สําคัญ.  |Syn. signifiable adj.
(ซี|น|'|ยอร์) n. = signor (ดู) = Mr.,|=|Sir|,|นาย|,|gentleman
(ซี|น|ยอ|'|ระ) n. =|Madam|,|=|Mrs.,|คุณผู้หญิง (แต่งงาน|แล้ว) pl. signoras|,|signore
(ไซน์|'|โพ|สทฺ) n.เสา|ติด|ป้ายชื่อ|ถนน|,|ร่องรอย|,|เครื่องชี้|บอก
(ซี|ค) n. สมาชิก|ของ|นิกาย|หนึ่ง|ของ|ศาสนาฮินดู|,|แขก|ซิก. adj. เกี่ยวกับ|แขก|ซิก
(ซี|ค|'|คิส|ซึม) n. ศาสนา|ซิก
(ไซ|'|ลิจฺ) n. อาหาร|สัตว์|ที่|ไว้|ใน|ฉาง
(ไซ|'|เลินซฺ) n. ความ|เงียบ|,|การ|ไม่|พูด|,|การ|เก็บ|ไว้|ใน|ใจ|,|การ|ลืมเลือน|,|การ|ปิดบัง|,|การ|เก็บ|ไว้|เป็น|ความลับ|,|การ|ไร้|ข่าวคราว. vt. ทํา|ให้|เงียบ|,|ทํา|ให้|หยุดนิ่ง interj. เงียบ|!
(ไซ|'|เลิน|เซอะ) n. ผู้ทํา|ให้|เงียบ|,|ผู้ทํา|ให้|นิ่งเงียบ|,|เครื่อง|ทํา|ให้|เงียบ|,|เครื่อง|กําจัด|เสียง
(ไซ|'|เลินทฺ) adj. เงียบ|,|นิ่งเงียบ|,|เงียบสงบ|,|ไม่|พูด|,|ไม่ค่อย|พูด|,|พูด|น้อย|,|ไม่|ได้|กล่าว|ถึง|,|ถูก|ลืม|,|ลืมเลือน|, (ภูเขาไฟ) สงบ|นิ่ง|,|ไม่|ออก|เสียง. n.. หนัง|เงียบ.  |Syn. silently adv. silentness n.
(ซิ|ล|อู|เอท|') n. ภาพ|คน|ตัว|ดํา|พื้น|ขาว|,|ภาพ|เงา|,|ร่าง|,|โครงร่าง|สี|ดํา|,|เค้าโครง vt. ทํา|ให้|ป|รา|กฎ|ภาพ|คน|ตัว|ดํา|พื้น|ดาว|,|วาด|ภาพ|โครงร่าง|สี|ดํา
(ซิ|ล|'|ละ|คะ) n. สารประกอบ|ซิ|ลิ|กอ|นได|ออกไซด์ (เช่น|ที่|เป็น|ทราย|,|หิน|ควอร์ตซ
(ซิ|ล|'|ละ|คอน) n. ธาตุ|อโลหะ|ชนิด|หนึ่ง|,|หมายถึง สาร|ชนิด|หนึ่ง (มี|ลักษณะ|เหมือน|ทราย|ที่|ใช้|ทํา|แก้ว) ใช้|ทํา|วงจร|รวม|หรือ|ชิป (chip) ถือ|เป็น|สารกึ่งตัวนํา (semiconductor) ที่|ดี|มาก|ตัว|หนึ่ง นิยม|ใช้|อยู่|ใน|ปัจจุบัน|ดู semiconductor ประกอบ
(ซิ|ลคฺ) n. เส้น|ไหม|,|ด้าย|ไหม|,|ผ้าไหม|,|ผ้า|แพร|,|เสื้อ|แพร|,|หนวด|ข้าวโพด adj. ทํา|ด้วย|ไหม|,|เกี่ยวกับ|ไหม
(ซิ|ล|'|เคิน) adj. ทํา|ด้วย|ไหม|,|คล้าย|ไหม|,|หุ้ม|ด้วย|ไหม|,|เป็น|วาว|มัน|,|อ่อน|นิ่ม|,|สุภาพ|,|ละมุนละไม|,|โอ่อ่า|,|หรูหรา.  |Syn. suave
(ซิ|ลคฺ|'|เวิร์ม) n. ตัว|ไหม
(ซิ|ล|'|คี) adj. คล้าย|ไหม|,|ลื่น นิ่ม และ|มัน|วาว|,|มี|ขน|นิ่ม.  |Syn. silkily adv. silkiness n.
(ซิ|ล) n. ฐาน|,|ฐาน|กําแพง|,|ฐาน|หิน|,|รากฐาน|,|ธรณีประตู|หน้าต่าง|,|ฐาน|ชั้น|หิน|ใต้|ท้อง|ทะเล|,|คาน
(ซิ|ล|'|ลี) adj. เซ่อ|,|โง่|,|เง่า|,|เหลวไหล|,|ไร้|เหตุผล|,|งง|งัน|,|อ่อนแอ. n.. คน|เซ่อ|,|คน|โง่|,|คน|เง่า.  |Syn. sillily adv. silliness n.
(ไซ|'|โล) n. ฉาง|เก็บ|หญ้า|สด|,|ฉาง|เก็บ|อาหาร|สัตว์|,|หลุม|เก็บ|หญ้า|สด|,|ห้อง|ใต้ดิน|สําหรับ|เก็บ|ขีปนาวุธ|และ|อุปกรณ์|สําหรับ|ยิง
(ซิ|ลทฺ) n. โคลน|,|เลน|,|ตะกอน vi.,|vt. (ทํา|ให้) เต็มไปด้วย|โคลน|เลน|,|อุดตัน|ด้วย|โคลน|เลน
(ซิ|ล|'|เวอะ) n. เงิน|;|Ag|;|เหรียญเงิน|,|เงิน|,|เครื่องเงิน|,|สี|เงิน|,|สารประกอบ silver halides ที่|ใช้|ใน|การ|ทํา|ภาพถ่าย
n. การ|ฉลอง|ครบ|รอบ 25 ปี
n. ความ|ร่ํารวย|,|ความ|มั่งคั่ง
adj. ชักชวน|,|ชักจูง|,|พูด|คล่อง|,|เจ้าสํานวน|โวหาร
(ซิ|ล|'|เวอะคัลเชอะ) n. การ|ปลูก|ป่า|,|การ|ป่าไม้.  |Syn. silverculturist n. silvercultural adj. -|S.sylverculture|,|forestry
(ซิ|ล|'|เวอลี) adv.มี|สี|เงิน|หรือ|มี|เสียง|คล้าย|เสียง|เงิน
(ซิ|ล|'|เวิร์น) adj. ทํา|ด้วย|เงิน|,|คล้าย|เงิน
(ซิ|ล|'|เวอะส|มิ|ธ) n. ช่าง|เงิน
(ซิ|ล|'|เวอะแวร์) n. เครื่องเงิน
n. การ|ฉลอง|ครบ|รอบ|แต่งงาน 25 ปี
(ซิ|ล|'|เวอะ|รี) adj. คล้าย|เงิน|,|มี|สี|เงิน|,|มี|เสียง|เงิน|,|ประกอบ|ด้วย|หรือ|หุ้ม|หรือ|ชุบ|เงิน|  |Syn. silveriness n.
(ซิ|ล|'|วิคซฺ) n. การ|ปลูก|ป่า|,|วิชาการ|ปลูก|ป่า
(ซิ|ม|'|เมีย|น) adj. เกี่ยวกับ|ลิง|,|เกี่ยวกับ|มนุษย์|วาน|ร n. ลิง|,|มนุษย์|วาน|ร.  |Syn. simianity n.
(ซิ|ม|'|มะ|ละ) adj. เหมือน|กัน|,|คล้าย|กัน|,|มี|สัดส่วน|เหมือน|กัน|,|มี|มุม|เดียวกัน|,|ทํานอง|เดียวกัน.
(ซิ|มมะ|แล|'|ริ|ที) n. ความ|คล้ายคลึง|กัน|,|ความ|เหมือน|กัน|,|สิ่ง|ที่|คล้ายคลึง|กัน|,|ลักษณะ|ที่|เหมือน|กัน|  |Syn. resemblance|,|analogy
(ซิ|ม|'|มะลี) n. การ|เปรียบเทียบ|,|การ|อุปมาอุปไมย|,|ตัวอย่าง|การ|เปรียบเทียบ เช่น '|หล่อน|สวย|เหมือน|นางฟ้า
(ซิ|มิ|ล|'|ลิทูด) n. ความ|เหมือน|กัน|,|ความ|คล้ายคลึง|,|สิ่ง|ที่|เหมือน|กัน|,|สิ่ง|ที่|เปรียบเทียบ|,|การ|เปรียบเทียบ|,|อุปมาอุปไมย|  |Syn. similarity
ซิ|ม <|คํา|อ่าน|>|ย่อ|มา|จาก|คํา|ว่า single in|-|line memory module หมายถึง|แผง|วงจร|ขนาด|เล็ก ที่|บรรจุ|ชิป|จํานวน|มากมาย|ไว้|ใช้|เป็น|หน่วยความจํา|ได้ เหมาะ|ที่|จะ|ใช้|เมื่อ|ต้องการ|เพิ่ม|หน่วยความจํา|ของ|คอมพิวเตอร์ เพราะ|เพียง|นํา|แผ่น|วงจร|ซิ|ม|นี้|มา|เสียบ|เข้า|ไป|ใน|ช่อง|เสียบ (slot) ใน|เครื่อง|คอมพิวเตอร์|เท่านั้น|ดู SIP เปรียบเทียบ
(ซิ|ม|'|เมอะ) vt.,|vi.,|n. (การ) เคี่ยว|,|ตุ๋น|,|ต้ม|,|เดือด|กรุ่น ๆ ,|ต้ม|อาหาร|ให้|ร้อน|ต่ํา|กว่า|จุดเดือด|หน่อย|, simmer down สงบ|ใจ|,|สงบ|จิต.  |Syn. simmeringly adv.  |Syn. seethe
(ซิ|มพฺ) n. คน|โง่|,|คน|เง่า|,|คน|เซ่อ
(ซิ|ม|'|เพอะ) vi.,|vt.,|n. (การ) ยิ้มแหย ๆ ,|ยิ้มแห้ง ๆ vt. พูด|และ|ยิ้มแหย ๆ
(ซิ|ม|'|เพิล) adj. ง่าย ๆ ,|ง่าย|,|ไม่|ยุ่งยาก|,|ไม่|สลับซับซ้อน|,|เข้าใจ|ยาก|,|ชัดแจ้ง|,|เรียบ|,|ถ่อมตัว|,|บริสุทธิ์|,|เซ่อ ๆ ,|ขาด|ประสบการณ์|หรือ|ความ|รู้|,|ประกอบ|ด้วย|สาร|หรือ|ธาตุ|เดียว|,|ไม่|เจือปน|,|ไม่|แบ่ง|ออก|เป็น|ส่วน|ต่าง ๆ ,|มี|องค์ประกอบ|เดียว|,|เกี่ยวกับ|เส้นตรง n.. คน|เรียบ ๆ ,|คน|เซ่อ|,|คน|โง่|,|สิ่ง|ที่|ง่าย ๆ
n. อัตราส่วน|สอง|จํานวน
n. ดอกเบี้ย|เชิงเดียว
n. ประโยค|ที่|มี|อนุประโยค|เดียว
n. (ดนตรี) 2|-|3 จังหวะ
adj. ใจ|ซื่อ|,|ไร้เดียงสา|,|ไม่|เฉียบแหลม|,|ด้อย|ปัญญา
(ซิ|ม|'|พลิ|ทัน) n. คน|โง่|,|คน|เง่า|,|คน|เซ่อ|  |Syn. foolish person
(ซิ|ม|'|เพล|คซฺ) adj. ง่าย ๆ ,|ประกอบ|ด้วย|องค์ประกอบ|เดียว|,|เชิงเดียว|,|อย่างเดียว|,|ไม่เชิง|ซ้อน n.. ห้อง|ชั้นเดียว|  |Syn. simple
(ซิ|มพลิส|'|ซิ|ที) n. ความ|ง่าย ๆ ,|ความ|เรียบ ๆ ,|ความ|ไม่|สลับซับซ้อน|,|ความ|เข้าใจ|ได้|ง่าย|,|ความ|ชัดเจน|,|ความ|ตรงไปตรงมา|,|ความ|มี|ใจ|ซื่อ|,|ความจริง|ใจ|,|ความ|ไม่|มี|ใจ|คิด|โกง|,|ความ|ไม่|หรูหรา|,|ความ|ไม่|มี|อะไร|,|ความ|ด้อย|ปัญญา|หรือ|ประสบการณ์|  |Syn. easiness
(ซิ|ม|'|พละ|ไฟ) vt. ทํา|ให้|ไม่|ยุ่งเหยิง|,|ทํา|ให้|ง่าย|ขึ้น|,|ทํา|ให้|เข้าใจ|ง่าย|,|ทํา|ให้|ชัดเจน.  |Syn. simplification n. simplificative adj. simplifier|,|simplificator n.
(ซิ|ม|'|พลี) adv. ง่าย ๆ ,|ชัดเจน|,|เรียบ ๆ ,|โดย|ความจริง|ใจ|,|อย่าง|บริสุทธิ์|,|ตรงไปตรงมา|,|เท่านั้น|,|แท้ ๆ ,|ทั้งหมด|,|โง่|,|เง่า
(ซิ|ม|'|มิ|วเลท) vt.,|adj. ลอกเลียน|,|เลียน|แบบ|,|เล่น|เป็น|ตัว|  |Syn. simulative adj. simulatory adj.  |Syn. dissemble|,|pretend
(ซิ|ม|มิ|วเล|'|เชิน) n. การ|ลอกเลียน|,|การ|ลอก|แบบ|,|การ|เลียน|แบบ|,|การ|เล่น|เป็น|ตัว|,|การ|ปลอมแปลง|  |Syn. mockup|,|model
(ไซ|มัล|เท|'|เนียส) adj. พร้อมกัน|,|เกิด|ขึ้น|ใน|ขณะเดียวกัน|,|ใน|เวลา|เดียวกัน.  |Syn. simultaneously adv. simultaneousness n. simultaneity n.  |Syn. synchronous|,|concurrent|,|contemporary
(ซิ|น) n. บาป|,|อกุศล|,|ความ|ชั่ว|,|ความ|ชั่วร้าย vi. กระทํา|บาป|,|กระทํา|ความ|ชั่ว|,|ละเมิด|ต่อ|หลักการ. vt. กระทํา|ผิด.  |Syn. sinningly adv.  |Syn. trespass|,|wrongdoing|,|wickedness|,|err
(ซิ|นซฺ) adj.,|prep.,|conj.นับ|ตั้งแต่นั้นมา|,|ตั้งแต่|,|ในเมื่อ|,|เนื่องด้วย|,|เนื่องจาก|,|โดย|เหตุ|ที่|,|เมื่อ (หลาย|ปี) มา|แล้ว.  |Syn. since long นาน|มา|แล้ว|,|แต่ก่อน|นาน|มา|แล้ว|  |Syn. from then till now|,|ago
(ซิ|นเซียร์|') adj. ใจจริง|,|ใจ|ซื่อ|,|จริงใจ|,|แท้จริง|  |Syn. sincerely adv.  |Syn. truth|,|honest
(ซิ|นเซีย|'|ริ|ที) n. ความ|ใจจริง|,|ความจริง|ใจ|,|ความ|มี|ใจ|ซื่อ|,|ความ|แท้จริง|,|ความ|ไม่|ปลอม|,|ความ|บริสุทธิ์|,|ความ|ไม่|มี|สิ่ง|เจือปน.  |Syn. honesty Ant. hypocrisy
(ไซน์) n. (ตรี|โกน|มิติ) (ใน|สามเหลี่ยม|มุมฉาก) อัตราส่วน|ของ|ด้าน|ตรงข้าม|มุม|ที่|กําหนด|ให้|กับ|ด้าน|ตรงข้าม|มุมฉาก
(ไซ|'|นะ|เคียว|เออะ) n. ตําแหน่ง|การงาน|ที่|มีแต่|นาม|,|ตําแหน่ง|ว่าง|,|ตําแหน่ง|ศาสนา|ที่|ได้|เงิน|แต่|ไม่|ต้อง|สอน.  |Syn. sinecurist n. sinecureship n.
(ซิ|น|'|นิว) n. เส้นเอ็น|,|เอ็น|,|แหล่ง|กําลัง|,|แหล่ง|อํานาจ|,|กําลัง|,|อํานาจ|,|ความ|แข็งแรง|,|กําลังวังชา|,|แก่น. vt. ใส่|เอ็น|,|เพิ่ม|กําลัง
(ซิ|น|'|นิว|อี) adj. มี|เอ็น|ที่|แข็งแรง|,|คล้าย|เส้นเอ็น|,|มี|เอ็น|มาก|,|เหนียว|,|ทรหด|,|แข็งแรง|,|มี|กําลังวังชา|,|แรง.  |Syn. sinewiness n.
(ซิ|ง) {|sang|,|sung|,|singing|,|sings|} vi.,|vt.,|n. (การ) ร้องเพลง|, (นก) ร้อง|,|การ|ขับร้อง|,|เสียงร้อง|เพลง|,|เสียง|เพลง|  |Syn. singable adj. singingly adv.  |Syn. carol|,|chant
(ซิ|นจฺ) vt.,|n. (การ) ทํา|ให้|ไหม้เกรียม|,|ลน|ไฟ|,|ลน|ไฟ|เอา|ขน|ออก|,|ทํา|ให้|เสียหาย|,|ทํา|ให้|บาดเจ็บ|,|แผล|ไหม้เกรียม|,|  |Syn. singeingly adv.
(ซิ|น|'|เจอะ) n.นักร้อง ,|ผู้|ร้องเพลง|,|สิ่ง|ที่|ทํา|ให้|เกิด|เสียง|ดนตรี|,|ผู้|ลน|ขนสัตว์|,|เครื่อง|ลน|ขนสัตว์
(ซิ|ง|กะ|ลีซ) adj.,|n. (เกี่ยวกับ) ศรีลังกา ,|ประเทศ|,|ประชาชน|,|วัฒนธรรม|,|ภาษา|  |Syn. Sinhalese
n. นกเอี้ยง
(ซิ|ง|'|เกิล) adj. เดี่ยว|,|เดียว|,|อย่างเดียว|,|คน|เดียว|,|อัน|เดียว|,|โดดเดี่ยว|,|ราย|ตัว|,|เฉพาะคน|,|ใจ|ซื่อ|,|บริสุทธิ์ใจ|,|จริงใจ|,|ไม่|แบ่งแยก|,|เป็น|เอก|,|ใช้ได้|กับ|ทั้งหมด|,|ไป|เที่ยว|เดียว|,|เจาะจง. vt. เลือกเฟ้น|,|เจาะจง|,|คัดเลือก. vi. (กีฬา|เบ|สบ|อล) ตี|ได้|หนึ่ง|ป้อม. n.. คน|เดียว|,|สิ่ง|เดียว|,|อัน|เดียว
n. ความ|สุขสบาย|ของ|คน|โสด
ใช้|ตัวย่อ|ว่า SIMM (อ่าน|ว่า ซิ|ม) หมายถึง|แผง|วงจร|ขนาด|เล็ก ที่|บรรจุ|ชิป|จํานวน|มากมาย ใช้|เป็น|หน่วยความจํา|ได้ เหมาะ|ที่|จะ|ใช้|เมื่อ|ต้องการ|เพิ่ม|หน่วยความจํา|ของ|คอมพิวเตอร์ เพราะ|เพียง|นํา|แผ่น|วงจร|ซิ|ม|นี้|มา|เสียบ|เข้า|ไป|ใน|ช่อง|เสียบ (slot) ใน|เครื่อง|คอมพิวเตอร์|เท่านั้น|ดู single in|-|line processor เปรียบเทียบ
ใช้|ตัวย่อ|ว่า SIP (อ่าน|ว่า ซิป) หมายถึง แผ่น|วงจร|ขยาย|หน่วยความจํา|คล้าย ๆ กับ แผ่น|วงจร|ซิ|ม (SIMM) ผิด|กัน|แต่ว่า|แผ่น|วงจร SIP นั้น|ประกอบ|ด้วย|เข็ม|เล็ก ๆ เรียง|กัน|เหมือน|หวี ซึ่ง|มา|ต่อ|เอา|เอง|ไม่|ได้ ต้อง|ติดตั้ง|มา|จาก|โรงงาน|เลย|ดู single in|-|line memory module เปรียบเทียบ
adj. มี|จุดประสงค์|เดียว|,|ข้างเดียว|,|มือ|เดียว|,|เด็ดเดี่ยว|,|บุก|เดี่ยว|,|มี|กําลัง|คน|เดียว|,|ยึดมั่น.  |Syn. single|-|handedly adv. single|-|handedness n.
adj. ใจจริง|,|ซื่อสัตย์|,|เด็ดเดี่ยว|,|จงรักภักดี|,|มี|น้ํา|ใส|ใจจริง
จาน|บันทึก|หน้า|เดียว|หมายถึง จาน|บันทึก|ที่|สามารถ|นํามา|ใช้|บันทึก|ข้อมูล|ได้|เพียง|หน้า|เดียว สมัย|ปัจจุบัน คงจะ|หาไม่|ได้|เพราะ|เลิก|ใช้|ไป|หมด|แล้ว
(ซิ|ง|'|เกิลนิส) n. ความ|เป็น|เอกเทศ|,|การ|เป็นอัน|หนึ่ง|อัน|เดียว|,|ความ|โดดเดี่ยว|,|ความ|เจาะจง
(ซิ|ง|'|กลิท) n. เสื้อ|ซับ|เหงื่อ|ของ|ผู้ชาย
(ซิ|ง|'|กิว|ละ) adj. ยอดเยี่ยม|,|ดีเลิศ|,|แปลกประหลาด|,|เป็น|เอก|,|เอกเทศ|,|เฉพาะตัว n.. เอกพจน์|  |Syn. singularity n.  |Syn. unique|,|extraordinary
(ซิ|น|'|นิส|เทอะ) adj. มุ่งร้าย|,|ร้าย|,|ลาง|ร้าย|,|ชั่วร้าย|,|ไม่|เป็น|มงคล|,|อุบาทว์|,|อัปรีย์|,|ด้าน|ซ้าย|,|ซ้าย.
(ซิ|งคฺ) vi.,|vt. (ทํา|ให้) จม|,|จม|ลง|,|จม|หาย|ไป|,|ต่ํา|ลง|,|ตก|,|ยุบ|,|ลด|ลง|,|เพียบ|ลง|,|ลึก|ลง|,|ถลํา|ลง|,|เอียง|ลง|,|ทรุด|ลง|,|เพียบ|ลง|,|เสื่อม|ลง|,|ซา|ลง|,|โบ๋|,|ซึม|ลง|,|แทรกซึม|,|นั่งลง|,|ฝัง|,|ทํา|ให้|เสื่อม|ลง|,|ลด|,|ขุด|,|เจาะ|,|เซาะ|,|สลัก|,|โค่น|,|ล้ม|,|ลงทุน. n.. อ่าง|,|อ่าง|ล้าง|,|หนอง|,|ร่อง|น้ํา|,|ท่อน้ํา|,|แหล่ง|ชั่วร้าย|,|หลุม|น้ํา|,
(ซิ|ง|'|คิจ) n. การ|จม|ลง|,|กระบวนการ|จม|ลง|,|ปริมาณ|ที่|จม|ลง
(ซิ|น|'|ลิส) adj. ไม่|มี|บาป|,|ไร้|มลทิน|,|ไร้|ราคี|,|บริสุทธิ์|  |Syn. guiltless
(ซิ|น|'|เนอะ) n. ผู้ทํา|บาป|,|คน|บาป
(ไซ|นอ|ล|'|ละ|จี) n. จีน|วิทยา|  |Syn. Sinological adj.
(ซิ|น|'|นิวอัส) adj. เป็น|ลูก|คลื่น|,|คดเคี้ยว|,|วก|วน|,|มี|เล่ห์เหลี่ยม|,|คดโกง|,|อ้อมค้อม.  |Syn. sinuousness n.
(ไซ|'|นัส) n.เส้นโค้ง|,|ส่วนโค้ง|,|ส่วน|เว้า|,|ทาง|หนอง|ไหล|,|โพรง|กระดูก|,|โพรง|เลือด|ดํา|,|โพรง|ที่|มี|รู|แคบ|,|ความ|โค้ง|,|ความ|เว้า pl.  |Syn. sinuses
(ไซ|นะ|ไซ|'|ทิส) n. sinus (ดู) อักเสบ
เป็น|เส้นเลือด|ที่|คล้าย|เส้นเลือดฝอย จะ|พบ|อยู่|ใน|อวัยวะ เช่น|ตับ|ม้าม เป็น|ส่วนต่อ|ระหว่าง|ปลาย|ของ|เส้นเลือด|ชนิด|เดียวกัน หรือ|ระหว่าง|ปลาย|ของ arteries และ veins
(ซิ|พ) vt.,|vi. จิบ|,|ดื่ม|ทีละ|นิด|,|ดื่ม|จิบ n.. การ|จิบ|,|การ|ดื่ม|ทีละ|นิด|,|การ|ดื่ม|จิบ|,|ปริมาณ|เล็กน้อย|ของ|การ|จิบ ,|ซิป <|คํา|อ่าน|>|ย่อ|มา|จาก|คํา|ว่า single in|-|line processor หมายถึง แผ่น|วงจร|ขยาย|หน่วยความจํา|คล้าย ๆ กับ SIMM ผิด|กัน|แต่ว่า SIP นั้น|ประกอบ|ด้วย|เข็ม|เล็ก ๆ เรียง|กัน|เหมือน|หวี ซึ่ง|มา|ต่อ|เอา|เอง|ไม่|ได้ ต้อง|ติดตั้ง|มา|จาก|โรงงาน|เลย|ดู SIMM เปรียบเทียบ|  |Syn. tipple|,|nip|,|imbibe
(ไซ|'|เฟิน) n. กาลักน้ํา|,|ท่อ|ดูด|ของ|สัตว์|,|ท่อ|เก็บ|น้ํา. vt.,|vi. ถ่าย|ของเหลว|โดย|ใช้|ท่อ|ดูด|ดังกล่าว.  |Syn. syphon.  |Syn. siphonal|,|siphonic adj.
(เซอร์) n. ท่าน|,|คุณ|ใต้เท้า|  |Syn. Sir n. คํานําหน้า|ตําแหน่ง|อัศวิน|หรือ baronet
กองบิน|ขนาด|กลาง|ของ|กองทัพอากาศ
(ไซ|'|เออะ) n. ฝ่า|บาท|,|บิดา|,|บรรพบุรุษ|ชาย|,|พ่อ|ม้า|,|บุคคล|ผู้|มี|ตําแหน่ง|สําคัญ|,|ม้า|พันธุ์|ตัวผู้|,|พ่อ|พันธุ์|สัตว์ vt. แพร่พันธุ์|,|สืบพันธุ์|,|มี|ลูก|,|เป็น|พ่อ|พันธุ์|  |Syn. beget
(ไซ|'|อะ|รี|น) n. ปีศาจ|ทะเล|ครึ่ง|คน (ผู้หญิง) ครึ่ง|นก|,|หญิง|สวยงาม|ที่|มี|เส่น่ห์|ดึงดูดใจ|คน|มาก (โดยเฉพาะ|ที่|หลอกลวง|ชาย) ,|หวอ|,|หวูด|,|แตร|ลม adj. เกี่ยวกับ|หวอ|,|หวูด|หรือ|แตร|ลม|,|ล่อลวง|,|ดึงดูดใจ
(เซ|อ|'|ลอยน์) n. เนื้อ|สัน|อก
(ซะ|รอ|ค|'|โค) n. ลม|ร้อน|,|แห้ง|และ|มี|ฝุ่น|ที่|พัด|ผ่าน|แอฟริกา|เหนือ|,|ลม|ร้อน|นํา|ฝน|จาก|ทาง|ใต้
(เซ|อ|'|รัพ) n.,|vt. =|syrup (ดู)| 
(เซ|อ|'|ระ|พี) adj. =|syrupy (ดู)| 
(ซิ|ส) n. = sister (ดู)| 
(ซิ|ส|'|ซี) n. ชาย|หรือ|เด็ก|ผู้ชาย|ที่|มี|ลักษณะ|เป็น|หญิง|,|คน|ขี้ขลาด|,|หน้า|ตัวเมีย|,|เด็กหญิง|เล็ก ๆ adj. มี|ลักษณะ|เป็น|หญิง|  |Syn. sissiness n. sissyness n.
(ซิ|ส|'|ซิ|อิช) adj. มี|ลักษณะ|เป็น|หญิง
(ซิ|ส|'|เทอะ) n.,|adj. (เกี่ยวกับ) น้องสาว|,|พี่สาว|,|นาง|ชี|,|น้อง|สะใภ้|,|นางพยาบาล|,|หัวหน้า|พยาบาล|,|คํา|ทักทาย|ที่|ใช้|เรียก|สตรี|,|สัตว์|ตัวเมีย|ท้อง|เดียวกัน vt. กระทํา|ต่อ|เหมือน|พี่สาว|หรือ|น้องสาว
(ซิ|ส|'|เทอะ|อิน|ลอ) n. พี่|หรือ|น้อง|สะใภ้|,|พี่|ผัว|น้อง|ผัว (ที่|เป็น|หญิง) ,|พี่|เมีย|น้องเมีย (ที่|เป็น|หญิง) pl. sisters|-|in|-|law
(ซิ|ส|'|เทอะ|ฮูด) n. ความ|เป็น|พี่สาว|หรือ|น้องสาว|,|กลุ่ม|สตรี|,|กลุ่ม|นาง|ชี|,|สมาคม|สตรี|,|สมาคม|ทาง|ศาสนา|ของ|สตร|'
(ซิ|ส|'|เทอะ|ลี) adj. เหมือน|พี่สาว|น้องสาว|  |Syn. sisterliness n.
(ซิ|ท) {|sat|,|sat|,|sitting|,|sits|} vi. นั่ง|,|เข้า|นั่ง|,|ตั้งอยู่|,|พักผ่อน|บน|,|นั่ง|บน|,|นั่ง|เกาะ|,|นั่ง|ฟัก|ไข่|,|เป็น|ผู้แทน|,|ประจําตําแหน่ง|,|เข้า|ร่วม|สอบ|,|เข้า|ประชุม|,|ดูแล|เด็ก|ทารก|,|เหมาะ|กับ vt. ทํา|ให้|นั่ง|,|นั่งลง|,|นั่ง|คร่อม|,|จัดหา|ที่นั่ง|ให้ sit out นั่ง|จน|เลิก|,|ไม่|สามารถ|เข้า|ร่วม|ได้
(ซิ|ท|'|อิน) n. การ|จับ|กลุ่ม|นั่ง|ประท้วง
(ซิ|ท|'|อัพ) n. ท่า|บริหาร|ที่|ผู้|เล่น|อยู่|ใน|ท่า|-|นอน|หงาย|เหยียด|เท้า|แล้ว|งอ|ตัว|ขึ้น|นั่ง|โดย|ไม่|งอ|เท้า
(ไซ|ทฺ) n. ตําแหน่ง|,|สถานที่|,|จุด|,|ที่|ตั้ง|,|แหล่ง|ที่|ตั้ง|,|แปลง|ที่ดิน|,|ที่|ทําเล|,|สถานที่|เกิด|เหตุ vt. ตั้งอยู่|,|ประจํา|อยู่|,|ติดตั้ง|,|เอา|ไป|ตั้ง|ไว้.  |Syn. perch
ใบอนุญาต|เฉพาะ|หน่วยงาน|หมายถึง ใบอนุญาต|ให้|ใช้|ซอฟต์แวร์|ที่|ทํา|สัญญา|ขาย เพื่อ|นํา|ไป|ใช้|เฉพาะ|ของ|หน่วยงาน|ใด|หน่วยงาน|หนึ่ง|เท่านั้น (โดย|ที่|จะ|ทํา|การ|ติดตั้ง|ลง|กี่|เครื่อง|ก็ได้ แต่|ต้อง|เป็น|เฉพาะ|หน่วยงาน|นั้น)| 
(ซิ|ท|'|ทิง) n. เส้น|กําหนด|แน่นอน|,|เส้นทาง|,|เส้นทาง|หลวง|,|การ|กําหนด|สถานที่|ก่อสร้าง
(ซิ|ท|'|เทอะ) n. ผู้|นั่ง|,|ผู้ดู|แล|เด็ก|ทารก|หรือ|เด็กเล็ก|ใน|ขณะที่|พ่อแม่|ไม่|อยู่|,|ตะโพก|,|ผู้|ที่นั่ง|ให้|วาด|,|ไก่|ที่นั่ง|ฟัก|ไข่|,|ไก่|ที่|ออก|ไข่|,|สัตว์|ที่|ล่า|ได้|ง่าย
(ซิ|ท|'|ทิง) n. การ|นั่ง|,|การ|เข้า|นั่ง|ที่|,|ช่วง|ระยะ|เวลา|การ|นั่ง|,|ที่นั่ง|,|การ|นั่ง|ฟัก|ไข่|,|จํานวน|ไข่|ทั้งหมด|ที่นั่ง|ฟัก|ไข่|ใน|ครั้ง|หนึ่ง ๆ ,|การ|นั่ง|ประชุม|,|การ|เปิด|ศาล adj. เกี่ยวกับ|การ|นั่ง|,|เกี่ยวกับ|ที่นั่ง|,|ใน|ระหว่าง|การ|นั่ง|ฟัก|ไข่|, (สัตว์) ถูก|ยิง|ได้|ง่าย
n. เป้านิ่ง|,|เหยื่อ|ที่|ต้ม|ได้|ง่าย
n. ห้องนั่งเล่น
(ซี|'|ทู) n. = in situ (ดู)| 
(ซิ|ซ|'|ชุเอท) vt. ตั้งอยู่|,|วาง|อยู่|,|ทํา|ให้|มี|ตําแหน่ง|อยู่. adj. ซึ่ง|ตั้งอยู่|,|ซึ่ง|มี|ตําแหน่ง|อยู่
(ซิ|ช|'|ชุเอ|ทิด) adj. ซึ่ง|ตั้งอยู่|,|ซึ่ง|มี|ตําแหน่ง|อยู่|,|อยู่|ใน|ฐานะ|  |Syn. set|,|located|,|sited
(ซิ|ช|'|ชุเอ|'|เชิน) n. สถานการณ์|,|เหตุการณ์|น่าทึ่ง (ใน|บทละคร นวนิยาย)|  |Syn. place|,|condition
(ซี|'|วะ|,|ชี|'|วะ) n. (ศาสนาฮินดู) พระ|ศิวะ
(ซิ|คซฺ) n.,|adj. หก
n., adj. 120 (six times twenty)| 
n. คน|ที่|สูง|ประมาณ 6 ฟุต
(ซิ|คซฺ|'|โฟ|ลด|ฺ) adj.,|adv. หก|เท่า
(ซิ|คซฺ|'|เพินซฺ) n. จํานวน|6|เพนนี|,
(ซิ|คซฺ|'|เพนนี) adj. 6|เพนนี|,|มี|ค่า|เล็กน้อย|,|ถูก|,
(ซิ|คซฺ|'|ที|น) n.,|adj. สิบ|หก
(ซิ|คซฺ|'|ที|นธฺ) adj.,|n. ที่ 16,|หนึ่ง|ใน 16 ส่วน|เท่า ๆ กัน.
(ซิ|คซฺธฺ) adj.,|n. ที่ 6, ส่วน|ที่|หก
n. การ|หยั่งรู้|,|ความ|สามารถ|ใน|การ|หยั่งรู้|  |Syn. intuition
(ซิ|คซฺ|'|ทิอิธ) adj.,|n. ที่ 60, ส่วน|ที่|หก|สิบ
(ซิ|คซฺ|'|ที) n.,|adj. หก|สิบ
(ไซ|'|ซะเบิล) adj. มี|ขนาด|ใหญ่|มาก|,|มี|ขนาด|ใหญ่|พอควร.  |Syn. sizably adv.  |Syn. sizeable|,
(ไซ|ซ) n.ขนาด vt. แบ่งแยก|ตาม|ขนาด|,|ประเมิน|ตาม|ขนาด size up ประเมิน ประมาณ วินิจฉัย|ได้|มาตรฐาน ได้|ขนาด|  |Syn. magnitude|,|immensity|,|rank
(ไซ|'|ซะเบิล) adj. =|sizable.  |Syn. sizeableness n. sizeably adv.
(ไซ|ซด|ฺ) adj. ได้|ขนาด
(ซิ|ซ|'|เซิล) vi. ทํา|เสียง|ซิ|ด ๆ (เสียง|ทอด|อาหาร|ใน|น้ํามัน) ,|ร้อน|มาก. n.. เสียง|ดังกล่าว
(สเคท) n. รองเท้า|น้ําแข็ง|,|รองเท้า|ส|เก๊|ต|,|ปลากระเบน|,|บุคคล|,|คน|,|ม้า|แก่|,|คน|ที่|น่าดู|ถูก vi. วิ่ง|ด้วย|รองเท้า|ดังกล่าว|,|เล่น|ส|เก๊|ต|,|เล่น|ส|เก๊|ต|น้ําแข็ง|,|แฉลบ|ไป|,|เลื่อน|ผ่าน|ไป|,|ร่อน|ผ่าน|ไป|  |Syn. skateable|,|adj.
(สเค|'|เทอะ) n. ผู้|เล่น|สเก็ต|,|ผู้|เล่น ส|เก๊|ต|น้ําแข็ง
(สเคน) n. กลุ่ม|ด้าย|,|กลุ่ม|ใย|ไหม|,|ไจ|ด้าย|,|ไจ|ไหม|,|เข็ด|ด้าย|,|เข็ด|ไหม|,|ความ|ยุ่งเหยิง|,|ความ|สับสน|,|กลุ่ม|ด้าย|ที่|ยุ่งเหยิง|  |Syn. hank|,|coil
(สเคล|'|ลเทิล) adj. เกี่ยวกับ|โครงกระดูก
(สเคล|'|ลิ|เทิน) n. โครงกระดูก|,|กระ|-|ดู|ก|ทั้งหมด|ของ|สัตว์|ที่|ก่อ|เป็น|โครง|ขึ้น|,|คน|ที่|ผอม|มาก|,|สัตว์|ที่|ผอม|มาก|,|โครง|ค้ํา|,|โครงร่าง|, -|Phr. (skeleton in the closet เรื่อง|ฉาวโฉ่|ภายใน|หรือ|ภายในบ้าน|ความลับ|ที่|น่า|อับอาย) adj. เกี่ยวกับ|โครงกระดูก|,|คล้าย|โครงกระดูก
(สเคพ|'|ซิ|ส) n. ความ|สงสัย|,|ความ|ขี้สงสัย|,|ความ|สงสัย|ทาง|ศาสนา.  |Syn. scepsis
(สเคพ|'|ทิค) n. ผู้|สงสัย|,|ผู้|มี|ความ|สงสัย adj. สงสัย
(สเคพ|'|ทิเคิล) adj. สงสัย|,|ขี้สงสัย|  |Syn. sceptical ,|suspicious
(สเคพ|'|ทิซ|ซึม) n. ความ|สงสัย|,|ความ|ขี้สงสัย|  |Syn. scepticism
(สเคทชฺ) n. ภาพ|ที่|วาด|อย่าง|หวัด ๆ ,|ภาพร่าง|,|ภาพ|หยาบ|,|ต้นร่าง|,|เรื่องสั้น ๆ ,|บทละคร|สั้น ๆ ,|บทประพันธ์|สั้น ๆ ,|รายการ|สั้น ๆ ,|ปกิณกะ. vt.,|vi. ร่าง|ภาพ|,|วาด|ภาพ|อย่าง|หวัด ๆ ,|บรรยาย|สั้น ๆ ,|เขียน|หวัด|,|เขียน|ชวเลข|  |Syn. sketcher n.  |Syn. picture|,|de
n. ภาพร่าง|  |Syn. freehand map
n. สมุด|ร่าง|ภาพ|,|สมุด|สําหรับ|เขียน|หวัด ๆ ,|สมุด|บทความ|สั้น ๆ| 
(สเคช|'|ชี) adj. เขียน|หวัด ๆ ,|วาด|ภาพ|หวัด ๆ ,|ร่าง|ภาพ|,|ไม่|สมบูรณ์|,|ไม่|ครบ.  |Syn. sketchily adv. sketchiness n.
(ส|คิว) vi.,|vt.,|adj.,|n. (การ|ป|เบน|,|บ่ายเบน|,|เอียง|,|บิด|,|คด|,|ทํา|ให้|เอน|,|ทํา|ให้|บิดเบือน|,|เฉียง|,|บิด|,|คด|,|ไม่|ได้|สัดส่วน|,|ตําแหน่ง|ที่|เบน|,|ตําแหน่ง|เฉียง|  |Syn. skewness n.
(ส|คิว|'|บอล|ดฺ) adj.,|n. (ม้า) มี|สีน้ํา|ตาล|สลับ|ขาว|,|มี|สี|ขาว|ปน|สี|อื่น|,|ลาย
(ส|คิว|'|เออะ) n. เหล็ก|เสียบ|เนื้อ|ย่าง|,|ไม้|เสียบ|เนื้อ|ย่าง|,|เหล็ก|หรือ|ไม้|สําหรับ|ยึด|ติด|,|ไม้กลัด|,|มีด|,|ดาบ vt. ยึด|หรือ|ติด|ด้วย|เหล็ก|หรือ|ไม้|เสียบ|,|กลัด
(สคี) n.แคร่|เลื่อน|ยาว|ติด|กับ|รองเท้า|ใช้|เดิน|และ|ไถล|บน|หิมะ|,|แคร่|บน|น้ํา|,|กระดาน|สกี|น้ํา vi.,|vt. เดินทาง|ด้วย|แคร่|เลื่อน|ดังกล่าว|,|เลื่อน|บน|หิมะ|หรือ|น้ํา|,|แล่น|บน|หิมะ|หรือ|น้ํา pl. skis|,|ski|  |Syn. skiable adj. skier (สคี|'|เออะ) n.
n. บันได|แขวน|หรือ|กระเช้าไฟฟ้า|สําหรับ|นํา|ผู้|เล่น|สกี|หิมะ|ขึ้น|สู่|เนินเขา
n. ไม้|ค้ํา|เล่น|สกี
(ส|คิด) n. ไม้|จิ้ม|ไม่|ให้|ล้อ|หมุน|,|ไม้|ค้ํา|ยัน|,|เครื่อง|บังคับ|ล้อ|หมุน|,|ไม้|บุ|รอง|ไม่|ให้|ลื่นไถล|,|แผ่น|รองรับ|น้ําหนัก|,|ราง|เลื่อน|,|แคร่|เลื่อน|,|ทาง|ลง|เนิน vt. วาง|บน|เครื่อง|บังคับ|ล้อ|หมุน|,|ห้ามล้อ|ด้วย|ไม้|จีม|หรือ|ไม้|ค้ํา|ยัน|,|ลด|ความ|เร็ว|ลง|,|ให้|เคลื่อน|บน|ไม้|รอง|,|เลื่อน|ไถล|โดย|ใช้|เครื่อง|บังคับ|ล้อ
(สคี|'|เออะ) n. ผู้|เล่น|สกี
(สไคซ) n. พหูพจน์|ของ sky
(สคิฟ) n. เรือ|ขนาด|เล็ก|ที่|แล่น|หรือ|แจว|ได้|และ|นั่ง|คน|เดียว
(สคี|'|อิง) n.การ|เล่น|สก|' (บน|หิมะ|หรือ|บน|น้ํา)| 
n. การ|กระโดด|ลง|มา|ของ|นัก|เล่น|สกี|,|กีฬา|แล่น|สกี|ลง|จาก|เนินเขา|และ|ร่อน|ลง|มา|เป็น|ระยะ|ทางไกล|บน|อากาศ|สู่|พื้น|หิมะ|ข้างล่าง.  |Syn. skijumper
(สคิล|'|ฟู|ล) adj. มี|ฝีมือ|,|เชี่ยวชาญ|,|ชํานาญ|  |Syn. skilfully adv.  |Syn. handy
(สคิล) n. ความ|เชี่ยวชาญ|,|ความ|ชํานาญ|,|ความ|สามารถ|,|ฝีมือ|,|ความ|ช่ําชอง|,|ความ|แคล่วคล่อง. vi. ช่วยเหลือ|,|เป็น|ประโยชน์|,|มี|ผล|  |Syn. skillless adj.
(สคิ|ลด|ฺ) adj. เชี่ยวชาญ|,|ชํานาญ|,|มี|ฝีมือ|,|ช่ําชอง|,|แคล่วคล่อง|,|ต้อง|ใช้|ฝีมือ|  |Syn. skillful
(สคิล|'|ฟู|ล) adj. เชี่ยวชาญ|,|ชํานาญ|,|มี|ความ|สามารถ|,|มี|ฝีมือ|,|ช่ําชอง|,|แคล่วคล่อง|  |Syn. expert
(สคิม) vt. ตัก|ของ|สิ่ง|ที่|ลอย|อยู่|บน|ผิวหน้า|ของเหลว|ออก|,|ขว้าง|แฉลบ|,|เกิด|เป็น|ฝ้า|อยู่|บน|ผิวหน้า|,|ทํา|ให้|คลุม|ไป|ด้วย|ฝ้า|,|มอง|ผ่าน|ไป|อย่าง|รวดเร็ว|,|ดู|อย่าง|ผิวเผิน|,|อ่าน|อย่าง|ลวก ๆ vi. แฉลบ|ผิวหน้า|ไป|,|เฉียด|ผ่าน|ไป|,|ดู|อย่าง|ผิวเผิน|,|อ่าน|อย่าง|ลวก ๆ ,|กลาย|เป็น|ฝ้า|ลอย|อยู่|บน|ผิวหน้า.
n. นม|ที่|ตัก|เอา|ฝ้า|ที่|ลอย|อยู่|ออก|,|นม|ที่|สกัด|เอา|ไขมัน|ออก
n. นม|ที่|ตัก|เอา|ฝ้า|ที่|ลอย|อยู่|ออก|,|นม|ที่|สกัด|เอา|ไขมัน|ออก
(สคิม|'|เมอะ) n. ช้อน|หรือ|ทัพพี|หรือ|พาย|ที่|ตัก|เอา|ฝ้า|หรือ|ฟอง|บน|ผิวหน้า|ของเหลว|ออก|,|ผู้|ตัก|เอา|ฝ้า|ของเหลว|ออก
(ส|คีม|พฺ) vt.,|vi. ตัก|ออก|,|ช้อน|ออก. adj. ขาดแคลน|,|ไม่|เพียงพอ|,|ขี้เหนียว|  |Syn. skimpily adv. skimpiness n.
(สคิน) n. ผิวหน้า|,|หนัง|,|เปลือก|,|ถุง|หนัง|สําหรับ|ใส่|ของเหลว|,|ชีวิต|,|คน|ตระหนี่|,|ม้า|แก่ vt. ลอก|เปลือก|,|ถลก|หนัง|,|กระตุ้น|,|เฆี่ยน|,|หวด|,|ปกคลุม|,|หลอกลวง|,|ทํา|ให้|พ่ายแพ้ vi. (แผล) เกิด|หนัง|ขึ้น|มา|ใหม่|,|ปีน|,|ป่าย|,|หนี -|Phr. (have a thick skin ไม่|เยื่อใย|ต่อ|คําวิจารณ์|หน้าหนา)| 
n. การ|ดําน้ํา|โดย|ไม่|ได้|สวม|เสื้อ|ดําน้ํา
adj. หนัง|ตึง|,|หนัง|หนา|ด้าน
adj. ผิวเผิน|,|ตื้น ๆ ,|ไม่|ลึกซึ้ง|,|เล็กน้อย|,|เกี่ยวกับ|ความ|หนา|ของ|ผิวหนัง
vi. ดําน้ํา (ไม่|ได้|สวม|เสื้อ|ดําน้ํา)|  |Syn. skin|-|diver n.
(สคิงคฺ) n. จิ้งเหลน|  |Syn. lizard
n. คน|หัวล้าน|,|หัวล้าน
(สคิน|'|เนอะ) n. ผู้|ถลก|หนัง|,|ผู้|ปอกเปลือก|,|กรรมกร|ฟอก|หนัง|,|พ่อค้า|หนัง|สัตว์|,|ผู้|หลอกลวง|,|นัก|ต้ม|,|ผู้|ไล่|ต้อน|ปศุสัตว์
(สคิน|'|นี) adj. ผอม|มาก|,|หนัง|หุ้ม|กระดูก|,|เหมือน|ผิวหนัง|,|เหมือน|เปลือก.  |Syn. skinniness n. skinnily adv.  |Syn. lean|,|thin
(สคิน|'|ไท|ทฺ) adj. หนัง|ตึง|,|รัด|มาก
(สคิพ) vi.,|vt.,|n. (การ) กระโดด|,|กระโดด|ข้าม|,|กระโดด|เชือก|,|เปลี่ยนแปลง|อย่าง|รวดเร็ว|,|หนี|อย่าง|ลับ ๆ ,|ข้าม|,|ข้าม|ไป|,|สิ่ง|ที่|มอง|ผ่าน|ไป|,|สิ่ง|ที่|ตกหล่น|,|สิ่ง|ที่|กระโดด|ข้าม.  |Syn. jump|,|hop
(สคีพ|'|เพอะ) n.,|vt. (เป็น) กัปตันเรือ|,|ผู้|บังคับการ|เรือ|,|ผู้นํา|ทีม
(สคิพ|'|พี|ท) n. กล่อง|กลม|ขนาด|เล็ก|สําหรับ|เก็บ|ตรา|ประทับ|ราชการ|หรือ|ส่วนตัว
(สเคอ|'|มิ|ช) vi.,|n. (การ) ต่อสู้|กัน|ประปราย|,|ต่อสู้|กัน|ระหว่าง|กลุ่ม|เล็ก ๆ
(สเคิร์ท) n. กระโปรง|,|ชาย|เสื้อ|ชนิด|ยาว|,|ชาย|เสื้อ|,|ชาย|,|ขอบ|,|รอบ|,|นอก|,|สิ่ง|ที่|ห้อย|ย้อย|,|ผู้หญิง|,|เด็ก|ผู้หญิง vt.,|vi. อยู่|บน|ขอบ|,|ตั้งอยู่|บน|ขอบ|,|เดิน|รอบ|,|หลีกเลี่ยง.
(สคัลคฺ) vi.,|n. (ผู้) หลบ|,|ซ่อน|,|หลบมุม|,|เดิน|ลับ ๆ ล่อ ๆ ,|หลบหนี|ง่าย|,|แสร้งทํา|เป็น|ป่วย.  |Syn. slink
(สคัล) n. กะโหลก|ศีรษะ|,|หัว|กะโหลก|,|กบาล|,|มันสมอง (แห่ง|ความ|รู้)| 
n. หัว|กะโหลก|และ|กระดูก|ไขว้|เคย|เป็น|สัญลักษณ์|ของ|ธง|โจรสลัด ปัจจุบัน|เป็น|สัญลักษณ์|วัตถุ|มี|พิษ
(สคังคฺ) n. สัตว์เลี้ยงลูกด้วยนม|ขนาด|เล็ก|สี|ดํา หนัง|ขน|มี|กลิ่น|เหม็น|และ|มี|แถบ|สี|ขาว|รูป|ตัว|"|V|"|,|บุคคล|ที่|น่า|รังเกียจ|อย่าง|มาก.vt. ทํา|ให้|พ่ายแพ้|สิ้นเชิง|  |Syn. rotter|,|scoudrel
(ส|คาย) n. ท้องฟ้า|,|ทาง|ฟ้า|เบื้องบน|,|สวรรค์|,|แดน|สุขาวดี|, -|Phr. (out of a clear (blue) sky โดย|ไม่|มี|การ|เตือน|ล่วงหน้า|ฉับพลัน)| 
n. สี|ท้องฟ้า|,|น้ําเงิน.  |Syn. sky|-|blue adj.
(ส|คาย|'|ไดว) vi. กระโดดร่ม|ให้|ลอยตัว|อยู่|กลาง|อากาศ|ให้|นาน|ที่สุด|ก่อน|ที่|จะ|กาง|ร่ม|ออก.  |Syn. skydiver n.
(ส|คาย|'|แจ|ค) vt. จี้|เครื่องบิน.  |Syn. skyjacker n.
(ส|คาย|'|ลาร์ค) n. นก|จําพวก|หนึ่ง
(ส|คาย|สเครพ|') n. ภาพ|ทิวทัศน์|บน|อากาศ. vi. สร้าง|สิ่ง|ปลูกสร้าง|ขึ้น|สูง|เทียม|ฟ้า
(ส|คาย|'|เวิร์ด) adv. สู่|ท้องฟ้า adj. สู่|ท้องฟ้า|  |Syn. skywards adv.
(ส|แลบ) n. แผ่น|แบน|กว้าง|ที่|ค่อนข้าง|หนา|ที่|ทํา|ด้วย|วัตถุ|แข็ง|,|แผ่น|หนา|,|แผ่น|ไม้ซุง|ที่|เลื่อย|ตาม|ขวาง|และ|มี|เปลือก|ติด|อยู่|รอบ|นอก vt. ทํา|ให้|เป็น|แผ่น|,|ปู|ด้วย|แผ่น|ดังกล่าว|,|เลื่อย|ไม้ซุง|ตาม|ขวาง|ออก|มา|เป็น|แผ่น|หนา|  |Syn. plank|,|slice
(ส|แล|ค) adj.,|n.,|vt.,|vi. (ความ|,|ทํา|ให้|,|กลาย|เป็น) หย่อน|,|เนือย|,|ผ่อน|,|ย้อย|,|ขี้เกียจ|,|เหนื่อยหน่าย|,|สะเพร่า|,|เฉื่อย|,|เชื่องช้า|,|อ่อนแอ|ไม่|หนักแน่น|, (ฝีเท้า) เบา|,|ไม่|สมบูรณ์
n. ชุด|เสื้อผ้า|สวมใส่|ใน|บ้าน
n. น้ํา|ที่|ไม่|มี|กระแส|,|ระยะ|เวลา|ที่|ไม่|มี|กระแส|น้ํา
n. น้ํา|ที่|ไม่|มี|กระแส|,|ระยะ|เวลา|ที่|ไม่|มี|กระแส|น้ํา
(ส|แล|ค|'|เคิน) vi.,|vt. หย่อน|,|ยาน|,|คลาย|,|หลวม|,|ปล่อย|,|กลาย|เป็น|ช้า|,|เนือย|,|เบา|ลง|,|อ่อน|ลง|,|ทํา|ให้|หย่อน|,|ทํา|ให้|ยาน|,|ทํา|ให้|ช้า|  |Syn. lessen
(ส|แล|คซฺ) n. กางเกง|นุ่ง|เล่น (ของ|ผู้หญิง|และ|ผู้ชาย)| 
(ส|แลก) n.,|vt.,|vi. (เปลี่ยน|เป็น|,|กลาย|เป็น) กาก|แร่|,|ขี้|โลหะ|,|กาก|แร่|หลอม|,|กาก|ของ|หลอมเหลว.
(ส|เลน) v. กริยา|ช่อง 3 ของ slay
(สเลค) vi.,|vt. (ทํา|ให้) บรรเทา|,|เย็น|ลง|,|รู้สึก|สดชื่น|,|เฉื่อยชา|ลง|, (หินปูน) แตก|ตัว|ด้วย|น้ํา.  |Syn. slakable|,|slakeable adj. slaker n.  |Syn. allay
(ส|แล|ม) vt.,|vi.,|n. (การ) ปิด|ประตู|ดัง|และ|แรง|,|วาง|ดัง|โครม|,|ตี|เสียง|ดัง|,|ต่อว่า|อย่าง|รุนแรง|,|เสียง|ดังที่|เกิด|จาก|การ|กระทบ|ดังกล่าว|  |Syn. clap|,|shut|,|push|,|bang
(ส|แล|น|'|เดอะ) vi.,|vt.,|n. (การ) ทํา|ให้|เสื่อมเสีย|ชื่อเสียง|,|ใส่ร้าย|ป้ายสี|,|หมิ่นประมาท|  |Syn. slanderer n. slanderous adj.
(สแลง) n.,|vi. (ใช้) ภาษาตลาด|,|คํา|ตลาด|,|ภาษา|สแลง|,|ภาษา|ที่|ใช้|เฉพาะ|ใน|หมู่|คน|หมู่|หนึ่ง|หรือ|อาชีพ|ใด|อาชีพ|หนึ่ง|,|ภาษา|รหัส|ของ|ขโมย|หรือ|โจร|,|กริยา|ช่อง 3 ของ sling (ดู)|  |Syn. argot|,|cant
(สแลง|คฺ) v. กริยา|ช่อง 3 ของ slink
(ส|ลาน|ทฺ|,|ส|แล|นทฺ) vi.,|vt. (ทํา|ให้) ลาด|,|เอียง|,|เบน|,|โน้มเอียง|,|แฉลบ n.. การ|เอียง|ลาด|,|การ|บ่ายเบน|,|การ|บิดเบือน|,|ความคิดเห็น|,|ทัศนคติ|,|อคติ.
(ส|แล|พ) n. การ|ตบ|,|การ|ตบ|หน้า|,|การ|วาง|สิ่ง|ที่|แบน|ลง|โครม|,|เสียง|ตบ|,|เสียง|วาง|ลง|โครม|,|คํา|เสียดสี|,|คํา|เหน็บแนม|,|การ|หมิ่นประมาท|,|การ|ปฎิ|เส|ธ vt. ตบ|,|ตบ|หน้า|,|วาง|ลง|โครม|,|เหน็บแนม|,|หมิ่นประมาท|,|สบ|ประมาท. adv. อย่าง|แรง|,|อย่าง|ฉับพลัน|,|โดย|ตรง|  |Syn. slapper n.
(ส|แล|ช) vt.,|vi.,|n. (การ) เฉือน|,|ฟัน|,|ฟัน|อย่าง|แรง|,|แทง|อย่าง|แรง|,|หวด|,|สลัด|แส้|,|เฆี่ยน|,|ตี|,|ตัด|ลง|,|ตัด|ราคา|,|ลด|ราคา|,|วิจารณ์|อย่าง|รุนแรง n.. การ|ฟัน (เฉือน...) อย่าง|แรง|,|รอย|ฟัน|ที่|ลึก|,|การ|เย็บ|เป็น|ทาง|ยาว|,|รอย|ฟัน|,|บาดแผล|ที่|ฟัน|,|การ|ตัด|,|การ|ลด|,|การ|เปลี่ยนแปลง|,|ใบ|มีดโกน|,|มีดโกน|,|เครื่อง|ตัด|,
(ส|แล|ช|'|ชิง) n. = slash (ดู) . adj. เฉียบแหลม|,|เจ็บแสบ|,|รุนแรง|,|ร้ายแรง|,|สาหัส|,|ดุเดือด|,|มากมาย|,|ใหญ่|ยิ่ง.  |Syn. slashingly adv.
(ส|แล|ท) n .แผ่น (ไม้|,|โลหะ|หรือ|วัตถุ|อื่น) ยาว|แคบ vt. ใส่|แผ่น|ดังกล่าว|,|ทํา|ด้วย|แผ่น|ดังกล่าว|,|ตี|อย่าง|แรง|,|ต่อย|อย่าง|แรง|,|ตบ|อย่าง|แรง|,|สะบัด|อย่าง|แรง|,|โยน|อย่าง|แรง. n. การ|ต|' (ต่อย|,|ตบ|,|สะบัด|,|โยน) อย่าง|แรง|  |Syn. slats n. ซี่โครง|,|ตะโพก|,|ก้น|,|ไม้|ขวาง|ขั้นบันได.
(สเลท) n. กระดานชนวน|,|หินชนวน|,|สี|หินชนวน|,|สี|เทา|อม|น้ําเงิน|เข้ม|,|รายชื่อ|ผู้สมัคร|รับ|เลือกตั้ง|,|รายชื่อ|ผู้|ที่|จะ|ได้|รับ|การ|พิจารณา|คัดเลือก|, -|Phr. (clean slate ประวัติ|ความ|ประพฤติ|ที่|ขาวสะอาด) vt. ปู|ด้วย|หินชนวน|,|ปู|ด้วย|แผ่น|หิน|,|เสนอ|ชื่อ|เข้า|รับ|การ|เลือกตั้ง|,|กําหนด|รายชื่อ|ผู้|ที่อยู่|ใน|ข่าย|ที่|จะ|ได้|รับ|พิจารณา|ได้|รับ|เลือก
(ส|แล|ท|'|เทิร์น) n. หญิง|รุ่มร่าม|,|หญิง|สกปรก|,|ปลาร้า|,|โสเภณี. adj. รุ่มร่าม|,|สกปรก. vt. ทํา|ให้|สิ้นเปลือง|ไป|โดย|เปล่าประโยชน์.  |Syn. slatternly adv. slatternliness n.
(สลอ|'|เทอะ) vt.,|n. (การ) ฆ่า|สัตว์|,|ฆ่า|เป็น|อาหาร|,|ฆ่า|อย่าง|ทารุณ|หรือ|รุนแรง|,|สังหาร|หมู่.  |Syn. slaughterer n.  |Syn. carnage|,|massacre
n. โรง|ฆ่า|สัตว์|  |Syn. abattoir pl. slaughterhouses
(ส|ลา|ฟ|,|ส|แล|ฟ) n. ชาว|ส|ลา|ฟ (ใน|ยุโรป|ภาค|ตะวันออก|,|ภาค|ตะวันออกเฉียงใต้|และ|ภาค|กลาง)| 
(สเล|'|เวอะ) n.. ผู้|ค้า|ทาส vi.,|vt. ปล่อย|ให้|น้ําลาย|ไหล|,|เอาอกเอาใจ|,|ประจบ|ประ|แจง n. น้ําลาย|ไหล|จาก|ปาก|  |Syn. saliva|,|drool
(สเล|'|เวอ|รี) n. การ|มี|ทาส|รับใช้|,|ความ|เป็น|ทาส|,|ระบบ|ทาส|,|การ|ทํางาน|หนัก|มาก|,|การ|ทํางาน|เยี่ยง|ทาส|  |Syn. drudge
(สเล|'|วี) n. คนใช้|ผู้หญิง
(สเล|'|วิช) adj. เกี่ยวกับ|ทาส|,|มี|ลักษณะ|ของ|ทาส|,|ชั่วช้า|,|ต่ําช้า|,|เลวทราม|,|ลอกเลียน|,|เลียน|แบบ|,|อ่อนน้อม|,|ไม่|มี|ลักษณะ|สร้างสรรค์|ของ|ตัวเอง|  |Syn. slavishness n.  |Syn. servile
(สเล) {|slew|,|slain|,|slaying|,|slays|} vt. ฆ่า|,|เข่นฆ่า|,|สังหาร|,|ฆ่า|ตาย|,|ดับ|,|มี|ผล|อย่าง|รุนแรง|,|ประทับใจ|มาก|,|ทํา|ให้|หลง|ไหล.  |Syn. slayer n.  |Syn. murder|,|slaughter
(สเลด) n. แคร่|,|เลื่อน|,|แคร่|เลื่อน|หิมะ|,|ตะเข้. vi. นั่ง|แคร่|เลื่อน|,|นั่ง|แคร่|เลื่อน|หิมะ vt. ลําเลียง|บน|แคร่|เลื่อน.
(สเลด|'|เดอะ) n. ผู้|ขับขี่|แคร่|เลื่อน|,|ผู้นํา|แคร่|เลื่อน|,|ม้า|หรือ|สัตว์|อื่น|ที่|ลาก|แคร่|เลื่อน
(สเลดจฺ) n. ยานพาหนะ|ที่|ลาก|โดย|สัตว์|,|แคร่|เลื่อน|,|แคร่|เลื่อน|หิมะ|,|เลื่อน. vt.,|vi. เดินทาง|โดย|แคร่|เลื่อน|,|ขับขี่|แคร่|เลื่อน|  |Syn. sleigh
n. ค้อน|ขนาด|ใหญ่|และ|หนัก|ที่|ต้อง|ใช้|สอง|มือ|ยก
(สลีค) adj.,|vt. (ทํา|ให้) ลื่น|,|เรียบ|เป็น|มัน|,|อ่อน|นิ่ม|,|มัน|ขลิบ|,|หวี|ผม|หรือ|ขน|เรียบร้อย|,|กลมกล่อม|,|ไพเราะ|,|สุภาพ|เรียบร้อย|  |Syn. sleekness n.
(สลีพ) {|slept|,|slept|,|sleeping|,|sleeps|} vi.,|vt.,|n. (การ) นอน|,|นอนหลับ|,|นอน|พัก|,|พักผ่อน|,|จําศีล|,|ขจัด (ความ|ปวด|หัว|,|ความ|มึนเมา) โดย|การ|นอนหลับ|, sleep in เผลอ|หลับ|  |Syn. doze
(sack) n. ถุง|นอน.
(สลีพ|'|อิน) adj. เผลอ|หลับ|,|งีบ|หลับ
(สลีพ|'|เพอะ) n. ผู้|นอน|,|ผู้|นอนหลับ|,|สิ่ง|ที่อยู่|นิ่ง|กับ|ที่|,|ไม้หมอน|,|รางรถไฟ|,|รถตู้|นอน|,|รถ|นอน|,|เบาะ|รอง|ที่นั่ง|บน|เครื่องบิน|,|สิ่ง|ที่|ไม่|ได้|รับ|ความ|สนใจ|ใน|ระยะ|แรก|,|กางเกง|นอน|ของ|เด็ก|,|ลูกค้า|ที่|ถูก|ประทับตรา|ที่|หู
(สลีพ|'|พิง) n. การ|นอน|,|การ|นอนหลับ adj. หลับ|,|นอนหลับ|,|เกี่ยวกับ|การ|นอนหลับ|ใช้|สําหรับ|นอนหลับ|,|ทํา|ให้|หลับ|,|ทํา|ให้|ง่วง|หลับ|,|นอน|อยู่|ที่|บ้าน|นายจ้าง
n. รถ|นอน
n. รถ|นอน
n. ยานอนหลับ.  |Syn. sleeping draught|,|sleeping tablet
n. ชื่อ|โรค|ร้ายแรง|ใน|แอฟริกา|  |Syn. African trypanosomiasis
(สลิพ|'|ลิส) adj. ไม่|ได้|นอน|,|นอน|ไม่|หลับ|,|ตื่นตัว|อยู่|,|ระมัดระวัง|,|กระฉับกระเฉง|ตลอดเวลา|  |Syn. sleeplessly adv.  |Syn. insomniac
(สลีพ|'|วอล์คคิง) adj.,|n. (การ) เดิน|ขณะ|หลับ|,|เดิน|หลับ|,|เดิน|ละเมอ.  |Syn. sleepwalker|,|n.
(สลีพ|'|พี) adj. ง่วงนอน|,|ง่วง|,|อยาก|หลับ|,|ง่วง|หลับ|,|เฉื่อยชา|,|ขี้เกียจ|,|ไม่|กระฉับกระเฉง|,|ทํา|ให้|หลับ|,|ชวน|ให้|หลับ.  |Syn. sleepily adv. sleepiness n.  |Syn. nodding|,|drowsy
(สลีท) n. แผ่น|น้ําแข็ง|บน|พื้นดิน|ที่|เกิด|จาก|น้ําฝน|แข็งตัว|,|ฝน|ตก|เป็น|เม็ด|น้ําแข็ง|,|ฝน|ตก|เป็น|ลูกเห็บ|,|ฝน|ลูกเห็บ|,|หิมะ|ฝน. vi. ฝน|ตก|เป็น|ลูกเห็บ|หรือ|แทรก|หิมะ
(สลีฟว) n.แขน|เสื้อ|,|ข้อมือ|เสื้อ|,|ชุด|สวม|แผ่นเสียง|,|จําปา|จับ|ดอก|ส|ว่าน|,|ปลอก|หุ้ม|,|กระบอก|สวม vt. จัด|ให้|มี|แขน|เสื้อ|  |Syn. sleeved มี|แขน|เสื้อ
adj. ไร้|แขน|เสื้อ|,|ไร้|ข้อมือ|เสื้อ
(สเล) n. เลื่อน|,|รถม้า|ลาก|บน|หิมะ|,|แคร่|เลื่อน|หิมะ. vi. เดินทาง|โดยเฉพาะ|พาหนะ|ดังกล่าว|,|ขับขี่|บน|พาหนะ|ดังกล่าว|  |Syn. sleigher n.
(สไลทฺ) n. ความ|เชี่ยวชาญ|,|ความ|คล่องแคล่ว|,|เล่ห์เหลี่ยม|เพทุบาย|,|เชาวน์|  |Syn. cunning
(ส|เลน|'|เดอะ) adj. ยาว|เรียว|,|อรชร|,|อ้อนแอ้น|,|สะโอดสะอง|,|เล็กน้อย|,|เล็ก|,|มี|ค่า|น้อย.  |Syn. slenderly adv. slenderness n.
(สเลพทฺ) vi. กริยา|ช่อง 2 และ 3 ของ sleep
(สลูธ) n. นักสืบ|,|สุนัข|ตํารวจ. vt.,|vi. ตาม|ร่องรอย|,|สืบสวน|  |Syn. private eye
(สลูธ|'|เฮาน์ดฺ) n. สุนัข|ตํารวจ
(สลู) vt.,|vi.,|n. =|slue|,|slough (ดู) ,|จํานวน|มาก|,|ปริมาณมาก vi.,|vt. กริยา|ช่อง 2 ของ slay
(สไลซฺ) n. แผ่น|บาง|,|แผ่น|เฉือน|,|ชิ้น|บาง ๆ ,|ส่วนแบ่ง|บาง ๆ ,|ส่วน|,|มีด|หั่น|,|มีด|ปาด|,|ลูก (กอล์ฟ) แฉลบ|ข้าง. vi.,|vt. เฉือน (ตัด|,|หั่น|,|แล่) ออก|เป็น|แผ่น|บาง ๆ ,|ตี|ลูก|กอล์ฟ|ให้|แฉลบ|ข้าง|,|ตี|ลูก|กอล์ฟ|ให้|แฉลบ|ข้าง.  |Syn. sliceable adj. slicer n. -|S...
(สลิค) adj.,|vt. (ทํา|ให้) ลื่น|,|เป็น|มัน|,|เรียบ|เป็น|มัน|,|ไพเราะ|,|สุภาพ|,|เรียบร้อย|,|คล่องแคล่ว|,|ชํานาญ|,|มี|เล่ห์เหลี่ยม|,|ปลิ้นปล้อน|,|กลับกลอก|,|ชั้นหนึ่ง|,|ยอดเยี่ยม|,|มหัศจรรย์. adv. ลื่น|,|ฉลาด. n.. สิ่ว|ช่างไม้|ชนิด|หนึ่ง|ที่|มี|ใบ|กว้าง|กว่า|2|นิ้ว
(สไลดฺ) {|slid|,|slid|/|slidden|,|sliding|,|slides|} vi.,|vt. (ทํา|ให้) ลื่น|,|ไถล|,|เลื่อน|ไถล|,|ร่อน|,|ล่อง|,|ค่อย ๆ ผ่าน|ไป|,|ถลํา|ลึก n. การ|ลื่นไถล|,|การ|ล่อง|,|การ|ค่อย ๆ ผ่าน|ไป|,|ผิวหน้า|ลื่น|,|สิ่ง|ที่|ลื่น|ไหล|,|ราง|เลื่อน|,|สิ่ง|ที่|พัง|ลง|มา|,|ดิน|หรือ|หิมะ|ที่|ไหล|ลง|มา|,|ทาง|ลื่น|ไหล|,|ฝา|ประกอบ|ก้าน|ลิ้น|สูบ|ภาพยนตร์|ภาพนิ่ง
n. ไม้บรรทัด|มี|ที่|เลื่อน|ไป|มา|เพื่อ คํานวณ|ตาม|หลัก logarithm
(สไล|'|ดิง) adj. เลื่อน|ไป|มา|ได้|,|เปลี่ยนแปลง|,|ลื่น|ไหล {|sly
(สไล|'|เออะ) adj. คุณศัพท์|เปรียบเทียบ|ของ|sly
(สไล|'|อิสทฺ) adj. คุณศัพท์|เปรียบเทียบ|ของ sly
(สไลทฺ) adj. เล็กน้อย|,|เบา|,|เบาบาง|,|บอบบาง|,|อรชร|,|สะโอดสะอง|,|ไม่|แข็งแรง|,|อ่อนแอ. vt.,|n. (การ) มองข้าม|,|ดูถูก|,|ดูแคลน|,|ดูเบา|,|ไม่|สนใจ.  |Syn. slightly adv. slightness n.
(สไล|'|ทิง) adj. ดูถูก|,|เหยียดหยาม|,|ดูแคลน|,|ดูเบา|,|มองข้าม|,|ไม่|สนใจ.  |Syn. slightingly adv.  |Syn. derogatory ,|disparaging
(สไล|'|ทิช) adj. ยาว|เรียว|,|สะโอดสะอง|,|อรชร|,|ค่อนข้าง|ผอม|,|ค่อนข้าง|อ่อนแอ
(สไล|'|ลี) adv. = slyly (ดู)| 
(สลิม) adj.,|vt.,|vi. (ทํา|ให้|,|กลาย|เป็น) ยาว|เรียว|,|บอบบาง|,|ผอม|บาง|,|ไม่|เต็มที่|,|เล็กน้อย.  |Syn. slimly adv. slimness n.
(สไลมฺ) n. โคลน|,|เลน|,|ของเหลว|ที่|เหนียว (โดยเฉพาะ|ที่|มี|กลิ่น|หรือ|ไม่|น่าดู) ,|ของเหลว|เหนียว|ที่|คัด|หลั่ง|จาก|พืช|หรือ|สัตว์. vt. ใช้|ของเหลว|ดัง|-|กล่าวหา. vi. กลาย|เป็น|ของเหลว|ดังกล่าว.
(สลิม|'|มิ|ช) adj. ค่อนข้าง|ยาว|เรียว|,|ค่อนข้าง|อรชร|,|ค่อนข้าง|บอบบาง|,|ไม่|เต็มที่
(สไล|'|มี) adj. คล้าย|โคลน|,|คล้าย|เลน|,|เต็มไปด้วย|โคลน|เลน|,|เต็มไปด้วย|ของเหลว|เหนียว|,|ลื่น|ไหล|,|เลวทราม.  |Syn. slimily adv.  |Syn. oozy
(ส|ลิง) {|slung|,|slung|,|slinging|,|slings|} n. ห่วง|เชือก|สําหรับ|เหวี่ยง|ก้อน|หิน|,|หนังสติ๊ก|,|ห่วง|แขวน|ของ|,|สายสะพาย|ปืน|,|สาย|โยง|,|สาย|ผ้า|ยึด|แขน|หรือ|ส่วน|ของ|ร่างกาย|ที่|รับ|บาดเจ็บ|,|สาแหรก (สําหรับ|การ|โยง|หรือ|หาบ) ,|เชือก|แขวน|เรือ|เล็ก vt. เหวี่ยง|,|ขว้าง|,|โยง|,|โยง|ขึ้น|,|แขวน|,|แกว่ง|,|ห้อย|,|ชัก|รอก
(ส|ลิง|'|ชอท) n. หนังสติ๊ก|,|การ|แซง|หน้า|อย่าง|ฉับพลัน|ของ|รถ|คัน|หลัง
(ส|ลิง|คฺ) {|slunk|,|slunk|,|slinking|,|slinks|} vi. เดิน|อย่าง|ลับ ๆ ล่อ ๆ , (ผู้หญิง) เดิน|ช้า ๆ อย่าง|ยั่ว|กิเลส|,|กําเนิด|เร็ว|ก่อนกําหนด|,|คลอด|ลูก|ก่อน|ครบ|กําหนด. n. ลูก|สัตว์|ที่|คลอด|ก่อนกําหนด|,|คน|ที่|อ่อนแอ. adj. คลอด|ก่อนกําหนด.  |Syn. slinkingly adv.
(ส|ลิง|'|คี) adj. ลับ ๆ ล่อ ๆ ,|รัดรูป|ทรง.  |Syn. slinkily adv. slinkiness n.
(สลิพ) vi.,|n. (การ) ลื่น|,|ไหล|,|เลื่อน|,|ถลา|,|ไถล|,|ลอด|,|หลุด|,|หลบ|,|ก้าว|พลาด|,|พลาด|, (เวลา) ผ่าน|ไป|อย่าง|รวดเร็ว|,|พัวพัน|ได้|ง่าย|,|ตกต่ํา|,|เสื่อม|,|เสื่อมโทรม. vt. ทํา|ให้|ไป|อย่าง|ราบรื่น|,|ทํา|ให้|ลื่น|ไหล|,|ถอด|เสื้อผ้า|,|หลบหนี|,|แวบ|ออก|ไป|,|หลบ|ฉาก|,|สลัด|ออก|,|ปล่อย|,|แก้|ปม|,|มองข้าม|,|ปล่อย|ให้|ผ่าน|ไป|อย่าง|ไม่|สนใจ|,|เคลื่อน|,|ลอก|คราบ|,|คลอด|ก่อนกําหนด n. ข้อผิดพลาด|,|ปลอก|หมอน|,|เศษผ้า|,|กางเกงใน|ผู้หญิง|,|กางเกงใน|อาบน้ํา|ผู้ชาย|,|เครื่อง|ปล่อย|,|ใบ|บรู๊พ|แก้|คํา
(สลิพ|'|ออ|น) adj . (เสื้อผ้า) ถอด|ออก|ง่าย|,|สวม|ง่าย. n.. เสื้อผ้า|ที่|ถอด|ออก|ง่าย|,|เสื้อผ้า|ที่|สวม|ง่าย
n. ปลอก|ผ้า|สําหรับ|คลุม|เครื่องเงิน|,|ชุด|สวม|เครื่องเรือน|หรือ|หนังสือ
n. ปม|เป็น|,|ปม|ที่|แก้|ให้|หลุด|ได้|,|เงื่อน|กระ|ทก.  |Syn. slip knot
(สลิพ|'|โอ|เวอะ) n.,|adj. เสื้อผ้า|ที่|ใช้|สวม|หรือ|ดึง|ออก|ทาง|คอ|  |Syn. pull|-|over
(สลิพ|'|พิจ) n. การ|เลื่อนไหล|,|การ|ลื่น|ไหล|,|ปริมาณ|การ|เลื่อนไหล|หรือ|ลื่น|ไหล|,|ปริมาณ|งาน|ที่|สูญเสีย|ไป|เนื่องจาก|การ|เลื่อนไหล
(สลิพ|'|เพอะ) n. รองเท้าแตะ|,|รองเท้า|ที่|สวม|สบาย. vt. ตี|ด้วย|รองเท้าแตะ
(สลิพ|'|เพอเวิร์ท) n. พืช|สกุล|Caleolaria|มีด|อก|คล้าย|รูป|รองเท้า
(สลิพ|'|เพอ|รี) adj. ลื่น|,|ลื่น|ง่าย|,|หลุด|ง่าย|,|ลอด|หลุด|ได้|ง่าย|,|มี|เล่ห์เหลี่ยม|,|กลีบ|ดอก|,|ไม่|น่า|ไว้วางใจ|,|ขี้|โกง|,|ไม่|มั่นคง|  |Syn. slipperiness n.
(สลิพ|'|พี) adj. ลื่น|,|ลื่น|ง่าย|,|หลุด|ง่าย|,|กลับกลอก|,|รวดเร็ว|,|แคล่วคล่อง|,|ว่องไว|,|ตื่นเต้น|,|ระมัดระวัง.  |Syn. slippiness n.  |Syn. slippery
(สลิพทฺ) v. กริยา|ช่อง 3 ของ slip
(สลิท) {|slit|,|slit|,|slitting|,|slits|} n. รอย|ตัด|เป็น|ทาง|ยาว|,|รอย|แยก|,|รอย|แตก|,|รอย|ขาด|,|รอย|ฉีก|,|รอย|ปาด|,|รอย|แตก|ตะเข็บ|,|ช่อง|ยาว. vt. ตัด (เฉือน|,|ฉีก|,|ผ่า|,|ปาด) เป็น|ทาง|ยาว|  |Syn. slash|,|opening|,|cut|,|tear
(สลิธ|'|เธอะ) vi.,|vt.,|n. (ทํา|ให้) (การ) ลื่น|ไหล|,|เลื่อนไหล|,|ไถล|,|เลื้อย|  |Syn. slithery adj.  |Syn. slink|,|glide|,|slide
(สลิฟ|'|เวอะ) n. แผ่น|เล็ก|ยาว|บาง|,|เศษ|เส้นใย|,|สะเก็ด|ไม้|,|เศษ|ไม้|,|เศษ|แผ่น|,|ปลา|เล็ก ๆ ชิ้น|หนึ่ง|ใช้|เป็น|เหยื่อ|ปลา. vt. ตัด (ผ่า|,|เฉือน|,|เหลา|,|ซอย|,|หั่น) เป็น|ชิ้น|เล็ก ๆ vi. ทํา|ให้|แยก|ออก|,|แยก|ออก|  |Syn. splinter|,|slip|,|chip
(ส|ลอบ) n. บุคคล|อุ้ยอ้าย โง่ เงอะงะ
(ส|ลอบ|'|เบอะ) vi. ปล่อย|ให้|น้ําลาย|ไหล|,|แสดง|ความรู้สึก|มาก|เกิน|ไป|vt. ทํา|ให้|เปื้อน|น้ําลาย n.. น้ําลาย|ไหล|,|ของเหลว|ไหล|จาก|ปาก|,|การ|พูด หรือ|การ|กระทํา|ที่|แสดง|ความรู้สึก|มาก|เกิน|ไป
(สโล) n. ผลไม้|สี|ดํา|เปรี้ยว|ลูก|เล็ก|ของ|ต้น|จําพวก Prunus spinosa|, ต้นไม้|ดังกล่าว
(สโล|'|เกิน) n. คําขวัญ|,|คติพจน์|,|คํา|พาด|หัว|,|คํา|โฆษณา|,|เสียงร้อง|รวม|พล|,|เสียงร้อง|รบ
(สลอพ) vt.,|vt. ทํา|เลอะ|,|ทํา|ล้น|,|ทํา|หก|,|ทํา|เปื้อน|,|เลี้ยง|หมู|หรือ|สัตว์|อื่น|ด้วย|เศษอาหาร|,|ลุย|เลน|,|ลุย|โคลน|,|กิน|เสียง|ดัง|,|พูด|พร่ํา n.. ปริมาณ|ของเหลว|ที่|หก (ล้น|,|เลอะ|,|เปื้อน) ,|อาหาร|ทํา|อย่าง|ลวก ๆ ,|น้ํา|สกปรก|,|หิมะ|กึ่ง|ละลาย|ที่|สกปรก|,|เศษอาหาร|ตาม|ห้องครัว|,|ข้าวต้ม|,|อาหาร|เหลว|,|เลน|,|โคลน|,|เครื่องดื่ม|ที่|ไม่|มี|แอ|ล|กอ|ฮอลล์
(สโลพ) vi. เอียง|,|ลาด|,|ทแยง. vt. ทํา|ให้|เอียง|ลาด|,|ทแยง|,|ทํา|ให้|มี|ระดับ|เอียง. n.. พื้น|เอียง|,|พื้น|ลาด|,|ส่วน|ที่|เอียง|ลาด|,|การ|เอียง|,|การ|ลาด|,|การ|ทแยง|,|จํานวน|องศา|ของ|มุม|เอียง|, slopes เนินเขา|,|บ่อ|เอียง|,|ท่า|สะพาย|ปืน|  |Syn. incline|,|slant
(สโลพ|'|พิง) adj. เอียง|,|ลาด|,|เป็น|มุม|เอียง|  |Syn. slanting
(สลอพ|'|พี) adj. เป็น|เลน|,|เป็น|โคลน|,|เปื้อน|เลน|,|เปื้อน|โคลน|,|ทํา|อย่าง|ลวก ๆ ,|ลวก ๆ ,|สุกเอาเผากิน|,|สะเพร่า|,|มี|อารมณ์|อ่อนไหว.  |Syn. sloppily adv. sloppiness n.  |Syn. splashy|,|slushy|,|slovenly
(สลอช) n. หิมะ|กึ่ง|ละลาย|,|เลน|,|โคลน|,|เสียง|กระเด็น|ของ|โคลน. vi. สาด|,|กระเด็น|,|แกว่ง|ของเหลว|ใน|ภาชนะ|ให้|สะอาด. vt. ลาด|,|กระเด็น|  |Syn. slush
(สลอท) n. ช่อง|ใส่|สตางค์|,|ช่อง|ใส่|จดหมาย|,|ช่อง|ที่|แคบ|และ|ยาว|,|ช่อง|ปีก|,|ช่องแคบ|,|ตําแหน่ง vi. ทํา|ให้|มี|ช่อง|ดังกล่าว|  |Syn. aperture|,|slit
n. เครื่องจักร|การ|พนัน|เป็น|กล่อง|เหล็ก|ใช้|หยอด|เหรียญ|,|เครื่อง|ขาย|ของ|อัตโนมัติ|โดย|การ|หยอด|เหรียญ
(สลอธ) n. ความ|ขี้เกียจ|,|ความ|เกียจคร้าน|,|ความ|เฉื่อยชา|,|สัตว์|เฉื่อยชา มี|ขน|ยาว|และ|มี|อุ้งเท้า|ยาว|เหมือน|ตะขอ|สําหรับ|จับ|กิ่งไม้|,|ฝูง|หมี|  |Syn. indolence|,|laziness|,|lethargy
n. หมี|จมูก|ยาว|ขน|หยาบ|จ|พวก|Melursusur sinus พบ|ใน|อินเดีย|และ|แหลมอินโดจีน
(สลอธ|'|ฟู|ล) adj. ขี้เกียจ|,|เกียจคร้าน|,|เฉื่อยชา.  |Syn. slothfully adv. slothfulness n.  |Syn. leisurely|,|lazy
(สลอชฺ) vi.,|n. (การ) นั่ง|หรือ|ยืน|ด้วย|การ|งอ|ตัว|,|เดิน|ตัว|งอ|,|ทํา|ให้|ลู่|ต่ํา|ลง|,|บุคคล|ที่|ซุ่มซ่าม|อุ้ยอ้าย|,|การ|ลู่|ต่ํา|ลง|มา|,|บุคคล|ที่|ขี้เกียจ|หรือ|ไม่|มี|ประสิทธิภาพ.  |Syn. sloucher n.  |Syn. shamble
(สลัฟ) n. หนัง|ชั้นนอก|ของ|งู|ที่|ถูก|ลอก|คราบ|เป็นครั้งเป็นคราว|,|ขุย|เนื้อตาย|ที่|แยก|ออก|จาก|เนื้อเยื่อ|เป็น|,|เนื้อเปื่อย|,|นิสัย|เดิม|,|สิ่ง|ที่|ทิ้ง|หรือ|สลัด|ออก|ได้|,|ไพ่|ที่|ทิ้ง vi. ลอก|คราบ|,|สลัด|ออก|,|ละทิ้ง|,|ทอดทิ้ง|  |Syn. shed|,|molt
(สโล|'|แวค) n.,|adj. (เกี่ยวกับ) ชนชาติ|ส|ลา|ฟ|ที่|อาศัย|อยู่|ใน|สโล|วา|เกีย|,|ภาษา|สโล|วา|เกีย
(สลัฟ|'|เวิน) n. คน|ที่|ไม่เอาไหน|,|คน|สะเพร่า|,|คน|ที่|ประมาท|เลินเล่อ|,|คน|ที่|สกปรก|,|คน|ที่|ไม่|เห็น|ระเบียบ.  |Syn. slob|,|slattern|,|drab
(สลัฟ|'|เวินลี) adj.,|adv. ไม่เอาไหน|,|สะเพร่า|,|ประมาท|เลินเล่อ|,|สกปรก|,|ไม่|เป็น|ระเบียบ. liness n.  |Syn. careless|,|untidy|  |Syn. sloven
(สโล) adj.,|adv.,|vi.,|vt. ช้า|,|ชักช้า|,|เชื่องช้า|,|เฉื่อย|,|ล้าหลัง|,|ไม่|กระฉับกระเฉง|,|รับ|แสง|ช้า|,|น่า|เบื่อ|,|ไม่|น่า|สนใจ|  |Syn. slowly adv. slowness n.
(สลับ|'|เบอะ) vt. ทํา|อย่าง|ลวก ๆ ,|ทํา|อย่าง|ขอไปที|,|ทํา|ให้|เปื้อน|,|ทํา|ให้|ด่างพร้อย.
(สลัด|จฺ) n. เลน|,|โคลน|,|ตม|,|ปลัก|,|ขี้|โล้|,|ขี้|น้ํามัน|,|กาก|น้ํามัน|,|ตะกอน|น้ํามัน|,|เลน|ถ่านหิน|หรือ|แร่|,|น้ําแข็ง|แตก|ที่|ลอย|เป็น|เศษ|,|ส่วนผสม|ของ|ผง|ละเอียด|กับ|น้ํา|,|น้ํา|สกปรก|ที่|อุดม|ไป|ด้วย|เชื้อ|จุลินทรีย์|  |Syn. mire|,|ooze
(สลัก) n. ตัว|บุ้ง|,|ตัว|ทาก|กิน|ใบไม้|,|ชาย|ที่|ขี้เกียจ|,|สัตว์|ที่|เคลื่อน|ตัวอย่าง|เชื่องช้า|,|พาหนะ|ที่|วิ่ง|ช้า|,|ลูกกระสุน|,|กระสุน|,|แท่น|โลหะ ๆ ,|ลูกกระสุน|,|กระสุน|,|แท่น|โลหะ vi. ฆ่า|ตัว|บุ้ง|หรือ|ทาก|,|กระทํา|ช้า
(สลัก|'|กิช) adj. ขี้เกียจ|,|เกียจคร้าน|,|เงื่องหงอย|,|ซบเซา|,|เฉื่อยชา|,|ผืด|เคือง.  |Syn. sluggishness n.  |Syn. slack
(สลูสฺ) n. ประตูน้ํา|,|ประตูน้ํา|ชัก|ขึ้นลง|,|รางน้ํา|,|ทาง|ระบาย|น้ํา|,|น้ํา|ที่|เก็บ|ไว้|โดย|ประตูน้ํา|,|ฝาย|น้ํา|ล้น|,|น้ํา|ที่|ระบาย|ออก vt. ระบาย|น้ํา|,|ถ่าย|น้ํา|,|ปล่อย|น้ํา|ออก|,|ไขน้ํา|ล้าง|,|ปล่อย|น้ํา|ชะล้าง vi. ไหล|ผ่าน|,|ไหล|ทะลัก|,|ไหล|ชะล้าง|,|ไหล|เชี่ยวกราก
(สลัม) n. แหล่งเสื่อมโทรม|,|แหล่งที่อยู่|อาศัย|ของ|คนจน|มาก.vi.เยี่ยม|แหล่งเสื่อมโทรม|  |Syn. warren|,|skid
(สลัม|'|เบอะ) vi.,|vt. นอนหลับ (โดยเฉพาะ|หลับ|ไป|งีบ|หนึ่ง) ,|อยู่|ใน|ภาวะ|สงบ|,|ปล่อย|เวลา|ให้|ผ่าน|ไป|โดย|การ|นอนหลับ|,|ฆ่าเวลา|โดย|การ|นอนหลับ.  |Syn. slumberer n. slumberless adj.  |Syn. sleep|,|doze
(สลัม|'|เบอรัส|,|สลัม|'|บรัส) adj. ง่วงนอน|,|ง่วง|หลับ|,|ชวน|ให้|หลับ|,|เกี่ยวกับ|การ|งีบ|หลับ|,|เงียบ|สงัด|,|ขี้เกียจ|,|เงื่องหงอย.  |Syn. slumbery|,|sleepy
(สลัม|'|เบอรัส|,|สลัม|'|บรัส) adj. ง่วงนอน|,|ง่วง|หลับ|,|ชวน|ให้|หลับ|,|เกี่ยวกับ|การ|งีบ|หลับ|,|เงียบ|สงัด|,|ขี้เกียจ|,|เงื่องหงอย.  |Syn. slumbery|,|sleepy
(สลัม|พฺ) vi.,|n. (การ) ตกต่ํา|มาก|,|ตก|ฮวบ|ลง|,|ซบเซา|,|ล้ม|ลง|,|ลู่|ต่ํา|ลง|,|โค้ง|หลัง|ลง|,|ลด|อย่าง|ฉับพลัน|และ|มาก|,|จม|ลง|,|ถลํา|ลง|,|ระยะ|เศรษฐกิจตกต่ํา|,|ท่า|หลัง|โกง|,|ความ|เงื่องหงอย|,|ความ|เศร้า|ซึม|  |Syn. fail|,|fall|,|slouch|,|decline
(ส|ลัง) v. กริยา|ช่อง 2 และ 3 ของ sling
(ส|ลัง|คฺ) v. กริยา|ช่อง 2 และ 3 ของ slink
(ส|เลอ) vt.,|vi.,|n. (การ) ทอด|เสียง|อย่าง|คลุมเครือ|,|ทอด|เสียง|,|ร้อง|ทอด|,|ออก|เสียง|,|ทํา|อย่าง|รีบร้อน|,|ทํา|ให้|ด่างพร้อย|,|ทํา|ให้|มี|มลทิน|,|ทํา|ให้|เปรอะเปื้อน|,|ใส่ร้าย|,|ปิดบัง|ความผิด|,|รอย|ตัวหนังสือ|ทาบ|ทับ|กัน|,|การ|เขียน|ติด|กัน|  |Syn. slight|,|skimp|,|mumble
(ส|เลอ|'|รี) n. ส่วนผสม|ของเหลว|กับ|ของแข็ง|,|น้ํา|ที่|ข้น|,|น้ํา|เลน vt. ทํา|ส่วนผสม|ดังกล่าว
(สลัช) n. หิมะ|กึ่ง|ละลาย|,|เลน|,|โคลน|,|ปลัก|ตม|,|น้ํา|โสโครก|จาก|ห้องครัว|,|ส่วนผสม|น้ํามันหล่อลื่น|กับ|สาร|อื่น|,|น้ํามัน|ผสม|น้ํา|ใน|อ่าง|เครื่องยนต์|,|ของเหลว|ที่|เละ|เหนียว|,|คําพูด|ที่|เหลวไหล.vt.สาด|หรือ|ทํา|ให้|เปื้อน|ด้วย|ของเหลว|ดังกล่าว|,|โปะ|ด้วย|ซีเมนต์|,|ชะล้าง|โดย|การ|สาด|น้ํา|จํานวน|มาก
(สลัท) n. หญิง|โสโครก|,|หญิง|สกปรก|,|หญิง|โสมม|,|หญิง|รุ่มร่าม|,|หญิง|โสเภณี|,|หญิง|มั่ว|โลกีย์|  |Syn. sluttish adj. sluttishly adv. sluttishness n.  |Syn. sloven|,|slattern
(ซ|ลาย) adj. มี|เล่ห์กระเท่ห์|,|ปลิ้นปล้อน|,|มี|นัย|,|เหน็บแนม|,|เสียดสี|,|แคล่วคล่อง. n. -|Phr. (on the sly อย่าง|ลี้ลับ เป็น|ความลับ)|  |Syn. slyly adv. slyness n.
(สแมค) n. รสชาติ|,|รส|,|กลิ่น|,|ปริมาณ|เล็กน้อย|,|จํานวน|นิดหน่อย|,|ท่าทาง|,|ทํานอง|,|เรือ|จับ|ปลา vi. มี|รส|,|มี|รสชาติ|,|เป็นนัย|,|มี|ท่าทาง vt.,|vi.,|n. (การ) ตี|,|ตบ|,|ตี|ผา|ง|,|จูบ|เสียง|ดัง|,|ดูด|เสียง|ดัง|,|กระทบ|ดัง|,|ตี|ดัง|,|ตบ|ดัง adv. ฉับพลัน|และ|รุนแรง|,|โดย|ตรง
(สแมค|'|คิง) adj. รุนแรง|,|คล่องแคล่ว
(สมอ|ล) adj. เล็ก|,|น้อย|,|จ้อย|,|นิด|,|บอบบาง|,|ถ่อมตัว|,|ตัว|เล็ก|,|อ่อนแรง|,|อ่อนกําลัง|,|เสียงอ่อน adv. ต่ําต้อย|,|เล็กน้อย|,|เป็น|ชิ้น|เล็ก|ชิ้น|น้อย|,|ด้วย|เสียงอ่อน. n.. สิ่ง|ที่|เล็ก.  |Syn. smallness n.  |Syn. wee|,|little|,|mean
n. อาวุธ|เบา|,|อาวุธ|ถือ|มือ|เดียว|หรือ|สอง|มือ|ขณะ|ยิง
ตัว|ใหญ่|ขนาด|เล็ก|หมายถึง ตัวพิมพ์|ตัว|ใหญ่|ที่|มี|ขนาด|เล็ก|กว่า|ธรรมดา ตัว|แรก|ของ|คํา|จะ|เป็น|ตัว|ใหญ่|ขนาด|ปกติ เรียก|ว่า initial caps ตัว|ถัด|มา|จะ|เป็น|ตัว|ใหญ่|เช่นกัน แต่|มี|ขนาด|เล็ก|กว่า ถ้า|ขนาด|เท่า|กัน|หมด|จะ|ใช้|ว่า all caps ลองดู|ตัวอย่าง|THE STUDENT IS COMING BACK HERE.
n. เหรียญ|ปลีก|,|เสื้อผ้า|ชิ้น|เล็ก ๆ| 
ส่วนต่อ|ประสาน|ระบบ|คอมพิวเตอร์|ขนาด|เล็ก|'|ใช้|ตัวย่อ|ว่า SCSI (อ่าน|ว่า สกัสซี) หมายถึง|สาย|ที่|เชื่อมต่อ|ระหว่าง|บริภัณฑ์|รอบ|ข้าง (peripheral equipment) เช่น ฮาร์ด|ดิสก์ (hard disk) เครื่อง|กราด|ภาพ (scanner) หน่วย|บันทึก (disk drive) กับ|ตัว|ซีพียู (CPU) เป็นต้น
n. ลําไส้เล็ก|  |Syn. intestine
(สมอ|ล|'|พอ|คซฺ) n. ฝีดาษ|,|ไข้ทรพิษ
สม|อลล์ทอล์ค|หมายถึง ภาษา|เชิง|วัตถุ|ใน|สมัย|แรก ๆ เกือบจะ|เรียก|ได้|ว่า|เป็น|ภาษา|แรก ๆ กัน|เลย|ทีเดียว ภาษา|นี้|สร้าง|กัน|ขึ้น|มา|จาก|ศูนย์วิจัย|ซี|รอกซ์ พาโล อัล|โต (Xerox Palo Alto Research Center) ถือ|เป็น|จุดเริ่มต้น|ของ|การ|ใช้|ระบบ GUI (Graphical User Interface) หรือ|ระบบ|ที่|ใช้|ภาพ|เป็น|ตัว|ประสาน|กับ|ผู้ใช้ ที่|พัฒนา|มา|เป็น|ระบบ|วินโดว์|ใน|ปัจจุบัน ดู GUI ประกอบ
(สมาร์ท) vi.,|vt.,|adj. (ทํา|ให้) เจ็บ|เสียว|,|เจ็บปวด|,|เสียว|,|แสบ|,|เจ็บแค้น|,|รู้สึก|เสียใจ|,|รุนแรง|,|ร้ายแรง|,|หลักแหลม|,|เฉียบแหลม|,|มี|ไหวพริบ|,|ฉลาด|,|ปราดเปรื่อง|,|เก๋|,|โก้|,|รูปหล่อ|,|สมาร์ท|,|สวย|,|คล่องแคล่ว|,|เก่ง|,|น่าดู|,|รวดเร็ว. adv. อย่าง|เฉลียวฉลาด|,|อย่าง|ว่องไว. n.. ความ|เจ็บ|เสียว|,|ความ|เจ็บปวด|เนื่องจาก|บาดแผล
บัตร|เก่ง|หมายถึง บัตร|ที่|มี|ข้อมูล|ซึ่ง|คอมพิวเตอร์|สามารถ|ตรวจ|เช็ค หรือ|นํา|ข้อมูล|ใน|บัตร|นั้น|ไป|ประมวลผล|ได้ ตัวอย่าง|ที่|เห็น|ง่าย ๆ เช่น บัตร|โทรศัพท์ ที่|จะ|ทํา|การ|คํานวณ|ระยะ|เวลา|ที่|พูด แล้ว|หัก|เงิน|แต่ละ|ครั้ง|ได้ บอก|ให้|รู้|ได้|ว่า|ยัง|ใช้ได้|อีก|เท่าใด ส่วนมาก|จะ|เป็น|บัตร|ที่|มี|แถบแม่เหล็ก เช่น บัตร|เอ|ที|เอ็ม (ATM) ซึ่ง|จะ|มี|ชื่อ|และ|รหัส|ให้|ตรวจสอบ|ได้ เป็นต้น
หมายถึง เครื่อง|ปลาย|ทาง|ที่|เชื่อมต่อ|อยู่|กับ|เครือข่าย (network) แต่|ใน|บาง|ครั้ง|สามารถ|ทํางาน|อย่าง|อิสระ|ได้ เครื่อง|ปลาย|ทาง|ประเภท|นี้ จะ|ต้อง|มี|คุณสมบัติ|ของ|คอมพิวเตอร์|อยู่|ด้วย กล่าวคือ ต้อง|มี|หน่วยความจํา หน่วย|ประมวลผล ฯ เครื่อง|ปลาย|ทาง|อีก|แบบ|หนึ่ง จะ|เป็น|แบบ|ที่|เรียก|ว่า เครื่อง|ปลาย|ทาง|ธรรมดา (dumb terminal) กล่าวคือ จะ|ทํา|ได้|เพียง|รับ|หรือ|แสดง|ผล|เท่านั้น|มี|ความหมาย|เหมือน intelligent terminal|ดู dumb terminal เปรียบเทียบ
(สแมช) vt.,|vi.,|n. (การ) ทํา|ให้|แตก|ละเอียด|,|ตี|แตก|ละเอียด|,|ทําลาย|สิ้นเชิง|,|ตี|อย่าง|แรง|,|ตี|แตก|พ่าย|,|ขว้าง|อย่าง|แรง|,|เหวี่ยง|อย่าง|แรง|,|ชน|อย่าง|แรง|,|ชน|พัง|,|แตก|ละเอียด|,|การ|ล้มละลาย|,|ความ|หายนะ|ทางการ|เงิน|,|การ|ประสบ|ความ|สําเร็จ|อย่าง|ใหญ่หลวง|,|สิ่ง|ที่|ประสบ|ความ|สําเร็จ|,|น้ําผลไม้|คั้น. adj. เกี่ยวกับ|ความ|สําเร็จ|อย่าง|มาก
(สแมช|'|อัพ) n. การ|ชน|กัน|อย่าง|รุนแรง|,|อุบัติเหตุ|รถ|ชน|กัน|อย่าง|รุนแรง|,|การ|พัง|ทลาย
(สแมช|'|ชิง) adj. ดี|ที่สุด|,|ยอดเยี่ยม|,|ใหญ่|ยิ่ง|,|มหัศจรรย์|  |Syn. great|,|impressive
(สแมท|'|เทอะ) vt.,|vi.,|n. (การ) พูด|ได้|อย่าง|งู ๆ ปลา ๆ ,|สนทนา|ได้|อย่าง|งู ๆ ปลา ๆ|  |Syn. smatterer n.  |Syn. dabble in
(สแมท|'|เท|อริ|ง) adj.,|n. (ความ) รู้|ตื้น ๆ ,|รู้|เพียง|ผิวเผิน.  |Syn. smatter|,|sprinkling
(สเมียร์) vt. ทา|,|ทา|เปื้อน|,|ละเลง|,|ทํา|เลอะ|,|ป้ายสี|,|ใส่ร้าย|,|ลบ|,|ลบ|ออก|,|ทํา|ให้|ประสบ|,|อุปสรรค|,|ฆ่า. n.. สี|ทา|,|สิ่ง|ที่|ใช้|ทา|,|รอย|เปรอะ|,|รอย|เลอะ|,|การ|ป้ายสี|,|การ|ใส่ร้าย|,|รอย|ด่างพร้อย|,|มลทิน|,|ตัวอย่าง|นิด|เดียว|ที่|ทา|บน|แผ่น|กระจก|ของ|กล้องจุลทรรศน์ เพื่อ|ตรวจ|ส่อง.  |Syn. smearer n.
(สเมก|'|มะ) n. ขี้|เปียก|ของ|องคชาต|ภายใต้|หนัง|หุ้ม|หรือ|เม็ด|ละมุด|ของ|หญิง
(สเมล) {|smelt|/|smelled|,|smelling|,|smells|} vt. ดม|,|ดม|กลิ่น|,|ตรวจสอบ|,|สังเกต|,|สืบ|สาว|,|ทดสอบ|จาก|กลิ่น vi. ได้|กลิ่น|,|กลิ่น|ฟุ้ง|,|มี|กลิ่น|,|มี|กลิ่น|เหม็น|,|ปล่อย|กลิ่น|,|มี|ร่องรอย|,|มี|นัย|, -|Phr. (smell a rat สงสัย.) n. กลิ่น|,|ประสาท|กลิ่น|,|นา|สิ|ก|ประสาท|,|ความ|สามารถ|ใน|การ|ดม|กลิ่น|,|สิ่ง|ที่|ใช้|ดม|กลิ่น|,|การ|ดม|กลิ่น|,|รส|ชาด|,|อิทธิพล
(สเมล|'|ลี) adj. ส่ง|กลิ่น|,|ส่ง|กลิ่น|รุนแรง|,|มี|กลิ่น|แรง.  |Syn. smelliness n.  |Syn. reeking
(สเมลทฺ) vt. หลอม|,|หลอมเหลว|,|ถลุง|แร่
(สเมล|'|เทอะ) n. ผู้|หลอม|,|ผู้|ถลุง|แร่|,|เครื่อง|หลอม|,|เครื่อง|ถลุง|แร่|,|เตา|หลอม|,|โรง|หลอม|,|โรง|ถลุง|แร่|,|คนงาน|โรง|หลอม
(สเมล|'|เท|อ|รี) n. โรง|หลอม|,|โรง|ถลุง|แร่
(สไม|'|แล|คซฺ) n. พืช|ไม้เลื้อย|ชนิด|หนึ่ง|ที่|เป็น|แหล่ง|ของ sarsaparilla
(ส|ไมล์) vi.,|vt. ยิ้ม|,|ยิ้มเยาะ|,|ยิ้มแย้ม|,|แสดง|ความเห็น|ชอบ|ด้วย|การ|ยิ้ม|,|ยิ้ม|สรวล|,|ยิ้ม|ร่าเริง|n.. การ|ยิ้ม|,|ลักษณะ|อาการ|ที่|เห็นชอบ.  |Syn. smiler n.
(สไม|'|ลิง) adj. ยิ้มแย้ม|,|สดชื่น|,|เห็นชอบ|,|ยิ้ม|สรวล|,|ยิ้มเยาะ.  |Syn. smilingly adv.
(สเมิร์ชฺ) n.,|vt. (ทํา|ให้|เกิด) รอย|เปรอะ|,|รอย|เปื้อน|,|รอย|ด่างพร้อย|,|มลทิน|  |Syn. besmirch|,|stain
(สไมทฺ) {|smote|,|smitten|,|/|smote|,|smiting|,|smites|} vt.,|vi. ตี (ตบ|,|ต่อย|,|ฟาด|,|ฟัน) อย่าง|แรง|,|ทําลาย|ยับเยิน|,|ทํา|ให้|พ่ายแพ้|,|มี|ผลร้าย|,|มี|ผลกระทบ|ต่อ|จิตใจ|,|ทํา|ให้|หลงรัก|,|ป|รา|กฎ|แก่|, -|Id. (smite hip and thight โจมตี|อย่าง|ไร้|ปรานี|เอาชนะ)|  |Syn. smiter n.
(ส|มิ|ธ) n. ช่างเหล็ก|,|ช่าง|โลหะ|,|ช่าง|ตี|เหล็ก|,|ช่าง|หลอม|เหล็ก
(ส|มิ|ธธะ|รี|นซฺ|') n.,|pl. เศษ|เล็ก ๆ ,|ชิ้น|เล็ก|ชิ้น|น้อย.  |Syn. smithers
(ส|มิ|ท|'|เทิน) vt. กริยา|ช่อง 3 ของ smite
(สมอ|ค) n. ควัน|หมอก|,|หมอก|ผสม|ควัน.
(ส|โม|ค) n. ควัน|,|เขม่า|,|ละออง|ควัน|,|หมอก|,|ไอน้ํา|,|สิ่ง|ที่|ไม่|มี|ความหมาย|,|ความ|ไม่|ชัดแจ้ง|,|ความ|คลุมเครือ|,|การ|สูบ|บุ|-|หรี่|,|ช่วง|เวลา|ของ|การ|สูบ|บุหรี่|,|บุหรี่|หรือ|ซิการ์|,|ระบบ|อนุภาค|ของแข็ง|ใน|แก๊ส|,|สีน้ํา|เงิน|อ่อน|,|สี|ควัน|,|เจ้าหน้าที่|ดับ|เพลิง|,|คน|ผิว|ดํา|,|ความ|เร็ว vi.,|vt. มี|ควัน|,|พ่น|ควัน|,|มี|ไอ|ลอย|ขึ้น|มา|,|สูบ|บุหรี่
(ส|โม|ค|'|เคอะ) n. ผู้|สูบ|บุหรี่|หรือ|ซิการ์|,|ตู้|รถไฟ|สําหรับ|ผู้|สูบ|บุหรี่|หรือ|ซิการ์
n. ปล่องไฟ|,|ปล่องไฟ|ใหญ่|,|ปล่องควัน.  |Syn. stack
(ส|โม|ค|'|คิง) n. การ|ปล่อย|ควัน|ออก|,|การ|พ่น|ควัน|,|การ|มี|ควัน|,|การ|สูบ|บุหรี่. adj. มี|ควัน|,|พ่น|ควัน|,|พ่น|ไอน้ํา
(ส|โม|'|คี) adj. ปล่อย|ควัน|,|พ่น|ควัน|,|มี|ควัน|ตลบ|,|มี|ควัน|มาก|,|เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|ควัน.  |Syn. smokiness n. smokily adv.
(สมูช) vi. จูบ|,|จุมพิต|,|แตะ|เบา ๆ ,|vt.,|n. =|smutch
(สมูธ) adj.,|adv.,|vt.,|n. (การ) (ทํา|ให้) เรียบ|,|ลื่น|,|ราบ|,|ราบรื่น|,|ราบเรียบ|,|สงบ|,|เงียบสงบ|,|ระรื่น|หู|,|อ่อนโยน|,|ไพเราะ|,|กลมกล่อม|,|ผสม|กัน|ดี|, (ยาง|รถ) หัวโล้น|,|ไม่|มี|หนวด|เครา|,|ไม่|มี|ขน|,|ดึงดูดใจ|,|เพลิดเพลิน|,|สิ่ง|ที่ราบ|-|รื่น|,|สิ่ง|ที่ราบ|เรียบ|  |Syn. smoothable adj. smoother n.
(สมูธ|'|ทังดฺ) adj. พูด|คล่องแคล่ว|,|มี|คารม|ดี|,|พูดจา|นิ่มนวล|น่าฟัง
(สมูธ|'|เธิน) vt.,|vi. = smooth (ดู)| 
(ส|โม|ท) vt.,|vi. กริยา|ช่อง 3 ของ smite (ดู)| 
(สมัธ|'|เธอะ) vi. ทํา|ให้|หายใจ|ยาก|,|ทํา|ให้|หายใจ|หอบ|,|ดับ|,|ทํา|ให้|ตาย|,|ขจัด|,|ทําลายล้าง|,|ข่ม|อารมณ์|,|ข่มใจ|,|อดกลั้น|,|กลบ|,|กลั้น|,|ปิด|มิดชิด|,|ปกปิด|,|ปกคลุม. vi.หายใจออก|,|หายใจ|หอบ|,|ถูก|ข่ม|,|ถูก|ปิดบัง. n.. ควัน|หนา|จน|หายใจ|ลําบาก|,|สภาพ|ที่|หายใจ|ลําบาก|,|สภาพ|ที่|ถูก|ข่ม|เอา|ไว้|,|หมอก|หนา|จัด|,|ความ|ยุ่งเหยิง
(ส|โม|ล|'|เดอะ) vi. ใช้|ไฟ|อ่อน ๆ ,|อบ|หรือ|เผา|โดย|ไม่|มี|เปลวไฟ|,|คุ|,|ระอุ|,|อัดอั้น|ใน|ใจ|,|กรุ่น|อยู่|ใน|ใจ. n.. ควัน|ที่|พ่น|โขมง|ที่|เกิด|จาก|การ|เผาไหม้|ไม่|สมบูรณ์|,|ไฟ|ที่|คุกรุ่น.  |Syn. smoulder
(ส|มัด|จฺ) n.,|vi.,|vt. (ทํา|,|เกิด) รอย|เปื้อน|,|รอย|เปรอะ|,|รอย|ด่างพร้อย|,|ควัน|ที่|ทํา|ให้|หายใจ|ลําบาก|,|ควัน|ไล่|แมลง.  |Syn. smudgedly adv. smudgeless adj.  |Syn. soil|,|smear|,|stain|,|smutch
n. หม้อ|รม|ควัน (ไล่|แมลง)| 
(ส|มัด|'|จี) adj. มี|รอย|เปื้อน|,|มี|รอย|เปรอะ|,|มี|รอย|ด่างพร้อย|,|สกปรก|,|มี|ควัน|พุ่ง|โขมง|,|เลอะเลือน|,|ไม่|ชัดเจน|  |Syn. smeared|,|smeary
(ส|มัก) adj. เชื่อมั่น|ใน|ตัวเอง|,|อิ่มอกอิ่มใจ|,|สบายใจ|,|ไม่|ชอบ|การ|สังคม|,|ลื่น|,|เรียบร้อย.  |Syn. smugly adv. smugness n.  |Syn. complacent
(ส|มัก|'|เกิล) vt.,|vi. ลักลอบ|นํา|สินค้าเข้า|หรือ|ออก|โดย|ผิด|กฎหมาย|,|แอบ|ถือ|ไป|ด้วย|  |Syn. smuggler n.
(สมัท) n. ขี้เขม่า|,|เขม่า|,|เขม่า|ถ่านหิน|,|รอย|เปรอะเปื้อน|,|รอย|ด่างพร้อย|,|โรค|เชื้อรา|ที่|เป็น|กับ|พืช|,|ทํา|ให้|ส่วน|ที่|เป็น|โรค|นี้|เปลี่ยน|สี|เป็น|ผง|สี|ดํา|ของ|สปอร์. vi. เป็น|โรค|ดังกล่าว.  |Syn. filth
(สแนค) n.,|vi. (รับประทาน) อาหาร|เบา ๆ ,|อาหารว่าง|,|อาหาร|ที่|รับประทาน|ได้|อย่าง|รวดเร็ว|โดย|ไม่|มี|พิ|-|ธี|รี|ตอง|,|หุ้น|,|หุ้นส่วน|  |Syn. refreshment
n. ห้อง|รับประทาน|อาหาร|เบา ๆ หรือ|อาหารว่าง
(สแนฟ|'|เฟิล) n. สาย|ห่วง|เหล็ก|ขวาง|ปาก|ม้า. vt. ใส่|สาย|ห่วง|เหล็ก|ขวาง|ปาก|ม้า|,|ควบคุม|สาย|ห่วง|เหล็ก|ดังกล่าว
(สแนก) n. ตอ|ไม้|,|ตอ|ไม้|ใต้|น้ํา|,|ต้นไม้|ใต้|น้ํา|ที่|กีดขวาง|ทางเดิน|เรือ|,|ส่วน|ยื่น|แหลม|,|ฟัน|ที่|หัก|คา|,|ฟัน|ที่|ไม่|เสมอ|กัน|,|แก่ง|,|อุปสรรค|,|สิ่ง|ขัดขวาง|,|หินโสโครก vt. ติด|ตอ|ไม้|,|ขัดขวาง|,|เป็น|อุปสรรค|,|ทํา|ให้|ติด|หรือ|ชน|สิ่ง|ขัดขวาง|ใต้|น้ํา|,|คว้า|หรือ|ยึด|เอา|ไป|อย่าง|รวดเร็ว|,|เอา|ตอ|ไม้|ออก. vi. เป็น|อุปสรรค|,|ยุ่งเหยิง|,|เจอ|อุปสรรค
(สเนล) n. หอย|ทาก|หรือ|หอยโข่ง (Gastropoda) ,|คน|ขี้เกียจ|,|คน|ที่|กระทํา|อะไร|ช้า ๆ ,|ขนมปัง|ยัด|ไส้|รูป|คล้าย|หอยโข่ง|,|สัตว์|ที่|เคลื่อน|ตัว|ได้|ช้า|  |Syn. snaillike adj.  |Syn. sluggard
(สเนค) n. งู|,|ผู้|ทรยศ|,|ผู้|หักหลัง|,|คน|กลับกลอก|,|ชาย|ที่|ชอบ|หลอกลวง|หญิงสาว vt.,|vi. คดเคี้ยว|ไป|มา|,|เคลื่อน|ตัว|เหมือน|งู|,|  |Syn. reptile|,|serpent|,
(สเนค|'|ไบทฺ) n. การ|กัด|ของ|งู|,|แผล|งู|กัด
(สแนพ) vt.,|vi.,|n. (การ) ขบ|ฟัน|,|ดีดนิ้ว|,|หวด|แส้|,|ปิด|ดัง|,|งับ|กัด|อย่าง|แรง|,|ตะครุบ|,|ทํา|ให้|แตก|อย่าง|ฉับพลัน|,|ทํา|หัก|,|พูด|ตะคอก|,|พูด|อย่าง|รีบร้อน|,|ถ่าย|รูป|,|เป็น|ประกาย|,|ยิง|รวดเร็ว|,|สับ|ไก|ปืน|,|ชิง|,|ช่วงชิง|,|กระทํา|อย่าง|รวดเร็ว|,|หวด|แส้|,|ปิด|ดัง|,|โอกาส|ที่|จะ|รวย|อย่าง|รวดเร็ว|,|ช่วง|ระยะ|เวลา|อัน|สั้น
(สแนพ|'|พิช) adj. หุนหันพลันแล่น|,|ฉุนเฉียว|,|อารมณ์|ร้อน.  |Syn. snappishly adv. snappishness n.  |Syn. captious
(สแนพ|'|พี) adj. = snappish (ดู) ,|มี|เสียง|เผาะแผะ|,|ว่องไว|,|ฉับพลัน|,|เฉียบแหลม|,|คล่องแคล่ว|,|หนาว|สบาย|,|ยอดเยี่ยม -|Id. (make it snappy เร่งรีบ)|  |Syn. snappily adv. snappiness n.
(สแนพ|'|ชอท) vt.,|vi. ,|n. (การ) ถ่าย|รูป|อย่าง|รวดเร็ว ,|การ|ยิง|สุ่ม|,|การ|ยิง|อย่าง|รวดเร็ว.
(สแนร์) n. กับดัก|,|แร้ว|,|จั่น|,|บ่วง|,|ห่วง|,|หลุมพราง|,|ห่วง|ลาด|สําหรับ|ตัด|เอา|เนื้องอก|หรือ|เนื้อ|ปูด|ออก|,|ถบ|โลหะ|ขึง|กลอง|แต๊ก vt. ดัก|สัตว์|ด้วย|แร้ว (จั่น|,|บ่วง|,|ห่วง|,|หลุมพราง) ,|ล่อ|จับ|,|ดัก|,|หลอก|,|ใส่ร้าย|,|ป้ายสี.  |Syn. snarer n. snaringly adv.
n. กลอง|แต๊ก
(สนาร์ค) n. สัตว์|ลึกลับ|ใน|จินตนาการ
(สนาร์ล) vi.,|vt.,|n. (การ) เห่า|,|คําราม|,|แยกเขี้ยว|คําราม|,|พูด|อย่าง|โกรธเคือง|,|พูด|ตะคอก|,|เสียง|เห่า|,|เสียง|คําราม|  |Syn. snarler n. snarlingly adv.  |Syn. grumble|,|growl|,|snap|,|grumble
(สแนทชฺ) vi.,|n. (การ) ฉก|,|ฉวย|,|ฉวยโอกาส|,|แย่งชิง|,|คว้า|ไป|,|จิก|,|ตอด|,|กระชาก|,|ดึง|,|ลักพา|,|คร่า|,|จี้|เอา|ตัว|ไป|,|เศษ|,|สิ่ง|เล็ก|สิ่ง|น้อย|,|ตอน|,|ช่วง|ระยะ|เวลา|อัน|สั้น|,|การ|ลัก|ตัว|ไป|  |Syn. snatcher n.  |Syn. seize|,|grab|,|clutch
n. ลูกรอก|ที่|ติด|กับ|เชือก|ขึง
(สแนช|'|ชี) adj. เป็น|พัก ๆ ,|ขาด|ตอน|,|ไม่|ต่อเนื่อง|,|ไม่|เป็นปกติ|,|ไม่|สม่ําเสมอ.  |Syn. snatchily adv.  |Syn. spasmodic|,|irregular
(สนีค) vi.,|vt.,|n. (ผู้) เดิน|หลบ|,|เดิน|ลับ ๆ ล่อ ๆ ,|ทํา|ลับ ๆ ล่อ ๆ ,|ดอด|,|แอบ|,|แอบ|ทํา|,|ด้อม|,|ลัก|,|ขโมย|  |Syn. skulk|,|slink
n. ขโมย|ผู้|แอบ|เข้า|ไป|ใน|บ้าน
(สนีค|'|คิง) adj. ลับ ๆ ล่อ ๆ ,|ซ่อนเร้น|ใน|ใจ|,|ไม่|เปิดเผย|,|น่าดู|ถูก|,|ส่อเสียด|,|ดื้อรั้น.  |Syn. sneakingly adv. sneakingness n.
(สนีค|'|คี) adj. ลับ ๆ ล่อ ๆ ,|ไม่|เปิดเผย|,|ซ่อนเร้น|ใน|ใจ|,|ขี้|โกง|,|หลอกลวง|  |Syn. sneakily adv. sneakiness n.  |Syn. cowardly
(สเนียร์) vi.,|vt.,|n. (การ) หัวเราะเยาะ|,|เยาะเย้ย|,|เย้ยหยัน|,|ยิ้มเยาะ|,|ถากถาง|,|เหน็บแนม.  |Syn. sneering adj.  |Syn. scoff|,|mock|,|gibe|,|jeer
(สนีซ|') vi. จาม|,|แสดง|การ|ดูถูก|โดย|การ|ย่น|จมูก -|Phr. (sneezze at เยาะเย้ย เย้ยหยัน)|  |Syn. sneeze n. sneezy adj.
(สเนล) adj. คล่องแคล่ว|,|เฉียบแหลม|,|ฉลาด|,|คมกริบ|,|รุนแรง|,|ร้าย
(สนิค|'|เคอะ) vi.,|vt.,|n. (การ) หัวเราะ|ใน|ใจ|,|ยิ้ม|ใน|ใจ|,|หัวเราะ|คิก ๆ , (ม้า) ร้อง.  |Syn. snickeringly adv.  |Syn. giggle|,|snigger|,|snort
(สนิฟ) vi.,|n. (การ) สูด|อากาศ|,|สูด|กลิ่น|,|สูด|ด้วย|จมูก|อย่าง|มี|เสียง|,|ดม|,|จูบ|ด้วย|จมูก|,|ดูถูก|,|เหยียดหยาม|,|กลิ่น|เล็กน้อย.  |Syn. sniffer n. sniffingly adv.  |Syn. sniffle|,|snuff|,|inhale
(สนิก|'|เก|อะ) vi.,|vt.,|n. =|snicker (ดู)|  |Syn. sniggerer n. sniggeringly adv.
(สนิพ) vt.,|vi. ตัด|ด้วย|ขากรรไกร|,|เล็ม|ด้วย|ขากรรไกร|,|ตัด|เล็ม. n.. การ|ตัด|หรือ|เล็ม|ด้วย|ขากรรไกร|,|ชิ้น|หรือ|เศษ|เล็ก ๆ ที่|ถูก|ตัด|ออก|,|เศษ|,|ชิ้น|เล็ก|ชิ้น|น้อย|,|กระท่อนกระแท่น|,|บุคคล|ที่|ไม่|สําคัญ|,|บุคคล|ที่|หยาบคาย|,|บุคคล|ที่|หยิ่ง|ยโส|  |Syn. cut
(ส|ไน|พฺ) n. นก|ปากซ่อม|,|การ|ดัก|ยิง|,|ผู้|ที่|น่า|เหยียดหยาม|,|ก้น|บุหรี่|หรือ|ซิการ์ vi. ล่า|นก|ดังกล่าว|,|ดัก|ยิง|,|ดัก|โจมตี|,|ใส่ร้าย|ป้ายสี (โดยเฉพาะ|การ|ทํา|อย่าง|ลับ ๆ)|  |Syn. sniper n.
(ส|ไน|'|เพอะ) n. มือปืน|ดัก|ยิง
(สนิพ|'|พิท) n. เศษ|เล็ก|เศษ|น้อย|,|ชิ้น|เล็ก ๆ ที่|ถูก|ตัด|หรือ|หั่น|ออก|,|ชิ้น|เล็ก|ชิ้น|น้อย|,|ส่วน|กระท่อนกระแท่น|,|บุคคล|ที่|ไม่|สําคัญ|,|คน|ตัว|เล็ก
(สนิพ|'|พี) adj. หุนหันพลันแล่น|,|มี|อารมณ์|ร้อน|,|ยโส|,|โอหัง|,|วางมาด|,|ดูถูก|เหยียดหยาม|  |Syn. snippily adv. snippiness n. snippetiness n.  |Syn. insolent|,|impudent
(สนิฟ|'|เวิล) vi.,|vt.,|n. (การ) ร้องไห้|น้ํามูก|ไหล|,|ร้องไห้|สูด|จมูก|,|น้ํามูก|ไหล|,|สูด|น้ํามูก|ไหล|,|สูด|น้ํามูก|เสียง|ดัง|  |Syn. snivels อาการ|หวัด|มี|น้ํามูก|ไหล sniveler|,|sniveller n.
(สน|อบ) n. ผู้|ประจบ|สอ|พล|อ|คน|ที่|มี|ฐานะ|สูง|แต่|วาง|ตัว|ปั้นปึ่ง|กับ|ผู้|มี|ฐานะ|ต่ํา|กว่า|,|คน|เห่อ|,|คน|เสแสร้ง|,|คน|ปลอมแปลง|,|ผู้|อยาก|เป็น|ผู้ดี
(ส|โน|บอลล์) <|คําแปล|>|เป็น|ชื่อ|ของ|ภาษาคอมพิวเตอร์|ที่|ใช้|เพื่อ|การ|ประมวล|สาย|อักขระ (string) บริษัท|เบลล์ (Bell) เป็น|ผู้สร้าง|ขึ้น|ตั้งแต่ ค.ศ.1962 ปัจจุบัน|ไม่|มี|ใคร|ใช้|ภาษา|นี้|กัน|แล้ว
(สน|อบ|'|เบอ|รี) n. ลักษณะ|ที่|เห่อ|,|ความ|บ้า|เห่อ|,|การ|ประจบ|สอ|พล|อ|คน|ที่|มี|ฐานะ|สูง|กว่า|แต่|วางท่า|ปั้นปึ่ง|กับ|ผู้|มี|ฐานะ|ต่ํา|กว่า|,|คําพูด|ประจบ|สอ|พล|อ|ดังกล่าว|,|ความ|อยาก|เป็น|ผู้|ด|'
(สน|อบ|'|บิ|ช) adj.มี|ลักษณะ|ของ snob (ดู) , เกี่ยวกับ snob (ดู)|  |Syn. snobbishly adv. snobbishness n.  |Syn. haughty
(สน|อบ|'|บี) adj. วางมาด|,|วาง|ตัว|ปั้นปึ่ง|,|บ้า|เห่อ|,|อยาก|เป็น|ผู้ดี|,|หัวสูง|,|=|snobbish (ดู)|  |Syn. snobbily adv. snobbiness n. snobbism n.  |Syn. condescending
(สนุค|'|เคอะ) n. การ|แทง|บิลเลียด|ที่|ใช้|ลูก|บิลเลียด|สี|แดง 15 ลูก|และ|สี|อื่น ๆ อีก 6 ลูก
(สนูพ) vi.,|n. (ผู้) สอด|แนม|,|สืบ|ข่าว|,|ทํา|ลับ ๆ ล่อ ๆ
(สนู|'|พี) adj. สอดรู้|สอด|เห็น|,|สอด|แนม|,|ชอบ|ยุ่ง|เรื่อง|ของ|ชาวบ้าน|  |Syn. prying
(สนูซ) vi.,|n. (การ) นอน|,|นอนหลับ|,|งีบ|หลับ|,|สัปหงก|,|นั่ง|สัปหงก.  |Syn. snoozer n. snoozy adj.
(สนอร์) vi.,|n. (การ) กรน|,|นอน|กรน|,|เสียง|กรน.  |Syn. snorer n.
(สนอร์ท) vi.,|vt. (สัตว์) หายใจ|รุนแรง|, (สัตว์) เปล่ง|เสียง|ทาง|จมูก|,|หายใจ|รุนแรง|,|ดูถูก n. เสียง|หายใจ|รุนแรง|,|เสียง|ที่|เปล่ง|ทาง|จมูก|ของ|สัตว์|,|การ|ดื่ม|อย่าง|รวดเร็ว|,|การ|แสดง|อาการ|ดูถูก|  |Syn. snorter n. snortingly adv.  |Syn. snuff
(ส|เนา|ทฺ) n. ส่วน|ที่|ยื่น|ออก|ของ|หัว|สัตว์|,|ส่วน|ที่|เป็น|จมูก|และ|ปาก|ของ|สัตว์|,|ปาก|หมู|,|นอ|แรด|,|ปลาย|กระบอกฉีด|,|ปาก|พ่น|,|ปาก|พวย|,|พวย|,|หัวเรือ|,|จมูก|คน (โดย|ที่|ใหญ่|และ|โด่ง|มาก)| 
n. =|weevil (ดู)| 
(ส|โน) n. หิมะ|,|หิมะ|ตก vi. หิมะ|ตก. vt. ทํา|ให้|ตก|คล้าย|หิมะ|,|ทํา|ให้|ขาว|เหมือน|หิมะ|,|ชักชวน ,|หลอกลวง|,|โยน|หิมะ
n. รั้ว|กั้น|หิมะ
adj. ตาพร่า|ชั่ว|คราว|เนื่องจาก|มอง|แสง|สะท้อน|เจิดจ้า|จาก|หิมะ
adj. ปกคลุม|ไป|ด้วย|หิมะ
(ส|โน|'|บอล) n. ก้อน|หิมะ|กลม (สําหรับ|ขว้าง) vt. ขว้าง|หิมะ|ไป|ยัง vi. เพิ่ม|ทวี|,|ใหญ่|ขึ้น|,|มาก|ขึ้น
adj. ติด|อยู่|ใน|หิมะ|,|ถูก|ปิดล้อม|โดย|หิมะ
(ส|โน|'|แคพ) n. ยอด|หิมะ|,|ชั้น|หิมะ|ที่อยู่|บน|ยอด.  |Syn. snowcapped|,|snow|-|capped adj.
n. หิมะ|ตก|,|ปริมาณ|หิมะ|ที่|ตก
(ส|โน|'|เฟลค) n. เกล็ด|หิมะ|,|ผลึก|หิมะ|,
n. น้ําแข็ง|หิมะ
(ส|โน|'|มะบีล) n. รถ|สําหรับ|เคลื่อน|บน|หิมะ
n. ทุ่ง|หิมะ|ที่|ละลาย|ช้า ๆ| 
n. ที่|กั้น|หิมะ|ไม่|ให้|ไหล|ลง|มา|ถูก|รางรถไฟ|,|ที่|กั้น|หิมะ
(ส|โน|'|ชู) n.รองเท้า|ย่ํา|หิมะ. vi. ย่ํา|หิมะ|ด้วย|รองเท้า|ดังกล่าว.  |Syn. snow shoer|,|n.
(ส|โน|'|สไลดฺ) n. หิมะ|ถล่ม.  |Syn. snow|-|slip
n. พายุ|หิมะ|,|การ|กวน|น้ํานม|เนย
(ส|โน|'|ไว|ทฺ) adj. ขาว|เหมือน|หิมะ
(ส|โน|'|วี) adj. ปกคลุม|ไป|ด้วย|หิมะ|,|เกี่ยวกับ|หรือ|คล้าย|หิมะ|,|ขาว|เหมือน|หิมะ|,|สี|หิมะ|,|ไม่|สกปรก|  |Syn. snowily adv. snowiness n.
(สนับ) vt.,|n. (การ) ดูถูก|,|ดูแคลน|,|เหยียดหยาม|,|ปฎิ|เส|ธ|,|บอกปัด|อย่าง|ไม่|ไยดี|,|ไม่|แยแส|,|ตําหนิ|อย่าง|มาก|,|ตรึง|หรือ|ยึด|ด้วย|สายเคเบิล|,|ตรึง|เวลา|,|หยุดยั้ง. adj. (จมูก) สั้น|และ|งอ|ขึ้น|ตรง|ปลาย|, (จมูก) แบน|,|ทื่อ|,|ทู่|  |Syn. ignore|,|neglect
(สนับ|'|บิ|งลี) adj. อย่าง|ดูถูก|ดูแคลน|,|อย่าง|ติเตียน|,|อย่าง|เมิน|เฉย|,|อย่าง|บอกปัด
(สนัค) vi. กริยา|ช่อง 2 และ 3 ของ sneak
(สนัฟ) vi.,|vt.,|n. (การ) สูด|กลิ่น|,|ดม|กลิ่น|,|สูด|ยานัตถุ์|,|ดูถูก|,|เหยียดหยาม|,|ตัด|ไส้|เทียน|,|ดับ|,|กลิ่น|,|ยานัตถุ์|,|รสชาติ|,|ยา|ที่|นัด|ด้วย|จมูก|,|ไส้|เทียน|ส่วน|ที่|ไหม้|ดํา
(สนัฟ|'|เฟิล) vi.,|vt.,|n. (การ) สูด|จมูก|,|สูด|เข้า|จมูก|,|ดม|กลิ่น|เสียง|ดัง|,|ดม|กลิ่น|อย่าง|สุนัข|,|ออก|เสียง|ทาง|จมูก|,|พูด|เสียง|ออก|ทาง|จมูก|,|เสียง|สูด|จาก|จมูก|, snuffles อาการ|หวัด|ที่|มี|น้ํามูก|ไหล.  |Syn. snuffler n. snuffly adv.  |Syn. snuff|,|sn
(ส|นัก) adj. อบอุ่น|,|อยู่|สบาย|,|อุ่น|สบาย|,|เหมาะ|กับ|ตัว|,|อุตุ|,|เล็ก|ดี|,|จุ๋มจิ๋ม|,|น่า|อยู่|, (เรือ) ต่อ|ได้|ดี|,|พอ|สบาย|,|เป็น|ความลับ|,|ซ่อนเร้น. vi. อิงแอบ|,|นอน|สบาย|,|นอน|อุตุ|,|แนบ|,|ซุก vt. ทํา|ให้|อบอุ่น|,|ทํา|ให้|อุ่น|สบาย|,|ทํา|ให้|สบาย|,|ทํา|ให้|เห|มะ|กับ|ตัว|,|ชัก|ใบ|เรือ|ลง (เพื่อ|เตรียม|รับ|พายุ) adv. อย่าง|สบาย
(โซ) adv. ดังนั้น|,|เช่นนั้น|,|เช่นนี้|,|ฉันนั้น|,|อย่าง|นั้น|,|อย่างยิ่ง|,|จริง ๆ ,|มาก|ยิ่ง|,|โดย|แน่แท้|,|เหตุ|ฉะนั้น|,|เหตุ|ฉะนี้|,|แล้ว|ทําไม. conj. ดังนั้น|,|ถ้า|,|ถ้าเช่นนั้น|,|โดย|มี|เงื่อนไข|ว่า|,|เพียงแต่|,|ขอ|ให้ pron. ดังนั้น|,|เช่นนั้น|,|จนกระทั่ง|,|จนถึง|กับ|,|ใน|ราว|,|ราว ๆ นั้น|,|ประมาณ interj. คําอุทาน|,|เมิน|เฉย
สวัสดี|,|ลา|ก่อน|  |Syn. good|-|by
 |Syn. so (โซ|'|อัน|โซ) n. บุคคล|ที่|ไม่|รู้|ชื่อ|,|วาย|ร้าย pl. so|-|and sos
(โซ|'|คอ|ลคฺ) adj. ดังกล่าว|,|ที่|เรียก|กัน|,|ที่|ขนานนาม|กัน|,|ที่|เรียก|กัน|ผิด ๆ| 
(โซ|ค) vi.,|n. (การ) จุ่ม|,|ทํา|ให้|โชก|,|ทํา|ให้|ชุ่ม|,|หมัก|,|แช่. vt. จุ่ม|,|ทํา|ให้|โชก|,|ทํา|ให้|ชุ่ม|,|หมัก|,|แช่|,|ทํา|ให้|เมา|,|จํานํา|,|ลงโทษ|อย่าง|หนัก|,|เก็บ|ภาษี|มาก|เกิน|ไป|,|เก็บ|เงิน|มาก|เกิน|ไป. soaking adj. เปียก|ชุ่ม|  |Syn. seep|,|steep
(โซ|พ) n. สบู่|,|โครงการ|ที่|ถูก|ปฏิเสธ. vt. ถู|ด้วย|สบู่|,|ใส่|สบู่|ลง|บน|,|ประจบ|สอ|พล|อ.
n. ฟอง|สบู่|,|สิ่ง|ที่|ไม่|ปฎิ|เส|ธ|,|สิ่ง|ที่|ไม่|ถาวร
(โซ|'|พี) adj. ทา|ด้วย|สบู่|,|แช่|สบู่|,|เกี่ยวกับ|สบู่|,|เหมือน|สบู่|,|ประจบ|สอ|พล|อ|,|ลื่น|,|ลื่น|ไหล.  |Syn. soapily adv. soapiness n.  |Syn. sudsy
(ซอร์) vi.,|n. (การ) บิน|ถลา|,|บิน|เฉี่ยว|,|ทะยาน|,|ลอย|สูง|,|ร่อน|สูง|,|บิน|สูง|,|มี|ความ|หวัง|สูง|,|ทะเยอทะยาน|  |Syn. soarer n. soaringly adv.  |Syn. rise|,|fly|,|ascend
(ชอบ) vi.,|vt.,|n. (การ) ร้องไห้|สะ|อึก|สะอื้น|,|ร่ําไห้|,|สะอื้น|,|ทํา|เสียง|สะอื้น|,|เสียง|สะ|อึก|สะอื้น|,|เสียง|ร่ําไห้|  |Syn. cry|,|weep|,|keen|,|wail
(ซอ|บ|'|บิ|งลี่) adv. อย่าง|สะ|อึก|สะอื้น
(โซ|'|เบอะ) adj. ไม่|เมา|,|มี|สติ|,|ปกติ|,|สุขุม|,|เยือกเย็น|,|เคร่ง|ขา|ม|,|สงบเสงี่ยม|,|ไม่|คุย|โว|,|ไม่|จินตนาการ|,|มี|เหตุผล vt.,|vi. ทํา|ให้|หรือ|กลาย|เป็น|ไม่|เมา (มี|สติ|,|ปกติ...)|  |Syn. soberingly adv. soberly adv.  |Syn. moderate
adj. มี|สติ|,|สุขุม|,|สงบเสงี่ยม|,|เยือกเย็น|,|มี|เหตุผล.  |Syn. sober|-|mindedness n.
(โซ|ไบร|'|อิ|ที) n. ความ|มี|สติ|,|ความ|สุขุม|,|ความ|สงบเสงี่ยม|,|ความ|ไม่|เมา|,|ความ|เยือกเย็น|,|ความ|มี|เหตุผล|,|ความ|ไม่|เมา.  |Syn. restraint
(โซ|'|บ|ระ|เค) n. ชื่อเล่น|,|ฉายา|,|ฉายา|นาม|,|นามแฝง|,|สมญานาม pl. sobriquets|  |Syn. soubriquet|  |Syn. sobriquetical adj.
(ซอ|ค|'|เคอะ) n. กีฬา|ฟุตบอล|อังกฤษ
(โซ|ชะ|บิล|'|ลิ|ที) n. การ|ชอบ|สังคม|,|การ|ชอบ|วิสาสะ|,|การ|ชอบ|อยู่|เป็น|หมู่|,|การ|แสดง|มิตร|ไมตรีจิต
(โซ|'|ชะ|เบิล) adj. ชอบ|สังคม|,|ชอบ|วิสาสะ|,|ชอบ|อยู่|เป็น|หมู่|,|มี|มิตร|ไมตรีจิต|  |Syn. socialness n. sociably adv.  |Syn. outgoing
(โซ|'|เชิล) adj. เกี่ยวกับ|สังคม|,|เกี่ยวกับ|การ|อยู่|เป็น|หมู่|  |Syn. socially adv. socialness n.  |Syn. amiable
สังคมศาสตร์.  |Syn. social scientist
(ใน|สหรัฐอเมริกา) สวัสดิการสังคม|,|ระบบ|การ|ประกันสังคม
กรมประชาสงเคราะห์|  |Syn. social worker n.
งาน|สังคมสงเคราะห์
adj. ซึ่ง|สนใจ|เกี่ยวกับ|สังคม|,|สนใจ|เกี่ยวกับ|สวัสดิการ|ของ|สังคม
(โซ|'|ชะ|ไลซ) vt.,|vi. =|socialize (ดู)|  |Syn. socialisation n.
(โซ|'|ชะ|ลิส|ซึม) n. ระบบสังคม|นิยม
(โซ|'|ชะ|ลิสทฺ) n. ผู้สนับสนุน|ระบบสังคม|นิยม|  |Syn. socialistic adj.
(โซ|'|ชะ|ไลทฺ) n. บุคคล|ที่|เด่น|ใน|สังคม
(โซ|ชิ|แอ|ล|'|ลิ|ที) n. ลักษณะ|ธรรมชาติ|ของ|การ|ชอบ|อยู่|กัน|เป็น|หมู่|,|การ|ไปมาหาสู่|กัน|ใน|สังคม|,|การ|คบค้าสมาคม|,|การ|วิสาสะ
(โซ|'|ชะ|ไลซ) vt. ทํา|ให้|เป็น|สังคม|,|จัดตั้ง|ชุมชน. - vi. คบหาสมาคม|,|วิสาสะ.  |Syn. socialise.  |Syn. socializable adj. socialization n. socializer n.
(โซ|ไซ|'|อิทเทิล) adj. เกี่ยวกับ|สังคม|กลุ่ม|ใหญ่
(โซ|ไซ|'|อิ|ที) n. สมาคม|,|มิตร|ไม่|ตรี|จิต|,|ความ|เป็นมิตร. adj. เกี่ยวกับ|สังคม|ชั้น|สูง|  |Syn. group
(คํา|เสริม|หน้า) สังคม|,|สังคมศาสตร์
(al) (โซ|ซี|โอ|ลอจ|'|จิเคิล) adj. เกี่ยวกับ|สังคมวิทยา|,|เกี่ยวกับ|ปัญหา|สังคม|,|ซึ่ง|จัด|เป็น กลุ่ม|สังคม|,|เกี่ยวกับ|สังคม
(-|ออ|ล|'|โลจิสทฺ) n. นักสังคมวิทยา
(โซ|ซี|ออ|ล|'|โลจี) n. สังคมวิทยา
(โซ|'|ซี|อะ|พา|ธ) n. ผู้|ต่อต้าน|สังคม|,|ผู้|มี|พฤติกรรม|ต่อต้าน|สังคม|,|ผู้|มี|ความ|แปรปรวน|ของ|ความ|ต้องการ|ทาง|เพศ.  |Syn. sociopathic adj. sociopathy n.
(ซอ|ค) n. ถุงเท้า|สั้น|,|รองเท้า|ของ|ผู้|เล่น ละคร|สมัยกรีก|และ|โรมัน|โบราณ|,|หัส|ละคร vt. สวม|ถุงเท้า|,|ฝาก|เงิน|,|ได้|กําไร|,|ต|' (ต่อย|,|ทุบ|,|ขว้าง|,|โยน) อย่าง|แรง n.. การ|ต|' (ต่อย|,|ทุบ|,|ขว้าง|,|โยน) อย่าง|แรง|,|กําลัง
(ซอ|ค|'|คิท) n. เบ้า|,|ส่วน|บุ๋ม|สําหรับ|รองรับ|กระบอกตา|,|เบ้าตา|,|เบ้า|ข้อต่อ|,|โพรง|,|ส่วนกลาง|,|รู|,|ปลั๊ก|ตัวเมีย|,|เบ้า|ปลาย|กระดูก|,|เบ้า|เสียบ|,|ปลอก|เสียบ|เสาธง|,|ปลอก|เสียบ|เทียนไข vt. ทํา|เบ้า|ให้|กับ...,|ตี|ลูก|กอล์ฟ|ด้วย|ปลาย|ไม้|กอล์ฟ
n. กุญแจ|กระบอก|ที่|เปลี่ยน|หัว ได้
(ซอ|ค|'|ระ|ที|ซ) n. (399|-|469 ปี|มา|ก่อน|คริสตกาล) นัก|ปรัชญา|ชาว|กรีก|  |Syn. Socratic adj.
(ซอ|ด) n. หญ้า|ติด|ดิน|เป็น|แผ่น ๆ ที่|เซาะ|ขึ้น|เพื่อ|นํา|ไป|ปลูก|ขยาย|พันธุ์|ที่|อื่น|,|พื้นผิว|หน้าดิน. vt. ปกคลุม|ด้วย|หญ้า|ติด|ดิน|ดังกล่าว.  |Syn. soddy adj.  |Syn. turf|,|lawn|,|green
(โซ|'|ดะ) n. =|sodium hydroxide|,|=|sodium carbonate|,|น้ํา|โซดา|,|เครื่องดื่ม|ผสม|น้ํา|โซดา|,|น้ําอัดลม.
n. =|โซเดียมคาร์บอเนต|,|โซดาไฟ
n. เครื่อง|บรรจุ|น้ําอัดลม|และ|มี|หัว|ก๊อก|เปิด|ปิด|ได้|,|โต๊ะ|หรือ|เคาน์เตอร์|ขาย|น้ําอัดลม
(โซ|แคล|'|ลิ|ที) n. สัมพันธไมตรี|,|มิตร|ไมตรีจิต|,|ความ|เป็น|น้ําหนึ่ง|อัน|เดียวกัน|,|ความ|เป็นเพื่อน|,|สมาคม|,|สังคม|,|สมาคม|ฆราวาส เพื่อ|ส่งเสริม|วัตถุประสงค์|ทาง|ศาสนา
(ซอ|ค|'|เดิน) adj. เปียก|ชุ่ม|,|เปียก|ชื้น|,|เปียก|โชก|,|เหนอะหนะ|,|แช่|,|จุ่ม|,|โง่|,|เง่า|,|ไร้|ความ|รู้|-|สึก|,|ทื่อ|,|เซ่อ|,|ต้ม|แล้ว vt.,|vi. ทํา|ให ้ (กลาย|เป็น) เปียก|ชื้น|,|กริยา|ช่อง 3 ของ seethe (ดู) .  |Syn. soddenness n.  |Syn. saturated|,|drenched
(โซเดียม) n. ธาตุ|โลหะ|ชนิด|หนึ่ง
n. โซเดียม|คาร์|โบ|เนต
n. เกลือ (salt)| 
(ซอ|ด|'|ดะ|มี) n. การ|สังวาส|ที่|ผิด|ธรรม|ชา|ต|' (โดยเฉพาะ|เข้า|ทาง|ทวารหนัก) ,|การ|สังวาส|ระหว่าง|คน|กัน|สัตว์.  |Syn. sodomitical adj. sodomitic adj.  |Syn. bestiality
(โซ|'|ฟะ) n. เก้าอี้นวม|,|เก้าอี้|โซฟา|,|โซฟา
(ซอ|ฟทฺ) adj. อ่อน|,|อ่อน|นิ่ม|,|นิ่มนวล|,|ละมุนละไม n. สิ่ง|ที่|นิ่ม|,|ส่วน|ที่|นิ่ม|,|ความ|นิ่ม|,|ความ|นิ่มนวล|,|ความ|ละมุนละไม adv. อ่อนโยน|ละมุนละไม. interj. เงียบ|! ห้าม|ส่ง|เสียง|!|,|หยุด|,|ไม่|เร็ว|เกิน|ไป|!|  |Syn. softly adv. softness n. -|S...
สําเนา|ชั่ว|คราว|หมายถึง ผลลัพธ์|จาก|การ|ประมวลผล|ที่|แสดง|ผล|ของ|การ|ปฏิบัติการ|ของ|คอมพิวเตอร์|ที่|ป|รา|กฎ|บน|จอภาพ ผลลัพธ์|นี้|ยัง|สามารถ|แก้ไข|ได้|ง่าย ต่าง|กับ hard copy ซึ่ง|หมายถึง|สําเนา|ถาวร หรือ|ผลลัพธ์|ที่|พิมพ์|ลง|บน|กระดาษ|พิมพ์|แล้ว|ที่|เรียก|ว่า|สําเนา|ถาวร|ดู hard copy เปรียบเทียบ
n. เครื่องดื่ม|ที่|ไม่|ใส่|แอลกอฮอล์ (น้ํา|อัลม)| 
ยัติภังค์|เทียม|หมายถึง ขีด|สั้น ๆ ใน|โปรแกรมประมวลผล|คํา (word processing) ที่|แสดง|ว่า|คํา|นั้น|ยัง|ไม่|จบ และ|จะ|มี|ต่อ|ใน|บรรทัด|ถัด|ไป เป็น|ขีด|ที่|จะ|เกิด|ขึ้น|เอง เมื่อ|มี|การ|แบ่ง|คํา|ที่|ปลาย|บรรทัด (ถ้า|หาก|มี|การ|แก้ไข|ข้อความ จน|ทํา|ให้|ไม่|ต้อง|มี|การ|แบ่ง|คํา|นี้|อีก ขีด|นี้|ก็|จะ|หาย|ไป) ตรงข้าม|กับ|ยัติภังค์|จริง (hard hyphen) ซึ่ง|หมายถึง ขีด|ที่|เรา|พิมพ์|ลง|ไป|เอง|เพื่อ|แบ่ง|คํา|ที่อยู่|ปลาย|บรรทัด ถ้า|มี|การ|แก้ไข|ข้อความ ทํา|ให้|ขีด|นี้|ไม่|อยู่|ปลาย|บรรทัด ขีด|ก็|จะ|ยังคง|มี|อยู่ ไม่|หาย|ไป
n. เพดาน|อ่อน|ของ|ช่องปาก
(ซอ|ฟทฺ|'|บอล|ดฺ) adj. (ไข่) ต้ม|ไม่|ให้|แข็ง|,|คิด|มาก|,|มี|ความรู้สึก|ไว|,|soft coal|,|=|bituminous coal (ดู)| 
(ซอ|ฟทฺ|'|คอร์) adj. บอก|เป็นนัย|,|กระตุ้น|ให้|รู้|,|กระตุ้น|ความรู้สึก|ทาง|เพศ
(ซอ|ฟทฺ|'|เฮ|ด|'|ดิด) adj. โง่|,|เง่า|,|เซ่อ|,|ไม่|มี|ความคิดเห็น|ของ|ตัวเอง.  |Syn. softhead n. soft|-|headedness n.  |Syn. foolish
(ซอ|ฟทฺ|'|ฮาร์ท|'|ทิด) adj. ใจอ่อน|,|เห็นอกเห็นใจ|คน|อื่น|ได้|ง่าย.  |Syn. soft|-|hearted ly adv. soft|-|heartedness n.
(ซอ|ฟทฺ|'|บอล) n. กีฬา|เบ|สบ|อล|แบบ|หนึ่ง ที่|ใช้|ลูก|ที่|นิ่ม|และ|ใหญ่|กว่า|,|ลูกบอล|ดังกล่าว
(ซอ|'|เฟิน) vi.,|vt. (ทํา|ให้) กลาย|เป็น|นิ่ม|,|กลาย|เป็น|อ่อน|ลง|,|กลาย|เป็น|อ่อนโยน|,|กลาย|เป็น|ละมุนละไม
ซอฟต์แวร์|ส่วน|ชุดคําสั่ง|หมายถึง โปรแกรมคอมพิวเตอร์ หรือ|ชุดคําสั่ง|ที่|เขียน|ขึ้น|ด้วย|ภาษาคอมพิวเตอร์ ภาษา|ใด|ภาษา|หนึ่ง ที่|เครื่อง|คอมพิวเตอร์|สามารถ|แปล|และ|รับรู้|ได้ คํา|นี้|มักจะ|ใช้|เพื่อ|ชี้|ให้|เห็น|ความ|แตกต่าง|เมื่อ|เทียบ|กับ|ส่วนตัว|เครื่อง|หรือ|ฮาร์ดแวร์ (hardware) ดู hardware เปรียบเทียบ
วิศวกรรม|ซอฟต์แวร์|เป็น|ศัพท์|ที่|เพิ่ง|นํามา|ใช้|เมื่อ|ไม่|นาน|มา|นี้ โดย|กําหนด|ให้|ถือ|ว่า วิศวกรรม|ซอฟต์แวร์|เป็น|ส่วนหนึ่ง|ของ|วิศวกรรม|คอมพิวเตอร์ (computer engineering) วิศวกรรม|ซอฟต์แวร์ นั้น|จะ|เน้น|เรื่อง|การ|พัฒนา|ซอฟต์แวร์ และ|การ|นํา|ซอฟต์แวร์|นั้น ๆ ไป|ทดลอง|ใช้ มุ่ง|ให้|ความ|สําคัญ|ใน|เรื่อง|การ|ผลิต|ซอฟต์แวร์|สําหรับ|คอมพิวเตอร์|ชั้นดี รวม|ทั้ง|ระเบียบวิธี|การ|เขียน|โปรแกรม และ|การ|บริหาร|โครงการ|ต่าง ๆ เกี่ยวกับ|ซอฟต์แวร์
ส่วน|ชุดคําสั่ง|สําเร็จ|ซอฟต์แวร์|สําเร็จ|ใน|ทาง|คอมพิวเตอร์ บางที|ใช้|สั้น ๆ ว่า|package ซึ่ง|ก็|คือ โปรแกรม|สําเร็จ|ที่|มี|ผู้เขียน|ไว้|จําหน่าย มี|การ|จด|ลิขสิทธิ์ (ห้าม|การ|คัดลอก) ปัจจุบัน|ได้|รับ|ความ|นิยม|มาก ราคา|ถูก|กว่า|การ|จ้าง|เขียน การ|ใช้|ก็|ไม่|ยาก ผู้|ที่|ซื้อ|ไป|ใช้|เพียงแต่|อ่าน|คู่มือ|เอา|เอง หรือ|เรียนรู้|วิธี|ใช้|คําสั่ง|เล็ก ๆ น้อย ๆ ผู้ผลิต|จะ|แข่งขัน|กัน|ใน|การ|ทํา|ให้|โปรแกรม|เหล่านี้|ใช้|ง่าย มี|ทั้ง|โปรแกรม|ระบบ เช่น MS DOS และ Windows โปรแกรม|ตาราง|จัดการ|เช่น Excel|, Lotus โปรแกรมประมวลผล|คํา เช่น Word Perfect|, MS Word|, CU Writer ฯลฯมี|ความหมาย|เหมือน packaged program
(ซอ|ฟ|'|ที) n. คน|ที่|ถูก|ชักชวน|ได้|ง่าย|,|คน|ที่|มี|อารมณ์|อ่อนไหว|,|คน|หูเบา|,|คน|โง่|,|คน|อ่อนแอ.  |Syn. softie
(ซอก|'|กี) adj. เปียก|ชุ่ม|,|เปียก|โชก|,|เปียก|ชื้น|,|จุ่ม|,|แช่|,|ไม่|มี|รสชาติ|,|น่า|เบื่อหน่าย|,|ทึ่ม|,|ทื่อ.  |Syn. soggily adv. sogginess n.  |Syn. soaked
(สวะ|ดี|'|ซาน|') adj. เรียก|ตัวเอง|,|ขนานนาม|ตัวเอง|,|แสร้งทํา|,|กํามะลอ|,|อุปโลกน์
(ซอลย์) n. ดิน|,|พื้นดิน|,|ดิน|ชนิด|ใด|ชนิด|หนึ่ง|,|ที่ดิน|,|ดินแดน|,|ที่|ที|เหมาะ|สําหรับ|เจริญเติบโต|,|ประเทศ|,|ภูมิลําเนา|,|ปิตุภูมิ|,|เกษตรกรรม|,|ชีวิต|เกษตรกร vt.,|vi.,|n. (การ) สกปรก|,|้|เปื้อน|,|ด่างพร้อย|,|มี|มลทิน|,|มัวหมอง.,|รอย|เปื้อน|,|รอย|สกปรก|,|ด่างพร้อย|,|มลทิน|,|ความ|สกปรก|,|ความ|โสโครก|,|ปุ๋ย.
(ส|วา|เร|') n. งาน|ราตรี|สังคม
(โซ|'|เจิร์น) n. การ|อยู่|ชั่ว|คราว|,|การ|พัก|แรม|,|การ|ค้าง|คืน. vi. อยู่|ชั่ว|คราว|,|ค้าง|คืน
(ซอ|ล|,|โซ|ล) n. ระดับ|เสียง|ที่|5|ของ|บันได|,|เสียง|ดนตรี|G.  |Syn. so
(ซอ|ล|'|ลิส) vt.,|n. (การ|,|สิ่ง) ปลอบใจ|,|หย่อนใจ|,|ปลอบขวัญ|,|บรรเทาทุกข์.  |Syn. solacer n.  |Syn. comfort|,|console
(โซ|'|ลาร์) adj. เกี่ยวกับ|ดวงอาทิตย์|,|ตาม|สุริยคติ
n. เดือน|ตาม|สุริยคติ
n. ระบบ|สุ|ริ|ย|จักรวาล
n. ปี|สุ|ริ|ยคต|'
(โซ|ลด|ฺ) v. กริยา|ช่อง 2 และ 3 ของ sell (ดู)| 
(โซ|ล|'|เดอะ) n. โลหะ|บัดกรี|,|โลหะ|ผสม|ที่|ใช้|บัดกรี|,|สิ่ง|เชื่อมต่อ|,|เครื่อง|ประสาน vt.,|vi. บัดกรี|,|สิ่ง|เชื่อมต่อ|,|ประสาน|,|ซ่อมแซม|,|ปะ|ต่อ.  |Syn. solderable adj. solderer n.
(โซ|ล|'|เจอะ) n. ทหาร|,|ทหารประจําการ|,|ผู้เชี่ยวชาญ|การทหาร|,|ผู้|รับใช้|,|มด|หรือ|ปลวก|ที่|มี|ขากรรไกร|แข็งแรง|,|มด|ทหาร|,|ปลวก|ทหาร vi. เป็น|ทหาร|,|ทํา|หน้าที่|ทหาร|,|หน่วงเหนี่ยว|งาน
n. ทหาร|รับจ้าง
(โซ|ล|'|เจอ|ลี) adj. เกี่ยวกับ|ทหาร|,|มี|ลักษณะ|ของ|ทหาร|,|กล้าหาญ|,|เห|มะ|สม|กับ|ทหาร.  |Syn. soldierliness n.
(โซ|ล|'|จะ|รี) n. เหล่า|ทหาร|,|หมู่|ทหาร|,|กองทหาร|,|การ|ฝึกฝน|ทาง|ทหาร|,|อาชีพ|ทาง|ทหาร|,|ความ|เชี่ยวชาญ|ทาง|ทหาร|  |Syn. soldiers
(โซ|ล) adj. เพียง|คน|เดียว|,|อัน|เดียว|,|คน|เดียว|,|โดดเดี่ยว n. ฝ่าเท้า|,|พื้น|รองเท้า|,|ส่วน|พื้น
(โซ|ล|'|ลี) adv. แต่|ผู้|เดียว|,|โดย|อัน|เดียว|,|โดดเดี่ยว|,|เพียง|หนึ่ง|เท่านั้น|,|เท่านั้น|,|โดย|เอกเทศ
(ซอ|ล|'|เลิม) adj. เคร่งขรึม|,|ขึงขัง|,|ถมึงทึง|,|น่า|ขนลุก|,|เอาจริงเอาจัง|,|เกี่ยวกับ|พิธี|ทาง|ศาสนา|,|ตาม|พิธี.  |Syn. solemnly adv. solemnness n.  |Syn. awesome|,|grave
(ซะลิส|'|ซิ|ท) vt.,|vi. เรียกร้อง|,|ชักชวน|,|ขอร้อง|,|วิงวอน|,|เชื้อเชิญ|,|จูงใจ|,|ล่อใจ|, (โสเภณี) ดึง|แขก|,|กระตุ้น|ใจ.  |Syn. solicitant n. solicitation n.
(ซะลิส|'|ซิ|เทอะ) n. ผู้|เรียกร้อง|, (ชักชวน|,|ขอร้อง|,|วิงวอน|,|เชื้อเชิญ|,|จูงใจ|,|ล่อใจ|,|กระตุ้น|ใจ) , (ใน|อังกฤษ) ทนายความ|ชั้น|รอง|ลง|มา|จาก|barrister|,|อัยการ.  |Syn. solictorship n.
n. (ใน|อังกฤษ) ตําแหน่ง|รอง|อธิบดี|กรม|อัยการ|,|  |Syn. Solicitor General n. (ใน|อเมริกา) รอง|อธิบดี|กรม|อัยการ
(ซะลิส|'|ซิ|ทัส) adj. เป็นห่วง|,|กังวล|,|ร้อนใจ|,|กระวนกระวาย|,|อยาก|,|ต้องการ|มาก|,|ระมัดระวัง|,|พิถีพิถัน|  |Syn. solicitously adv. solicitousness n.  |Syn. caring|,|concerned
(ซะลิส|'|ซิ|ทูด) n. ความ|เป็นห่วง|,|ความ|กังวลใจ|,|ความ|ร้อนใจ|,|ความ|กระวนกระวาย|,|ค|วา|ม่|อยาก|,|ความ|ต้องการ|มาก|,|เรื่อง|ที่|เป็นห่วง
(ซอ|ล|'|ลิด) adj. ของแข็ง|,|มี|สาม|มิติ (ความ|ยาว|,|ความ|กว้าง|และ|ความ|หนา) ,|เป็น|รูป|ตัน|,|แข็ง|,|แน่น|,|อัด|แน่น|,|ต่อเนื่อง|,|โดย|สิ้นเชิง|,|ไม่|มี|การ|แบ่งแยก|,|สมบูรณ์|,|ทั้งหมด|,|พร้อมเพรียง|กัน|,|เป็น|แบบ|เดียวกัน|,|มี|เหตุผล|,|ดี|,|มี|จิต|ปกติ|,|มี|ฐานะ|การเงิน|มั่นคง|,|ลูกบาศก์|,|รุนแรง|,|เป็น|เอกฉันท์|,|รวม|กัน
(ซอ|ล|'|ลิด|-) adj. ดู|เป็นปึกแผ่น|,|ดู|แน่นหนา|ดี|,|ดู|เป็นปึกแผ่น|กัน|ดี|,|ดู|มั่นคง|ดี
(ซอ|ลลิแด|'|ริ|ที) n. =|solidarism (ดู) ,|ความ|สัมพันธ์|กัน|  |Syn. stability|,|reliability
(ซะ|ลิด|'|ดะ|ไฟ) vt.,|vi. ทํา|ให้|เป็น|ของแข็ง|,|กลาย|เป็น|ของแข็ง|,|  |Syn. solidifiable adj. solidification n. solidifier n.  |Syn. harden
(ซะ|ลิด|'|ดิ|ที) n. ความ|เป็น|ของแข็ง|,|ความ|หนักแน่น|,|ความ|แข็งแรง|,|ความ|มั่นคง
(ซะลิล|'|ละ|ไควซ) vt.,|vi. พูด|กับ|ตัวเอง|,|พูด|คน|เดียว|,|รําพึง.  |Syn. soliloquist|,|soliloquizer n.
(ซะลิล|'|ละ|ควี) n. การ|พูด|กับ|ตัวเอง|,|การ|พูด|คน|เดียว|,|การ|รําพึง
(ซอ|ล|'|ลิ|เท|อ|รี) adj. โดดเดี่ยว|,|อัน|เดียว|,|สันโดษ|,|ไม่|มี|เพื่อน|,|เปลี่ยว|,|เงียบ|สงัด n. ผู้|ที่อยู่|คน|เดียว|,|ผู้|ที่อยู่|สัน|-|โดษ|,|การ|ขัง|เดี่ยว|  |Syn. solitarily adv. solitariness n. solitary confinement การ|ขัง|เดี่ยว
(ซอ|ล|'|ลิทูด) n. การ|อยู่|โดดเดี่ยว|,|ความ|สันโดษ|,|ความ|อ้างว้าง|,|สถานที่|วังเวง.  |Syn. solitudinous adj. solitudinarian n.  |Syn. privacy
(โซ|'|โล) n. เพลง|ร้อง|เดี่ยว|,|เพลง|บรรเลง|เดี่ยว|,|การ|แสดง|เดี่ยว|,|ลูก|เดี่ยว|,|การ|เล่น|ไพ่|คน|เดียว|,|การ|บิน|เดี่ยว adj.,|adv. เดี่ยว|,|โดดเดี่ยว|,|ไม่|มี|เพื่อน|,|เปลี่ยว|,|ลําพัง|,|อ้างว้าง vi. แสดง|เดี่ยว|,|ร้อง|เดี่ยว|,|บรรเลง|เดี่ยว pl. -|solos|,|-|soli
(โซ|'|โลอิสทฺ) n. ผู้แสดง|เดี่ยว|,|ผู้|เล่น|เดี่ยว|,|ผู้|บรรเลง|เดี่ยว|  |Syn. soloistic adj.
(ซอ|ล|'|สทิส) n. ระยะ|เวลา|ของ|ปี|ที่|ดวงอาทิตย์|อยู่|ห่าง|จาก|เส้น|ศูนย์สูตร|มาก|ที่สุด (ใน|ราว|วันที่ 21 มิถุนายน และ 22 ธันวาคม)|, จุด|ที่|ถึง|,|จุด|สุดยอด|,|จุด|ที่สุด|  |Syn. furthiest|,|point
(ซอ|ลสทิช|'|เชิล) adj. เกี่ยวกับ solstice (ดู)
(ซอ|ลลู|บิล|'|ลิ|ที) n. ความ|สามารถ|ใน|การ|ถูก|ละลาย|ได้
(ซอ|ล|'|ลูเบิล) adj. ละลาย|ได้|,|สามารถ|ถูก|ละลาย|ได้. n. สิ่ง|ที่|ละลาย|ได้|,|สาร|ที่|ละลาย|ได้|  |Syn. solubleness n. solubly adv.
(ซอ|ล|'|ลิวทฺ) n. ตัว|ละลาย|,|สารละลาย|ใน|solution adj. อิสระ|,|ไม่|ยึด|ติด|กับ|สิ่ง|อื่น
(ซอ|ลลิว|'|เชิน) n. ทางออก|,|วิธี|แก้|,|การ|แก้|ปัญหา|,|การ|อธิบาย|,|คําตอบ|,|วิธีการ|,|สารละลาย|,|การ|ละลาย|,|ส่วนผสม|เป็นเนื้อเดียวกัน|ของ|สาร|ตั้งแต่|สอง|อย่าง|ขึ้น|ไป.  |Syn. mix|,|mixture|,|compound|,|explanation
(ซอ|ล|'|วะเบิล) adj. แก้ไข|ได้|,|แก้|ปัญ|-|หา|ได้|,|ละลาย|ได้|  |Syn. solvability|,|solvableness n.
(ซอ|ลว) vt. แก้|ปัญหา|,|แก้ไข|,|แก้|,|อธิบาย|,|หา|คําตอบ.  |Syn. solver n.  |Syn. unravel
(ซอ|ล|'|เวิน|ซี) n. การ|ละลาย|,|ความ สามารถ|ใน|การ|ละลาย|ตัว|,|ความ|สามารถ|ใน|การ ชําระ|หนี้|ทั้งหมด
(ซอ|ล|'|เวินทฺ) adj. สามารถ|ละลาย|,|ทํา|ให้|ละลาย|,|สามารถ|ชําระ|หนี้. n. ตัว|ละลาย|,|ตัว|แก้|ปัญหา|,|สิ่ง|ที่|อธิบาย.
(โซ|แมท|'|ทิค) adj. เกี่ยวกับ|โพรง|ของ|ร่างกาย|,|เกี่ยวกับ|กาย|,|เกี่ยวกับ|ร่างกาย|,|เกี่ยวกับ|เซลล์|ที่|ไม่|ใช่|เซลล์|สืบพันธุ์ (germ cells)|  |Syn. corporeal
(ซัม) adj.,|pron. บาง|ส่วน|,|บาง|อัน|,|บาง|ชิ้น|,|มี|บ้าง|,|ไม่|แน่|,|ไม่|เจาะจง adv. ประมาณ|,|โดย|ประมาณ|,|คร่าว ๆ ,|ใน|ราว|,|ค่อนข้าง|  |Syn. certain
(ซัม|'|เวย์) adv. บาง|วิธี|,|บาง|วิธีการ|,|บาง|ประการ|  |Syn. somehow
(ซัม|'|บอด|ดี) pron.,|n. บาง|คน
adv. บาง|วัน
adv. ค่อนข้าง|,|ค่อนข้าง|จะ
(ซัม|'|เฮา) adv. ด้วย|เหตุใด|เหตุ|หนึ่ง|,|ด้วย|เหตุผล|บาง|ประการ
(ซัม|'|วัน) pron. บาง|คน|,|บาง|บุคคล|,|คน|นั้น|คน|นี้
(ซัม|'|เพล|ส) adv. บางที|,|บางแห่ง
(ซัม|'|เมอะ|ซอ|ลทฺ) vi.,|n. (การ) ตีลังกา|,|หกคะเมน|,|เปลี่ยนแปลง|สิ้นเชิง.  |Syn. somerset|,|summersault|,|summerset
(ซัม|'|เมอะ|ซิ|ท|,|-|เซ|ท) n.,|vi. =|somersault
(ซัม|'|ธิง) pron.,|n.,|adv. บาง|สิ่ง|,|บาง|อย่าง|,|จํานวน|เพิ่มเติม|,|ใน|บาง|กรณี|,|ค่อนข้าง|จะ
(ซัม|'|ไท|มฺ) adv. บาง|ครั้ง adv. เมื่อก่อน|,|แต่ก่อน|,|อดีต|  |Syn. occasionally
(ซัม|'|ไท|มซ) adv. บาง|ครั้ง|,|บาง|คราว|,|บาง|โอกาส|,|บาง|ท|'
(ซัม|'|เวย์) adv. บาง|วิธี|,|บาง|วิธีการ|,|บาง|ประการ|  |Syn. somehow
(ซัม|'|เวย์) adv. บาง|วิธี|,|บาง|วิธีการ|,|บาง|ประการ|  |Syn. somehow
adv. ค่อนข้าง|,|บ้าง|,|บาง|ส่วน. n. บาง|ส่วน|,|บาง|ตอน|,|บาง|ขนาด
(ซัม|'|-) adv. =|sometime (ดู)| 
adv. บางแห่ง|,|บาง|ที่|,|ที่ใด|ที่|หนึ่ง n. ที่|ที่|ไม่|แน่นอน|,|ที่ใด|ที่|หนึ่ง
(-|ซ) adv. =|somewhere (ดู)| 
(ซัม|'|วิธเธอะ) adv. บางแห่ง|,|บาง|ที่|,|บาง|สถานที่|,|บาง|ทิศทาง (somewhere)| 
(ซัม|'|ไว|ซ) adv. =|somehow (ดู)| 
(ซอ|ม|แนม|'|บิ|วเลท) vi. เดิน|หลับ|,|เดิน|ละเมอ.  |Syn. somnambulance n. somnambulant adj.,|n. somnambulation. somnambulator n.
(ซอ|ม|แนม|'|บิ|วลิส|ซึม) n. การ|เดิน|หลับ|,|การ|เดิน|ละเมอ โรค|เดิน|หลับ|หรือ|เดิน|ละเมอ|  |Syn. somnambulist n. somnambulistic adj.
(คํา|เสริม|หน้า) '|หลับ|'
(ซอ|มนิฟ|'|เฟอรัส) adj. ทํา|ให้|หลับ|,|ทํา|ให้|ง่วง|หลับ.
(ซอ|มนิฟ|'|ฟิค) adj. ทํา|ให้|หลับ|,|ทํา|ให้|ง่วง|หลับ|  |Syn. soporific
(ซอ|ม|'|นะ|เลินทฺ) adj. ง่วง|,|ง่วง|หลับ|,|ง่วงนอน|,|อยาก|จะ|นอน|,|ทํา|ให้|หลับ.  |Syn. somenolence|,|somnolency n.  |Syn. sleepy
(ซัน) n. บุตรชาย|,|คํา|ที่|ใช้|เรียก|คน|ผู้ชาย|หรือ|เด็ก|ผู้ชาย|ที่|มี|อาวุโส|น้อย|,|The Son พระ|เยซู|คริสต์.
n. วาย|ร้าย|,|อ้าย|หมา|,|อ้าย|สัตว์ pl. sons of bitches
n. มนุษย์|,|มนุษย์|เดิน|ดิน
n. คน|ผิว|ดํา
n. พระ|เยซู|คริสต์|  |Syn. Jesus Christ
n. วาย|ร้าย|,|อันธพาล|,|คํา|ที่|ใช้|ทักทาย (เจ้า|นั่น|เจ้า|นี่) pl. sons of gun
n. พระ|เยซู|คริสต์
(ซัน|'|อิน|ลอ) n. ลูก|เขย pl. sons|-|in|-|law
(โซ|'|เนิน|ทฺ) n.,|adj. (ออก) เสียง|รัว|,|เสียง|สั่น|,|เสียง|พยางค์|,|พยัญชนะ|ที่|ออก|เสียง|ได้|โดย|ไม่|มี|สระ|  |Syn. sonantal|,|sonantic adj.
(โซ|'|นาร์) n. (ย่อ|มา|จาก SOund NAvigation Ranging) ระบบ|การ|หา|ตําแหน่ง|วัตถุ|ใต้|น้ํา|โดย|การ|ส่ง|คลื่น|เสียง|และ|รับ|เสียงสะท้อน|,|เครื่องมือ|ที่|ใช้|ใน|ระบบ|ดังกล่าว
(ซะ|นา|'|ทะ) n. ทํานอง|เพลง|ผสมผสาน (โดยเฉพาะ|ของ|เปียโน)| 
(ซอง) n. เพลง|,|ดนตรี|ขับร้อง|,|สิ่ง|ที่|ร้อง|,|เสียง|เพรียก|ร้อง|ของ|นก แมลง|หรือ|อื่น ๆ| 
n. หนังสือ|เพลง|,|รวม|เพลง
n. นก|ที่|เพรียก|ร้อง
adj. เต็มไปด้วย|เพลง|,|เป็น|ทํานอง|เพลง.  |Syn. melodious
(ซอง|'|ส|มิ|ธ) n. นักแต่งเพลง
n. นักร้อง|,|นักแต่งเพลง|,|นัก|แต่ง|บทกวี|  |Syn. singer|,|poet
n. นักร้อง|หญิง (โดยเฉพาะ|ที่|ร้องเพลง|ยอด|นิยม) ,|นักแต่งเพลง|หญิง
(ซอน|'|นิค) adj. เกี่ยวกับ|เสียง|,|เกี่ยวกับ|ความ|เร็ว|ที่|เท่า|กับ|ความ|เร็ว|ของ|เสียง
(ซะนิฟ|'|เฟอรัส) adj. นํา|เสียง|,|ให้|กําเนิด|เสียง
(ซอน|'|นิท) n.,|vi.,|vt. (ประพันธ์|,|เฉลิมฉลอง) โครง 14 บรรทัด
(ซัน|'|นี) n.อ้าย|หนู|,|น้อง|ชาย (little son)| 
(ซะ|นอ|'|ริ|ที) n. ความ|กังวาน|,|ความ|ดัง|สนั่น
(ซะ|นอ|'|รัส) adj. กังวาน|,|ดัง|สนั่น|,|มี|เสียง|ดัง|,|ซึ่ง|สามารถ|เปล่ง|เสียง|ออก|มา|ได้.  |Syn. sonorousness n.
(ซูน) adv. ใน|ไม่|ช้า|,|ไม่|นาน|,|มิ|ช้า|มิ|นาน|,|เร็ว|,|ก่อน|กําเนิด|,|ใน|อนาคต|อัน|ใกล้|,|รวดเร็ว|,|ฉับพลัน|,|พร้อมเพรียง|,|โดย|เต็มใจ|,|ทันที|, sooner of later ใน|ที่สุด มิ|ช้า|มิ|นาน|  |Syn. shortly
(ซู|'|เนอะ) n. ผู้|ที่|เข้า|ครอบครอง|ที่ดิน|ของ|รัฐ|ก่อน|ได้|รับ|อนุญาต|,|ผู้|เข้า|จับจอง|ที่ดิน|ของ|รัฐ
(ซูท) n. ขี้เขม่า|,|เขม่า|ดํา|,|เขม่า|ถ่านหิน|,|เขม่า|ถ่าน vt. ทา|ด้วย|ขี้เขม่า|  |Syn. ashes
(ซูธ) n. ความจริง|,|ความ|เป็นจริง|,|ข้อเท็จจริง. adj. ละมุนละไม|,|อ่อนหวาน|,|ปลอบโยน|,|จริง|,|แท้จริง.  |Syn. soothly adv.  |Syn. truth
(ซูธ) vt.,|vi. ปลอบ|,|ปลอบโยน|,|ปลอบขวัญ|,|ประโลม|ใจ|,|ทํา|ให้|บรรเทา|,|ลด.  |Syn. soother n. soothingly adv. soothingness n.  |Syn. calm|,|allay
(ซูธ|'|ธิง) adj. มี|ลักษณะ (ปลอบ|,|ปลอบโยน|,|ปลอบขวัญ|,|ประโลม|ใจ|,|ทํา|ให้|บรรเทา|,|ลด)|  |Syn. relieving|,|alleviative|,|emollient
(ซูธ|'|เซ) vi. คาดการณ์|,|ทํานาย|,|พยากรณ์|  |Syn. foretell|,|events|,|predict
(ซูธ|'|เซ|เออะ) n. ผู้|คาดการณ์|ล่วงหน้า|,|ผู้ทํา|นาย|,|ผู้|พยากรณ์.  |Syn. prophet
(ซูท|'|ที) adj. เป็น|เขม่า|ดํา|,|คล้าย|เขม่า|ดํา|,|คล้าย|ขี้เขม่า|,|ปกคลุม|หรือ|ทา|ด้วย|ขี้เขม่า.  |Syn. sootily adv. sootiness n.  |Syn. black
(ซอ|พ) n. ชิ้น|ขนม (โดยเฉพาะ|ขนมปัง) สําหรับ|จุ่ม|ลง|ใน|อาหาร|เหลว|,|สิ่ง|ที่|เปียก|โชก|,|สิ่ง|ที่|ทํา|ให้|บรรเทา|,|สินบน|,|สิ่ง|ที่|ใช้|สงบ|ประสาท|,|คน|อ่อนแอ|,|คน|ขี้|เหล้า vt. จุ่ม|ขนม (โดยเฉพาะ|ขนมปัง) ลง|ใน|อาหาร|เหลว|,|จุ่ม|,|แช่|,|ทํา|ให้|เปียก|โชก|,|ดูดซึม|,|ดูดซับ|,|ทํา|ให้|บรรเทา|,|ให้|สินบน vi. เปียก|โชก|,|เปียก
(ซอ|ฟ|'|ฟิส|ซึม) n. การ|โต้แย้ง|โดย|อ้าง|เหตุผล|ผิด ๆ ,|การ|อ้าง|เหตุผล|ผิด ๆ ,|การ|หลอกลวง|,|การ|ตบตา|  |Syn. fallacy|,|false argument
(ซอ|ฟ|'|ฟิสทฺ) n. (ประวัติศาสตร์|กรีก) ชนชั้น|อาจารย์|ปรัชญา|และ|ศิลปะ|การ|พูด
(ซะฟิส|'|ทิค|,|-|เคิล) adj. ตอบโต้|ด้วย|คารม|ที่|อ้าง|เหตุผล|ผิด ๆ ,|เกี่ยวกับ|sophistry (ดู) ,|เกี่ยวกับ|sophistist (ดู)|  |Syn. sophistically adv.  |Syn. fallacious
(ซะฟิส|'|ทิค|,|-|เคิล) adj. ตอบโต้|ด้วย|คารม|ที่|อ้าง|เหตุผล|ผิด ๆ ,|เกี่ยวกับ|sophistry (ดู) ,|เกี่ยวกับ|sophistist (ดู)|  |Syn. sophistically adv.  |Syn. fallacious
(ซะฟิส|'|ทิเคท) n. ผู้|ช่ําชอง|โลก. adj. ช่ําชอง|โลก vt. ทํา|ให้|ช่ําชอง|โลก|,|อ้าง|เหตุผล|ผิด ๆ ,|เจือปน|,|ทํา|ให้|ขาด|ความ|ไร้เดียงสา|,|ทํา|ให้|ขาด|ลักษณะ|ธรรม|ชา|ต|'
(ซะฟิส|'|ทิเค|ทิด) adj. ช่ําชอง|โลก|,|มี|ลักษณะ|ของ|ชาวกรุง|,|ขาด|ความ|ไร้เดียงสา|,|ขาด|ลักษณะ|ธรรมชาติ|,|ซึ่ง|อ้าง|เหตุผล|ผิด ๆ ,|ตบตา|,|หลอกลวง|,|ทํา|ให้|หลงผิด|,|ซับซ้อน.  |Syn. sophisticate.
(ซะฟิสทิเค|'|เชิน) n. ลักษณะ|ที่|ช่ําชอง|โลก|,|ลักษณะ|ชาวกรุง|,|การ|ขาด|ความ|ไร้|-|เดียงสา|,|การ|ขาด|ลักษณะ|ธรรมชาติ|,|การ|เปลี่ยน|จาก|ลักษณะ|ธรรมชาติ|,|การ|อ้าง|เหตุผล|ผิด ๆ| 
(ซอ|ฟ|'|ฟะ|มอ|รฺ) n. นักเรียน|หรือ|นักศึกษา|ปี|ที่ 2
(ซอ|พพะ|ริ|ฟ|'|ฟิค) adj. ทํา|ให้|หลับ|,|ทํา|ให้|ง่วง|หลับ|,|ทํา|ให้|หลับ|ใหล|,|ทํา|ให้|เซื่องซึม. n. ยานอนหลับ|,|ยา|ที่|ทํา|ให้|ง่วงนอน|,|สิ่ง|ที่|ทํา|ให้|ง่วง|หลับ|หรือ|เซื่องซึม -|soporifically adv.
(ซอ|พ|'|พิง) adj. เปียก|ชุ่ม|,|เปียก|โชก
(ซอ|พ|'|พี) adj. เปียก|ชุ่ม|,|เปียก|โชก|,|เปียก|ชื้น|,|มี|ฝน|ตก|มาก|,|มี|อารมณ์|อ่อนไหว|มาก|เกิน|ไป|,|ซาบซึ้ง|ใจ|มาก|เกิน|ไป|,|เศร้าหมอง.  |Syn. soppiness n.
(ซะ|แพ|รน|'|โน) n. เสียงสูง|สุด|,|เสียงร้อง|สูงสุด (ของ|ผู้หญิง|หรือ|เด็ก|ผู้ชาย) ,|ส่วน|ของ|เสียง|ดังกล่าว|,|ผู้|ร้อง|เสียงสูง|สุด adj. เกี่ยวกับ|เสียงสูง|สุด
(ซอ|ร|'|เซ|อเรอะ) n. หมอผี|,|พ่อ|มด|,|ผู้|วิเศษ|,|ผู้|เล่นกล.  |Syn. sorceress
(ซอ|ร|'|ซะ|รี) n. วิชา|หมอผี|,|วิชา|พ่อ|มด|,|เวทมนตร์|คาถา|,|เวทมนตร์.  |Syn. sorcerous adj. sorcerously adv.  |Syn. conjuration
(ซอ|รฺ|'|ดิด) adj. สกปรก|,|โสมม|,|เลวทราม|,|ชั่วร้าย|,|ชั่วช้า|,|เห็นแก่ตัว|,|รับจ้าง.  |Syn. sordidness n.  |Syn. contemptible
(ซอร์) adj. ปวด|,|เจ็บปวด|,|เจ็บแสบ|,|เจ็บใจ|,|ระทมทุกข์|,|อุ่นใจ|,|โกรธแค้น|,|ทํา|ให้|ระคายเคือง|,|รุนแรง|,|อย่างยิ่ง. n. ความ|เจ็บปวด|,|เรื่อง|เจ็บปวด|,|แหล่ง|ระทมทุกข์. adv. อย่าง|เจ็บปวด.  |Syn. soreness n.  |Syn. inflammation|,|lesion|,|bruise
(ซอ|รฺ|'|กัม) n. ข้าวฟ่าง|,|ข้าว|สมุทร|โค|ดม
(ซะ|รอ|'|ริ|ทิ) n. สมาคม|หญิง|หรือ|สโมสร|หญิง (โดยเฉพาะ|ใน|โรงเรียน วิทยาลัย|หรือ|มหาวิทยาลัย)| 
(ซอ|'|เริล) n. สีน้ํา|ตาล|อม|แดง|อ่อน|,|ม้า|สี|ดังกล่าว|}
(ซอ|'|ริ|ลี) adv. อย่าง|เสียใจ|,|อย่าง|เศร้าใจ|,|อย่าง|น่า|เสียใจ|,|อย่าง|น่า|สมเพช|  |Syn. regretfully
(ซอ|'|ริ|นิส) n. ความ|เสียใจ|,|ความ|เศร้าใจ|,|ความ|น่า|เสียใจ|,|ความ|เศร้าโศก
(ซอ|'|โร) n. ความ|เสียใจ|,|ความ|เศร้าใจ|,|ความ|ระทมทุกข์|,|ความ|เศร้าโศก|  |Syn. sorrower n.  |Syn. woe|,|sadness
(ซอ|'|ระ|ฟู|ล) adj. เสียใจ|,|เศร้าใจ|,|ระทมทุกข์|,|เศร้าโศก|,|ระทมทุกข์.  |Syn. ness n.  |Syn. sad
(ซอ|'|รี) adj. เสียใจ|,|เศร้าใจ|,|น่า|สมเพช|,|น่า|สงสาร|  |Syn. regretful|,|sympathetic)| 
(ซอร์ท) n. ชนิด|,|ประเภท|,|จําพวก|,|ตัวอย่าง|,|ลักษณะ|,|ท่าทาง|,|อากัปกิริยา vt. แยกประเภท|,|แยก|กลุ่ม แบ่ง|กลุ่ม. vi. คบค้าสมาคม|,|ผสมผสาน|,|ผูก|มิตร|กับ|,|เหมาะ|กับ|,|ตกลง. -|Phr. (of sorts ชนิด|เลว|หรือ|ปานกลาง) -|Phr. (sort of ค่อนข้าง|ทีเดียว)|  |Syn. sortable adj.
(ซอร์|'|ที) n. การ|ฝ่า|วงล้อม|ออก|ไป|โจมตี|ผู้|โอบล้อม|,|กลุ่ม|ทหาร|ที่|ฝ่า|วงล้อม|ดังกล่าว|,|เที่ยวบิน|ปฎิบัติ|การ. vi. ฝ่า|วงล้อม|,|บิน|ปฎิบัติ|การ|  |Syn. foray
(เอส|โอเอ|ส|') n. สัญญาณ|ขอ|ความ|ช่วยเหลือ|เมื่อ|มี|ภยันตราย|เกิด|ขึ้น (กับ|เรือ|หรือ|เครื่องบิน) ,|สัญญาณ|ขอ|ความ|ช่วยเหลือ|,|การ|ขอ|ความ|ช่วยเหลือ
(ซูเฟล|'|,|ซู|'|เฟล) adj. (อาหาร) ตี|ให้|เป็น|ฟอง|,|ตี|ไข่|และ|น้ํานม|ให้|เป็น|ฟอง. n. อาหาร|ตี|ให้|เข้า|กัน|,|ไข่ทอด|ฟู|  |Syn. puffed up
(เซา|,|ซัฟ) vi. เกิด|เสียง|ซู่ซ่า|,|ทํา|เสียง|อุบ|-|อิบ|,|ทํา|เสียง|น้ํา|ไหล|ใน|ลําธาร. n. เสียง|ดังกล่าว.  |Syn. fully adv.
(ซอ|ท) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ seek
(โซ|ล) n. วิญญาณ|,|จิตวิญญาณ|,|พลังจิต|,|มนุษย์|,|บุคคล|,|ส่วน|ที่|สําคัญ|,|แก่นสาร|,|แบบฉบับ|, Soul พระผู้เป็นเจ้า. adj. เกี่ยวกับ|นิ|โก|ร|,|เป็น|ลักษณะ|ของ|นิ|โก|ร|,|คุ้นเคย|กับ|นิ|โก|ร|,|เห็นอกเห็นใจ|นิ|โก|ร|  |Syn. spirit|,|basis|,|essence|,|person
n. ชาว|นิ|โก|ร (ใน|อเมริกา)| 
n. การ|จูบ|โดย|ใช้|ลิ้น|ดุน|กัน
n. คู่รัก|,|คน|ที่รัก|กัน|มาก
(โซ|ลดิสท|รอย|'|อิง) adj. บั่นทอน|จิตใจ|,|ทําลาย|วิญญาณ|,|ทําลาย|หัวใจ
(โซ|ล|'|ลิส) adj. ไม่|มี|จิตวิญญาณ|,|ไม่|มี|จิตใจ|,|ไร้|ความรู้สึก|,|ไร้|ความ|ปรานี|,|ชั่วช้า|  |Syn. soullessness n.
(เซาน์ดฺ) n. เสียง vi.,|vt. ทํา|ให้|เกิด|เสียง|,|ปล่อย|เสียง|,|ได้ยิน|,|ประกาศ|,|ป|รา|กฎ|,|ประกาศ|,|ออก|เสียง|,|ใช้|เครื่องตรวจ|ฟัง|เสียง|,|adj. แข็งแรง|,|มี|สุขภาพ|ดี|,|สมบูรณ์|,|ไม่|มี|โรค|,|มี|ฐานะ|การเงิน|ดี|,|มี|ความ|สามารถ|,|ไม่|มี|ข้อบกพร่อง|,|ชอบด้วยกฎหมาย|,|ไม่|ถูก|ขัดขวาง|,|ไม่|ถูก|รบกวน|,|ถ้วน|ทั่ว|,|ตลอด vt.
แผ่น|วงจร|เสียง|หมายถึง แผ่น|วงจร|ที่|สามารถ|เพิ่ม|เข้า|ไป|ใน|ฮาร์ดแวร์ เพื่อให้|คอมพิวเตอร์|สามารถ|มี|เสียง|ได้
n. ลูก|บอลลูน|ตรวจสอบ|อากาศ|ที่|สูง
n. ตะกั่ว|หรือ|เครื่อง|ถ่วง|อื่น ๆ ที่|ติด|กับ|สาย|เชือก|หรือ|ลวด|เพื่อ|หยั่ง|ความ|ลึก
n. สาย|เชือก|หรือ|ลวด|ที่|ผูก|ตะกั่ว|หรือ|เครื่อง|ถ่วง|ตอน|ปลาย|เพื่อ|หยั่ง|ความ|ลึก
(เซา|นดฺ|'|ลิส) adj. ไม่|มี|เสียง|,|ปลอด|เสียง|,|เงียบ|,|สงบ|,|ลึก|มาก|,|สุด|ที่|จะ|หยั่ง|ถึง|,|ล้ํา|ลึก.  |Syn. soundlessness n.  |Syn. silent
adj. เสียง|ไม่|สามารถ|ผ่าน|ได้|,|กัน|เสียง.vt. ทํา|ให้|กัน|เสียง|,|ไม่|ให้|เสียง|ผ่าน|  |Syn. soundproofing n.
(ซูพ) n. ซุป|,|น้ําแกง|,|สิ่ง|ที่|เหมือน|น้ําแกง|,|หมอก|หนา|,|กําลัง|เสริม (โดยเฉพาะ|กําลังม้า)| 
(เซา|'|เออะ) adj. เปรี้ยว|,|บูดบึ้ง|,|บูด|,|ฟู|ขึ้น|,|ไม่|สมใจ|,|ไม่|มี|รส|ชาด|,|เลว|,|มี|อารมณ์|บูดบึ้ง|,|ขุ่นเคือง n. สิ่ง|ที่|เปรี้ยว vi.,|vt. (ทํา|ให้) กลาย|เป็น|เปรี้ยว|,|หมัก|,|หมัก|ฟู|,|ทํา|ให้|เสื่อมเสีย|,|ทํา|ให้|เปรอะเปื้อน|, (ดิน) เป็น|กรด|มาก|เกิน|ไป|,|ทํา|ให้|เน่า|,|ทํา|ให้|ขมขื่น|,|ทํา|ให้|ขุ่นเคือง.
n. รังเกียจ|สิ่ง|ที่|ตัวเอง|ไม่|มี|หรือ|ไม่|สามารถ|มี|ได้|,|องุ่น|เปรี้ยว
(ซอร์ส) n. แหล่ง|,|แหล่ง|ที่มา|  |Syn. fountain|,|origin
รหัส|ต้นฉบับ|รหัส|ต้นทาง|หมายถึง แฟ้มข้อมูล|ที่|เป็น|ตัว|ต้นฉบับ|ของ|โปรแกรม|ใด|โปรแกรม|หนึ่ง พูด|ง่าย ๆ ก็|คือ|เป็น|โปรแกรม|ที่|เครื่อง|แปล|เป็น|ภาษาเครื่อง (machine language) เรียบร้อย|แล้ว
จาน|บันทึก|ต้นแบบ|หมายถึง จาน|บันทึก|แผ่น|ที่|เป็น|แบบ|ที่|จะ|ใช้|คัดลอก ถ้า|เป็น|จาน|บันทึก|แผ่น|ที่|จะ|คัดลอก|ลง เรียก|ว่า target diskette|ดู target diskette เปรียบเทียบ
(เซา|ซฺ) vt.,|vi.,|n. (การ) จุ่ม|,|แช่|,|กด|น้ํา|,|สาด|น้ํา|,|จิ้ม|,|ลวก|,|ชง|,|โกรก|,|ทํา|ให้|เปียก|ชุ่ม|,|ทํา|ให้|เมา|,|ทํา|ให้|มึนเมา|,|น้ําจิ้ม|,|ขี้เมา.  |Syn. ret|,|steep|,|drench
(เซา|ธฺ) n.,|adj.,|adv. ทิศใต้|,|ใต้|,|ภายใต้|vi. หัน|ไป|ทาง|ทิศใต้
n. ทะเล|ที่อยู่|ทาง|ใต้|ของ|เส้น|ศูนย์สูตร
(เซา|ธฺ|อีส|ทฺ|') n.,|adv. (ไป|หรือ|มา|จาก) ทิศตะวันออกเฉียงใต้|,|อาคเนย์|,|ภาค|อาคเนย์|,|  |Syn. southeastern adj. southeasternmost adj.
n. เอเซียอาคเนย์|,|ประเทศ|และ|ดินแดน|ใน|บริเวณ|ทิศตะวันออกเฉียงใต้|ของ|ทวีป|เอเซีย (ได้แก่|บรูไน|,|พม่า|,|เขมร|,|อินโดนีเซีย|,|ลาว|,|ไทย|,|มาเลเซีย|,|ฟิลิปปินส์|,|ตี|มอร์|,|สิง|ค|โป|ร|,|เวียดนาม) . -|Sountheast Asian
(เซา|ธ|อีส|'|เทอะ) n. ลม|หรือ|พายุ|จาก|ทาง|ทิศตะวันออกเฉียงใต้|  |Syn. wind
(เซา|'|เธอะ) n. ลม|หรือ|พายุ|จาก|ทาง|ใต้
(เซา|'|เธอ|ลี) adj.,|adv. ทาง|ทิศใต้|  |Syn. southerliness n.
(เซา|'|เธิร์น) adj. ไป|ยัง|ทิศใต้ n. ชาว|ใต้|,|ชาว|ปักษ์ใต้|,|ภาษา|ปักษ์ใต้
n. ซีกโลก|ใต้|ระหว่าง|ขั้วโลก|ใต้|กับ|เส้น|ศูนย์สูตร
n. ชาว|ปักษ์ใต้|,|ประชาชน|ที่อยู่|ใน|ภาค|ใต้|,
adj. =|southerly (ดู)| 
adj. ใต้|สุด
(เซา|ธฺ|'|พอ) n. บุคคล|ผู้|ถนัดมือ|ซ้าย adj. มือ|ซ้าย|,|ถนัด|ซ้าย
adj.,|adv.,|n. ไป|ทาง|ใต้|,|ภาค|ใต้
adj.,|adv. ไป|ทาง|ใต้
adv. ไป|ทาง|ใต้
n. ทิศตะวันตกเฉียงใต้|,|บริเวณ|ทิศตะวันตกเฉียงใต้|,|  |Syn. southwestern adj. southwesterner n.
n. ลม|หรือ|พายุ
(ซูวะเนียร์|') n. ของที่ระลึก|,|ของ|ที่|เป็น|อนุสรณ์|,|ความทรงจํา|,|ที่|ระลึก|  |Syn. memento
(ซอ|ฟ|'|เวอเรน) n.,|adj. (เกี่ยวกับ) กษัตริย์|,|รัฎฐาธิปัตย์|,|ผู้|มี|อํานาจ|สูงสุด|ของ|ประเทศ|,|ผู้ปกครอง|ประเทศ|,|ซึ่ง|มี|อํานาจ|สูงสุด|,|สูงสุด|,|ใหญ่|ยิ่ง|ที่สุด|,|เหนือกว่า|สิ่ง|อื่น ๆ ทั้งหมด|,|ม|'|อํานาจ|การ|ปกครอง|ตัวเอง|ที่|อิสระ|,|โดย|สิ้นเชิง|,|โดย|ครบถ้วน|,|ม|'|ประสิทธิภาพ.
(ซอ|ฟ|'|เวอเรน|ที) n. อํานาจ|กษัตริย์|,|อํานาจ|รัฎฐาธิปัตย์|,|อํานาจ|สูงสุด|ใน|การ|ปกครอง|ประเทศ|,|อํานาจ|อธิปไตย|,|รัฐ|หรือ|ประเทศ|ที่|มี|อํานาจ|อธิปไตย|,|รัฐ|หรือ|ประเทศ|ที่|มี|อํานาจ|ใน|การ|ปกครอง|ตัวเอง|โดย|อิสระ
(โซ|'|เวียต) n. ประเทศ|โซเวียต
(โซ) {|sowed|,|sown|/|sowed|,|sowing|,|sows|} vt.,|vi. หว่าน|,|หว่าน|เมล็ด|,|เพาะ|เมล็ด|,|ทํา|ให้|กระจาย .n. สุกร|ตัวเมีย|,|แม่|สุกร|ตัว|ใหญ่|,|ร่อง|ไหล|ของ|เหล็ก|หลอม|,|เหล็ก|หลอม|ที่|แข็งตัว|ใน|ร่อง|รวม|  |Syn. sowable adj. sower n.  |Syn. plant
(โซน) v. กริยา|ช่อง 3 ของ sow
(ซอย) n. น้ํา|ซอส|ถั่ว|เหลือง|,|น้ํา|ซี|อิ้ว|,|ถั่ว|เหลือง|,|ถั่ว|แระ|  |Syn. soybean
(ซอย|'|ยะ) n. =|soybean (ดู)| 
(ซอย|'|บีน) n. ต้น|ถั่ว|เหลือง (glycine Soja) ,|เมล็ด|ถั่ว|เหลือง|  |Syn. soja|, soya
n. น้ํามันถั่ว|เหลือง
(ส|พา) n. น้ําพุ|แร่|,|บ่อน้ํา|แร่|,|สถานที่|มี|บ่อน้ํา|แร่|,|โรงแรม|หรูหรา|,|โรงแรม|พักฟื้น|ที่|มี|บ่อน้ํา|แร่
(สเพสฺ) n. อวกาศ|,|ช่องว่าง|,|ที่|ว่างเปล่า|,|ที่นั่ง ช่องว่าง|ระหว่าง|บรรทัด|,|ระยะ|ห่าง|,|ระยะ|ช่อง|,|ระยะ|ทาง|,|ระยะ|เวลา|,|หน้ากระดาษ|,|สลัก|เปิด vt.,|vi. เว้น|ช่อง|,|เว้น|ช่อง|บรรทัด|,|เว้น|ระยะ|,|เว้น|วรรค adj. เกี่ยวกับ|ช่องว่าง|,|เกี่ยวกับ|อวกาศ|  |Syn. range|,|area|,
ช่องว่าง (ตัว|อักขระ) ใน|ภาษาอังกฤษ หมายถึง ช่องว่าง|ระหว่าง|คํา|ที่|เกิด|จาก|การ|กด|ที่|คาน|เคาะ ใน|ภาษาไทย มี|ความหมาย|เหมือน "|เว้น|วรรค|" ช่องว่าง|นี้ คอมพิวเตอร์|จะ|ถือ|ว่า|เป็น|อักขระ|ตัว|หนึ่ง|เหมือน|กัน (เหมือน|ตัวอักษร A B C D)| 
n. กระสวย|อวกาศ (เครื่องบิน|และ|ยานอวกาศ|ลํา|แรก|ของ|โลก|โดย|อเมริกา|ใน|ป|' ค.ศ.1981)| 
คาน|เคาะ|เป็น|แป้น|ยาว ๆ ด้าน|ล่าง|ของ|แผง|แป้น|อักขระ (keyboard) การ|กด|แป้น|นี้|แต่ละ|ครั้ง จะ|ทํา|ให้|เกิด|ช่องว่าง 1 ช่อง ใช้|เมื่อ|ต้องการ|เว้น|วรรค หรือ|แยกตัว|อักษร|ออก|จาก|กัน
(สเพส|'|ลิส) adj. ไม่|มี|ขอบเขต|,|ไม่|มี|ที่|สิ้นสุด|,|ไม่|มี|ช่องว่าง|  |Syn. limitless
(สเพส|'|เมิน) n. นักบิน|อวกาศ pl. spacemen
(สเพสฺ|'|ซิ|ง) n. การ|เว้น|วรรค|,|การ|เว้น|ช่อง|,|สิ่ง|ที่|เว้น|วรรค|,|สิ่ง|ที่|เว้น|ช่อง|,|การ|จัด|ให้|มี|ช่อง|,|การ|ปรับ|วรรค|ตอน|,|การ|ปรับ|ระยะ
(สเพ|'|เชิส) adj. มี|เนื้อที่|มาก|,|กว้างขวาง|,|กว้างใหญ่|ไพศาล|  |Syn. spaciousness n.  |Syn. capacious
(สเพด) n. เสียม|,|พลั่ว|,|จอบ|,|เครื่อง|ขูด|,|เครื่อง|แซะ|,|รูป|โพ|ดํา|,|ไพ่|โพ|ดํา vt. ขุด|หรือ|แซะ|ด้วย|เสียม (พลั่ว|,|จอบ...) . -|Phr. (call a spade a spade เรียก|ทื่อ ๆ ,|พูด|ตรงไปตรงมา|,|พูด|อย่าง|โผงผาง)|  |Syn. spades n.,|pl. ชุด|ไพ่|โพ|ดํา|,|นิ|โก|ร spader n.
(สพะ|เก|ท|'|ที) n. อาหาร|เส้น|ยาว|อิตาลี|ที่|ใช้|กิน|กับ|เนื้อ มะเขือเทศ|และ|อื่น ๆ ,|หลอด|ฉนวน|เล็ก ๆ| 
รหัส|ส|ปา|เก|ตตี้|หมายถึง โปรแกรม|ที่|เขียน|ขึ้น|โดย|ไม่|มี|ตรรกะ ไม่|มี|หลักเกณฑ์ ขาด|ระเบียบ ไม่|มี|เทคนิค|ใน|การ|ใช้|โปรแกรม|โครงสร้าง (คงจะ|หมายถึง|ว่า พัน|กัน|ยุ่งเหยิง|เหมือน|กับ|เส้น|ส|ปา|เก|ตตี้)| 
(สเพค) v. กริยา|ช่อง 2 ของ speak
(ส|แพน) n. ช่วง|ห่าง|,|กว้าง|หนึ่ง|คืบ (ประมาณ|9|นิ้ว) ,|การ|ขยาย|ปีก|,|ระยะ|เวลา|,|ระยะ|กว้าง|,|ก้าว|,|สมัย|,|ชั่ว|อายุ vt. วัด|เป็น|คืบ|,|ประเมิน|ค่า|,|วัด|ทอด|ข้าม|,|ก้าว|ข้าม|  |Syn. stretch
(ส|แพน|'|เยิล) n. สุนัข|ขนาด|เล็ก|หรือ|ปานกลาง|ชนิด|หนึ่ง|ที่|มี|ขน|ยาว และ|หู|ยาน|,|บุคคล|ที่|ยอมตาม|ผู้อื่น
(ส|แพน|'|นิช) adv. เกี่ยวกับ|สเปน (ประชาชน|,|ภาษา|,|วัฒนธรรม|และ|อื่น ๆ) . n. ชาว|สเปน|,|ภาษาสเปน
n. แมลงวัน|สเปน|/|ใช้|เป็น|ยา|ขับ|ปัสสาวะ|และ|ขับ|เห|งือ|หรือ|กระตุ้น|กาม
(ส|แพง|คฺ) vt. ตี|ก้น|,|ไป|อย่าง|รวดเร็ว|, (ม้า) วิ่ง|เร็ว n. การ|ตี|ก้น
(ส|แพน|'|เนอะ) n. ผู้|วัด|ด้วย|คืบ|,|ผู้|ประเมิน|,|ผู้|วัด|,|เครื่องวัด|,|กุญแจเลื่อน|,|กุญแจปากตาย|,|คีม|ปาก|ตาย|,|ไม้|ขวาง|ค้ํา|ยัน|ช่วง|ห่าง|ของ|ตอม่อ|สะพาน|,|ตัว|ด้วง|  |Syn. wrench
(สพาร์) n. หิน|แร่|ผลึก|,|เครื่อง|เสา|หรือ|ไม้|กลม|ที่|ใช้|ค้ํา|ยึด (เช่น|เสากระโดง|เรือ|,|ไม้|ใบ|เรือ) ,|โครง|ปีก|เครื่องบิน vt. จัด|ให้|มี|เครื่อง|เสา|หรือ|โครง|ดังกล่าว vi.,|n. (การ) ต่อย|มวย|,|ชกมวย|,|ซ้อม|มวย|,|ตั้ง|หมัด|,|ต่อย|หมัด|, (ไก่) ต่อสู้|กัน|,|ทะเลาะ|,|โต้เถียง.
สปาร์คย่อ|มา|จาก scalable performance architecture เป็น|ตัว|ประมวลผล|ตัว|หนึ่ง|สร้าง|ขึ้น|โดย|บริษัท Sun Microsystems ใช้|กับ|สถานี|ปลาย|ทาง (terminal) มี|ชื่อ|เฉพาะ|ว่า RISC
(ส|แพร|ฺ) vt.,|vi.,|adj. ประหยัด|,|สงวน|,|ออม|,|เจียด|,|ไม่|ใช้|,|ปล่อย|ไป|,|ปล่อย|ไว้|,|ยกโทษ|ให้|,|อภัยโทษ|,|ยก|ชีวิต|,|ละเว้น|,|งดเว้น|,|เหลือ|ไว้|,|สงวน|,|มี|เหลือ|,|มี|เกิน|,|ผอม|,|ขาดแคลน. n. สิ่ง|ที่|ออม|ไว้|,|ชั้น|สํารอง|,|สิ่ง|สํารอง|,|ของ|อะไหล่ (กีฬา|โบว์|ลิ่ง) การ|ล้ม|ตัว|โบว์|ลิ่ง|ลง|หมด|ด้วย|ลูก|โยน|2|ลูก|,|แต้ม|ที่|ทํา|ได้|จาก|การ|โยน|ดังกล่าว
(ส|แพ|'|ริบ) n. เนื้อ|ซี่โครง|หมู
(ส|แพ|'|ริ|ง) adj. ประหยัด|,|มัธยัสถ์|,|ออม|สงวน|,|เจียด|,|ปรานี|,|โอนอ่อน|ผ่อน|โยน|,|ขาดแคลน|,|จํากัด.  |Syn. ness n.  |Syn. scanty|,|frugal|,|sav ing
(สพาร์ค) n. ประกายไฟ|,|ไฟ|พะเนียง|,|การ|ลุกเป็นไฟ|,|ประกาย|แวววาว|,|ประกาย|เพชรพลอย|,|จํานวน|เล็กน้อย|,|ร่องรอย|เล็กน้อย|,|ร่องรอย|แห่ง|ชีวิต|หรือ|พลัง|,|ความ|มี|ชีวิตชีวา|,|ความ|เฉียบแหลม|,|เจ้าชู้|,|เจ้าหน้าที่|ควบคุม|วิทยุ|บน|เรือ|หรือ|เครื่องบิน.vi. ปล่อย|ประกายไฟ vt. ทํา|ให้|เกิด|ประกายไฟ|,|กระตุ้น
(สพาร์ค|'|เคิล) n.,|vi.,|vt. (ทํา|ให้|เกิด) ประกายไฟ|,|แสง|แวววับ|,|แสง|ระยิบระยับ|,|ความ|สุก|สกา|ว|,|ความ|มี|ชีวิตชีวา|  |Syn. glisten|,|glitter|,|flash|,|twinkle
(ส|แพ|'|โร) n. นกกระจอก (ใน|ตระกูล Fringillidae) ,|นก|ใน|ตระกูล Ploceidae.
(สพาร์ส) adj. บาง|ตา|,|เบาบาง|,|หร็อมแหร็ม|,|ขาดแคลน|,|มี|น้อย.  |Syn. sparseness n. sparsity n.  |Syn. scant
(ส|พา|รฺ|'|เทิน) adj. เกี่ยวกับ|เมือง|Sparta|,|คล้าย|สปาร์|ตา มี|วินัย|สูง|,|กล้าหาญ|,|ทรหด|อดทน|,|ไม่|เกรงกลัว n. ชาวเมือง|สปาร์|ตา -|Spartanism n.  |Syn. Spartanly adv. Spartanically adv.  |Syn. rigorous
(ส|แพ|ส|'|ซึม) n. อาการ|กล้ามเนื้อ|กระตุก|,|ความรู้สึก|หรือ|พลัง|ที่|เกิด|ขึ้น|อย่าง|ฉับพลัน
(ส|แพ|ซม|อด|'|ดิค) adj. เกี่ยวกับ|กล้ามเนื้อ|กระตุก|,|มี|อาการ|หด|เกร็ง|ของ|กล้ามเนื้อ|,|เกิด|ขึ้น|อย่าง|รวดเร็ว|และ|ไม่|นาน
(สเพท) n. ปริมาณ|มากมาย|,|จํานวน|มากมาย|,|คํา|มาก|มาก|,|อารมณ์|มาก|,|น้ําท่วม|,|อุทกภัย|,|แม่น้ํา|ที่|มี|น้ํา|ล้น|ฝั่ง|,|ฝน|ตก|หนัก|และ|กะทันหัน
(สเพธ) n. ใบ|อ่อน|รอบ|ดอก|,|ใบ|อ่อน|รอบ|ช่อ|ดอกไม้|,|กาบ|มะพร้าว|,|งวง|มะพร้าว.  |Syn. spathed adj.  |Syn. bract
(ส|แพ|ธ|'|ธิค) adj. คล้าย|หิน|ผลึก|,|คล้าย|spar (ดู)| 
(สเพ|'|เซิล) adj. เกี่ยวกับ|ช่องว่าง|,|เกี่ยวกับ|อากาศ|,|มี|อยู่|ใน|ช่องว่าง|,|มี|อยู่|ใน|อวกาศ.  |Syn. spacial.  |Syn. spatiality n.
(ส|แพ|ท|'|เทอะ) vt. สาด|,|กระเด็น|,|โปรย|,|พรม|,|ทํา|ให้|เปื้อน|,|ทํา|ให้|เสื่อมเสีย|ชื่อเสียง vi. ฝน|โปรย|ลง|มา|,|หยด|ลง|มา n. เสียง|สาด|,|เสียง|กระเด็น|,|เสียง|โปรย|,|การ|สาด (กระเด็น|,|โปรย|,|พรม) ,|รอย|กระเด็น|,|รอย|สาด|,|รอย|เปื้อน|,|จํานวน|เล็กน้อย.  |Syn. spatteringly adv.
(ส|แพ|ท|'|ทู|ละ) n. ช้อน|ปาก|แบน|กว้าง|และ|ทู่|สําหรับ|ตัก|หรือ|แผ่|สาร|หรือ|ยา|  |Syn. spatular adj.
(ส|แพ|ช|'|ชุลิท) adj. เป็น|รูป|ช้อน
(ส|พอน) n. กลุ่ม|ไข่ปลา|,|ลูกหลาน|,|แหล่ง|กําเนิด|,|vi.,|vt. วาง|ไข่|,|คลอด|ลูก|,|ให้|กําเนิด|,|สร้าง|เป็น|จํานวน|มาก|  |Syn. spawner n.  |Syn. produce|,|generate
(ส|พี|ค) {|spoke|,|spoken|,|speaking|,|speaks|} vi.,|vt. พูด|,|คุย|,|กล่าว|,|แสดง|ความเห็น|,|สนทนา|,|เจรจา|,|ปราศรัย|,|ตรัส|,|บรรยาย|,|แถลง|,|แสดง|ถึง|,|เกิด|เสียง|  |Syn. talk|,|mention
(ส|พี|'|เคอะ) n. ผู้พูด|,|ผู้|บรรยาย|,|ประธาน|สภานิติบัญญัติ|,|เครื่องขยายเสียง|,|หนังสือ|ฝึก|พูด.  |Syn. speakership n.  |Syn. lecturer|,|orator
(สพิค|'|คิง) n.,|adj. (เกี่ยวกับ) การ|พูด|,|การ|แถลง|,|การ|แสดง|ปาฐกถา|,|การ|บรรยาย|,|  |Syn. speakings หนังสือ|ท่องจํา|,|หนังสือ|อาขยาน.
(สเพียร์) n.,|vi|,|vt. (แทง|ด้วย) หลอก|,|หลาว|,|แหลน|,|ทวน|,|ฉมวก|,|การ|แทง|ด้วย|อาวุธ|ดังกล่าว.  |Syn. spearer n.
n. ฉมวก
(สเพียร์|'|ฟิช) n. ปลา|จําพวก Tetrapturas vi. จับ|ปลา|ได้|ด้วย|ฉมวก
(สเพียร์|'|เฮ|ด) n. หัวหอก|,|ผู้|เป็น|กอง|หน้า|,|ผู้นํา|หน้า. vt. เป็น|กอง|หน้า|,|นําหน้า|,|โจมตี|  |Syn. lead|,|attack
(สเพียร์|'|มิ|นทฺ) n. พืช|จําพวก|สะ|ระ|แห|น่
(สเพช|'|เชิล) adj.,|n. (สิ่ง|ที่) พิเศษ|,|เฉพาะ|,|จําเพาะ|,|เฉพาะ|อย่าง|,|เจาะจง|,|แตกต่าง|จาก|ธรรมดา|,|ยกเว้น|,|ใหญ่|ยิ่ง|,|มาก|,|สนิทสนม.  |Syn. specially adv.  |Syn. uncommon|,|specific
อักขระ|พิเศษ|แต่เดิม|ใช้|หมายถึง|อักขระ|ที่|เป็น|เครื่องหมาย|ต่าง ๆ เช่น + - * / $ = , " " ฯลฯ รวม|ทั้ง|สระ วรรณยุกต์ ใน|ภาษาไทย บางที|เรียก|รวม ๆ ว่า เครื่องหมาย|วรรค|ตอน|ก็ได้ นอกจากนั้น ยัง|หมายรวม|ถึง|ตัว|อักขระ|ที่|ไม่|สามารถ|กด|ได้|จาก|แป้นพิมพ์ แต่|อาจ|ใช้|เทคนิค|บาง|อย่าง|ทํา|ให้|พิมพ์|ออก|มา|ได้ เช่น ถ้า|เป็น|เครื่อง|แมค|อิน|ทอ|ช การ|กด|แป้น Shift|+|ALT|+|K จะ|ได้|ภาพ|ลูก|แอ|ปเปิล|แหว่ง (สัญลักษณ์|ของ|เครื่อง|คอมพิวเตอร์|ยี่ห้อ|แอ|ปเปิล) ถ้า|ใช้|แบบ|อักษร|ชื่อ Symbol
(สเพช|'|เชิลไลซ) vi.,|vt. เป็น|ผู้เชี่ยวชาญ|,|ศึกษา|เป็นพิเศษ|,|ปรับ|ให้|เข้า|สภาวะ|บาง|อย่าง|,|ระบุ|,|กําหนด|ขอบเขต.  |Syn. specialisation n. specialization n.  |Syn. concentrate on|,|major in
(สเพช|'|ชะ|ลิสทฺ) n. ผู้เชี่ยวชาญ|,|ผู้ชํานาญการ|,|ผู้ชํานาญ|เฉพาะ|ทาง|,|ผู้ชํานาญ|พิเศษ.  |Syn. specialistic adj.
(สเพช|ชิ|แอ|ล|'|ที) n. ความ|ชํานาญ|พิเศษ|,|สิ่ง|ที่|ชํานาญ|เป็นพิเศษ|,|ลักษณะ|เฉพาะ|,|ลักษณะ|เฉพาะ|สาขา|,|เรื่อง|ที่|ทํา|ได้|ดี|เป็นพิเศษ|,|เรื่อง|ใหม่|,|สิ่ง|ใหม่|,|เรื่อง|เฉพาะกิจ|,|นิติกรรม|,|สัญญา|ที่|ประทับตรา|,|ข้อปลีกย่อย. adj. แสดง|ลักษณะ|เฉพาะ|,|เอกเทศ|  |Syn. specialty
(สเพช|'|เชิลไลซ) vi.,|vt. เป็น|ผู้เชี่ยวชาญ|,|ศึกษา|เป็นพิเศษ|,|ปรับ|ให้|เข้า|สภาวะ|บาง|อย่าง|,|ระบุ|,|กําหนด|ขอบเขต.  |Syn. specialisation n. specialization n.  |Syn. concentrate on|,|major in
(ส|พี|'|ชี|ซ|,|-|ส|พี|'|ซี|ซ) n.ชนิด|, (พืช) ชนิด|ของ|สกุล|พืช|,|จําพวก|, -|Phr. (the species มนุษย์ มนุษยชาติ) pl. species
(สเพส|'|ซะ|ไฟ|'|อะเบิล) adj. กําหนด|ได้|แน่นอน|,|ระบุ|ได้|แน่นอน|,|เจาะจง|ได้
(สพิ|ซิ|ฟ|'|ฟิค) adj. โดยเฉพาะ|,|เจาะจง|,|พิเศษ|,|จําเพาะ|,|ตาม|ชนิด|,|ระบุ|,|กําหนด|, (ฟิสิกส์) เปรียบเทียบ. n. สิ่ง|ที่|เจาะจง|,|ยา|สําหรับ|โรค|เฉพาะ|,|น้ําหนัก|พิกัด|,|เกณฑ์.  |Syn. specifically adv. specificity n.  |Syn. definite|,|particular
n. ความ|ถ่วง|จําเพาะ|,|ความ|หนาแน่น|เปรียบเทียบ.  |Syn. relative density.
(สเพส|ซิ|ฟิเค|'|เชิน) n. การ|เจาะจง|,|การ|กําหนด|เฉพาะ|,|เกณฑ์|,|รายละเอียด|,|รายการ|,|โครงการ|  |Syn. condition|,|detail
(สเพส|'|ซิ|ไฟ) vt.,|vi. กําหนด|,|ระบุ|,|ระบุ|รายละเอียด|,|อธิบาย|อย่าง|ละเอียด|,|ระบุ|ชื่อ.  |Syn. specificative adj. specifier n.  |Syn. particularize|,|detail|,|name
(สเพส|'|ซะ|เมิน) n. ตัวอย่าง|,|แบบอย่าง|,|อุทาหรณ์|,|ประเภท|ประหลาด.  |Syn. example
(ส|พี|'|เชิส) adj. ดู|เรียบร้อย|ภายนอก|,|น่า|ชม|แต่|ภายนอก|,|หน้า|เนื้อ|ใจ|เสือ|,|ปากหวาน|ก้น|เปรี้ยว|,|ดู|คล้าย|มี|เหตุผล.  |Syn. speciousness n.  |Syn. colourable
(สเพค) n.,|vt. (ทํา|ให้|เกิด) จุด|,|รอย|ด่าง|,|มลทิน|,|จุด|เล็ก ๆ ,|แต้ม|,|อนุภาค|เล็ก ๆ ,|สิ่ง|ที่|ดู|มี|ขนาด|เล็ก|,|ไขมัน|ปลาวาฬ (หรือ|แมวน้ํา) ,|เนื้อ|อ้วน|  |Syn. speckedness n.  |Syn. particle|,|spot|,|stain
(สเพค|'|เคิล) n.,|vt. (ทํา|ให้|เป็น) จุด|,|จุด|เล็ก ๆ ,|แต้ม|,|รอย|เปื้อน|,|รอย|ด่าง|  |Syn. speckledness n.  |Syn. speak
(สเพค|'|ทะเคิล) n. ภาพ|,|สิ่ง|ที่|ป|รา|กฎ|ให้|เห็น|,|ป|รา|กฎ|การณ์|,|ภาพ|ที่|น่า|ตื่นเต้น|,|การ|แสดง|ต่อหน้า|สาธารณชน|,|การ|แสดง|, spectacles แว่นตา|สิ่ง|ที่|คล้าย|แว่นตา|  |Syn. display|,|event|,|scene
(สเพค|'|ทะเคิ|ลด|ฺ) adj. สวม|แว่น|,|คล้าย|แว่น|,|คล้าย|สวม|แว่นตา
(สเพคแทค|'|คิว|ละ) adj.,|n. (การ|แสดง|หรือ|ภาพ|ที่) น่า|ตื่นเต้น|,|ประทับใจ.  |Syn. spectacularity n.  |Syn. wonderful
(สเพค|เท|'|เทอะ) n. ผู้|ชม|,|ผู้ดู|,|ผู้|สังเกต|,|ผู้ดู|เหตุการณ์.  |Syn. spectatorial adj.
(สเพค|'|เทอะ) n. ผี|,|สถานที่|น่ากลัว|,|ความ|หวาดกลัว|  |Syn. apparition
(สเพค|'|ท|ระ) n. พหูพจน์|ของ spectrum
(สเพค|'|เท|ริ|ล) adj. เกี่ยวกับ|ภูต|ผี|ปีศาจ|,|คล้าย|ภูต|ผี|ปีศาจ|,|คล้าย|หรือ|มี|ลักษณะ|ของ|spectrum (ดู)|  |Syn. spectrality|,|spectralness n.
(สเพค|'|เทอะ) n. ผี|,|สถานที่|น่ากลัว|,|ความ|หวาดกลัว|  |Syn. apparition
(สเพค|'|ท|รัม) n. แถบ|แสง|แยก|สี|,|ชนิด|แบคทีเรีย|ที่|ยา|ปฎิ|ชี|ว|นะ|ออกฤทธิ์|ได้|ผล|  |Syn. range|,|spread|,|scope
(สเพค|'|คิว|ละ) adj. เกี่ยวกับ|กระจกเงา|,|เกี่ยวกับ speculum (ดู) .
(สเพค|'|คิว|เลท) vi. พิจารณา|,|เก็ง|,|เดา|,|ครุ่นคิด|,|เสี่ยงโชค|,|คาดการณ์|,|ซื้อขาย|หา|กําไร|,|ค้าขาย.  |Syn. speculation n. speculative adj. speculator n.  |Syn. conjecture|,|ponder|,|meditate
(สเพด) vi. กริยา|ช่อง 2 และ 3 ของ speed
(ส|พีช|ฺ) n. การ|พูด|,|วิธีการ|พูด|,|คําพูด|,|คําบรรยาย|,|คํา|สุนทรพจน์|,|วิชา|เกี่ยวกับ|การ|พูด|,|ข่าวลือ|,|ภาษา|ชนชาติ|,|ภาษา.  |Syn. utterance
(ส|พีช|ฺ|'|ลิส) adj. เงียบ|อึ้ง|,|ไม่|พูด|,|พูด|ไม่|ออก|,|เป็น|ใบ้|,|ไม่|มี|ถ้อยคํา|,|ไม่|มี|การ|กล่าว|สุนทรพจน์|,|ไม่|สามารถ|จะ|ถ่ายทอด|เป็น|คําพูด|ได้.  |Syn. speechlessness n.
(ส|พีช|'|เมค|เคอะ) n. ผู้|กล่าว|คําปราศรัย|,|ผู้|สาธยาย|  |Syn. speechmaking n.
(ส|พี|ด) {|sped|/|speeded|,|speeding|,|speeds|} n. ความ|เร็ว|,|ความ|รวดเร็ว|,|ความ|สําเร็จ|,|ความ|เจริญรุ่งเรือง. vt.,|vi.เร่ง|,|กระตุ้น เร่ง|ความ|เร็ว|,|ส่งเสริม|,|กระตุ้น|,|เร่ง|ความ|เร็ว|,|ทํา|ให้|ประสบ|ความ|สําเร็จ.,|ไป|ด้วย|ความ|รวดเร็ว|,|ปรับ|อัตรา|ความ|เร็ว|,|ประสบ|ความ|สําเร็จ|,|เจริญรุ่งเรือง.
n. การ|เพิ่ม|ความ|เร็ว|,|การ|เร่ง|การ|ผลิต (แต่|ไม่|ได้|เพิ่ม|ค่าจ้าง|ตาม)|  |Syn. speedup|,|step up
n. เรือยนต์|ที่|มี|อัตรา|ความ|เร็ว|สูง
(ส|พี|'|ดี) adj. รวดเร็ว|,|ฉับพลัน|,|ว่องไว|,|ไม่|ชักช้า.  |Syn. speedily adv. speediness n.  |Syn. swift|,|fast|,|soon|,|prompt
(ส|เพล) {|spelt|/|spelled|,|spelling|,|spells|} vt.,|vi. สะกด|,|ชี้แจง|,|นํามา|ซึ่ง|,|พัก|,|พักผ่อน|,|เปลี่ยน|เวร. n. เวทมนตร์|,|เสน่ห์|,|อิทธิพล|ครอบงํา|,|คําสาป|,|กะ|,|กะ|งาน|,|เวร|,|ครู่|,|ช่วง|อากาศ|,|ระยะ|พัก spell out อ่าน|ด้วย|ความ|ลําบาก|,|อธิบาย|อย่าง|ชัดเจน|,|ชี้แจง
โปรแกรม|ตรวจ|ตัวสะกด|หมายถึง โปรแกรม|ที่|เขียน|ขึ้น|เพื่อ|ใช้|ช่วย|ใน|การ|ตรวจสอบ|ตัวสะกด|การันต์|ของ|ข้อความ|ที่|พิมพ์ โดย|เทียบ|กับ|พจนานุกรม (โดยเฉพาะ|ภาษาอังกฤษ) มัก|ใช้|ร่วม|กับ|โปรแกรม|ประมวล|คํา (word processing) ใน|ปัจจุบัน|ได้|มี|การ|พัฒนา|ไป|มาก|นอกจาก|จะ|ทักท้วง|ถ้า|พบ|ตัว|ที่|สะกด|ผิด|แล้ว ยัง|แสดง|คํา|ที่|สะกด|ถูก|ให้|ด้วย
(ส|เพล|'|ไบนดฺ) vt. ทํา|ให้|หลง|เสน่ห์|,|ทํา|ให้|งงงวย|,|ทํา|ให้|หลับไหล|,|ทํา|ให้|เคลิบเคลิ้ม
(ส|เพล|'|เบา|นดฺ) adj. หลงใหล|,|งงงวย|,|เคลิบเคลิ้ม|,|ถูก|เวทมนตร์.  |Syn. enchanted
(ส|เพล|'|เลอะ) n. ผู้|สะกด|คํา|,|หนังสือ|สะกด|คํา
(ส|เพล|'|ลิง) n. การ|สะกด|คํา|,|การ|สะกด|อักษร|,|ตัวสะกด|,|อักษร|สะกด.  |Syn. orthography
n. การ|แข่งขัน|สะกด|คํา spelling pronunciation การ|ออก|เสียง|จาก|คํา|สะกด
(ส|เพลท|ฺ) v. กริยา|ช่อง 2 และ 3 ของ spell
(สเพนดฺ) {|spent|,|spent|,|spending|,|spends|} vt.,|vi. ใช้|เงิน|,|ใช้จ่าย|,|ใช้|,|ใช้เวลา|,|ใช้|หมด|,|ใช้|ชีวิต|,|ถลุง|  |Syn. exhause
(สเพนดฺ|'|ธ|ริ|ฟทฺ) n. ผู้ใช้|จ่าย|สุรุ่ยสุร่าย. adj. สุรุ่ยสุร่าย|,|ฟุ่มเฟือย.  |Syn. wastrel
(สเพนทฺ) v. กริยา|ช่อง 2 และ 3 ของ spend. adj. ใช้|จน|หมด|,|หมด|แรง|,|หมด|กําลัง|,|อ่อนเปลี้ย|เพลีย|แรง.  |Syn. worn out
(สเพิร์ม) n. น้ํากาม|ของ|ผู้ชาย|,|ตัว|อสุจิ|,|ไข|ปลาวาฬ|,|=|sperm whale (ดู) ,|=|sperm oil (ดู)|  |Syn. spermatoid adj. spermous n.
n. น้ํามัน|สี|เหลือง|จาก|ปลาวาฬ (sperm whale) ใช้|เป็น|น้ํามันหล่อลื่น
n. ปลาวาฬ|จมูก|รูป|สี่เหลี่ยม|/|เป็น|แหล่งสําคัญ|ของ|ไข|ปลาวาฬ|ใน|อุตสาหกรรม
(สเพอ|'|มะ|เซ|ท|'|ทิ) n. ไข|ปลาวาฬ (จาก|หัว|ปลาวาฬ) ใช้|ใน|การ|ทํา|เครื่องสําอาง|และ|อื่น
(สเพอแมท|'|ทิค) adj. เกี่ยวกับ|น้ํากาม|,|ให้|กําเนิด|,|เกี่ยวกับ|ลูก|อัณฑะ|,|เกี่ยวกับ|อวัยวะ|ที่|ให้|กําเนิด|ตัว|อสุจิ|  |Syn. spermatically adv.  |Syn. seminal
(สเพอมะ|โท|โซ|'|อัน) n. ตัว|อสุจิ.  |Syn. spermatozoon pl. spermatozoa
(สพิว) vt.,|vi.,|n. (สิ่ง|ที่) อาเจียน|,|สํารอก|,|พ่น|,|คาย|  |Syn. spue|,|issue|,|come forth|,|emerge
(สฟี|'|นอ|ยดฺ) adj. เป็น|รูป|ลิ่ม
(สเฟียร์) n. รูปทรง|กลม|,|รูป|กลม|,|สิ่ง|ที่|เป็น|รูป|วง|กลม|,|ดาวนพเคราะห์|,|ดาวฤกษ์|,|ระบบ|จักรวาล|,|ปริมณฑล|,|อาณาเขต|,|อาณาจักร|,|สิ่งแวดล้อม|,|บริเวณ|,|ขอบเขต|ความ|รู้|,|วง|,|วง|อิทธิพล. vt. ล้อมรอบ|,|เป็น|รูป|วง|กลม.  |Syn. ball|,|globe|,|scope|,|position
(สเฟีย|'|ริ|เคิล) adj. เป็น|รูปทรง|กลม|,|เป็น|ลูก|กลม|,|เกี่ยวกับ|ปริมณฑล.  |Syn. sphericality n.  |Syn. spheric|,|globular
(สเฟีย|'|รอย|ดฺ) n. รูป|ตัน|เรขาคณิต|ที่|เกิด|จาก|การ|หมุน|รูป|ไข่ (ellipse) รอบ|แกน|ใด|แกน|หนึ่ง|ของ|มัน|,|รูป|แบน|กลม|  |Syn. spherical
(สฟิงคฺซฺ) n. รูปปั้น|ประหลาด|มี|ร่าง|เป็น|สิงโต ที่|มี|หัว|เป็น|คน|หรือ|สัตว์|อื่น|,|บุคคล|ลึกลับ|,|สิ่ง|ที่|ลี้ลับ pl. sphinxes|,|sphinges
(ส|ไพ|ซฺ) n. เครื่องเทศ|,|เครื่อง|ชูรส|,|สิ่ง|ที่|เพิ่ม|รสชาติ|,|รสชาติ|,|จํานวน|เล็กน้อย. vt. ใส่|เครื่องเทศ|,|ใส่|เครื่อง|ชูรส|,|เพิ่ม|รสชาติ|,|ทํา|ให้|เกิด|รส|ชา|ต|'|  |Syn. flavour|,|zest
(ส|ไพ|'|ซี) adj. ใส่|เครื่องเทศ|,|มี|เครื่องเทศ|มาก|,|มี|กลิ่น|หอม|,|เผ็ดร้อน|,|ฉุน|,|รส|จัด|,|ไม่ค่อย|เหมาะสม|  |Syn. spicily adv. spiciness n. -|S .spicey
(ส|ไพ|'|เดอะ) n. แมงมุม
n. ใย|แมงมุม
(ส|ไพ|'|เดอ|รี) adj. คล้าย|แมงมุม|,|คล้าย|ใย|แมงมุม|,|เต็มไปด้วย|ใย|แมงมุม
(ส|ไพ|'|เออะ) n. ผู้|สอด|แนม|,|ผู้สังเกตการณ์
(สพิก|'|เกิท) n. หัว|จุก|,|ไม้|จุก|,|หัว|ก๊อก|,|ด้าม|เหล็ก|ติด|กับ|แม่แรง|ยก|รถ|  |Syn. peg|,|plug
(ส|ไพ|คฺ) n.,|vt. (ยึด|ติด|ด้วย) เดือย|แหลม|,|ตะปู|รางรถไฟ|,|ตะปู|ยักษ์|,|ตะปู|รองเท้า|,|สิ่ง|ที่|ยาว|แหลม|,|เขา|แหลม|ของ|กวาง|,|ลูก|ปลา|mackerel|,|รวง|ข้าว|,|ช่อ|ดอก|ที่|เป็น|รวง (ดู) ,|ขัดขวาง|,|ป้องกัน|,|ห้ามปราม|,|ใส่|แอลกอฮอล์
(สพิล) {|spilt|/|spilled|,|spilling|,|spills|} vi.,|vt. (ทํา|ให้) หก|,|ล้น|,|ทะลัก|,|หกคะเมน|,|กระเด็น|,|กระจาย n. สิ่ง|ที่|หก (ล้น|,|ทะลัก|,|กระเด็น|,|กระจาย) . -|Phr. (spill the beans เปิดเผย|ความลับ)|  |Syn. spiller n.
(สพิล|'|ลิจฺ) n. การ|ทํา|หก (ล้น|,|ทะลัก|,|กระเด็น|,|กระจาย) ,|จํานวน|หรือ|ปริมาณ|ที่|หก (ล้น|,|ทะลัก|,|กระเด็น|,|กระจาย)| 
(สพิล|'|โอ|เวอะ) n. การ|หก (ล้น|,|ทะลัก|,|กระเด็น|,|กระจาย) ,|สิ่ง|ที่|หก (ล้น|,|ทะลัก|,|กระเด็น|,|กระจาย)| 
(สพลิทฺ) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ spill
(สพิน) {|spun|,|spun|,|spinning|,|spins|} vt.,|vi.,|n. (การ) ปั่น|,|กรอ|,|ฟั่น|,|ทอ (ไหม) ,|พ่น (ไหม) ,|ม้วน|,|ทํา|ให้|หมุน|,|ควง|,|แทง (บิลเลียด) ,|เรียบเรียง|,|เล่า|,|สาธยาย|,|เหวี่ยง|ออก|,|ขว้าง|ออก|,|ยืดเยื้อ|,|หมุน|,|เคลื่อน|ตัวอย่าง|รวดเร็ว|,|วิงเวียน|ศรี|ษะ|,|พลิก|  |Syn. rotate|,|whi
(สพิน|'|นิจ) n. ผัก|ขม|,|ใบ|ของ|พืช|ดังกล่าว
(สพิน|'|นิจ) n. ผัก|ขม|,|ใบ|ของ|พืช|ดังกล่าว
(ส|ไพ|'|เนิล) adj. เกี่ยวกับ|กระดูกสันหลัง.
เส้นประสาท|ของ|cranial nerves คู่|ที่ 11 ที่|หล่อเลี้ยง|กล้ามเนื้อ ที่|ทํา|ให้|ศรี|ษะ|และ|ไลห่|เคลื่อนไหว
n. ลํา|กระดูกสันหลัง|,|กระดูกสันหลัง|  |Syn. vertebral column
n. ลํา|ไขสันหลัง|ที่|เป็น|เนื้อเยื่อประสาท|ใน|ลํา|กระดูกสันหลัง
(สพิน|'|เดิล) n.,|vt. (ทํา|ให้|เป็น|,|ใส่) กระสวย|,|เดือย|หมุน|,|เพลา|หมุน|,|สลัก|,|คน|ที่|ผอม|สูง vi. แตก|หน่อ|  |Syn. rod|,|shaft
(สไพน์) n. ลํา|กระดูกสันหลัง|,|กระดูกสันหลัง|,|ส่วน|ที่|คล้าย|กระดูกสันหลัง|,|หนาม|,|หนาม|กระดอง|,|สิ่ง|ที่|แหลม|,|ความ|แข็งแกร่ง|ของ|จิตใจ|,|ความ|แน่วแน่|,|สัน|,|แง่|ง|,|สัน|หนังสือ.  |Syn. spined adj.  |Syn. spinal column|,|ridge
(ส|ไพ|'|ลิส) adj. ไม่|มี|กระดูกสันหลัง|,|ไร้|ความ|เข้มแข็ง|,|ไม่|มี|หนาม|,|อ่อนแอ|,|เหลาะแหละ|,|ไม่|หนักแน่น|  |Syn. spinelessness n.  |Syn. irresolute|,|passive
(สพิน|'|นิท) n. เปียโน|ตั้ง|ตรง|ขนาด|เล็ก|,|จ้องหน่อง|,|เครื่อง|ออร์แกน|ขนาด|เล็ก
(สพิน|'|ส|เทอะ) n. หญิง|โสด|,|หญิง|ที่|ยัง|ไม่|เคย|แต่งงาน|,|หญิง|ทึนทึก|,|สาวแก่|,|หญิง|ปั่น|ด้าย|  |Syn. spinsterhood n. spinsteish adj.
(ส|ไพ|'|นี) adj. เต็มไปด้วย|หนาม|,|เต็มไปด้วย|เดือย|แหลม|,|คล้าย|หนาม|,|คล้าย|เดือย|แหลม|,|ยากลําบาก|,|จัดการ|ยาก|,|ขรุขระ|,|มี|ปัญหา.  |Syn. spininess n.  |Syn. thorny
(ส|ไพ|'|เริล) n. เส้น|ขด|,|ก้นหอย|,|สิ่ง|ที|หมุน|รอบ|,|สิ่ง|ที่|เป็นเกลียว|, (กีฬา|รักบี้) ลูก|หมุน|, (เศรษฐศาสตร์) ภาวะ|ผันแปร|ขึ้น|หรือ|ลง|ของ|ราคา|/|ค่าจ้าง|/|ทุน|และ|อื่น ๆ vi.,|vt.,|adj. (ทํา|ให้) เป็น|ขด|,|เป็นเกลียว
(ส|ไพ|'|เรินทฺ) n. เสียง|เสียดสี|,|เสียง|ผ่าน|ลิ้น|กับ|ฟัน|หรือ|ฟัน|กับ|ริมฝีปาก adj. เกี่ยวกับ|เสียง|ดังกล่าว
(ส|ไพ|'|เออะ) n. ยอด|แหลม|ของ|ตึก|,|สิ่ง|ที่|คล้าย|ยอด|แหลม|ของ|ตึก|,|ทรง|เจดีย์|,|ทรง|กรวย|,|หน่อ|,|หน่อไม้. vi. แตก|หน่อ|  |Syn. belfry
(สพิ|'|ริ|ท) n. จิตใจ|,|วิญญาณ|,|ใจ|,|ญาณ|,|เจตนา|,|หัวใจ|,|ความในใจ|,|อารมณ์|,|ความ|เด็ดเดี่ยว|,|ความ|มุ่งมั่น|,|ความ|องอาจ|,|ภูติผีปีศาจ|,|หัวน้ํา|หอม|,|ของเหลว|ระเหย|ที่|ได้|จาก|การ|กลั่น|,|สารละลาย|แอลกอฮอล์|,|แอลกอฮอล์ vt. เร้าใจ|,|ปลุกใจ|,|กระตุ้น|,|ให้|กําลังใจ|,|ลักพา|ไป|อย่าง|ลึกลับ adj. เกี่ยวกับ|ของเหลว|ระเหย|ที่|ได้|จาก|การ|กลั่น|,|เกี่ยวกับ|สารละลาย|แอ|ล|กอ|ฮอลล์
(ส|พี|'|ริ|ทลิส) adj. หงอยเหงา|,|ไม่|มี|กะ|จิต|กะ|ใจ|,|ไม่|หนักแน่น|,|ท้อแท้|ใจ. .  |Syn. sluggish|,|lethargic
(ส|พี|'|ริ|ชวล) adj. เกี่ยวกับ|จิตวิญญาณ|,|เกี่ยวกับ|วิญญาณ|,|เกี่ยวกับ|ใจ|,|เกี่ยวกับ|ภูติผีปีศาจ|,|เกี่ยวกับ|ความรู้สึก|นึกคิด n. เพลง|ศาสนา (โดยเฉพาะ|ของ|นิ|โก|ร|ใน|ภาค|ใต้|ของ|อเมริกา) ,|เรื่องราว|ที่|เกี่ยวกับ|สํานัก|ศาสนา.  |Syn. spiritualness n
(สพิท) {|spat|/|spit|,|spitting|,|spits|} vi.,|vt. ถ่ม|น้ําลาย|,|พ่น|,|ถุย|,|บ้วน|กระเด็น|,|เสียบ|,|แทง. n. น้ําลาย|ที่|ถ่ม|ออก|,|การ|ถ่ม|น้ําลาย|,|เหล็ก|เสียบ|เนื้อ|ย่าง|,|เหล็ก|เสียบ|,|เดือย|,|เข็ม|, (แผ่นดิน) แหลม.  |Syn. spitter n.
(ส|ไพ|ทฺ) n. เจตนา|ร้าย|,|ความ|มุ่งร้าย|,|ความ|โกรธเคือง|,|ความ|อาฆาต|แค้น vt. กระทํา|ด้วย|เจตนา|ร้าย กลั่นแกล้ง ทํา|ให้|โกรธ รบกวน|, -|Phr. (in spite of ไม่ว่า|อย่างไรก็ตาม แม้ว่า ทั้ง ๆ ที่|เป็น โดย|ไม่|คํานึง|ถึง|อะไร|ทั้งสิ้น)| 
adj. มี|เจตนา|ร้าย|,|มุ่งร้าย|,|อาฆาต|แค้น.
(สพิท|'|ไฟ|เออะ) n. บุคคล (โดยเฉพาะ|ผู้หญิง) ที่|มี|อารมณ์|ร้าย|, Spitfire เครื่องบิน|รบ|เครื่องยนต์|เดียว|ของ|อังกฤษ|ที่|ใช้|ใน|สงครามโลก|ครั้ง|ที่|สอง
(สพิท|'|เทิล) n. น้ําลาย
(สพิ|ทูน|') n. กระโถน|บ้วนน้ําลาย|,|กระโถน.  |Syn. cuspidor
(สพิทซฺ) n. สุนัข|พันธุ์|หนึ่ง|ที่|มี|รูปร่าง|ม่อต้อ|มี|ขน|หนา|และ|ตรง มี|ใบ|หู|แหลม
(ส|แพลง|'|นิค) adj. เกี่ยวกับ|อวัยวะ|ภายใน
(ส|แพ|ลช) vt.,|vi.,|n. (การ) สาด|,|กระเด็น|,|ทํา|ให้|เปียก|,|ทํา|ให้|เปรอะเปื้อน|,|พรม|,|กระเด็น|เปื้อน|,|กระโดด|น้ํา|,|เล่นน้ํา|,|ลุย|น้ํา|,|ยิง|ตก|,|ปริมาณ|ของเหลว|ที่|กระเด็น|,|รอย|สาด|,|สี|ด่าง|,|รอย|ด่าง|,|การ|แสดง|โอ้อวด|  |Syn. splasher n.
n. กระดาน|กันสาด|,|ที่|กันสาด|,|แผ่น|กันน้ํา|,|แผ่น|กัน|เปื้อน
vt.,|vi. สาด|น้ํา|,|พูด|ติดอ่าง|,|พูด|ไม่|คล่อง|,|เกิด|เสียง|สาด|กระเด็น
(สเพลย์) vt.,|adj. ขยาย|ออก|,|แผ่|ออก|,|กาง|ออก|,|ผาย|ออก|,|เบิก|ออก vi. เอียง|,|ลาด|,|แผ่|,|ขยาย. n. ผิวหน้า|ที่|เป็น|มุม|เอียง|,|เป็น|รูป|ตัว|'|V|'|,|ใหญ่|เทอะทะ|  |Syn. spread|,|ungainly
(ส|พลี|น) n. ม้าม|,|แหล่ง|อารมณ์|,|แหล่ง|โทสะ|,|อารมณ์|ขุ่นเคือง|,|ความ|ระ|-|ทม|ทุกข์.  |Syn. ish adj.  |Syn. resentment
(ส|เพล|น|'|เดิน|ทฺ) adj. แวววาว|,|แจ่ม|จรัส|,|เป็น|เงา|โลหะ|,|เด่นชัด|  |Syn. shining
(ส|เพล|น|'|ดิด) adj. ยอดเยี่ยม|,|วิเศษ|,|อัจฉริยะ|,|งดงาม|,|โอ่อ่า|,|โอ่โถง|,|น่า|ชมเชย|ยิ่ง|,|แจ่ม|จรัส|,|แวววาว|,|รุ่งโรจน์.  |Syn. splendidness n.  |Syn. brilliant
(ส|เพล|น|'|เดอะ) n. ความ|ยอด|-|ยี่|ยม|,|ความ|วิเศษ|,|ความ|งดงาม|,|ความ|รุ่งโรจน์|,|ความ|แจ่ม|จรัส|,|ความ|แวววาว|,|ความ|อัจฉริยะ.  |Syn. splendorous adj. splendourous adj.  |Syn. grandeur
(ส|เพล|น|'|เดอะ) n. ความ|ยอด|-|ยี่|ยม|,|ความ|วิเศษ|,|ความ|งดงาม|,|ความ|รุ่งโรจน์|,|ความ|แจ่ม|จรัส|,|ความ|แวววาว|,|ความ|อัจฉริยะ.  |Syn. splendorous adj. splendourous adj.  |Syn. grandeur
(ส|ไพล|ซฺ) v.,|n. (การ) ต่อ|,|ต่อ|เข้า|,|ประกบ|เข้า|,|ฟัน|เก|ลียว|ให้|เข้า|กัน|,|ร่วม|กัน|,|การ|แต่งงาน.  |Syn. splicer n.  |Syn. unite|,|joining
(สไพลน์) n. สลัก|,|ลิ้น|สลัก|,|หมุด|เสียบ|สลัก|,|แผ่น|อุด|ร่อง|,|ไม้|เขียน|เส้นโค้ง. vt. เจาะ|รู|สลัก|,|ทํา|ร่อง|สลัก|,|ใช้|สลัก|เหลี่ยม|ต่อ|ติด
n. ข้อต่อ|บาก|มุม
(สพลินทฺ) n. แผ่น|ไม้|เบา ๆ ,|แผ่น|โลหะ|บาง|,|โครง|สาน|,|แผ่น|แตก|,|เฝือก|,|เฝือก|ต่อ|กระดูก|,|เครื่อง|ดาม|,|เครื่อง|ยึด|,|เนื้องอก|ที่|กระดูก|หน้าขา|ม้า. vt. เข้า|เฝือก.
(สพลิน|'|เทอะ) n. ชิ้น|,|เศษ|,|สะเก็ด|,|ซีก|ไม้|,|แผ่น|ไม้|บาง ๆ ,|แผ่น|แตก vt. ทํา|ให้|แตก|ออก|เป็น|ชิ้น|เป็น|เศษ vi. แตก|ออก|เป็น|ชิ้น|เป็น|เศษ
(สพลิท) {|split|,|split|,|splitting|,|splits|} vt.,|vi.,|n. (การ) ผ่า|,|หั่น|,|แยก|,|ฉีก|,|ทํา|ให้|แตก|,|แบ่งแยก|,|แบ่ง|ออก|เป็น|ส่วน ๆ ,|ออก|หุ้น|เพิ่มเติม|,|แบ่งแยก|,|ปริ|,|จาก|ไป|,|วิ่ง|อย่าง|รวดเร็ว|,|ร่อง|,|รอย|แตก|,|รอย|ร้าว|,|รอย|แยก|,|รอย|ฉีก|,|ชิ้น|ที่|แยก|ออก|,|การ|แตกแยก|,|การ|แตก|ความ|สามัคคี|,|ผู้|บอก|ความลับ adj. แยก
n. พริบตาเดียว|,|ใน|ฉับพลัน|,|เสี้ยว|วินาที|  |Syn. suddenly
(ส|พล|อ) n. การ|สนุกสนาน|,|การ|ล้อ|เล่น|,|การ|เที่ยว|สํามะเลเทเมา|  |Syn. frolic|,|revel
(ส|พล|อช) n.,|vt.,|vi. (ทํา|ให้|,|กลาย|เป็น) รอย|เปื้อน|,|รอย|ด่าง|,|รอย|แต้ม|,|จุด|ด่างพร้อย|,|มลทิน.  |Syn. splotchy adj.
(ส|เพล|อจ) vi.,|vt. (การ) ใช้|เงิน|อย่าง|สุรุ่ยสุร่าย|,|ทุ่มเท|เงิน|,|อวด|รวย|,|โอ้อวด
(สพลัท|'|เทอะ) vi.,|vt.,|n. (การ) พูด|อย่าง|รวดเร็ว|อย่าง|ละล่ําละลัก|,|ส่ง|เสียง|เปาะแปะ|,|แตก|ออก|เป็น|ฝอย|ลง|มา|,|ตกลง|มา|เป็น|ฟอง|ฝอย|ลง|,|เสียง|หนวกหู|,|ความ|สับสนวุ่นวาย|,
(ส|พอ|ยล|ฺ) {|spoilt|/|spoiled|,|spoiling|,|spoils|} vt. ทํา|ให้|เสีย|,|ทํา|ให้|แย่|,|ทํา|อันตราย|,|โอ๋|จน|เสียคน|,|ทํา|ให้|เสื่อมเสีย|,|ปล้น|,|แย่ง. vi. เสีย|,|เสื่อมเสีย|,|แย่|ลง|,|ปล้น|,|แย่ง. n. ของโจร|,|สิ่ง|ที่|ปล้น|มา|,|ของเสีย -|Phr. (be spoiling for อยาก|มาก ต้องการ|มาก) -|S...
(ส|พอ|ยล|ฺทฺ) vi. ก|ริ|ย|ช่อง 2 และ 3 ของ spoil|,|กริยา|ช่อง 2 ของ speak
(ส|โพ|ค) n. ซี่|ล้อ|รถ|,|จับ|พวงมาลัย|เรือ|,|ไม้|ราว|บัน|ใด|,|ชั้น|บันได|พาด vt. ใส่|ซี่|ล้อ
(ส|โพ|'|เคิน) adj. พูด|,|เอ่ย|,|เกี่ยวกับ|ภาษาพูด|,|ทาง|ปาก|,|เกี่ยวกับ|คําพูด|  |Syn. said|,|uttered|,|verbal
(ส|โพ|ค|'|เชฟว) n. กบ|ไส (เป็น|เครื่องมือ|ช่างไม้|ที่|มี|ใบพัด|อยู่|ตรง|กลาง|สําหรับ|ไส|ขอบ|โค้ง)| 
(ส|โพ|ค|'|ซฺ|เมิน) n. โฆษก|,|ผู้|แถลง|,|ผู้|แถลง|แทน|,|ผู้|แถลง|ข่าว pl. spokesmen
(ส|โพ|ค|'|ซฺวูม|เมิน) n. โฆษก|หญิง|,|ผู้|แถลง|ที่|เป็น|ผู้หญิง pl. spokeswomen
(ส|โพ|ลิเอ|'|เชิน) n. การ|ปล้น|,|การ|ชิงทรัพย์|,|การ|ทําลาย|,|การ|ปล้น|เรือ|ชาติ|เป็น|กลาง|ใน|ยาม|สงคราม|,|การ|ทําลาย|เอกสาร|,|การ|ทํา|ให้|เสื่อมเสีย|,|การ|ทําลาย|  |Syn. spoliative adj.
(ส|พัน|จฺ) n. ฟอง|น้ํา vt. ถู|ด้วย|ฟอง|น้ํา|,|ดูดซึม|ด้วย|ฟอง|น้ํา vi. ซับ|น้ํา|,|เก็บ|ฟอง|น้ํา|,|อาศัย|คน|อื่น|ยังชีพ -|Phr. (throw in the sponge ยอมแพ้)|  |Syn. exploit|,|impose on
(ส|พัน|'|จี) adj. เบา|,|เป็น|รู|พรุน|และ|ซับ|น้ํา|ได้|ดี|,|เกี่ยวกับ|ฟอง|น้ํา|,|เป็น|รู|พรุน|แต่|แข็ง (เช่น|กระดูก) .  |Syn. spongily adv. sponginess n.
(ส|พอน|'|เซอะ) n. ผู้|ประกัน|,|ผู้อุปถัมภ์|,|ผู้|ส่งเสริม vt. ประกัน|,|ค้ํา|ประกัน|,|อุปถัมภ์|,|ส่งเสริม.  |Syn. sponsorial adj. sponsorship n.
(ส|พอน|ทะนี|'|อิ|ที) n. ลักษณะ|ของ|ตัว|มัน|เอง|,|ลักษณะ|ที่|เกิด|ขึ้น|เอง|,|อา|กัป|กริยา|ของ|ตัว|มัน|เอง. spontaneities ปฎิกิริยา|หรือ|การ|กระทํา|ที่|เกิด|ขึ้น|เอง
(ส|พอน|เท|'|เนียส) adj. เกิด|ขึ้น|โดย|ตัว|ของ|มัน|เอง|,|เกิด|ขึ้น|เอง|,|เกิด|ขึ้น|เอง|โดย|ธรรมชาติ|,|โดย|สัญชาตญาณ|,|จาก|ภายใน|,|โดย|ทันที.  |Syn. spontaneousness n.  |Syn. instinctive|,|involuntary|,|natural
(ส|พู|ฟ) vt.,|vi.,|n. (การ) หยอกล้อ|,|ล้อ|เล่น|,|ยั่วเย้า.  |Syn. burlesque
(ส|พู|ค) n. ภูติผีปีศาจ|,|คน|ประหลาด|,|นัก|จารกรรม|,|นักสืบ|,|คน|ผิว|ดํา. vt. ทํา|ให้|ตกใจ|,|ทํา|เป็น|ผี. vi. ตกใจ
(ส|พู|'|คี) adj. เหมือน|ผี|,|เหมือน|ภูติผีปีศาจ|,|น่ากลัว|,|ตกใจ|ง่าย.  |Syn. spookily adv.
(ส|พู|ล) n. แกน|ม้วน|สาย|,|หลอด|ม้วน|,|สาย|ม้วน|,|ผ้า|หมึก|พิมพ์ดีด|,|สิ่ง|ที่|พัน|รอบ|แกน|หรือ|หลอด. vt. ม้วน|,|พัน|,|เอา|สาย|พัน|ออก. ที่|เก็บ|พัก (ข้อมูล) หมายถึง ที่|ที่|ใช้|เก็บ|ข้อมูล|ไว้|ชั่ว|คราวก่อน|ที่|จะ|สั่ง|ให้|พิมพ์|ออก|มา|ให้|ดู|ทาง|เครื่องพิมพ์|  |Syn. reel
หมายถึง หน่วยความจํา|ที่|สร้าง|ขึ้น|ไว้|ภายใน|เครื่องพิมพ์ หรือ|อาจ|ดึง|ออก|มา|จาก|หน่วยความจํา|ของ|เครื่อง|คอมพิวเตอร์ เพื่อให้|ทํางาน|ประสาน|ระหว่าง|เครื่อง|คอมพิวเตอร์|กับ|เครื่องพิมพ์
(ส|พูน) n. ช้อน|,|ปริมาณ|เต็ม|ช้อน|,|พลั่ว|,|จอบ|,|คน|เซ่อ|,|คน|ที่|หลงรัก|คน|อื่น|ข้างเดียว vt.,|vi. ใช้|ช้อน|ตัก|,|ทํา|ให้|เป็น|รูป|ช้อน|,|ตี|ลูก|กอล์ฟ|ขึ้น|เบา ๆ ,|หลง|งมงาย|,|เกี้ยว|,|กอด|จูบ|,|vi. แสดง|ความ|รัก -|Phr. (born with a silver spoon in one|'|s mouth เกิด|ใน|ตระกูล|มั่งคั่ง) .
(ส|พูน|'|เฟด) adj. ใช้|ช้อน|ตัก|,|ป้อน|ด้วย|ช้อน|,|ได้|รับ|การ|เอาใจ|จน|เสียคน
(ส|พูน|'|นะ|ริ|ส|ซึม) n. การ|กลับ|หรือ|ย้าย|เสียง|ของ|คํา ไคล้,|หลงรัก|  |Syn. spoony
(ส|พูน|'|ฟู|ล) n. ปริมาณ|เต็ม|ช้อน|,|ปริมาณ|เล็กน้อย pl. spoonfuls
(ส|พอ|แรด|'|ดิค) adj. เป็นครั้งเป็นคราว|,|เป็น|พัก ๆ ,|เป็น|ระยะ|,|กระจัดกระจาย|,|บาง|ตา.  |Syn. sporadical.  |Syn. sporadically adv. sporadicity n.  |Syn. rare|,|infrequent
(สพอร์) n. สปอร์|,|เซลล์|สืบพันธุ์|ของ|พืช|หรือ|โปรโตซัว|หรือ|เชื้อรา|หรือ|สาหร่าย|ทะเล|บาง|ชนิด.  |Syn. sporal adj. sporoid adj.
(สพอร์ท) n. กีฬา|,|กรีฑา|,|การ|เล่น|,|การ|พักผ่อนหย่อนใจ|,|นันทนาการ|,|ความ|สนุกสนาน|,|การ|หยอกล้อ|,|เครื่อง|สนุก|,|เครื่อง|เล่น|,|นักกีฬา|,|งาน|กีฬา|,|นัก|พนัน|,|นักเลง|,|ผู้|ที่|กล้าได้กล้าเสีย adj. เหมาะ|สําหรับ|ใส่|นอก|บ้าน|,|เกี่ยวกับ|การกีฬา. vi. สนุกสนาน|,|เพลิดเพลิน|,|เล่น|กีฬา|,|จู้จี้|ใน|สิ่ง|เล็ก ๆ| 
(สพอร์ท|'|ทิง) adj. เกี่ยวกับ|การกีฬา|,|เกี่ยวกับ|การ|กรีฑา|,|ชอบ|กีฬา|,|ชอบ|การ|พนัน|,|คล้าย|นักกีฬา|,|สนใจ|การกีฬา|,|ยุติธรรม|,|มี|น้ําใจ|นักกีฬา|,|เปลี่ยนแปลง|ไป|จาก|ลักษณะ|เดิม|ของ|พ่อแม่|  |Syn. fair
(สพอร์|'|ทิฟว) adj. ขี้|เล่น|,|ชอบ|หยอกล้อ|,|ชอบ|ล้อ|เล่น|,|ชอบ|สนุกสนาน|,|เกี่ยวกับ|กีฬา|,|เกี่ยวกับ|การ|เปลี่ยนแปลง|จาก|ลักษณะ|ของ|พ่อแม่|,|เร่าร้อน|  |Syn. sportiveness n.  |Syn. playful|,|gay
(สพอร์ทซฺ) adj. เกี่ยวกับ|กีฬา|,|เกี่ยวกับ|กรีฑา|,|เหมาะ|สําหรับ|กีฬากลางแจ้ง sports car|,|sport car รถแข่ง|,|รถ|เล็ก|ที่|มี|กําลัง|แรงม้า|สูง
(สพอร์ท|'|ซฺ|เมิน) n. นักกีฬา|,|คน|ที่|ชอบ|กีฬา|,|คน|ที่|มี|น้ําใจ|นักกีฬา. pl. sportsmen|  |Syn. sportsmanlike adj. sportsmanly adj.
(สพอร์ท|'|ซฺ|เมิน|ชิ|พ) n. ลักษณะ|ของ|นักกีฬา|,|ความ|เป็น|นักกีฬา|,|การ|มี|น้ําใจ|นักกีฬา
(สพอร์ท|'|ซี) adj. เหมือน|เสื้อ|กีฬา|,|เหมือน|ชุด|กีฬา|,|ใช้|สวม|เล่น|กีฬา
(สพอร์|'|ที) adj. หรูหรา|,|โอ้อวด|,|อวดอ้าง|,|สวยงาม|,|เหมือน|นักกีฬา|,|เหมาะ|สําหรับ|นักกีฬา.  |Syn. sportily adv. sportiness n.
(ส|พอ|ท) n. จุด|,|แต้ม|,|ดวง|,|หยด|,|จุด|ด่าง|,|จุด|ดํา|,|มลทิน|,|สถานที่|,|ตําแหน่ง|,|เงินสด|,|จํานวน|เล็กน้อย|,|ปริมาณ|ที่|ดื่ม|,|ไฟ|จ้า|สําหรับ|ส่อง|ให้|สว่าง|มาก|,|ไนท์คลับ|,|บาร์|,|สินค้า|ที่อยู่ vt. ทํา|ให้|เป็น|จุด|,|ทํา|ให้|เปื้อน|เปรอะ|,|จํา|ได้|,|กําหนด|ตําแหน่ง|,|ทํา|ให้|กระจาย|,|เล็ง|เป้า|,|เปื้อน|,|เปรอะ. adj. ทันที|,|ฉับพลัน
n. การ|ประกาศ|สั้น ๆ ทาง|วิทยุ|หรือ|โทรทัศน์ (มัก|เป็น|การ|โฆษณา)| 
n. ข่าว|ด่วน|  |Syn. latest news
n. การ|ทดสอบ ณ สถานที่|เกิด|เหตุ
(ส|พอ|ท|'|ลิส) adj. ไม่|มี|จุด|,|ไม่|มี|แต้ม|,|ไม่|มี|รอย|เปรอะเปื้อน|,|ไม่|มี|มลทิน|,|บริสุทธิ์|  |Syn. spotlessness n.
(ส|พอ|ท|'|ไลทฺ) n. ไฟฉาย|สว่าง|จ้า|,|แสงสว่าง|จ้า|จาก|ไฟฉาย|แรง|สูง|,|จุดสนใจ|ของ|ประชาชน. vt. ฉาย|ส่อง|ด้วย|ไฟฉาย|แรง|สูง|,|ทํา|ให้|เห็นชัด|,|ทํา|ให้|เด่นชัด|,|เรียกร้อง|ความ|สนใจ|,|ย้ํา|,|เน้น|  |Syn. highlijght|,|accent|,|feature
(ส|พอ|ท|'|ทิด) adj. เป็น|จุด|,|เป็น|แต้ม|,|เปื้อน|,|เปรอะ|,|มี|มลทิน.  |Syn. spottedness n.  |Syn. sullied|,|blemished
(ส|พอ|ท|'|ที) adj. เป็น|จุด ๆ ,|เป็น|แต้ม|,|มี|รอย|เปรอะเปื้อน|,|มี|รอย|ด่างพร้อย|,|ไม่|ได้|มาตรฐาน|,|ไม่|เข้า|เกณฑ์|,|ไม่|แน่นอน|,|เอา|แน่|ไม่|ได้.  |Syn. spottily adv. spottiness n.  |Syn. irregular
(ส|เพา|'|เซิล) n. พิธีสมรส|,|พิธี|แต่งงาน
(ส|เพา|ซฺ) n. คู่|ชีวิต|,|คู่สมรส|,|สามี|หรือ|ภรรยา. vi. แต่งงาน|,|สมรส.  |Syn. spousehood n.  |Syn. consort|,|mate
(ส|เพา|ทฺ) n. พวย|กา|,|พวย|กาน้ํา|,|รางน้ํา|,|ราง|ลาด|,|ท่อ|พ่น|,|หลอด|พ่น|,|โรงรับจํานํา|,|ลําน้ํา|,|น้ํา|ที่|พุ่ง|ขึ้น|,|น้ํา|ที่|พุ่ง|ไหล|vt.,|vi. พ่น|,|พุ่ง|,|ไหล|พุ่ง|,|พูด|แบบ|น้ํา|ไหล|ไฟดับ|  |Syn. stream|,|flow|,|spew
(สเพ|รน) n. การ|บิด|,|การ|เคล็ด. vt. บิด|,|เคล็ด|,|ทํา|เคล็ด.  |Syn. twist|,|strain
(ส|แพร|ง) vi. กริยา|ช่อง 2 ของ spring
(ส|แพร|ท) n. ปลา|ทะเล|ขนาด|เล็ก|จําพวก|หนึ่ง
(ส|พร|อล) vi. นอน|เหยียด|,|นั่ง|เห|นียด|,|เหยียด|เท้า|,|เหยียด|แขน|,|เลื้อยคลาน vt. เห|ยี|ดด|แขนขา. n. ความ|พยายาม|,|การ|เหยียด|แขนขา|  |Syn. loll|,|lounge
(สเพร) n. ละ|ลอง|น้ํา|,|น้ํา|กระเซ็น|,|ของเหลว|ที่|พุ่ง|ออก|เป็น|ฝอย|,|เครื่อง|ฉีด|ของเหลว|เป็น|ฝอย. vt.,|vi.เป็น|ละออง|น้ํา|,|กระเซ็น|เป็น|ละออง|น้ํา|,|ฉีด|,|พ่น|,|พรม|,|โปรย|,|กระเซ็น|,|ปล่อย|ออก|เป็น|ฝอย.  |Syn. sprayer n.  |Syn. shower|,|mist|,|cloud|,|sprinkle
(สเพ|รด) {|sprea|,|spread|,|spreading|,|spreads|} vt.,|vi.,|n. (การ) แผ่|,|แพร่|,|กระจาย|,|กาง|,|คลี่|,|ปู|,|ละเลง|,|ทา|,|ทํา|ให้|กระจาย|,|แยก|ออก|,|ยึด|ออก|,|ลาม|,|ซึม|,|ผืน|แผ่นดิน|อัน|กว้างใหญ่|,|น่านน้ํา|อัน|กว้างใหญ่|,|ผ้า|ปู|,|ฟาร์ม|,|ไร่นา.  |Syn. spreadable adj. -|S...
ตาราง|จัดการ|หมายถึง โปรแกรมคอมพิวเตอร์|ประเภท|หนึ่ง มี|ลักษณะ|เป็นตาราง มี|เส้น|แนว|ตั้ง|และ|แนว|นอน|ตัด|กัน ช่อง|ที่|มี|เส้น|ตัด|กัน|นี้ เรียก|ว่า เซลล์ (cell) ใช้|เป็น|ที่|เก็บ|ข้อมูล ข้อมูล|เหล่านี้|สามารถ|นํามา|ทํา|การ|คํานวณ|ได้ และ|จะ|ให้|ผล|อย่าง|รวดเร็ว และ|ง่ายดาย เป็น|ที่|นิยม|ใช้|กัน|มาก|สําหรับ|การ|ทํา|บัญชี ไม่ว่า|จะ|เป็น|บัญชี|รับ|/|จ่าย บัญชี|พัสดุฯ โปรแกรม|ประเภท|นี้|ที่|มี|ชื่อ|เป็น|ที่|นิยม|ใช้|กัน|มาก|ได้แก่ Lotus 1|-|2|-|3, Microsoft Excel|, Quattro Pro เป็นต้น
(สพ|รี) n. ความ|สนุกสนาน|,|การ|เที่ยว|สนุกสนาน|,|การ|ดื่ม|อย่าง|สนุกสนาน|จน|เมา|,|ระยะ|เวลา|แห่ง|การ|หา|ความ|สุข|อย่าง|เมามัน|  |Syn. bout
(ส|พริก) n. กิ่งไม้|เล็ก ๆ ,|ช่อ|เล็ก|,|ลูกหลาน|,|คน|หนุ่ม|,|เด็กหนุ่ม|,|ทายาท|,|ตะปู|ไม่|มี|หัว|,|หมุด|ติด|กระจก. vt. ประดับ|ด้วย|กิ่งไม้|เล็ก ๆ ,|ตัด|กิ่งไม้|เล็ก ๆ|  |Syn. shoot|,|sprout|,|branch
(ส|ไพร|'|ทฺลี) adj.,|adv. สนุกสนาน|,|มี|ชีวิตชีวา|,|ร่าเริง|,|แคล่วคล่อง|,|ว่องไว.  |Syn. sprightliness n.  |Syn. animated|,|lively|,|spry|,|cheerful|,|energetic
(สพ|ริ|ง) {|sprang|/|sprung|,|sprung|,|springing|,|springs|} vi.,|vt. (ทํา|ให้) กระโดด|,|เด้ง|,|ดีด|,|ดีด|ตัว|,|ทะลัก|,|ไหล|ทะลัก|,|พรั่งพรู|,|ผลิ|,|โผล่|,|งอก|,|เกิด|,|ป|รา|กฎ|,|ป|รา|กฎ|ขึ้น|กะทันหัน|,|ขึ้น|สูง|,|ระเบิด n. สปริง|,|ลวดสปริง|,|ลาน|,|ความ|ยืดหยุ่น|,|ฤดู|ใบไม้|ผลิ|,|น้ําพุ|ธรรมชาติ|,|การ|กระโดด|,|แหล่ง|กําเนิด|,|ระยะ|แรกเริ่ม
n. ตาชั่ง|ระบบ|สปริง
(d) (สพ|ริ|ง|'|กัล) n. เด็ก|วัยรุ่น
n. กระดาน กระโดด|,|จุดเริ่มต้น.  |Syn. spur
(สพ|ริ|ง|'|บอค) n. ละมั่ง|แอฟริกา ชอบ|กระโดด|ขึ้น|สูง|ใน|เวลา|ตกใจ|,|ทีม|รักบี้|แอฟริกาใต้|  |Syn. gazelle
(สพ|ริ|ง|'|บัค) n. =|springbok (ดู)| 
(สพ|ริ|ง|'|เคิล) vt.,|vi.,|n. (การ) พรม|,|โปรย|,|โรย|,|หว่าน|, (ฝน) ลง|ประปราย|,|ฉีด|ให้|เปียก.,|สิ่ง|ที่|ใช้|พรม (โรย|,|โปรย) ,|การ|หว่าน|,|ฝน|ที่|ลง|ประปราย|,|จํานวน|เล็กน้อย
(สพ|ริน|ทฺ) vi.,|vt.,|n. (การ) วิ่ง|เต็ม|ฝีเท้า|,|วิ่ง|ด้วย|ความ|เร็ว|สูงสุด|,|วิ่ง|แข่ง|,|ไป|ด้วย|ความ|เร็ว|สูงสุด|,|ความ|เร็ว|สูงสุด|ใน|ระยะ|สั้น.  |Syn. sprinter n.
(สพ|ริ|ท) n. เสากระโดง|เรือ|ขวาง
(ส|ไพร|ทฺ) n. ผีสาง|,|เทพดา|  |Syn. elf|,|fairy
(สพ|ริ|ท|'|เซ|ล) n. ใบ|เรือ|ที่|ขึง|อยู่|บน|เสากระโดง|เรือ|ขวาง
(ส|พร|อค|'|คิท) ล้อ|ฟันเฟือง|,|โซ่|ฟันเฟือง|  |Syn. sprocket wheel
(ส|เพรา|ทฺ) vi.,|vt. (ทํา|ให้) แตก|หน่อ|,|ออก|หน่อ|,|ออก|ตุ่ม|,|งอก|,|โผล่|,|เอา|หน่อ|ออก|,|เอา|ตุ่ม|ออก. n. หน่อ|,|ตุ่ม|, sprouts พืช|จําพวก Brassica คล้าย|กะหล่ําปลี|  |Syn. shoot forth
(ส|พรู|ส) n. ต้นสน|สกุล|Picea|มี|ใบ|รูป|เข็ม|สั้น|,|ไม้|ของ|ต้น|ดังกล่าว adj. ทํา|จาก|ไม้|ดังกล่าว|,|มี|ต้นสน|ดังกล่าว|ขึ้น|มาก|,|เรียบร้อย|,|งดงาม|,|โก้ vt. ทํา|ให้|เรียบร้อย|,|ทํา|ให้|งดงาม|,|แต่ง|จน|เรียบร้อย|,|แต่ง|จน|งดงาม|,|แต่ง|จน|โก้.  |Syn. trim|,|neat
(สพ|รัง) vi. กริยา|ช่อง 2 และ 3 ของ spring (ดู)| 
(ส|ไพร) adj. มี|ชีวิตชีวา|,|คล่องแคล่ว|,|ว่องไว|  |Syn. spryly adv.  |Syn. active|,|nimble
(ส|พัด) n. มันฝรั่ง|,|จอบ|เล็ก|สําหรับ|ขุด|ราก|,|เสียม|,|สิ่ง|ที่|สั้น|และ|หยาบ
(สพิวมฺ) vt. ปล่อย|ออก|เป็น|ฟอง|,|ลอย|ขึ้น|เป็น|ฟอง. n. ฟอง|,|ฟอง|ฝอย|,|ฟอง|ลอย|น้ํา.  |Syn. spumous|,|spumy adj.  |Syn. foam|,|froth
(ส|พัน) vi. กริยา|ช่อง 2 และ 3 ของ spin adj. เกิด|จาก|การ|บั่น
(สเพอร์) n. เดือย|ส้น|รองเท้า|,|เดือย|ไก่|,|สิ่ง|กระตุ้น|,|สิ่ง|ปลุก|เร้า|,|เนิน|แหลม|,|ทิวเขา|แหลม|,|กิ่งไม้|,|กิ่ง|สั้น|,|ประ|ตัก|,|ส่วน|ที่|ยื่น|โผล่|, -|Phr. (on the spur|,|of the moment ฉับพลัน ชั่ว|วูบ) . vt. กระตุ้น|ม้า|ด้วย|เดือย|รองเท้า|,|กระตุ้น|,|เร่ง|,|ลง|ประ|ตัก|, (ไก่ชน) ตี|ด้วย|เดือย|ไก่ vi. ห้
(สเพิจฺ) n. พืช|สกุล|Euphorbia
(สพิว|'|เรียส) adj. ไม่|แท้|,|เก๊|,|ปลอม|,|หลอกลวง|, (ลูก) นอกกฎหมาย
(สเพอ|'|ริ|เออะ) n. ช่าง|ทํา|เดือย|ส้น|รองเท้า|ขี่ม้า
(สเพิร์ท) vt.,|vi.,|n. (การ) พ่น|,|ฉีด|,|โหม|กําลัง|,|ทุ่ม|กําลัง|,|ปล่อย|ฝีเท้า|เต็มที่|,|ดัน|ออก|อย่าง|ฉับพลัน|,|ปะทุ|,|พ่น|ออก|  |Syn. spirt
(ส|พุ|ท|'|นิค) n. ดาวเทียม|ดวง|แรก|ของ|โลก|ที่|ส่ง|ขึ้น|สู่|อวกาศ|ใน|ปี ค.ศ.1957
(สพัท|'|เทอะ) vi.,|vt.,|n. (การ) พ่น|ออก|,|พุ่ง|ออก|,|ฉีด|ออก|,|ถ่ม|น้ําลาย|, (เครื่องยนต์) ดัง|เป็น|พัก ๆ ,|ดัง|เปาะแปะ|,|พูด|ละล่ําละลัก|,|พูด|ละล่ําละลัก|,|พูด|ไม่|ต่อเนื่อง|กัน. n. sputteringly adv.  |Syn. spatter|,|stutter
(สพิว|'|ทัม) n., เสลด|,|เสมหะ|,|น้ําลาย|ที่|ถ่ม|ออก pl. sputa|  |Syn. spittle
(ส|ไพ) n. จารชน|,|จาร|บุรุษ|,|ผู้|สอด|แนม|,|นักสืบ|,|นักสืบ|ราชการ|ลับ|,|สปาย vi.,|vt. สอด|แนม|,|เป็น|จาร|ชน|,|เป็น|นักสืบ|  |Syn. agent|,|scout|,|snoop|,|pry
เอสคิว|แอ|ล|ซี|เควล|ย่อ|มา|จาก structured query language (แปล|ว่า ภาษา|สอบถาม|เชิง|โครงสร้าง) เป็น|ภาษา|ที่|ใช้|ใน|การ|เขียน|โปรแกรม|ประเภท|คลัง|ข้อมูล (database) ซึ่ง|ใช้|หลักการ|ของ|การ|ให้|ตอบ|คําถาม|ไป|ทีละ|ข้อ เพื่อให้|คอมพิวเตอร์|ไป|เลือก|หา|ข้อมูล|ที่|ต้องการ|มา|แสดง
(สค|วอ|บ) n. ลูก|นก|,|บุคคล|ที่|อ้วน|เตี้ย|,|บุคคล|รูปร่าง|ม่อต้อ|,|หญิงสาว|,|เบาะ|หน้า|,|โซฟา
(สค|วอ|บ|'|เบิล) vi.,|n. (การ) ทะเลาะ|,|เถียง|กัน|,|มี|ปากเสียง|กัน|,|ต่อล้อต่อเถียง|  |Syn. dispute|,|wrangle
(สค|วอด|ฺ) n. กลุ่ม|คน|,|หมู่|คน|,|กลุ่ม|,|หมู่|,|ทีม|,|คณะ|,|หมู่|ทหาร. vt. จัด|เป็น|กลุ่ม|,|จัด|เข้า|กลุ่ม
n. รถ|สาย|ตรวจ|ตํารวจ
(สค|วอด|'|เริน) n.,|vt. (จัด|เป็น) กองร้อย|,|กองร้อย|ทหารม้า|,|ฝูง|เครื่องบิน|,|กลุ่ม|,|หมู่|,|คณะ.
n. นาวา|อากาศ|ตรี|,|หัวหน้า|กองโจร|ทหารอากาศ
(สค|วอ|ล|'|ลิด) adj. สกปรก|,|มอซอ|,|รุ่มร่าม|,|เสื่อมทราม|,|ยากแค้น|,|น่า|สงสาร|  |Syn. squalidity n.
(สค|วอ|ล) n. ลมพายุ|ที่|เกิด|ขึ้น|อย่าง|ฉับพลัน (มัก|มี|ฝน|หิมะ|หรือ|ลูกเห็บ) ,|ความ|โกลาหล|อย่าง|กะทันหัน|,|ความ|ยุ่งยาก|อย่าง|กะทันหัน vi. พัด|กระหน่ํา|,|เกิด|พายุ|อย่าง|กะทันหัน.  |Syn. squallish adv.
(สค|วอ|ล|'|ลอย|ดฺ) adj. คล้าย|ปลาฉลาม
(สค|วอ|ล|'|ลี) adj. มี|ลมพายุ|ที่|เกิด|ขึ้น|อย่าง|กะทันหัน (มัก|มี|ฝน หิมะ|หรือ|ลูกเห็บ) ,|มี|มรสุม|,|คุกคาม|,|มี|ความ|ยุ่งยาก|,|ไม่|ราบรื่น
(สค|วอ|ล|'|เลอะ) n. ความ|สกปรก|,|ความ|มอซอ|,|ความ|รุงรัง|,|ความ|รุ่มร่าม|,|ความ|เสื่อมทราม|,|ความ|ชั่วร้าย|  |Syn. poverty|,|filth
(สค|วอน|'|เดอะ) vt.,|n. (การ) ใช้จ่าย|สุรุ่ยสุร่าย|,|ใช้|สิ้นเปลือง|,|ถลุง|,|ทํา|ให้|กระจาย|,|ทํา|ให้|กระจัดกระจาย
(สแควร์) n. สี่เหลี่ยมจัตุรัส|,|พื้นที่|รูป|สี่เหลี่ยม|,|ลาน|กว้าง|,|สนาม|กว้าง|,|สี่แยก|,|ไม้|ฉาก|,|ตาราง|หมากรุก|,|จํานวน|ยก|กําลัง|สอง|,|ผู้|ที่|ไม่|สนใจไยดี vt. ทํา|ให้|เป็น|รูป|สี่เหลี่ยม|,|ทํา|ให้|เป็น|มุมฉาก|,|ยก|กําลัง|สอง|,|คูณ|ด้วย|ตัวเอง|,|ทํา|ให้|เสมอ|กัน|,|ปรับ|ระดับ|,|ทํา|ให้|ตรง|,|ควบคุม|,|ให้|สินบน|,|งบดุล|,|บัญชี|,|ทํา|ตาราง
n. การ|กระทํา|ที่|ยุติธรรม (ซื่อตรง)| 
n. ตาราง|ฟุต
n. (คณิตศาสตร์) จํานวน|ราก|แห่ง|กําลัง|สอง|ของ|อีก|จํานวน|หนึ่ง|/|เช่น|ราก|แห่ง|กําลัง|สอง|ของ|49|คือ|7|กรณฑ์
n. ใบ|เรือ|สี่เหลี่ยม|ที่|วาง|ขวาง
(สแควร์|'|บิล|ทฺ) adj. กว้าง|,|ราง|,
vi. เต้นรํา|เป็น|รูป|สี่|-|เหลี่ยม (ชาย|หญิง|สี่|คู่) .  |Syn. square dance n.
n. กระดาษ|ตาราง|,|กระดาษ|กราฟ
(สแควร์|'|ลี) adj. เป็น|รูป|สี่เหลี่ยม|จัตุ|-|รัส|โดย|ตรง|,|ไม่|อ้อมค้อม|,|ซื่อตรง|,|ยุติธรรม
(สค|วอ|ช) vt.,|vi. กด|,|รัด|,|บีบ|,|คั้น|,|บด|,|อัด|,|เบียด|,|ถูก|กด (รัด|,|บีบ|,|คั้น|,|บด|,|อัด|,|เบียด) ,|ทํา|ให้|ยับเยิน|,|ทําลาย|,|ทํา|ให้|เกิด|เสียง|กด (รัด|,|บีบ|,|คั้น|,|บด|,|อัด|,|เบียด) ,|น้ําผลไม้|,|สิ่ง|ที่|อัด|แน่น|,|พืช|สกุล|ฟักทอง แตง น้ํา|เต้า|,|กลุ่ม|ที่|เบียด|แน่น|,|กีฬา|เทนนิส|แบบ|หนึ่ง|ที่|ใช้|ไม้สั้น (หรือ|เรียก|ว่า|กีฬา squash tennis)| 
(สค|วอ|ช|'|ชี) adj. บีบ|หรือ|อัด หรือ|คั้น|ได้|ง่าย|,|เบียดเสียด|,|นิ่ม|และ|เปียก|,|สุก|ทั่วไป|หมด.  |Syn. squashily adv.  |Syn. pulpy
(สค|วอ|ท) vi.,|vt.,|n. (การ) (ทํา|ให้) (การ) นั่ง|ยอง ๆ ,|นั่ง|ขัดสมาธิ|,|นั่ง|ราบ|,|นั่ง|ถ่าย|,|หมอบ|,|นั่ง|พับเพียบ|,|นั่ง|บน|พื้น|,|ขด|ตัว|,|หักร้างถางพง. adj. ม่อต้อ|,|อ้วน|เตี้ย|,|กว้าง|เตี้ย.  |Syn. stocky|,|chunky|,
(สค|วอ|ท|'|เทอะ) n. ผู้|นั่ง|ยอง ๆ ,|ผู้|นั่ง|บน|พื้น|,|สัตว์|ที่|หมอบ|หรือ|ขด|ตัว|,|ผู้|ตั้ง|รกราก|ใน|ที่ดิน|ของ|รัฐ|เพื่อ|จับจอง|การ|ครอบครอง|,|ผู้|หักร้างถางพง|ที่ดิน vi. ลุย|น้ํา|,|เดิน|ลุย|น้ํา
(สค|วอ|ค) vi.,|vt.,|n. (เสียง) ร้อง|เสียง|ด้วย|ความ|เจ็บปวด|หรือ|ตกใจ (เช่น เสียงร้อง|ของ|เป็ด|หรือ|ไก่) บ่น|เสียง|ดัง|,|ร้องทุกข์|  |Syn. scream|,|squal
(สควีค) n. เสียง|เอี๊ยด ๆ (ของ|บานพับ|เป็นต้น) ,|เสียง|เจี๊|ยก ๆ (ของ|หนู|หรือ|สัตว์|อื่น) ,|การ|หลบหนี|จาก|ภัย|หรือ|ความ|ตาย|,|โอกาส vi. ส่ง|เสียง|ดังกล่าว|; -|Phr. (squeak by (through) ชนะ|แต่|เส้น|ยาแดง|ประสบ|ความ|สําเร็จ|อย่าง|หวุดหวิด|,|รับสารภาพ|,|เปิดเผย) .
(สควีล) n. เสียงร้อง|แหลม (เช่น เนื่องจาก|ความ|เจ็บปวด ความ|กลัว) . vi. ร้อง|เสียง|แหลม|,|บอกเปิด|เผย|,|ซัดทอด.  |Syn. squealer n.
(สควี|'|มิ|ช) adj. ตกใจ|ง่าย|,|คลื่นไส้|,|อาเจียน|,|รู้สึก|สะ|อิด|สะ|เอียน|ได้|ง่าย|,|พิถีพิถัน|เกิน|ไป|,|จู้จี้|  |Syn. squeamishly adv.  |Syn. fussy
(สควี|'|จี|,|สควีจี|') n. ไม้กวาด|หุ้ม|ยาง|หรือ|ทํา|ด้วย|ยาง|สําหรับ|กวาด|น้ํา|จาก|ดาดฟ้า|หรือ|อื่น ๆ ,|ลูกกลิ้ง|ยาว|สําหรับ|เอา|น้ํา|ที่|เกิน|ออก|จาก|ภาพถ่าย. vt. กวาด|น้ํา|ด้วย|อุปกรณ์|ดังกล่าว.  |Syn. squilgee|,|squillagee|,|squillgee
(สควีซ) vt.,|vi.,|n. (การ) บีบ|,|รัด|,|เบียด|,|คั้น|,|กด|,|อัด|,|รีด|,|ขูดรีด|,|บังคับ|,|ทํา|ให้|ลด|น้อย|ลง|,|สกัด|,|ดัน|,|กอด|,|จํานวน|เล็กน้อย|,|สิ่ง|ที่|บีบ|หรือ|คั้น|ออก|,|ค่าธรรมเนียม|,|เงิน|หัก|เก็บ|,|กลุ่ม|คน|ที่|เบียดเสียด|กัน|  |Syn. squeezer n.  |Syn. press|,|compr
(สเควลชฺ) vt.,|n. (การ) ขยี้|,|บด|,|บดขยี้|,|กําจัด|,|ทําลาย|,|ขจัด|,|ระงับ|,|ดับ|,|บีบคั้น|,|ทํา|ให้|เกิด|เสียง|ผลัวะ|,|ทํา|ให้|เกิด|เสียง|สาด|กระเด็น|,|การ|ขยี้|,|การ|กําจัด|,|การ|บีบบังคับ.  |Syn. squelcher n. squelchingly adv.
(สควิบ) vi.,|vt.,|n. (การ) พูด|หรือ|เขียน|ล้อ|เล่น|,|พูด|หรือ|เขียน|เยาะเย้ย|,|จุด|ประทัด|,|ยิง|ประทัด|,|ประทัด|,|เกิด|เสียง|ประ|ทุ|,|เคลื่อนที่|อย่าง|รวดเร็ว|และ|ไม่|สม่ําเสมอ.  |Syn. lampoon
(สค|วิด) n. ปลาหมึก
(สควิล) n. หอม|ทะเล|จําพวก Urginea
(สควินทฺ) vt.,|vi.,|adj.,|n. (การ) มอง|ค้อน|,|หรี่|ตา|,|ชําเลือง|มอง|,|พริ้ม|ตา|,|ชม้าย|ตา|,|มอง|เอียง ๆ|  |Syn. squintingly adv. squinty adj. squinter คน|ตาเหล่|,|คน|ตาเข
(สควินทฺ|'|อาย|ดฺ) adj.ตาเหล่|,|ตา|เอียง|,|หรี่|ตา|,|พริ้ม|ตา|,|ตาเข|,|ชม้าย|ตา|,|มอง|เอียง ๆ| 
(สควิน|'|ที) adj. ตาเข|,|ชม้าย|ตา|,|มอง|เอียง ๆ| 
(สไคว|'|เออะ) n. (ใน|อังกฤษ) ผู้ดี|บ้านนอก|,|คหบดี|บ้านนอก|,|ผู้|รับใช้|นักรบ|สมัยก่อน|,|นาย|,|ทนายความ|,|ตุลาการ|,|ผู้|เอาอกเอาใจ|สตรี|,|เจ้าหน้าที่|รักษา|ความ|สงบ. vt. รับใช้|นักรบ|,|ป|รน|-|นิบัติ|,|เอาอกเอาใจ.  |Syn. valet|,|attendant|,|page
(สเคิร์ม) vi.,|n. (การ) กระดุกกระดิก|,|ดิ้น|,|ดิ้นรน|,|ดิ้น|ไป|มา|,|บิด|งอ|,|รู้สึก|ไม่|สบายใจ|,|รู้สึก|อึดอัด|ใจ.  |Syn. squirmingly adv.  |Syn. wriggle
(สเค|วอ|'|มี) adj. ดิ้น|ไป|มา|,|บิด ๆ ,|งอ|,|กระดุกกระดิก|,|เหมือน|ตัว|หนอน
(สเค|วอ|'|เริล) n. กระรอก vt. เก็บ|,|สะสม
(สเควิท) vt.,|vi.,|n. (การ) พ่น|,|ฉีด|,|พุ่ง|,|ฉีด|ให้|เปียก|,|พ่น|ให้|เปียก|,|บุคคล|ที่|ไม่|สําคัญ|และ|น่า|รําคาญ|,|บุคคล|ร่าง|เล็ก|  |Syn. spurt|,|jet|,|stream
เอส|-|เอส|/|ดี|-|ดี <|คํา|อ่าน|>|ย่อ|มา|จาก single sided / double density เป็น|จาน|บันทึก|ข้อมูล|รุ่น|เก่า|ซึ่ง|ไม่|เป็น|ที่|นิยม|ใช้|กัน|แล้ว|ใน|ปัจจุบัน จาน|แบบ|นี้|จะ|บันทึก|ข้อมูล|ลง|ได้|เพียง|ด้าน|เดียว (single sided) แม้|จะ|อัด|ให้|แน่น|ได้|ถึง|สอง|เท่า|ตัว|ของ|ความ|อัด|แน่น|อย่าง|ปรกติ|ก็ตาม (double density) จาน|บันทึก|ขนาด 51|/|4 นิ้ว จุ|ได้|เพียง 180 เค (180,000 ตัว|อักขระ) ปัจจุบัน|จาน|บันทึก|ที่|ใช้|ทั่วไป จะ|เป็น|ประเภท DS|/|DD (double sided|/|double density) หรือ HD (high density) เพราะ|มี|ความ|จุ|มาก|กว่า|มาก
เอสเอส|/|เอส|ดี <|คํา|อ่าน|>|ย่อ|มา|จาก single sided / single density เป็น|จาน|บันทึก|ข้อ|มุ|ล|รุ่น|เก่า|ที่|ล้าสมัย|ยิ่ง เพราะ|นอกจาก|จะ|บรรจุ|ข้อมูล|ได้|เพียง|หน้า|เดียว|แล้ว ยัง|จุ|ข้อมูล|ได้|เพียง|เท่า|เดียว|คือ 90 K (90,000 ตัว|อักขระ) เท่านั้น
(ส|แทบ) vt.,|vi. แทง|,|ทิ่ม|,|จิ้ม|,|เสียดแทง n. การ|แทง|,|การ|ทิ่ม|,|การ|จิ้ม|,|การ|พยายาม|ใน|ระยะ|สั้น|,|บาดแผล|จาก|การ|แทง|,|ความ|เจ็บปวด|กะทันหัน|ที่อยู่|ไม่|นาน -|Phr. (stab (someone) in the back ทําร้าย|ข้างหลัง ลอบกัด)|  |Syn. jab|,|pierce
(ส|เท|'|บิ|ไลซ) vi.,|vt. (ทํา|ให้) กลาย|เป็น|คงที่ (มั่นคง|,|สม่ําเสมอ|,|มี|เสถียรภาพ) .  |Syn. stabilisation|,|stabilization n.  |Syn. secure|,|brace Ant. loosen
(ส|เท|'|บิ|ไล|เซอะ) n. ผู้ทํา|ให้|คงที่ (สม่ําเสมอ|,|มั่นคง|,|มี|เสถียรภาพ) ,|สิ่ง|ที่|ทํา|ให้|คงที่ (สม่ําเสมอ|,|มั่นคง|,|มี|เสถียรภาพ)| 
(สทะ|บิล|'|ลิ|ที) n. ความ|มั่นคง|  |Syn. steadiness|,|poise
(ส|เท|'|บิ|ไลซ) vi.,|vt. (ทํา|ให้) กลาย|เป็น|คงที่ (มั่นคง|,|สม่ําเสมอ|,|มี|เสถียรภาพ) .  |Syn. stabilisation|,|stabilization n.  |Syn. secure|,|brace Ant. loosen
(ส|เท|'|บิ|ไล|เซอะ) n. ผู้ทํา|ให้|คงที่ (สม่ําเสมอ|,|มั่นคง|,|มี|เสถียรภาพ) ,|สิ่ง|ที่|ทํา|ให้|คงที่ (สม่ําเสมอ|,|มั่นคง|,|มี|เสถียรภาพ)| 
(ส|เท|'|เบิล) adj. มั่นคง|n. โรง|ม้า|,|คอก|วัว|,|คอก|สัตว์|,|vt. ใส่|ไว้|ใน|คอก|  |Syn. stableness n. stably adv.  |Syn. firm|,|fixed|,|sturdyf
n. เด็ก|เลี้ยง|ม้า|,|เด็ก|เลี้ยง|สัตว์|ใน|คอก
(ส|เท|'|เบิล|เมิน|,|-|แมน) n. ชาย|เลี้ยง|ม้า|,|ชาย|เลี้ยง|สัตว์|ใน|คอก pl. stablemen
(ส|เท|'|บลี) adv. อย่าง|มั่นคง|  |Syn. firmly|,|steadily
(ลทะ|คา|'|โท) adj.,|adv.,|n. (ดนตรี) เป็น|ห้วง ๆ ,|ขาด|ตอน|,|ไม่|ต่อเนื่อง|,|สิ่ง|ที่|ไม่|ต่อเนื่อง|กัน|,|สิ่ง|ที่|ขาด|ตอน|,|ลักษณะ|ที่|ขาด|ตอน pl.staccatos|,|staccati
(สแทคฺ) n. กอง|ที่|ซ้อน|กัน|,|ซุ้ม|ปืน|,|สุม|,|จํานวน|มากมาย|,|กลุ่ม|ปล่องไฟ|บน|หลังคา vt.,|vi. กอง|,|ลุ|ม|,|ก่าย|ขึ้น|,|จัด|ไพ่|เพื่อ|โกง เรียง|ทับ|ซ้อน|ใช้|ใน|เรื่อง|โครงสร้าง|การ|เก็บ|ข้อมูล หมายถึง การ|เก็บ|ข้อมูล|โดย|เรียง|ทับ|ซ้อน|กัน|เป็น|ชั้น ๆ การ|เรียง|ทับ|แบบ|นี้|จะ|ทํา|ให้|เกิด|ภาวะ|เข้า|ก่อน ออก|หลัง เพราะ|กว่า|จะ|ออก|มา|ได้ ก็|ต้อง|รื้อ|กอง|ที่|ทับ|ซ้อน|อยู่ ออก|ไป|ให้|หมด|เสียก่อน|  |Syn. bundle|,|pile|,|gather
(สแทด|'|โฮ|ลเดอะ) n. ผู้ว่าการ|จังหวัด|,|ผู้ว่าการ|มล|ฑล.  |Syn. stadtholder
(ส|เท|'|เดี|ยม) n. สนามกีฬา pl. stadiums|,|stadia
(ส|ทา|ฟ) n. ไม้เท้า|,|ไม้|ราว|,|เสา|ค้ํา|,|เครื่อง|ค้ําจุน|,|เสา|,|เสาธง|,|ตะพด|,|ตะบอง|,|ด้าม|,|ไม้|รังวัด|,|ไม้|สัญญาณ|,|ไม้|แสดง อํานาจ|,|ค|ทา|,|ด้าม|,|ป้าย|ทาง|,|เส้น|ขีด|ขวาง|ที่|เป็น|โน๊ต|เพลง|ห้า|เส้น|,|คณะ|ผู้ร่วมงาน|,|คณะ|เสมียน|พนักงาน|,|คณะ|เสนาธิการ|,|เสนาธิการ adj. เกี่ยวกับ|คณะ|เสนาธิการ|,|เกี่ยวกับ|คณะ|ผู้ร่วมงาน
(สแทก) n. กวาง|ตัวผู้|,|สัตว์|ที่|ตอน|แล้ว|,|ม้า|ตัว|เล็ก|,|ผู้|เปิดเผย|ความลับ. adj. เกี่ยวกับ|ผู้ชาย|เท่านั้น. vi.,|vt. เปิดเผย|ความลับ|,|เป็น|จาร|ชน.
(ส|เท|จฺ) n. เวที|,|เวที|ละคร|,|ศิลปะ|ละคร|,|ร้าน|,|แท่น|,|รถม้า|โดยสาร|,|ระยะ|การ|เจริญเติบโต|,|ตอน|,|ระยะ|,|สมัย|,|ช่วง|,|โป๊ะ|,|ท่าเรือ|พื้นราบ|,|ชั้น|,|ขั้น|,|ขั้นบันได vt. แสดง|ละคร|,|นํา|ขึ้น|แสดง -|Phr. (the stage อาชีพ|การ|แสดง|ละคร)| 
(ส|เท|จฺ|'|โค|ช) n. รถม้า|โดยสาร
n. ศิลปะการแสดง|ละคร|,|ศิลปะ|การ|เรียบเรียง|หรือ|กํากับ|บทละคร
(ส|เท|จ|'|เจอะ) n. ผู้ชํานาญ|โลก|,|นักแสดง|  |Syn. actor
(สแทก|'|เก|อะ) vi.,|vt.,|n. (การ) (ทํา|ให้) เดิน|โซเซ|,|ยืน|โซเซ|,|โงนเงน|,|เซ|,|ส่าย|,|ลังเลใจ|,|ตะกุกตะกัก|,|สับหลีก|,|จัด|หลีก. adj. สับหลีก|,|จัด|หลีก|  |Syn. totter|,|stun
(สแทก|'|เนิน|ซี) n. การ|หยุดนิ่ง|,|การ|อยู่|เฉย ๆ ,|สภาพ|ซบเซา|,|ความ|เฉื่อยชา|,|การ|ไม่|เจริญ.  |Syn. stagnance
(สแทก|'|นันทฺ) adj. หยุดนิ่ง|,|หยุด|ไหล|,|อยู่|เฉย ๆ ,|ซบเซา|,|เฉื่อยชา|,|ไม่|เจริญ.  |Syn. standing|,|still|,|idle|,|quiet
(สแทก|'|เนท) vi. หยุดนิ่ง|,|หยุด|ไหล|,|อยู่|เฉย ๆ ,|ซบเซา|,|หยุด|ไม่|เจริญ|,|ไม่|เจริญ.  |Syn. stagnation n.  |Syn. stand|,|languish
(สแทก|'|กี) adj. เกี่ยวกับ|การ|แสดง|ละคร|,|ไม่|เป็น|ไป|ตาม|ธรรมชาติ.  |Syn. stagey.  |Syn. stagily adv.
(ส|เท|ด) adj. สงบ|จิต|,|สงบ|ประสาท|,|มั่นคง|,|สุขุม|,|สงบ.  |Syn. staidily adv. staidiness n.  |Syn. calm|,|stable|,|sedate|,|proper
(ส|เท|น) vt.,|vi. ทํา|ให้|เปรอะเปื้อน|,|ทํา|ให้|เป็น|รอย|ด่าง|,|แต้มสี|,|ทํา|ให้|มี|มลทิน. n. สี|แต้ม|,|สีย้อม|,|สี|ที่|เปรอะเปื้อน|,|ด่างพร้อย|,|สิ่ง|สกปรก|,|แต้ม|สกปรก.  |Syn. stainability n. stainable adj. stainer n.  |Syn. speck|,|blot|,|tarnish|,|st
(ส|เท|น|'|ลิส) adj. ไม่|สกปรก|,|ไม่|เปื้อน|สี|,|ไม่|มี|จุด|ด่างพร้อย|,|ไม่|ขึ้น|สนิม|,|ไม่|เปรอะเปื้อน. n. วัสดุ|เครื่องใช้|ที่|ทํา|ด้วย|เหล็ก|กัน|สนิม
(สแทร์) n. บันได|,|ขั้นบันได|, stairs ขั้นบันได|หลาย|ชั้น|,|ทุ่น|หรือ|แพ|ลอย|ของ|ท่าเรือ
พรม|ปู|ขั้นบันได
n. ขั้นบันได|ทอด|หนึ่ง
n. หัวบันได
n. บันได|,|ทาง|บันได
(ส|เท|ด) n.,|vt. (วาง) เสา|หลัก|,|เสาเข็ม|,|เสา|หมุด|,|เสา|บ้าน|,|หลัก|,|หมุด|,|หลัก|ปักเขต|,|ทั่ง|ไม้|,|เงิน|เดิมพัน|,|เงิน|รางวัล หรือ|ผลประโยชน์|ที่|จะ|ได้|,|ส่วน|ได้|เสีย|,|การ|เสี่ยง|,|การ|แข่ง|ม้า|,|หุ้น|ผลประโยชน์|,|การ|เผา|ทั้งเป็น vi. เล่นการพนัน|ขันต่อ|,|พนัน|,|  |Syn. stakes n. เงิน|เดิมพัน
n. ผู้|ถือ|เงิน|เดิมพัน|,|ผู้รักษา|เงิน|เดิมพัน
(สทะ|แล|ค|'|ไท|ทฺ) n. หินย้อย.  |Syn. stalactitic adj. stalactitical adj.
(สทะ|แลก|'|ไมทฺ) n. หินงอก.  |Syn. stalagmitic adj. stalagmitical adj.
(ส|เท|ล) adj.,|vt.,|vi. (ทํา|ให้) ไม่|สด|,|เก่า|,|เก่า|คร่ําครึ|,|เหม็น|อับ|,|เน่าเปื่อย|,|ค้าง|,|รา|ขึ้น|,|มี|รส|เปลี่ยน|,|เหี่ยว|ย่น|,|จืดชืด|,|น่า|เบื่อ|,|ล้าสมัย|,|นิ่งเฉย|,|ไม่|ไหล|,|ไร้|ผล (เนื่องจาก|การ|ไม่|เรียกร้อง)|  |Syn. old|,|trite|,|rusty|,|insipid
(ส|เท|ล|'|เมท) n. การ|คุมเชิง|กัน|อยู่|,|สภาพ|ที่|อับจน|,|การ|ยัน|กัน|,|สถานการณ์|ที่|กระทํา|อะไร|ไม่|ได้ vt. ทํา|ให้|จนมุม|,|คุมเชิง|,|ยัน|กัน|,|ทํา|ให้|หยุดนิ่ง.  |Syn. draw|,|tie|,|standstill
(ส|ทอ|ลคฺ) n. ก้าน|พืช|,|ลําต้น|,|ก้าน|,|แกน|,|ปล่องไฟ|สูง|,|ขา|แก้ว|เหล้า|,|ลํา|เนื้อสัตว์|ที่|ไม่|มี|กระดูกสันหลัง vi.,|vt.,|n. (การ) ไล่|ตาม|,|ไล่|ตาม|สัตว์|,|ย่อง|เข้า|ใกล้|,|เดิน|เขย่ง|เท้า|เข้า|ใกล้|,|ย่าง|ลาม|ขุม|,|ย่าง.  |Syn. axis|,|stem|,|peduncle|,|pedicel
(ส|ทอ|ล) n. คอก|,|คอก|สัตว์|,|แผงลอย|,|ที่นั่ง|ยกพื้น|ของ|พระ|ใน|โบสถ์|ฝรั่ง|,|ที่นั่ง|แถว|ยาว|ใน|โบสถ์|หรือ|โรงละคร|,|ข้ออ้าง|,|หน้าม้า|,|การ|หน่วงเหนี่ยว vt. ใส่|คอก|,|ทํา|ให้|หยุด vi. หยุด|กลางคัน|,|หยุด|,|ติดขัด|,|อยู่|ใน|คอก vi.,|vt. หน่วงเหนี่ยว|,|ล่อ|,|ถ่วง|เวลา|  |Syn. stalls n. ที่นั่ง
(สแทล|'|เยิน) n. ม้า|ตัวผู้|โต|เต็มที่ (โดยเฉพาะ|สําหรับ|ผสมพันธุ์)| 
(ส|ทอ|ล|'|เวิร์ท) adj.,|n. (ผู้) แข็งแรง|,|แข็งแกร่ง|,|กํายํา|ล่ํา|สัน|,|บึกบึน|,|กล้าหาญ|,|เด็ดเดี่ยว|,|ทรหด|,|แน่น|แน่น|,|ไม่|ย่อท้อ.  |Syn. strong|,|resolute|,|firm
(ส|เท|'|เมน) n. เกสร|ตัวผู้|  |Syn. stamened adj. pl. stamens|,|stamina
(สแทม|'|มะ|นะ) n. ความ|แข็งแรง|,|ความ|แข็งแกร่ง|,|ความ|ทรหด|อดทน|,|สุขภาพ|,|พหูพจน์|ของ stamen (ดู)| 
(สแทม|'|เมอะ) vi.,|vt. พูด|ตะกุกตะกัก|,|พูด|ติดอ่าง. n. การ|พูด|ตะกุกตะกัก|,|การ|พูด|ติดอ่าง.  |Syn. stammerer n. stammeringly adv.
(สแทมพฺ) vt. ตอก|,|ตี|,|ประทับ|,|กระแทก|,|กระทืบ|,|เหยียบ|,|บด|,|กด|,|ขยี้|,|กําจัด. vi. กระทืบ|,|เห|นียบ|,|ย่ํา n. ตรา|ประทับ|,|ตรา|,|รอย|ด่าง|ประทับ|,|ดวงตราไปรษณียากร|,|ลักษณะ|เฉพาะ|,|เอกลักษณ์|,|เครื่องหมาย|,|สิ่ง|ที่|เห็น|ได้|ชัด|,|เครื่อง|ประทับตรา|,|เครื่อง|บด|,|เครื่อง|ขยี้|,|เครื่อง|ทุบ|,|การ|กระทืบ|,|การ|ย่ํา|,
(สแตม|พี|ด|') vi.,|n. (การ) วิ่ง|อลหม่าน|,|แตกตื่น|และ|หนี|,|หลั่งไหล. vt. ทํา|ให้|แตกตื่น|หนี|,|หลั่งไหล.  |Syn. race|,|flight
(ส|แทน|ชฺ) n. ท่า|ยืน|,|ท่า|ตี|กอล์ฟ|,|ท่า|ตี|ลูก|,|ตําแหน่งที่ตั้ง|,|ท่า|ท่า|ง|,|ทัศนคติ.  |Syn. posture
(ส|ทาน|ชฺ|,|ส|ทอน|ชฺ|,|ส|แทน|ชฺ) vi.,|vt. อุด|,|ห้ามเลือด|,|ทํา|ให้|หยุด|ไหล|,|หยุด|,|ยั้ง|,|ดับ|,|ทํา|ให้|บรรเทา.  |Syn. staunch.  |Syn. staunchable adj. stauncher n.
(ส|แทน|'|เชิน) n. เสา|ค้ํา|,|เสา|ตอม่อ|,|เสา|เขต|,|เสา|สัญญาณ. vt. ติดตั้ง|เสา|ดังกล่าว|,|ค้ําจุน|ด้วย|เสา|ดังกล่าว.  |Syn. upright
(ส|แทน|ดฺ) {|stood|,|stood|,|standing|,|stands|} vi.,|vt.,|n. (ทํา|ให้) (การ) ยืน|,|ยืน|ตรง|,|ตั้ง|,|ตั้งอยู่|,|ติด|อยู่|,|ค้าง|อยู่|,|ยืนหยัด|,|ทน|ฝ่า|,|มี|ผล|ต่อไป|,|เป็น|ม้า|พันธุ์|,|เผชิญ|,|อดทน|,|เลี้ยงดู|,|ปฎิบัติ|หน้าที่|,|จุดยืน|,|ตําแหน่ง|,|พยาน|ใน|ศาล|,|แท่น|พูด|,|บัลลังก์|,|ที่|จอด|รถ|,|แผง|หนังสือพิมพ์|,|แผง|,|แผงลอย|,
n. กล้องถ่ายรูป|ชนิด|ตั้ง
(ส|แทน|'|บาย) n. ผู้|ไว้ใจ|ได้|ที่|คอย|ให้|ความ|ช่วยเหลือ|ใน|เวลา|ฉุกเฉิน|,|การ|เตรียม|เข้า|ซื้อ|ที่นั่ง (บน|เครื่องบิน เรือ|หรือ|รถโดยสาร) ที่|คน|อื่น|สละ|สิทธิ์. adj. เตรียมพร้อม|,|สํารอง
adj. ยืน|ตรง|,|ตั้ง|ตรง|,|กล้าหาญ|,|เด็ดเดี่ยว|,|ตรงไปตรงมา
(ส|แทน|'|เดิร์ด) n.,|adj. (เป็น) มาตรฐาน|,|เกณฑ์|,|กฎเกณฑ์|,|ข้อบังคับ|,|กรอบ|,|ข้อกําหนด|,|อัตรา|เปรียบเทียบ|,|สิ่ง|ที่|เป็น|มาตรฐาน|เปรียบเทียบ|,|หน่วย|เงินตรา|,|ธง|ราชการ|,|ธง|,|ชั้นปี|โรงเรียน|ประถม|ใน|อังกฤษ|,|สิ่ง|ค้ําจุน|ที่|ตั้ง|ตรง|,|เสาไฟฟ้า|,|แท่น|ตั้ง|เทียน standards ศีลธรรม|จรรยา|,
มาตรฐานการครองชีพ
n. เวลามาตรฐาน
n. ผู้|ถือ|ธง|,|ผู้นํา|ที่|เด่นชัด|,|ผู้นํา|พรรคการเมือง|,|ผู้นํา|กิจการ|  |Syn. standard|-|bearership n.
(ส|แทน|'|เดิร์ดไดซ) vt.,|vi. ทํา|ให้|ได้|มาตรฐาน|,|ได้|มาตรฐาน|  |Syn. standardis (z) ation n.  |Syn. regulate|,|conform|,|adjust
(ส|แทน|'|เดิร์ดไดซ) vt.,|vi. ทํา|ให้|ได้|มาตรฐาน|,|ได้|มาตรฐาน|  |Syn. standardis (z) ation n.  |Syn. regulate|,|conform|,|adjust
(ส|แทน|'|บาย) n. ผู้|ไว้ใจ|ได้|ที่|คอย|ให้|ความ|ช่วยเหลือ|ใน|เวลา|ฉุกเฉิน|,|การ|เตรียม|เข้า|ซื้อ|ที่นั่ง (บน|เครื่องบิน เรือ|หรือ|รถโดยสาร) ที่|คน|อื่น|สละ|สิทธิ์. adj. เตรียมพร้อม|,|สํารอง
(ส|แทน|'|ดิง) n. ตําแหน่ง|,|ฐานะ|,|ชื่อเสียง|,|ความ|ยาวนาน|,|จุดยืน|,|ที่|ยืน. adj. ตั้ง|ตรง|,|แนว|ตรง|,|ท่า|ยืน|,|นิ่ง|,|คงที่|,|อยู่|นิ่ง|,|ไม่|ไหล|,|ต่อเนื่อง|,|มาตรฐาน|,|มี|ผล|ใน|ระยะ|ยาว|,|เตรียมพร้อม|,|สํารอง|,|ประจําการ|  |Syn. status|,|rank|,|place
n. ตําแหน่ง|ที่|ยืน|,|จุดยืน
n. จุดยืน|,|หลัก|,|แง่|คิด|,|ทัศนคติ|  |Syn. position|,|point of|,|view
n. การ|หยุดนิ่ง|,|การ|นิ่งเฉย|,|ดุษณี|ย|ภาพ|,|ภาวะ|ชะงัก|งัน.  |Syn. stop
(ส|แทง) vi.,|vt. กริยา|ช่อง 2 ของ sting
(ส|แทง|คฺ) vi|,|vt. กริยา|ช่อง 2 ของ stink
(ส|แทน|'|นัม) n. ดีบุก|  |Syn. stannic adj. stannous adj.  |Syn. tin
(ส|แทน|'|ซะ) n. พยางค์|โคลง|,|พยางค์|บทกวี|,|บท|หนึ่ง|ของ|กวี (โคลง|กลอน|ฉันท์|กาพย์) ซึ่ง|โดยมาก|มี|อย่าง|น้อย|4|บรรทัด.  |Syn. stanzaed adj. stanzaic|,|stanzaical adj.
(ส|เท|'|เพิล) n. สินค้า|หลัก|,|วัตถุดิบ|หลัก|,|ผลิตภัณฑ์|หลัก|,|อาหาร|หลัก (เช่น|ขนมปัง|/|ข้าว|หรือ|เกลือ) ,|ใย (ขนสัตว์ ฝ้าย|ป่าน ปอ|หรือ|อื่น ๆ) ,|ส่วน|สําคัญ|,|หัวข้อ|สําคัญ. adj. สําคัญ|,|ที่|เป็น|พื้น|,|เป็น|หลัก|,|เป็น|แก่น vt. แยก|ชนิด|ตาม|อาหาร|หลัก วัตถุ|หลัก|หรือ|เส้นใย n. ลวด|รูป|ตัว|'|U|'|หรือ|ตะปู|รูป '|U|'
(ส|เท|'|เพล|อะ) n. เครื่อง|เย็บ|หนังสือ|ที่|ใช้|ลวด|รูป|ตัว|ยู
(สทาร์) n. ดาว|,|ดวงดาว|,|ดาวฤกษ์|,|ดวงชะตา|,|โชค|,|วาสนา|,|ดอกจัน|,|อินทรธนู|,|ดารา|,|ดาว|กระจาย|,|แวววับ|ของ|เพชรพลอย adj. ดัง|,|โด่งดัง|,|เป็น|ดารา|,|เกี่ยวกับ|ดาว|,|ยอดเยี่ยม vt. ติด|ดาว|ประดับ|,|ทํา|ให้|เป็น|ดารา|,|แสดง|เป็น|ตัวเอก|,|ทํา|เครื่องหมาย|ดอกจัน. vi. แจ่ม|จรัส|เหมือน|ดาว|,|เป็น|ดารา|,|นําแสดง
n. ดาวตก
n. ละออง|ดาว|,|จินตนาการ|,|ภาพลวงตา
ข่ายงาน|แบบ|ดาว|เป็น|รูปแบบ|ของ|เครือข่าย|คอมพิวเตอร์|แบบ|หนึ่ง ซึ่ง|เครื่อง|คอมพิวเตอร์ กับ|เครื่อง|ปลาย|ทาง (terminal) จะ|สื่อสาร|ติดต่อ|กัน โดย|ผ่าน|คอมพิวเตอร์|เครื่อง|หนึ่ง|ซึ่ง|เป็น|ศูนย์กลาง|เรียก|ว่า เครื่อง|บริการ ดู ring network เปรียบเทียบ
ดอกจัน|จุด|ดอกจัน|หมายถึง|เครื่องหมาย *.* (ใน|ภาษาอังกฤษ|เรียก|สัญลักษณ์ * นี้|ว่า "|star|") ใน|ระบบ|ดอส หมายถึง|แฟ้มข้อมูล|ทุก|แฟ้ม เช่น "|Copy A|:|*.* C|:|" แปล|ว่า|ให้|คัดลอก|แฟ้มข้อมูล|ทุก|แฟ้ม|ใน A|: ไป|ไว้|ใน C|: ดู wildcard ประกอบ
n. ธงชาติ|อเมริกัน|,|เพลงชาติ|อเมริกัน
(สทาร์|'|บอร์ด) n.,|adj.,|adv. กราบ|ขวา (ของ|เรือ|หรือ|เครื่องบิน) .vt.,|vi. หัน|ไป|ทาง|กราบ|ขวา
(สทาร์ช) n. แป้ง starches อาหาร|แป้ง|,|พลังงาน|,|กําลัง|,|ความ|แข็งแรง vt. ลง|แป้ง|,|ลง|แป้ง|ให้|แข็ง.  |Syn. starchedly adv. อย่าง|ตายตัว|,|อย่าง|แข็งตัว
(สทาร์|'|เดิม) n. โลก|ดารา|,|การ|เป็น|ดารา
(สแทรฺ) vi.,|vt.,|n. (การ) จ้องมอง|,|จ้อง|,|จ้อง|เขม็ง|,|ถลึงตา|,|เด่นชัด|,|เตะตา|,|โต้ง ๆ , (ขน) ตั้ง|ชัน. stare down จ้อง|ให้|กลัว -|Phr. (stare one in the face รีบด่วน|,|ฉุกเฉิน) .  |Syn. glare|,|gaze|,|eye
n. ปลาดาว
(สทาร์|'|เก|ซ) vi. จ้องมอง|,|ดู|ดาว|,|ฝัน|กลางวัน|,|ใจลอย
(สทาร์ค) adj.,|adv. ตายตัว|,|โทน|โท|,|สิ้นเชิง|,|เคร่งครัด|,|เต็มตัว|,|ที่สุด|,|แข็ง|,|แข็งทื่อ|,|แข็ง (ตาย)|  |Syn. starkly adv. starkness n.  |Syn. bleak
(สทาร์ค|'|เน|คิด) adj. เปลือยเปล่า
(สทาร์|'|ลิท) n. ดารา|หน้าใหม่|,|ดารา|หญิง|หน้าใหม่
(สทาร์|'|ไลทฺ) adj. เกี่ยวกับ|ดาว|,|เป็น|รูป|ดาว|,|แจ่ม|จรัส|,|เป็น|แสง|ดาว. n. แสง|ดาว.
(สทาร์|'|ลิง) n. นก|เล็ก|ใน|ตระกูล Sturnidae
(สทาร์|'|ลิท) adj. มี|แสงสว่าง|จาก|ดวงดาว|  |Syn. starlight
(สทาร์ดฺ) adj. ประดับ|ด้วย|ดาว|,|ใช้|เครื่องหมาย|ดาว|,|ถูก|ดวงชะตา|ครอบงํา|,|แสดง|เป็น|ตัวเอก
(สทาร์|'|รี) adj. เต็มไปด้วย|ดาว|,|สว่าง|ไป|ด้วย|แสง|ดวงดาว|,|แจ่ม|จรัส|,|ประกอบ|ด้วย|ดาว|,|คล้าย|ดาว|,|เป็น|รูป|ดาว|  |Syn. starriness n.
(ส|ทา|'|รี|ไอ|ดฺ) adj. เพ้อฝัน|,|มอง|โลก|ใน|แง่|ดี|เกิน|ไป
n. ธงชาติ|อเมริกัน.  |Syn. Old Glory|,|The Star|-|Spangled Banner
(สทาร์ท) vi.เริ่ม|,|เริ่มต้น|,|ตั้งต้น|,|ลงมือ|,|ทํา|การ|,|ตั้ง|ตัว|,|ยืน|,|โผล่|,|กระตุก|,|กระโดด|,|สะดุ้ง|ตกใจ|,|ป|รา|กฎ|ออก|มา|อย่าง|ฉับพลัน|,|คลาย|,|หลวม|,|ร่วม|แข่ง. vt. เริ่มต้น|,|ตั้งต้น|,|ก่อ|ให้|เกิด|,|ทํา|ให้|ตกอกตกใจ|,|ทํา|ให้|คลาย|,|ทํา|ให้|หลวม|,|เสนอ|,|ให้|สัญญาณ|การ|เริ่ม|แข่ง. n. การ|เริ่ม|,|การ|เริ่มต้น
ปุ่ม|เริ่มต้น|ใน|ระบบ|วินโดว์ 95 และ 98 ปุ่ม|เริ่มต้น|จะ|อยู่|บน|แถบ|งาน (task bar) ที่|ด้าน|ล่าง|ซ้าย|สุด|ของ|จอภาพ จะ|มองเห็น|ได้|ทันที|ที่|คอมพิวเตอร์|เข้า|สู่|ระบบ|วินโดว์|เรียบร้อย|แล้ว ถ้า|กด|เมาส์|ที่|ปุ่ม|นี้ จะ|มี|เมนู|ให้|เลือก|สั่ง|งาน|ได้|หลาย|อย่าง|ดู Start menu ประกอบ
เมนู|เริ่มแรก|ใน|ระบบ|วินโดว์ 95 และ 98 เมนู|เริ่มแรก|นี้|จะ|มองเห็น|ได้|ทันที|ที่|กด|เมาส์|ที่|ปุ่ม Start มี|คําสั่ง|ให้|เลือก|ใช้|ดังนี้ Programs|, Documents|, Settings|, Find , Help|, Run และ Shut down|ดู Start button ประกอบ
จาน|บันทึก|สําหรับ|เริ่ม|เครื่องหมาย|ถึง จาน|บันทึก|จะ|เป็น|จาน|แข็ง|หรือ|จาน|อ่อน|ก็ได้|ที่|เครื่อง|คอมพิวเตอร์|จะ|อ่าน|ใน|ทันที|ที่|เปิด|เครื่อง|เพื่อ|จะ|ได้|รู้|ว่า|จะ|ต้อง|ทํา|อะไร|ต่อไป ใน|จาน|นี้|จะ|มี|คําสั่ง|ต่าง ๆ ที่|ต้อง|ทํา|ทันที|ที่|เริ่ม|เปิด|เครื่อง
(สทาร์|'|เทิล) vi.,|vt. (ทํา|ให้) สะดุ้ง|ตกใจ. n. สิ่ง|ที่|ทํา|ให้|สะดุ้ง|ตกใจ|,|สิ่ง|รบกวน.  |Syn. startlingly adv.
(สทาร์เว|'|เชิน) n. การ|อด|อาหาร|ตาย|,|การ|อดอยาก|,|ความ|หิวโหย|,|ความ|กระหาย. adj. ทํา|ให้|อด|อาหาร
(สทาร์ฟว) vi.,|vt. (ทํา|ให้) อด|อาหาร|ตาย|,|อดอยาก|,|กระหาย|,|หิวโหย|,|หนาว|ตาย.  |Syn. starvedly adv. starver n.  |Syn. wither|,|waste away|,|die
(ส|เท|'|ซิ|ส|,|สแทส|'|ซิ|ส) n. การ|หยุด|ไหล|หรือ|ไหล|น้อย|ลง|,|ภาวะ|หยุดนิ่ง|,|ความ|ชะงัก|งัน|,|ดุลยภาพ|ที่|เกิด|จาก|แรง|ต้าน|กัน
(ส|เท|ท) n. สภาพ|,|สถานการณ์|,|ฐานะ|,|ลักษณะ|,|อาการ|,|สภาพ|ทาง|อารมณ์|,|อารมณ์|,|มลรัฐ|,|รัฐ|,|ประเทศ|,|กิจการ|ของ|รัฐ|,|กิจการ|ปกครอง vt. กล่าว|,|แถลง|,|แจ้ง|,|กําหนด|,|สาธยาย|,|สา|ธก|, (คณิตศาสตร์) ใช้|เครื่องหมาย|แสดง|ถึง. adj. เกี่ยวกับ|อํานาจ|หน้าที่|,|เกี่ยวกับ|ราชการ|,|เกี่ยวกับ|พิธี|,|เกี่ยวกับ|รัฐ
(ส|เท|'|ทิด) adj. กําหนด|ไว้|,|แน่นอน|,|ไม่|เปลี่ยนแปลง|,|แถลง|ไว้|,|ประกาศ|ไว้|,|ยอมรับ|,|เป็นทางการ
(ส|เท|ท|'|ฮูด) n. ความ|เป็น|มลรัฐ|,|สถานภาพ|ที่|เป็น|มลรัฐ
(ส|เท|ท|'|เฮาซฺ) n. อาคาร|รัฐสภา|ของ|มลรัฐ|,|เมืองหลวง|ของ|มลรัฐ
(ส|เท|ท|'|ลิส) adj. ไร้|สัญชาติ
(ส|เท|ท|'|ลี) adj.,|adv. ยิ่งใหญ่|,|โอ่อ่า|,|มี|เกียรติ|สูงส่ง|,|สง่า|ผ่า|เผย.  |Syn. stateliness n.  |Syn. majestic|,|elegant|,|slow
(ส|เท|ท|'|เมิน|ทฺ) n. คํา|แถลง|,|ถ้อยแถลง|,|การ|แถลง|,|การ|บรรยาย|,|รายงาน|การเงิน|,|งบดุล|,|บัญชี|การเงิน.  |Syn. assertion
(ส|เท|ทซฺ|'|เมิน) n. รัฐบุรุษ|,|นักการเมือง|,|ผู้เชี่ยวชาญ|ทางการ|เมือง.  |Syn. statesmanly adj. statesmanship n. pl. statesmen|  |Syn. politician
(สแทท|'|ทิค) adj. อยู่|กับ|ที่|,|คงที่|,|สถิต|,|ไม่|มี|กระฉับกระเฉง|,|อยู่|ภายใต้|กรอบ|ประเพณี|,|เกี่ยวกับ|ไฟฟ้าสถิต n. ไฟฟ้าสถิต|  |Syn. statically adv.  |Syn. still
n. ไฟฟ้าสถิต
(ส|เท|'|เชิน) n. สถานี|,|ที่ทําการ|,|สํานักงาน|,|สถานที่|,|ตําแหน่ง|หน้าที่|,|ฐานะ|,|แหล่ง|กําเนิด|,|แหล่งที่อยู่|อาศัย|,|ฟาร์ม|เลี้ยง|ปศุสัตว์|,|จุด|รังวัด|ปักเขต|,|เขต|สํารวจ vt. ประจํา|,|ตั้ง|ฐาน|ปฎิบัติ|การ|,|ตั้ง|ประจํา|  |Syn. stational adj.  |Syn. location
n. สถานีตํารวจ|,|สถานี|ดับ|เพลิง
 |Syn. station adj.,|adv. เกี่ยวกับ|โทรศัพท์ทางไกล|ที่|พูด|กับ|ใคร|ก็ได้|ตาม|เลขหมาย|โทรศัพท์.
(ส|เท|'|ชะ|เนอ|รี) adj. หยุดนิ่ง|,|ไม่|เคลื่อนที่|,|คงที่|,|ประจํา|ที่ n. บุคคล|หรือ|สิ่ง|ที่อยู่|กับ|ที่|  |Syn. still|,|static
(ส|เท|'|ชะ|เนอ) n. คน|ขาย|เครื่องเขียน|,|คน|ขาย|หนังสือ|,|ผู้พิมพ์|,|ผู้|จัดพิมพ์|หนังสือ|ขาย
(ส|เท|'|ชะ|เนอ|รี) n. กระดาษ|เขียน|,|เครื่องเขียน|  |Syn. writing paper
n. นายสถานี
(สทะทิส|'|ทิค) n. สถิติ|,|ข้อมูล|,|ข้อเท็จจริง|เป็น|ตัวเลข|  |Syn. numerical fact|,|datum
(สทะทิส|'|ทิเคิล) adj. เกี่ยวกับ|สถิติ|,|อาศัย|สถิติ|,|อาศัย|ข้อมูล|,|อาศัย|ข้อเท็จจริง|ที่|เป็น|ตัวเลข.
(สแทททิสทิช|'|เชิน) n. นัก|สถิติ|,|ผู้เชี่ยวชาญ|วิชา|สถิติ|,|เจ้าหน้าที่|สถิติ
(สทะทิส|'|ทิคซฺ) n. วิชา|สถิติ|,|สถิติ|,|ข้อมูล|,|ข้อเท็จจริง|ที่|เป็น|ตัวเลข
(สแทช|'|ชุ) n. รูปปั้น|,|รูปสลัก|,|รูปแกะสลัก|,|รูปหล่อ|,|ผลงาน|ศิลปะ|สาม|มิติ|ที่|จําลอง|รูป|คน|หรือ|สัตว์|  |Syn. sculpture|,|figure
n. อนุสาวรีย์|เทพธิดา|แห่ง|เสรีภาพ|บน|เกาะ Liberty ใน|อ่าว|ท่าเรือ|นิวยอร์ค
(สแทช|'|เชอะ) n. ความ|สูง|ของ|สัตว์ (โดยเฉพาะ|ของ|คน) ,|ความ|สูง|ของ|สิ่งของ|,|ปริมาณ|การ|เจริญเติบโต|,|ระดับ|ความ|สําเร็จ.  |Syn. tallness|,|size
(ส|เท|'|ทัส|,|สแทท|'|ทัส) n. ฐานะ|,|สภาพ|,|สภาพการณ์|,|ภาวะ|,|ตําแหน่ง|,|ยศ|  |Syn. position|,
n. ฐานะ|ที่|เป็น|อยู่|,|สภาพ|ที่|เป็น|อยู่|,|สภาพการณ์|ที่|เป็น|อยู่
n. ฐานะ|ที่|เป็น|อยู่|,|สภาพ|ที่|เป็น|อยู่|,|สภาพการณ์|ที่|เป็น|อยู่
(สแทช|'|ชู|ท) n. บทบัญญัติ|,|พระราช|-|บัญญัติ|,|กฎ|,|ข้อบังคับ|,|ระเบียบ|,|ลายลักษณ์อักษร
n. หนังสือ|กฎหมาย (5280 ฟุต)| 
n. อายุความ|,|กฎหมาย|กําหนด|ระยะ|เวลา|การ|บังคับ|ตาม|กฎหมาย
(ส|ทอน|ชฺ) adj. แข็งขัน|,|เด็ดเดี่ยว|,|แน่วแน่|,|ซื่อสัตย์|,|ภักดี|,|แข็งแรง|,|=|stanch (ด) ู|  |Syn. staunchness n.  |Syn. firm|,|resolute
(ส|เท|ฟว) {|staved|/|stove|,|staving|,|staves|} n. แผ่น|ไม้|แคบ|บาง|ที่|ใช้|ทํา|ถัง ขั้นบันได|หรือ|อื่น ๆ ,|ขั้นบันได|,|ไม้|ตะบอง|,|ไม้เท้า|,|ชั้น|,|บทกวี|บท|หนึ่ง|,|บท|หรือ|ประโยค|ของ|บทกวี|, (ดนตรี) เส้น|ขวาง|บันได|เสียง|5|เส้น. vt. ทํา|แตก|,|เจาะ|ทะลุ|,|ทํา|บู้บี้|,|ตี|ถัง|เหล้า|แตก. vi. ถูก|ตี|แตก|,|ถูก|เจาะ|ทะลุ|,|เดิน|ด้วย|จังหวะ|รวดเร็ว
(ส|เท|ฟวซฺ) n. พหูพจน์|ของ staff|และ|stave
(ส|เท) vi. อยู่|,|พัก|อยู่|,|คงอยู่|,|ยืนหยัด. vt. หยุด|,|ยั้ง|,|ควบคุม|,|สกัด|,|หน่วงเหนี่ยว|,|คอย|,|สนับสนุน n. การ|อยู่|,|การ|พัก|อยู่|,|การ|หยุด|อยู่|,|การ|ค้าง|อยู่|,|การ|เลื่อน|การ|พิจารณา|,|สิ่ง|ค้ํา|,|เครื่อง|ค้ํา|,|สิ่ง|ยึด|,|เครื่อง|รัด|หน้าท้อง|หญิง|,|เชือก|โยง|,|เสื้อ|ใน|รัดรูป|,|แกง|แนง|, stays เครื่องวัด|ลําตัว|ผู้หญิง
(ส|เท|'|เออะ) n. ผู้|อยู่|,|ผู้|ค้าง|,|ผู้|ยืนหยัด|,|ผู้|ค้ําจุน|,|ผู้สนับสนุน|,|ผู้|มี|ความ|อดทน|,|สัตว์|ที่|มี|ความ|ทรหด|อดทน|,|สิ่ง|ที่|ยับยั้ง
(ส|เท|ด) n. ตัวแทน|,|แทน|,|สถานที่|แทน|,|สถานที่ vt. มี|ประโยชน์|,|รับใช้|,|เอื้ออํานวย
(ส|เท|ด|'|เฟิสทฺ) adj. แน่วแน่|,|แน่นอน|,|มั่นคง|,|ไม่|เปลี่ยนแปลง|,|มี|ศรัทธา|แน่วแน่|,|ยึดมั่น.  |Syn. steadfastly adv. steadfastness n.  |Syn. stedfast devoted|,|loya
(ส|เท|ด|'|ดี) adj.,|vt.,|vi.,|adv. (ทํา|ให้|,|กลาย|เป็น) มั่นคง|,|แน่นอน|,|สม่ําเสมอ|,|เป็นนิสัย|,|ไม่|เปลี่ยนแปลง|,|ต่อเนื่อง|,|ไม่|ลดละ|,|หนักแน่น|,|เด็ดเดี่ยว -|Phr. (go steady ไป|นัด|กับ|เพศตรงข้าม|คนใดคนหนึ่ง|อย่าง|สม่ําเสมอ) .  |Syn. steadier n. steadily adv. steadiness n
(ส|เท|ค) n. ชิ้นเนื้อ|หั่น|ชิ้น|ใหญ่ (โดยเฉพาะ|เนื้อวัว|หรือ|เนื้อ|ปลา|ทอด) ,|เนื้อ|หั่น|,|เนื้อ|สเต๊ค
(ส|ที|ล) {|stole|,|stolen|,|stealing|,|steals|} vt.,|vi. ขโมย|,|ลักลอบ|,|ชิง|,|แอบ|เอา|ไป|,|แอบ|หยิบ|เอา n. สิ่ง|ที่|ถูก|ขโมย|,|สิ่ง|ที่|ได้|มา|ด้วย|ราคา|ถูก|กว่า|ราคา|จริง|,|การ|ต่อรอง -|stealer n.  |Syn. pilfer|,|rob|,|take|,|filch
(ส|ที|ล|'|ลิง) n. การ|ขโมย|,|ของโจร|,|การ|แอบ|ทํา|  |Syn. theft|,|embezzlement
(ส|เท|ลธฺ) n. วิธีการ|ลับ ๆ ,|พฤติการณ์|ลับ|,|การ|แอบ|ทํา.  |Syn. stealthful adj. stealthly adv. stealthless adj. -|S.subterfuge|,|furtiveness
(ส|เท|ล|'|ธี) adj. ลึกลับ|,|แอบ|ทํา|,|แอบ ๆ ซ่อน ๆ|  |Syn. stealthily adv. stealthiness n.  |Syn. covert|,|sly|,|sneak|,|furtive
(ส|ทีม) n. ไอน้ํา|,|ไอ|,|หมอก|,|กําลัง|,|พลังงาน|,|อํานาจ|vi. ปล่อย|ไอน้ํา|,|พ่น|ไอ|,|เป็น|ไอ|,|เคลื่อนที่|ด้วย|พลัง|ไอน้ํา|,|โกรธ|,|แสดง|ความ|โกรธ vt. นึ่ง|,|อบ|,|ต้ม. adj. ด้วย|ไอน้ํา|,|ใช้|ไอน้ํา|,|ทํา|ไอน้ํา|,|เกี่ยวกับ|ไอน้ํา.
n. การ|อบ|ไอน้ํา (ชําระล้าง|ร่างกาย|และ|ทํา|ให้|สดชื่น) ,|ห้อง|อบ|ไอน้ํา
n. หม้อ|ต้ม|น้ํา|ให้|เป็น|ไอ|,|หม้อ|ไอน้ํา
n. เครื่องยนต์|ขับเคลื่อน|ด้วย|พลัง|ไอน้ํา.  |Syn. steam|-|engine adj.
(u) ge เครื่องวัด|ความ|กดดัน|ของ|ไอน้ํา
ห้อง|อบ|ไอน้ํา
(ส|ทีม|'|โบ|ท) n. เรือ|กลไฟ|,|เรือยนต์|ขับเคลื่อน|ด้วย|พลัง|ไอน้ํา
(ส|ที|'|เมอะ) n. สิ่ง|ที่|ขับเคลื่อน|ด้วย|พลัง|ไอน้ํา|,|หม้อ|ไอน้ํา|,|เรือ|กลไฟ|,|ผู้|โกรธเคือง vi. เคลื่อนที่|ด้วย|เรือ|กลไฟ
(ส|ทีม|'|โร|เลอะ) n. รถ|บด|ถนน|ที่|ขับเคลื่อน|ด้วย|พลัง|ไอน้ํา|,|พาหนะ|กลิ้ง|ที่|ขับเคลื่อน|ด้วย|พลัง|ไอน้ํา. adj. เกี่ยวกับ|รถ|บด|ถนน|,|ด้วย|วิธีการ|บีบคั้น|ที่|รุนแรง.  |Syn. steam|-|roller
(ส|ทีม|'|ชิ|พ) n. เรือยนต์|ขนาด|ใหญ่ (โดยเฉพาะ|ที่|ขับเคลื่อน|ด้วย|พลัง|ไอน้ํา)| 
(ส|เท|ด|'|ฟาสทฺ) adj. = steadfast (ดู)|  |Syn. stedfastly adv. stedfastness n.
(ส|ที|ด) n. ม้า (โดยเฉพาะ|ชั้นดี|มาก)| 
(ส|ที|ค|,|ส|เท|ค) vt. ปิด|  |Syn. stitch
(ส|ที|ล) n.,|adj. เหล็กกล้า vt. ใส่|เหล็กกล้า|,|ทํา|ให้|คล้าย|เหล็กกล้า
n. โรงงาน|เหล็กกล้า|  |Syn. steelworks
n. ลวด|เหล็ก
n. ใย|เหล็ก|สําหรับ|ขัด|มัน|วาว|,|เหล็ก|ฝอย|สําหรับ|ขัด steelwork (ส|ที|ล|'|เวิร์ค) n. ส่วน|ที่|เป็น|เหล็กกล้า|,|โครงเหล็ก|กล้า
n. การ|ผลิต|เหล็กกล้า
(ส|ที|ล|'|เวิร์ค|เคอะ) n. คนงาน|เหล็กกล้า
n.,|pl. โรงงาน|เหล็กกล้า
(ส|ที|'|ลี) adj. ประกอบ|ด้วย|เหล็กกล้า|,|ทํา|ด้วย|เหล็กกล้า|,|คล้าย|เหล็กกล้า|,|มี|ลักษณะ|ของ|เหล็กกล้า.  |Syn. steeliness n.
n. ตาชั่ง|จีน|,|ตาชั่ง|ยก|ได้|ที่|มี|ลูก|ตุ้ม
(ส|ที|พ) adj. สูง|,|ชัน|,|สูงชัน|, (ราคา) สูง|เกิน|ไป|,|สูงลิ่ว|,|เกิน|ไป. vt.,|vi.,|n. (การ) จุ่ม|,|จุ้ม|,|แช่|,|ทํา|ให้|เปียก|ชุ่ม|,|อาบ|,|ทํา|ให้|อิ่ม|ตัว|,|ที่|สูงชัน|,|ความ|เปียก|ชุ่ม|,|ของเหลว|ที่|ใช้|จุ่ม
(ส|ที|'|เพิน) vt.,|vi. ทํา|ให้|สูงชัน|ยิ่ง|ขึ้น|,|สูงชัน|ยิ่ง|ขึ้น
(ส|ที|'|เพิล) n. ยอด|สูง|,|หลังคา|แหลม|,|ยอด|เจดีย์|,|หอคอย|ยอด|เจดีย์|  |Syn. steepled adj.  |Syn. spire
(ส|ที|'|เพิลเชส) n. การ|แข่ง|ม้า|วิ่ง|ข้าม|สิ่ง|กีดขวาง|ที่|สร้าง|ขึ้น|,|การ|วิ่ง|แข่ง|ข้าม|ทุ่ง|หรือ|ทุ่ง|ที่|มี|สิ่ง|กีดขวาง vi. แข่ง|ขี่ม้า|ข้าม|สิ่ง|กีดขวาง|,|วิ่ง|แข่ง|ข้าม|สิ่ง|กีดขวาง
(สเทียร์) vt.,|n. (การ) คัดท้าย|,|ถือ|พวงมาลัย|,|คุม|หางเสือ|,|นําทาง|,|ตาม|ทาง|,|ชี้นํา|,|มุ่งหน้า|,|วัว|ตัวผู้|ที่|ตอน|แล้ว -|Phr. (steer clear of หลีก หลีกเลี่ยง)|  |Syn. guide|,|pilot|,|conduct|,|lead
(สเทีย|'|ริ|จฺ) n. การ|นําทาง|,|การ|คัดท้าย|,|การ|ถือ|พวงมาลัย|,|การ|คุม|หางเสือ|,|ส่วน|ของ|เรือ|ที่|ติดตั้ง|อุปกรณ์|นําทาง|,|ส่วน|ของ|เรือ|โดยสาร ที่|เก็บ|ค่าโดยสาร|ถูก|ที่สุด|  |Syn. steering
n. ความ|เร็ว|พอประมาณ|ที่|เรือ|วิ่ง|ได้|เร็ว|และ|ควบคุม|ได้
n. คณะ|กรรมการ|เตรียม|การ|ประชุม|,|คณะ|กรรมการ|วาง|ระเบียบวาระ|การ|ประชุม steering gear อุปกรณ์|พวงมาลัย|ขับขี่|,|อุปกรณ์|คุม|หางเสือ
n. พวงมาลัย|ขับขี่
(ส|เท|ล|'|ละ) adj. เกี่ยวกับ|ดาว|,|คล้าย|ดาว|แจ่ม|จรัส|,|เป็น|ดารา|,|เป็น|ตัวเอก.  |Syn. celestial
(ส|เท|ม) n. ลําต้น|,|ก้าน|,|ก้านใบ|,|ก้านดอก|,|ก้าน|ผลไม้|,|ลําต้น|กล้วย|,|สิ่ง|ที่|คล้าย|ใบ|หรือ|ก้านดอก|,|ส่วน|ที่|ยาว|เรียว|,|เท้า|,|ขา|,|ตระกูล|,|เชื้อสาย|,|เหล่ากอ|,|ปุ่ม|ไขลาน|นาฬิกา|,|ไส้หลอด|อิเล็กทรอนิกส์|,|ตัว|คําศัพท์|,|เสา|หัวเรือ|,|หัวเรือ|,|บ้อง|ยา|ฝิ่น|,|ถนน|ใหญ่. vt. เอา|ก้าน|ออก. vi. กําเนิด|,|เกิด|จาก vt. หยุดยั้ง|,|ยับยั้ง|,|สกัด|,|ระงับ
(ส|เท|นชฺ) n. กลิ่น|เหม็น|  |Syn. miasma
(ส|เท|น|'|เซิล) n. กระดาษไข|ที่|ใช้|ใน|การ|พิมพ์|โร|เนียว|,|ลายฉลุ|,|แผ่น|ฉลุ. vt. ทา|สี|หรือ|ป้าย|บน|ลายฉลุ|,|ทํา|ตัวอักษร|หรือ|เครื่องหมาย|ด้วย|ลายฉลุ. -|stenciler|,|stenciller n.
(ส|เท|น|'|นะ|กราฟ) n. เครื่องมือ|เขียน|ชวเลข|,|หนังสือ|ชวเลข. vt. เขียน|ชวเลข
(ส|เท|น|นอก|'|ระ|เฟอ) n.ผู้เขียน|ชวเลข|,|ผู้|จด|ชวเลข|  |Syn. stenographist n.
(ส|เท|น|นอก|'|ระ|ฟี) n. ศิลปะ|การ|เขียน|ชวเลข|,|ศิลปะ|การ|จด|ชวเลข|  |Syn. stenographic adj. stenographical adj.
(ส|เท|น|'|นะ|ไท|พฺ) n. เครื่องพิมพ์|ดีด|ชวเลข|,|สัญลักษณ์|ชวเลข
(ส|เท|น|'|นะ|ไท|พิ) n. การ|เขียน|ชวเลข|,|การ|จด|ชวเลข.  |Syn. stenotypic adj. stenotypist n.  |Syn. shorthand
(ส|เทพ) n. ก้าว|,|จังหวะ|,|ฝีเท้า|,|เสียง|ก้าว|,|ท่าทาง|ใน|การ|ก้าว|,|ตําแหน่ง|,|ฐานะ|,|ขั้น|,|ระดับ|,|ชั้น|,|ขั้นบันได|,|แผ่น|เหยียบ|,|ธรณีประตู|,|วิธีการ|,|มาตรการ|,|ระยะ|สั้น|,|ช่วง|สั้น|,|แท่น|ตั้ง|เสา|,|จังหวะ|เต้นรํา|,|vi.,|vt. ก้าว|,|ก้าว|เป็น|จังหวะ|,|เหยียบ|,|ย่างก้าว|,|เดิน|บน|,|เต้นรํา|,|ก้าว|วัด|,|ตั้ง|เสา|บน|แท่น -
n. ลูกชาย|ของ|พ่อเลี้ยง|กับ|ภรรยา|คน|ก่อน
n. ลูก|ของ|สามี|หรือ|ภรรยา (กับ|ภรรยา|หรือ|สามี|คน|ก่อน) pl. stepchildren
(ส|เทพ|'|ดอ|เทอะ) n. ลูกสาว|ของ|สามี|หรือ|ภรรยา (กับ|ภรรยา|หรือ|สามี|คน|ก่อน)| 
(ส|เทพ|'|แพ|เรินทฺ) n. พ่อเลี้ยง|หรือ|แม่เลี้ยง|  |Syn. stepfather|,|stepmother
(ส|เทพ) n. ที่ราบ|กว้างใหญ่ (โดยเฉพาะ|ที่|ไม่|มี|ต้นไม้) -|Phr. (The Steppes ทุ่งหญ้า|กว้างใหญ่|ใน|รัสเซีย) ,|=|Kirghiz Steppe (ดู)| 
n. ก้อน|หิน|สําหรับ|เท้า|เหยียบ|ใน|น้ํา|ตื้น ๆ ,|วิธีการ|สําหรับ|ก้าว|ไป|ใน|ขั้น|ต่อไป|,|วิธีการ|ก้าวหน้า.  |Syn. steppingstone|,|way
(ส|เทพ|'|ซัน) n. บุตรชาย|ของ|สามี|หรือ|ภรรยา (กับ|ภรรยา|หรือ|สามี|คน|ก่อน)| 
(ส|เทพ|'|ไว|ซ) adv. เป็น|ชั้น ๆ ,|ทีละ|ชั้น
(ส|เท|อ|'|รี|โอ) n. ระบบ|เสียง|สเต|อริ|โอ|,|ระบบ|เสียง|แยก|,|เครื่อง|แยก|เสียง|,|การ|ทํา|ให้|เสียง|แยก|,|การ|ถ่าย|ภาพ|สาม|มิติ|,|แม่พิมพ์|ตะกั่ว|,|ตัวพิมพ์|ที่|จําลอง|จาก|ตัว|เรียง. -|adj.เกี่ยวกับ|เสียง|สเต|อริ|โอ|,|เกี่ยวกับ|เสียง|แยก|,|เกี่ยวกับ|การ|ถ่าย|ภาพ|สาม|มิติ. -|vt. ถ่าย|ภาพ|สาม|มิติ|,|ทํา|แม่พิมพ์|ตะกั่ว
(ส|เท|อ|รี|ออ|พ|'|ทิคซฺ) n. วิชา|เกี่ยวกับ|การ|มอง|รูป|สาม|มิติ
(ส|เท|อ|'|รี|โอ|ส|โค|พ) n. เครื่อง|มอง|ภาพ 3 มิติ|หรือ|มอง|ส่วน|ลึก|ของ|วัตถุ
(ส|เท|อ|รี|โอ|ส|คอ|พ|'|พิค) adj. เกี่ยวกับ|ภาพ|สาม|มิติ|,|เกี่ยวกับ|กล้อง|มอง|ภาพ|สาม|มิติ|,|เกี่ยวกับ|stereoscopy (ดู)|  |Syn. stereoscopical|  |Syn. stereoscopically adv.
(ส|เท|อ|รี|ออ|ส|'|โค|พี) n. การ|ศึกษา|เกี่ยวกับ stereoscope|,|ภาพ|สาม|มิติ
(ส|เท|อ|'|รี|โอ|ไท|พฺ) n. กระบวนการ|ทํา|แผ่น|โลหะ|แม่พิมพ์|ที่|จําลอง|ตัว|เรียงพิมพ์|,|แผ่น|โลหะ|แม่พิมพ์|ดังกล่าว|,|ข้อคิดเห็น|ที่|ไม่|เป็นตัวของตัวเอง|,|ข้อความ|ที่|เลียน|แบบ|มา|,|ทัศนคติ|ทั่วไป|ของ|กลุ่ม|สังคม. -|vt. ทํา|แผ่น|โลหะ|แม่พิมพ์|ดังกล่าว|,|ทํา|ให้|เป็น|กฎ|ตายตัว|,|มี|ทัศนคติ|ตายตัว|ของ|กลุ่ม.
(ส|เท|อ|'|รี|โอ|ไท|พี) n. กระบวนการ|ของ stereotype (ดู) ,|การ|กระทํา|ซ้ํา (พูด|ซ้ํา|คํา|,|ท่าทาง|การ|เคลื่อนไหว) ที่|ไร้|ความหมาย
(ส|เท|อ|'|ไร|ลฺ|,|ส|เท|อ|'|รี|ล) adj. ปราศจาก|เชื้อ|,|ปราศจาก|เชื้อ|จุลินทรีย์|,|เป็น|หมัน|,|ไม่|มี|ลูก|,|ไม่
(ส|เท|อริ|ไล|เซ|'|เชิน) n. การ|ทํา|ให้|ปราศจาก|เชื้อ|,|การ|ทํา|ให้|ปราศจาก|เชื้อ|จุลินทรีย์|,|การ|ทํา|ให้|เป็น|หมัน|,|การ|ทํา|ให้|ไร้|ผล|,|ภาวะ|ที่|ปราศจาก|เชื้อ|,|ภาวะ|ที่|ไร้|ผล|,|การ|เป็น|หมัน|  |Syn. purification
(ส|เท|อ|'|ระ|ไลซ) vt. ทํา|ให้|ปราศจาก|เชื้อ|,|ทํา|ให้|ปราศจาก|เชื้อ|จุลินทรีย์|,|ทํา|ให้|เป็น|หมัน|,|ทํา|ให้|ไร้|ผล|,|ทํา|ให้|แห้งแล้ง.  |Syn. sterilisable adj. sterizable adj. steriliser adj. sterilizer n.  |Syn. purify|,|sanitize|,|cleanse
(ส|เท|อริ|ไล|เซ|'|เชิน) n. การ|ทํา|ให้|ปราศจาก|เชื้อ|,|การ|ทํา|ให้|ปราศจาก|เชื้อ|จุลินทรีย์|,|การ|ทํา|ให้|เป็น|หมัน|,|การ|ทํา|ให้|ไร้|ผล|,|ภาวะ|ที่|ปราศจาก|เชื้อ|,|ภาวะ|ที่|ไร้|ผล|,|การ|เป็น|หมัน|  |Syn. purification
(ส|เท|อ|'|ระ|ไลซ) vt. ทํา|ให้|ปราศจาก|เชื้อ|,|ทํา|ให้|ปราศจาก|เชื้อ|จุลินทรีย์|,|ทํา|ให้|เป็น|หมัน|,|ทํา|ให้|ไร้|ผล|,|ทํา|ให้|แห้งแล้ง.  |Syn. sterilisable adj. sterizable adj. steriliser adj. sterilizer n.  |Syn. purify|,|sanitize|,|cleanse
(ส|เท|อ|'|ลิง) adj. เกี่ยวกับ|เงิน|อังกฤษ|,|เกี่ยวกับ|เงิน|ปอนด์|สเตอ|ลิง|, (โลหะ|เงิน) มี|ความ|บ|ริ|-|สุทธิ์|มาตรฐาน|0.925|ทํา|ด้วย|เงิน|บริสุทธิ์|ดังกล่าว|,|ยอดเยี่ยม|,|ล้ําเลิศ n. มาตรฐาน|ความ|บริสุทธิ์|ของ|เหรียญทอง|อังกฤษ|หรือ|มี|ค่า|เท่า|กับ|0.91666,|โลหะ|เงิน|ที่|มี|ความ|บริสุทธิ์.925|เครื่องเงิน
(สเทิร์น) adj. เข้มงวด|,|กวดขัน|,|พิถีพิถัน|,|เคร่งครัด|,|รุนแรง|,|ไม่|ผ่อนผัน|,|บูดบึ้ง n. ส่วนหลัง|ของ|เรือ|,|ท้าย|เรือ|,|ส่วนหลัง|,|ส่วน|ท้าย|,|บั้นท้าย|,|ตะโพก|,|ก้น|,|หาง|  |Syn. sternly adv. sternness n.  |Syn. austere|,|severe
n. ปืนใหญ่|ท้าย|เรือ|ที่|หัน|ไป|ทาง|หลัง
(ส|เท|อ|'|นัล) adj. เกี่ยวกับ|กระดูก|สัน|อก
adv. โดย|มี|ส่วน|หาง|พุ่ง|ไป|ข้างหน้า|,|งุ่มง่าม อืดอาด|,|เก้งก้าง
adj. ท้าย|สุด|,|ห้อง|สุด|,|ใกล้|หลัง|สุด|  |Syn. farthest aft
(ส|เท|อ|'|นัม) n. กระดูก|สัน|อก|  |Syn. breastbone pl. sterna|,|sternums
(ส|เท|อน|'|เวิร์ด) adv. ไป|ทาง|หลัง|,|ไป|ทาง|ท้าย|  |Syn. sternwards
(ส|เท|อน|'|วีล) n. พวงมาลัย|เรือ|  |Syn. stern|-|wheel adj.
(ส|เท|ท) vi. ให้|คงที่|,|ไม่|ตัด|ออก. vt. ใส่|เครื่องหมาย|"|stet|"
Pref.=|หน้าอก|,|ทรวงอก
(al) (ส|เท|ธธะส|คอ|พ|'|พิค) n. เกี่ยวกับ|เครื่องตรวจ|ฟัง|,|เกี่ยวกับ|การ|ตรวจฟัง|ได้|จาก|การ|ตรวจฟัง.  |Syn. stethoscopy n.
(ส|ที|'|วีดอร์) n. กรรมกร|ขน|ของ|ขึ้นลง|ที่|ท่าเรือ|,|บริษัท|รับ|ขน|ของ|ขึ้น|จาก|เรือ|หรือ|ลงเรือ. vt. ขน|ของ|ขึ้น|จาก|เรือ|หรือ|ลงเรือ. vi. ขน|ของ|ขึ้น|จาก|เรือ|หรือ|ลงเรือ
(ส|ทิว) vt. ตุ๋น|,|เคี่ยว|,|ต้ม|อาหาร|โดย|ใช้|ไฟ|อ่อน ๆ vi. ตุ๋น|,|เคี่ยว|ต้ม|โดย|ใช้|ไฟ|อ่อน ๆ ,|กังวลใจ|,|ร้อนใจ|,|กลัดกลุ้ม|, -|Phr. (stew in one|'|s own juice ได้|ผล|จาก|การ|กระทํา|ของ|ตัวเอง) n. อาหาร|ตุ๋น|,|อาหาร|เคี่ยว|,|เนื้อเปื่อย|,|การ|กังวลใจ|,|ความ|ร้อนใจ|,|stews สภาพ|ที่อยู่|แวดล้อม|ที่|ยัด|เยีย
(สทู|'|เอิด) n. เจ้าหน้าที่|บริการ|ใน|เครื่องบิน|หรือ|เรือ|โดยสาร|หรือ|รถไฟ|,|เจ้าหน้าที่|จัดการ|อาหาร|ของ|โรงแรม โรงพยาบาล|เป็นต้น|,|ผู้|พิ|-|ทักษ์|ทรัพย์สิน|ของ|ผู้อื่น|,|มหาดเล็ก|,|พ่อบ้าน|,|ผู้จัดการ|แข่งขัน|งาน|เต้นรํา|,|งาน|ชุมนุม. vt.,|vi. เป็น|เจ้าหน้าที่|ดังกล่าว|,|จัดการ
(สทู|'|เออ|ดิส) n. steward (ดู) ที่|เป็น|หญิง|โดยเฉพาะ|ที่ทํางาน|ใน|เครื่องบิน|โดยสาร เรือ|โดยสาร|หรือ|รถไฟ
(สทิค) {|stuck|,|stuck|,|sticking|,|sticks|} n. กิ่งไม้|,|ไม้เท้า|,|ไม้|พลอง|,|ไม้เรียว|,|ไม้|ตี|กลอง|,|ก้าน|,|คัน|,|ด้าม|,|แท่ง|,|เสา|,|หนาม|,|ไม้|คุม|การ|บรรเลง|ของ|วงดนตรี|,|การ|แทง|,|การ|ทิ่ม|,|การ|ปัก|,|การ|เสียบ|,|การ|ตอก|,|การ|หยุดยั้ง|,|การ|หยุดนิ่ง|,|สิ่ง|ที่|ทํา|ให้|ชักช้า|หรือ|ลําบาก|,|ความ|เหนี่ยว|,|สิ่ง|ที่|ทํา|ให้|ยึด|ติด|กัน
(สทิค|'|เคลอะ) n. ผู้|ยืนกราน|ใน|ความคิด|ของ|ตน|,|ปัญหา|ยุ่งยาก
(สทิค|'|คี) adj. เหนียว|,|ติด|แน่น|,|ยึด|ติด|,|เกี่ยวกับ|อากาศ|ร้อน|และ|ชื้น|,|ต้อง|รับ|การ|รักษา|อย่าง|ระมัดระวัง|,|ยุ่งยาก.  |Syn. stickily adv. stickiness n.  |Syn. tenacious|,|adhesive
(สทิฟ) adj. แข็ง|,|แข็งทื่อ|,|ตรง|,|ฝืด|,|ไม่|แคล่วคล่อง|,|รั้น|,|เก้งก้าง|,|แข็งแรง|,|รุนแรง|,|มี|กําลัง|,|เด็ดขาด|,|เข้มงวด|,|ยาก|,|ลําบาก|,|เมา|,|เหนียว|,|เหนียวหนืด|,|แพง. n. ศพ|,|ซากศพ|,|ซาก|,|ขี้เมา|,|คนเมา|,|เจ้า|หมอ|นั่น|หมอ|นี่|,|กรรมกร. adv. ดื้อรั้น|,|แข็งทื่อ|,|โดย|สมบูรณ์|,|อย่าง|รุนแรง|,|อย่าง|สุดขีด
(ส|ที|ฟ|'|เฟิน) vt. ทํา|ให้|แข็ง|,|ทํา|ให้|แข็งทื่อ|,|ทํา|ให้|ตรง|,|ทํา|ให้|แน่น|,|ทํา|ให้|เหนียวหนืด vi. กลาย|เป็น|แข็งทื่อ|,|แข็งแกร่ง|,|ดื้อรั้น.  |Syn. stiffener n.  |Syn. harden|,|solidify|,|firm
(ส|ไท|'|ฟ|ลิง) adj. หายใจ|หอบ|,|หายใจ|ไม่|ออก|,|กลัดกลุ้ม|,|อึดอัด.  |Syn. stifflingly adv.
(ส|ไท|'|เฟิล) vt. ทํา|ให้|หายใจ|ไม่|ออก|,|อุด|ปาก|,|บีบ|คอ|,|ฆ่า|โดย|การ|ทํา|ให้|หายใจ|ไม่|ออก|,|ปราบปราม|,|ขยี้|,|กําจัด|,|อด|,|กลั้น. vi. กลาย|เป็น|หายใจ|ไม่|ออก|,|หอบ.  |Syn. stifler n.  |Syn. suffocate
(สทิก|'|มะ) n.ความ|อัปยศ|อดสู|,|มลทิน|,|รอย|ด่างพร้อย|,|ตรา|พิมพ์|,|ตราหน้า|,|ตรา|นาบ|,|แผลเป็น|,|แต้ม|,|จุด|,|ตา|ของ|สัตว์|เซลล์|เดียว|จําพวก|โปรโตซัว|,|ทางเข้า|ระบบ|หายใจ|ของ|แมลง|,|ส่วน|ของ|เกสร|ตัวเมีย|ที่|รับ|ละออง|เกสร pl. stigmata|,|stigmas
(สทิก|'|มะ|ไท|ซ) vt. ตีตรา|,|ประทับตรา|,|ตราหน้า|,|ประณาม|,|ทํา|ให้|มี|มลทิน|,|ทํา|ให้|อัปยศ|อดสู|,|ทํา|ให้|เสื่อมเสีย|ชื่อเสียง.  |Syn. stigmatis (z) ation n.
(สทิก|'|มะ|ไท|ซ) vt. ตีตรา|,|ประทับตรา|,|ตราหน้า|,|ประณาม|,|ทํา|ให้|มี|มลทิน|,|ทํา|ให้|อัปยศ|อดสู|,|ทํา|ให้|เสื่อมเสีย|ชื่อเสียง.  |Syn. stigmatis (z) ation n.
(ส|ไท|ลฺ) n. ขั้นบันได|ติด|ข้าง|รั้ว|หรือ|กําแพง|,|ประตูรั้ว|หมุน|,|วง|กบ|หน้าต่าง|หรือ|ประตู|,|โครง|กรอบ|  |Syn. step|,|series of steps
(สทิเลท|'|โท) n. กริช|,|ดาบ|สั้น|,|เครื่อง|เจาะ|รู|,|หมุด|เจาะ|รู. vt. แทง|ด้วย|กริช|หรือ|ดาบ|สั้น|,|ฆ่า|ด้วย|กริช|หรือ|ดาบ|สั้น pl.stilettos|,|stilettoes
(สทิล) adj. ยังคง|,|สงบ|,|สงัด|,|ปราศจาก|เสียง|,|ปราศจาก|สิ่ง|รบกวน|,|นิ่ง|,|ไม่|ไหล|,|ไม่|มี|ฟอง|,|เกี่ยวกับ|ภาพนิ่ง n. ความ|เงียบ|,|ความ|เงียบสงบ|,|ภาพนิ่ง|,|ภาพ|เดี่ยว|,|เครื่อง|กลั่น|,|โรงกลั่น adv. ใน|ขณะนี้|,|บัดนี้|,|จนกระทั่ง|ขณะนี้|,|แม้กระนั้น|,|ยังคง|,|คง|,|ยัง|,|แน่นิ่ง|,|เงียบ|สงัด|,|ยืนหยัด|,|ตลอดเวลา
n. ภาพ|สิ่ง|ที่|ไม่|มี|ชีวิต|,|สิ่ง|ที่|ไม่|มี|ชีวิต|,|ภาพนิ่ง|,|ของ|นิ่ง. -|still life adj. pl. still lifes
(สทิล|'|เบิร์ธ) n. การ|คลอด|ทารก|ที่|ตาย|ใน|ครรภ์|,|ทารก|ที่|ตาย|ใน|การ|คลอด
(ส|ที|ล|'|บอร์น) adj. ซึ่ง|คลอด|ออก|มา|ตาย|,|ไม่|ได้|ผล|,|เป็น|หมัน
(ส|ที|ล|'|นิส) n. ความ|นิ่ง|,|ความ|คงที่|,|การ|อยู่|นิ่งเฉย|,|ความ|เงียบ|,|ความ|เงียบสงบ
(ส|ที|ล|'|ลี) adj. นิ่ง|,|นิ่งเงียบ|,|เงียบ|,|เงียบ|สงัด. adv. อย่าง|นิ่งเงียบ|,|อย่าง|เงียบสงบ
(สทิลทฺ) n. ไม้|ต่อ|ขา|,|เสา|ค้ํา|,|สิ่ง|ค้ํา|,|นก|ขา|ยาว|คอ|ยาว|ปาก|ยาว มัก|พบ|ตาม|หนอง|น้ํา. vi. ยก|ไม้|ต่อ|ขา|,|โอหัง.
(สทิล|'|ทิด) adj. โอ้อวด|,|หยิ่ง|ทะนง|,|โอหัง.  |Syn. stiltedly adv. stiltedness n.
(สทิม|'|มิ|วเลินทฺ) n. ตัว|กระตุ้น|,|อาหาร|กระตุ้น|,|เครื่องดื่ม|กระตุ้น|,|ยา|บํารุง|,|ยา|กระตุ้น|หัวใจ. adj. กระตุ้น|,|กระตุ้น|การ|ทํางาน|,|ทํา|ให้|ตื่นเต้น
(สทิม|'|มิ|วเลท) vt. กระตุ้น|,|เร้าใจ|,|เร้า|,|ปลุกใจ|,|ส่งเสริม|,|กระตุ้น|ประสาท|,|ชู|กําลัง. vi. เป็น|ตัว|กระตุ้น|,|ชู|กําลัง.  |Syn. stimulability n. stimulator n. stimulater adj. stimulation n.  |Syn. rouse|,|arouse|,|urge
(สทิม|'|มิ|วเลทิฟว) adj. ซึ่ง|กระตุ้น|,|ซึ่ง|เร้าใจ|,|เป็น|ยา|ชู|กําลัง. n. สิ่ง|กระตุ้น|,|สิ่ง|เร้าใจ|,|ยา|ชู|กําลัง
(สทิม|'|มิ|วลัส) n. สิ่ง|กระตุ้น|,|ตัว|กระตุ้น|,|ยา|ชู|กําลัง|  |Syn. bracer|,|stimulant
(ส|ไท|'|มี) n. ตําแหน่ง|ลูก|กอล์ฟ|ที่อยู่|ระหว่าง|หลุม|กอล์ฟ|กับ|ลูก|กอล์ฟ|ของ|ฝ่ายตรงข้าม|,|สถานการณ์|ที่|ยาก ลําบาก|  |Syn. foil
(สทิง) {|stung|,|stung|,|stinging|,|stings|} vt.,|vi. (ต่อย|,|ตํา|,|แทง|,|กัด|,|ทํา|ให้|เจ็บปวด|,|ทํา|ให้|ระคายเคือง|,|ทํา|ให้|คัน|,|ทํา|ให้|แสบ|,|ทรมาน|ใจ|,|โกง|,|หลอกลวง. n. การ|ต่อย (ตํา|,|แทง|,|กัด) ,|ความ|เจ็บปวด|,|ความ|ปวด|เสียว|,|ความ|สามารถ|ที่|จะ|ต่อย (ตํา|,|แทง|,|กัด) ,|ตัว|ต่อย (ตํา|,|แทง|,|กัด) ,|ขน|พืช|บาง|ชนิด|ที่|สามารถ|ปล่อย|ของเหลว|ที่|มี|ฤทธิ์|ทํา|ให้|ระคายเคือง
(สทิง|'|เก|อะ) n. ผู้|ต่อย (ตํา|,|แทง|,|ตอก) ,|สิ่ง|ที่|ต่อย (ตํา|,|แทง|,|กัด|,|ตอก) ,|เหล็ก|ไน|ของ|แมลง|,|หนาม|พืช|,|คําพูด|ที่|เสียดสี|,|การ|กล่าว|โจมตี|อย่าง|รุนแรง|,|เหล้า|ค็อกเทล|ที่|ประกอบ|ด้วย|บรั่นด|'|เมนทอล|และ|น้ําแข็ง
(สทิน|'|จิลี) adv. อย่าง|ขี้เหนียว
(สทิน|'|จินิส) n. ความ|ขี้เหนียว|,|ความ|ตระหนี่|,|ความ|ใจแคบ
(สทิน|'|จี) adj. ขี้เหนียว|,|ตระหนี่|,|ใจแคบ|,|ขาดแคลน|,|ไม่|เพียงพอ|,|ต่อย (ตํา|,|แทง|,|กัด) ได้|  |Syn. stingily adv. stinginess n.  |Syn. greedy
(สทิงคฺ) {|stank|/|stunk|,|stunk|,|stinking|,|stinks|} vi. ส่ง|กลิ่น|เหม็น|,|รุกราน|,|เสื่อมทราม|,|มี|จํานวน|มาก (โดยเฉพาะ|เงิน) . vt. ทํา|ให้|เหม็น|,|ไล่|ด้วย|กลิ่น|เหม็น|,|ได้|กลิ่น|เหม็น|ของ n. กลิ่น|เหม็น|,|ความ|เหม็น|โฉ่|,|ความ|ยุ่งเหยิง|,|เรื่อง|อื้อฉาว|,|  |Syn. stinks n. วิชา|เคมี
(สทิง|'|คิง) adj. มี|กลิ่น|เหม็น|,|ส่ง|กลิ่น|เหม็น|,|ฉาวโฉ่|,|น่า|รังเกียจ|,|เลวทราม. -|stinkingness n.  |Syn. foul|-|smelling|,|offending
(สทินทฺ) vt.,|vi.,|n. (การ) จํากัด|,|หน่วงเหนี่ยว|,|หวง|,|ยุติ|,|ประหยัด|,|ตระหนี่|,|หยุด|ทํา|,|ยับยั้ง|,|ควบคุม|,|ปริมาณ|จํากัด|,|จํานวน|จํากัด|,|งาน|ที่|น่า|เบื่อ|,|งาน|ที่|กําหนด|ปริมาณ|,|การ|หยุด.  |Syn. stintedly adv. stintedness n. stinter n. stintingly adv.
(ส|ไท|'|เพินดฺ) n. ค่าจ้าง|,|เงินเดือน|,|การ|จ่าย|เงิน|เป็น|คราว ๆ ,|เงิน|ค่าครองชีพ|,|เงินปี|สําหรับ|พระ. -|stipendless adj.  |Syn. pay|,|fee
(ส|ทิพ|'|เพิล) vt.,|n. (การ) ทา|สี|หรือ|สลัก|หรือ|วาด|เป็น|แต้ม ๆ หรือ|เป็น|จุด ๆ ,|ผลงาน|ด้วย|วิธีการ|ดังกล่าว|  |Syn. stippler n.
(ส|ทิพ|'|พิวเลท) vi. ระบุ|,|กําหนด|,|วาง|เงื่อนไข. vt. ระบุ|,|กําหนด|,|สัญญา|,|รับรอง|,|นัดหมาย. -|stipulable adj.  |Syn. stipulator n. stipulatory adj.  |Syn. require
(ส|ทิพ|พิวเล|'|เชิน) n. การ|ระบุ|,|การ|กําหนด|,|เงื่อนไข|,|เงื่อน|บังคับ|,|สัญญา|,|ข้อตกลง|,|ข้อกําหนด|  |Syn. provision|,|condition
(ส|ทิพ|'|พู|ล) n. ใบเลี้ยง|,|ใบ|อ่อน|ที่|ฐาน|ของ|ใบ|รวม.  |Syn. stipular adj.
(สเทอร์) vt. กวน|,|คน|,|แกว่ง|,|ไกว|,|ค่อย ๆ เคลื่อน|,|เขย่า|,|แหย่|,|ขยับ|,|คุ้ย|,|เขี่ย|,|ปลุก|,|ปลุก|เร้า|,|กระตุ้น|,|ทํา|ให้|ตื่นเต้น|,|ก่อ|ให้|เกิด. vi. ขยับ|,|เคลื่อน|ไป|มา|,|ดําเนินการ|,|หมุนเวียน|,|แพร่หลาย|,|มี|อารมณ์. n. การ|กวน (คน|,|แกว่ง|,|ไกว...) ,|เสียง|กวน|,|ความ|ตื่นเต้น|,|ความ|โกลาหล|,|ความรู้สึก|,|อารมณ์
(ส|เท|อ|'|ริ|ง) adj. ปลุก|เร้า|,|กระตุ้น|,|ตื่น|-|เต้น|,|เคลื่อน|ไป|มา|,|กระฉับกระเฉง|,|มี|ชีวิตชีวา.  |Syn. exciting
(ส|เท|อ|'|อัพ) n. โกลน|,|ห่วง|เหล็ก|สําหรับ|เหยียบ|,|เชือก|โกลน|,|สาย|โกลน|,|กระดูกโกลน|ใน|ช่องหู (หรือ stapes) ,|โครง|ค้ํา
(สทิทชฺ) n. ตะเข็บ|,|เข็ม|หนึ่ง|,|วิธีการ|เย็บ|ปัก|หรือ|ตะเข็บ|,|ผลงาน|เย็บ|ปัก|หรือ|ตะเข็บ|,|จํานวน|เล็กน้อย|,|ส่วนหนึ่ง|,|อาการ|เจ็บปวด|อย่าง|กะทันหัน. vt.,|vi. ปัก|เข็ม|,|เย็บ|ตะเข็บ|,|เย็บ|ปัก|,|เย็บ|ติด|,|เย็บเล่ม.
(ส|ทอ|คฺ) n. คลังสินค้า|,|พัสดุ|,|สินค้า|ใน|ร้าน|,|สต๊อค|,|ของ|สะสม|,|จํานวน|ที่|สะสม|ไว้|,|ก้าน|,|ด้าม|,|โคน|ต้น|,|ลําต้น|,|ตอ|ไม้|,|เขียง|ไม้|,|ฐาน|,|ก้าน|สมอเรือ|,|ปศุสัตว์|,|บริษัท|หุ้นส่วน|,|หลักทรัพย์|ของ|บริษัท|,|พันธบัตร|,|ไม้|ค้ํา|เรือ|,|แท่น|ต่อ|เรือ|,|ไม้หมอน|ใต้|ท้อง|เรือ|,|พืช|พันธ์|,|เชื้อสาย adj. มี|อยู่|ใน|ร้าน
n. ใบหุ้น|,|พันธบัตร|,|บัตร|หุ้น
n. บริษัท|หุ้นส่วน|,|คณะ|ละคร|ประจํา|โรง
เงิน|ปันผล|สําหรับ|หุ้นส่วน
n. ตลาดค้าหุ้น|,|ตลาดหลักทรัพย์|,|สํานักงาน|ค้า|หุ้น|หรือ|หลักทรัพย์
n. ฟาร์ม|เลี้ยง|ปศุสัตว์|,|ฟาร์ม|ผสม|ปศุสัตว์.  |Syn. stock farmer|, stock farming n.
n. ตลาดค้าหุ้น|,|ตลาดหลักทรัพย์|,|สํานักงาน|ค้า|หุ้น|หรือ|หลักทรัพย์
n. การ|ผสม|และ|เลี้ยง|ปศุสัตว์|  |Syn. stock raiser n.
(ส|ทอ|ค|'|เคด) n.,|vt. (เล้า|ด้วย) เสา|ล้อม|,|รั้ว|,|รั้ว|เพนียด|,|บริเวณ|ที่|ล้อมรอบ|ด้วย|รั้ว|เพนียด|,|คุก|ทหาร
(ส|ทอ|ค|'|โบ|ร|เคอะ) n. นายหน้า|ซื้อขาย|หุ้น|,|นายหน้า|ซื้อขาย|หลักทรัพย์.  |Syn. stockbrokerage n.  |Syn. broker
(ส|ทอ|ค|'|โบ|คิง) n. การ|ซื้อขาย|หุ้น|,|การ|ซื้อขาย|หลักทรัพย์.  |Syn. stockbrokerage
n. หุ้นส่วน|,|เจ้าของ|ปศุสัตว์|,|เจ้าของ|ฟาร์ม|ปศุสัตว์
(ส|ทอ|ค|'|โฮ|ม) n. ชื่อ|เมืองหลวง|ของ|สวีเดน
(ส|ทอ|ค|'|คิลี) adv. ล่ํา|สัน|กํายํา|,|อ้วนท้วน|และ|เตี้ย
(ส|ทอ|ค|'|คินิส) n. ความ|ล่ํา|สัน|กํายํา|,|ความ|อ้วนท้วน|และ|เตี้ย
(ส|ทอ|ค|'|คิง) n. ถุงเท้า|ยาว|,|สิ่ง|ที่|คล้าย|ถุงเท้า|ยาว = stockinet (ดู) , -|Phr. (in one|'|s stocking feet ใส่|ถุงเท้า|โดย|ไม่|มี|รองเท้า.)|  |Syn. stockinged adj.
(ส|ทอ|ค|'|เมิน) n. ผู้|เลี้ยง|ปศุสัตว์|,|คนงาน|ปศุสัตว์|,|เจ้าหน้าที่|พัสดุ|,|ผู้ดู|แล|พัสดุ
(ส|ทอ|ค|'|ไพล|ฺ) n. คลัง|พัสดุ|,|คลังสินค้า|,|คลัง|แสง|,|คลัง|อาวุธ|ยุทธภัณฑ์. vi. เก็บ|ไว้|ใน|คลัง|ดังกล่าว -|stockpiler n.  |Syn. stock|,|stock
(ส|ทอ|ค|'|รู|ม) n. ห้อง|พัสดุ|,|ห้องเก็บของ|,|ห้อง|สินค้า
(ส|ทอ|ค|'|คี) adj. ม่อต้อ|,|อ้วน|เตี้ย|,|ล่ํา|สัน|กํายํา|,|แข็งแรง.  |Syn. stockiness n.  |Syn. pudgy
(ส|ทอด|จฺ) vt. ยัด|แน่น|,|อัด|แน่น|,|ทํา|ให้|ตื้อ. vi. กิน|คํา|โต ๆ ,|กิน|ละโมบ|,|เดิน|ฝีเท้า|หนัก. n. อาหาร|หนัก|,|อาหาร|ย่อย|ยาก|,|ความคิด|ที่|ล้าสมัย|,|บทประพันธ์|ที่|น่า|เบื่อหน่าย|  |Syn. stuff full|,|gorge
(ส|ทอด|'|จี) adj. หนัก|,|แน่น|,|อัด|แน่น|,|ยัด|แน่น|,|ตื้อ|,|พอง|แต้ม|,|เพียบ|,|น่า|เบื่อหน่าย|,|คร่ําครึ|,|ไม่|มี|รสชาติ|,|หยุมหยิม|,|เต็มไปด้วย|รายละเอียด|มาก|เกิน|ไป.  |Syn. stodgily adv. stodginess n.  |Syn. dull|,|boring|,|tedious
(ส|โท|'|อิค) adj. เกี่ยวกับ|หลักการ|ขจัด|ตัณหา|ราคะ|,|ปลงตก|,|stoic|,|=|stoical (ดู) . n. สมาชิก|หรือ|ผู้|ยึดถือ|หลัก|ปรัชญา|ของ|สํานัก|หลัก|ปรัชญา|ดังกล่าว|,|  |Syn. stoic n. ผู้|ปฎิบัติ|ตาม|หลัก|ปรัชญา|ดังกล่าว
(ส|โท|'|อิเคิล) adj. ปลงตก|,|ปราศจาก|ตัณหา|ราคะ|,|ปราศจาก|ความ|โลภ|หลง.  |Syn. resigned|,|impassive|,|patient
(ส|โท|ค) n. คุ้ย เขี่ย|และ|ใส่|ฟืน (แก่|กอง|ไฟ ควบคุม|เตา|,|ใส่|เชื้อเพลิง. vi. เขี่ย|ถ่านหิน|ใน|เตา|,|ควบคุม|ไฟใน|เตา|ให้|ติด|ดี.  |Syn. stir
(ส|โท|ล) n. ผ้าคลุมไหล่|ของ|ผู้หญิง (ทํา|ด้วย|ผ้า|ขนสัตว์|หรือ|สิ่งทอ|อื่น) ,|ผ้าคลุมไหล่|ของ|บาทหลวง|ใน|ขณะ|ประกอบ|พิธี|,|ผ้า|คลุม|ยาว vi|,|vt.. กริยา|ช่อง 2 ของ steal
(ส|โท|'|เลิน) vi|,|vt. กริยา|ช่อง 3 ของ steal
(ส|ทอ|ล|'|ลิด) adj. ไม่|หวั่นไหว|ง่าย|,|ไม่|ตื่นเต้น|ง่าย|,|เยือกเย็น|,|เฉื่อยชา.  |Syn. stolidity|,|stolidness n. stolidly adv.
(สทัม|'|มัค) n. กระเพาะอาหาร|,|ท้อง|,|ช่องท้อง|,|ความ|อยาก|อาหาร|,|ความ|ภูมิใจ|,|ความ|หยิ่ง|,|ความ|เสียใจ|,|ความ|โกรธ vt. ใส่|เข้า|ไป|ใน|กระเพาะอาหาร|,|เก็บ|ไว้|ใน|กระ|-|เพาะ|อาหาร|,|โกรธ|,|เสียใจ
อาการ|ปวด|กระเพาะอาหาร.  |Syn. stomach|-|achy adj.
ปาก|อักเสบ
(ส|โทน) n. หิน|,|ก้อน|หิน|,|กรวด|,|พลอย|,|เพชรพลอย|,|หน่วย|น้ําหนัก (14|ปอนด์) ,|สิ่ง|ที่|คล้าย|ก้อน|หิน|,|เม็ด|ใน|ของ|ผลไม้|,|หิน|ลับ|มีด|,|หิน|พิมพ์|,|แท่น|หิน|เรียงพิมพ์|,|นิ่ว|,|โรค|นิ่ว|,|ศิลาจารึก|หน้า|หลุม|ฝังศพ|,|ป้าย|หิน|บอก|ระยะ|ทาง|,|อนุสาวรีย์|,|ลูกเห็บ|,|ลูก|อัณฑะ adj. มี|ลักษณะ|เป็น|หิน vt. ขว้าง|ก้อน|หิน|,
n. ยุค|หิน เป็น|ยุค|ที่|มนุษย์|ใช้|หิน|เป็น|เครื่องมือ|และ|อาวุธ
(ส|โทน|'|เดด|') adj. ตาย|สนิท|,|ตาย|จริง ๆ| 
(ส|โทน|'|เดฟ) adj. หูหนวก|สนิท
(ส|โทน|ดฺ) adj. เมา|,|เมา|เหล้า|,|เมา|ยา|,|อยู่|ภายใต้|ฤทธิ์|ของ|กัญชา|หรือ|ยาเสพติด
(ส|โทน|'|เมเซิน) n. ช่าง|หิน.  |Syn. stone masonry n.
n. โรงงาน|หิน|,|เครื่อง|ตัด (ฝน|,|ลับ|,|บด) หิน
vt.,|vi. สกัด|,|ยับยั้ง|,|ระงับ|,|ต้าน. n. กําแพง|หิน|,|อุปสรรค
(ส|โท|'|นี) adj. เต็มไปด้วย|หิน|,|มี|หิน|มาก|,|เหมือน|กัน|,|แข็ง|เหมือน|หิน|,|ไร้|ความรู้สึก|,|ไร้|ความ|ปรานี|,|ไม่|มี|สีหน้า|,|ทารุณ|,|โหดเหี้ยม|,|ใจแข็ง|,|ถัง|แตก|,|ไม่|มี|เงิน|เลย|,|ตกอกตกใจ.  |Syn. stonily adv. stoniness n.  |Syn. icy|,|heartless
(ส|โท|'|นี) adj. เต็มไปด้วย|หิน|,|มี|หิน|มาก|,|เหมือน|กัน|,|แข็ง|เหมือน|หิน|,|ไร้|ความรู้สึก|,|ไร้|ความ|ปรานี|,|ไม่|มี|สีหน้า|,|ทารุณ|,|โหดเหี้ยม|,|ใจแข็ง|,|ถัง|แตก|,|ไม่|มี|เงิน|เลย|,|ตกอกตกใจ.  |Syn. stonily adv. stoniness n.  |Syn. icy|,|heartless
(สทูด) v. กริยา|ช่อง 2 ของ stand
(สทูจฺ) n. เป็น|ลูกคู่|ตัว|ตลก|,|เป็น|ลูกมือ|,|ช่วยเหลือ.  |Syn. puppet|,|dupe|,|tool|,|pawn
(ส|ทูล) n. ม้านั่ง|เดี่ยว|,|ตั่ง|,|ตั่ง|พัก|เท้า|,|ม้า|รอง|เข่า|,|ตอ|,|ตอ|ไม้|,|ราว|ไม้|เกาะ|ของ|นก|,|ราก|ที่|แตก|หน่อ|ใหม่|,|นก|เกาะ|บน|ราว|ไม้|ที่|ใช้|เป็น|เหยื่อ|ล่อ|,|เป็ด|เทียม|หรือ|นก|เทียม|ที่|ใช้|เป็น|เหยื่อ|ล่อ|,|นกต่อ|,|ถัง|อุจจาระ|,|ม้านั่ง|ถ่าย|อุจจาระ|,|อุจจาระ|,|ที่นั่ง|ที่|เป็น|สัญลักษณ์|อํานาจ vi. แตก|หน่อ|,|ถ
(สทูพ) vi.,|vt.,|n. (การ) ก้ม|,|ก้ม|ลง|,|โค้ง|,|โก้งโค้ง|,|ห่อ|ตัว|,|ยืน|ย่อ|ตัว|,|ถ่อมตัว|, (เหยี่ยว) ถลา|ลง|,|โฉบ|ลง|,|ลด|ลง|,|ยอม|,|ยินยอม|,|ท่า|ก้ม|,|ท่า|โค้ง|ลง|,|การ|ถ่อมตัว|,|การ|โฉบ|ลง.  |Syn. stooper n. stoopingly adv.  |Syn. nod|,|bend|,|kneel|,|bow
(ส|ทอ|พ) vt.,|vi.,|n. (การ) หยุด|,|ห้าม|,|ยับยั้ง|,|ยุติ|,|จอด|,|เลิก|,|ขัดขวาง|,|ป้องกัน|,|ตัดขาด|,|อุด|,|จุก|,|ปิด|,|พัก|, (มวย) ชนะ|น็อคเอ๊าท์|,|หรี่|แสง|,|หยุด|ชําระ|,|ใส่|จุด|,|ใส่|เครื่องหมาย '.'|,|จุก|,|ที่|อุด|,|อุปสรรค|,|สิ่ง|กีดขวาง|,|อุปกรณ์|หยุด|การ|เคลื่อนที่|,|การ|ยุติ|การ|ชําระ|,|สลัก|เสียง|หีบเพลง|,|เครื่อง|อุด|,
บิต|หยุด|หมายถึง บิต|สัญญาณ|สั่ง|บอก|ว่า|ให้|หยุด เพราะ|การ|ถ่าย|โอน|ข้อมูล|สําเร็จ|เรียบร้อย|แล้ว
n. ก๊อก|ปิด|เปิดน้ํา|,|สลัก|ท่อ|,|ลูก|สูบ
(ส|ทอ|พ|'|โอ|เวอะ) n. การ|หยุดพัก|ระหว่าง|ทาง
(ส|ทอ|พ|'|พิจฺ) n. การ|หยุด|,|การ|ยุติ|,|การ|เลิก|,|การ|ห้าม|,|การ|อุด|,|การ|กีดขวาง|,|สิ่ง|กีดขวาง|,|การ|ถูก|หยุด|,|การ|ถูก|ห้าม|  |Syn. impediment
(ส|ทอ|พ|'|เพอะ) n. ผู้|หยุด|,|ผู้|ห้าม|,|สิ่ง|กีดขวาง|,|สิ่ง|ที่|ทํา|ให้|อุดตัน|,|จุก. vt. ปิด|,|อุด|,|จุก.  |Syn. plug
(ส|ทอ|พ|'|วอ|ทชฺ) n. นาฬิกา|จับเวลา
(ส|ทอ|'|ระ|เบิล) adj. เก็บ|ได้|นาน. n. ของ|ที่|เก็บ|ได้|นาน.  |Syn. storability n.
(ส|ทอ|'|ริ|จฺ) n. การ|เก็บ|,|การ|เก็บรักษา|,|สถานที่|เก็บ|,|สถานที่|เก็บรักษา|,|ค่า|เก็บรักษา|ของ|เครื่องมือ|เก็บ|ข้อมูล|ของ|คอมพิวเตอร์|,|แหล่ง|เก็บ|ข้อมูล|  |Syn. saving|,|hoarding
ความ|จุ|ของ|หน่วยเก็บข้อมูล|หมายถึง จํานวน|ข้อมูล|ที่|หน่วย|เก็บ เช่น จาน|บันทึก ฮาร์ด|ดิสก์ แถบแม่เหล็ก สามารถ|รับ|ข้อมูล|ไป|เก็บ|ไว้|ได้ โดย|ปกติ|จะ|วัด|กัน|เป็น เคไบต์ (K bytes)| 
(สทอร์) n. ร้าน|,|ร้านค้า|,|ห้อง|พัสดุ|,|ห้องเก็บของ|,|พัสดุ|,|สิ่ง|ที่|เก็บ|สะสม|ไว้|,|การ|เก็บ|สะสม|,|ปริมาณมาก|,|จํานวน|มาก vt. เก็บ|สะสม|,|เก็บรักษา|,|ใส่|ไว้|ใน|ห้อง|พัสดุ|,|ป้อน|ข้อมูล|ลง|ใน|เครื่อง|คอมพิวเตอร์|,|เก็บ|ข้อมูล|ไว้. vi. เก็บ|สะสม|,|เก็บรักษา stores เสบียง|อาหาร เครื่องใช้|และ|พัสดุ|ที่|จําเป็น
(สทอร์|'|คีเพอะ) n. ผู้ดู|แล|คลังสินค้า|,|เจ้าของ|คลังสินค้า|,|เจ้าของ|ร้าน|,|เจ้าหน้าที่|ควบคุม|พัสดุ|ของ|ทหาร|,|คน|ขาย|ของ. -|storekeeping n.
(สทอร์|'|รู|ม) n. ห้องเก็บของ|,|ห้อง|พัสดุ|,|ห้อง|แสดง|สินค้า|  |Syn. warehouse
(ส|ทอ|'|รี) n. ชั้น. pl. storeys|  |Syn. story
(ส|ทอ|'|รีด) adj. มี|,|ชั้น|,|เป็น|ชั้น|,|แบ่ง|เป็น|ชั้น.  |Syn. notable
(ส|ทอ|'|รีด) adj. มี|,|ชั้น|,|เป็น|ชั้น|,|แบ่ง|เป็น|ชั้น.  |Syn. notable
(สทอร์ค) n. นกกระสา|,|นก|ใน|ตระกูล Ciconiidae|, สัญลักษณ์|การ|เกิด|ของ|เด็ก
(สทอร์ม) n. พายุ|,|มรสุม|,|ลมมรสุม|,|การ|ระดม|ยิง|,|การ|โหม กระหน่ํา|,|ฝน|หิมะ|หรือ|ลูกเห็บ|ที่|ตก|กระหน่ํา|ลง|มา|อย่าง|รุนแรง|,|ความ|โกลาหล|,|ความ|เกรียวกราว|,|การ|โจมตี|หรือ|กล่าวหา|อย่าง|รุนแรง|,|vi.,|vt. (ฝน|,|หิมะ|,|ลูกเห็บ|,|พายุ) โหม|กระหน่ํา|,|ระดม|ยิง|,|ยิง|กระหน่ํา|,|ถลัน|ออก|ไป|ด้วย|ความ|โกรธ|,|พูด|อย่าง|รุนแรง
(สทอร์ม|'|มี) adj. มี|ลมพายุ|,|มี|มรสุม|,|โกลาหล|,|สับสนวุ่นวาย|,|ดุเดือด|,|รุนแรง.  |Syn. stormily adv. -|storminess n.  |Syn. boisterous|,|turbulent|,|violent|,|rough
(ส|ทอ|'|รี) n. เรื่องราว|,|นิยาย|,|นิทาน|,|เรื่อง|โกลาหล|,|เทพนิยาย|,|เรื่อง|เล่าลือ|,|ประวัติ|,|พงศาวดาร|,|การ|บรรยาย|,|ข่าว|,|รายงาน|ข่าว|,|การ|เล่า|นิยาย|,|การ|โกหก|,|เรื่อง|โกหก|,|=|storey (ดู) vt. เรียบเรียง|เป็น|นิยาย|,|เล่า|นิยาย|  |Syn. narrative
(ส|ทอ|รี|เท|ล|'|ลิง) n. การ|เล่า (หรือ|เขียน) นิยาย|หรือ|นิทาน|,|การ|โกหก
(ส|เทา|ทฺ) adj.,|n. แน่นหนา|,|มั่นคง|,|กล้าหาญ|,|องอาจ|,|แน่วแน่|,|เด็ดเดี่ยว|,|แข็งแรง|,|มี|พลัง|,|กํายํา|ล่ํา|สัน|,|หยาบ|หนา|,|หนา|และ|เตี้ย|,|เบียร์|ดํา|ฤทธิ์|แรง|,|คน|ขน|ของ|ที่|แข็งแรง|มาก|,|เสื้อ|พิเศษ|สําหรับ|คน|อ้วน|เตี้ย.  |Syn. stoutish adj. stoutness n.
(ส|โท|ฟว) n. เตา|,|เตา|มี|ฝา|ปิด|,|ห้อง|อบ|,|ตู้|อบ|,|เตาเผา vi.,|vt. กริยา|ช่อง 2 และ 3 ของ stave
(ส|โท) vt. เก็บ|,|เก็บรักษา|,|บรรจุ|,|ใส่|,|กอง|,|หยุด|,|ทํา|ให้|อยู่|หรือ|พัก|,|หยุด|, stow away แอบ|ซ่อน|อยู่|ใน|เรือ|หรือ|เครื่องบิน|เพื่อ|เลี่ยง|การ|จ่าย|ค่าโดยสาร|หรือ|เพื่อ|หลบหนี|ผู้ติดตาม.  |Syn. stowable adj.  |Syn. pack|,|cram|,|jam
(ส|โท|'|อิจฺ) n. การ|เก็บ|,|การ|เก็บรักษา|,|การ|บรรจุ|,|การ|ใส่|,|สิ่ง|ที่|เก็บ|ใส่|,|สิ่ง|ที่|บรรจุ|,|ค่า|บรรจุ|,|ค่า|คลังสินค้า|,|ค่า|โกดัง|,|สถานที่|บรรจุ
(สท|ระ|บิ|ส|'|มัส) n. อาการ|ตาเหล่|หรือ|ตาเข.  |Syn. strabismal adj. strabismic adj. strabismical. adj. strabismally adv.
(สแท|รด|'|เดิล) vi. ถ่าง|ขา|,|ยืน|กาง|ขา|,|นั่ง|กาง|ขา|,|นั่ง|คร่อม|,|คร่อม. vt. ถ่าง|ขา|,|สนับสนุน|ทั้ง|สอง|ข้าง|,|เหยียบ|เรือ|สอง|แคม. n. การ|ถ่าง|ขา|,|การ|กาง|ขา|,|การ|เดิน|หรือ|นั่ง|กาง|ขา|,|ระยะ|ถ่าง|,|ระยะ|กาง|,|ระเบิด|ติด|กัน|เป็น|แฉก|,|การ|ยิง|ติด กัน|เป็น|แฉก -|straddler n.  |Syn. straddlingly
(ส|เท|รฟ) vt. ยิง|กราด|จาก|เครื่องบิน|,|กระหน่ํา. n. การ|ยิง|กราด|จาก|เครื่องบิน|,|การ|กระหน่ํา. -|strafer n.
(ส|แทรก|'|เกิล) vi. หลงทาง|,|หลง|พวก|,|พลัด|ฝูง|,|พลัดพราก|,|ล้าหลัง|,|กระจัดกระจาย|,|เรี่ยราด -|straggler n.  |Syn. stragglingly adv.
(ส|แทรก|'|ลี) adj. พลัดพราก|,|กระจัดกระจาย|  |Syn. straggling
(ส|เท|รท) adj.,|adv.,|n. (ความ) ตรง|,|โดย|ตรง|,|ตรง|แน่ว|,|ต่อเนื่อง|กัน|,|ตรงไปตรงมา|,|ซื่อตรง|,|สม่ําเสมอ|,|ไม่|เปลี่ยนแปลง|,|มี|ระเบียบ|,|เรียบร้อย|, (เหล้า) ไม่|เจือปน|,|ปกติ|,|ชอบด้วยกฎหมาย|,|ดื่ม|ดวด|, (ไพ่) เรียง|แต้ม|,|ทันที|,|ฉับพลัน|, -|Phr. (straightly off ทันที|,|ฉับพลัน|,|โดย|ตรง)| 
(ส|เท|รท|'|อาร์ม) vt. ยื่น|แขน|สกัด|ฝ่ายตรงข้าม. n. การ|ยื่น|แขน|สกัด|ฝ่ายตรงข้าม
(ส|เท|รท|'|อเวย์) adj. โดย|ตรง|,|เป็น|แนว|ตรง. n. ทางตรง|,|แนว|ตรง. adv. ทันที|,|ฉับพลัน|  |Syn. directly|,|immediately
(ส|เท|รท|'|เทิน) vt.,|vi. ทํา|ให้|ตรง|,|กลาย|เป็น|ตรง|,|ทํา|ให้|เรียบร้อย|,|ทํา|ให้|ดี|,|กลาย|เป็น|ดี. -|straightener n.
(ส|เท|รทฟอร์|'|เวิร์ด) adj.,|adv. ตรง|ไป|ข้างหน้า|,|โดย|ตรง|,|ไม่|อ้อมค้อม|,|ซื่อตรง|,|ไม่|คดโกง|  |Syn. straightforwardly adv. straightforwardness n.  |Syn. honest|,|candid
(ส|เท|รท|'|เวย์) adv. โดย|ตรง|,|ทันที|,|ฉับพลัน|  |Syn. straightaway
(ส|เท|รน) vt.,|vi.,|n. (การ) ทํา|ให้|ตึง|,|ขึง|ให้|แน่น|,|ทํา|ให้|เครียด|,|ทํา|ให้|เคล็ด|,|ทํา|ให้|ตึงเครียด|,|ขยาย|เกิน|ไป|,|ต้องการ|มาก|เกิน|ไป|,|เท|ของเหลว|ผ่าน|ที่|กรอง|,|กรอง|ออก|,|ใช้อํานาจ|หน้าที่|ไป|ใน|ทาง|ที่|ผิด|,|กอดรัด|,|ยับยั้ง|,|รูป|งอ|คด|เนื่องจาก|ถูก|ดึง|,|ความ|ตึงเครียด|,|พันธุ์|,|ชนิด|,|เชื้อชาติ|,|วงศ์|,|สกุล|,|บรรพบุรุษ
(ส|เท|รน|ดฺ) adj. ใช้|กําลัง|,|ออกแรง|,|ฝืน|,|ไม่|เป็น|ไป|ตาม|ธรรมชาติ|,|เครียด.  |Syn. strainedness n.
(ส|เท|รน|'|เนอะ) n. ผู้|กรอง|,|เครื่องกรอง|,|ที่|กรอง|,|อุปกรณ์|การ|กรอง|  |Syn. filter|,|sieve
(ส|เท|รท) n. ช่องแคบ|,|ทางผ่าน|ที่|แคบ|,|ที่|คับแคบ|,|สภาพ|ที่|ลําบาก|,|ความ|เคร่งเครียด|,|ภาวะ|จน|ตรอก|,|ความ|คับแค้น. adj. แคบ|,|คับ|-|แค้น|,|เคร่งครัด|ใน|ระเบียบ.  |Syn. straitness n.
(ส|เท|รท|'|เทิน) vt. ทํา|ให้|ลําบาก|,|ทํา|ให้|เคร่งเครียด|,|จํากัด|,|ทํา|ให้|คับแคบ|,|เคร่งครัด|ใน|ระเบียบ|  |Syn. restrict
(ส|เท|รค) n. แผ่น|ไม้|ขนาบ|ลํา|เรือ ดาดฟ้า
(สแท|รน|ดฺ) n. ชายหาด|,|ริมแม่น้ํา|,|ริม|ทะเลสาบ|,|เก|ลียว|,|เก|ลียว|เชือก|,|สาย|เชือก|,|ด้าย|,|เส้น|ลวด|,|เส้นใย. vt.,|vi. เกย|หาด|,|เกย|ฝั่ง|,|ติด|,|ทํา|ให้|อยู่|ใน|ฐานะ|ที่|ทํา|อะไร|ไม่|ได้|,|เก|ลียว|,|ฟั่น|,|ควั่น.  |Syn. desert|,|maroon|,|reject
(สแท|รน|'|ดี) n. ผู้|ที่|ตกค้าง|อยู่
(สแท|รน|'|เดอะ) n. เครื่อง|ควั่น|,|เครื่อง|ฟั่น|,|เครื่อง|เก|ลียว stand line|,|แนว|ฝั่ง
(สแท|รน|จฺ) adj. แปลก|,|ประหลาด|,|ผิดแปลก|,|ผิดตา|,|แปลก|หน้า|,|ไม่|รู้จัก|,|ไม่|คุ้นเคย|,|ไม่|เคยชิน|,|คาด|ไม่|ถึง|,|แปลก|ถิ่น|,|ต่างถิ่น. adv. แปลกประหลาด.  |Syn. strangeness n.  |Syn. off|,|queer|,|unfamiliar
(ส|เท|รน|'|เจอะ) n. คน|แปลก|หน้า|,|ผู้|มา|ใหม่|,|ผู้|ไม่|คุ้นเคย|กับ|บาง|สิ่ง|,
(สแทรง|'|เกิล) vt. รัด|คอ|,|เค้น|คอ|,|บีบ|คอ|,|จํากัด|,|บีบบังคับ|,|บีบ|คอ|จน|หายใจ|ไม่|ออก
(สแทรง|'|เก|ลอะ) n. ผู้|รัด|คอ|,|ผู้|เค้น|คอ|,|ผู้|บีบ|คอ|จน|หายใจ|ไม่|ออก|,|ช่อง|อุด|อากาศ
(สแทรง|'|กิวเลท) vt. บีบ|,|รัด|,|รัด|คอ|,|รัด|เส้นโลหิต.  |Syn. strangulable adj. strangulation n. strangulative adv. strangulatory adj.  |Syn. strangle
(สแทรพ) n. สาย|หนัง|,|หนัง|รัด|,|สาย|รัด|,|เข็มขัด|หนัง|,|สาย|หิ้ว|,|สาย|ผ้า|,|สาย|โลหะ|,|นาง|โลม|,|แส้|หนัง vt. ยึด|ด้วย|หนัง|รัด|,|รัดเข็มขัด|,|รัด|,|มัด|,|พัน|,|ฝน (มีดโกน) ด้วย|สาย|หนัง|  |Syn. band
(ส|เท|ร|'|ทะ) n. พหูพจน์|ของ stratum (ดู)| 
(สแทรท|'|ทะ|เจ|ม) n. กล|ยุทธ|,|ยุทธวิธี|,|เล่ห์เหลี่ยม|,|อุบาย|,|กโล|บาย|,|แผนการ
(ส|เท|ร|'|เทิล) adj. เกี่ยวกับ|ชั้น
(สท|ระ|ที|'|จิค) adj. เกี่ยวกับ (กล|ยุทธ|,|ยุทธวิธี) ,|เป็น|ยุทธ|ปัจจัย.  |Syn. strategically adv.  |Syn. strategical|,|major|,|vital
(สท|ระ|ที|'|จิคซฺ) n. ยุทธศาสตร์|,|ยุทธวิธี|,|กล|ยุทธ|,|วิชา|ว่าด้วย|การ|รบ|ทาง|ทหาร
(สแทรท|'|ทิจิสทฺ) n. ผู้เชี่ยวชาญ|ยุทธศาสตร์ (ยุทธวิธี|,|กล|ยุทธ)| 
(สแทรท|'|ทิจี) n. แผน|การณ์|,|วิธีการ|,|อุบาย|,|กโล|บาย|,|ยุทธศาสตร์|,|ยุทธวิธี|,|กล|ยุทธ
(สแทรททะฟิเค|'|เชิน) n. การ|แบ่ง|ออก|เป็น|ชั้น ๆ ,|ลักษณะ|เป็น|ชั้น ๆ ,|ชนชั้น|ของ|สังคม|,|การ|เกิด|เป็น|ชั้น ๆ ,|การ|จม|ทับถม|กัน|เป็น|ชั้น
(สแทรท|'|ทะ|ไฟ) vt.,|vi. เกิด|เป็น|ชั้น ๆ ,|แบ่ง|เป็น|ชั้น ๆ ,|ใส่|เมล็ด|พืช|ตาม|ชั้น|ของ|พื้นผิว|ดิน.
(ส|เท|ร|'|ทัม) n. ชั้น|,|ชั้น|พื้นดิน|,|ชั้น|หิน|,|ชนชั้น|,|ระดับชั้น|,|ชั้น|เนื้อเยื่อ|,|ชั้น|เซลล์|,|ชั้น มหาสมุทร|,|ชั้น|บรรยากาศ. -|stratous adj.
เป็น|ชั้น|บน|สุด|ของ|หนังกําพร้า
เป็น|ชั้น|กลาง|ของ|หนังกําพร้า
เป็น|ชั้น|ล่าง|สุด|ของ|หนังกําพร้า
(สท|รอ) n. ฟาง|,|ฟาง|ข้าว|,|กอง|ฟาง|,|สิ่ง|ที่|ทํา|ด้วย|ฟาง|,|สิ่ง|ที่|มี|ค่า|นิด|เดียว|หรือ|ไม่|มี|ค่า|,|หลอด|ดูด|ของเหลว|,|หมวก|ฟาง adj. ซึ่ง|ใช้|ฟาง|,|ทํา|ด้วย|ฟาง|,|มี|ค่า|เล็กน้อย|,|ไร้|ค่า.  |Syn. strawy adj. -|Phr. (catch (clutch|,|grasp) at a straw ฉวยโอกาส)| 
(สท|รอ|'|เบอ|รี) n. พืช|สต|รอ|เบอ|รี
(ส|เท|ร) vi. บ่ายเบน|,|หันเห|,|หลงทาง|,|พลัดพราก|,|เร่ร่อน|,|พเนจร.adj.,|n. (ผู้) หลงทาง|,|พลัดพราก|,|พเนจร|,|ร่อนเร่.  |Syn. strayer n.  |Syn. rove|,|roam|,|lose|,|deviate
(สท|รี|ค) n. เส้น|หลาย|สี|,|ริ้ว|ลาย|,|เส้น|,|ทาง|,|ชั้น|,|ช่วง|,|การ|ต่อเนื่อง|,|สาย|แร่. vi.,|vt. (ทํา|ให้) กลาย|เป็น|เส้น|หลาย|สี|,|กลาย|เป็น|ริ้ว|ลาย|,|วิ่ง|,|ไป|อย่าง|รวดเร็ว|,|พุ่ง|,|แล่น|,|ห้อ|เหยียด|  |Syn. stripe|,|band|,|trace
(สท|รี|ค|'|คิด) adj. เป็น|เส้น|หลาย|สี|,|เป็น|ริ้ว|,|เป็น|ลาย|  |Syn. uneasy
(สท|รี|ค|'|คิง) n. การ|วิ่ง|เปลือย
(สท|รีม) n. ลําธาร|,|สายน้ํา|,|แม่น้ํา|เล็ก ๆ ,|กระแส|,|กระแส|น้ํา|,|ลําแสง|,|การ|ไหล|ที่|ต่อเนื่อง|,|on stream ใน|กระบวนการ|ผลิต. vi.,|vt. ไหล|,|ไหล|เวียน|,|พุ่ง|,|ปลิว|เป็น|ทาง|,|หลั่งไหล|,|สะบัด|พ|ริ้ว.  |Syn. creek|,|brook|,|river
(สท|รีม|'|เมอะ) n. 1. สิ่ง|ที่|ไหล|,|สิ่ง|ที่|ปลิว|เป็น|ทาง|,|ธง|,|ชายธง|,|สาย|ที่|สะบัด|พ|ริ้ว|,|ลําแสง|,|การ|พาดหัวข่าว|เต็ม|หน้า|, 2. อุปกรณ์|ที่|ใช้|ใน|การ|ถ่าย|โอน|ข้อมูล|จาก|ฮารด์ด|ดิสก์|ลง|ใน|ตลับ|แถบ|บันทึก (casette tape) ซึ่ง|ทํา|ได้|เร็ว|มาก และ|วางใจ|ได้|ว่า|ข้อมูล|ไม่|ศูนย์|หาย มี|หลาย|ชนิด ตั้งแต่ 20|-|50 เมกะไบต์ ราคา|ถูก|กว่า|ฮาร์ด|ดิสก์|  |Syn. long
(สท|รีม|'|ลิท) n. ลําธาร|ห|รี|อ|สายน้ํา|เล็ก ๆ
(สท|รีม|'|ไลนฺ) n. รูป|เพรียวลม|,|ทาง|เพรียวลม. vt. ทํา|ให้|เพรียวลม|,|ปรับปรุง|ให้|มี|ประสิทธิภาพ|ดี|ขึ้น
(สท|รีม|'|ไลนดฺ) adj. เพรียวลม|,|ปรับปรุง|ให้|มี|ประสิทธิภาพ|สูงสุด|,|ทันสมัย
(สท|รี|ท) n. ถนน|,|ทาง|สําคัญ|,|ทาง|หลัก|,|บุคคล|ตาม|ถนน. adj. เกี่ยวกับ|ถนน|  |Syn. avenue|,|road|,|passage
(สท|รี|ท|'|คาร์) n. รถราง|ที่|วิ่ง|ตาม|ถนน|,|รถไฟฟ้า|ที่|มี|ราง|  |Syn. trolley car or trolley bus
(สท|รี|ท|'|เกิร์ล) n. หญิง|โสเภณี
(สท|รี|ท|'|วอ|ค|เคอะ) n. โสเภณี|ตาม|ถนน.  |Syn. streetwalking n.  |Syn. prostitute
(ส|เท|รง) n. กําลัง|,|พลัง|,|แรง|,|ความ|แข็งแรง|,|อํานาจ|จิต|,|ความ|กล้าหาญ|,|ความ|หนักแน่น|,|กําลัง|ทหาร|,|กําลัง|กองทัพ|,|จํานวน|ทหาร|หรือ|เรือ|,|อํานาจ|ความ|ต้านทาน|,|แหล่ง|พลัง|,|อํานาจ|การ|ขึ้น|หรือ|พยุง|ราคา -|Phr. (on the strength of ขึ้น|อยู่|กับ|บน|ราก|แห่ง)|  |Syn. power|,|forc
(ส|เท|รง|'|เธิน) vi.,|vt. (ทํา|ให้) แข็งแรง|ขึ้น|,|มี|พลัง|มาก|ขึ้น|,|มี|ประสิทธิภาพ|มาก|ขึ้น.  |Syn. strengthener n.  |Syn. fortify
(ส|เท|รน|'|นิวอัส) adj. แข็งแรง|,|มี|พลัง|,|เข้มแข็ง|,|บากบั่น|,|พากเพียร|,|อุตสาหะ|,|ใช้|กําลัง|มาก.  |Syn. strenuousness n. strenuosity n.  |Syn. demanding|,|arduous|,|tough|,|uphill
(ส|เท|รพทะ|คอ|ค|'|คัส) n. เชื้อ|แบคทีเรีย|รูปทรง|กลม บาง|ชนิด|ทํา|ให้|เกิด|โรค|ใน|คน|เช่น โรค|ต่อมทอนซิล|อักเสบ.  |Syn. streptococcal adj. streptococcic adj. pl. streptococci
(ส|เท|รส) n. ความ|ตึงเครียด|,|ความ|บังคับ|,|การ|บีบคั้น|,|ความ|ฉุกละหุก|,|เสียง|หนัก|,|การ|กด|,|การ|ดัน|,|แรงกดดัน|,|ตัว|กระตุ้น|,|สิ่ง|กระตุ้น. vt. เน้น|เสียง|,|เน้นหนัก|,|ออก|เสียง|หนัก|  |Syn. stressness n.  |Syn. emphasis
(ส|เท|รทชฺ) vt.,|n. (การ) ขึง|,|ดึง|,|ยื่น|,|ยื่น|ออก|,|ยืด|,|ขยาย|ออก|,|เหยียด|,|ถ่าง|แผ่|,|เอื้อม|,|ทํา|สุดขีด|,|พยายาม|เต็มที่|,|โค่น|ล้ม|,|ผูกคอตาย. vi. ลด|ลง|,|ลด|ถอย|,|ยื่น|,|เหยียด|,|เอื้อม|,|ขึง|,|แผ่. adj. ยืดหยุ่น|,|ยืด|หด|ได้.  |Syn. stretchability n. stretchable adj. คํา|ที่|มี|ค
(ส|เท|รช|'|เชอะ) n. เครื่อง|ดึง (ยืด|,|ถ่าง|,|ขยาย|,|แผ่) ,|กรอบ|ขึง|ผ้า|ภาพวาด|,|เปล|หาม|,|ไม้|ยัน|เท้า|การ|ตีกรรเชียง|,|ขา|เหยียบ|,|อิฐ|แนว|ข้าง|,|คําพูด|โอ้อวด|  |Syn. litter|,|tie|,|brace
(ส|เท|รช|'|ชี) adj. ยืด (กาง|,|ถ่าง|,|ขยาย|,|แผ่) ออก|ได้ (โดยเฉพาะ|ที่|มาก|เกิน|ไป) ,|ยืน|หยุ่น.  |Syn. stretchiness n.  |Syn. extendable
(สท|รู) vt. โปรย|,|หว่าน|,|โรย|,|พรม|,|แผ่|,|กระจาย.  |Syn. strewer n.  |Syn. sprinkle|,|sow
(ส|ไทร|'|อะ) n. ริ้ว|,|แถบ|,|แคบ|,|เส้น|,|ร่อง|,|ลายเส้น|ขนาน|,|ร่อง|เสียดสี|,|ร่อง|หิน|,|ร่อง|เสา pl. striae|  |Syn. narrow furrow|,|ridge|,|strix
(สท|ริ|ค|'|เคิน) adj. กริยา|ช่อง 2 ของ strike|,|ได้|รับ|ความ|เดือดร้อน|,|เป็น|โรค|,|เสียใจ|,|ถูก|ตี|,|ถูก|ต่อย|,|ได้|รับ|ผลกระทบ|,|บาดเจ็บ|  |Syn. hurt|,|crippled|,|impaired
(สท|ริ|คทฺ) adj. เข้มงวด|,|เคร่งครัด|,|กวดขัน|,|แม่นยํา|,|แน่นอน|,|สมบูรณ์|,|ถ้วน|ทั่ว|,|ถูกต้อง|,|รอบคอบ.  |Syn. strictness n.  |Syn. close|,|exacting|,|stern
(สท|ริ|ค|'|เชิน) n. การ|หด|,|การ|หดตัว|,|การ|หด|แคบ|,|การ|จํากัด|,|การ|ควบคุม|,|การ|ทํา|ให้|คับแคบ|,|ความ|คับแคบ
(สท|ริ|ค|'|เชอะ) n|การ|กล่าวหา|,|การ|กล่าวโทษ|,|การ|ตําหนิ|อย่าง|รุนแรง|,|การ|ตีบ|ตัว|,|การ|หดตัว|,|การ|จํากัด|,|การ|ควบคุม.  |Syn. strictured adj.
(สท|ริ|ด|'|เดิน) ,|strid (สท|ริ|ด) v. กริยา|ช่อง 3 ของ stride
(ส|ไทร|ดฺ) {|strode|,|stridden|/|strid|,|striding|,|strides|} vt.,|vi.,|n. (การ) เดิน|ก้าว|ยาว|,|ก้าน|ยาว|,|เดิน|จังหวะ|ยาว|,|เดิน|กาง|ขา|,|ช่วง|ก้าว|ยาว|,|จังหวะ|ก้าว|ยาว|,|กางเกง|,|ทางเดิน|ปกติ|,|การ|ก้าวหน้า|  |Syn. strider n. stridingly adv.  |Syn. step|,|pa
(ส|ไทร|'|เดิน|ทฺ) adj. เสียง|พร่า|,|เสียง|จิ้ง|-|หรีด|,|เสียง|ห้าว|,|กร้าน.  |Syn. stridence n. stridency n.  |Syn. shrill
(ส|ไทร|ฟฺ) n. ความ|ขัดแย้ง|อย่าง|รุนแรง|,|การ|ต่อสู้|กัน|,|การ|ปะทะ|กัน|,|การ|ดิ้นรน|,|การ|ทะเลาะวิวาท|,|ความ|สับสน|อลหม่าน|,|ความ|พยายาม|เต็มที่|,|การ|แข่งขัน|  |Syn. strifeful adj.  |Syn. discord|,|conflict|-|A. peace|,|concord
(ส|ไทร|คฺ) {|struck|,|struck|/|stricken|,|striking|,|strikes|} vt.,|vi. ตี|,|ตอก|,|ทุบ|,|ต่อย|,|ชก|,|ปะทะ|,|พุ่ง|,|โจมตี|,|จู่โจม|,|เคาะ|,|โขก|,|เขก|,|ชน|,|ขูด|,|ขีด (ไม้ขีดไฟ) ,|ตีกรรเชียง|,|พิมพ์|,|ประทับตรา|,|ทํา|เหรียญ|,|กด|,|อัด|,|เจาะ|พบ (น้ํามัน) จับ|,|ก่อ|,|ประสบ|,|ตกลง|,|ตบ|มือ|เป็น|สัญญาณ|,|ยกเลิก|,|รื้อ|,|ถอน|,|ประทับใจ
n. ช่วง|ระยะ|การ|โจมตี
(สท|ริ|ง) {|strung|,|strung|,|stringing|,|strings|} n. เชือก|,|ด้าย|,|ป่าน|,|สาย|ดึง|,|เชือก|ร้อย|,|สาย|ร้อย|,|บรรทัด|,|แถว|,|ห่วง|,|ทาง|,|อนุกรม|,|vt. จัด|ให้|มี|สาย|,|ร้อย|,|สน|,|เชื่อมต่อ|เป็น|สาย|,|จัด|เป็น|อนุกรม|,|จัด|เป็น|ลําดับ|,|ประดับ|ด้วย|สาย|,|ดึง|สาย|ออก vi. กลาย|เป็น|สาย|,|เรียง|กัน|เป็น|แถว
(สท|ริ|งคฺ) adj. มี|เส้น|,|มี|สาย|,|เกี่ยวกับ|เครื่องดนตรี|ประเภท|สาย
n. เครื่องดนตรี|ประเภท|สาย
(สท|ริน|'|เจน|ซี่) n. ความ|เข้มงวด|,|ความ|เคร่ง|ระเบียบ|,|ความ|แน่นหนา|,|ความ|ตึง|,|ความ|รีบด่วน|,|ความ|ฉุกละหุก|  |Syn. strictness|,|severity
(สท|ริน|'|เจินทฺ) adj. เข้มงวด|,|กวดขัน|,|เคร่ง|ระเบียบ|,|แน่นหนา|,|รุนแรง|,|รีบด่วน|,|ฉุกละหุก|,|มี|น้ําหนัก.  |Syn. strict|,|severe|,|exacting
(สท|ริ|พ) vt. ลอก|,|ปอก|,|เปลื้อง|,|รื้อ|,|ถอน|,|ขจัด|,|ปล้น|,|กวาด|,|ถอด|,|แก้|ผ้า|,|รีดนม|,|ตัด|เนื้อหา|,|ตัด|ฉีก|หรือ|ทํา|ให้|เป็น|แผ่น|เล็ก|ยาว|vi. เปลื้องผ้า|,|ถอด|ผ้า|,|ระบํา|เปลื้องผ้า n. สาย|ยาว|,|แผ่น|ยาว|เล็ก|,|ลาน|สนามบิน|,|แผ่น|แสตมป์|,|ระบํา|เปลื้องผ้า|,|สาย|แผ่น|เหล็ก|,|การ|ขุด|กลางแจ้ง.
(ส|ไทร|พฺ) n. ริ้ว|,|ผ้า|ริ้ว|,|ลาย|ยาว|,|ลาย|,|แถบ|,|ชนิด|,|บั้ง|,|แถบ|ยศ|,|เสื้อ|ลาย|ขวาง|ของ|นักโทษ|,|การ|ตี|,|การ|เฆี่ยน|,|การ|โบย|,|การ|หวด|,|รอย (เฆี่ยน|,|โบย|,|หวด)| 
(ส|ไทร|พด|ฺ|,|ส|ไทร|'|พิด) adj. เป็น|ริ้ว|,|เป็น|ลาย|ยาว|,|มี|แถบ|,|เมา|เหล้า
(สท|ริ|พ|'|เพอะ) n. ผู้|ปอก|,|ผู้|ลอก|,|ผู้|เปลื้อง|,|ผู้|ถอด|,|ผู้|รื้อ|,|ผู้|ถอน|,|กรรมกร|เหมือง|แร่|กลางแจ้ง|,|นัก|ระบํา|เปลื้องผ้า|,|วัว|นม|ที่|กําลังจะ|หมด|นม
(สท|ริ|พทฺ) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ strip
(สท|ริ|พ|'|ที|ช) vi. ระบํา|เปลื้องผ้า
(สท|ริ|พ|'|ที|เซอะ) n. นัก|ระบํา|เปลื้องผ้า
(ส|ไทร|'|พี) adj. มี|ริ้ว|,|มี|ลาย|ยาว|,|มี|แถบ
(ส|ไทร|ฟว) {|strove|/|strived|,|striven|/|strived|,|striving|,|strives|} vi. พยายาม|หนัก|,|มุ่งมั่น|,|ฝ่าฟัน|,|ดิ้นรน|,|ต่อสู้|,|แข่งขัน.  |Syn. striver n. strivingly adv.  |Syn. apply|,|try|,|attempt
(ส|โท|รด) vi.,|vt. กริยา|ช่อง 2 ของ stride
(ส|โทร|ค) การ|ตี|,|การ|ทุบ|,|การ|ตอก|,|การ|เคาะ|,|การ|ลูบ|,|การ|คลํา|,|การ|พาย|เรือ|,|ขีด|หนังสือ|,|อาการ|ปัจจุบันทันด่วน|ของ|โรค|,|การ|เป็น|ลม|,|การ|เต้น|ของ|หัวใจ|,|ชีพจร|,|การ|กระพือ|ปีก|,|การ|ลาก|ปากกา ดินสอ|แปรง|หรือ|มีด|แกะสลัก|,|ระยะ|พุ่ง|,|ระยะ|วิ่ง|,|การ|ดําเนินการ|,|ความ|พยายาม|,|เหตุการณ์|หรือ|โอกาส|ที่|เกิด|ขึ้น|อย่าง|กระ|ทัน|หัน
เป็น|ปริมาณ|เลือด|ที่|หัวใจ|บีบ|ออก|แต่ละ|ครั้ง
(ส|โทร|ล) vi.,|vt.,|n. (การ) เดิน|ทอด|น่อง|,|เดิน|เล่น|,|เดิน|เตร่|,|ร่อนเร่|,|พเนจร|  |Syn. ramble|,|saunter|,|walk
(สท|รอง) adj.,|adv. แข็งแรง|,|มี|กําลัง|,|เข้มแข็ง|,|แข็งแกร่ง|,|แน่นหนา|,|มั่นคง|,|กล้าหาญ|,|มี|อํานาจ|,|มี|อิทธิพล|,|ร่ํารวย|,|เด็ดเดี่ยว|,|ไม่|เปลี่ยนแปลง|,|ชัดเจน|,|รุนแรง|, (เสียง) จัด|, (กลิ่น) ฉุน|หรือ|แรง|,|เต็มที่|,|เข้มข้น|,|เน้น|เสียง|, (ราคา) ขึ้น|เรื่อย|,|มี|อํานาจ|หักเห|แสง|สูง.
(สท|รอง|'|ไมดิด) adj. เด็ด|-|เดี่ยว|,|ใจ|เข้มแข็ง.  |Syn. strong|-|mindedly adv. strong|-|mindedness n.  |Syn. strong|-|willed
(สท|รอง|'|โฮ|ลด|ฺ) n. ที่มั่น|,|ป้อม|,|ป้อมปราการ|,|ศูนย์กลาง|สําคัญ|,|แหล่งสําคัญ|,|กองบัญชาการ|  |Syn. fort|,|fortress|,|rampart
(สท|รอง|'|ลี) adv. อย่าง|แข็งแรง|,|อย่าง|แข็งขัน|,|อย่าง|รุนแรง|  |Syn. powerfully
(สท|รอน|'|เชี|ยม) n. ธาตุ|โลหะ|ชนิด|หนึ่ง|;|Sr
(ส|โทร|ฟว) vi. กริยา|ช่อง 2 ของ strive
(สทรัค) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ strike. adj. (โรงงาน|,|อุตสาหกรรม) ปิด
(สทรัค|'|เคิน) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ strike
(สทรัค|'|เชอะเริล) adj. เกี่ยวกับ|โครงสร้าง|หรือ|การ|ก่อสร้าง|,|มี|ความ|สําคัญ
(สทรัค|'|เชอะ) n. โครงสร้าง|,|โครง|,|โครงร่าง|,|องค์ประกอบ|,|ลักษณะ|,|วิธีการ|สร้าง|,|สิ่ง|ก่อสร้าง|,|ส่วนประกอบ|ที่|หยาบ|กว่า|ของ|หิน|,|แบบแผน|,|โครงสร้างสังคม. vt. สร้าง|,|ประกอบ|,|จัดทํา|,|จัดตั้ง|,|ก่อสร้าง.  |Syn. construction
หมายถึง วิธีการ|เขียน|โปรแกรม|วิธี|หนึ่ง ซึ่ง|ใช้|วิธีการ|แบ่ง|เป็น|โปรแกรมย่อย (subprogram) หรือ โม|ดุล (module) หลาย ๆ อัน ทํา|ให้|เข้าใจ|ได้|ง่าย หลักการ|เขียน|ก็|คือ แต่ละ|ส่วน|จะ|ประกอบ|ด้วย|ข้อ|คําสั่ง 3 ประเภท คือ กําหนด|คําสั่ง|ให้|เรียง|ไป|ตาม|ลําดับ|การ|ทํางาน ที่|เรียก|ว่า sequential มี|คําสั่ง|ให้|เลือก|ทิศทาง|ที่|เรียก|ว่า conditional คือ มี IF|-|THEN|-|ELSE และ|มี|การ|วน|ไป|ทํา|คําสั่ง|เดิม|ที่|เรียก|ว่า loop คือ|มี|คําสั่ง DO WHLE อย่างไรก็ตาม ถ้า|ไม่|คิด|จะ|เป็น|นักเขียน|โปรแกรม ก็|อาจ|จะ|ไม่|รู้จัก|คําสั่ง|ประเภท|นี้ และ|ก็|ไม่|จําเป็น|ต้อง|รู้จัก|โปรแกรม|โครงสร้าง|ด้วย
ภาษา|สอบถาม|เชิง|โครงสร้าง|ใช้|ตัวย่อ|ว่า (บางที|ออก|เสียง|ว่า "|ซี|เควล|") เป็น|ภาษา|ที่|ใช้|ใน|การ|เขียน|โปรแกรม|ประเภท|คลัง|ข้อมูล (database) ซึ่ง|ใช้|หลักการ|ของ|การ|ให้|ตอบ|คําถาม|ไป|ทีละ|ข้อ เพื่อให้|คอมพิวเตอร์|ไป|เลือก|หา|ข้อมูล|ที่|ต้องการ|มา|แสดง
(สท|ริก|'|เกิล) ดิ้นรน|,|ต่อสู้|,|แข่งขัน|  |Syn. struggler n.  |Syn. effort|,|conflict|,|fight
(สท|รัม) vt. เล่น|เครื่องดนตรี|ประเภท|สาย|อย่าง|เปะปะ|หรือ|ไม่|ชํานาญ|,|ทํา|ให้|เกิด|เสียง|โดย|การ|เล่น|ดังกล่าว. n. วิธีการ|เล่น|ดังกล่าว|,|เสียง|ที่|เกิด|จาก|การ|เล่น|ดังกล่าว.  |Syn. strummer n.
(สท|รัง) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ string|, strung out ติด|ยาเสพติด|อย่าง|รุนแรง
(สทรัท) vi. เดิน|วางมาด vt. ค้ํา|,|ยัน|,|หนุน. n. การ|เดิน|วางมาด ,|ไม้|ค้ํา|,|ไม้เท้า|แขน|,|ไม้|ยัน|,|เสา|ค้ํา.
คาน|รับ
(สท|ริ|ค|'|นิน) n. แอ|ล|คา|ลอยด์|พิษ|ชนิด|หนึ่ง|,|จาก|ต้น|แสลงใจ
(ส|ทับ) n. โคน|ต้นไม้|,|ตอ|ไม้|,|ราก|ที่|เหลือ|อยู่|,|ตอ|ที่|เหลือ|อยู่|,|ก้น|บุหรี่|,|เศษ|ที่|เหลือ|อยู่|,|โคน|ฟัน|,|ปลาย|ทู่|,|ปลาย|ทู่|แล้ว|ของ|ปากกา|,|ดินสอ|ที่|ใช้|จน|สั้น|นิด|เดียว|,|หาง|ด้วน|ของ|สุนัข|,|ต้นขั้ว|ตั๋ว. vt. ถอนรากถอนโคน|,|ปราบ|ให้|สิ้นซาก|,|ขุด|ราก|ขุด|โคน|,|สะดุด|เอา|,|ตํา|,|ขจัด|,|ขยี้. adj. ม่อต้อ
(ส|ทับ|'|เบด) adj. เป็น|ตอ|,|เหมือน|ตอ|ไม้|,|สั้น|และ|ใหญ่|,|มี|ตอ|มาก|  |Syn. short and thick
(ส|ทับ|'|เบิล) n. ตอ|,|ตอ|ที่|เหลือ|อยู่|,|โคน|ต้น|ที่|เหลือ|อยู่|,|ส่วน|งอก|ที่|สั้น|แต่|หนา. -|stubbled|,|stubbly adv.
(ส|ทับ|'|เบิร์น) adj. ดื้อดึง|,|ดื้อรั้น|,|หัวรั้น|,|แข็งกระด้าง|,|ควบคุม|ยาก|,|ว่ายาก|,|รับมือ|ยาก|,|แน่วแน่|  |Syn. stubbornly adv. stubbornness n.  |Syn. adamant|,|dogged Ant. flexible
(ส|ทับ|'|บี) adj. เหมือน|ตอ|,|เหมือน|ตอ|ไม้|,|มี|ตอ|ไม้|,|อ้วน|เตี้ย|,|สั้น|หนา|,|สั้น|ใหญ่|,|มี|ขน|แข็ง. -|stubbiness n.  |Syn. stiff|,|stubbly
(สทัค|'|โค) n. ไม้|ฉาบปูน|,|ปูน|พอก|ผนัง|,|ปูน|ฉาบ|,|การ|ฉาบปูน|,|การ|พอก|ปูน. vt. ฉาบปูน|,|พอก|ปูน pl. stuccoes|,|stuccos
(สทัค) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ stick stuck on vt. หลงรัก
(สทัค|'|อัพ) adj. หยิ่ง|,|ยโส|,|โอหัง|,|อวดดี.  |Syn. stuck|-|upness n.  |Syn. snobbish
(ส|ทัด) n. ตะปู|หัว|ใหญ่|,|กระดุม|คอเสื้อ|,|กระดุม|หน้าอก|เสื้อเชิ้ต|,|ปุ่ม|,|สลัก|เก|ลียว|,|แกน|,|สลัก|,|เสา|กลาง|,|โครง|ผนัง vt. ใส่|ตะปู|หัว|ใหญ่|,|ใส่|ปุ่ม|,|กระจัดกระจาย|,|ทํา|เป็น|ปุ่ม
(ส|ทัด|'|ดิง) n. โครง|ผนัง|,|วัสดุ|โครง|,|ไม้|โครง|,|ความ|สูงสุด|ของ|ห้อง
(ส|ทัด|'|ดิง|เซ|ล) n. ใบ|เรือ|ปีก|,|ใบ|เรือ|เสริม.  |Syn. stunsail|,|stuns|'|l
(ส|ทิว|'|เดิน|ทฺ) n. นักเรียน|,|นักศึกษา|,|ผู้|ศึกษา|,|ผู้|วิเคราะห์|,|ผู้|สืบสวน|สอบสวน|,|ผู้|พิจารณา. adj. เกี่ยวกับ|นักเรียน|หรือ|นักศึกษา|  |Syn. learner|,|pupil|,|trainee
(ส|ทัด|'|ดิด) adj. มี|การ|ศึกษา|,|มี|ความ|รู้|,|ระมัดระวัง|,|คิด|ไว้|ก่อน|,|รอบคอบ|,|มี|สติปัญญา.  |Syn. studiedly adv. studiedness n.
(ส|ทิว|'|ดิ|โอ) n. ห้องทํางาน|,|ห้องทํางาน|ช่างเขียน|,|ห้อง|กระจาย|เสียง|วิทยุ โทรทัศน์|,|ห้อง|แสดง|รายการ|วิทยุ|โทรทัศน์|,|ห้อง|ถ่ายทํา|ภาพยนตร์|,|สถานที่|ถ่ายทํา|ภาพยนตร์|,|ห้องชุด|ขนาด|เล็ก pl. studios
(ส|ทิว|'|เดียส) adj. ขยัน|เรียน|,|มี|ใจจดใจจ่อ|,|กระตือรือร้น|,|อดทน|,|อุตสาหะ.  |Syn. studiously adv. studiousness n.  |Syn. well|-|read|,|diligent Ant. illiterate|,|careless
(ส|ทัด|'|ดี) n. การ|ศึกษา|,|การ|เรียน|,|การ|ค้นคว้า|,|การ|ดู|หนังสือ|,|การ|พิเคราะห์|พิจารณา|,|การ|สืบสวน|สอบสวน|,|การ|วิจัย|,|สิ่ง|ที่|ศึกษา|,|สิ่ง|ที่|ค้นคว้า|,|รายงาน|การ|ค้นคว้า|,|สาขา|วิชา|,|ความ|มานะ|บากบั่น|,|การ|ทดลอง|วาด|หรือ|ประพันธ์|,|ห้อง|ค้นคว้า|,|เพลง|ฝึกซ้อม|,|สิ่ง|ที่|ใช้|ฝึกฝน|การ|เรียน. vi. ศึกษา
(สทัฟ) n. ปัจจัย|,|วัตถุดิบ|,|ไส้|ขนม|,|ยัด|ไส้|,|เนื้อแท้|,|แก่น|แท้|,|ธาตุแท้|,|ความ|เชี่ยวชาญ|,|ความ|เชี่ยวชาญ|เฉพาะ|อย่าง|,|การ|กระทํา|เฉพาะ|อย่าง|,|สระ|,|สัพเพเหระ|,|ของ|เลว|,|คําพูด|ที่|ไร้|สาระ|,|เรื่อง|เหลวไหล. vt. ยัด|ไส้|,|ใส่|ไส้|,|บรรจุ|,|อัด|,|เบี|บด. vi. กิน|จน|อิ่ม|เกิน|ไป|,|กิน|อย่าง|ตะกละ
(สทัฟ|'|ฟิง) n. การ|ยัด|,|การ|อัด|,|การ|บรรจุ|,|การ|ทํา|ให้|เต็ม|,|การ|ทํา|ให้|อม|,|การ|ยัด|ไส้|,|สิ่ง|ยัด|ไส้|,|สิ่ง|ที่|ใช้|ยัด|ไส้|,|สัตว์|ตาย|ที่|ถูก|ยัด|ไส้ (สตัฟ) ไว้|ดูเล่น|,|เครื่อง|อัด|กันน้ํา|หรือ|ของเหลว|รั่ว|  |Syn. internal parts
(สทัฟ|'|ฟี) adj. อบอ้าว|,|อุดอู้|,|หายใจ|ไม่ค่อย|ออก|,|บูดบึ้ง|,|น่า|เบื่อหน่าย|,|โอ้อวด|,|โอหัง|,|ล้าสมัย|,|อยู่|ใน|กรอบ|ประเพณี. -|stuffily adv.  |Syn. stuffiness n.  |Syn. stifling|,|airless
(สทัล|'|ทะ|ไฟ) vt. ทํา|ให้|ดู|โง่เขลา|,|ทํา|ให้|น่า|หัวเราะ|,|ทํา|ให้|ไร้|สาระ|,|ทํา|ให้|เสื่อม|ราคา|,|ทํา|ให้|เสื่อมเสีย|,|ทํา|ให้|ไร้|ค่า|,|ลบล้าง|, (กฎหมาย) แถลง|แก่|ศาล|ว่า|มี|จิต|ฟั่นเฟือน|ไม่|สมประกอบ.  |Syn. stultification n.  |Syn. thwart|,|frustrate
(สทัม|'|เบิล) vi.,|n. (การ) สะดุด|,|สะดุด|เท้า|,|พลาด|เท้า|,|เตะ|เอา|ตอ|,|ผิดพลาด|,|เดิน|โซเซ|,|ทํา|ผิดพลาด|,|ลังเล|,|พูด|ติดอ่าง|,|พบ|โดย|บังเอิญ|,|มา|ถึง|โดย|บังเอิญ. vt.,|n. (การ) ทํา|ให้|สะดุด|,|เกี่ยว|ขา|,|ทํา|ให้|สงสัย|,|ทํา|ให้|ฉงนสนเท่ห์.  |Syn. stumblingly adv. คํา|ที่|มี|ความหมาย|เหมือน|กัน
n. อุปสรรค|,|สิ่ง|ขัดขวาง|,|สิ่ง|กีดขวาง|,|สิ่ง|ที่|ถ่วง|ความ|เจริญ|  |Syn. obstacle
(สทัมพฺ) n. ตอ|,|ตอ|ไม้|,|สิ่ง|ที่|กุด|ด้วน|,|ส่วน|ที่|เหลือ|,|เศษ|,|เศษ|ดินสอ|,|โคน|ที่|เหลือ|,|ก้าน|ที่|เหลือ|,|การ|สะดุด|เท้า|,|การ|ทดสอบ vt. ทํา|ให้|เหลือ|โคน|,|ขุด|ตอ|ไม้|,|ทํา|ให้|งงงวย|,|ทํา|ให้|เสื่อมเสีย|เกียรติ|,|ทํา|ให้|ตะกุกตะกัก ๆ vi. เดิน|เสียงฝีเท้า|หนัก|,|เดิน|งุ่มง่าม|,|  |Syn. stumps n. ขา
(ส|ทัน) vt. ทํา|ให้|สลบ|,|ทํา|ให้|งงงวย|,|ทํา|ให้|ประหลาดใจ|,|ทํา|ให้|หูอื้อ. n. การ|ทํา|ให้|สลบ (งงงวย|,|ประหลาดใจ|,|หูอื้อ) ,|การ|ถูก|ทํา|ให้|สลบ|,|ความ|งงงวย|,|ความรู้สึก|ประหลาดใจ|,|เหตุการณ์|ที่|ทํา|ให้|งงงวย
(สทัง) v. กริยา|ช่อง 2 และ 3 ของ sting
(สทังคฺ) v. กริยา|ช่อง 2 และ 3 ของ stink
(ส|ทัน|'|นิง) adj. ทํา|ให้|สงบ|,|ทํา|ให้|งงงวย|,|ทํา|ให้|ประหลาดใจ|,|ทํา|ให้|หูอื้อ|,|สวย|ล้ําเลิศ|,|ยอดเยี่ยม|,|ล้ําเลิศ.  |Syn. astonishing Ant. dull
(ส|ทัน|ทฺ) vt. หยุดยั้ง หรือ|ขัดขวาง|การ|เจริญเติบโต. n. การ|เจริญเติบโต|ที่|หยุดชะงัก|หรือ|ช้า|ลง|,|คน|แคระ|,|สิ่ง|แคระแกร็น|,|การ|แสดง|ความ|สามารถ|หรือ|ความ|คล่องแคล่ว|,|การ|แสดง|ที่|ทํา|ให้|ตะลึงพรึงเพริด|,|การ|แสดง|โลดโผน.vi.,|vt. แสดง|ดังกล่าว.  |Syn. impede
n. หญิง|ที่|แสดง|โลดโผน|แทน|ดารา|หญิง
n. ผู้แสดง|โลดโผน|แทน|ดาราภาพยนตร์
(สทู|'|พะ) n. สถูป
(สทูพะแฟค|'|เชิน) n. การ|ทํา|ให้|มึนงง|,|ความ|มึนงง|,|ความ|ไม่|รู้สึก|,|ความ|งงงวย|,|ความ|ประหลาดใจ|อย่าง|ที่สุด|,|ภาวะ|ที่|กึ่ง|สลบ.
(สทูพะแฟค|'|ทิฟว) adj. ทํา|ให้|มึนงง|,|ทํา|ให้|ไม่|มี|ความรู้สึก|,|ทํา|ให้|กึ่ง|สลบ|,|ทํา|ให้|ประหลาดใจ|เป็น|ที่สุด
(สทู|'|พะ|ไฟ) vt. ทํา|ให้|มึนงง|,|ทํา|ให้|ไม่|มี|ความรู้สึก|,|ทํา|ให้|กึ่ง|สลบ|,|ทํา|ให้|ประหลาดใจ|ที่สุด|,|ทํา|ให้|ตะลึง|งัน.  |Syn. stupefyingly adv.  |Syn. stun
(สทูเพน|'|ดัส) adj. ทํา|ให้|ประหลาดใจ|,|ทํา|ให้|มึนงง|,|ใหญ่โต|อย่าง|น่าทึ่ง|,|มหาศาล.  |Syn. stupendousness n.  |Syn. prodigious|,|enormous
(ส|ทิว|'|พิด) adj. โง่|,|เง่า|,|เซ่อ|,|ทึ่ม|,|โฉด|เขลา|,|บัดซบ|,|เชื่องช้า|,|หงอย|ซึม|,|น่า|เบื่อหน่าย|,|ไม่|มี|รสชาติ|,|ไม่|น่า|สนใจ|,|มึนงง|,|งงงวย|,|ตะลึง|งัน.  |Syn. stupidness n.
(ส|ทิว|พิด|'|ดิ|ที) n. ความ|โง่|,|ความ|เง่า|,|ความ|เซ่อ|,|ความ|ทึ่ม|,|ความ|โฉด|เขลา|,|การ|กระทํา|หรือ|การ|พูด|ที่|โง่|หรือ|โฉด|เขลา|,|ความคิด|ที่|โฉด|เขลา
(ส|ทิว|'|เพอะ) n. อาการ|กึ่ง|สลบ|หรือ|เกือบ|สลบ|,|อาการ|มึนงง|,|อาการ|ไม่|รู้สึก.  |Syn. stuporous adj.  |Syn. lethargy|,|insensibility|,|apathy
(ส|เท|อ|'|ดี) adj. แข็งแรง|,|แข็งแกร่ง|,|มั่นคง|,|ทนทาน|,|เหนียว|,|ถาวร|,|หนักแน่น|,|กล้าหาญ|,|เด็ดเดี่ยว|,|งอกงาม.  |Syn. sturdily adv. sturdiness n.  |Syn. robust|,|stalwart|,|stout
(สทัท|'|เทอะ) vi.,|vt. พูด|ติดอ่าง|,|พูด|ตะกุกตะกัก.  |Syn. stutterer|,|stutteringly adv.
(ส|ไท) n. โรค|กุ้งยิง|  |Syn. stye) ,|คอก|หมู|,|ที่|สกปรก vi.,|vt. (ใส่|ให้) อยู่|ใน|ที่|สกปรก|,|อยู่|ใน|เล้า|หมู
(ส|ไท) n. โรค|กุ้งยิง
(ส|ไท|ลฺ) n. ชนิด|,|รูป|แบน|,|ลักษณะ|,|ท่าทาง|,|สํานวน|,|โวหาร|,|ทํานอง|,|ท่วงทํานอง|,|วิธีการ|,|วิธีการ|เขียน|,|แบบอย่าง|,|ลีลา|,|คํา|ขนานนาม|,|ปากกา|สมัยโบราณ|สําหรับ|เขียน|บน|แผ่น|ขี้ผึ้ง|,|สิ่ง|ที่|คล้าย|ปากกา|ดังกล่าว|,|เข็ม|เครื่องเล่นจานเสียง|,|เข็มนาฬิกา|แดด|,|วิธีการ|จับเวลา|,|แกน|ดอกไม้|,|เดือย|,|หนาม|,
(ส|ไท|'|ลิช) adj. ทันสมัย|,|เข้า|รูปแบบ|ปัจจุบัน|,|เก๋|,|สวยงาม.  |Syn. stylishly adv. stylishness n.  |Syn. chic|,|fashionable
(ส|ไท|'|ลิสทฺ) n. ผู้เชี่ยวชาญ|รูปแบบ|,|นักออกแบบ|,|นักกีฬา|มี|ชื่อเสียง มี|วิธีการ|เล่น|ที่|ถูกต้อง|และ|ได้|ผล|,|นัก|ตกแต่ง|,|นัก|สํานวน
(ส|ไท|'|โล) n. = stylograph (ดู)| 
(ส|ไท|'|ละ|กราฟ|,|-|กราฟ|'|ฟิค) n. ปากกา|หมึก|หลอด|จิ๋ว (แทน|ที่|จะ|เป็น|ปุ่ม|ที่|หัว) ,|ปากกา|ปาก|เหล็ก (สมัยก่อน) สําหรับ|เขียน|แผ่น|ขี้ผึ้ง
(ส|ไท|'|ละ|กราฟ|,|-|กราฟ|'|ฟิค) n. ปากกา|หมึก|หลอด|จิ๋ว (แทน|ที่|จะ|เป็น|ปุ่ม|ที่|หัว) ,|ปากกา|ปาก|เหล็ก (สมัยก่อน) สําหรับ|เขียน|แผ่น|ขี้ผึ้ง
(ส|ไท|'|ลัส) n. เข็ม|จานเสียง|,|ปากกา|ปาก|แหลม|สมัยก่อน|ที่|ใช้|เขียน|บน|แผ่น|ขี้ผึ้ง|,|เข็มนาฬิกา|แดด|,|เข็ม|วาด|ภาพ|, (พืช) ท่อ|รังไข่|,|แกน|ดอกไม้ pl. styli|,|styluses
เป็น|เครื่องพิมพ์|ชนิด|หนึ่ง ที่|จะ|แสดง|ผล|ออก|มา|เป็น|จุด|ห่าง ๆ ประเภท|เดียวกับ|เครื่องพิมพ์|แบบ|จุด (dot matrix) ผล|ที่|ออก|มา|จะ|ไม่|คมชัด โดยเฉพาะ|ส่วนโค้ง จะ|ดู|ไม่ค่อย|สวย
(ส|ไท|'|มี) n. ตําแหน่ง|ลูก|กอล์ฟ|ที่อยู่|ระหว่าง|หลุม|กอล์ฟ|กับ|ลูก|กอล์ฟ|ของ|ฝ่ายตรงข้าม|,|สถานการณ์|ที่|ยาก ลําบาก|  |Syn. foil
(ส|ไท|'|มี) n. ตําแหน่ง|ลูก|กอล์ฟ|ที่อยู่|ระหว่าง|หลุม|กอล์ฟ|กับ|ลูก|กอล์ฟ|ของ|ฝ่ายตรงข้าม|,|สถานการณ์|ที่|ยาก ลําบาก|  |Syn. foil
(ซู|'|อะเบิล) adj. ฟ้องร้อง|ได้.  |Syn. suability n. suably adv.
(ซเว|'|เ?ิน) n. การ|แนะนํา|,|การ|ชักชวน|,|การ|พูด|จูงใจ|,|การ|โน้มน้าว.  |Syn. suasive adj. suasiveness n.
(ส|วา|ฟว) adj. กลมกล่อม|,|อ่อนโยน|,|ละ|-|มุ|น|ละไม|,|สุภาพ|,|ขัดเกลา|,|มี|ฤทธิ์|อ่อน|,|ประจบ|  |Syn. suaveness n.  |Syn. glib
(ส|วา|'|วิ|ที) n. ความ|กลมกล่อม|,|ความ|อ่อนโยน|,|ความ|ละมุนละไม|,|ความ|สุภาพ.  |Syn. suavities ความ|มี|มารยาท ความ|สุภาพ.  |Syn. suaveness
(ซับ) n. เรือ|ใต้|น้ํา|,|ตัวแทน|,|สิ่ง|แทน|,|ตัว|รอง|,|substratum (ดู) . vi. เป็น|ตัวแทน|,|เคลือบ|ฟิล์ม|ด้วย substratum|  |Syn. substitute
Pref. '|ใต้|'|,|'|เกือบ|'
(ซับ|เอ|'|เจินทฺ) n. ผู้|รับช่วง|,|ตัวแทนช่วง|,|ผู้|จําหน่าย|ช่วง.  |Syn. subagency n. สํานักงาน|ตัวแทนช่วง|,|การ|เป็น|ตัวแทนช่วง adj. กึ่ง|น้ํา|กึ่ง|บก|,|สะเทินน้ําสะเทินบก
(ซับ|คอน|'|เชิส) adj. เกี่ยวกับ|จิตใต้สํานึก|,|เกี่ยวกับ|ภวังค์|จิต|,|เกี่ยวกับ|อุป|วิชา|ญ|,|ภายใน|ไม่|สมบูรณ์|,|รู้สึกตัว|บาง|ส่วน n. จิตใต้สํานึก|,|ภวังค์|จิต|,|อุป|วิชา|ญ|,|ความรู้สึก|ตัว|บาง|ส่วน. -|subconsciously adv.  |Syn. subconsciousness n.
(ซับ|คอน|'|แทรคทฺ) n. สัญญา|รับช่วง|,|สัญญา|รับเหมา|ช่วง. vt.,|vi. ทํา|สัญญา|รับช่วง|,|ทํา|สัญญา|รับเหมา|ช่วง
(ซับ|คิว|เท|'|เนียส) adj. ใต้|ผิวหนัง|,|ฉีด|ใต้|ผิวหนัง|,|อาศัย|อยู่|ใต้|ผิวหนัง.
สารบบ|ย่อย|หมายถึง สารบบ|ย่อย|ใน|สารบบ|หนึ่ง ๆ ใน|ระบบ|ดอส|นั้น เรา|สามารถ|สร้าง|สารบบ และ|ใน|แต่ละ|สารบบ เรา|อาจ|สร้าง|สารบบ|ย่อย|ลง|ไป|อีก|ก็ได้ ทั้งนี้|เพื่อ|จัด|เก็บ|แฟ้มข้อมูล|เป็น|กลุ่ม ๆ ดู directory ประกอบ
(ซับ|ดิ|ไว ดฺ'|,|ซับ|'|ดิ|ไว|ดฺ) vt.,|vi. แบ่ง|ย่อย|,|แบ่ง|อีก|,|แบ่ง|ละเอียด|,|ซอย -|subdivider n.
(ซับ|ดิวิ|'|เชิน) n. การ|แบ่ง|ย่อย|,|การ|แบ่ง|อีก|,|ส่วนแบ่ง|ย่อย|,|ส่วนแบ่ง|ละเอียด|,|ข้อปลีกย่อย|,|การ|ปลีกตัว|ออก|ไป|,|ที่ดิน|จัดสรร|ขนาด|ย่อย|  |Syn. subdivisional adj.
(ซับ|ดู|'|,|ซับ|ดิว|') vt. ทํา|ให้|ลด|น้อย|ลง|,|ทํา|ให้|อ่อน|ลง|,|ลด|เสียง|ลง|,|ทํา|ให้|เชื่อง|,|เอาชนะ|,|พิชิต|,|ทํา|ให้|สงบ|,|ข่ม|อารมณ์|,|บรรเทา.  |Syn. subduableadj. subdueness n. subduably adv. subduer n.
(ซับ|ดูด|'|,|ซับ|ดิวดฺ|') adj. เงียบ|,|เงียบสงบ|,|ลด|น้อย|ลง|,|อ่อน|ลง|,|ถูก|พิชิต|,|บรรเทา|ลง|,|ข่ม|อารมณ์|,|ลด|เสียง|ลง|  |Syn. quiet|,|inhibited
(ซับ|'|ก|ลุ|พ) n. กลุ่ม|ย่อย|,|กลุ่ม|รอง|,|จําพวก|ย่อย|,|จําพวก|รอง
(ซับ|ฮิว|'|เมิน) adj. เกือบจะ|เป็น|มนุษย์|,|ต่ํา|กว่า|มนุษย์
(ซับ|เจ|'|เซินทฺ) adj. อยู่|ใต้|,|ข้างล่าง|,|เป็น|พื้นฐาน|,|เป็นรอง.  |Syn. subjacency n.  |Syn. underlying
(ซับ|'|จิคทฺ) n. เรื่อง|,|กรณี|,|ประเด็น|,|บัญ|หา|,|ข้อ|,|หัวข้อ|,|สาขา|วิชา|,|สาเหตุ|,|มูลเหตุ|,|ประชากร|,|ข้า|,|ไพร่ฟ้าข้าแผ่นดิน|,|ผู้|อยู่|ใต้|บังคับบัญชา|,|ผู้|รับ|การ|ทดสอบ|, (ไวยากรณ์) ประธาน|ประโยค|, (ปรัชญา) ตัวหลัก|,|ตัว|ของ|ตัวเอง. adj. ภายใต้|การ|ควบคุม|,|เปิดเผย|,|อยู่|ใน|สังกัด|,|อยู่|ใน|ความ|ควบคุม|,
(ซับ|เจ|ค|'|เชิน) n. การ|พิชิต|,|การ|เอาชนะ|,|การ|ทํา|ให้|อยู่|ภายใต้|การ|ควบคุม|,|การ|ทํา|ให้|อยู่|ใน|สังกัด|,|การ|อยู่|ภายใต้|การ|ควบคุม|,|การ|อยู่|ใน|สังกัด|  |Syn. conquer|,|ocntrol
(ซับ|เจ|ค|'|ทิฟว) adj. อยู่|ภายใน|ใจ|,|จิตวิสัย|,|อัต|วิสัย|,|ส่วนตัว|,|แต่ละ|บุคคล|,|เกี่ยวกับ|จิตใจ|ของ|ผู้ดู|,|เกี่ยวกับ|ผู้ดู.  |Syn. ness n.  |Syn. introspective
(ซับ|'|จะ|เก|ท) vt. เอาชนะ|,|พิชิต|,|ปราบปราม|,|ทํา|ให้|เป็น|ข้า|,|ทํา|ให้|เชื่อฟัง. -|subjugable adj.  |Syn. subjugation n. subjugator n.  |Syn. conquer|,|master|,|vanquish
(ซับ|จัง|คฺ|'|ทิฟว) adj. เกี่ยวกับ|ปริ|กัลบ|มาลา (subjunctive mood) ,|ตั้ง|ขึ้น|เอง|,|เพิ่มเติม|,|สมมุติ|ขึ้น. n. ปริ|กัลบ|มาลา|,|กริยา|ใน|ปริ|กัลบ|มาลา.
(ซับ|'|ลีส) vt. ให้|เช่าช่วง|,|แบ่ง|ให้|เช่า|,|เช่าช่วง. n. การ|ให้|เช่าช่วง.  |Syn. subleasee n. subleasor n.
(ซับ|'|เลท) vt. ให้|เช่าช่วง|,|แบ่ง|ให้|เช่า n. การ|ให้|เช่าช่วง|,|การ|แบ่ง|ให้|เช่า|,|ทรัพย์สิน|ที่|ให้|เช่าช่วง|  |Syn. sublease
(ซับ|'|ละ|เมท) vi.,|vt. (ทํา|ให้) กลาย|เป็น|บริสุทธิ์|,|กลาย|เป็น|สูงส่ง|,|กลาย|เป็น|แก๊ส|,|ระเหิด|,|ทด|เทิด. n. ผลึก|หรือ|สาร|ที่|เหลือ|จาก|การ|ระเหิด. =|mercuric chloride. adj. ซึ่ง|ถูก|ทํา|ให้|บริสุทธิ์|,|สูงส่ง|  |Syn. sublimable adj. sublimation n. คํา|ที่|มี|ความหมาย|เหมือน
(ซับ|ไลม์|') adj.,|n. (ความ) สูงส่ง|,|เลิศ|,|ประเสริฐ|,|บริสุทธิ์|ขึ้น|,|สุดขีด|,|น่า|ศรัทธา|,|สง่า|ผ่า|เผย|,|หยิ่งยะโส|,|ไว้ตัว n. ความ|สูงส่ง|,|ความ|เลิศ|,|ความ|ประเสริฐ|,|ความ|สุดขีด|,|จุด|สุดขีด vt. ทํา|ให้|สูงส่ง|,|ระเหิด|,|เปลี่ยน|จาก|ของแข็ง|เป็น|แก๊ส|,|ทด|เทิด vi. เปลี่ยน|จาก|ของแข็ง|เป็น|แก๊ส|,|ระเหิด.
(ซับ|ลิง|'|กวล) adj. ใต้|ลิ้น. n. ต่อม|ใต้|ลิ้น
(ซับ|'|ลู|นะ|รี) adj. ใต้|ดวงจันทร์|,|อยู่|ระหว่าง|โลก|กับ|ดวงจันทร์|,|เกี่ยวกับ|โลก|,|เกี่ยวกับ|โลก|มนุษย์|,|โลกีย์|ทาง|โลก.  |Syn. sublunar
(ซับ|'|เมิน) n. มนุษย์|วาน|ร
(ซับ|'|มะ|ริน) n. เรือดําน้ํา|,|เรือ|ใต้|น้ํา|,|สิ่ง|ที่อยู่|ใน|น้ํา|,|สัตว์น้ํา|,|สิ่งมีชีวิต|ที่|อาศัย|อยู่|ใต้|ผิวน้ํา. adj. ใต้|น้ํา|,|ใน|น้ํา|,|ใต้|ผิวน้ํา|,|เกี่ยวกับ|เรือ|ใต้|น้ํา
รายการ|ย่อย|หมายถึง รายการ|ย่อย|ที่อยู่|ใต้|รายการ|ใหญ่ (menu) เช่น มี|รายการ|ย่อย|อยู่|อีก 7|-|8 รายการ ภายใต้|รายการ|ใหญ่|ที่|มี|ลูก|แอ|ปเปิล|เป็น|สัญลักษณ์ (เครื่อง|แมค|อิน|ทอ|ช)| 
(ซับ|เมิร์จฺ|') vt.,|vi. จม|ลง|ใต้|น้ํา|,|ดําน้ํา|,|จุ่ม|,|แช่.  |Syn. submergence n.
(ซับ|เมิร์ส|') vt. จุ่ม|ลง|,|แช่|,|ดําน้ํา|,|ทํา|ให้|อยู่|ใต้|น้ํา.  |Syn. submersion n.  |Syn. submerge
(ซับ|มิ|ช|'|เชิน) n. การ|ยอม|,|การ|จํานน|,|การ|ยอมแพ้|,|การ|อ่อนน้อม|,|สิ่ง|ที่|ยอม|จํานน|,|การ|เสนอ|ให้|พิจารณา.  |Syn. capitulation|,|surrender
(ซับ|มิ|ส|'|ซิ|ฟว) adj. ยอม|,|ยอม จํานน|,|อ่อนน้อม|,|ว่า|ง่าย|,|ถ่อมตัว|,|สอน|ง่าย.  |Syn. submissiveness n.  |Syn. docile|,|obedient
(ซับ|มิ|ท|') vt.,|vi. ยอม|,|ยอม|ตาย|,|ยอม|จํานน|,|อ่อนน้อม|,|เสนอ|,|เสนอ|ให้|พิจารณา|,|เข้าใจ|ว่า. -|submittable|,|submissible adj.  |Syn. submittal n. submittingly adv.  |Syn. abide|,|defer|,|resign|,|surrender|,|yield Ant. resist
(ซับ|บอร์|'|ดิเนท) adj. เป็นรอง|,|ใต้|บังคับบัญชา|,|สําคัญ|น้อย|กว่า|,|ใน|สังกัด|,|เป็น|บริวาร|,|เป็น|ข้า|,|ขึ้น|อยู่|กับ|, (ไวยากรณ์) เสริม|แต่ง. n. คน|ที่|เป็นรอง|,|สิ่ง|ที่|เป็นรอง. vt. ทํา|ให้|อยู่|ใน|ลําดับ|รอง|,|ทํา|ให้|อยู่|ใน|บังคับบัญชา.  |Syn. subordination n. subordinative adj
(ซะบอร์น|') vt. ให้|สินบน|,|ตัดสิน|บน|,|ยุยงส่งเสริม|,|ชักนํา|ให้|เป็น|พยาน|เท็จ. -|subornation n.  |Syn. subornative adj. suborner n.
(ซับ|พี|'|นะ) n. หมาย|ศาล|,|หมายเรียก vt. เรียก|ตัว|ด้วย|หมาย|ศาล|หรือ|หมายเรียก.  |Syn. subpena|,|summons|,|summon
(ซับ|'|ระ|เก|ท) vt. แทน|ที่|,|ทํา|แทน|,|สวม|รอย|,|เรียกร้อง|แทน.  |Syn. subrogation n.
(ซับ|สไค|รบ|ฺ|') vt.,|vi. ลงนาม|เป็น|สมาชิก|,|บอก|รับ|เป็น|สมาชิก|,|บริจาค|,|ออก|ค่าบํารุง|,|เซ็น|ชื่อ|ข้าง|ท้าย|,|เซ็น|ชื่อ|เห็นด้วย|,|ช่วยเหลือ|,|เห็นด้วย.  |Syn. subscriber n.  |Syn. agree
(ซับ|'|สค|ริ|พทฺ) adj. เขียน|ข้างใต้|,|ลงนาม|ข้าง|ท้าย. n. เครื่องหมาย|ข้างใต้
(ซับ|สค|ริ|พ|'|เชิน) n. การ|ลงนาม|ข้าง|ท้าย|,|การ|เขียน|ไว้|ข้างใต้|,|ชื่อ|ข้าง|ท้าย|,|การ|บอก|รับ|เป็น|สมาชิก|,|การ|สั่ง|ซื้อ|,|การ|บริจาค|,|การ|ออก|ค่าบํารุง|,|การ|เห็นด้วย.  |Syn. subscriptive adj.  |Syn. agreement
(ซับ|'|ซะเควินซฺ) n. เหตุการณ์|ภายหลัง|,|เหตุการณ์|ที่|ตาม|มา|,|สิ่ง|ที่|ตาม|มา|,|ข้อเท็จจริง|ที่|ตาม|มา|  |Syn. sequel
(ซับ|'|ซะเควินทฺ) adj. ภายหลัง|,|ซึ่ง|ตาม|มา|,|ต่อมา|,|ครั้น|แล้ว|,|หลังจาก|ที่|,|ก็.  |Syn. subsequently adv.  |Syn. following
(ซับ|เซิร์ฟว|') vt. ส่งเสริม|,|สนับสนุน|,|อํานวย|ประโยชน์|,|มี|ประโยชน์|ต่อ|,|ผลักดัน
(ซับ|เซิร์ฟ|'|เวียน|ทฺ) adj. ส่งเสริม|,|ช่วย|,|สนับสนุน|,|รับใช้|,|ยอม|จํานน|,|อ่อนน้อม|  |Syn. subservience|,|subserviency n. subserviently adv.  |Syn. obsequious
(ซับ|'|ไซ|ดฺ) vi. จม|ลง|,|ทรุด|,|ตก|ตะกอน|,|นอนก้น|,|ลด|ลง|,|บรรเทา|ลง|,|ถอย|ลง.  |Syn. subsidence n. subsider n.  |Syn. settle|,|sink
(ซับ|ซิ|ด|'|เดีย|รี) adj. เสริม|,|ส่งเสริม|,|ช่วยเหลือ|,|สังกัด|,|เป็น|องค์ประกอบ|,|รอง|,|ลูกมือ|,|ไม่|ใช่|ตัวการ|,|บริษัท|สาขา. -|subsidiarily adv.  |Syn. subsidiariness n.  |Syn. assisting
(ซับ|'|ซิ|ไดซ) vt. สงเคราะห์|เงิน|,|ให้|ความ|ช่วยเหลือ|ด้าน|การเงิน|,|บํารุง|,|อุดหนุน|,|ให้|สินบน|,|ตัดสิน|บน. -|subsidizable adj.  |Syn. subsidization n. -|subsidizer n.
(ซับ|'|ซิ|ดี) n. การ|สงเคราะห์|เงิน|,|การ|ให้|ความ|ช่วยเหลือ|ด้าน|การเงิน|,|เงิน|สงเคราะห์|,|เงิน|ช่วยเหลือ|,|เงิน|บํารุง|,|เงิน|อุดหนุน|  |Syn. premium
(ซับ|ซิ|สทฺ|') vi. มี|อยู่|,|ยังชีพ|,|ยัง|อยู่|,|อยู่|รอด|,|ประทัง|ชีพ|,|ดํารง|ชีพ|, (ปรัชญา) ดํารง|อยู่|อย่าง|ไม่|มี|ที่|สิ้นสุด.  |Syn. exist|,|love|,|be|,|occur|,|endure
(ซับ|ซิ|ส|'|เทิน|ซฺ) n. การ|มี|อยู่|,|การ|ยังชีพ|,|การ|ดํารง|ชีพ|,|วิธีการ|อยู่|รอด|หรือ|ดํารง|ชีพ|,|แหล่ง|อาหาร|และ|ปัจจัย|การ|ยังชีพ|อื่น ๆ ,|สิ่ง|ที่|มี|อยู่|,|สิ่ง|ที่|เป็น|ของ|จริง|  |Syn. life|,|existence|,|sustenance
(ซัย|ซิ|ส|'|เทิน|ทฺ) adj. มี|อยู่|,|ยังชีพ|,|อยู่|รอด|,|ดํารง|ชีพ|,|ประทัง|ชีพ|,|ฝัง|ติด|,|ประจําตัว n. (ปรัชญา) สิ่ง|ที่|มี|อยู่|หรือ|เป็น|ของ|จริง
(ซับ|'|ซอยล์) n. ชั้น|ใต้|ผิว|ดิน|,|ดิน|ข้างใต้
(ซับ|'|ส|เทิน|ซฺ) n. สาร|,|ส|สาร|,|แก่นสาร|,|เนื้อหนัง|มัง|สา|,|ร่างกาย|,|ธาตุแท้|,|ความหมาย|สําคัญ|,|เนื้อหา|,|ใจความ|,|ความ|แน่นหนา|,|ส่วน|สําคัญ|,|ทรัพย์สิน|  |Syn. material|,|matter|,|essence|,|force
(ซับ|ส|แทน|'|เดิร์ด) adj. ต่ํา|กว่า|มาตรฐาน|,|ไม่|ใช่|ภาษามาตรฐาน|,|ไม่|ถึง|ขนาด|,|ต่ํา|กว่า|ระดับ|ปกติ|  |Syn. subnormal|,|inferior|,|poor
(ซับ|ส|แทน|'|เชิล) adj.,|n. (สิ่ง|ที่) มากมาย|,|ยิ่งใหญ่|,|มี|เนื้อหา|,|มี|ใจความ|,|มี|แก่นสาร|,|มี|ตัวตน|,|เป็น|เนื้อหนัง|มัง|สา|,|เป็น|พื้นฐาน|,|มั่งคั่ง|,|มี|อิทธิพล|,|อุดมสมบูรณ์|,|แน่นหนา|,|เป็น|ความจริง|,|เป็น|ของ|จริง..  |Syn. substantiality n. substantialness n.
(ซับ|ส|แทน|'|ชิ|เอท) vt. พิสูจน์|,|ยืนยัน|ด้วย|หลักฐาน|พยาน|,|ทํา|ให้|มี|ลักษณะ|เป็น|ของ|จริง|,|ยืนยัน|,|ทํา|ให้|มี|แก่นสาร. -|substantiation n.  |Syn. substantiative adj. substantiator n.  |Syn. confirm|,|affirm
(ซับ|ส|แทน|'|ทิฟว) n.,|adj. (เกี่ยวกับ) คํานาม|,|สรรพนาม|,|ถ้อยคํา|ที่|ใช้|แทน|คํานาม|,|อิสระ|,|มี|การ|อยู่|อย่าง|อิสระ|,|สําคัญ|,|แท้จริง|,|ธาตุแท้|,|มี|แก่นสาร|,|มากมาย|,|ยิ่งใหญ่|, (สีย้อม) ย้อม|สี|ได้|โดย|ไม่|ต้อง|มี|ตัว|เสริม.  |Syn. substantival adj. substantiveness n.
(ซับ|ส|เท|'|เชิน) n. สถานี|ย่อย|,|สถานี|รอง|,|สาขา|,|สถานี|สาขา|  |Syn. branch
(ซับ|สทิช|'|ชู|เอินทฺ) n. อะตอม|หรือ|กลุ่ม|อะตอม|ที่|แทน|ที่|อะตอม|หรือ|กลุ่ม|อะตอม|อื่น|ใน|โมเลกุล|ของ|สารประกอบ|เดิม. adj. แทน|ที่|ได้|,|สามารถ|แทน|ที่|ได้
(ซับ|'|สทิ|ทิว|ทฺ) n.,|adj. ตัวแทน|,|คํา|แทน. vt. แทน|,|สับเปลี่ยน.  |Syn. substitutable adj. substituter n. substitution n. substituteal adj. substituteary adj.  |Syn. replace|,|supplant|,|displace
(ซับ|ส|เท|ร|'|ทัม|,|-|สแทรท|'|ทัม) n. ฐาน|,|ฐาน|รอง|,|รากฐาน|,|ชั้น|รอง|,|ชั้น|ล่าง|,|ชั้น|ใต้|ผิว|ดิน.  |Syn. substrative adj. substratal adj. pl. substrata
(ซับ|'|เท|อฟิวจฺ) n. คํา|บอกปัด|,|การ|บอกปัด|,|วิธีการ|หลีกเลี่ยง|,|คํา|อ้าง
(ซับ|เท|อเร|'|เนียน) adj. ใต้ดิน|  |Syn. subterraneous
(ซับ|ทะเรส|'|เท|รี|ยล) adj. ใต้|พื้น|โลก|,|ใต้ดิน
(ซับ|ไท|'|เทิล) n.,|vt. (บรรยาย|เป็น) หัวข่าว|รอง|,|หัวข่าว|เล็ก|,|หัวข้อ|เล็ก|,|หัวข้อ|ย่อย|,|ข้อ|ย่อย|,|ชื่อ|ย่อย|,|ภาพ|คําอธิบาย|ข้างใต้|ของ|ภาพยนตร์ (มัก|เป็น|คําแปล) ,|ชื่อ|หนังสือ|รอง.  |Syn. subtitular adj.
(ซับ|'|เทิล) adj. บาง|,|ละเอียด|,|บอบบาง|,|เข้าใจ|ยาก|,|ลึกลับ|,|เฉียบแหลม|,|มี|เล่ห์เหลี่ยม|,|ชํานาญ|,|ฉลาด.  |Syn. subtleness n. subtlety n. subtly adv.  |Syn. fine|,|delicate|,|dainty|,|gentle
(ซับ|แทรคทฺ|') vt.,|vi. ถอน|ออก|,|ลบ|ออก|,|ลบ|,|เอา|ออก|,|หัก|,|ชัก.  |Syn. subtracter n.  |Syn. withdraw|,|deduct
(ซับ|แทรค|'|เชิน) n. การ|ลบ|,|การ|ถอน|,|การ|หัก|,|การ|ชัก|ออก
(al) (ซับ|ท|รอ|พ|'|พิค|,|-|เคิล) adj. ใกล้|เขต|ร้อน|,|ประชิด|เขต|ร้อน|,|เกี่ยวกับ|บริเวณ|ระหว่าง|เขต|ร้อน|กับ|เขต|อบอุ่น|,|กึ่ง|ร้อน|กึ่ง|อบอุ่น
(ซับ|'|เบิร์บ) n. ชานเมือง|,|รอบ|นอก|เมือง|,|ส่วน|ที่อยู่|รอบ|นอก.  |Syn. suburbed adj.
(ซะเบิร์น|'|เบิน) adj. ชานเมือง|,|รอบ|นอก|เมือง|,|คับแคบ|,|ลูกทุ่ง|,|เกี่ยวกับ|บ|ริ|-|เวณ|ชานเมือง|หรือ|รอบ|นอก|เมือง. n. ผู้|ที่|อาศัย|อยู่|แถว|ชานเมือง. = station wagon (ดู)| 
(ซับ|เวน|'|เชิน) n. เงิน|ช่วยเหลือ|,|เงิน|สงเคราะห์|,|การ|ช่วยเหลือ|,|การ|บรรเทา|,|การ|สงเคราะห์.  |Syn. subventionary adj.
(ซับ|เวร์ท|') vt. โค่น|ล้ม|,|ล้มล้าง|,|ทําลาย|,|ทํา|ให้|เสื่อมเสีย.  |Syn. subverter n.  |Syn. overthrow
(ซับ|'|เว) n. รถไฟฟ้า|ใต้ดิน (อังกฤษ|เรียก|ว่า undergroup|หรือ|tube) , (อังกฤษ) อุโมงค์|สั้น ๆ สําหรับ|ยานพาหนะ|  |Syn. underpass
(ซัค|ซีด|') vi. ประสบ|ความ|สําเร็จ|,|บรรลุผล|,|เจริญ|,|รับช่วง|,|ตาม|หลัง|,|เกิด|ต่อเนื่อง. vt. เกิด|ต่อเนื่อง|,|ตาม|หลัง.  |Syn. succeedable adj. succeeder n. succeedingly adv.  |Syn. achieve|,|fulfill|,|follow
(ซัค|เซ|ส|') n. ความ|สําเร็จ|,|ผลสําเร็จ|,|การ|ประสบ|ความ|สําเร็จ|,|ชัยชนะ|,|สิ่ง|ที่|ประสบ|ความ|สําเร็จ|,|บุคคล|ที่|ประสบ|ความ|สําเร็จ.  |Syn. accomplishment|,|achievement Ant. loss
(ซัค|เซ|ส|'|ฟู|ล) adj. ประสบ|ความ|สําเร็จ|,|เป็น|ผลสําเร็จ|,|มี|ชัยชนะ.  |Syn. successfully adv. successfulness n.  |Syn. perfect|,|prosperous|,|thriving
(ซัค|เซ|ส|'|เชิน) n. การ|ต่อเนื่อง|,|ลําดับ|,|การ|สืบ|มรดก|,|การ|รับช่วง|,|สิทธิ|การ|รับช่วง|,|สิทธิ|การ|สืบ|มรดก|,|ผู้|สืบ|ช่วงต่อ|,|ทายาท|,|ผู้|สืบ|สันดาน|,|ผู้|สืบ|ตระกูล|,|ลักษณะ|ต่อเนื่อง.  |Syn. successional adj. successionally adv.  |Syn. cntinuatio
(ซัค|'|เซ|ส|ซิ|ฟว) adj. ต่อเนื่อง|,|เป็น|ลําดับ|,|ตาม|ลําดับ|,|รับช่วง|,|ตาม|หลัง|,|ติด ๆ กัน.  |Syn. successiveness n.  |Syn. consecutive|,|ensuing
(ซัค|'|เซ|ส|เซอะ) n. ผู้|รับช่วง|,|ผู้|สืบ|มรดก|,|ทายาท|,|ผู้|สืบ|ตระกูล|,|ผู้|สืบ|สันดาน|,|สิ่ง|ที่|รับช่วง|,|สิ่ง|ที่|ต่อเนื่อง|,|ผู้|ประสบ|ความ|สําเร็จ.  |Syn. successoral adj.
(ซัค|'|ซิ|งคฺทฺ) adj. รวบรัด|,|กะทัดรัด|,|สรุป|,|ย่อ|,|ไม่|เยิน|เย้|อ|,|รัดรูป.  |Syn. succinctness n.  |Syn. terse|,|concise Ant. verbose|,|prolix
(ซัค|'|เคอะ) n. การ|ช่วยเหลือ|,|การ
(ซัค|'|คิว|เลินทฺ) adj. ฉ่ํา|,|มี|น้ํา|มาก|,|อุดมสมบูรณ์|,|บํารุง|จิตใจ|, (พืช) มี|เนื่อ|เยื่อ|และ|มี|น้ํา|มาก.  |Syn. succulence n. succulency n.  |Syn. moist|,|juicy|,|pulpy
(ซะคัมบฺ|') vi. ยอม|,|ยอม|จํานน|,|เชื่อฟัง|,|ตก|อยู่|ใน|อํานาจ|,|ได้|รับ|โรค|,|ได้|รับ|บาดแผล|,|แก่|,|ตาย.  |Syn. succumber n.  |Syn. yield|,|submit|,|die Ant. persist|,|endure
(ซัชฺ) adj. เช่นนั้น|,|เช่นนี้|,|ดังนั้น|,|ดังนี้|,|นั้น|,|นั้น ๆ ,|นั่น|,|แท้|,|จริง ๆ ,|แน่นอน. pron. คน|เช่นนี้|,|คน|เช่นนั้น|,|สิ่ง|นี้|,|สิ่ง|นั้น|, -|Phr. (as such ดังนั้น|,|ดังนี้|,|เช่นนั้น เช่นนี้) -|Phr. (such as เช่น ตัวอย่าง|เช่น) -|Phr. (such and such เป็นต้น เป็นอาทิ)| 
adj. เช่นนั้น|,|เช่นนี้|,|เหมือน|กัน. pron. บุคคล|เช่นนั้น|,|บุคคล|เช่นนี้
n. ลักษณะ|เฉพาะ|,|ลักษณะ|พื้นฐาน|,|ภาวะ|เช่นนี้|,|ภาวะ|เช่นนั้น
(ซัค) vt. ดูด|,|ดูด|ด้วย|ปาก|,|ดูด|นิ้ว|,|จิบ|,|ดูดซึม|,|ดูดซับ|,|ดูด|นม. vi. ดูด|, -|Phr. (suck in โกง|,|หลอกลวง) n. การ|ดูด|,|แรง|ดูด|  |Syn. sip|,|draw in|,|swallow|,|gulp
(ซัค|'|เคอะ) n. ผู้|ดูด|,|สิ่ง|ดูด|,|เครื่อง|ดูด|,|ผู้|ที่|ถูก|หลอก|ต้ม|ได้|ง่าย|,|ทารก|,|ลูก|สัตว์|ที่|ดูด|,|อวัยวะ|ดูด|,|ลูก|สูบ|,|ท่อ|ดูด|,|หลอด|ดูด|,|หน่อ|,|ราก|ดูด. vt. เอา|หน่อ|ทิ้ง|,|เอา|ราก|ดูด|ทิ้ง. vt. แตก|หน่อ|,|งอก|ราก|ดูด|  |Syn. dupe|,|butt|,|victim
(ซู|'|โค|รส) n. น้ําตาล|ชนิด|หนึ่ง
(ซัค|'|เชิน) n. การ|ดูด|,|การ|ดึงดูด|,|แรง|ดูด|,|แรง|ดึงดูด|,|การ|ทํา|ให้|เกิด|แรง|ดึงดูด|,|การ|ดื่ม|เหล้า|,|การ|เป็น|ที่|โปรดปราน|จาก|เบื้องบน
(ซูด|'|ดะ|นีส) n.,|adj. ชาว|ซู|ดาน|หรือ|ประเทศ|ซู|ดาน.  |Syn. Soudanese
(ซัด|'|เดิน) adj.,|adv. ทันที|,|ทันใด|,|ฉับพลัน|,|กะทันหัน|,|รวดเร็ว|,|โดย|ปัจจุบัน|,|อย่าง|ไม่|มี|การ|เตือน|มา|ก่อน. n. การ (เรื่อง|ที่) เกิด|ขึ้น|อย่าง|กะทันหัน|  |Syn. suddenly adv. suddenness n.  |Syn. swift|,|guick
(ซู) vt.,|vi. ฟ้อง|,|ฟ้องร้อง|,|ขอร้อง|,|เกี้ยว|ผู้หญิง|  |Syn. suer n.  |Syn. ask
(สเวด) n. หนัง|นิ่ม|,|หนัง|ลูก|แกะ|,|หนัง|กลับ|ชนิด|นิ่ม|,|สิ่งทอ|คล้าย|หนัง|ดังกล่าว
(ซู|'|อิท) n. เนื้อเยื่อ|ไขมัน|แข็ง|บริเวณ|เอว|และ|ไต|ของ|วัว|แกะ|และ|สัตว์|อื่น ๆ ,|น้ํามัน|แผ่น
(ซูเอซ|') n. เมืองท่า|ใน|อียิปต์ ใกล้|ปลาย คลอง|สุเอซ|ด้าน|ใต้|,
(ซัฟ|'|เฟอะ) vt.,|vi. ประสบ|,|ได้|รับ|,|ได้|ผ่าน|,|ทน|,|อดทน|,|ยอม|,|ประสบ|,|อนุญาต.  |Syn. sufferable adj. ableness n. sufferably adv. sufferer n.  |Syn. bear|,|feel|,|undergo
(ซัฟ|'|เฟ|อริ|ง) n. ความ|อดทน|,|ความ|อดกลั้น|,|สิ่ง|ที่|อดทน|,|ความ|เจ็บปวด|,|ความ|หายนะ|,|โรค adj. ประสบ|ความ|ทุกข์|,|เป็น|โรค.  |Syn. agony
(ซะ|ไฟ|สฺ|'|,|ซะ|ไฟ|ซฺ|') vi.,|vt. พอเพียง|,|พอ|,|พอใจ.  |Syn. serve|,|satisfy|,|fulfill|,|do
(ซะฟิช|'|เซิน|ซี) n. ความ|พอเพียง|,|จํานวน|ที่|พอเพียง|,|ปริมาณ|ที่|พอเพียง|,|สัมภาระ|ที่|พอเพียง|  |Syn. adequacy)| 
(ซะฟิช|'|เชินทฺ) adj. พอ|,|พอเพียง|,|พอใจ|,|เต็มที่.  |Syn. sufficiently adv.  |Syn. enough
(ซัฟ|'|ฟิคซฺ) n. คํา|เสริม|ท้าย|,|คํา|ต่อท้าย|,|อาคม|,|ปัจจัย|,|สิ่ง|ต่อท้าย|,|เครื่องหมาย|ต่อท้าย. vt. ต่อท้าย|,|เสริม|ท้าย|,|เติม|ปัจจัย.  |Syn. suffixal adj. suffixion n. suffixation n.
(ซัฟ|'|ฟะเคท) vt. ฆ่า|โดย|การ|ทํา|ให้|หายใจ|ไม่|ออก|,|ทํา|ให้|หายใจ|ไม่|ออก|,|ขัดขวาง|การ|หายใจ|,|รัด|คอ|,|อุด|ปาก|,|ทํา|ให้|สําลัก|,|ทํา|ให้|หอบ|,|ดับ|,|ขัดขวาง|,|ขยี้|,|เอาชนะ. vi. หายใจ|ไม่|ออก|,|สําลัก|,|หอบ|,|รู้สึก|อึดอัด|เพราะ|ไม่|มี|อากาศ|พอเพียง.  |Syn. suffocatingly adv. suffocation n.
(ซัฟ|'|ฟ|ริ|จฺ) n. สิทธิ|ใน|การ|ออก|เสียง|,|คะแนนเสียง|,|การ|สวดมนต์|,|การ|อธิษฐาน
(ซะฟิวซฺ|') vt. แผ่|,|กระจาย|,|ระบาย|,|ป้าย|,|ทํา|ให้|นอง|,|ทํา|ให้|เปียก|ชุ่ม|,|ทํา|ให้|ซาบซึ้ง.  |Syn. suffusedly adv. suffusion n. suffusive adj.  |Syn. pervade|,|spread
(ชู|'|กะ) n. น้ําตาล|,|ที่รัก vt. ใส่|น้ําตาล
n. ต้น|บีท มี|ราก|หัว|สี|ขาว|ที่|ใช้|ทํา|น้ําตาล
n. ต้น|อ้อย
(ชู|ก|'|กะ|รี) adj. ใส่|น้ําตาล|,|คล้าย|น้ําตาล|,|หวาน|,|หวาน|เกิน|ไป|,|ไพเราะ|,|ล่อ|เหยื่อ.  |Syn. sugariness n.  |Syn. sweet|,|saccharine
(ชู|'|เก|อะ|โค|ท) adj. เคลือบ|น้ําตาล. vt. เคลือบ|น้ําตาล|,|ทํา|ให้|ดู|ดี|ขึ้น|,|ทํา|ให้|ดึงดูดใจ
(ซัก|เจ|สทฺ|') vt. แนะนํา|,|ชักชวน|,|เสนอ|,|เสนอแนะ|,|บอก|เป็นนัย|,|แย้ม|,|กระตุ้น|,|ชวน|ให้|นึกถึง|  |Syn. suggestible adj. suggestive adj. suggester n. suggestingly adv.  |Syn. propose|,|imply
(ซัก|เจ|ส|'|เชิน) n. การ|แนะนํา|,|การ|ชักชวน|,|การ|เสนอ|,|การ|เสนอแนะ|,|ร่องรอย|,|สิ่ง|ที่|บอก|เป็นนัย|,|เค้าโครง|,|ข้อ|ชวน|คิด|,|สิ่ง|ที่|ชวน|คิด|  |Syn. proposal|,|implication|,|lead
(ซูอิ|ไซ|'|เดิล) adj. เป็น|การ|ฆ่าตัวตาย|,|เป็น|อันตราย|ต่อ|ชีวิต|,|ทํา|ให้|ฆ่าตัวตาย|,|เป็น|การ|ฆ่า|ตัวเอง.  |Syn. suicidally adv.
(ซู|'|อิ|ไซ|ดฺ) vi.,|vt.,|n. (การ) ฆ่าตัวตาย|,|ฆ่า|ตัวเอง|,|กระทํา|อัตวินิบาตกรรม|,|ทําลาย|ตัวเอง|  |Syn. self|-|destruction
(ซูท) n. คําร้อง|,|คํา|ขอร้อง|,|การ|ขอร้อง|,|การ|ขอ|แต่งงาน|,|การ|เกี้ยวพาราสี|,|การ|ฟ้องร้อง|,|การ|ฟ้องร้อง|คดี|,|คดี|,|ฎีกา|,|ชุด|เสื้อผ้า|,|ชุด|,|ชุด|ไพ่|ดอก|สี|เดียวกัน|,|ผู้ติดตาม. vt.,|vi. ทํา|ให้|เหมาะ|กับ|,|เหมาะสม|,|จัด|ให้|มี|ชุด|เสื้อผ้า|หรือ|อื่น ๆ
(ซู|'|ทะเบิล) adj. เหมาะสม|,|สมควร|,|เหมาะ|,|คู่ควร|กับ.  |Syn. suitability n. suitableness n. suitably adv.  |Syn. proper|,|fit
(ซูท|'|เคส) n. กระเป๋า|เสื้อผ้า|รูป|สี่เหลี่ยม|,|หีบ|รูป|สี่เหลี่ยม
(ซวีท) n. ชุด|,|กลุ่ม|,|คณะ|,|กลุ่ม|ผู้ติดตาม|,|ข้าราชบริพาร|,|ชุด|เครื่องเรือน|,|ห้องชุด|,|ชุด|เพลง
(ซู|'|ทิด) adj. เหมาะสม|,|สมควร|,|พอเหมาะ|,|คู่ควร|  |Syn. appropriate
(ซู|'|ทิง) n. สิ่งทอ|สําหรับ|ทํา|ชุด|เสื้อผ้า
(ซู|'|เทอะ) n. ชาย|ที่|เกี้ยว|ผู้หญิง|,|โจทก์|,|ผู้|ร้องทุกข์|,|ผู้|ฟ้องร้อง|,|ผู้|ขอร้อง.  |Syn. young man
(ซัล|'|ฟะ) adj.,|n. (เกี่ยวกับ) ยา|ซัลฟา|,|เกี่ยวกับ
(ซัล|'|เฟอะ) n. ธาตุ|กํามะถัน
(ซัลคฺ) vi.,|n. (ความ|,|ผู้) เคือง|ใจ|หรือ|โกรธเคือง|โดย|ไม่|ยอม|ปริปาก|พูด|,|มี|อารมณ์|บูด|หมอง
(ซัล|'|คี) adj. เคือง|ใจ|,|โกรธเคือง|,|อารมณ์|บูดบึ้ง|,|เสียใจ|,|มืด|สลัว. n. รถม้า|สอง|ล้อ|ที่นั่ง|เดี่ยว.  |Syn. sulkily adv. sulkiness n.
(ซัล|'|เลิน) adj. บึ้งตึง|,|ไม่พูดไม่จา|,|โกรธ|,|เคือง|,|มี|อารมณ์|บูดบึ้ง|,|มืด|สลัว|,|เชื่องช้า|,|เฉื่อยชา.  |Syn. sullenly adv. sullenness n.  |Syn. morose|,|glum
(ซัล|'|ลี) n.,|vi.,|vt. (ทํา|ให้|เป็น|,|กลาย|เป็น) รอย|เปรอะเปื้อน|,|มลทิน|,|จุด|ด่างพร้อย.  |Syn. sulliable adj.  |Syn. dirty|,|soil
(ซัล|'|เฟอะ) n. กํามะถัน|  |Syn. sulfur
(ซัล|'|เทิน) n. ประมุข|ของ|ประเทศ|มุสลิม|,|สุลต่าน|  |Syn. sultanic adj. . sultanship n.
(ซัล|'|ท|รี) adj. อบอ้าว|และ|ชื้น|,|เหงื่อ|ไหล|,|ร้อน|มาก|,|มี|อารมณ์|ร้อน|,|มี|อารมณ์|รุนแรง|,|มั่ว|โลกีย์|,|กระตุ้น|กําหนัด|  |Syn. sultrily adv. sultriness n.  |Syn. hot
(ซัม) n. ผลบวก|,|ยอด|,|จํานวน|รวม|,|จํานวน|เงิน|,|เลขคณิต|,|ข้อสรุป|,|หัวข้อ|,|สาระ|สําคัญ|,|จุด|สุดยอด. vt. รวม|,|รวบยอด|,|มี|ใจความ|ย่อ|,|สรุป|, -|Phr. (sum up สรุป) vi. เป็น|จํานวน|  |Syn. cash
(ซัม|'|มะ|ไร|ซ) vt. สรุป|,|รวบยอด|,|รวบรัด.  |Syn. summarisable adj. summarizable adj. summarisation n. summarization n. summaris (z) er n. summaris (z) t n.  |Syn. abridge
(ซัม|'|มะ|ไร|ซ) vt. สรุป|,|รวบยอด|,|รวบรัด.  |Syn. summarisable adj. summarizable adj. summarisation n. summarization n. summaris (z) er n. summaris (z) t n.  |Syn. abridge
(ซัม|'|มะ|รี) n. สรุป|,|ใจความ|สําคัญ|,|ใจความ|รวบรัด|,|บทความ|ย่อ|,|สาระ|สําคัญ|,|จุด สําคัญ. adj. สรุป|,|รวบรัด|,|ใจความ|สําคัญ|,|โดย|สังเขป|,|รวดเร็ว|,|โดย|ตรง.  |Syn. summarily adv. summariness n.  |Syn. compendium|,|brief|,|condensation
(ซัมเม|'|เชิน) n. การ|รวม|,|การ|บวก|,|การ|รวบรัด|,|ผลรวม|,|ผลบวก|,|ข้อสรุป|,|ข้อโต้แย้ง|สรุป.  |Syn. conclusion|,|summing up
(ซัม|'|เมอะ) n.,|adj. (เกี่ยวกับ) ฤดู|ร้อน|,|ยุค|เฟื่องฟู|,|ช่วง|ที่|ดี|ที่สุด|หรือ|สมบูรณ์|ที่สุด|ก่อน|ที่|เริ่ม|ตกต่ํา|ลง vi.,|vt. ใช้เวลา|ใน|ฤดู|ร้อน
n. โรงเรียน|ที่|เปิด|สอน|ใน|ฤดู
(ซัม|'|เมอะ|ซอ|ลทฺ) n.,|vi. = somersault (ดู)|  |Syn. summerset {|ร้อน
(ซัม|'|มิ|งอัพ) n. ข้อสรุป|,|บทความ|สรุป pl. summingsup
(ซัม|'|มิ|ท) n. จุด|สุดยอด|,|สุดยอด|,|ความ|ต้องการ|สูงสุด|,|ปริมาณ|สูงสุด. adj. สุดยอด|,|สุดขีด.  |Syn. summital adj. summitless adj.  |Syn. top|,|maximum|,|climax
(ซัม|'|เมิน) vt. เรียก|,|เรียก|ตัว|,|เรียกประชุม|,|ออก|หมายเรียก|,|ปลุก|เร้า|,|ปลุก|ให้|ตื่น|,|กระตุ้น.  |Syn. summonable adj. summoner n.  |Syn. call
(ซัม|'|เมิน|ซ) n. การ|เรียก|ตัว|,|การ|ออก|หมายเรียก|,|การ|ขอร้อง|,|การ|เรียกร้อง|,|หมาย|ศาล|,|หมายเรียก|,|การ|เรียก|ตัว|ให้|มา|ประชุม|รัฐสภา. pl. summonses|  |Syn. subpoena|,|call
(ซัมพฺ) n. หลุม|,|บ่อ|,|แอ่งน้ํา|,|แอ่ง|เกรอะ|,|ห้อง|เกรอะ|ของ|เครื่องยนต์|,|อ่าง|น้ํามันเครื่อง|,|หลุม|หรือ|ท่อ|รับ|น้ํา|  |Syn. pit|,|well
(ซัมพฺ|'|ชู|อัส) adj. ฟุ่มเฟือย|,|หรูหรา|,|โอ่อ่า|,|โอ่โถง|  |Syn. sumptuousness n.  |Syn. extravagant
(ซัน) n. ดวงอาทิตย์ vt.,|vi. ตากแดด|,|ผึ่งแดด.  |Syn. hub|,|center
n. การ|อาบแดด
n. ชั้นดาดฟ้า|สําหรับ|อาบแดด
n. จาน|พระอาทิตย์|,|สัญลักษณ์|พระอาทิตย์
n. อาการ|ผิวหนัง|ดํา|เกรียม|เนื่องจาก|ถูก|แดด|มาก|เกิน|ไป
(ซัน|'|เคียว|ดฺ) adj. (ปลา|,|เนื้อ) ตากแดด|จน|แห้ง
adj. ทน|แดด|,|แสง|แดด|ไม่|ส่อง|ทะลุ
n. แสง|อาทิตย์|  |Syn. sunbeam
(ซัน|'|เบธ) vi. อาบแดด.  |Syn. sunbather n.
n. ลําแสง|อาทิตย์|  |Syn. sunbeamed adj. sunbeamy adj.
n. ม่าน|บัง|แดด
n. อาการ|ผิวหนัง|อักเสบ|เนื่องจาก|แพ้|แดด. vt.,|vi. ถูก|แสง|แดด|จน|ผิวหนัง|อักเสบ|หรือ|ดํา|เกรียม
(ซัน|'|ดี|,|-|เด) n. วัน|อาทิตย์|,|วัน|แรก|ของ|สัปดาห์
โรงเรียน|สอน|ศาสนา|ใน|วัน|อาทิตย์|,|สมาชิก|ของ|โรงเรียน|ดังกล่าว
(ซัน|'|ดิว) n. พืช|เล็ก ๆ มี|ขน|เหนียว|ที่|ใช้|จับ|แมลง
(ซัน|'|ไดอัล) n. นาฬิกาแดด
(ซัน|'|ได|รด|ฺ) adj. (ผลไม้|,|เนื้อ) ตากแห้ง
(ซัน|'|ไดร) adj. ต่าง ๆ นานา|,|หลากหลาย pron. -|Phr. (all and sundry ทุก ๆ คน)| 
(ซัน|'|เฟ|ลา|เออะ) n. ต้น|ทานตะวัน
(ซัง) vi|,|vt. กริยา|ช่อง 2 และ 3 ของ sing
(ซัน|'|ก|ลา|ส) n. แว่น|รวม|แสง|แดด|ที่|ทํา|ให้|เผาไหม้|ได้|  |Syn. burning glass
(ซัน|'|ก|ลา|ส|ซิ|ส) n. แว่นตากันแดด
(ซัง|คฺ) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ sink|,|สุด|ที่|เยียวยา|ช่วยเหลือ|ได้|,|สิ้น|แล้ว|,|หมดสิ้น|,|หมดหวัง
(ซัง|'|เคิน) vi.,|vt.. กริยา|ช่อง 3 องsink. adj. จม|ลง|,|อยู่|ใต้|น้ํา|,|โบ๋|,|อยู่|ใต้|ระดับ|,|เป็น|แอ่ง|,|ต่ํา|กว่า|พื้นดิน.  |Syn. under|,|lower|,|down
(ซัน|'|ไลทฺ) n. แสง|อาทิตย์|,|แสง|แดด
(ซัน|'|ลิท) adj. มี|แสง|อาทิตย์|,|มี|แสง|แดด
(ซัน|'|นี) adj. แดดกล้า|,|เกี่ยวกับ|แสง|อาทิตย์|,|คล้าย|ดวงอาทิตย์|,|ร่าเริง|,|สบายใจ.  |Syn. sunnily adv. sunniness n.  |Syn. light|,|bright
(ซัน|'|ไร|สฺ) n. ดวงอาทิตย์|ขึ้น|  |Syn. sunup|,|dawn
n. พระอาทิตย์|ตก|ดิน|,|วัย|ดึก|,|วัย|ชรา
(ซัน|'|เชด) n. ที่|บัง|แดด
(ซัน|'|ไช|นฺ) n. การ|ส่อง|สว่าง|ของ|ดวงอาทิตย์|,|แสง|อาทิตย์|,|ความ|ร่าเริง|,|ความ|สุขสบาย|,|แหล่ง|ความ|สุข|,|แหล่ง|ความ|ร่าเริง|,|อากาศ|ที่|ปลอดโปร่ง|,|ความ|ผ่องใส.  |Syn. sunshiny adj.
(ซัน|'|ส|พอ|ท) n. จุดบอด|บน|ดวงอาทิตย์
n. โรค|ลม|แดด|/|เป็น|ภาวะ|แพ้|แดด|จัด|/|ผิวหนัง|ร้อน ชัก|/|เป็น|ลม|และ|อาจ|ตาย|ได้.
(ซัน|'|สทรัค) adj. เป็น|sunstroke
n. อาการ|ผิวหนัง|ดํา|เกรียม|เนื่องจาก|ถูก|แดด|มาก|เกิน|ไป
(ซูพ|'|เพอะ) n. ผู้|ควบคุม|,|สินค้า|พิเศษ (ขนาด|,|คุณภาพ|และ|อื่น ๆ) ,|ตัวแสดง|พิเศษ|,|เรื่อง|พิเศษ adj. ชั้นพิเศษ|,|ดี|วิเศษ|,|สุดขีด|,|เกิน|ปกติ.  |Syn. extraordinary
ซุเปอร์วีจีเอ <|คํา|อ่าน|>|มักจะ|เรียก|ย่อ ๆ ว่า SVGA (อ่าน|ว่า เอสวีจีเอ) จอ|ชนิด|นี้|ทํางาน|เร็ว|กว่า|จอ|วีจีเอ (VGA) ธรรมดา ดี|กว่า|จอ|อี|จีเอ (EGA) และ|ซี|จีเอ (CGA) มาก สี|สวย คมชัด ดู CGA|, EGA|, VGA ประกอบ
(ซูพ|'|เพอ|ระ|เบิล) adj. เอาชนะ|ได้|,|พิชิต|ได้.  |Syn. superability n. superably adv.
(ซูเพออะ|บัน|'|เดิน|ทฺ) adj. มี|มากมาย|เกิน|ไป|  |Syn. excessive
(ซูเพิร์บ|') adj. ดีเลิศ|,|ยอดเยี่ยม|,|ดีเยี่ยม|,|รวย|,|มากมาย|,|ใหญ่|ยิ่ง|,|โอ่อ่า|,|สง่างาม.  |Syn. superbly adv. superbness n.  |Syn. excellent
(ซุเปอร์|คอมพิวเตอร์) n. คอมพิวเตอร์|เครื่อง|ใหญ่ ใหญ่|กว่า|ขนาด|ใหญ่|ธรรมดา|ที่|เรียก|ว่า|เมนเฟรม (main frame) มี|สมรรถนะ|สูง ทํางาน|ได้|เร็ว|ว่า|เครื่อง|คอมพิวเตอร์|ธรรมดา|หลาย|เท่า|ตัว ใช้|ใน|งาน|ประมวลผล|ที่|มี|ข้อมูล|มาก และ|ต้องการ|ผล|ทันที เพื่อ|จะ|ได้|สั่ง|การ|ต่อไป เช่น คอมพิวเตอร์|ที่|ใช้|ใน|การ|ส่ง|ดาวเทียม หรือ|การ|ส่ง|ยานอวกาศ เป็นต้น บริษัท|ที่|ผลิต|ซุเปอร์|คอมพิวเตอร์|ที่|มี|ชื่อ|ได้แก่ บริษัท|เครย์ (Cray)| 
(ซูเพอ|พีช|'|เชิล) adj. ผิวเผิน|,|อยู่|ผิว|นอก|,|ใกล้|ผิวหน้า|,|ตื้น ๆ ,|ไม่|ลึกซึ้ง|,|ไม่|สําคัญ.  |Syn. superficialness n. superficiality n.  |Syn. cursory
(ซูเพอฟลู|'|อิ|ที) n. ความ|เกิน|ต้องการ|,|ส่วนเกิน|,|จํานวน|ที่|เกิน|,|สิ่ง|ที่|ฟุ่มเฟือย|,|ความ|ไม่|จําเป็น|  |Syn. redundancy
(ซูเพอ|'|ฟลูอัส) adj. มาก|เกิน|พอ|,|มาก|เกิน|ไป|,|ไม่|จําเป็น|,|ฟุ่มเฟือย|,|เกิน|ความ|ต้องการ.  |Syn. superfluousness n.  |Syn. excessive
(ซูเพอฮิว|'|เมิน) adj. เหนือ|มนุษย์|,|มี|อํานาจ|และ|ความ|สามารถ|มาก|กว่า|มนุษย์|,|เหนือ|คน|ธรรมดา.  |Syn. superhumanity n.
(ซูเพออิม|โพ|ซ|') vt. เพิ่ม|,|ใส่|,|เสริม|,|เติม.  |Syn. superimposition n.
(ซูเพอ|อิน|เท|นดฺ|') vt. ควบคุม|,|จัดการ|,|อํานวย|การ|,|ดูแล.  |Syn. supervise
(ซูเพอ|อิน|เท|น|'|เดิน|ทฺ) n. ผู้|ควบคุม|,|ผู้จัดการ|,|ผู้อํานวยการ|,|ผู้ดู|แล|,|ผู้|คุม|งาน|ก่อสร้าง. adj. ควบคุม|,|จัดการ|,|ผู้อํานวยการ|,|ดูแล|  |Syn. supervise
(ซะเพีย|'|เรีย) adj. อยู่|เหนือ|,|เบื้องบน|,|ดี|กว่า|,|เหนือกว่า|,|สูง|กว่า|,|ยอดเยี่ยม|,|ดีเลิศ|, (ดาวนพเคราะห์) มี|วงจร|นอก|วงจร|โลก|,|ยโส|,|โอหัง. n. สิ่ง|ที่|เหนือกว่า|,|ผู้บังคับบัญชา|,|ผู้อาวุโส|,|เจ้าอาวาส|หรือ|สํานัก|นาง|ชี|  |Syn. important|,|higher|,|chief|,|better|,|gr
(ซิว|เพีย|ริ|ออ|'|ริ|ที) n. ความ|เหนือกว่า|,|ความ|ดี|กว่า|,|ความ|ยอดเยี่ยม|,|ลักษณะ|ที่|ดี|กว่า|,|ลักษณะ|ยอดเยี่ยม
n. ปมเขื่อง|,|ความรู้สึก|ว่า|ตน|เหนือกว่า|ผู้อื่น
(ซะเพอ|'|ละ|ทิฟว) adj. สูงสุด|,|สุดยอด|,|เกิน|ไป|,|มาก|ไป|,|เกี่ยวกับ|คุณศัพท์|เปรียบเทียบ|หรือ|กริยาวิเศษณ์|เปรียบเทียบ|สูงสุด n. ผู้|อยู่|สูงสุด|,|ผู้|ที่|ดี|ที่สุด|,|ระดับ|สูงสุด|,|แบบ|ยอดเยี่ยม|,|ถ้อยคํา|วิจารณ์|สุดขีด.  |Syn. superlativeness n. -|S...
(ซู|'|เพอไลเนอะ) n. เรือ|โดยสาร|ชั้นยอด|เยี่ยม|  |Syn. ocean liner
(ซู|'|เพอ|แมน) n. ผู้|มี|อํานาจ|และ|ความ|สามารถ|เหนือ|มนุษย์
n. ตลาด|สรรพสินค้า|ขนาด|ใหญ่|ที่|ต้อง|บริการ|หา|ของ|เอง
(ซู|'|เพอะ|มัน|เดน) adj. เหนือ|ทุกสิ่งทุกอย่าง|,|เหนือ|มนุษย์
(ซูเพอแนช|'|เชอเริล) adj. เหนือธรรมชาติ|,|อภินิหาร|,|ศักดิ์สิทธิ์|,|ประหลาด|,|มหัศจรรย์|,|เกิน|ปกติ|,|คาด|ไม่|ถึง|,|เกี่ยวกับ|ภูติผีปีศาจ|,|เทพยดา|นางฟ้า. n. สิ่ง|ที่|เหนือธรรมชาติ|,|การ|กระทํา|ของ|เทพเจ้า|  |Syn. supernaturalism n.
(ซูเพอนู|'|เมอ|เรอ|รี่) adj. เกิน|,|มาก|เกิน|,|มี|จํานวน|เกิน|,|จํานวน|พิเศษ|,|เป็น|ตัว|สํารอง. n. สิ่ง|ที่|เกิน|,|สิ่ง|ที่|สํารอง|ไว้|เป็นพิเศษ|,|สิ่ง|ที่|มี|ไว้|เพื่อ|เวลา|จําเป็น|,|ข้าราชการ|พิเศษ|,|คนงาน|พิเศษ|,|นักการ|  |Syn. extra
(ซู|'|เพอ|เพา|'|เออะ) n. มหาอํานาจ|,|อภิมหาอํานาจ (ที่|มี|อิทธิพล|ทางการ|เมือง|เหนือ|ประเทศ|อื่น)| 
(ซู|'|เพอสไค|รบ|ฺ) vt. เขียน|บน|,|ทํา|เครื่องหมาย|บน|,|จ่าหน้า|ซอง|,|เขียน|ด้านหน้า
(ซู|'|เพอสค|ริ|พทฺ) adj.,|n. (ตัวหนังสือ) ซึ่ง|เขียน|หรือ|ทํา|เครื่องหมาย|ข้างบน|หรือ|บน|มุม|ขวา.
(ซูเพอสค|ริ|พ|'|เชิน) n. การ|เขียน|หรือ|ทํา|เครื่องหมาย|ข้างบน หรือ|บน|มุม|ขวา
(ซูเพอ|ซีด|') vt. แทน|,|แทน|ที่|,|แย่ง|ที่|,|เข้า|มา|แทน|ที่.  |Syn. supersedable adj. superseder n. supersedure n. supersession n.  |Syn. replace|,|void
(ซูเพอ|ซอน|'|นิค) adj. เหนือ|เสียง|,|เร็ว|กว่า|ความ|เร็ว|เสียง|  |Syn. supersonically adv.
(ซูเพอ|ซอน|'|นิคซฺ) n. สาขา|วิทยาศาสตร์|ที่|เกี่ยวกับ|ป|รา|กฎ|การณ์|ที่|เร็ว|กว่า|เสียง
(ซูเพอสทิช|'|เชิน) n. ความ|เชื่อถือ|ทาง|ไสยศาสตร์|,|ความ|เชื่อ|ที่|ผิด|,|ความ|กลัว|อย่าง|ไม่|มี|เหตุผล (โดยเฉพาะ|ที่|เกี่ยวกับ|ศาสนา)|  |Syn. credulity|,|gullibility|,|notion
(ซูเพอสทิช|'|เชิส) adj. เชื่อ|ทาง|ไสยศาสตร์|,|ถือ|ผี|ถือ|สาง|,|เชื่อ|งมงาย|,|เชื่อ|ผิด ๆ ,|กลัว|อย่าง|ไม่|มี|เหตุผล (โดยเฉพาะ|ที่|เกี่ยวกับ|ศาสนา) . v.  |Syn. superstitiousness n.  |Syn. credulous
(ซูเพอสทรัค|'|เชอะ) n. ส่วน|ที่อยู่|เหนือ|ฐาน|,|โครงสร้าง|ส่วน|บน|,|ส่วน|บน|  |Syn. superstructural adj.
(ซูเพอะวีน|') vi. เกิด|ขึ้น|โดย|บังเอิญ|,|เข้า|ครอบงํา|,|เกิด|ขึ้น|อย่าง|ไม่|ได้|คาดคิด|ถึง|,|เกิด|ขึ้น|ตาม|มา.  |Syn. supervenience n. supervention n. supervenient adj.
(ซูเพอะ|ไว|ซ) vt. ดูแล|,|ควบคุม|,|จัดการ|,|อํานวย|การ|,|ตรวจตรา|  |Syn. oversee
(ซูเพอะวิช|'|เชิน) n. การ|ดูแล|,|การ|ควบคุม|,|การ|ควบคุม|การ|ก่อสร้าง|,|การ|ตรวจตรา
(ซูเพอะ|ไว|'|เชอะ) n. ผู้ดู|แล|,|ผู้|ควบคุม|,|นิ|เทศน์|ศึกษา.  |Syn. supervisorship n.  |Syn. manager|,|chief
(ซูเพอ|ไว|'|เซ|อ|รี) adj. เกี่ยวกับ|การ|ดูแล|,|เกี่ยวกับ|การ|ควบคุม|,|เกี่ยวกับ|การ|ตรวจตรา.  |Syn. administrative
(ซู|ไพ|นฺ|') adj. นอน|หงาย|,|เฉื่อยชา|,|เกียจคร้าน|,|ขี้เกียจ|,|หงาย|ฝ่ามือ|ออก. n. (ภาษา|ลาติน) คํานาม|ที่มา|จาก|กริยา|,|คํา|infinitive|ของ|กริยา|ที่|นําหน้า|ด้วย|"|to|"|  |Syn. supineness n.  |Syn. spineless|,|abject
(ซัพ|'|เพอะ) n. อาหาร|มื้อ|เย็น|,|อาหารเย็น|,|อาหาร|ค่ํา|,|อาหาร|มื้อ|สุดท้าย|ของ|วัน
(ซะพ|ลาน|ทฺ|') vt. แทน|ที่|,|เข้า|แทน|ที่|,|แย่ง|ที่.  |Syn. supplantation n. supplanter n.  |Syn. replace|,|displace
(ซัพ|'|เพิล) adj.,|vt.,|vi. (ทํา|ให้|,|กลาย|เป็น) นิ่มนวล|,|นุ่ม|,|อ่อน|ลง|,|ปวกเปียก|,|งอ|โค้ง|ได้|ง่าย|,|เปลี่ยนใจ|ได้|ง่าย|,|ยินยอม|,|จํานน|,|อ่อนข้อ|,|ยอมตาม|,|ขี้|ประจบ|  |Syn. suppleness n.  |Syn. pliant
(ซับ|'|พลิ|เมิน|ทฺ) n. ส่งเสริม|,|สิ่ง|ผนวก|,|ภาคผนวก|,|ส่วน|เสริม|,|เพิ่มเติม|,|มุม|เสริม|180|องศา|หรือ|ครึ่ง|วง|กลม. vt. ทํา|ให้|สมบูรณ์|,|เสริม|,|ผนวก|,|เพิ่มเติม.  |Syn. supplementation n. supplementer n.  |Syn. rider|,|postscript|,|additon|,|codici
(-|เทิล) adj. ดู supplementary
(ซับ|พลิ|เมน|'|ทะ|รี) adj. เสริม|,|ผนวก|,|เพิ่มเติม|,|ประกอบ. n. ผู้|เสริม|,|ส่งเสริม|,|ภาคผนวก|,|มุม|เสริม|180|องศา|หรือ|ครึ่ง|วง|กลม
(ซัพ|'|พลิเอินทฺ) adj. อุทธรณ์|,|เรียกร้อง|,|อ้อนวอน|,|วิงวอน. n. ผู้|อุทธรณ์|,|ผู้|อ้อนวอน
(ซัพ|'|พลิเคท) vi.,|vt. อุทธรณ์|,|เรียกร้อง|,|อ้อนวอน|,|วิงวอน.  |Syn. supplicatingly adv.  |Syn. beg|,|importune|,|implore
(ซัพพลิเค|'|เชิน) n. การ|อุทธรณ์|,|การ|เรียกร้อง|,|การ|อ้อนวอน|,|การ|วิงวอน.  |Syn. supplicatory adj.  |Syn. appeal|,|call
(ซะ|ไพล|') vt.,|vi.,|n. (การ) จัดหา|,|จัดส่ง|,|ส่ง|เสบียง|,|บรรจุ|,|เสริม|,|ให้|,|ชดเชย|,|แทน|ที่|,|พัสดุ|,|เสบียง|,|สิ่ง|ที่|จัดหา|ให้|,|สิ่งของ|จําเป็น|ทาง|ทหาร|,|ค่าใช้สอย|,|ผู้ทํา|การ|แทน adv. อย่าง|อ่อนน้อม|,|อย่าง|นิ่มนวล|  |Syn. suppliable adj. supplier n.
(ซะพอร์ท|') vt.,|n. (สิ่ง|,|การ|,|ผู้) ค้ํา|,|จุน|,|ยัน|,|สนับสนุน|,|หนุน|,|อุดหนุน|,|รับ|,|พยุง|,|ช่วยเหลือ|,|อดทน|,|อดกลั้น|,|เป็น|ตัวประกอบ|,|เป็น|ตัว|รอง|  |Syn. supportly adv.  |Syn. bear|,|sustain|,|uphold
(ซะพอร์|'|ทะเบิล) adj. ค้ําจุน|ได้|,|สนับสนุน|ได้|,|ทน|ได้|,|อดกลั้น|ได้.  |Syn. supportability|,|supportableness n. supportably adv.  |Syn. maintainable
(ซะพอร์ท|'|เทอะ) n. ผู้|ค้ําจุน|,|ผู้สนับสนุน|,|ผู้ช่วย|เหลือ|,|เครื่อง|ค้ํา|,|เครื่อง|หนุน|,|สาย|รัด|ถุงเท้า|ยาว|,|ที่|ยึด
(ซะพอร์|'|ทิฟว) adj. ค้ําจุน|,|ยัน|,|สนับสนุน|  |Syn. stabilizing|,|sustaining
การ|รักษา|แบบ|ประคับประคอง
(ซะ|โพ|ซ|') vt.,|vi. ทึกทัก|เอา|,|คาดคะเน|,|สมมุติ|,|อนุมาน|,|นึก|เอา|,|คิด|,|จินตนาการ.  |Syn. supposable adj. supposably adv. supposer n.  |Syn. guess|,|conjecture
(ซะ|โพ|ซด|ฺ|') adj. ทึกทัก|เอา|,|คาดคะเน|,|สมมุติ|,|อนุมาน|,|นึก|เอา|,|คิด|เอา|,|จินตนาการ.  |Syn. supposedily adv.  |Syn. believed
(ซัพพะ|ซิ|ซ|'|เชิน) n. การ|คาดคะเน|,|การ|ทึกทัก|เอา|,|การ|สมมุติ|,|ข้อ|สมมุติ|,|สมมุติฐาน|,|จินตนาการ|,|การ|นึกคิด|  |Syn. suppositional adj. suppositionally adv. suppositionless adj.  |Syn. hypothesis|,|conjecture
(ซะ|พอ|ส|'|ซิ|ทอ|รี) n. ยา|เหน็บ|ทวาร|หรือ|ช่องคลอด
(ซะเพ|รส|') vt. ปราบ|,|ปราบปราม|,|ระงับ|,|เลิก|,|ยกเลิก|,|หยุดยั้ง|,|กลั้น|,|กด|,|บีบ|,|ห้าม|,|ขยี้|,|ทําลาย|,|ขจัด|,|อําพราง|,|ปิดบัง|  |Syn. suppressedly adv. suppressible adj. suppressive adj. suppressly adv. suppressor n. suppresser n. คํา|ที่|มี|ความหมาย|เห
(ซะเพ|รส|'|เซินทฺ) n. ยา|ระงับ|,|สาร|ระงับ|,|ยา|ระงับ|อาการ
(ซะเพ|รส|'|เชิน) n. การ|ระงับ|,|การ|หยุดยั้ง|,|การ|ปราบปราม|,|การ|เลิก|,|การ|ขจัด|,|การ|อําพราง|,|การ|ปิดบัง.  |Syn. restraint|,|curb|,|check|,|repression
(ซัพ|'|พิวเรท) vi. มี|หนอง|,|เป็น|หนอง|,|กลัด|หนอง|,|สุก.  |Syn. ooze|,|fester
(ซัพพิวเร|'|เชิน) n. การ|เป็น|หนอง|,|การ|เกิด|หนอง|,|หนอง.
(ซัพ|'|พิวเรทิฟว) adj. เป็น|หนอง|,|ทํา|ให้|เกิด|หนอง|,|กลัด|หนอง. n. ยา|ทํา|ให้|เกิด|หนอง
(ซู|'|พระ) adv. เหนือ|,|อยู่|ข้างบน|,|อยู่|ข้างหน้า|  |Syn. above
Pref. =|เหนือ|,|ข้างบน
(ซะเพ|รม|'|มะ|ซี) n. ความ|อยู่|สูงสุด|,|อํานาจ|สูงสุด.  |Syn. predominance|,|primacy
(ซะพ|รีม|') adj. สุดยอด|,|สุดขีด|,|มี|อํานาจ|สูงสุด|,|สําคัญ|ที่สุด|,|เกี่ยวกับ|รัฎฐาธิปัตย์|,|ยิ่งใหญ่|ที่สุด|  |Syn. supremely adv. supremeness n.
n. พระเจ้า|  |Syn. God
n. สภานิติบัญญัติ|ของ|โซเวียต|สมัยก่อน
n. ศาลฎีกา|,|ศาล|สูงสุด
n. สภานิติบัญญัติ|ของ|โซเวียต|สมัยก่อน
(เซ|อ|ซี|ส|') n. การ|หยุด|,|การ|สิ้นสุด. vi. หยุด|กระทํา|,|เลิก|,|สิ้นสุด|,|ยุติ. vt. หยุด|กระทํา|,|จาก|ไป|  |Syn. desist|,|come to an end
(เซ|อ|'|ชาร์จฺ) n. การ|เก็บ|เงิน|เพิ่ม|,|การ|เก็บ|ภาษี|เพิ่ม|,|เก็บ|หรือ|ภาษี|ที่|เก็บ|เพิ่ม|,|ราคา|เพิ่ม|,|เงิน|ปรับ|เพิ่ม|,|ค่าใช้จ่าย|พิเศษ|,|น้ําหนัก|เพิ่ม|หรือ|เกิน|,|ภาระ|เพิ่ม|,|การ|เกิน|น้ําหนัก|บรรทุก หรือ|บรรจุ|,|การ|พิมพ์|เปลี่ยน|ค่า|ดวงตรา|ไปรษณีย์|,|ดวงตรา|ไปรษณีย์|ที่|ถูก|พิมพ์|เปลี่ยน|ค่า|,
(ชัวร์) adj.,|adv. แน่นอน|,|มั่นใจ|,|ยืนยัน|,|เชื่อมั่น|,|ไว้ใจ|ได้|,|ไม่|ต้องสงสัย|,|มั่นคง|,|ไม่|เปลี่ยนแปลง|,|ไม่|มี|ปัญหา|,|be sure ระวัง|ตัว|,|for sure แน่นอน|,|มั่นใจ|,|  |Syn. sureness n. -|Phr. (make sure ให้|แน่ใจ) -|Phr. (sure enough แน่นอน มั่นใจ)| 
(ชัว|'|ลี) adv. แน่นอน|,|มั่นคง|,|ไม่|ผิดพลาด|,|ไม่|ต้องสงสัย|,|อย่าง|มั่นใจ|,|ไม่|เปลี่ยนแปลง|,|จริง ๆ|  |Syn. undoubtedly|,|assuredly
(ชัว|'|ที) n. เครื่อง|ประกัน|,|การ|ประกัน|,|การ|ค้ํา|ประกัน|,|การ|รับรอง|,|ผู้|ค้ํา|ประกัน|,|การ|รับรอง|,|ผู้|ประกัน|,|ผู้|ค้ํา|ประกัน|,|ความ|แน่นอน|,|ความ|มั่นคง|,|สิ่ง|ที่|ทํา|ให้|แน่นอน
(เซิร์ฟ) n. คลื่น|ซัด|ฝั่ง|,|น้ํา|คลื่น|ซัด|ฝั่ง|ที่|แตก|เป็น|ฟอง|ฝอย|,|เสียง|คลื่น|ซัด|ฝั่ง vi. เล่น|แผ่น|กระดานโต้คลื่น|  |Syn. surfable|,|adj. surfer n.
(เซ|อ|'|ฟิส) n.,|adj. ผิวหน้า|,|ผิว|,|ผิว|นอก|,|ผิว|พื้น|,|โฉม|ภายนอก|,|ด้านหน้า|,|โฉมหน้า|,|ผิวเผิน|,|ตื้น ๆ vt. ทํา|ให้|มัน|,|ขัด|มัน|,|vi. โผล่|ขึ้น|เหนือ|พื้นน้ํา|,|กระทํา|บน|ผิวหน้า|  |Syn. surfacer n.
(เซิร์ฟ|'|บอร์ด) n. กระดานโต้คลื่น
(เซิร์ฟ|'|บอร์ด|ดิง) n. การ|เล่น|กระดานโต้คลื่น.  |Syn. surfing|,|surfriding n.  |Syn. surfboarder n.
(เซิร์ฟ|'|โบ|ท) n. เรือ|กรรเชียง|แข็ง|-|แรง|สําหรับ|โต้|คลื่น มี|ส่วน|หัว|และ|หาง|สูง
(เซ|อ|'|ฟีท) n. ส่วนเกิน|,|จํานวน|เกิน|,|ความ|มากมาย|เกิน|ไป|,|ความ|ล้น|,|การ|รับประทาน|หรือ|ดื่ม|มาก|เกิน|ไป|,|ความรู้สึก|ไม่|สบาย ที่|เกิด|จาก|การ|รับประทาน|หรือ|ดื่ม|มาก|เกิน|ไป. vt. ทํา|ให้|เกิน|,|ทํา|ให้|อิ่ม|ไป. vi. ทํา|มาก|ไป|,|มั่วสุม|มาก|ไป|,|รับประทาน|หรือ|ดื่ม|มาก|เกิน|ไป
(เซิร์จฺ) n. คลื่น|แรง|,|คลื่น|ยักษ์|,|ลักษณะ|ขึ้น ๆ ลง ๆ ,|กระแส|ไฟฟ้า|ที่|เกิด|ขึ้น|อย่าง|รุนแรง|,|คลื่น|รบกวน|มาก|,|การ|วน vi. ขึ้น ๆ ลง ๆ ,|กระเพื่อม|,|พล่าน|,|ซัด|ไป|มา|,|โซเซ|,|เป็น|ระลอก|,|เพิ่ม|,|ขึ้น|อย่าง|ฉับพลัน|,|แกว่ง|ไป|มา|อย่าง|รุนแรง|,|รวน
(เซ|อ|'|เจิน) n. ศัลยแพทย์
n. เจ้ากรม|การแพทย์|ทหาร|,|Surgeon General ผ.อ.สํานัก|US Bureau of Public Health pl. surgeons general
(เซ|อ|'|จะ|รี) n. ศัลยกรรม|,|ศัลย|ศาสตร์|,|ห้อง|ศัลยกรรม
(เซ|อ|'|จิเคิล) adj. เกี่ยวกับ|ศัลยกรรม
(เซ|อ|'|รี) adj. บูดบึ้ง|,|บึ้งตึง|,|หยาบคาย|,|ไร้|มารยาท|,|ไม่|เป็นมิตร|,|มืดมน|,|มืดมัว.  |Syn. surlily adv. surliness n.  |Syn. insolent|,|rude
(เซ|อไม|'|ซะเบิล) adj. คาดการณ์|ได้|,|เดา|ได้|,|ทาย|ได้|,|คาดคะเน|ได้|,|เก็ง|ได้
(เซ|อไมซ|') vt.,|vi., (การ) คาดการณ์|,|เดา|,|ทาย|,|ดาด|คะเน|,|เก็ง|,|นึก|,|คิด. vi. เดา|,|ทาย|  |Syn. surmisable adj. surmisedly adv. surmiser n.  |Syn. guess
(เซ|อ|เมา|ทฺ|') vt. อยู่|ข้างบน|,|ข้าม|,|เอาชนะ|,|พิชิต|,|ปืน|,|ป่าย|,|ขึ้น|,|อยู่|เหนือ|,|วาง|บน|,|คลุม|ยอด.  |Syn. surmountable adj. ableness n. surmounter n.  |Syn. prevail
(เซ|อ|'|เนม) n. นามสกุล|,|ชื่อสกุล|,|แซ่. vt. ตั้ง|ชื่อสกุล|,|เรียกชื่อ|สกุล|  |Syn. last name
(เซ|อ|พา|ส|') vt. เลย|,|ล้ํา|,|เกิน|,|เลยเถิด|,|ล้ํา|,|เหนือกว่า|,|ดี|กว่า|,|ข้าม|  |Syn. surpassable adj.  |Syn. exceed|,|better|,|outdo
(เซ|อ|พา|ส|'|ซิ|ง) adj.,|adv. มากมาย|,|เลย|,|เกิน|,|เลยเถิด|,|พิเศษ|,|เลิศ|ล้ํา|  |Syn. surpassingness n. surpassingly adv.  |Syn. excellent
(เซ|อ|'|พลัส) n.,|adj. ส่วนเกิน|,|ส่วน|ล้น|,|จํานวน|ที่|เกิน|,|จํานวน|ที่|ล้น|,|เงิน|ที่|เหลือ.  |Syn. overage|,|excess
(เซ|อ|ไพร|ซ|') vt.,|n. (การ) ทํา|ให้|ประหลาดใจ|,|จู่โจม|,|ทํา|ให้|กระทํา|โดย|ไม่|ให้|รู้ตัว ,|การ|จู่โจม|ไม่|ให้|รู้ตัว|,|ความรู้สึก|ประหลาดใจ|,|สิ่ง|ที่|ทํา|ให้|ประหลาดใจ|  |Syn. surpriser n.
(เซ|อ|ไพร|'|ซิ|ง) adj. ทํา|ให้|ประหลาดใจ|,|ไม่|คาดคิด|มา|ก่อน.  |Syn. surprisingly adv. surprisingness n.  |Syn. astonishing
(ซะเรน|'|เดอะ) vt.,|vi.,|n. (การ) ยอม|,|ยอมแพ้|,|ยอม|จํานน|,|ยอมตาม|,|ตามใจ|,|สละ|,|ละทิ้ง|,|ปล่อย|,|ทอดทิ้ง|,|คืน|,|ยกเลิก|,|มอบตัว|  |Syn. surrenderer n.  |Syn. yield|,|give
(เซ|อเรพทิช|'|เชิส) adj. ลับ ๆ ล่อ ๆ ,|ซ่อนเร้น|,|แอบ|ทํา|,|ลอบทํา|,|มี|เลศนัย.  |Syn. surreptitiousness n.  |Syn. stealthy|,|furtive|,|sneaky
(ซะ|เรา|นฺดฺ|') vt. ล้อมรอบ|,|โอบล้อม|,|แวดล้อม|,|ห้อมล้อม. n. สิ่ง|ที่|โอบล้อม|,|บริเวณ|แวดล้อม.  |Syn. surroundedly adv.  |Syn. encompass|,|circle|,|encircle
(ซะ|เรา|'|ดิง) n. สิ่งแวดล้อม adj. โอบล้อม|,|ล้อมรอบ|,|แวดล้อม|  |Syn. surroundings n.,|pl. สภาพแวดล้อม|,|การ|แวดล้อม|,|การ|อ้อม|ล้อม.
(เซ|อ|'|แทคซฺ) n. ภาษี|ส่วน|เพิ่ม|,|อัตรา|ภาษี|เพิ่ม vt. จัด|เก็บ|ภาษี|เพิ่ม|  |Syn. extra tax
(เซ|อเว|'|เลินซฺ) n. การ|ควบคุม|,|การ|ตรวจตรา|,|การ|ดูแล|  |Syn. watch|,|care|,
(เซ|อเว|'|เลินทฺ|,|-|เวล|'|เลินทฺ) adj. ควบคุม|,|ตรวจตรา|,|ดูแล. n. ผู้|ควบคุม|,|ผู้|ตรวจตรา|,|ผู้ดู|แล|  |Syn. exercising surveillance
(เซ|อเว|') vt.,|vi.,|n. (การ) สํารวจ|,|รังวัด|,|ตรวจสอบ|,|พินิจพิเคราะห์|,|ตรวจตรา|  |Syn. surveyable adj.
(เซ|อเว|'|อิง) n. การ|สํารวจ|รังวัด|,|อาชีพ|การ|สํารวจ|รังวัด|,|การ|ตรวจสอบ|,|การ|พินิจพิเคราะห์|,|การ|สํารวจ
(เซ|อเว|'|เออะ) n. ผู้|สํารวจ|รังวัด|,|ผู้|สํารวจ|,|ผู้|ควบคุม|,|ผู้|ตรวจตรา|,|ผู้|ตรวจสอบ.  |Syn. surveyorship n.  |Syn. overseer|,|supervisor
(เซ|อ|ไว|'|เวิล) n. การ|อยู่|รวด|,|การ|รอด|ตาย|,|การ|ดํารง|อยู่|,|การ|เหลือ|อยู่|,|สิ่ง|ที่|ดํารง|อยู่|,|บุคคล|ที่|ยัง|มี|ชีวิต|อยู่|,|สิ่ง|หรือ|บุคคล|ที่|เหลือ|อยู่. adj. เกี่ยวกับ|เครื่อง|ยังชีพ
(เซ|อ|ไว|ว|') vi. อยู่|รอด|,|รอด|ตาย|,|ดํารง|อยู่|,|เหลือ|อยู่|,|ยังคง|มี|ชีวิต|อยู่|,|ยังชีพ|อยู่|,|อยู่|รอด|,|มี|ชีวิต|อยู่|ต่อไป.  |Syn. survivability n. survivable adj.  |Syn. outlast|,|outlive|,|persist
(เซ|อ|ไว|'|เวอะ) n. อยู่|รอด|,|ผู้|รอด|ตาย|,|ผู้|ที่|เหลือ|อยู่|,|สิ่ง|ที่|เหลือ|อยู่
(ซะ|เซ|พทะ|บิล|'|ลิ|ที) n. ความรู้สึก|ไว|,|ความ|อ่อนแอ|ทาง|ใจ|,|การ|ถูก|กระทบกระเทือน|ทาง|ใจ|ได้|ง่าย|,|อัตรา|การ|เป็น|แม่เหล็ก|  |Syn. sensibility|,|vulnerability
(ซะ|เซ|พ|'|ทะเบิล) adj. รู้สึก|ไว|,|มี|จิตใจ|อ่อนแอ|,|สะเทือนใจ|ง่าย|,|หวั่นไหว|ง่าย|,|ประทับใจ|ได้|ง่าย.  |Syn. susceptibleness n. susceptibly adv.  |Syn. sensitive|,|vulnerable Ant. resistant
(ซัสเพคทฺ|') vt.,|vi.,|adj. สงสัย|,|ข้องใจ|,|กังขา|,|คาดคิด|,|คาดคะเน. n. (ซัส|'|เพคทฺ) ผู้ต้องหา|,|ผู้|ถูก|สงสัย.  |Syn. suspecter n. suspectible adj.  |Syn. mistrust
(ซัสเพนดฺ|') vt. แขวน|,|ลอยตัว|,|เลื่อน|,|หยุด|,|งด|,|ยกเลิก|ชั่ว|คราว|,|ให้|พักงาน|,|ทํา|ให้|กังวลใจ. vi. หยุด|ชั่ว|คราว|,|หยุด|ชําระ|หนี้|,|ลอยตัว|,|แขวน|อยู่.  |Syn. suspendibility n. suspendible adj.  |Syn. hang|,|banish|,|defer|,|swing Ant. reinstate
(ซัสเพนซฺ|') n. ภาวะ|จิต|ที่|ไม่|แน่นอน|,|ความ|ใจจดใจจ่อ|,|ความ|ไม่|แน่นอน|ใจ|,|การ|ไม่|กล้า|ตัดสินใจ|,|ภาวะ|ที่|คาราคาซัง|อยู่.  |Syn. suspenseful adj.  |Syn. anticipation|,|stress
(ซัสเพน|'|เชิน) n. การ|แขวน|,|การ|ลอยตัว|,|ความ|สงสัย|,|ความ|ใจจดใจจ่อ|,|ความ|ไม่|แน่นอน|ใจ|,|การ|หยุด|ชั่ว|คราว|,|การ|งด|การ|ชําระ|-|หนี้|,|การ|ให้|พักงาน|,|การ|พัก|ตําแหน่ง|,|สิ่ง|ที่|แขวน|อยู่|,|สิ่ง|ที่|ลอยตัว|อยู่|,|เครื่อง|แขวน|,|เครื่อง|ลอยตัว
(ซัสพิช|'|เชิน) n. ความ|สงสัย|,|ความ|กังขา|,|ความ|ระแวง|,|ร่องรอย|,|นัย vt. สง|-|สัย.  |Syn. doubt|,|distrust Ant. trust
(ซัสพิช|'|เชิส) adj. น่า|สงสัย|,|เต็มไปด้วย|ความ|สงสัย|,|ขี้สงสัย|,|ขี้ระแวง|  |Syn. suspiciousness n.  |Syn. doubtful|,|dubious
(ซัส|เท|น|') vt. สนับสนุน|,|ค้ําจุน|,|ประคอง|ไว้|,|รับภาระ|,|รักษา|ไว้|,|ยังชีพ|,|ผดุง|ไว้|,|ช่วยเหลือ|,|ทํา|ต่อไป|,|ยืนยัน.  |Syn. sustainable adj. sustainedly adv. sustainingly adv. sustainment n.  |Syn. support|,|maintain
ยา|ที่|ออกฤทธิ์|เนิ่น
(ชัส|'|ทะ|เนิน|ซฺ) n. วิธีการ|ยังชีพ|,|การ|บํารุงเลี้ยง|,|วิธีการ|ดํารง|ชีพ|,|ขบวนการ|สนับสนุน|,|การ|สนับสนุน|,|การ|ค้ําจุน|,|การ|ยังชีพ|  |Syn. food|,|support|,
(ซู|ที|'|,|ซัท|'|ที) n. การ|เผา|ตัวเอง|ของ|หญิง|หม้าย|ฮินดู|สมัยก่อน|เพื่อให้|ตาย|ตาม|สามี|ที่|ตาย|ไป|แล้ว|,|หญิง|หม้าย|ฮินดู|ที่|เผา|ตัวเอง เพื่อ|ตาย|ตาม|สามี.  |Syn. sutteeism n.
(ซู|'|เชอะ) n. การ|เย็บ|แผล|,|การ|เย็บ|,|รอย|เย็บ|,|ตะเข็บ|,|รอย|ประสาน vt. เย็บ|แผล|,|เย็บ|,|เย็บ|ติด|,|เย็บ|ต่อ|,|ประสาน|,|เชื่อมต่อ.  |Syn. sutural adj. suturally adv.
(ซูซะ|ริน|,|-|เรน) n.,|adj. (เกี่ยวกับ) รัฐ|หรือ|ผู้ปกครอง|ที่|มี|อํานาจ|ควบคุม|ทางการ|เมือง|เหนือ|อีก|รัฐ|หนึ่ง|,|เจ้า|นคร|สมัย|ศักดินา|,|ประเทศ|เหนือหัว.  |Syn. sovereign
(ซู|'|ซะเรน|ที) n. ตําแหน่ง|หรือ|อํานาจ|หน้าที่|ของ suzerain (ดู) ,|อาณาจักร|ของ suzerain
ดู|ที่ stroke volume
(สเวลท|,|สเฟลทฺ) adj. ยาว|เรียว|,|สูง|โปร่ง|,|อรชร|อ้อนแอ้น|,|สภาพ|,|เรียบร้อย|,|อ่อนโยน
(เอสวีจีเอ) ย่อ|มา|จาก Super VGA (ซุเปอร์วีจีเอ) ทํางาน|เร็ว|กว่า|จอ|วีจีเอ (VGA) ธรรมดา ดี|กว่า|จอ อี|จีเอ (EGA) และ|ซี|จีเอ (CGA) มาก สี|สวย คมชัด ดู CGA|, EGA|, และ VGA ประกอบ
(ส|วอ|บ) n. ฟอง|น้ํา ผ้า สําลี|หรือ|วัตถุ|ซับ|อื่น ๆ ที่|ใช้|ซับ|แผล|หรือ|ทายา|หรือ|ซับ|พื้น|,|ก|ลา|สี|เรือ|,|อินทรธนู. vt. ซับ|ล้าง|หรือ|ทา (ด้วย swab) ,|เช็ด ลาก|หรือ|ซับ|พื้น|ด้วย|  |Syn. swob
(ส|วอด|'|เดิล) vt. พัน|,|ห่อ|,|โพก. n. ผ้าอ้อม|,|ผ้า|หุ้ม|ห่อ|ทารก.  |Syn. swathe
(สแวก) n. เฟื่อง|ระย้า|,|พู่|ห้อย|,|ของ|ล้ําค่า|,|เงิน|,|ห่อ|กระเป๋า|เดินทาง|,|การ|ปล้น|,|ของ|ที่|ปล้น|มา|,|การ|เดิน|ซวนเซ|,|จํานวน|มาก. vi. เดิน|ซวนเซ|,|ย้อย|,|ห้อย|,|จม|ลง|,|เดินทาง|ไป|มา|ด้วย|ห่อ|กระเป๋า
(สเวจ) n. เครื่องมือ|อโลหะ|ที่|เย็น|ให้|เป็น|รูป|ต่าง ๆ ,|เหล็ก|ตอก|โลหะ|ให้|เป็น|รูป|ต่าง ๆ ,|เบ้า|เหล็ก vt. งอ|โลหะ|ให้|เป็น|รูป|ต่าง ๆ ,|อัด|,|บีบ.  |Syn. swager n.
(สแวก|'|เก|อะ) vi.,|n. (การ) เดิน|วางท่า|,|เดิน|เชิดหน้า|,|วางท่า|อย่าง|ใหญ่|,|คุย|โว|หรือ|โอ้อวด|เสียง|ดัง vt. หลอกลวง|,|พูด|หลอกลวง|,|ขู่ขวัญ.  |Syn. swaggerer n. swaggeringly adv.  |Syn. stride
(ส|เวน) n. คนรัก|,|ชายหนุ่ม|ลูกทุ่ง|,|ชายหนุ่ม|บ้านนอก|,|ผู้|ขอ|แต่งงาน|ด้วย.  |Syn. swainish adj. swainness n.  |Syn. boy friend
(ส|วอ|ล|'|โล) n. นกนางแอ่น vt. กลืน|,|ขยอก|,|กลืน|น้ําลาย|,|ยอมรับ|โดย|ไม่|มี|การ|ถาม|,|เอา|กลับ|,|เอา|คืน|,|อดกลั้น|,|ออก|เสียง|คลุมเครือ. vi. กลืน|,|ปริมาณ|ที่|กลืน|,|ความ|สามารถ|ใน|การ|กลืน|,|สิ่ง|ที่|กลืน|ใน|ครั้ง|หนึ่ง ๆ ,|ทางเดินอาหาร|ส่วน|คอ|,|คอหอย|,|ร่อง|เชือก.  |Syn. swallowable adj.
(ส|แวม) vi. กริยา|ช่อง 3 ของ swim (ดู)| 
(ส|วา|'|มี) n. (ศาสนาฮินดู) ครู|ศาสนา|,|ปราชญ์|,|ผู้|คงแก่เรียน|,|ผู้|รอบรู้|  |Syn. swamy
(ส|วอ|มพฺ) n. หนอง|,|หนอง|น้ํา|,|ที่ลุ่ม|หนอง|,|บึง|,|ปลัก|,|ตม. vt.,|vi. ท่วม|,|ทํา|ให้|ท่วม|,|จุ่ม|,|ทํา|ให้|อยู่|ใน|หนอง|น้ํา|,|ทํา|ให้|หมด|หนทาง|  |Syn. swampish adj.  |Syn. mire
(ส|วอ|ม|'|พี) adj. คล้าย|หนอง|น้ํา|,|เต็มไปด้วย|หนอง|น้ํา|,|พบ|ใน|หนอง|น้ํา
(ส|วอน) n. หงส์
(ส|แวง) vi.,|vt. กริยา|ช่อง 3 ของ swing (ดู)| 
(ส|แวง|คฺ) n. ความ|สวยงาม|,|ความ|โก้เก๋|,|ผู้|คุย|โว|โอ้อวด|,|ผู้|วางท่า|เกิน|ไป. adj. โอ้อวด|,|โก้เก๋. vi. เดิน|วางท่า|,|วางท่า|วาง|ทาง|  |Syn. show
(ส|แวง|'|คี) adj. โอ้อวด|,|โก้เก๋|,|วางท่า|วาง|ทาง|,|ฟุ่มเฟือย|,|หรูหรา|  |Syn. swankily adv. swankiness n.  |Syn. flash|,|showy
(ส|วอ|พ) vt. แลกเปลี่ยน|,|แลก|ของ|,|ค้าขาย vi. แลกเปลี่ยน. n. การ|แลกเปลี่ยน.  |Syn. swop|,|barter|,|trade
(สวอร์ด) n. พื้น|หญ้า|,|สนามหญ้า|,|การ|เจริญเติบโต|ของ|หญ้า. vt. ปู|ด้วย|หญ้า|,|คลุม|เสื้อ|หญ้า
(สแวร์) vi. กริยา|ช่อง 2 ของ swear
(ส|วอ|ฟ) n. เศษ|,|เศษ|โลหะ|,|เศษ|ไม้
(ส|วอร์ม) n. ฝูง|ผึ้ง|,|ฝูง|,|กลุ่ม|ใหญ่|,|จํานวน|มากมาย. -|v. (ผึ้ง) อพยพ|ออก|จาก|รัง|,|ไป|เป็น|กลุ่ม|ใหญ่|,|จับ|กลุ่ม|,|มี|มาก|เกิน|ไป|,|เต็มไปด้วย|,|ปีนป่าย|,|ปีน|ต้นไม้|,|ปีน|เสา|  |Syn. swarmer n.  |Syn. mass|,|throng|,
(สวอร์ธ|'|ธี) adj. สี|ดํา|,|สี|มืด|  |Syn. swarthiness n.
(ส|วอ|ช) vi.,|vt. (การ|,|เสียง) สาด|,|ซัด|,|ปะทะ|,|กระทบ|,|โซเซ|,|เดิน|วางท่า|วาง|ทาง|,|พื้นที่|ถูก|น้ํา ซัด|สาด|,|ทาง|น้ํา|ไหล|พุ่ง|,|สันดอน|น้ํา|ซัด|สาด.  |Syn. swashingly adv.  |Syn. splash
(ส|วอ|ส|'|ทิ|คะ) n. เครื่องหมาย|สวัสดิ|กะ|,|เครื่องหมาย|กากบาท|  |Syn. swastica|,|  |Syn. swastikaed adj.
(ส|วอ|ท) vt.,|n. (การ) ตบ|,|ตี|,|ตี|ลูก|อย่าง|แรง (โดยเฉพาะ|เพื่อ|ไป|ให้|ไกล) ,|กริยา|ช่อง 2 และ 3 ของ sweat (ดู)|  |Syn. swot|  |Syn. whack
(ส|วอ|ธ) n. รัศมี|การ|ตัด|หญ้า หรือ|ข้าว|ด้วย|เคียว|,|ส่วน|ที่|ถูก|ตัด|ออก|โดย|เคียว|,|หญ้า|หรือ|ต้น|ข้าว|ที่|ถูก|ตัด|ออก|,|การ|ตวัด|รอบ|หนึ่ง|,|แถบ|,|แถว|,|แนว|, cut a swath ดึงดูด|ความ|สนใจ|มาก.  |Syn. swathe
(ส|วอ|ธ|,|สเวธ) vt.,|n. (การ) ห่อ|,|พัน|,|โอบ|,|หุ้ม|รอบ. =|swath (ดู)|  |Syn. swathable|,|swatheable adj.
(สเว) vi.,|vt.,|n. (การ) แกว่ง|,|ไกว|,|โยก|,|โอน|,|เอน|,|ไป ๆ มา ๆ ,|ไหว|,|ขึ้น ๆ ลง ๆ ,|ใช้อํานาจ|,|ปกครอง|,|ครอบงํา|,|ทํา|ให้|เปลี่ยนแปลง|,|ใช้|อาวุธ|,|รํา|หรือ|ตวัด|ดาบ|,|ปกครอง|,|อํานาจ|ปกครอง|,|อิทธิพล|,|อํานาจ|ครอบงํา|  |Syn. swayable adj. swayer n. swayful adj. swayingly adv. คํา|ที
(สแวร์) {|swore|,|sworn|,|swearing|,|swears|} vi.,|vt. สาบาน|,|ปฎิ|ญาณ|,|กล่าว|คํา|ปฎิ|ญาณ|,|ให้|คํา|ปฎิ|ญาณ|,|สบถ|,|สาปแช่ง|,|กล่าว|คําสาป|แช่ง|, swear by กล่าว|คํา|ปฎิ|ญาณ|เข้า|รับ|ตําแหน่ง|, swear off ตัดสินใจ|เลิก (โดยเฉพาะ|ของ|มึนเมา) swear out ทํา|ให้|ศาล|ออก|หมาย|ศาล|โดย|การ|กล่าวหา|ภายใต้|การ|ปฎิ|ญาณ|ตน|- s
(สเวท) {|sweat|/|sweated|,|sweating|,|sweats|} n. เหงื่อ|,|การ|ที่|เหงื่อ|ออก|,|ความ|กังวลใจ|,|หยาด|น้ํา|,|ความ|เหนื่อยยาก|,|การ|ทํางาน|หนัก|,|งาน|หนัก|,|ความ|กังวล. vi. เหงื่อ|ออก|,|กังวลใจ|,|ทํางาน|หนัก|,|รับ|ทุกข์ vt. ขับ|เหงื่อ|,|หลั่ง|เหงื่อ|,|เค้น|ออก|,|ทํา|ให้|ทํางาน|หนัก|,|ใช้|งาน|หนัก|แต่|ให้|ค่าจ้าง|ต่ํา|, sweat
(สเวท|'|เทอะ) n. ผู้|ที่ทํางาน|หนัก|,|เสื้อ|กีฬา|ทํา|ด้วย|ขนสัตว์|,|เครื่อง|ทํา|ให้|เหงื่อ|ออก|,|ยา|ขับ|เหงื่อ|,|นายจ้าง|ที่|ใช้|คนงาน|ให้|ทํางาน|หนัก|มาก|แต่|ให้|ค่าจ้าง|ต่ํา
(สเวท|'|ที) adj. เหงื่อ|ชุ่ม|,|มี|เหงื่อ|มาก|,|ขับ|เหงื่อ|,|ทํา|ให้|เหงื่อ|ออก|,|ทํางาน|หนัก|,|ยากลําบาก.  |Syn. sweatily adv. sweatiness n.
(สวีด) n. ชาว|สวีเดน
(สวี|'|เดิน) n. ประเทศ|สวีเดน
(สวี|'|ดิช) adj.,|n. (เกี่ยวกับ) ประเทศ|สวีเดน|ม|ชาว|สวีเดน|,|ภาษา|สวีเดน
(สวีพ) {|swept|,|swept|,|sweeping|,|sweeps|} vt. กวาด|,|ปัด|,|ปัดกวาด|,|ขยับ|,|ขจัด|,|ทํา|ให้|ผิวหน้า|สะอาด|,|พัด|,|หัน|ไป|ทาง|,|มอง|ไป|ทาง|,|กวาด|ตา|,|พา|เอา|ไป|,|ชนะ|ท่วม|ทัน|,|กวาด|ทุ่นระเบิด. vi. ปัด|พื้น|,|กวาด|,|ปัดกวาด|,|ผ่าน|ไป|อย่าง|รวดเร็ว|,|โฉบ|,|เคลื่อนย้าย|อย่าง|รวดเร็ว. n. การ|กวาด|,|การ|ปัดกวาด|,|การ|กวาด|สายตา
(สวี|'|เพอะ) n. ผู้|กวาด|,|ผู้|ปัดกวาด|,|สิ่ง|ปัดกวาด|,|ที่|กวาด|พรม|,|เรือก|วาด|ทุ่นระเบิด|,|ภารโรง
(สวี|'|พิง) adj. กว้างใหญ่|ไพศาล|,|กว้างขวาง|,|กิน|เนื้อที่|อัน|กว้างขวาง|,|ครอบคลุม|,|ท่วมท้น|,|เด็ดขาด. n. การ|กวาด|,|การ|ปัดกวาด|,|การ|ขจัด|,|การ|มี|ชัยชนะ|เด็ดขาด|  |Syn. sweepings n. สิ่ง|ที่|ถูก|กวาด|ทิ้ง. sweepingness n.  |Syn. extensive
(สวีท) adj. หวาน|,|มี|รส|ดี|, (นม) สด|,|ไม่|ใส่|เกลือ|,|ไพเราะ|,|หอม|,|มี|กลิ่น|ดี|,|น่า|พอใจ|,|ที่รัก|,|เป็น|ที่รัก|,|มี|ค่า|,|จัดการ|ได้|ง่าย|,|งดงาม|,|นิ่มนวล|, (อากาศ) สดชื่น|,|ไม่|มี|กลิ่น|,|ไม่|มี|กรด|,|ไม่|เปรี้ยว|,|ไม่|มี|สาร|กัดกร่อน|,|ไม่|มี|สาร|กํามะถัน|,|น่า|ตกใจ n. รส|หวาน|,|กลิ่น|น่า|ดม|,|ความ|หวาน|,|รส|ดี|,|สิ่ง|ที่|หวาน
n. มันเทศ|,|ต้น|มันเทศ
n. ร้าน|ที่|ขาย|ขนม|หวาน
(สวีท|'|เทิน) vt. ทํา|ให้|หวาน|,|ทํา|ให้|อ่อน|,|ทํา|ให้|นิ่ม|,|ทํา|ให้|เป็น|กรด|น้อย|ลง|,|ทํา|ให้|หอม|,|เพิ่ม|คุณค่า|,|บรรเทา|,|ขจัด|กลิ่น|,|เพิ่ม|เงิน|เดิมพัน. vi. หวาน|ขึ้น|,|กลมกล่อม|ขึ้น|,|หอม|ขึ้น|,|ไพเราะ|ขึ้น|,|นิ่มนวล|ขึ้น|  |Syn. sweetener n.  |Syn. honey
(สวีท|'|เทิน|นิง) n. สิ่ง|ที่|ทํา|ให้|หวาน|,|การ|ทํา|ให้|หวาน|,|การ|มี|รส|หวาน|ขึ้น
(สวีท|'|ฮาร์ท) n. คน|ที่รัก|,|ที่รัก
(สวีท|'|ที) n. คนรัก|,|ที่รัก|,|ของหวาน
(สวีท|'|ที) n. ของหวาน|,|ขนม|หวาน|,|ลูกกวาด|  |Syn. candy
(สเวล) {|swelled|,|swollen|/|swelled|,|swelling|,|swells|} vi.,|vt. (ทํา|ให้) บวม|,|ขยาย|ตัว|,|พองตัว|,|โป่ง|,|ล้น|,|โต|ขึ้น|,|เพิ่ม|ขึ้น|,|นูน|ขึ้น|,|ดัง|ขึ้น|,|แรง|ขึ้น|,|คุย|โว|,|โอ้อวด|,|วางมาด|ใหญ่โต n. การ|บวม (ขยาย|ตัว|,|พอง|โต...) ,|ส่วน|ที่|บวม (ขยาย|ตัว|,|พอง|โต...) ,|ที่ดิน|ที่|ค่อย ๆ นูน|ขึ้น|,|เสียง|ที่|ค่อย ๆ ดัง
(สเวล|'|ลิง) n. การ|บวม|,|การ|พอง|,|การ|โป่ง|,|การ|ขยาย|ตัว|,|ส่วน|ที่|บวม (พอง|,|โป่ง|,|ขยาย|ตัว) ,|โรค|บวม|  |Syn. distention|,|dilation
(สเวล|'|เทอะ) vi.,|vt. ร้อน|อบอ้าว|,|ร้อน|ระอุ|,|ได้|รับ|ความ|ทุกข์|จาก|ความ|ร้อน|,|ไหล|ออก|,|ซึม|ออก. n. ความ|ร้อน|อบอ้าว|,|ความ|ร้อน|ระอุ|,|เหงื่อ|โชก|,|อารมณ์|เครียด
(สเวพทฺ) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ sweep
(สเวิร์ฟว) vi.,|vt.,|n. (การ) หัก|เลี้ยว|,|หัน|อย่าง|ฉับพลัน|,|เปลี่ยน|ทิศ|อย่าง|ฉับพลัน.
(สวิฟทฺ) adj.,|adv. รวดเร็ว|,|เร็ว|,|ว่องไว|,|ฉับพลัน|,|ทันที|,|ทันควัน n. นก|ปีก|ยาว|คล้าย|นกนางแอ่น|,|ตะกร้า|ด้าย|,|จิ้งจก|  |Syn. swiftness n.  |Syn. rapid
(ส|วิก) vi.,|vt. ,|n. (ปริมาณ) ดื่ม|คํา|ใหญ่|,|ดื่ม|อึก|ใหญ่.  |Syn. swigger n.  |Syn. mouthful|,|gulp
(สวีล) n. อาหาร|เหลว|,|อาหาร|กึ่ง|เหลว|,|ขยะ|,|เศษอาหาร|,|เศษอาหาร|ใน|ครัว|,|เศษอาหาร|ติด|จาน|หรือ|ก้น|หม้อ|,|เหล้า|เลว|,|การ|ดื่ม|อึก|ใหญ่|,|การ|กลั้ว|คอ|,|การ|ล้าง|,|น้ํา|ล้าง|ชาม. vi. ดื่ม|เต็มที่|,|ดื่ม|อย่าง|ตะกละ|,|ดื่ม|มาก|เกิน|ไป. vt. ล้าง|,|ดื่ม|อึก|ใหญ่.  |Syn. swiller n.
(สวิม) {|swam|,|swum|,|swimming|,|swims|} vi.,|vt.,|n. (การ) ว่าย|,|ว่ายน้ํา|,|ลอย|น้ํา|,|ลอย|คว้าง|,|ล่องลอย|,|ท่วม|,|จุ่ม|,|แช่|,|วิงเวียน|ศรี|ษะ|,|ทํา|ให้|ว่ายน้ํา|,|ทํา|ให้|ลอยตัว. in the swim มี|บทบาท|มาก|  |Syn. swimmer n.
n. ถุงลม|ของ|ปลา|,|กระเพาะปลา
n. สระ|ว่ายน้ํา
(สวิม|'|มิ|ง) n. การ|ว่าย|,|การ|ว่ายน้ํา
(สวิน|'|เดิล) vt.,|vi.,|n. (การ) โกง|,|ฉ้อโกง|,|หลอก|ต้ม|,|หลอกลวง.  |Syn. swindler n. swindlingly adv.
(ส|ไว|นฺ) n. หมู|,|หมู|บ้าน|,|คน|สาร|เลว|,|คน|ตะกละ|และ|คน|หยาบคาย|,|คน|ที่|น่าดู|ถูก|เหยียดหยาม pl. swine|  |Syn. hog|,|pig|,|wretch
(สวิง) {|swung|,|swung|,|swinging|,|swings|} vt.,|vt.,|adj.,|n. (การ) แกว่ง|,|ไกว|,|แกว่งไกว|,|กวัดแกว่ง|,|โล้|,|ห้อย|,|แขวน|,|แขวนคอ|,|หัน|,|หันเห|,|เปลี่ยนแปลง|,|ระยะ|ที่|แกว่ง|,|เส้นทาง|ที่|แกว่ง|,|จังหวะ|,|การ|ส่าย|ตะโพก|,|ก้าว|ของ|จังหวะ|,|การ|เปลี่ยนแปลง|,|การ|ขึ้น ๆ ลง ๆ ,|อิสรภาพ|,|การ|ดําเนินการ|,|สิ่ง|ที่|แกว่ง|,|ช
(ส|ไว|'|นิช) adj. เหมือน|หมู|,|หยาบคาย|และ|ตะกละ.  |Syn. swinishly adv. swinishness n.  |Syn. hoggish|,|brutishly
(ส|ไว|พฺ) vt.,|n. (การ) ตี|อย่าง|แรง|,|ตบ|อย่าง|แรง|,|หวด|,|ขโมย|,|ดื่ม|เหล้า|คํา|ใหญ่.  |Syn. strike|,|smack|,|pilfer
(ส|ไว|พซฺ) n. เบียร์|คุณภาพ|เลว|,|เบียร์
(สเวิร์ล) vi.,|vt.,|n. (การ) หมุน|,|หมุน|รอบ|,|วน|,|วนเวียน|,|วิงเวียน|ศรี|ษะ|,|สิ่ง|ที่|บิด|งอ|,|เส้น|ขด|งอ|,|ความ|ยุ่งเหยิง|,|ความ|สับสน..
(สเวอ|'|ลี) adj. หมุน|,|หมุน|รอบ|,|บิด|งอ
(สวิช) vi.,|vt.,|n. (การ|,|เสียง) เฆี่ยน|,|หวด|,|สะบัด|แส้|,|ลง|แส้|,|เกิด|เสียง|เสียดสี|ของ|แพร|หรือ|ฝน|ตก|,|ไม้|นวด|,|ไม้|เฆี่ยน|,|ไม้|หวด|,|การ|ตี|ด้วย|ไม้|ดังกล่าว|  |Syn. swisher n.
(สวิส) adj.,|n. (เกี่ยวกับ) สวิตเซอร์แลนด์
n. สมาชิก|กอง|คุ้มกัน|องค์ สันตะปาปา|ของ|สวิตเซอร์แลนด์
(สวิทชฺ) n. ที่|เปิด|ปิด|,|หัว|เปิด|ปิด|,|การ|เปิด|ปิด|,|การ|เปลี่ยน|,|เครื่อง|เปลี่ยน|,|สะพาน|ไฟ|,|ไม้|เฆี่ยน|,|ไม้เท้า|,|การ|หวด|,|การ|เฆี่ยน vt.,|vi. เปลี่ยน|,|สับเปลี่ยน|,|สับเปลี่ยน|กระแส|ไฟ|,|ฉก|,|ฉวย|,|เฆี่ยน|หรือ|หวด|ด้วย|ไม้เรียว|,|หัน|,|หันเห|,|แกว่ง|,|กระดิก|หาง.  |Syn. switcher n.
n. มีด|พับ|สปริง
n. แผง|ไฟฟ้า|,|แผง|สายโทรศัพท์|,|แผง|สับเปลี่ยน|ไฟฟ้า|หรือ|โทรศัพท์|,|แผง|ปิด|เปิด
n. มีด|พับ|สปริง
(สวิท|'|เซ|อเลินดฺ) n. ประเทศ|สวิตเซอร์แลนด์ เมืองหลวง|ชื่อ|Bern
(สวิฟ|'|เวิล) n. ห่วง|สับ|,|เดือย|สับ|,|ขอสับ|,|หัวต่อ|หมุน|  |Syn. swing
n. โซ่|หมุน
n. เก้าอี้|หมุน
(ส|โว|'|เลิน) adj. ขยาย|ใหญ่|,|พองตัว|,|บวม|,|โอ้อวด|,|คุย|โว|,|ทะนง|ตัว|,|โอหัง.  |Syn. swollenness n.  |Syn. swelling
(สวน) vi. สลบ|,|เป็น|ลม n. การ|สลบ|,|การ|เป็น|ลม|,|จิต|ที่|เคลิบเคลิ้ม.  |Syn. swound|,|faint
(สวพ) vi.,|n. (การ) โฉบ|ลง|,|ถลา|ลง|,|จิก|ลง|,|จู่โจม|,|โจมตี|อย่าง|ฉับพลัน. vt. ชิง|,|หยิบ|เอา|ไป|,|คว้า|ไป.  |Syn. plunge|,|dive|,|drop
(ส|วอ|พ) vt.,|vi.,|n. ดู swap (ดู)| 
(ซอร์ด) n. ดาบ|,|กระบี่|,|มีด|ยาว|,|สงคราม|,|การ|ต่อสู้|,|การ|ฆ่าฟัน|,|ความ|รุนแรง
n. ดาบปลายปืน
n. หญ้า|ที่|มี|ใบ|คล้าย|ดาบ
n. ผู้|ถือ|ดาบ|ของ|กษัตริย์|หรือ|ดาบ|ใน|พิธี
n. ปลา|ทะเล|ขนาด|ใหญ่|มี|ขากรรไกร|บน|ยาว|คล้าย|กระบี่
(ซอร์ดช|'|เมิน) n. นัก|ดาบ|,|นัก|ฟัน|ดาบ|,|ทหาร.  |Syn. swordsmanship n. วิชา|ฟัน|ดาบ pl. swordsmen
(ซวอร์) vi. กริยา|ช่อง 2 ของ swear
(สวอร์น) vi. กริยา|ช่อง 3 ของ swear adj. ได้|ให้|คํา|ปฎิ|ญาณ|,|สาบาน|แล้ว|,|ให้|คํามั่น|แล้ว|,|ยืนยัน|แล้ว
(สวัม) vi. กริยา|ช่อง 3 ของ swim
(ส|วัง) vi. กริยา|ช่อง 2 และ 3 ของ swing
(ซิบ|'|บะ|ไร|ทฺ) n. ผู้|ที่|ใช้|ชีวิต|อย่าง|หรูหรา|และ|ฟุ่มเฟือย.  |Syn. sybaritism n.  |Syn. epicurean|,|hedonist
(ซิ|ค|'|คะ|เฟิน|ทฺ) n. ผู้|ประจบ|สอ|พล|อ|,|คน|เลียแข้งเลียขา.  |Syn. sycophantic (al) , sycophantish adj.
(ซิ|ล|'|ละ|เบิล) n. พยางค์
(ซิ|ล|'|ละ|บัส) n. หลักสูตร|,|สาระ|สําคัญ|,|บท|สรุป|ของ|การ|พิจารณา|ของ|ศาล pl.syllabuses|,|syllabi|  |Syn. synopsis|,|abstract|,|outline
(ซิ|ล|'|ละ|จิส|ซึม) n. การ|อ้าง|เหตุผล|หรือ|อนุมาน|ตาม|ลําดับ|ขั้นตอน|ที่|ตบตา|,|ประกอบ|ด้วย|2|หลัก|คือ|หลัก|ใหญ่ (major premise) กับ|หลัก|เล็ก
(ซิ|ลฟฺ) n. หญิง|ที่|มี|รูปร่าง|อรชร|,|สิ่ง|จินตนาการ|ใน|อวกาศ.  |Syn. sylphic adj. sylphish|,|sylphy adj.
(ซิ|ล|'|เวิน) adj. เกี่ยวกับ|ป่า|,|มี|ต้นไม้|มากมาย|,|ทํา|ด้วย|ต้นไม้|หรือ|กิ่งไม้. n. บุคคล|ที่|อาศัย|อยู่|ใน|บริเวณ|ป่า|,|นางไม้|,|เทพารักษ์.  |Syn. silvan|,|silvan
(ซิ|มไบ|โอ|'|ซิ|ส) n. การ|อยู่|รวม|กัน|ของ|สิ่งมีชีวิต|สอง|ชนิด (โดยเฉพาะ|ที่|ให้|ประโยชน์|ซึ่งกันและกัน) .  |Syn. symbiotic adj. symbiotical adj. pl. symbioses
(ซิ|ม|'|เบิล) n. สัญลักษณ์|,|เครื่องหมาย vt. เป็น|สัญลักษณ์|,|เป็น|เครื่องหมาย.  |Syn. token|,|emblem|,|signal
(ซิ|ม|บอล|'|ลิค|,|-|เคิล) adj. เป็น|สัญลักษณ์|,|เป็น|เครื่องหมาย|,|เป็น|เครื่อง|แสดง|,|เป็นนัย
ภาษา|สัญลักษณ์|เป็น|ภาษา|ที่|ใช้|เป็น|รหัส กําหนด|ตําแหน่ง|ที่อยู่ และ|การ|ปฏิบัติการ|ของ|คําสั่ง|ต่าง ๆ ใน|รูป|ของ|สัญลักษณ์ ซึ่ง|มนุษย์|คุ้นเคย|มาก|กว่า|ภาษาเครื่อง เช่น ใช้|คํา|ว่า sub แทน ลบ (มา|จาก|คํา subtract)| 
(ซิ|ม|บอล|'|ลิค|,|-|เคิล) adj. เป็น|สัญลักษณ์|,|เป็น|เครื่องหมาย|,|เป็น|เครื่อง|แสดง|,|เป็นนัย
(ซิ|ม|'|บะไลซ) vt. เป็น|สัญลักษณ์|,|เป็น|เครื่องหมาย|,|  |Syn. symbolisation|,|symbolization n.  |Syn. stand for|,|represent
(ซิ|ม|'|บะไลซ) vt. เป็น|สัญลักษณ์|,|เป็น|เครื่องหมาย|,|  |Syn. symbolisation|,|symbolization n.  |Syn. stand for|,|represent
(ซิ|มี|'|ท|ริ|เคิล) adj. เป็น|สัดส่วน|รับ|กัน|,|สมมาตร|,|มี|ด้าน|หรือ|เหลี่ยม|ตรงข้าม|ที่|เหมือน|กัน|  |Syn. symmetricalness n.  |Syn. well|-|proportioned
(ซิ|ม|'|มะท|รี) n. การ|มี|สัดส่วน|ที่|รับ|กัน|,|ความ|สมมาตร|,|การ|มี|ด้าน|หรือ|เหลี่ยม|ตรงข้าม|ที่|เหมือน|กัน
(ซิ|มพะเธท|'|ทิค) adj. เห็นอกเห็นใจ - เป็น|ระบบประสาท|ที่|มี|ใย|ประสาท|มา|จาก|ไขสันหลัง|ส่วน|อก และ|เอว แต่|มี center อยู่|ใน|ไขสันหลัง เป็น|ระบบประสาท|ที่|มัก|ใช้|ใน|ผู้|ที่|ใช้|พลังงาน|ทันทีทันใด หรือ|ใน|ขณะ|ตื่นเต้น สู้รบ หรือ|ป่วยไข้ ทํา|ให้|ม่านตา|ขยาย หัวใจ|เต้น|เร็ว หลอดลม|ขยาย|ตัว หลอดเลือด|หดตัว|เล็กน้อย ความดัน|เลิ|อด|สูง|ขึ้น เหงื่อ|ออก|มาก อุณหภูมิ|ร่างกาย|เพิ่ม|มาก|ขึ้น กระเพาะปัสสาวะ|ยืด|ออ|อก การ|บีบ|ตัว|ของ|มดลูก|ลด|ลง ต่อม|ขับ|ฮอร์โมน|น้อย|ลง|  |Syn. kindly|,|kind
(ซิ|ม|'|พะไธซ) vi. เห็นอกเห็นใจ.  |Syn. sympathiser n. sympathizer n.  |Syn. commiserate
(ซิ|ม|'|พะไธซ) vi. เห็นอกเห็นใจ.  |Syn. sympathiser n. sympathizer n.  |Syn. commiserate
(ซิ|ม|'|พะธี) n. ความ|เห็นอกเห็นใจ|,|  |Syn. compassion
(ซิ|ม|'|ฟะนี) n. วงดนตรี|ใหญ่|,|ดนตรี|วง|ใหญ่|,|ความ|สอดคล้อง|กัน|ของ|เสียง|,|ความ|สอดคล้อง|กัน|  |Syn. symphonic adj. .  |Syn. euphony|,|harmony
(ซิ|ม|โพ|'|เซี|ยม) n. การ|ประชุม|สัมมนา
(ซิ|มพฺ|'|เทิม) n. อาการ|,|เครื่องชี้|บอก. pl. symposiums|,|symposia|  |Syn. sign
(ซิ|มพทะแมท|'|ทิค) adj. เกี่ยวกับ|อาการ|,|เกี่ยวกับ|อาการ|โรค|,|เป็น|เครื่อง|แสดง
Pref.= '|ด้วย|'|,|'|ด้วย|กับ|'|,|'|ร่วม|'|,|'|เหมือน|กัน|'|  |Syn. sy|-|,|syl|-|,|sym|-|,|sys|-
(ซิ|น|'|นะ|กอ|ก) n. โบสถ์|ยิว|,|โบสถ์|ศาสนา|ยิว|,|กลุ่ม|ชาว|ยิว|ที่|เข้า|ร่วม|พิธี|ทาง|ศาสนา.  |Syn. synagogic adj. synagogical adj.  |Syn. synagog
(ซิ|ง|'|ค|ระ|ไน|ซ) vi.,|vt. เกิด|ขึ้น|ใน|เวลา|เดียวกัน|,|ทํา|ให้|เป็น|จังหวะ|เดียวกัน|,|ทํา|ให้|สอดคล้อง|กัน|,|ทํา|ให้|พร้อมกัน|,|ทํา|ให้|คล้องจอง|กัน|  |Syn. synchronisation n. synchronization n. synchroniser n. synchronizer n. synchronism n. คํา|ที่|มี|ความหมาย|เห|มื
(ซิ|ง|'|ค|ระ|ไน|ซ) vi.,|vt. เกิด|ขึ้น|ใน|เวลา|เดียวกัน|,|ทํา|ให้|เป็น|จังหวะ|เดียวกัน|,|ทํา|ให้|สอดคล้อง|กัน|,|ทํา|ให้|พร้อมกัน|,|ทํา|ให้|คล้องจอง|กัน|  |Syn. synchronisation n. synchronization n. synchroniser n. synchronizer n. synchronism n. คํา|ที่|มี|ความหมาย|เห|มื
(ซิ|ง|'|ค|ระ|นัส) adj. เกิด|ขึ้น|ใน|เวลา|เดียวกัน|,|พร้อมกัน|,|ด้วย|จังหวะ|เดียวกัน|,|ตรง|กัน|,|สอดคล้อง|กัน.  |Syn. synchronousness n.  |Syn. simultaneous
(ซิ|ง|'|ไคล|น|,|ซิ|น|'|ไคล|น) n. ส่วน|ลาด|ที่|มี|ลักษณะ|เป็น|synclinal (ดู)| 
(ซิ|ง|'|คะ|เพท) vt. ย่อ|คํา|โดย|ตัด|อักษร|หรือ|เสียง|ตรง|กลาง|,|เน้น|เสียง|ดนตรี|ที่|จังหวะ|ที่|ไม่|เน้น|เสียง|,|ลัด|,|ย่อ|  |Syn. syncopator n.
(ซิ|น|'|ดะ|คิท) n. สมาคม|,|องค์การ|,|องค์การ|วิสาหกิจ|,|กงสี|  |Syn. syndication n.  |Syn. association
(ซิ|น|'|โด|รม|,|ซิ|น|'|ด|ระ|มี) n. กลุ่ม|ของ|อาการ|โรค|  |Syn. syndromic adj.
(ซิ|นเนอ|เจ|ท|'|ทิค) adj. ทํางาน|ร่วม|กัน
(ซิ|น|'|นอ|ด) n. การ|ประชุม|ทาง|ศาสนา|,|การ|ชุมนุม|ของ|ผู้แทน|โบสถ์|หรือ|พระ|,|สภา|สงฆ์|,|สภา|,|เถร|สมาคม.  |Syn. synodal adj.  |Syn. conclave
(ซิ|น|'|นะ|นิม) n. คํา|พ้อง (ใน|ภาษา|เดียวกัน) คํา|ที่|มี|ความหมาย|เหมือน|กัน|หรือ|ใกล้เคียง|กัน|,|คํา|หรือ|ถ้อยคํา|ที่|เป็น|อีก|ชื่อ|หนึ่ง|ของ|บาง|สิ่ง|บาง|อย่าง.  |Syn. synonymic adj. synonymical adj. synonymity n.
(ซิ|นอน|'|นิมัส) adj. มี|ลักษณะ|เป็น|คํา|พ้อง|,|มี|ความหมาย|เหมือน|กัน.  |Syn. synonymousness n.  |Syn. like
(ซิ|นอน|'|นิ|มี) n. ลักษณะ|คํา|พ้อง|,|ลักษณะ|ที่|มี|ความหมาย|เหมือน|กัน|,|การ|มี|ความหมาย|เหมือน|กัน
(ซิ|นอ|พ|'|ซิ|ส) n. สรุป|,|สรุป|ความ|,|ข้อใหญ่ใจความ|,|สาระ|สําคัญ pl. synopses|  |Syn. abstract|,|summary|,|brief
ประกอบ|ด้วย|เยื่อ|บาง ๆ ที่|เกี่ยวข้อง|กับ|กระดูก|และ|กล้ามเนื้อ ทํา|หน้าที่|ขับ|น้ํา|เมือก|เหนียว ๆ เพื่อ|หล่อลื่น|ป้องกัน|การ|เสียดสี (synovial fluid)| 
(ซิ|นแทค|'|ทิค|,|-|คัล) adj. เกี่ยวกับ|syntax (ดู)| 
(ซิ|นแทค|'|ทิค|,|-|คัล) adj. เกี่ยวกับ|syntax (ดู)| 
(ซิ|น|'|แทคซฺ) n. การ|สร้าง|ประโยค|,|รูปแบบ|หรือ|โครงสร้าง|ของ|ลําดับ|คํา|ใน|ประโยค|และ|วลี
(ซิ|นธี|'|ซิ|ส) n. การ|สังเคราะห์|  |Syn. synthesist n. pl. syntheses
(ซิ|น|'|ธิ|ไซ|ซ) vt. สังเคราะห์|  |Syn. synthesisation n. synthesization n. synthesis (z) er n.
(ซิ|น|'|ธิ|ไซ|ซ) vt. สังเคราะห์|  |Syn. synthesisation n. synthesization n. synthesis (z) er n.
(ซิ|นเธท|'|ธิเคิล) adj. เกี่ยวกับ|การ|สังเคราะห์|,|n. สาร|สังเคราะห์
(ซิ|นเธท|'|ธิเคิล) adj. เกี่ยวกับ|การ|สังเคราะห์|,|n. สาร|สังเคราะห์
(ซิ|ส|'|ฟะลิส) n. โรค|ซิฟิลิส|  |Syn. syphilitic adj.,|n.
(ไซ|'|เฟิน) n.,|vt.,|vi. ดู siphon
(ซี|'|เรียน) adj.,|n. (เกี่ยวกับ) ซี|เรีย|,|ชาว|ซี|เรีย|,|ภาษาซี|เรีย.
(ซะ|ริน|จฺ|'|,|ซี|'|ริน|จฺ) n. กระบอกฉีด|ยา|,|กระบอกฉีด|,
(ซี|'|รัพ) n. น้ําเชื่อม|  |Syn. sirup
(ซิ|ซ|-|ออ|พ) ย่อ|มา|จาก system operator หมายถึง หัวหน้า|ระบบ|คอมพิวเตอร์ งาน อีก|ความหมาย|หนึ่ง|หมายถึง ผู้|ที่|มี|หน้าที่|ดูแล|เกี่ยวกับ|แผง|ข่าว (electronic bulletin board) ดู bulletin board system ประกอบ
(ซิ|ส|'|เทิม) n. ระบบ|,|ระบอบ|,
ซิ|ส|เต็ม|เจ็ด|หมายถึง ระบบปฏิบัติการ|ของ|เครื่อง|คอมพิวเตอร์|แมค|อิน|ทอ|ช ซิ|ส|เต็ม|เจ็ด|ไม่|เหมือน|กับ|เอ็มเอ|สด|อส (MS DOS) ของ|คอมพิวเตอร์|พี|ซี|ทีเดียว|นัก ทั้งนี้เพราะ|ระบบปฏิบัติการ|ของ|เครื่อง|แมค|อิน|ทอ|ช|นั้น จะ|สร้าง|เป็น|รหัส|เอา|ไว้|ใน|รอ|ม (ROM) เกือบ|ทั้งสิ้น และ|เน้น|ใน|เรื่อง|ตัว|ประสาน|การ|ค้นหา (Finder interface) มาก
นาฬิกา|ระบบ|หมายถึง นาฬิกา|ใน|เครื่อง|คอมพิวเตอร์|ซึ่ง|ควบคุม|โดย|ระบบปฏิบัติการ|ของ|เครื่อง
ระบบ|ขัดข้อง|หมายถึง การ|ที่|เครื่อง|คอมพิวเตอร์|ไม่|สามารถ|ปฏิบัติงาน|ตาม|คําสั่ง|ต่อไป|ได้
จาน|บันทึก|ระบบ|หมายถึง จาน|บันทึก|ที่|บรรจุ|ระบบปฏิบัติการ (ถ้า|เป็น|พี|ซี ก็|หมายถึง MS DOS) สามารถ|นํามา|ใช้|เริ่ม|เครื่อง|ใหม่|ได้ (boot) โดย|ใส่|ใน|หน่วย|บันทึก A : จาน|บันทึก|ระบบ|ต้อง|มี|โปรแกรม 3 โปรแกรม เป็น|อย่าง|น้อย คือ lo.sys|, Msdos.sys และ Command.com สอง|แฟ้ม|แรก|จะ|ถูก|ซ่อน|อยู่ (hidden files) แม้ว่า|จะ|ใช้|คําสั่ง Dir ก็|จะ|ไม่|แสดง|บน|จอภาพ|โปรแกรม lo.Sys จะ|ดูแล|ใน|เรื่อง|การ|นํา|ข้อมูล|เข้า และ|การ|แสดง|ผล ส่วน MSDOS.sys จะ|จัดการ|เกี่ยวกับ|เรื่อง|การ|อ่าน|และ|การ|บันทึก|ข้อมูล|ลง|ใน|แผ่น|จาน|บัน|ทุก|นั้น ส่วน Command.com ก็|จะ|มี|คําสั่ง|พื้นฐาน|ต่าง ๆ เช่น dir|, copy|, delete จาน|บันทึก|ระบบ|นี้|มี|ความ|สําคัญ|มาก (โดยเฉพาะ|เครื่อง|ที่|ไม่|มี|ฮาร์ด|ดิสก์) ถ้า|ไม่|มี|จาน|บันทึก|นี้|จะ|เริ่มต้น|ใช้|คอมพิวเตอร์|ไม่|ได้|เลย ถ้า|มี|ฮาร์ด|ดิสก์ อาจ|ใช้|ฮาร์ด|ดิสก์|เป็น|จาน|บันทึก|ระบบ|เลย|ก็ได้
วิศวกร|ระบบ|หมายถึง วิศวกร|ที่|มี|หน้าที่|รับผิดชอบ|เกี่ยวกับ|การ|ทํางาน|ของ|ระบบ|คอมพิวเตอร์|อาจ|มี|หน้าที่|ออกแบบ หรือ|วางข้อ|กําหนด|ใน|การ|ซื้อ|หรือ|หา|เครื่อง|ให้|เหมาะสม|กับ|งาน|ที่|จะ|ใช้|คอมพิวเตอร์ ชี้แนะ|จุด|ผิดพลาด|กว้าง ๆ เมื่อ|เครื่อง|ทํางาน|ผิด|วัตถุประสงค์ รวม|ทั้ง|ชี้แนะ|ว่า ควร|ใช้|เครื่อง|มาก|น้อย|อย่างใด|จึง|จะ|คุ้มค่า หรือ|อาจ|หมายถึง การ|ชี้แนะ|ใน|เรื่อง|การ|จัดหา|อุปกรณ์|บาง|ชนิด|เพิ่มเติม เพื่อให้|การ|ทํางาน|เฉพาะ|อย่าง|มี|ประสิทธิภาพ|เพิ่ม|ขึ้น
ความ|ขัดข้อง|ของ|ระบบ|การ|ที่|คอมพิวเตอร์|ไม่|สามารถ|ปฏิบัติงาน|ได้|ทั้ง|ระบบ อาจ|เป็น|เพราะ|มี|ข้อขัดข้อง|ก็ได้
โฟลเดอร์ระบบ|หมายถึง โฟลเดอร์ใน|เครื่อง|แมค|อิน|ทอ|ช ที่|บรรจุ|แฟ้ม|ระบบ|ทั้งหมด|เอา|ไว้ เพื่อ|ใช้|ใน|การ|เริ่ม|เครื่อง|ใหม่ (boot) รวม|ทั้ง|โปรแกรม|อํานวย|ความ|สะดวก|ต่าง ๆ| 
(ซิ|สทะแมท|'|ทิค) adj. เป็น|ระบบ|,|เป็น|ระบอบ|,|มี|กฎเกณฑ์|,|มี|หลักเกณฑ์|  |Syn. systematical.
(ซิ|ส|'|ทะมะ|ไท|ซ) vt. จัด|ให้|เป็น|ระบบ|  |Syn. systematisation n. systematization n. systemiser n. systemiszer n.  |Syn. classify|,|arrange|,|order
(ซิ|ส|'|ทะมะ|ไท|ซ) vt. จัด|ให้|เป็น|ระบบ|  |Syn. systematisation n. systematization n. systemiser n. systemiszer n.  |Syn. classify|,|arrange|,|order
(ซิ|ส|เท|ม|'|มิ|ค) adj. เกี่ยวกับ|ระบบ|  |Syn. systemically adv.
(ซิ|ส|' ทะไมซ) vt. ทํา|ให้|เป็น|ระเบียบ. -|systemisation|, systemization n. -|systemisable|, systemizable|, adj. -|systematiser|, systematizer n.
การ|วิเคราะห์|ปัญหา|โดย|ใช้|อุป|กร|ณือิเล็คท|รอ|นิคส์|ช่วย
เครื่อง|คอมพิวเตอร์|หมายถึง ตัว|เครื่อง|คอมพิวเตอร์|ซึ่ง|ประกอบ|ด้วย|จอภาพ ตัว|ประมวลผล หน่วยความจํา และ|หน่วย|บันทึก|ข้อมูล บางที|ก็|เรียก|กัน|ง่าย ๆ ว่า คอน|โซ|ล (console) อุปกรณ์|อื่น ๆ ที่|ใช้|กับ|เครื่อง|เรียก|ว่า บริภัณฑ์|รอบ|ข้าง (peripheral equipment) ซึ่ง|ประกอบ|ด้วย แป้นพิมพ์ เมาส์
(ซิ|ส|' ทะลี) n. การ|บีบ|ตัว|หรือ|ระยะ|บีบ|ตัว|ของ|หัวใจ โดยเฉพาะ|ห้อง|ปลาย|หัวใจ. -|sytolic adj.
ความดัน|โลหิต|สูงสุด|ที่|เกิด|ขึ้น|หลัง|ระยะ|การ|บีบ|ตัว|ของ|ห้อง|หัวใจ
(ซิ|ส|ไท|' ลัส) adj. เกี่ยวกับ|ก้าน|ร่วม|ของ|ดอกไม้
(ซิ|ซ|' ร่าน) n. ชื่อ|เมือง|ใน|ภาค|ตะวันออก|ของ|โซเวียต|ด้าน|ยุโรป
(ซิ|ซ|' ซี|จิ) n. จุด|โคจร|ของ|ดาวนพเคราะห์|หรือ|ดาว|โกษ์|ที่อยู่|ตรงกันข้าม|, สิ่ง|ที่อยู่|ตรงข้าม|กัน|, -|syzygial|, syzygetic|, syzygal adj.
(ซี|' ขวาน) n. ชื่อ|มณฑล|ใน|ภาค|ตะวันตกเฉียงใต้|ของ|จีน. -|syn. Szechuan
(ซี|' เกด) n. ชื่อ|เมือง|ใน|ภาค|ใต้|ของ|ฮักา|รี
(ซอ|ม|' บาท|เฮ) n. ชื่อ|เมือง|ใน|ภาค|ตะวันตก|ของ|ฮังการี
