(N) พยัญชนะภาษาอังกฤษตัวที่ 9
(N) เสียงสระในภาษาอังกฤษ
(PRON) คําสรรพนามเอกพจน์บุรุษที่1
(ABBR) ในที่เดียวกัน (คําย่อจากภาษาละติน ibidem)
(ADV) ในที่เดียวกัน (อ้างถึงหนังสือ บท หรือหน้าหนังสือที่อ้างไปแล้ว)
(SUF) เกี่ยวกับ
(SUF) เกี่ยวกับ
(N) ก้อนน้ําแข็งที่ใส่เครื่องดื่ม
(N) น้ําแข็ง
(N) ลานน้ําแข็ง
(N) ไอศรีม
(VT) โรยหน้า (ขนมเค้ก) ด้วยน้ําตาลไอซิ่ง
(VT) ใส่ก้อนน้ําแข็งในเครื่องดื่ม
(N) ภูเขาน้ําแข็ง
(ADJ) เคลื่อนไม่ได้เพราะติดอยู่ในน้ําแข็ง
(N) ช่องทําน้ําแข็งในตู้เย็น
(N) ตู้เย็น (คําไม่เป็นทางการ)
(N) เรือตัดน้ําแข็ง
(N) ชั้นน้ําแข็งที่ปกคลุมพื้นโลก (แถบขั้วโลกเหนือและใต้)
(ADJ) เย็นจัด
(N) ไอศกรีม
(ADJ) เคลือบหน้าด้วยน้ําตาลไอซิ่ง
(ADJ) ปกคลุมไปด้วยน้ําแข็ง
(N) โรงน้ําแข็ง
(N) ประเทศไอซ์แลนด์ (เกาะใหญ่ในมหาสมุทรแอตแลนติก)
(N) ไอซ์แลนด์ (เกาะใหญ่ในมหาสมุทรแอตแลนติก)
(PHRV) กลายเป็นน้ําแข็ง
(N) รองเท้าเสก็ตน้ําแข็ง
(VI) เล่นสเก็ตน้ําแข็ง
(PHRV) เคลือบด้วยน้ําแข็ง
(N) น้ําที่ใส่น้ําแข็ง
(N) คนเย็นชา (คําไม่เป็นทางการ)
(N) แท่งน้ําแข็งแหลมที่ย้อยลงมา
(ADV) อย่างเย็นชา
(N) การปกคลุมด้วยน้ําแข็ง
(N) ความหนาวจัด
(N) น้ําตาลหรือครีมโรยหน้าขนม
(SL) น่ารังเกียจ
(N) ผู้มีชื่อเสียงและเป็นสัญลักษณ์แทนบางสิ่ง
(N) รูปบูชา
(N) รูปสัญลักษณ์บนจอคอมพิวเตอร์
(N) ผู้ทําลายความเชื่อ วัฒนธรรม และประเพณี
(SUF) เกี่ยวกับสาขาวิชา
(ABBR) หน่วยรักษาพยาบาลผู้ป่วยขั้นวิกฤต (คําย่อ intensive care unit)
(ADJ) ซึ่งเต็มไปด้วยน้ําแข็ง
(ADJ) ซึ่งเย็นชา
(ABBR) คําย่อของ I would หรือ I should
(N) ต้นกําเนิดของตัณหา (ทางจิตวิทยา)
(N) บัตรประจําตัวประชาชน (คําย่อ identification card)
(N) ความคิด
(N) แผนการ
(ADJ) ซึ่งอยู่ในความคิด
(ADJ) ดีเลิศ
(N) แบบอย่างที่ดี
(N) อุดมคติ
(N) อุดมคตินิยม
(N) ผู้ยึดมั่นอุดมการณ์
(ADJ) ซึ่งยึดมั่นอุดมการณ์
(VI) เป็นอุดมคติ
(VT) ทําให้เลอเลิศ
(ADV) ตามหลักการ
(ADV) ถ้าสมบูรณ์แบบ
(ADV) อย่างสมบูรณ์แบบ
(PRON) เหมือนเดิม (ใช้ในการอ้างถึงเรื่อง บท ตอนที่กล่าวมาแล้ว)
(ADJ) เหมือนกัน
(ADV) อย่างเดียวกัน
(N) การแสดงตัว
(N) เลขประจําตัว
(VT) ระบุชื่อ
(PHRV) ค้นพบด้วย
(PHRV) พิสูจน์ตนเอง
(PHRV) คิดว่าเหมือนกัน
(N) ความเหมือนกัน
(N) บุคลิกลักษณะ
(N) บัตรประชาชน
(PRF) ความคิด
(N) ตัวเขียนแทนความหมาย / ความคิด (เช่นของจีนและญี่ปุ่น)
(N) ตัวเขียนแทนความหมาย / ความคิด (เช่นของจีนและญี่ปุ่น)
(ADJ) เกี่ยวกับระบบความคิดอันเป็นรากฐานของสังคม เศรษฐกิจ การเมือง
(ADJ) เกี่ยวกับระบบความคิดอันเป็นรากฐานของสังคม เศรษฐกิจ การเมือง
(N) ผู้มีอุดมการณ์
(N) แนวคิดอันเป็นรากฐานของสังคม เศรษฐกิจและการเมือง
(N) วันที่ 15 ของเดือนมี.ค. พ.ค., ก.ค, ต.ค (ตามปฏิทินโรมันโบราณ)
(ADV) กล่าวคือ (ภาษาละติน)
(PRF) ตัวเอง
(N) ความโง่เขลา (คําไม่สุภาพ)
(N) การใช้ภาษาอย่างเป็นธรรมชาติของเจ้าของภาษา
(N) ภาษาถิ่น
(N) รูปแบบที่แตกต่างกัน (ทางดนตรีหรือศิลปะ)
(N) สํานวน
(ADJ) ซึ่งมีสํานวนแบบเจ้าของภาษา
(ADJ) ซึ่งไม่ทราบสาเหตุ
(N) โรคที่เกิดขึ้นเองโดยไม่ทราบสาเหตุ
(N) ลักษณะเฉพาะ
(N) คนโง่เง่า (คําหยาบ)
(SL) ใบปลิว เครื่องฉายหรือม้วนกระดาษยาวที่เขียนบทพูด (สําหรับผู้ดําเนินรายการ ผู้แสดงหรือแขกรับเชิญในรายการโทรทัศน์)
(ADJ) โง่เง่า (คําหยาบ)
(SL) เครื่องดื่มอัลกอฮอล์
(ADJ) เกียจคร้าน
(ADJ) ซึ่งไม่มีประโยชน์
(ADJ) ซึ่งยังไม่ได้ใช้การ
(VI) ปล่อยเวลาให้เสียไปโดยเปล่าประโยชน์
(VT) ปล่อยเวลาให้เสียไปโดยเปล่าประโยชน์
(PHRV) ใช้เวลาหมดไปอย่างไร้ค่า
(PHRV) ใช้เวลาหมดไปอย่างไร้ค่า
(PHRV) สตาร์ทรถทิ้งไว้
(N) ความเกียจคร้าน
(N) คนเกียจคร้าน
(ADV) อย่างเกียจคร้าน
(N) คนหรือสิ่งที่ได้รับความชื่นชมหรือคลั่งไคล้อย่างมาก
(N) เทวรูป
(N) สิ่งต้องห้ามไม่ให้ได้รับการบูชาในศาสนาที่นับถือพระเจ้าองค์เดียว
(N) การหลงใหลอย่างไม่ลืมหูลืมตา
(VI) เลื่อมใสมากเกินไป
(VT) เลื่อมใสบูชาเหมือนเป็นเทพเจ้า
(VT) เลื่อมใสมากเกินไป
(SL) ฉันไม่เห็นด้วย
(IDM) (ฉัน) สงสัยหรือไม่แน่ใจ
(N) งานวรรณกรรมและเนื้อเพลงที่ว่าด้วยความงามของชนบท
(N) ทัศนียภาพของชนบท
(N) ประสบการณ์หรือเหตุการณ์ที่เต็มไปด้วยความสุขสงบในชนบท
(ADJ) งดงามตามธรรมชาติแบบชนบท
(ADJ) สงบสุขและงดงาม
(N) นั่นคือ (คําย่อจากภาษาละติน id est)
(CONJ) ถ้า
(ADJ) ไม่แน่ใจ (คําไม่เป็นทางการ)
(SL) ไม่ค่อยแน่ใจ
(IDM) ใครใช้ได้เอาไปเลย
(IDM) หากสถานการณ์คับขันที่สุด
(IDM) ยิ่งได้ยิ่งเอาอีก
(N) บ้านสร้างด้วยน้ําแข็งและมีรูปร่างคล้ายโดมของชาวเอสกิโม
(ADJ) ซึ่งเกิดขึ้นภายใต้ความร้อนจัด
(ADJ) ซึ่งมีลักษณะของไฟ (คําทางการ)
(VI) ก่อไฟ
(VT) ก่อไฟ
(N) การจุดไฟ
(N) การจุดระเบิดเชื้อเพลิงของเครื่องยนต์
(N) อุณหภูมิขณะที่มีการลุกไหม้
(ADJ) ชั่วช้า
(ADJ) น่าอับอาย
(N) ความอัปยศ
(N) คนโง่
(N) ความไม่รู้
(ADJ) ซึ่งเป็นผลจากความไม่รู้
(ADJ) ซึ่งไม่ตระหนักถึงบางสิ่ง
(ADJ) ไร้การศึกษา
(VI) ทําเพิกเฉย
(N) อีกัวน่า (สัตว์เลื้อยคลานตระกูล Iguanidae คล้ายจิ้งจก แต่ใหญ่กว่า)
(SL) การตอบแบบเหน็บแนมว่าไม่เข้าใจในสิ่งที่พูดมา
(SL) ฉันไม่ได้ล้อเล่น
(N) รูปบูชาของพระเยซู พระแม่มารี หรือนักบุญต่างๆ
(PRF) ใน
(SUF) สามารถ
(N) ลําไส้เล็กส่วนปลายที่เปิดเข้าสู่ลําไส้ใหญ่
(N) กระดูกเชิงกราน
(ADJ) เหมือนกัน
(N) ประเภท
(ABBR) คําย่อของ I will หรือ I shall
(ADJ) เกลียดชัง
(ADJ) เจ็บป่วย
(ADJ) เลว
(ADV) ไม่ดี
(N) ความเจ็บป่วย
(N) โชคร้าย (ทางวรรณคดี)
(N) สิ่งที่เป็นอันตราย
(ADJ) ไม่รอบคอบ
(ADJ) ไม่สมเหตุสมผล
(ADJ) ซึ่งกระสับกระส่าย
(IDM) กังวล
(ADJ) ซึ่งเป็นลางไม่ดี
(ADJ) หยาบคาย
(ADJ) ซึ่งไม่รอบคอบ
(ADJ) ซึ่งไม่เป็นมิตร
(ADJ) ผิดกฎหมาย
(ADJ) ซึ่งอ่านไม่ออก
(N) การทําผิดกฎหมาย
(ADJ) ซึ่งเป็นลูกนอกสมรส
(ADJ) ซึ่งผิดกฎหมาย
(VT) ทําให้ผิดกฎหมาย
(N) ชื่อเสียงไม่ดี
(ADJ) ซึ่งพบจุดจบที่ไม่ดี
(ADJ) น่าเกลียด
(ADJ) น่าเกลียด
(N) ความไม่เป็นมิตร
(N) ความโชคร้าย
(ADJ) ซึ่งไม่มีเหตุผลที่ดีพอ
(ADJ) โดยทุจริต
(IDM) เงินหรือสิ่งของที่ได้มาอย่างผิดกฎหมาย
(N) เงินร้อน
(ADJ) ซึ่งอารมณ์ไม่ดี
(ADJ) ขี้เหนียว (คําทางการ)
(ADJ) ใจแคบ
(ADJ) ผิดกฎหมาย
(ADJ) ไร้พรมแดน (คําทางการ)
(SL) ไม่ควรประพฤติ
(N) รัฐอิลลินอยล์ของสหรัฐอเมริกา
(N) การไม่รู้หนังสือ
(ADJ) ซึ่งไม่รู้หนังสือ
(N) คนไม่รู้หนังสือ (คําหยาบ)
(ADJ) ซึ่งไม่มีมารยาท
(ADJ) อารมณ์ไม่ดี
(N) ความเจ็บป่วย
(ADJ) ไร้เหตุผล
(ADJ) อัปมงคล
(ADJ) สิ้นเปลือง
(ADJ) ลางร้าย
(ADJ) อารมณ์ร้าย
(ADJ) ผิดเวลา
(VT) ทําร้ายหรือทารุณ (คนหรือสัตว์)
(N) ความทารุณต่อคนหรือสัตว์
(VT) ส่องให้สว่าง (คําโบราณทางวรรณคดี)
(N) การส่องสว่าง
(N) ปริมาณแสงสว่าง
(ADJ) ซึ่งส่องแสง
(N) แหล่งที่ให้ความสว่าง
(VI) ส่องสว่าง
(VT) ชี้แจง
(VT) ตกแต่งด้วยดวงไฟ
(VT) ทําให้มีชีวิตชีวา
(VT) ทําให้สว่าง
(PHRV) ทําให้สว่าง
(ADJ) ซึ่งส่องสว่าง
(ADJ) ซึ่งให้ความกระจ่าง
(N) การทําให้ส่องสว่าง
(N) ผู้ให้ความกระจ่าง
(VT) ทําให้แจ่มแจ้ง (คําทางการ)
(VT) สาดแสง (คําโบราณ)
(N) การทําร้าย
(VT) ทําร้ายหรือทารุณ (คนหรือสัตว์)
(N) ความเข้าใจผิด
(N) ภาพหลอน
(ADJ) นักมายากล
(ADJ) ซี่งหลอกลวง
(ADJ) จอมปลอม
(VI) แสดงตัวอย่าง
(VT) เป็นตัวอย่างของ
(VT) แสดงตัวอย่าง
(VT) ใส่ภาพประกอบ
(PHRV) ตกแต่งด้วยรูปภาพ
(N) การให้ตัวอย่างประกอบ
(N) ภาพประกอบ
(ADJ) ซึ่งให้ตัวอย่าง
(N) ผู้วาดภาพประกอบในหนังสือหรือนิตยสาร
(ADJ) ซี่งมีชื่อเสียง
(N) ความรู้สึกไม่เป็นมิตร
(N) คนที่สาปแช่งผู้อื่น
(ADJ) คิดร้าย
(ADJ) เป็นอันตราย
(ADJ) ไม่สบาย
(ADV) ไม่ดี
(ABBR) คําย่อของ I am
(PRF) ใน
(SUF) เกี่ยวกับพหูพจน์
(N) ภาพสะท้อน (เช่น ในกระจก, เลนส์)
(N) มโนภาพ
(N) รูปปั้น
(N) รูปภาพ
(VT) นึกฝัน
(N) พระพุทธรูป
(N) การอุปมาอุปไมย
(N) ภาพในความนึกคิด
(N) ภาพในงานด้านศิลปะ
(ADJ) ที่สามารถนึกภาพได้
(ADJ) ซึ่งสมมุติขึ้น
(N) จํานวนจินตภาพ
(N) จินตนาการ
(ADJ) เพ้อฝัน
(VI) มีจินตนาการ
(VT) คิดสรุปเอาเอง
(VT) จินตนาการ
(N) โต๊ะอิหม่าม
(N) ตําแหน่งอิหม่าม
(N) อาณาเขตปกครองของอิหม่าม
(N) ความไม่สมดุล
(ADJ) ปัญญาอ่อน (คําหยาบ)
(N) คนปัญญาอ่อน (คําหยาบ)
(N) ความโง่
(VI) ฝัง
(VT) ฝัง
(VI) ดื่ม
(VI) ดูดซึม
(VT) ดื่ม
(VT) ดูดซึม
(N) การซ้อนกัน
(N) ภาวะสับสนวุ่นวาย (โดยเฉพาะเมื่อเกิดความไม่เข้าใจกัน)
(VI) ้เปื้อนเลือด (คําโบราณ)
(VI) กระทําทารุณ
(VT) กระทําทารุณ
(VT) ้ชุ่มโชกด้วย
(VT) ทําให้เต็มไปด้วย
(PHRV) ดูดซึม
(ABBR) กองทุนการเงินระหว่างประเทศ (คําย่อ International Monetary Fund)
(ADJ) ที่สามารถลอกเลียนได้
(VT) เลียนแบบ
(N) การเลียนแบบ
(N) ของเลียนแบบ
(ADJ) ซึ่งเลียนแบบ
(ADJ) ปลอม
(N) ผู้ลอกเลียนแบบ
(ADJ) บริสุทธิ์
(ADJ) สะอาดและเป็นระเบียบมาก
(ADJ) ซึ่งอยู่ภายใน (คําทางการ)
(ADJ) ไม่ใช่วัตถุ
(ADJ) ไม่สําคัญ
(ADJ) ยังไม่สมบูรณ์
(ADJ) ซึ่งมากจนวัดไม่ได้
(N) ความเร่งด่วน
(ADJ) ทันทีทันใด
(ADJ) ที่ส่งผลโดยตรง
(ADV) โดยทันทีทันใด
(ADJ) ซึ่งรักษาไม่ได้
(ADJ) เก่าแก่มาก
(ADJ) มโหฬาร
(ADV) อย่างมโหฬาร
(N) ความกว้างใหญ่มาก
(VI) จุ่ม
(VT) จุ่ม
(VT) จุ่มศีรษะ ส่วนบนร่างกายหรือทั้งร่างลงในน้ําตามพิธีในศาสนาคริสต์
(VT) หมกมุ่น
(PHRV) แช่
(N) การจุ่ม
(N) การจุ่มศีรษะ ร่างกายส่วนบนหรือทั้งร่างลงในน้ําตามพิธีในศาสนาคริสต์
(N) การหมกมุ่น
(N) ผู้อพยพ
(VI) ย้ายไปอยู่ปลูกในสภาพแวดล้อมใหม่ (ทางพฤกษศาสตร์)
(VI) อพยพ
(VT) ส่งออกไปอยู่ที่อื่น
(PHRV) เข้ามาอยู่ (เพื่อเริ่มชีวิตใหม่)
(N) การอพยพ
(N) การจวนเจียน
(N) การจวนเจียน
(ADJ) ซึ่งใกล้จะเกิดขึ้น
(ADJ) ที่ผสมเข้ากันไม่ได้
(ADJ) ที่ไม่บรรเทาเบาบางลง (ทางวรรณคดี)
(ADJ) ซึ่งไม่เคลื่อนไหว
(ADJ) ที่ไม่สามารถเคลื่อนที่ได้
(N) การไม่สามารถเคลื่อนที่ได้
(VT) ทําให้เคลื่อนที่ไม่ได้
(ADJ) เกินขอบเขต
(N) ความเกินขอบเขต
(ADJ) หยาบโลน
(VT) บูชายัญ (คําทางการ)
(VT) เผาตัวตายเพื่อประท้วง (คําทางการ)
(ADJ) ซึ่งผิดทํานองคลองธรรม
(N) การผิดศีลธรรม
(ADV) อย่างผิดศีลธรรม
(ADJ) ซึ่งเป็นอมตะ
(N) ความเป็นอมตะ
(VT) ทําให้ไม่มีวันตาย
(ADJ) ซึ่งเคลื่อนที่ไม่ได้
(ADJ) เกี่ยวกับภูมิคุ้มกัน
(ADJ) ซึ่งได้รับการยกเว้น
(ADJ) ซึ่งมีภูมิคุ้มกันโรค
(ADJ) ซึ่งไม่ได้รับผลกระทบจาก
(N) ผู้มีภูมิคุ้มกัน
(N) ระบบภูมิคุ้มกันโรค
(VT) ฉีดภูมิคุ้มกันโรค
(N) การพ้นจากภาระรับผิดชอบ
(N) ภูมิคุ้มกันโรค
(VT) ฉีดภูมิคุ้มกันโรค
(PHRV) ให้วัคซีนป้องกัน
(N) ภูมิคุ้มกันบกพร่อง
(N) ภูมิคุ้มกันวิทยา
(VT) กักขัง (ทางวรรณคดี)
(VT) สร้างกําแพงล้อมรอบ (คําโบราณ)
(PHRV) จับเข้าคุก
(ADJ) ซึ่งไม่เปลี่ยนแปลง
(SL) ฉันไม่ได้โกหก
(N) เด็กซุกซน
(N) ภูตน้อย
(VT) ซ่อมแซมขนปีกให้นกอินทรีหรือเหยี่ยว
(N) การอัด
(N) ผลกระทบ
(VI) ส่งผลกระทบ
(VT) ส่งผลกระทบ
(ADJ) ซึ่งมีอุจจาระอัดแน่นหรืออุดตัน (ทางการแพทย์)
(ADJ) ซึ่งไม่สามารถขยับเขยื้อนได้
(N) การชน
(N) การอัดแน่น
(VI) ทําให้อ่อนแอ
(VT) ทําให้แย่ลง
(ADJ) บกพร่อง
(N) ละมั่งแอฟริกาขนาดใหญ่ มีสีน้ําตาลแดงและเขาโค้งยาว
(VT) แทง (มักใช้รูป passive voice)
(PHRV) เสียบหัวประจาน
(ADJ) ซึ่งยากที่จะเข้าใจ
(ADJ) ซึ่งสัมผัสไม่ได้
(VT) เลือกสมาชิกในคณะลูกขุน
(N) การขาดความเสมอภาค
(VT) ติดต่อสื่อสาร
(ADJ) ยุติธรรม
(ADV) อย่างยุติธรรม
(ADJ) ไม่สามารถแยกออกจากกันได้ (ทางกฎหมาย)
(PHRV) บอกให้ทราบ
(ADJ) ซึ่งผ่านไปไม่ได้
(ADJ) ซึ่งไม่สามารถเอาชนะได้
(N) ทางตัน
(ADJ) ซึ่งไร้อารมณ์
(VT) กระตุ้นอารมณ์
(ADJ) ซึ่งแสดงอารมณ์ความรู้สึกออกมา
(ADJ) ซึ่งไม่แสดงอารมณ์
(VT) ทากาวหรือสีหนาๆ ทับลงไป
(N) ความไม่อดทน
(ADJ) ใจร้อน
(ADV) อย่างหงุดหงิด
(VT) กล่าวโทษเนื่องจากประพฤติตนไม่เหมาะสมกับตําแหน่งหน้าที่
(VT) ฟ้องร้อง (ทางกฎหมาย)
(ADJ) ี่ที่สามารถฟ้องร้องได้
(PHRV) กล่าวโทษ (ผู้บริหารระดับสูง)
(N) การกล่าวโทษเจ้าหน้าที่รัฐว่าทําผิดศีลธรรมหรือจรรยาบรรณ
(ADJ) ซึ่งสมบูรณ์แบบ
(ADJ) ซึ่งไม่มีความผิด
(ADJ) อัตคัด (คําทางการ)
(N) การวัดความต้านทานต่อไฟฟ้ากระแสสลับ มีหน่วยคือโอห์ม (z)
(VT) กีดขวาง
(N) สิ่งถ่วงความเจริญก้าวหน้า (ทางวรรณคดี)
(N) สิ่งกีดขวาง
(VT) กระตุ้น
(N) ส่วนที่หมุนได้ของเครื่องสูบน้ําหรือระหัดวิดน้ํา
(PHRV) บังคับ
(VI) ที่ใกล้เข้ามา (คําทางการ)
(ADJ) การใกล้เข้ามา
(ADJ) ใกล้เข้ามา
(ADJ) ซึ่งกําลังจะเกิดขึ้นในไม่ช้า
(N) การไม่สามารถทะลุไปได้
(ADJ) ซึ่งผ่านเข้าไปไม่ได้
(ADJ) ซึ่งไม่เป็นที่ยอมรับ
(ADJ) ซึ่งไม่สํานึกผิด
(N) คนที่ไม่สํานึกผิด
(ADJ) จําเป็น
(ADJ) ที่เป็นคําสั่ง (คําทางการ)
(ADJ) เล็กน้อย
(ADJ) ที่ไร้ความรู้สึก
(ADJ) ซึ่งไม่สมบูรณ์
(ADJ) บกพร่อง
(N) ข้อบกพร่อง
(ADV) อย่างไม่สมบูรณ์
(ADJ) ซึ่งไม่มีช่องเปิด
(N) แสตมป์ที่ไม่มีรอยปรุ
(ADJ) ยิ่งใหญ่มาก
(ADJ) เลิศเลอ
(ADJ) แห่งจักรพรรดิ
(N) ลัทธิจักรวรรดินิยม
(VT) ทําให้ตกอยู่ในอันตราย
(ADJ) ที่ครอบงํา
(ADJ) ที่ยั่งยืน
(ADJ) ไม่เสีย
(N) การปกครอง
(N) อํานาจสูงสุด (คําทางการ)
(N) อาณาจักร (คําทางการ) (ทางวรรณคดี)
(ADJ) ซึ่งไม่ถาวร
(ADJ) ซึ่งซึมผ่านไม่ได้
(ADJ) ซึ่งไม่ได้รับอนุญาต
(ADJ) ซึ่งขาดบุคลิกลักษณะ
(ADJ) ที่ไม่เกี่ยวกับบุคคล
(ADJ) ที่ไม่ให้ความสําคัญ
(N) การขาดลักษณะของมนุษย์
(VT) ทําให้ขาดลักษณะของมนุษย์
(VT) เลียนแบบ
(N) ความหยาบคาย
(N) ความหยาบคาย
(ADJ) ซึ่งไม่เข้าเรื่อง
(ADJ) ทะลึ่ง
(ADJ) สงบ (ใจ)
(N) ความเยือกเย็น
(ADJ) ซึ่งไม่ได้รับอิทธิพลจากบางสิ่ง
(ADJ) ซึ่งไม่ปล่อยให้ (น้ําหรือก๊าซ) ผ่าน
(N) โรคผิวหนังชนิดเป็นตุ่มพุพองซึ่งเกิดจากเชื้อแบคทีเรีย
(N) ความหุนหันพลันแล่น
(ADJ) หุนหันพลันแล่น
(ADV) อย่างหุนหันพลันแล่น
(N) ความคึกคะนอง
(N) แรงกระตุ้น
(N) การขาดความเลื่อมใสศรัทธาในศาสนา
(VT) กระทบ
(VT) เข้าแทรกแซง
(PHRV) กระทบกระแทก
(PHRV) กระทบกระแทก
(ADJ) ซึ่งไม่เคารพในศาสนาหรือพระเจ้า (คําทางการ)
(ADJ) ซน
(ADJ) ซึ่งไม่สามารถทําให้สงบลงได้ (คําทางการ)
(VT) ปลูกฝัง
(VT) ฝัง
(VT) สอดใส่ (ทางการแพทย์)
(N) กระบวนการฝังตัวของไข่ที่ผสมแล้วในผนังมดลูก
(N) การปลูกฝัง
(PHRV) ปลูกฝัง
(PHRV) ปลูกฝัง
(ADJ) เหลือเชื่อ
(VI) ฟ้องร้องในศาล
(VT) ฟ้องร้องในศาล
(N) อุปกรณ์เครื่องใช้
(VT) จัดเตรียมเครื่องมือหรือวิธีการไว้ให้
(VT) ทําให้มีผล
(N) การเติม
(VT) เกี่ยวพันกับ
(PHRV) ทําให้เข้ามาพัวพัน
(N) ความหมายโดยนัย
(ADJ) ซึ่งบอกเป็นนัย
(ADJ) ไร้ข้อกังขา
(ADV) อย่างเป็นนัย
(ADJ) ซึ่งบอกเป็นนัยๆ
(VI) ระเบิดอยู่ภายใน (ทางฟิสิกส์)
(VT) ทําให้ระเบิดอยู่ภายใน (ทางฟิสิกส์)
(VT) อ้อนวอน
(N) การระเบิดอยู่ภายใน
(VT) บอกเป็นนัย
(ADJ) ไม่สุภาพ
(ADV) อย่างไม่สุภาพ
(N) ความไม่สุภาพ
(ADJ) ไม่ฉลาด (คําทางการ)
(ADJ) ซึ่งไม่สามารถวัดได้
(N) การนําเข้า
(N) ความสําคัญ
(VT) นําเข้า
(VT) มีความหมายว่า (คําทางการ)
(N) ความสําคัญ
(ADJ) สําคัญ
(ADV) อย่างสําคัญ
(N) การนําสินค้าเข้าประเทศ
(PHRV) นําเข้าจาก
(PHRV) นําเข้าจาก
(ADJ) ด่วน
(ADJ) ที่เรียกร้อง
(VT) เซ้าซี้
(N) การรบเร้า (คําทางการ)
(VT) กําหนด
(PHRV) กําหนด (ภาษีหรือความรับผิดชอบ) ให้กับ
(PHRV) กําหนด (ภาษีหรือความรับผิดชอบ) ให้กับ
(ADJ) สง่า
(N) การเก็บภาษี
(N) ความเป็นไปไม่ได้
(ADJ) ซึ่งเป็นไปไม่ได้
(N) ภาษีศุลกากร (ทางการเงิน)
(N) คนที่ปลอมเป็นคนอื่น
(N) การปลอมเป็นคนอื่น
(N) การไร้สมรรถภาพทางเพศ
(N) ความอ่อนแอ
(ADJ) ซึ่งไร้สมรรถภาพทางเพศ
(ADJ) อ่อนแอ
(N) ยึดไว้ (ทางกฎหมาย)
(VT) กักขัง
(VT) ทําให้ยากจน
(VT) ทําให้เสื่อม
(ADJ) ยากแค้น
(N) ความแร้นแค้น
(ADJ) ซึ่งไม่เหมาะสม (ที่จะใช้)
(ADJ) ที่ไม่สามารถทําได้
(ADJ) ซึ่งไม่มีประสิทธิภาพเมื่อนํามาใช้งานจริง
(VI) สาปแช่ง (คําทางการ)
(VT) สาปแช่ง (คําทางการ)
(PHRV) สาปแช่ง
(PHRV) สาปแช่ง
(N) การสาปแช่ง
(ADJ) คลุมเครือ
(N) ความไม่แน่ชัด
(ADJ) ที่ไม่สามารถเจาะเข้าไปถึง
(ADJ) ที่ไม่สามารถเอาชนะได้
(ADJ) ที่ถูกทําให้อิ่มตัวด้วยบางสิ่ง
(VT) ทําให้ตั้งครรภ์ (คําทางการ)
(VT) ทําให้เต็มไปด้วย (มักใช้รูป passive)
(PHRV) ปฏิสนธิ
(N) ผู้ควบคุมการแสดง
(N) ตราประทับ
(VI) ประทับใจ
(VT) กด
(VT) ทําให้ประทับใจ
(VT) เน้นย้ํา
(VT) ยึดเพื่อเป็นสาธารณประโยชน์
(PHRV) ประทับมากกับ
(ADJ) ที่ซาบซึ้งใจ
(N) การล้อเลียนท่าทางหรือการพูดจาของบุคคลที่มีชื่อเสียง
(N) ความประทับใจ
(N) งานพิมพ์
(N) รอยประทับตรา
(ADJ) พร้อมยอมรับความคิด ประสบการณ์หรือบุคลิกลักษณะของผู้อื่น
(N) ดนตรีที่สร้างจากอารมณ์และความประทับใจในปลายศตวรรษ19-20
(N) ทฤษฏีการเขียนภาพจากความประทับใจ
(ADJ) ซึ่งน่าประทับใจ
(ADV) อย่างน่าประทับใจ
(N) ความประทับใจ
(PHRV) ทําให้เป็นรอย
(PHRV) ทําให้เป็นรอย
(PHRV) ทําให้เป็นรอย
(N) การอนุญาตให้ตีพิมพ์ (คําทางการ)
(N) ชื่อและที่อยู่ของสํานักพิมพ์บนปกหน้าของหนังสือ
(N) ผลกระทบ
(N) รอยประทับ
(VI) ฝังใจ
(VT) ประทับตรา
(PHRV) ประทับ
(PHRV) ประทับ
(VT) จําคุก
(PHRV) จับขัง
(N) การจําคุก
(N) ความเป็นไปไม่ได้
(ADJ) ไม่น่าจะเป็นไปได้
(N) ความไม่ซื่อสัตย์
(ADJ) ซึ่งไม่ได้เตรียมมาก่อน
(ADV) อย่างไม่ได้เตรียมมาก่อน
(N) การพูดหรือการกระทําที่ไม่ได้ตระเตรียมมาก่อน
(N) เพลงที่แต่งสดๆ
(ADJ) ไม่เหมาะสม (คําทางการ)
(N) เศษเกิน
(ADV) อย่างไม่เหมาะสม
(VT) โอนรายได้หรือทรัพย์สมบัติของวัดให้ตกอยู่ในความดูแลของฆราวาส
(N) ความไม่เหมาะสม
(VI) ดีขึ้น
(VT) ทําให้ดีขึ้น
(PHRV) ทําให้ดีขึ้น
(N) การปรับปรุง
(PHRV) ให้สิ่งที่ดีกว่า
(PHRV) ให้สิ่งที่ดีกว่า
(ADJ) ประมาท
(N) การแสดงที่ไม่ได้เตรียมมาก่อน
(VI) แสดงโดยไม่ได้เตรียมมาก่อน
(VT) แสดงโดยไม่ได้เตรียมมาก่อน
(ADJ) ไม่รอบคอบ (คําทางการ)
(ADJ) ทะลึ่ง
(ADV) อย่างไม่เกรงใจ
(VT) กล่าวหาว่าเชื่อไม่ได้
(N) กระแสประสาท
(N) แรงกระตุ้น
(N) การกระตุ้น
(ADJ) หุนหันพลันแล่น
(N) การได้รับยกเว้นจากการลงโทษ
(ADJ) ซึ่งไม่บริสุทธิ์
(N) ความไม่บริสุทธิ์
(ADJ) ซึ่งถูกฟ้องร้องดําเนินคดีว่ามีส่วนร่วมในการทําผิดกฎหมาย
(N) การใส่ความ
(VT) ใส่ความ
(PHRV) ตําหนิ
(PHRV) กําลังเป็นที่นิยม
(PHRV) เก็บเกี่ยว (พืชผล)
(PHRV) เข้าที่
(PHRV) ได้รับ
(PHRV) ได้รับเลือกตั้ง
(PHRV) เผาไหม้
(PHRV) มาถึง
(PHRV) อยู่บ้านหรือที่ทํางาน
(PHRV) ทํางานเกี่ยวกับ
(PHRV) มีอยู่จริง (สภาพหรือเงื่อนไข)
(PHRV) ยังคงอยู่ใน (สถานที่หรือช่วงเวลา)
(ADJ) ใน
(ADV) ใน
(PREP) ใน
(PRF) ใน
(PRF) ภายใน
(PRF) ไม่
(IDM) เศร้าซึม
(IDM) ในช่วงวิกฤต
(IDM) ยังไม่ต้องใช้
(N) การไร้ความสามารถ
(IDM) มาเป็นหมู่
(ADV) ไม่มา (คําทางการ)
(ADJ) ซึ่งเข้าไม่ถึง
(ADV) ตามที่
(IDM) เข้ากันได้ดีกับ
(N) ความไม่ถูกต้อง
(ADJ) ซึ่งไม่ถูกต้อง
(ADV) อย่างไม่ถูกต้อง
(N) ความเฉื่อยชา
(VT) ทําให้เฉื่อยชา
(ADJ) เกียจคร้าน
(ADJ) ซึ่งไม่ได้ใช้งาน
(ADV) ยิ่งไปกว่านั้น
(IDM) เข้าเส้นชัยพร้อมกัน
(N) ความขัดสน
(ADJ) ไม่พอเพียง
(ADJ) ซึ่งไม่ยอมรับ
(ADJ) ล่วงหน้า
(ADV) ล่วงหน้า
(N) การขาดความเอาใจใส่
(N) การขาดความเอาใจใส่
(ADJ) ขาดความสนใจ
(ADJ) ซึ่งไม่เหมาะสม
(IDM) ในสถานการณ์ลําบาก (คําไม่เป็นทางการ)
(ADV) ชั่วพริบตา
(IDM) อย่างทันที
(SL) ทันที
(IDM) มีปัญหา
(IDM) ขุ่นเคือง
(IDM) เร่งรีบ
(IDM) ในสถานการณ์ยุ่งยาก
(IDM) มีปัญหาร้ายแรง
(IDM) ในไม่ช้า
(IDM) เอะอะ (คําไม่เป็นทางการ)
(ADJ) ซึ่งไม่สามารถโอนกันได้ (เนื่องจากกฎหมายบังคับ) (คําทางการ)
(IDM) ตั้งแต่เกิดมา
(IDM) อย่างแน่นอน
(IDM) อย่างรีบเร่ง
(ADJ) เละเทะ
(IDM) ยาวนานมาก
(N) หญิงที่เป็นที่รัก (ทางวรรณคดี)
(ADJ) โง่เขลา
(ADJ) ซึ่งไม่มีชีวิต
(IDM) ตั้งท้อง (ในแง่ขบขัน)
(N) ความอ่อนเพลียจากการขาดอาหารหรือความเจ็บป่วย
(N) ความโง่เขลา
(IDM) อย่างสั้นๆ
(IDM) ไม่ว่าจะเกิดอะไรก็ตาม
(IDM) ไม่ว่าจะเกิดอะไรก็ตาม
(IDM) ในสภาพดี
(ADJ) ซึ่งนําไปประยุกต์ใช้ไม่ได้
(ADJ) ซึ่งอยู่นอกประเด็น (คําทางการ)
(ADJ) ซึ่งไม่สําคัญ
(ADJ) ซึ่งไม่อาจเข้าใจได้
(ADJ) ซึ่งขาดความเข้าใจ
(ADJ) ซึ่งไม่เหมาะสม
(IDM) ยุ่งยาก (คําไม่เป็นทางการ)
(ADJ) ซึ่งไม่เหมาะสม
(N) การขาดความเหมาะสม
(IDM) อย่างไม่แน่นอน
(IDM) เกินกําหนด
(ADJ) ซึ่งพูดไม่เก่ง
(IDM) ในทางทฤษฎี
(CONJ) เพราะฉะนั้น
(IDM) ทันที
(IDM) กระซิบดังๆ
(IDM) หัวเสียเกี่ยวกับ
(PHRV) อยู่จนสิ้นสุด (คําไม่เป็นทางการ)
(IDM) มีปัญหา
(N) การปล่อยปละละเลย
(ADJ) เพิกเฉย
(N) ความเพิกเฉย
(IDM) เป็นพยาน
(IDM) อยู่ด้วยหรือปรากฎตัวอยู่ด้วยขณะล่าสัตว์หรือฆ่าสัตว์
(IDM) เข้าไปตอนท้าย
(IDM) เป็นพยาน
(IDM) อยู่ด้วยหรือปรากฎตัวอยู่ด้วยขณะล่าสัตว์หรือฆ่าสัตว์
(ADJ) ซึ่งไม่ได้ยิน
(ADJ) เกี่ยวกับการเข้ารับตําแหน่งอย่างเป็นทางการ
(ADJ) เกี่ยวกับการเริ่ม
(ADJ) อันดับแรก
(VT) เริ่มเป็นทางการ
(N) พิธีเปิด
(N) พิธีสาบานตนเข้ารับตําแหน่ง (ทางการเมือง)
(N) วันประธานาธิบดีสหรัฐอเมริกาสาบานตนเข้ารับตําแหน่ง (20 ม.ค.)
(ADJ) อัปมงคล
(N) ซึ่งไม่แท้
(N) ซึ่งไม่น่าไว้วางใจ
(IDM) เลื่อมใสและยําเกรง
(IDM) พูดสั้นๆ
(IDM) อย่างโดดเดี่ยว
(IDM) อย่างไม่จริงใจ
(IDM) ไม่เป็นที่พึงพอใจของ
(IDM) หยาบโลน
(IDM) เป็นศัตรูกับ (คําไม่เป็นทางการ)
(ADJ) ซึ่งอยู่ระหว่าง
(ADV) อยู่ระหว่าง
(N) คนหรือสิ่งที่อยู่ระหว่างกลาง
(IDM) อย่างเป็นทางการ
(ADJ) ซึ่งอยู่ภายในลําเรือหรือเครื่องบิน
(ADV) อยู่ใกล้กับศูนย์กลางของเรือหรือเครื่องบิน
(N) เรือที่มีเครื่องยนต์ติดตั้งอยู่ภายในเรือ
(ADJ) โดยกําเนิด
(ADJ) ขาเข้า
(VT) หายใจเข้า
(ADJ) ตั้งแต่เกิด
(VI) ผสมพันธุ์กับผู้มีเชื้อสายใกล้เคียงกันมาก (ทางพันธุกรรม)
(VT) ผสมพันธุ์กับผู้มเชื้อสายใกล้เคียงกันมาก (ทางพันธุกรรม)
(ADV) โดยสังเขป
(IDM) กลางวันแสกๆ
(IDM) เป็นพรรคพวกของ
(ADJ) มากมาย
(ADJ) ร้อนขึ้น
(VI) ส่องแสง
(VT) ส่องแสง
(N) การส่องแสง
(ADJ) ที่ร้อนแรง (อารมณ์)
(ADJ) ที่ส่องแสง
(N) ตะเกียงไฟฟ้าที่ให้แสงสว่างจากขดลวดไฟฟ้าในตะเกียง
(N) การปลุกเสก
(N) คาถา
(ADJ) ซึ่งไม่สามารถพอ
(PHRV) ทําให้ไม่สามารถกระทํา
(PHRV) ทําให้ไม่สามารถกระทํา
(N) การสูญเสียความสามารถ
(VT) ทําให้สูญเสียความสามารถ
(N) การไร้ความสามารถ
(VT) ขังคุก (คําทางการ)
(PHRV) จําคุก
(ADJ) ซึ่งเป็นตัวเป็นตน
(VT) ทําให้เป็นรูปร่าง
(N) การทําให้เป็นรูปเป็นร่าง
(ADV) ในกรณีของ
(PREP) ในกรณีที่เป็น
(CONJ) ถ้าอย่างนั้น
(N) การขาดความระมัดระวัง
(ADJ) ซึ่งไม่ระมัดระวัง
(ADJ) เกี่ยวกับการวางเพลิง
(N) ผู้วางเพลิง (คําทางการ)
(N) ระเบิดเพลิง
(N) กํายาน
(VI) จุดธูปบูชา
(VT) จุดธูปบูชา
(VT) ทําให้โกรธจัด
(ADJ) ที่เป็นสิ่งกระตุ้น
(N) สิ่งกระตุ้น
(VI) ลงทะเบียนเรียน (โดยเฉพาะระดับปริญญาโทและปริญญาเอก)
(N) การก่อตั้ง (คําทางการ)
(N) การลงทะเบียนเรียน (โดยเฉพาะระดับปริญญาโทและปริญญาเอก)
(ADJ) ที่เริ่มต้น (คําทางการ)
(N) คํากริยาที่แสดงการเริ่มต้นของการกระทํา (ทางภาษาศาสตร์)
(ADJ) เรื่อยๆ
(ADV) อย่างเรื่อยๆ
(N) การร่วมประเวณีระหว่างผู้ใกล้ชิดทางพันธุกรรมอย่างมาก
(ADJ) เกี่ยวกับการร่วมประเวณีของผู้มีความใกล้ชิดทางพันธุกรรมกันมาก
(ADJ) ซึ่งมีความผิดจากการร่วมประเวณีของผู้มีความใกล้ชิดทางพันธุกรรมมาก
(N) นิ้ว (เท่ากับ 2.54 เซนติเมตรหรือ 1 ส่วน 12 ฟุต)
(VI) เคลื่อนไปทีละน้อย
(VT) เคลื่อนไปทีละน้อย
(IDM) เคลื่อนไปทีละนิด
(IDM) เป็นลักษณะปกติ (ของบางคน)
(IDM) จัดการ
(IDM) ทีละนิ้ว
(ADV) ทีละเล็กละน้อย
(ADJ) เพิ่งเริ่มต้น (คําทางการ)
(N) การเริ่มต้น
(N) อัตราการเกิด
(ADJ) เป็นผลจากบางสิ่ง (คําทางการ)
(N) เหตุการณ์
(ADJ) โดยมิได้ตั้งใจ
(N) สิ่งเล็กน้อย
(N) ค่าใช้จ่ายเล็กน้อย
(ADV) โดยบังเอิญ
(ADV) อีกประการหนึ่ง
(VI) เผาให้เป็นเถ้าถ่าน
(VT) เผาให้เป็นเถ้าถ่าน
(N) เตาเผาขยะ
(ADJ) ซึ่งพึ่งจะเริ่ม
(VT) แกะสลัก
(VT) ผ่าตัด
(ADJ) ซึ่งเป็นรอยบากลึก
(N) การผ่าตัด
(N) ความฉลาดเฉลียว
(N) ฟันหน้า
(VT) กระตุ้น
(N) การยั่วยุ
(PHRV) กระตุ้น...ให้กระทํา
(N) พฤติกรรมหยาบคาย
(VT) โอบกอด (ทางวรรณคดี)
(ADJ) ไร้ความเมตตา (คําทางการ)
(ADJ) ซึ่งมีแนวโน้มที่จะทําบางสิ่ง
(N) การเอียง
(N) ความโน้มเอียง
(N) พื้นที่ลาดเอียง
(VI) โค้ง
(VI) มีแนวโน้มที่จะ
(VI) ลาดเอียง
(VT) มีแนวโน้มที่จะ
(VT) ลาดเอียง
(ADJ) ซึ่งมีแนวโน้มที่จะ
(ADJ) เอียง
(PHRV) ก้ม
(PHRV) ลาดเอียงไปทาง
(PHRV) ลาดเอียงไปทาง
(VT) ล้อมรอบ
(N) สิ่งที่แนบไปด้วย
(IDM) มีชีวิตที่ดี (โดยเฉพาะทางการเงิน)
(VT) ประกอบด้วย
(PHRV) ใส่เข้าไปด้วย
(PHRV) ถือว่าเป็นส่วนหนึ่งของกลุ่ม
(PHRV) กันออกไป
(PREP) รวมทั้ง
(N) การผนวก
(ADJ) รวมด้วย
(ADJ) ซึ่งบังคับไม่ได้
(ADJ) ซึ่งไม่คํานึงถึงคนอื่น
(ADJ) ซึ่งไม่เปิดเผยนาม
(ADV) อย่างไม่เปิดเผยนาม
(N) นามแฝง
(ADJ) ซึ่งไม่ทราบ (คําทางการ)
(N) ความไม่เชื่อมโยงกัน
(ADJ) ซึ่งไม่ต่อเนื่อง
(ADV) อย่างไม่ต่อเนื่อง
(IDM) ไร้ความปราณี
(SL) ไร้ความรู้สึก
(IDM) ชนหรือกระแทกเข้ากับ (เรือหรือรถ)
(IDM) เห็นพ้องกันอย่างลับๆ กับ (เพื่อทําสิ่งผิด)
(ADJ) ซึ่งไม่ติดไฟ
(N) รายได้
(N) ภาษีเงินได้
(ADJ) ที่ใกล้เข้ามา
(N) การเข้ามา
(N) รายได้
(ADJ) ที่เปรียบเทียบกันไม่ได้
(N) สิ่งที่เปรียบเทียบกันไม่ได้
(ADJ) ซึ่งไม่ได้สัดส่วน
(VT) ทําให้ไม่สะดวก
(ADJ) อึดอัด (คําทางการ)
(ADJ) ซึ่งไม่สามารถสื่อสารกับผู้อื่น
(ADJ) ซึ่งไม่สามารถติด่อกับคนอื่นได้
(ADV) โดยไม่สามารติดต่อกับคนอื่นได้
(ADJ) ซึ่งหาที่เปรียบมิได้
(ADV) อย่างหาที่เปรียบมิได้
(ADJ) ซึ่งไม่ลงรอยกัน
(N) การไม่มีความสามารถ
(ADJ) ซึ่งไร้ความสามารถ
(ADJ) ซึ่งไม่สมบูรณ์
(ADV) อย่างไม่สมบูรณ์
(ADJ) ไม่ยอมโอนอ่อนผ่อนตาม (คําทางการ)
(ADJ) ที่ไม่สามารถเข้าใจได้
(ADJ) ที่อัดไม่ได้
(ADJ) ซึ่งไม่สามารถคํานวณไม่ได้
(ADJ) ซึ่งเหลือเชื่อ
(IDM) ด้วยความช่วยเหลือของ
(ADJ) ซึ่งไม่มีผลสรุปที่แน่ชัด
(IDM) มีสุขภาพแข็งแรง
(IDM) สอดคล้องกับ
(ADJ) ซึ่งไม่ลงรอยกัน
(N) ความไม่สอดคล้องกัน
(ADJ) ซึ่งไม่สอดคล้องกัน
(IDM) เนื่องจาก
(ADJ) ซึ่งไม่สําคัญ
(ADJ) ซึ่งไม่สําคัญ (คําทางการ)
(ADJ) ที่ไม่สนใจความรู้สึกคนอื่น
(IDM) เนื่องจาก
(N) ความไม่สอดคล้องกัน
(N) สิ่งที่ไม่สอดคล้องกัน
(N) ความไม่สอดคล้องกัน
(N) สิ่งที่ไม่สอดคล้องกัน
(ADJ) ซึ่งขัดแย้งกัน
(ADJ) ซึ่ง (เศร้าโศก) จนไม่สามารถปลอบใจได้
(ADJ) ที่ไม่สอดคล้องกัน
(ADJ) ซึ่งไม่สะดุดตา
(ADJ) ซึ่งผันแปร
(ADJ) ที่โต้แย้งไม่ได้
(ADJ) ซึ่งขาดการควบคุมพฤติกรรมทางเพศ
(ADJ) ที่กลั้นปัสสาวะไม่อยู่
(ADV) ทันที (คําโบราณ)
(ADJ) ที่ควบคุมไม่ได้
(ADJ) ที่โต้แย้งไม่ได้
(N) ความไม่สะดวก
(ADJ) ซึ่งไม่สะดวก
(ADJ) ที่ไม่สามารถแลกเปลี่ยนได้
(ADJ) ซึ่งไม่อาจทําให้เชื่อได้
(ADJ) ซึ่งไม่ประสานกัน
(N) การไม่ประสานกัน
(ADJ) ซึ่งรวมเข้าเป็นหนึ่งเดียวกัน (คําทางการ)
(VI) รวมกันเป็นกลุ่มบริษัท
(VI) รวมเข้าด้วยกัน
(VT) รวมกันเป็นกลุ่มบริษัท
(VT) รวมเข้าด้วยกัน
(ADJ) ที่เป็นรูปบริษัท
(PHRV) รวมเข้าไว้ใน
(PHRV) รวมเข้าไว้ใน
(PHRV) รวมกันเป็นบริษัท (ทางกฎหมายธุรกิจ)
(N) การรวมเข้าเป็นบริษัท
(ADJ) ซึ่งไม่ถูกต้อง
(ADJ) ซึ่งไม่เหมาะสม
(ADV) อย่างไม่ถูกต้อง
(N) ความไม่ถูกต้อง
(ADJ) ซึ่งไม่สามารถแก้ไขได้
(ADJ) ซึ่งไม่เน่าเปื่อย
(ADJ) ซื่อตรง
(N) การเพิ่มขึ้น
(N) จํานวนที่เพิ่มขึ้น
(VI) เพิ่ม
(VT) เพิ่ม
(PHRV) ทําให้เพิ่มขึ้นจาก
(PHRV) ทําให้เพิ่มขึ้นในเรื่อง
(PHRV) เพิ่มขึ้นเป็น
(ADV) อย่างมากขึ้น
(IDM) น่าแปลก (ใช้ตามหลัง who, what, when, where, how, which)
(ADJ) ซึ่งไม่น่าเชื่อ
(N) ความไม่เชื่อ
(ADJ) ซึ่งเหลือเชื่อ
(N) การเพิ่มขึ้น
(VT) ฟ้องร้อง
(N) การฟ้องร้อง
(VT) ตกแต่งด้วยเพชรพลอย
(VT) หุ้มด้วยเปลือกแข็ง
(VI) ฟักไข่
(VT) ฟักไข่
(N) การอบ
(N) เครื่องฟักไข่
(N) ตู้อบสําหรับเด็กแรกเกิด
(N) ปีศาจที่มาร่วมประเวณีกับผู้หญิงขณะนอนหลับ (ทาง mythology)
(N) สิ่งที่ครอบงําจิตใจ (โดยเฉพาะทางวรรณคดี)
(VT) พร่ําสอน
(PHRV) พร่ําสอนสั่ง
(ADJ) ซึ่งไม่มีความผิด (คําทางการ)
(VT) กล่าวหา (คําทางการ)
(N) ตําแหน่ง
(ADJ) ซึ่งมีหน้าที่
(N) ผู้ดํารงตําแหน่ง
(N) หนังสือที่พิมพ์ก่อนปี ค.ศ.1501
(VT) ประสบกับสิ่งที่ไม่ดี
(ADJ) ซึ่งเปลี่ยนแปลงไม่ได้
(ADJ) ซึ่งไม่สามารถรักษาได้
(ADJ) ซึ่งไม่อยากรู้ไม่อยากเห็น
(N) การจู่โจม
(N) การบุกรุก (คําทางการ)
(N) กระดูกทั่งซึ่งอยู่ระหว่างกระดูกค้อนและโกลนในช่องหู
(SL) เล็กน้อย
(ADJ) ติดหนี้
(N) ความเป็นหนี้
(N) หยาบคาย
(ADJ) ที่ไม่เหมาะสม
(ADJ) หยาบคาย
(ADJ) ซึ่งไม่สามารถอ่านออก
(N) ความไม่แน่ใจ
(ADJ) ซึ่งลังเล
(ADJ) ที่ไม่เด็ดขาด
(ADJ) ที่ยังไม่ได้ตัดสินใจแน่นอน
(ADV) อย่างแท้จริง
(IDM) อย่างล้ําลึก (คําสแลง)
(IDM) ประสบปัญหา
(IDM) ยุ่งยากกับ
(N) ความพากเพียร
(ADJ) ซึ่งไม่สามารถป้องกันได้
(IDM) ต่อต้าน
(ADJ) ซึ่งให้คํานิยามไม่ได้
(N) สิ่งที่ไม่สามารถอธิบายได้
(ADJ) ซึ่งไม่มีข้อกําหนด
(N) คํานําหน้านามเอกพจน์ที่ไม่ได้กล่าวถึงมาก่อน
(N) คําสรรพนามที่ไม่ชี้เฉพาะ
(ADJ) ที่ลบไม่ออก
(ADJ) หยาบ
(VT) จ่ายค่าชดเชย
(PHRV) ชดใช้ค่าเสียหาย
(PHRV) ชดใช้...ด้วยค่าเสียหาย
(N) ค่าปรับ
(ADJ) ซึ่งไม่สามารถแสดงให้เห็นอย่างชัดแจ้งได้ (คําทางการ)
(VT) ทําให้เป็นรอยเว้า
(VT) เว้าเข้าไป
(N) รอยขรุขระแบบฟันเลื่อย
(ADJ) ซึ่งเว้าแหว่ง
(PHRV) ออกใบสั่งซื้อสินค้า
(N) การย่อหน้า
(N) รอยแหว่งแบบฟันเลื่อย
(N) หนังสือสัญญา
(N) ความเป็นอิสระ
(N) วันชาติของอเมริกา (4 กรกฏาคม ปี ค.ศ. 1776)
(N) ความเป็นอิสระ (คําโบราณ)
(N) รัฐอิสระ
(ADJ) ซึ่งเป็นอิสระ
(N) คนที่พึ่งตนเอง
(ADV) โดยตนเอง
(N) ชาติเอกราช
(N) โรงเรียนเอกชน
(ADJ) ลึกซึ้ง
(ADJ) ซึ่งเกินกว่าจะพรรณนา
(ADV) อย่างเกินคําบรรยาย
(ADJ) ซึ่งไม่สามารถทําลายได้
(ADV) โดยละเอียด
(ADJ) ซึ่งหาค่าหาไม่ได้
(ADJ) ซึ่งไม่แน่ชัด
(N) ความไม่แน่ชัด
(N) ดัชนี
(N) ตัวชี้
(VI) ทําดัชนี
(VT) ทําดัชนี
(N) นิ้วชี้
(N) ซึ่งเพิ่มขึ้นตามค่าครองชีพ
(N) ประเทศอินเดีย
(N) อินเดีย
(N) หมึกสีดําสําหรับเขียนหรือวาดภาพ
(ADJ) เกี่ยวกับอินเดีย
(N) รัฐอินเดียนา (ในสหรัฐอเมริกา)
(N) ชาวอินเดีย
(N) ชาวอินเดียนแดง
(N) ภาษาอินเดีย
(N) ข้าวโพด
(N) การเคลื่อนที่เป็นแถวเรียงหนึ่ง (ของคน, สัตว์, ยานพาหนะ)
(N) มหาสมุทรอินเดียมีความลึกประมาณ 25,344 ฟุต
(N) ช่วงเวลาสงบและมีความสุขก่อนถึงจุดสิ้นสุดของสิ่งใดสิ่งหนึ่ง
(N) ช่วงอากาศอบอุ่นตอนปลายฤดูใบไม้ร่วงหรือตอนต้นฤดูหนาว
(N) ยางอินเดีย
(VT) ชี้ทาง
(VT) แสดง
(N) สัญญาณ
(ADJ) ซึ่งบ่งบอก
(N) ตัวบอก (สัญลักษณ์ย่อคือ indic.)
(N) ดัชนี (คํานามพหูพจน์ของคํานาม index)
(VT) ฟ้องร้อง
(N) ช่วงการจัดเก็บภาษีทุก 15 ปีของอาณาจักโรมัน
(N) ข้อกล่าวหา
(N) ความไม่สนใจ
(ADJ) ซึ่งเป็นกลาง
(ADJ) ซึ่งไม่เอาใจใส่
(N) ความยากจนข้นแค้นอย่างที่สุด
(N) ความยากจนข้นแค้นอย่างที่สุด
(ADJ) เกี่ยวกับชนพื้นเมือง
(ADJ) โดยธรรมชาติ (คําทางการ)
(ADJ) ยากจน
(ADJ) ซึ่งไม่เป็นระเบียบเรียบร้อย
(ADJ) (อาหาร) ไม่ย่อย
(N) อาการอาหารไม่ย่อย
(ADJ) น่าอับอายขายหน้า (คําโบราณ)
(ADJ) ขุ่นเคือง
(N) ความโกรธเคือง
(N) การเสียเกียรติ
(ADJ) สีน้ําเงินม่วง
(N) คราม
(ADJ) โดยอ้อม
(ADJ) อ้อมค้อม
(N) การไม่ตรงไปตรงมา
(N) ความไม่ตรง
(ADV) อย่างอ้อมๆ
(N) กรรมรอง (ทางไวยากรณ์)
(ADJ) ซึ่งไม่สามารถสังเกตเห็นได้
(N) การขาดระเบียบวินัย
(ADJ) ซึ่งไม่รอบคอบ
(ADJ) ซึ่งไม่แยกออกเป็นส่วนๆ
(N) ความไม่รอบคอบ
(ADJ) ซึ่งขาดการพิจารณา
(ADV) อย่างขาดการพิจารณา
(ADJ) ซึ่งไม่เลือกที่รักมักที่ชัง
(ADJ) ซึ่งขาดไม่ได้
(VT) ทําให้ไม่สามารถ
(ADJ) ซึ่งไม่เต็มใจ
(ADJ) ป่วย
(N) ความเจ็บป่วย
(N) ความไม่เต็มใจ
(ADJ) ซึ่งไม่อาจโต้แย้งไม่ได้
(ADJ) คลุมเครือ
(ADJ) ซึ่งไม่มีลักษณะเด่น
(ADV) อย่างคลุมเครือ
(N) ความคลุมเครือ
(ADJ) ซึ่งไม่สามารถจําแนกได้
(VT) ประพันธ์
(N) ธาตุโลหะอ่อนสีเงิน (สัญลักษณ์ย่อคือ In)
(ADJ) แต่ละบุคคล
(N) บุคคล
(N) ปัจเจกนิยม
(N) ความเป็นเอกเทศ
(N) บุคลิกลักษณะเฉพาะ
(VT) ทําให้เป็นเฉพาะราย
(ADV) อย่างเอกเทศ
(N) สิทธิส่วนตัว
(ADJ) ซึ่งไม่สามารถแบ่งออกเป็นส่วนๆ ได้
(N) แหลมอินโดจีน
(N) อินโดจีน (มีพม่า ไทย ลาว กัมพูชา เวียดนามและแหลมมลายู)
(ADJ) เกี่ยวกับอินโดจีน
(N) ชาวอินโดจีน
(ADJ) ซึ่งสอนยาก
(VT) สั่งสอนให้ซึมซาบ
(PHRV) ปลูกฝังให้เชื่อด้วย
(N) ความขี้เกียจ
(ADJ) ขี้เกียจ
(ADJ) ไม่สามารถเอาชนะได้
(N) ประเทศอินโดนิเชีย
(N) อินโดนิเชีย
(ADJ) เกี่ยวกับอินโดนิเชีย
(N) ชาวอินโดนิเชีย
(N) ภาษาอินโดนิเชีย
(ADJ) ภายในอาคาร
(ADV) ในบ้าน
(N) กีฬาในร่ม
(N) พระอินทร์
(SL) ซึ่งสวมเสื้อผ้าของเพศตรงข้าม (โดยเฉพาะผู้หญิง)
(SL) ทีละน้อย
(ADJ) ชัดเจน (คําทางการ)
(VT) ชักชวน
(PHRV) เร่งให้เกิดปฏิกิริยาใน
(N) การชักนํา
(N) สิ่งจูงใจ
(VT) ให้ดํารงตําแหน่งอย่างเป็นทางการ
(N) ตัวเหนี่ยวนํา (กระแสไฟฟ้าหรือสนามแม่เหล็กไฟฟ้า)
(N) การให้เข้ารับตําแหน่ง
(N) อุปนัย (ทางตรรกวิทยา)
(ADJ) เกี่ยวกับการเหนี่ยวนํากระแสไฟฟ้าหรือสนามแม่เหล็ก
(ADJ) โดยอุปนัย
(N) ตัวนํากระแสไฟฟ้า
(VT) มอบให้
(IDM) ทันเวลา
(IDM) ทันเวลา
(VI) ยอมตามใจ
(VT) ยอมตามใจ
(PHRV) ปล่อยใจไปตามความต้องการกับ
(N) การผ่อนผัน
(N) ความเมตตา
(ADJ) ซึ่งยอมผ่อนผัน
(ADJ) ซึ่งพับเข้าด้านใน (ทางพฤกษศาสตร์)
(ADJ) ซึ่งไม่มีความรู้สึก (ทางวรรณคดี)
(VI) แข็ง (ทางวรรณคดี)
(VT) ทําให้แข็ง (ทางวรรณคดี)
(N) การแข็งตัวของเนื้อเยื่อ (โดยเฉพาะเนื้องอก)
(N) การทําให้แข็งตัว
(ADJ) เกี่ยวกับอุตสาหกรรม
(ADJ) ขยัน
(N) การมีหุ้นส่วนร่วมกันของบริษัทอุตสาหกรรมหลายบริษัท
(N) บริษัทในภาคอุตสาหกรรม (โดยเฉพาะการผลิต)
(N) เขตอุตสาหกรรม
(N) อุตสาหกรรมศิลป์
(N) วิศวกรรมอุตสาหการ
(N) นักอุตสาหกรรม
(VI) กลายเป็นอุตสาหกรรม
(VT) ทําให้เป็นอุตสาหกรรม
(N) การปฏิวัติอุตสาหกรรม
(N) นิคมอุตสาหกรรม
(N) มาตรฐานอุตสาหกรรม
(N) งานอุตสาหกรรม
(ADJ) ขยัน
(ADV) อย่างขยันขันแข็ง
(N) ความอุตสาหะ (คําทางการและทางวรรณคดี)
(N) ธุรกิจ
(N) อุตสาหกรรม
(VI) ดํารงอยู่ (ทางวรรณคดี)
(VT) ดํารงอยู่ใน (ทางวรรณคดี)
(SUF) เกี่ยวกับการกระทํา วิธีการ สถานที่ ศิลป
(SUF) เพศหญิง
(IDM) อย่างจริงใจ
(VT) ฝัง (คําโบราณ)
(ADJ) ซึ่งทําให้มึนเมา
(N) สิ่งที่ทําให้มึนเมา
(ADJ) เมา (คําโบราณ)
(N) คนเมา (คําโบราณ)
(VT) ทําให้เบิกบานใจ
(VT) ทําให้เมา
(N) ความมึนเมา (คําโบราณ)
(ADJ) ซึ่งกินไม่ได้
(ADJ) ซึ่งไม่สามารถให้การศึกษาได้
(ADJ) ซึ่งไม่สามารถพรรณนาได้
(ADJ) ซึ่งไม่สามารถลบออกได้
(ADJ) ซึ่งใช้การไม่ได้
(ADJ) ซึ่งไม่ได้ผล
(ADJ) ซึ่งไม่มีประโยชน์
(N) การไร้ประโยชน์
(N) การไร้ประสิทธิภาพ
(ADJ) ซึ่งไร้ประสิทธิภาพ
(ADJ) ซึ่งไม่ขึ้นลงตามราคา (ทางการเงิน)
(ADJ) ซึ่งไม่ยืดหยุ่น
(N) ความไม่งดงาม
(N) ความไม่งดงาม
(ADJ) ซึ่งไม่งดงาม
(ADJ) ซึ่งขาดคุณสมบัติ
(ADJ) ซึ่งขาดความสามารถ
(N) ความไม่เสมอภาค
(ADJ) ซึ่งไม่เป็นธรรม
(ADV) อย่างไม่เป็นธรรม
(N) ความไม่เสมอภาค
(ADJ) ซึ่งกําจัดไม่ได้
(ADJ) ซึ่งไร้ความผิด
(ADJ) เฉื่อยชา
(N) ก๊าซเฉื่อย
(N) ความเฉื่อย
(ADV) อย่างเชื่องช้า
(ADJ) ซึ่งหลบไม่พ้น
(ADJ) ตามความจริง (ภาษาละติน)
(ADJ) ไม่สําคัญ
(N) สิ่งที่ไม่สําคัญ
(ADJ) ซึ่งประมาณค่าไม่ได้
(IDM) ปรากฏตัวให้เห็นเด่นชัด
(N) ความหลีกเลี่ยงไม่ได้
(ADJ) ซึ่งหลีกเลี่ยงไม่ได้
(ADV) อย่างหลีกเลี่ยงไม่ได้
(ADJ) ซึ่งคลาดเคลื่อน
(ADJ) ไม่ละเอียด
(IDM) แลกเปลี่ยน (กับ)
(ADJ) ซึ่งยกโทษให้ไม่ได้
(ADJ) ซึ่งไม่รู้จักหมด
(ADJ) ซึ่งไม่ได้ดํารงอยู่
(ADJ) ซึ่งไม่อาจหยุดยั้ง (คําทางการ)
(ADJ) ซึ่งไม่เหมาะสม
(ADJ) (ราคา) ย่อมเยา
(N) การมีราคาย่อมเยา
(N) ความอ่อนหัด
(ADJ) ซึ่งไร้ประสบการณ์
(ADJ) ซึ่งไม่ชํานาญ
(ADJ) ซึ่งไม่สามารถลบล้างได้
(ADJ) ซึ่งอธิบายไม่ได้
(ADJ) ซึ่งไม่ชัดเจน
(ADJ) ซึ่งไม่สามารถบรรยายได้
(ADV) อย่างไม่อาจบรรยายได้
(ADV) ตามความยาวสูงสุดของ
(ADJ) ที่ดับไม่ได้
(ADV) ใกล้ตาย (ภาษาละติน)
(ADJ) ที่แก้ไม่ได้
(ADV) โดยแท้จริงแล้ว
(ADJ) ซึ่งไม่มีข้อผิดพลาด
(ADJ) น่าอับอาย
(N) การมีชื่อเสียงในทางลบ
(N) วัยทารก
(ADJ) ซึ่งอยู่ในวัยทารก
(N) ทารก
(N) การฆ่าทารก
(ADJ) เหมือนทารก
(N) โรคโปลิโอ
(N) ทหารราบ
(N) ทหารราบ
(N) บริเวณเนื้อตายเนื่องจากโลหิตอุดตัน
(N) การเกิดเนื้อตายเนื่องจากขาดการไหลเวียนของโลหิต
(VT) ทําให้หลงใหล
(ADJ) ซึ่งลุ่มหลง
(PHRV) ทําให้ลุ่มหลง
(N) ความหลงใหล
(IDM) ได้เปรียบ (เช่น ในการแข่งขัน)
(IDM) ยอมรับ
(IDM) ด้วยความวิตกกังวล
(ADJ) ที่ปฏิบัติไม่ได้
(VI) ติดโรค
(VT) ทําให้ติดเชื้อ
(ADJ) ซึ่งติดโรค
(N) การติดเชื้อ
(ADJ) ซึ่งติดเชื้อ
(ADJ) ทําให้ติดเชื้อได้
(PHRV) ทําให้ติดเชื้อโรค
(ADJ) ซึ่งไม่ออกผล
(ADJ) ซึ่งไม่เหมาะสม
(N) ความไม่เป็นสุข
(VT) อนุมาน
(N) การอนุมาน
(ADJ) เกี่ยวกับการอนุมาน
(PHRV) ลงความเห็นจาก
(ADJ) ด้อยกว่า
(N) ผู้น้อย
(N) ความด้อย
(N) ปมด้อย
(ADJ) เกี่ยวกับนรก (ทางวรรณคดี)
(N) นรก
(ADJ) ซึ่งไม่อุดมสมบูรณ์
(VT) รังควาญ
(PHRV) รบกวน
(ADJ) นอกรีต
(N) การนอกใจ
(N) สนามที่รวมพื้นที่ของฐานทั้ง 4 (ทางเบสบอล)
(N) การต่อสู้แบบประชิดตัว
(VI) ซึม
(VT) แทรกซึม
(PHRV) แทรกซึมเข้าไป
(PHRV) แทรกซึมผ่าน
(N) การซึมทะลุ
(SL) แต่งตัวดีมาก
(ADJ) ไม่สิ้นสุด
(N) ความไม่สิ้นสุด
(ADJ) เล็กน้อยมาก
(N) ปริมาณน้อยมาก
(N) รูปกริยาที่มี to นําหน้าและทําหน้าที่เป็นนาม
(N) อนุประโยคที่ประกอบด้วย infinitive
(N) ปริมาณที่ไม่มีที่สิ้นสุด
(N) ความไม่มีที่สิ้นสุด
(ADJ) ซึ่งไม่แข็งแรง
(N) โรงพยาบาล
(N) ความเจ็บป่วย
(VT) มัด
(VT) ทําให้ลุกเป็นไฟ
(ADJ) ซึ่งลุกเป็นไฟ
(ADJ) อักเสบ
(ADJ) ไวไฟ
(N) การอักเสบ
(ADJ) เกี่ยวกับการอักเสบ
(ADJ) ซึ่งทําให้พองได้
(N) สิ่งที่พองได้
(VI) พองตัว
(VT) ทําให้พอง
(ADJ) ซึ่งเฟ้อ
(PHRV) ทําให้พองด้วย
(N) การขยายตัว
(N) เงินเฟ้อ
(VI) ผันไปตามบุรุษและพจน์ (ทางไวยากรณ์)
(VT) ทําให้งอ
(N) การเปลี่ยนเสียงสูงต่ํา
(N) การผันคํา (ทางไวยากรณ์)
(N) การผันคํากริยา (ทางไวยากรณ์)
(ADJ) ที่โค้งเข้า
(ADJ) ซึ่งไม่ยืดหยุ่น
(VT) สร้างความเจ็บปวด
(VT) ลงโทษ
(N) การลงโทษ
(PHRV) บังคับให้ทําในสิ่งที่ไม่ต้องการ
(ADJ) ระหว่างการบิน
(N) ช่อดอกไม้
(N) กระแสที่ไหลเข้ามา
(N) การจูงใจ
(N) เจ้าถิ่น
(N) อํานาจ
(VT) กําหนด
(VT) ทําให้หลงเสน่ห์
(VT) มีอิทธิพลต่อ
(ADJ) ซึ่งไหลเข้ามา
(N) สาขาย่อยของแม่น้ําหรือทะเลสาป
(ADJ) ซึ่งมีอิทธิพลต่อ
(N) ผู้มีอิทธิพล
(N) ผู้มีอิทธิพล
(N) โรคไข้หวัดใหญ่
(N) การไหลทะลักเข้ามา
(IDM) กระจ่างชัด
(PHRV) คาดเดาได้
(PHRV) ลงชื่อเข้าแข่งขัน
(PHRV) สมัครงาน (ในตําแหน่ง)
(IDM) มากมาย
(IDM) มีอํานาจ
(IDM) ได้รับการลงโทษ
(ADJ) ซึ่งไม่มีรูปร่าง (คําโบราณ)
(VT) แจ้งให้ทราบ
(PHRV) บอกให้ทราบเกี่ยวกับ
(PHRV) แจ้ง (ตํารวจหรือผู้มีอํานาจ) ให้ทราบ
(ADJ) ซึ่งเป็นกันเอง
(ADJ) ซึ่งไม่เป็นทางการ
(N) การไม่มีพิธีรีตอง
(N) ผู้บอก
(N) ข่าวสาร
(N) ระบบสารสนเทศ
(ADJ) ซึ่งให้ความรู้
(ADJ) ซึ่งรอบรู้
(N) แหล่งข่าว
(N) คนแจ้งข่าว
(PHRV) บอกให้ทราบในเรื่อง
(PHRV) แจ้ง (ตํารวจหรือผู้มีอํานาจ) ให้ทราบ
(IDM) ได้รับการลงโทษ
(PRF) ใต้
(VT) กระทําผิดกฎหมาย
(N) การกระทําผิดกฎหมาย
(ADJ) เกี่ยวกับอินฟราเรด
(N) แสงอินฟราเรด
(ADJ) เกี่ยวกับคลื่นเสียงความถี่ต่ําเกินกว่ามนุษย์ได้ยิน (<20 เฮิรตซ์)
(N) โครงสร้างพื้นฐาน
(N) การเกิดไม่ถี่
(N) การเกิดไม่ถี่
(VT) ฝ่าฝืน
(N) การฝ่าฝืน
(PHRV) ฝ่าฝืน
(PHRV) ฝ่าฝืน
(PREP) ตรงข้างหน้า
(IDM) กําลังดําเนินไป
(VT) ทําให้โกรธ
(ADJ) กราดเกรี้ยว
(VT) แช่
(VT) ทําให้มีความรู้สึกบางอย่าง
(PHRV) ซึมซาบ
(PHRV) ทําให้ซึมซาบด้วย
(N) การเพิ่มเติมส่วนที่จําเป็น
(N) การให้สารละลายหรือสารอาหารทางเส้นเลือด
(VI) รวมตัวกัน (วรรณคดี)
(VT) เก็บรวบรวม
(VT) ทําซ้ํา
(ADV) ตามธรรมดา
(ADJ) แต่กําเนิด (คําโบราณ)
(VT) ทําให้เกิด (คําโบราณ)
(ADJ) ชาญฉลาด
(ADV) อย่างชาญฉลาด
(N) ความเฉลียวฉลาด
(ADJ) บริสุทธิ์ใจ
(ADV) อย่างบริสุทธิ์ใจ
(N) ความบริสุทธิ์ใจ
(VT) นําเข้าสู่ร่างกายทางปาก
(N) เตาไฟ (โบราณ)
(N) มุมข้างเตาฝาผนัง
(ADJ) น่าอับอาย
(ADJ) ซึ่งกําลังเข้ามา
(IDM) มีสภาพดี (ใช้ได้ทั้งกับคนและสิ่งของ)
(IDM) อย่างจริงใจ
(IDM) ไม่เป็นที่พึงพอใจของ
(IDM) มีสภาพดี (ใช้ได้ทั้งกับคนและสิ่งของ)
(IDM) ทันเวลา
(IDM) รวดเร็ว
(N) แท่งโลหะ
(VT) ทําเป็นแท่งโลหะ
(VT) ปลูกถ่ายอวัยวะ
(PHRV) สอนสั่ง
(PHRV) ทาบกิ่ง (ต้นไม้) กับ
(PHRV) ทาบกิ่ง (ต้นไม้) กับ
(PHRV) ทาบกิ่ง (ต้นไม้) กับ
(ADJ) ซึ่งติดแน่น
(N) เส้นใยที่ถูกย้อมติดสีก่อนนําไปทอ
(VT) ฝังแน่น
(ADJ) ติดแน่น
(ADJ) อกตัญญู
(N) คนอกตัญญู
(PHRV) ประจบประแจง
(N) ความอกตัญญู
(IDM) เร็วมาก
(N) ส่วนผสม
(N) ทางเข้า
(N) ทางเข้า
(N) กลุ่มที่มีแนวคิดหรืออื่นๆ เหมือนกันและคัดคนไม่เหมือนออก)
(ADJ) ซึ่งงอกเข้าข้างใน
(ADJ) ซึ่งฝังอยู่ภายใน
(N) การงอกเข้าด้านใน
(ADJ) เกี่ยวกับขาหนีบ
(VT) อยู่อาศัย
(N) ที่อยู่อาศัย
(N) ผู้อาศัย
(N) การหายใจเข้า
(VI) หายใจเข้า
(VT) หายใจเข้า
(N) เครื่องช่วยหายใจ
(N) ผู้สูด
(IDM) เริ่มต้น
(ADJ) ซึ่งไม่สอดคล้องกัน
(ADJ) ซึ่งไม่ลงรอยกัน
(ADV) อย่างไม่ลงรอยกัน
(N) ความไม่ลงรอยกัน
(IDM) เข้ากันได้ดีกับ
(IDM) ช่วงติดสัด (ใช้กับสัตว์)
(VI) คงอยู่ใน
(PHRV) เกิดอยู่ใน
(ADJ) ซึ่งมีอยู่เป็นปกติวิสัย
(VI) รับมรดก
(VT) สืบต่อ
(ADJ) สามารถสืบมรดกต่อไปได้ (กฎหมาย)
(N) การรับมรดก
(N) ภาษีมรดก
(PHRV) สืบทอดจาก
(N) ผู้รับมรดก (กฎหมาย)
(VT) ยับยั้ง
(PHRV) ยับยั้ง...จาก
(N) การขัดขวาง
(N) ตัวยับยั้ง
(IDM) เข้าเกียร์สูง
(IDM) เป็นเกียรติให้กับ
(ADJ) ซึ่งไม่ต้อนรับ
(ADJ) ซึ่งไม่เหมาะสําหรับอยู่อาศัย
(N) การไม่เป็นมิตร
(IDM) ยุ่งยาก
(IDM) มีปัญหา (คําไม่เป็นทางการ)
(ADJ) ซึ่งเกิดภายในองค์กร
(ADV) ภายในองค์กร
(ADJ) โหดร้าย
(ADJ) ขาดมนุษยธรรม
(N) ความป่าเถื่อน
(VT) ฝังศพ (วรรณคดี,ทางการ)
(ADJ) ซึ่งไม่เป็นมิตร
(ADJ) ซึ่งไม่อาจเลียนแบบได้
(ADJ) ซึ่งไม่ยุติธรรม
(N) ความอยุติธรรม
(N) การเริ่มเข้าเป็นสมาชิก
(ADJ) ชั้นต้น
(N) อักษรแรกของชื่อ
(VT) ลงชื่อแรก
(ADV) ในขั้นต้น
(N) ผู้เริ่มต้น
(VT) ริเริ่ม
(PHRV) แนะนําให้เข้าร่วม
(N) การริเริ่ม
(N) การเริ่มต้น
(N) ความริเริ่ม
(N) ผู้ริเริ่ม
(ADJ) ริเริ่ม
(VT) ฉีด
(PHRV) ฉีดของเหลวเข้าสู่
(N) การฉีดยา
(N) ยาฉีด
(PHRV) ฉีดของเหลวเข้าสู่
(ADJ) ซึ่งไม่ฉลาด
(N) คําสั่งห้าม
(VT) ทําร้าย
(ADJ) ซึ่งได้รับบาดเจ็บ
(N) ผู้ได้รับบาดเจ็บ
(ADJ) ซึ่งเป็นอันตราย
(ADV) อย่างอันตราย
(N) การทําให้เสียหาย (กฎหมาย)
(N) อันตราย
(N) อาการบาดเจ็บ
(IDM) สักพักเดียว
(N) ความอยุติธรรม
(N) น้ําหมึก
(N) หมึกจากปลาหมึก
(VT) ลงหมึก
(IDM) เหมาะสมกับ
(IDM) เหมาะสม
(N) ลูกกลิ้งหมึกของแท่นพิมพ์
(N) ขวดหมึก
(PHRV) เติมหมึกให้เต็ม
(N) ระบบการพิมพ์แบบพ่นหยดหมึกขนาดเล็ก
(N) ความเฉลียวใจ
(PHRV) ทับด้วยหมึก
(SL) นักเขียนอาชีพ
(N) แท่นหมึก
(N) ที่ใส่หมึก
(ADJ) ดําเหมือนหมึก
(ADJ) เลี่ยม
(ADJ) ซึ่งอยู่ภายในประเทศ
(ADV) เข้าในประเทศ
(N) บริเวณภายในประเทศ
(N) การประมงน้ําจืด
(N) ทะเลภายใน
(N) ญาติที่เกิดจากแต่งงาน (คําไม่เป็นทางการ)
(N) การฝัง
(N) สารอุดฟัน (ทางการแพทย์)
(VT) ฝัง
(IDM) เป็นพรรคพวกของ
(IDM) เร็วมาก
(N) ช่อง (ทางเทคนิค)
(N) ปากน้ํา
(VT) ใส่เข้าไป
(N) พื้นที่หรือการเรียงชั้นหินดั้งเดิมที่ปกคลุมด้วยชั้นหินใหม่
(IDM) แทนที่
(IDM) บริเวณชายขอบนรก (ตามศาสนาคริสต์)
(IDM) เป็นไปตาม (ความคิด, หลักการ, กฎเกณฑ์)
(ADV) ในที่ๆ อ้างถึง (loc. cit มาจาก loco citato)
(ADV) ในที่ๆ กล่าวถึง
(ADV) โดยมีอํานาจดูแลแทนพ่อแม่ (คําทางการ)
(IDM) โชคดี
(IDM) โชคดี
(ADV) ไปข้างใน (วรรณคดี)
(N) ผู้ถูกกักกัน
(PREP) เพื่อระลึกถึง
(VT) ทําให้ติดกับดัก
(IDM) อยู่ในสภาพสมบูรณ์
(ADJ) สุดซึ้ง
(IDM) ในความคิดของ
(N) โรงแรมเล็กๆ
(VI) พักที่โรงแรม
(VT) พักที่โรงแรม
(IDM) ในนาม
(N) กลไกภายในเครื่องยนต์
(N) เครื่องใน (คําไม่เป็นทางการ)
(ADJ) โดยกําเนิด
(ADV) โดยกําเนิด
(ADJ) ข้างใน
(N) กลุ่มคนวงใน
(N) บริเวณเก่าแก่ แออัด เสื่อมโทรมและมีคนจนมาก
(N) หูชั้นใน
(N) จิตใจ
(ADJ) ซึ่งอยู่ส่วนในสุด
(ADJ) ส่วนตัว
(N) ยางในของรถยนต์หรือรถจักรยาน
(VT) มีเส้นประสาทไปถึง
(N) การมีเส้นประสาทไปถึง
(VT) ส่งพลังประสาทไปถึง
(N) ช่วงทําแต้มในการแข่งขันกีฬาเบสบอล
(N) ผู้ควบคุมดูแลโรงแรม
(N) ความบริสุทธิ์ (ทางกฎหมาย)
(N) ความไร้เดียงสา
(ADJ) ซึ่งไม่มีความผิด (กฎหมาย)
(ADJ) ซึ่งไร้เดียงสา
(N) ผู้บริสุทธิ์
(IDM) บริสุทธิ์
(ADV) อย่างรู้เท่าไม่ถึงการณ์
(ADJ) ซึ่งไม่มีอันตราย
(IDM) ไม่อยากทําอะไร
(IDM) เร็วมาก
(IDM) พูดตรงๆ
(VI) เปลี่ยนแปลงใหม่
(VT) ทําให้เปลี่ยนแปลงใหม่
(N) ่นวัตกรรม
(ADJ) ซึ่งไม่มีอันตราย
(N) การประชด
(ADJ) ซึ่งนับไม่ถ้วน
(VT) ฉีด (วัคซีน)
(PHRV) ปลูกฝีป้องกัน (โรค)
(PHRV) ปลูกฝีด้วย
(N) การฉีดวัคซีน
(ADJ) ไม่เป็นภัย
(PHRV) นําในเรื่อง (คําไม่เป็นทางการ)
(IDM) ในคราวเดียว
(IDM) โป๊ (คําไม่เป็นทางการ)
(IDM) อยู่ในสายเลือด (เช่น เป็นนักกีฬากันทั้งครอบครัว)
(IDM) ในความเห็นของ (บางคน)
(IDM) เมา
(IDM) สบายๆ
(IDM) ช่วงที่ดีที่สุดของ
(IDM) ตามความคิด
(IDM) ตามความเชื่อของ
(IDM) ช่วงที่ดีที่สุด
(IDM) ไม่ใช่เวลาทํางาน
(IDM) มีเหตุผล
(IDM) สามารถใช้เหตุผลตัดสินได้
(IDM) ในเวลาว่าง
(IDM) สวมเสื้อผ้าที่ใส่ไปโบสถ์
(ADJ) ซึ่งปฏิบัติการไม่ได้
(ADJ) ซึ่งผ่าตัดไม่ได้ (ทางการแพทย์)
(ADJ) ซึ่งไม่สามารถใช้งานได้
(ADJ) ซึ่งผิดกาละเทศะ
(IDM) ตรงข้ามกับ
(IDM) ในวงโคจร
(ADJ) เป็นระเบียบ
(ADV) เป็นระเบียบ
(PHRV) ใช้งานได้
(PHRV) ถูกต้องตามกฎเกณฑ์ (โดยเฉพาะการพูดอย่างเป็นทางการ)
(PHRV) เป็นระเบียบ
(CONJ) เพื่อว่า
(PREP) เพื่อ
(ADJ) ซึ่งมากเกินไป
(ADJ) อนินทรีย์
(N) เคมีอนินทรีย์
(VI) เชื่อมต่อโดยรูปเปิด
(VT) เชื่อมต่อโดยรูปเปิด
(IDM) พูดง่ายๆ
(IDM) ยากเกินกว่าจะทําได้
(IDM) บางส่วน
(IDM) ตามปกติ
(N) คนไข้ใน
(ADV) ตลอดไป (ทางกฎหมาย)
(IDM) เข้าที่
(IDM) แทนที่
(IDM) พูดง่ายๆ
(IDM) หยาบโลน
(IDM) ในทางปฏิบัติ
(IDM) หาได้ในรูปแบบที่พิมพ์แล้ว
(IDM) กําลังดําเนินอยู่
(ADV) ต่อสาธารณะ
(IDM) ติดตาม
(N) กําลังกระแสไฟฟ้า
(N) การนําเข้า
(N) การสนับสนุน
(N) ข้อมูล
(VT) ป้อนข้อมูลเข้าคอมพิวเตอร์
(VT) ให้ข้อมูล
(IDM) ในสถานการณ์ที่ลําบาก
(N) การสอบสวนคดี
(IDM) ค้นหา
(N) ความกระสับกระส่าย
(VI) สืบหาความจริง
(VT) ไต่ถาม
(PHRV) สอบถามเกี่ยวกับ
(PHRV) ไต่ถามทุกข์สุขของ
(PHRV) สืบหา
(PHRV) สอบสวน
(PHRV) ถามเกี่ยวกับ
(PHRV) สอบถามข้างใน
(ADJ) ช่างซักถาม
(ADV) ด้วยความอยากรู้อยากเห็น
(N) การไต่สวน
(N) การสอบสวนหาความผิด
(ADV) ซึ่งอยากรู้อยากเห็น
(ADV) อย่างอยากรู้อยากเห็น
(N) ผู้ทําการสอบสวน
(IDM) (สวมเสื้อผ้าที่) ขาดวิ่นและเก่ามาก
(PREP) ในเรื่อง
(IDM) เนื่องจาก
(IDM) เนื่องจาก
(IDM) เนื่องจาก
(IDM) แลกเปลี่ยนกับ
(N) การล่วงล้ํา
(IDM) จํานวนที่ประมาณไว้
(IDM) จํานวนที่ประมาณไว้
(N) การไหลเข้า
(IDM) รายละเอียดหรือข้อมูลที่จําเป็น (คําไม่เป็นทางการ)
(ADJ) ซึ่งขาดสติ
(ADV) อย่างวิกลจริต
(ADJ) ไม่ถูกอนามัย
(N) ความวิกลจริต
(ADJ) ซึ่งไม่รู้จักพอ
(ADJ) ที่ไม่รู้จักพอ
(VT) ลงรายการ
(VT) สลัก
(ADJ) ซึ่งจารึกไว้
(PHRV) จารึก (คําพูด) ลงใน
(PHRV) จารึก (คําพูด) ลงใน
(PHRV) จารึกด้วย (คําพูด)
(N) สิ่งที่จารึก
(ADJ) ไม่อาจหยั่งรู้ได้
(ADV) ตามฤดู
(IDM) ช่วงที่สามารถหาซื้อได้
(IDM) ช่วงฤดูกาล
(N) คนเลวทราม
(N) แมลง
(N) ยาฆ่าแมลง
(N) สัตว์หรือพืชที่กินแมลงเป็นอาหาร
( ADJ) ซึ่งกินแมลงเป็นอาหาร
(ADJ) ไม่ปลอดภัย
(N) ความไม่ปลอดภัย
(VT) ผสมเทียม
(N) การผสมเทียม
(ADJ) ไร้ความรู้สึก
(ADJ) ซึ่งไม่มีความรู้สึก
(ADJ) ซึ่งหมดสติ
(ADJ) ไม่รู้สึก
(ADJ) ไม่มีความรู้สึก
(ADJ) ซึ่งแบ่งแยกไม่ได้
(ADV) อย่างเป็นเงา
(N) ใบแทรก
(VT) แซม
(VT) ใส่
(PHRV) แทรกระหว่าง
(ADJ) ซึ่งใส่ไว้
(PHRV) แทรกเข้าไปใน
(PHRV) เขียนเพิ่มใน
(N) การแทรก
(N) ภาพประกอบ
(VT) ใส่
(PHRV) สอดแทรกเข้าไป
(PHRV) สอดแทรกเข้าไป
(IDM) อยู่ในสภาพที่มีความสุขมาก
(IDM) แข็งแรง
(ADJ) เลียบฝั่ง
(ADV) เข้าหาฝั่ง
(IDM) อย่างย่อ
(IDM) หายาก
(ADJ) ภายใน
(ADJ) วงใน
(ADV) ถูกจําคุก(คําไม่เป็นทางการ)
(ADV) ภายใน
(N) ส่วนใน
(PREP) ภายใน
(SL) ในคุก
(IDM) จําคุก
(N) อาชญากรรมที่กระทําโดยคนคุ้นเคยกัน (คําไม่เป็นทางการ)
(N) คนภายใน
(ADJ) ซึ่งมีเงื่อนงํา
(N) ความเข้าใจลึกซึ้ง
(IDM) มองเห็น
(ADJ) ซึ่งมีสายตาแหลมคม
(N) เครื่องยศ
(N) เครื่องยศ
(N) ความไม่สําคัญ
(ADJ) ไม่สําคัญ
(ADV) อย่างไม่สําคัญ
(ADJ) ซึ่งไม่จริงใจ
(N) ความไม่ซื่อสัตย์
(VI) บอกเป็นนัย
(VT) บอกเป็นนัย
(PHRV) สอดแทรกเข้าไป
(ADV) อย่างเปรยๆ
(ADJ) ไม่มีรสชาติ
(N) ความโง่
(VI) ยืนยัน
(N) การยืนกราน
(N) การยืนกราน
(ADJ) ยืนยัน
(PHRV) ยืนยันในเรื่อง
(PHRV) ยืนยันในเรื่อง
(ADJ) ในแหล่งกําเนิด
(ADV) ในแหล่งกําเนิด
(N) ความไม่สุขุม
(CONJ) ตราบเท่าที่ (ทางการ)
(N) พื้นในของรองเท้า
(N) ความทะนง
(ADJ) ซึ่งไร้ยางอาย
(ADJ) อวดดี
(ADV) อย่างอวดดี
(ADJ) แก้ไขไม่ได้
(ADJ) ไม่ละลาย
(ADJ) ที่อธิบายไม่ได้
(N) การล้มละลาย
(ADJ) ซึ่งล้มละลาย
(IDM) อย่างแน่วแน่
(IDM) ในละแวกบ้าน
(IDM) อยู่ในสถานการณ์เดียวกับ (บางคน)
(IDM) อยู่ในสถานการณ์เดียวกับ (บางคน)
(IDM) ยังไม่ได้รับการยอมรับ (คําไม่เป็นทางการ)
(IDM) ยังไม่ได้รับการยอมรับ (คําไม่เป็นทางการ)
(IDM) ได้เปรียบ (เช่น ในการแข่งขัน)
(IDM) ยังไม่ได้รับการยอมรับ (คําไม่เป็นทางการ)
(IDM) อยู่ในความรับผิดชอบของ
(IDM) ในนามของ
(IDM) ขวางทาง
(IDM) ขวางทาง
(N) อาการนอนไม่หลับ
(ADJ) ที่นอนไม่หลับ
(N) ผู้นอนไม่หลับ
(CONJ) เนื่องจาก
(N) ความไม่สนใจ
(ADJ) ไร้ความกังวล
(VT) ตรวจสอบ
(N) การตรวจจับ
(N) ผู้ตรวจสอบ
(N) สารวัตร
(N) การสูดลมหายใจ
(N) ความบันดาลใจ
(ADJ) เป็นการดลใจ
(ADJ) เกี่ยวกับการหายใจเข้า
(VT) ดลใจ
(VT) ทําให้เกิด
(ADJ) ที่ถูกดลใจ
(ADJ) ยอดเยี่ยม
(PHRV) ทําให้เร้าใจ
(PHRV) ทําให้เร้าใจด้วย
(ADJ) จับใจ
(VT) ก่อให้จิตวิญญาณหรือชีวิตเข้าไปใน
(IDM) ทั้งๆ ที่
(N) ความไม่มั่นคง
(ADJ) ไม่มั่นคง
(VT) ติดตั้ง
(VT) สถาปนา
(N) การติดตั้ง
(N) การสถาปนา
(N) การแสดงผลงาน(ศิลปะ)
(N) ค่ายทหาร
(PHRV) ติดตั้ง
(N) การผ่อนส่ง
(N) ค่างวด
(N) กรณี
(N) การดําเนินคดี (กฎหมาย)
(VT) ยกตัวอย่าง
(N) ความรีบด่วน
(ADJ) รีบด่วน
(ADJ) ทันที
(ADV) อย่างทันที
(VT) ยกตัวอย่างประกอบ
(ADV) โดยทันที
(N) การถ่ายทอด (โทรทัศน์) ซ้ําทันทีหลังจากบันทึกเทปไว้
(N) แมลงหลังระยะตัวอ่อนระหว่างการลอกคราบ
(VT) มอบตําแหน่งให้
(ADV) ในสภาพเดิม
(ADV) แทน
(N) หลังเท้า
(IDM) ก้าวพร้อมกัน
(IDM) แทนที่ (ด้วย)
(VT) กระตุ้น
(PHRV) ยุแหย่
(N) การยั่วยุ
(N) ผู้ก่อการ
(PHRV) ใส่เข้าไป
(PHRV) ใส่เข้าไป
(VT) ค่อยๆ ซึมเข้าไป
(VT) ทําให้ประทับใจ
(VT) ปลูกฝัง
(PHRV) ใส่เข้าไป
(PHRV) ใส่เข้าไป
(PHRV) สอนให้ซึมซาบ (ความคิด) ทีละน้อย
(PHRV) สอนให้ซึมซาบ (ความคิด) ทีละน้อย
(ADJ) มีชีวิตชีวา
(N) สัญชาตญาณ
(ADJ) เกี่ยวกับสัญชาตญาณ
(PHRV) เริ่ม
(PHRV) แต่งตั้งอย่างเป็นทางการ
(PHRV) แต่งตั้งอย่างเป็นทางการ
(N) ธรรมเนียม
(N) สถาบัน
(ADJ) เกี่ยวกับสถาบัน
(IDM) มีพร้อมในร้าน
(SL) ตกอยู่ในสถานการณ์คับขัน (ทางการเงิน)
(VI) สั่งสอน
(VT) สั่งสอน
(PHRV) สอนในเรื่อง
(N) การสอน
(N) คําสั่ง (คําทางการ)
(N) วิธีใช้
(ADJ) ซึ่งเป็นการสั่งสอน
(N) ครูผู้สอน
(N) ครูผู้หญิง (ปัจจุบันไม่นิยมใช้แล้ว)
(N) เครื่องดนตรี
(N) เครื่องตรวจวัด
(N) ผู้ที่ถูกใช้เป็นเครื่องมือ
(N) วิธีการ
(N) อุปกรณ์
(N) เอกสาร
(VI) เรียบเรียงดนตรี
(VT) ติดตั้งเครื่องควบคุม
(ADJ) เป็นเครื่องมือ
(IDM) มีบทบาทสําคัญในการทําบางสิ่ง
(N) ผู้เล่นดนตรี
(N) การใช้เป็นเครื่องมือ
(N) หน่วยงานย่อยๆ (ทางการเมือง)
(N) เพลงหรือดนตรีที่เรียบเรียงเพื่อใช้ในการแสดงดนตรี
(IDM) ตามสมัย
(ADJ) กระด้างกระเดื่อง
(N) ผู้กระด้างกระเดื่อง
(ADJ) เปราะบาง
(N) ความขาดแคลน
(ADJ) ขาดแคลน
(ADJ) ซึ่งมีมุมมองแคบ
(VT) ห่อหุ้มด้วยฉนวน (ป้องกันความร้อน, กระแสไฟ, รังสีฯลฯ)
(PHRV) ป้องกันไม่ให้เกิดความเสียหายจาก
(N) ฉนวน
(N) ฉนวน
(N) อินซูลิน (ฮอร์โมนที่ควบคุมระดับน้ําตาลในเลือด)
(N) การดูถูก
(N) วาจาหยาบคาย
(VI) พูดแดกดัน
(VT) พูดแดกดัน
(ADJ) ซึ่งดูถูกดูแคลน
(ADV) อย่างดูถูกดูแคลน
(ADJ) ซึ่งไม่สามารถเอาชนะได้
(ADJ) ซึ่งไม่สามารถจะทนได้
(ADV) อย่างเหลือทน
(ADJ) ซึ่งไม่สามารถระงับได้
(ADJ) ซึ่งรับประกันได้
(N) การประกัน
(VI) ประกันภัย
(VT) ประกันภัย
(PHRV) รับประกัน
(ADJ) ซึ่งมีประกัน
(PHRV) ทําประกัน (เพื่อป้องกัน)
(N) ผู้รับประกัน
(PHRV) ทําประกันกับ
(N) การจลาจล
(N) การจลาจล
(ADJ) ซึ่งต่อต้านรัฐบาล
(N) กบฎ
(ADJ) ซึ่งยากเกินกว่าจะเอาชนะได้
(N) การจลาจล
(ADJ) เกี่ยวกับการกบฎ
(N) การกบฏ
(ADJ) ซึ่งไม่ถูกชักจูงได้ง่าย
(ADJ) ซึ่งไม่เสียหาย
(N) การแกะสลักลงบนวัสดุแข็ง
(N) ปริมาณที่บริโภค
(ADJ) ซึ่งยากเกินกว่าจะอธิบาย
(ADJ) ซึ่งสัมผัสไม่ได้
(N) จํานวนเต็ม
(ADJ) ซึ่งทําให้รวมอยู่ในกลุ่มได้
(ADJ) ครบถ้วน
(ADJ) ซึ่งเป็นส่วนประกอบสําคัญ
(ADJ) ซึ่งเป็นส่วนประกอบ
(N) ส่วนประกอบ
(VI) ผสมผสาน
(VT) ผสมผสาน
(ADJ) ซึ่งผสมผสาน
(PHRV) รวมกันเป็น
(PHRV) รวมเข้ากับ
(N) การรวมเข้าด้วยกัน
(N) คนรวบรวม
(N) ความซื่อสัตย์
(N) ความสมบูรณ์
(N) ส่วนห่อหุ้มภายนอกของสัตว์หรือพืช (เช่น เปลือกหรือผิวหนัง)
(N) ปัญญา
(N) ผู้รอบรู้
(N) สติปัญญา
(N) การเข้าใจ
(ADJ) เกี่ยวกับปัญญา
(ADJ) ซึ่งมีสติปัญญา
(N) ผู้มีสติปัญญาสูง
(N) ความเชื่อที่ว่าความรู้มาจากการคิดอย่างมีเหตุผล (ทางปรัชญา)
(ADV) ทางสติปัญญา
(N) ทรัพย์สินทางปัญญา
(N) การสืบราชการลับ
(N) ข่าวกรอง
(N) ความฉลาด
(N) หน่วยสืบราชการลับ
(N) การวัดระดับสติปัญญาของคน (คําย่อคือ IQ, I.Q.)
(N) การทดสอบเพื่อวัดระดับสติปัญญา
(ADJ) ซึ่งมีไหวพริบ
(N) กลุ่มปัญญาชน
(ADJ) ซึ่งสามารถเข้าใจได้ดี
(N) การทําตามใจมากเกินไป
(ADJ) ซึ่งดื่มสุราของมึนเมาเป็นนิจ
(VI) ตั้งใจ
(VT) ตั้งใจ
(VT) หมายถึง
(N) สํานักงานควบคุมดูแลเกี่ยวกับการบริหาร
(N) บทบาทหน้าที่ของฝ่ายควบคุมด้านการบริหาร
(N) ผู้ควบคุมดูแล
(PHRV) ตั้งใจให้เป็น
(ADJ) ซึ่งวางแผนเอาไว้
(ADJ) ี่ซึ่งกระทํา / พูดอย่างตั้งใจและระมัดระวัง
(ADJ) ี่ซึ่งมีเจตนา
(PHRV) อยากให้ร่วม
(ADJ) เข้มข้น
(ADJ) แรงกล้า
(ADV) อย่างแรง
(N) ความแรง
(VT) ทําให้รุนแรงขึ้น
(VT) รุนแรงขึ้น
(N) ความเข้มข้นของพลังงาน
(N) ความรุนแรง
(N) ความเอาจริงเอาจัง
(ADJ) เข้มข้น
(ADJ) ละเอียดถี่ถ้วน
(ADV) อย่างคร่ําเคร่ง
(ADJ) ซึ่งตั้งใจ
(N) เจตนา (คําทางการ)
(N) ความตั้งใจ
(ADJ) ซึ่งกระทําอย่างตั้งใจ
(ADV) โดยตั้งใจ
(ADV) อย่างตั้งใจ
(PRF) ระหว่าง
(VT) ฝังศพ
(VI) มีปฏิกิริยาต่อกัน
(N) ปฏิกิริยา
(ADJ) ซึ่งมีการสื่อสารระหว่างกัน
(PHRV) มีปฏิกิริยากับ
(VI) ผสมพันธุ์ระหว่างสัตว์ต่างสายพันธุ์
(VT) ทําให้ผสมพันธุ์กันระหว่างสัตว์ต่างสายพันธุ์
(VI) สอด
(VT) สอด
(VI) ขอร้องให้คนอื่น
(PHRV) ไกล่เกลี่ยให้กับ
(PHRV) ไกล่เกลี่ยให้กับ
(ADJ) ซึ่งอยู่ระหว่างเซลล์ (ทางชีววิทยา)
(N) การสกัดกั้น
(VI) สกัด
(VT) สกัด
(N) เครื่องบินประจัญบาน (ทางกองทัพอากาศ)
(N) ผู้ขัดขวาง
(N) การสกัดกั้น
(N) การแลกเปลี่ยน
(VI) สับกัน
(VT) สับกัน
(ADJ) ซึ่งแลกเปลี่ยนกันได้
(ADV) โดยเปลี่ยนกันได้
(PHRV) แลกเปลี่ยนกับ
(ADJ) ซึ่งเกี่ยวข้องหรือเกิดขึ้นระหว่างเมืองสองเมืองขึ้นไป
(ADJ) ซึ่งเกิดขึ้นระหว่างมหาวิทยาลัย
(N) ระบบติดต่อสื่อสารระหว่าง 2 แห่ง
(VI) ติดต่อสื่อสารกัน
(VI) เชื่อมต่อกัน
(VT) เชื่อมต่อกัน
(ADJ) ซึ่งเกี่ยวข้องระหว่างสองทวีป
(ADJ) ระหว่างซี่โครง
(N) กล้ามเนื้อที่อยู่ระหว่างซี่โครง
(N) การติดต่อกัน
(N) การมีเพศสัมพันธ์
(ADJ) ซึ่งเกิดระหว่างคนหรือวัฒนธรรมที่แตกต่างกัน
(ADJ) ซึ่งเกิดขึ้นระหว่างเหตุการณ์สองเหตุการณ์ (คําทางการ)
(ADJ) ซึ่งแทรกซ้อน (ทางการแพทย์)
(ADJ) ระหว่างต่างศาสนา
(N) การพึ่งพาอาศัยกัน
(ADJ) ซึ่งพึ่งพากัน
(ADV) อย่างถ้อยทีถ้อยอาศัย
(N) คําสั่งห้ามของศาล (ทางกฎหมาย)
(VT) ห้าม (ทางกฎหมาย)
(N) การสั่งห้ามลักลอบเข้าประเทศอย่างผิดกฎหมาย (คําทางการ)
(ADJ) ซึ่งรวมกันสองสาขาวิชาขึ้นไป
(N) ความดึงดูง
(N) ความสนใจ
(N) ผลประโยชน์
(VT) ทําให้เกี่ยวข้อง
(VT) ทําให้สนใจ
(ADJ) ซึ่งสนใจ
(PHRV) ทําให้สนใจใน
(ADJ) น่าสนใจ
(N) พื้นที่ร่วมของสองสิ่ง
(VI) ก้าวก่าย
(VI) รบกวน
(PHRV) เข้าไปเกี่ยวข้อง
(N) การเข้าแทรกแซง
(N) สิ่งรบกวน
(PHRV) เข้าไปเกี่ยวข้อง
(ADJ) ซึ่งก้าวก่าย
(ADJ) เกี่ยวข้องกันระหว่างกลุ่มที่มีความแตกต่างกัน
(ADJ) ชั่วคราว
(N) ช่วงระหว่างเวลา
(PHRV) ฝังไว้ใน
(ADJ) ตอนกลาง (ประเทศ, ทวีป)
(ADJ) ภายใน
(ADJ) ภายในจิตใจ
(N) ลักษณะการตกแต่งภายใน (อาคาร, ห้อง)
(N) ส่วนใน
(N) การออกแบบและตกแต่งภายใน
(N) การออกแบบและตกแต่งภายใน
(VI) อุทาน
(VT) อุทาน
(N) การพูดสอดขึ้นมา
(N) คําอุทาน
(VI) ไขว้กัน
(VT) ไขว้กัน
(PHRV) ไขว้กับ
(VT) สอดแทรก
(PHRV) ผสมผสานกับ
(VT) วางอยู่ระหว่าง
(N) ใบแทรก
(VT) ใส่แผ่นแทรก
(PHRV) สอดแทรกด้วย
(VT) สอดแทรกคําระหว่างบรรทัดหรือข้อความ
(VT) ใส่ซับใน (สําหรับเสื้อผ้า)
(ADJ) ซึ่งแทรกระหว่างบรรทัด
(N) ภาษากลางที่ใช้ในการสื่อสารระหว่างประเทศ
(VI) เชื่อมต่อกัน
(VT) เชื่อมต่อกัน
(N) อุปกรณ์เชื่อมต่อกัน
(VI) ประสานกัน
(VT) ประสานกัน
(N) การสนทนา
(N) คู่สนทนา (คําทางการ)
(N) ตัวแทนเจรจา
(ADJ) ซึ่งมีลักษณะของการสนทนา
(VI) บุกรุก
(N) การเล่นสลับฉาก
(ADJ) เกี่ยวกับช่วงเวลาในแต่ละเดือนที่มองไม่เห็นดวงจันทร์
(N) การแต่งงานระหว่างผู้มีเชื้อชาติ ศาสนาหรือสังคมต่างกัน
(VI) แต่งงานระหว่างผู้มีเชื้อชาติ ศาสนาหรือสังคมต่างกัน
(VI) แต่งานกับผู้ที่อยู่ภายในครอบครัวหรือกลุ่มเดียวกัน
(PHRV) แต่งงานกันระหว่าง
(ADJ) ซึ่งเป็นสื่อกลาง
(N) สื่อกลาง
(ADJ) ซึ่งอยู่ระหว่างกลาง
(N) คนกลาง
(VI) เป็นคนกลาง
(N) การฝังศพ (คําทางการ)
(N) การแสดงสลับฉาก
(ADJ) ยืดยาด
(ADV) อย่างยืดยาด
(VI) ผสมเข้าด้วยกัน
(VT) ผสมเข้าด้วยกัน
(PHRV) แอบปะปนไปกับ
(N) เวลาพัก
(VI) หยุดชั่วคราว
(VT) หยุดชั่วคราว
(ADJ) เป็นพักๆ
(ADV) อย่างไม่ต่อเนื่อง
(VI) ผสม
(VT) ผสม
(N) การผสมเข้าด้วยกัน
(IDM) เกี่ยวกับ
(N) คนฝึกงาน
(VT) กักตัว
(N) แพทย์ฝึกหัด
(ADJ) ภายใน
(ADV) ภายใน
(ADJ) ระหว่างประเทศ
(N) องค์กรระหว่างประเทศ
(N) นโยบายความร่วมมือระหว่างประเทศ
(N) ผู้สนับสนุนหลักการร่วมมือระหว่างประเทศ
(N) การทําให้เป็นสากล
(VT) ทําให้เป็นสากล
(ADV) ระหว่างประเทศ
(N) คนฝึกงาน
(N) แพทย์ฝึกหัด
(ADJ) ซึ่งเกิดขึ้นภายในกลุ่ม ประเทศหรือองค์กร
(N) ผู้ถูกกักขัง
(N) เครือข่ายคอมพิวเตอร์ที่เชื่อมโยงระหว่างองค์กรต่างๆ
(PHRV) กักขังใน
(N) อายุรแพทย์
(N) การกักกัน
(N) ปล้อง
(N) อัครสมณทูตขององค์สันตะปาปา
(VT) ซึมเข้าไป
(ADJ) ระหว่างดาวเคราะห์
(N) การมีปฏิกิริยาต่อกันและกัน
(N) องค์การตํารวจสากล
(VT) แทรกคําลงในข้อความ
(VT) พูดแทรก
(VI) สอดแทรก
(PHRV) สอดแทรกระหว่าง
(PHRV) ช่วยกั้นขวาง
(N) การสอดแทรก
(VI) อธิบาย
(VT) เข้าใจ
(VT) แปล
(PHRV) หมายถึง
(N) การแปลความหมาย
(ADJ) เกี่ยวกับการแปลความหมาย
(N) ล่าม
(ADJ) ระหว่างเชื้อชาติ
(N) ช่วงเวลาที่ไร้ผู้ปกครองประเทศ
(VI) มีความสัมพันธ์ซึ่งกันและกัน
(VT) มีความสัมพันธ์ซึ่งกันและกัน
(VI) ซักถาม
(VT) ซักถาม
(N) การซักถาม
(N) เครื่องหมายคําถาม
(N) เครื่องหมายคําถาม
(ADJ) ที่เกี่ยวกับการซักถาม
(N) สรรพนามที่ใช้เป็นคําถาม (ไวยากรณ์)
(N) ประโยคคําถาม
(N) ผู้ซักถาม
(ADJ) ที่แสดงออกมาเป็นคําถาม
(N) ู้คําถาม
(VI) ขัดจังหวะ
(VT) ขัดจังหวะ
(VT) สอดแทรก
(ADJ) ขาดตอน
(N) คนหรือสิ่งที่ขัดขวาง
(N) การขัดจังหวะ
(ADJ) ระหว่างโรงเรียน
(VI) ตัดกัน (เส้น)
(VT) ตัดกัน (ถนน)
(N) จุดที่ทาง 2 สายมาบรรจบกัน
(VT) กระจาย
(PHRV) ทําให้กระจายไปท่ามกลาง
(PHRV) ทําให้กระจายไปท่ามกลาง
(PHRV) กระจายด้วย
(ADJ) ระหว่างรัฐ
(N) โครงข่ายทางหลวงที่เชื่อมรัฐต่างๆ โดยเฉพาะในอเมริกา
(ADJ) ระหว่างดวงดาว
(N) ช่องเล็กๆ ระหว่างสิ่งของ
(ADJ) เกี่ยวกับช่องเล็กๆ ระหว่างสิ่งของ
(VI) สานเข้าด้วยกัน
(VT) สานเข้าด้วยกัน
(N) ช่วงเวลา
(N) หยุดพักเป็นช่วงๆ
(VI) เกิดขึ้น
(VI) สอดแทรก
(PHRV) เข้ามาแทรกระหว่าง
(PHRV) ช่วยกั้นขวาง
(N) ผู้ที่เข้ามาสอดแทรก
(N) การแทรกแซง
(N) การสัมภาษณ์
(VT) สัมภาษณ์
(ADJ) ที่อยู่ระหว่างตัวสระ
(N) การผสมผสาน
(VI) ทอ
(VT) ทอ
(PHRV) ถักพันกันด้วย
(ADJ) เกี่ยวกับลําไส้
(ADJ) เกี่ยวกับเรื่องภายใน
(N) ลําไส้
(ADV) ถ้าอย่างนั้น
(IDM) ขาด (บางคนหรือบางสิ่ง)
(IDM) ในขณะที่กําลังทําบางสิ่ง
(IDM) ทุกหนทุกแห่ง
(IDM) เปลือยเปล่า
(IDM) ส่วนหรือด้านหลังของ (สถานที่)
(IDM) แน่นอน
(SL) สําเร็จ
(IDM) อยู่ในสภาพที่ยังไม่ตัดสินใจ
(IDM) เพิ่มเติมจาก
(IDM) แข็งแรงมาก
(IDM) ไม่เป็นหนี้
(IDM) อยู่ในสายเลือด (เช่น เป็นนักกีฬากันทั้งครอบครัว)
(IDM) เปลือยเปล่า
(IDM) อยู่ในความดูแลของ
(IDM) อยู่ในความดูแลของ
(IDM) บริสุทธิ์
(IDM) ทันเวลา
(IDM) มืดมน
(IDM) ไม่เข้าใจ
(ADV) เมื่อ
(IDM) ยุ่งยาก
(IDM) มีปัญหากับ (คําไม่เป็นทางการ)
(IDM) เฉื่อยชา
(ADV) ในที่สุด
(IDM) ถ้ามีบางสิ่งเกิดขึ้น
(IDM) เฉพาะคนในครอบครัว
(IDM) ตั้งท้อง
(IDM) ประการแรก (คําทางการ)
(IDM) เริ่มแรก
(IDM) มาจริงๆ
(IDM) นําหน้า
(IDM) อย่างเลวร้าย
(IDM) อย่างลําบากในการตัดสินใจ
(IDM) เป็นประโยชน์ต่อ (คําทางการ)
(IDM) มีความรู้ดี (คําไม่เป็นทางการ)
(IDM) ตามความจริง
(IDM) เป็นจุดสนใจ
(IDM) ตามหน้าที่
(ADV) ในระยะยาว
(IDM) ในที่สุด
(IDM) อยากซื้อ (บางสิ่ง)
(IDM) ในที่ห่างไกล
(IDM) มีปัญหา (เกี่ยวกับเงิน)
(IDM) มีค่า
(IDM) เป็นเศรษฐีใหม่ (คําไม่เป็นทางการ)
(IDM) (สภาพจิต) เหมาะสมกับ
(IDM) ในไม่ช้า
(IDM) ก่อนสายเกินไป
(IDM) เกิดขึ้นในอนาคต
(IDM) เป็นที่รู้กันทั่ว
(IDM) เข้าใจสิ่งที่เกิดขึ้น
(IDM) มีสุขภาพดีมาก
(IDM) มีผล
(IDM) ยังอยู่ในระหว่างการแข่งขัน
(IDM) ในช่วงที่ดีที่สุดของชีวิต
(IDM) เป็นที่รู้กันทั่ว
(IDM) เป็นที่รู้กันทั่ว
(IDM) เปลือยเปล่า
(SL) จริงใจ
(IDM) เป็นหนี้สิน
(IDM) ทําถูกต้อง
(IDM) ตัดสินถูกต้อง
(IDM) ประพฤติตัวดี
(IDM) ในการแข่งขัน
(IDM) มีค่าคู่ควรกับ
(IDM) อยู่ในสถานการณ์เดียวกัน
(IDM) เกือบจะขณะเดียวกัน
(ADV) ในทํานองเดียวกับ
(IDM) อย่างที่สอง (ปกติใช้เมื่อพูดถึงอย่างแรกไปแล้ว)
(IDM) ในอนาคตอันใกล้
(IDM) ในสถานการณ์ที่เลวร้าย
(IDM) มีปัญหา (คําไม่เป็นทางการ)
(IDM) เกี่ยวข้องกับ
(SL) เสี่ยงมาก
(IDM) เร็วมาก
(IDM) ถ้าบางสิ่งไม่เกิดขึ้น
(IDM) ขวางทาง
(IDM) ขวาง
(IDM) ขวางทาง
(IDM) เกือบจะเกิดขึ้น (มักใช้ในทางวรรณคดี)
(IDM) น่าแปลก (ใช้ตามหลัง who, what, when, where, how, which)
(IDM) ทําผิด
(IDM) ตัดสินไม่ถูกต้อง
(IDM) ประพฤติตัวไม่ดี
(IDM) สิ่งที่ทันสมัย (คําไม่เป็นทางการ)
(SL) สิ่งที่เป็นที่นิยม
(IDM) ปัจจุบันนี้
(N) ความใกล้ชิด
(N) ความสัมพันธ์ทางเพศ
(ADJ) คุ้นเคย
(ADJ) ละเอียดลออ  (ความรู้)
(ADJ) ส่วนตัว (ทางเพศ)
(N) เพื่อนสนิท
(VT) ประกาศ
(VT) พูดเป็นนัย
(ADV) อย่างใกล้ชิด
(PHRV) ประกาศให้ทราบ
(N) การพูดเป็นนัย
(ADJ) ทัน
(ADJ) ไม่ช้าก็เร็ว
(ADV) ทัน
(ADV) ไม่ช้าก็เร็ว
(IDM) ทันเวลา
(IDM) ตามให้ทัน
(IDM) แทนที่ (ด้วย)
(VT) ขู่
(PHRV) ขู่ให้กลัว
(N) การขู่
(ADJ) ซึ่งเป็นการข่มขู่
(N) การจุ่มขนมปังลงในเหล้าองุ่น (พิธีในศาสนาคริสต์)
(PREP) กลายเป็น
(PREP) เกี่ยวกับ
(PREP) เข้าไปใน
(PREP) ตรงไปยัง
(PHRV) สนใจใน
(ADJ) ซึ่งสุดที่จะทนได้
(ADV) อย่างเหลือที่จะทนได้
(N) การแพ้ยาหรืออาหาร
(N)  การไม่ยอมรับความคิดที่แตกต่างไป
(ADJ) ไม่ยอมรับความคิดที่แตกต่าง
(VT) เปล่งเสียงสูงต่ํา
(VT) สวดมนต์
(N) การออกเสียงสูงต่ํา
(N) เสียงสูงต่ํา (การร้องเพลงหรือดนตรี)
(VI) พูดหรือท่องแบบการขับร้อง
(VT) เปล่งเสียงสูงต่ํา
(IDM) เพิ่มเติมจาก
(IDM) อย่างเลวร้าย
(IDM) ในที่ห่างไกล
(ADJ) ที่ทําให้เบิกบานใจ
(N) ของมึนเมา (เหล้า, ยา)
(VT) ทําให้เบิกบานใจ
(VT) ทําให้มึนเมา
(ADJ) มึนเมา
(ADJ) หลงระเริง (อํานาจ, ความสําเร็จ)
(PHRV) ทําให้มึนเมาด้วย
(ADJ) ซึ่งทําให้เมา
(N) น้ําเมา
(N) น้ําเมา
(N) การมึนเมา
(N) ความมัวเมา
(PRF) ภายใน
(ADJ) ซึ่งยากที่จะรักษา
(ADJ) ดื้อรั้น
(N) เครือข่ายที่คล้ายกับอินเตอร์เนตขนาดย่อม
(ADJ) เปลี่ยนยาก
(N) คนที่ไม่ยอมประนีประนอม
(ADJ) ซึ่งเป็นอกรรมกริยา
(N) อกรรมกริยา
(N) ลูกจ้างบริษัทที่ไม่ต้องปฏิบัติตามระเบียบของบริษัท
(ADJ) เกิดขึ้นภายในรัฐ (โดยเฉพาะในอเมริกา)
(ADJ) ที่อยู่ภายในมดลูก
(ADJ) ภายในเส้นเลือดดํา
(ADJ) กล้าหาญ
(N) ความสลับซับซ้อน
(ADJ) ที่ซับซ้อน
(N) การลักลอบเป็นชู้กัน
(N) เล่ห์เพทุบาย
(VT) ก่อให้เกิดความสนใจ
(VT) วางแผนร้าย
(PHRV) คบคิดกันต่อต้าน
(PHRV) คบคิดกับ
(ADJ) เนื้อแท้
(N) คํานํา (ภาษาพูด)
(PRF) ภายใน
(VT) แนะนําตัว
(VT) เพิ่ม
(VT) เริ่มนํา
(PHRV) ใส่เข้าไป
(PHRV) แนะนําให้รู้จักกับ
(N) การแนะนําตัว
(N) การริเริ่ม
(N) คํานํา
(ADJ) ที่เป็นการเกริ่นนํา
(N) บทสรรเสริญในพิธีฉลองการเสวยมื้อสุดท้ายของพระเยซูคริสต์
(VT) รับ
(ADJ) หันเข้าข้างใน
(VI) พิจารณาความรู้สึกข้างในตัวเอง
(VT) สํารวจจิตใจหรือความรู้สึกของตัวเอง
(N) การทบทวนความคิดหรือความรู้สึกของตัวเอง
(ADJ) ที่สนใจแต่เรื่องของตัวเอง
(N) คนที่ชอบคิดแต่เรื่องของตัวเอง
(VI) บุกรุก
(VT) บุกรุก
(PHRV) บุกรุกเข้าไป
(PHRV) ก้าวก่าย
(PHRV) ก้าวก่าย
(N) การบุกรุก
(ADJ) ที่ก้าวก่าย
(ADV) อย่างก้าวก่าย
(VT) ไว้วางใจ
(PHRV) มอบหมายให้
(PHRV) มอบหมาย
(N) การหยั่งรู้ที่เกิดขึ้นในใจ
(ADJ) โดยสัญชาตญาณ
(VI) พอง
(IDM) (ระดับเสียง) เข้ากับ
(ADV) เป็นลําดับ
(VI) พัน
(VT) พัน
(ADJ) ที่ไหลบ่า
(VT) ท่วม
(VT) ท่วมท้น
(PHRV) ท่วมหรือเจิ่งนองไปด้วย
(N) การท่วม
(PHRV) มีผลจาก
(PHRV) คุ้นเคยกับ
(VT) บุกรุก
(VT) เหยียบย่ํา
(N) ผู้รุกราน
(ADV) อย่างไร้ความหมาย
(IDM) ไม่มีประโยชน์
(ADJ) ที่ทุพพลภาพ
(ADJ) ที่ไม่ได้อยู่บนพื้นฐานความจริง
(ADJ) เป็นโมฆะ
(N) คนไข้
(VT) ต้องออกจากกองทัพเพราะเจ็บป่วย
(VT) ทําให้เป็นโมฆะ
(VT) พิสูจน์ให้เห็นว่าไม่จริง
(PHRV) ส่งกลับประเทศเพราะป่วยหรือสุขภาพไม่ดี (ทางทหาร)
(PHRV) อนุญาตให้ปลดประจําการเพราะป่วยหรือสุขภาพไม่ดี (ทางทหาร)
(ADJ) ซึ่งประมาณค่ามิได้
(ADJ) ซึ่งไม่เปลี่ยนแปลง
(N) สิ่งที่ไม่เปลี่ยนแปลง
(ADJ) ไม่เปลี่ยนแปลง
(N) ค่าคงที่ (ทางคณิตศาสตร์)
(N) การบุกรุก
(N) การรุกราน
(ADJ) ที่เป็นการรุกราน
(ADJ) ที่แพร่กระจายอย่างรวดเร็ว (เชื้อโรค)
(N) คําหยาบ
(VI) ติเตียน
(PHRV) ประณามอย่างรุนแรง
(VT) หลอกล่อ
(PHRV) ชักชวนให้ทํา
(VT) แต่งเรื่อง
(VT) สร้างสรรค์
(N) การประดิษฐ์
(N) สิ่งประดิษฐ์
(N) นักประดิษฐ์
(N) รายการสิ่งของ
(N) สินค้าที่มีอยู่ในร้าน
(ADJ) ตรงกันข้าม
(N) สิ่งที่ตรงกันข้าม
(ADV) อย่างตรงกันข้าม
(N) การกลับกัน
(VT) สับเปลี่ยนที่กัน
(ADJ) ที่ไม่มีกระดูกสันหลัง
(N) สัตว์ไม่มีกระดูกสันหลัง
(VT) แต่งตั้ง
(VT) ลงทุน
(VT) อุทิศ (เวลา, กําลัง)
(VI) สืบสวน
(VT) ตรวจสอบหาความจริง
(VT) สืบสวน
(N) การตรวจสอบหาความจริง
(N) การสืบสวน
(N) ผู้สอบสวน
(PHRV) ลงทุน
(N) พิธีมอบหมายอํานาจหรือตําแหน่งเป็นทางการ
(N) การลงทุน
(N) เงินลงทุน
(N) นักลงทุน
(PHRV) มอบให้
(ADJ) ซึ่งติดเป็นนิสัย
(ADJ) ซึ่งไม่น่าปรารถนา
(IDM) สามารถมองเห็นได้
(IDM) เนื่องจาก
(VT) ทําให้กระปี้กระเปร่า
(ADJ) ซึ่งไม่สามารถเปลี่ยนได้
(ADJ) ซึ่งไม่อาจเอาชนะได้
(ADJ) ซึ่งเป็นที่เคารพ (กฎระเบียบ)
(ADJ) ซึ่งไม่อาจรุกล้ําได้ (เขตแดน)
(ADJ) ซึ่งไม่ถูกทําลาย
(ADJ) ซึ่งมองไม่เห็น
(N) การเชิญ
(N) คําเชื้อเชิญ
(VT) เชิญ
(VT) ทําให้เกิด
(N) ผู้ถูกเชิญ
(PHRV) เชิญเข้ามา
(PHRV) เชิญให้ออกไปร่วมทานอาหารหรือกิจกรรมอื่นร่วมกัน
(PHRV) เชิญให้มา
(PHRV) เชิญให้มาร่วมงาน
(PHRV) เชิญมาร่วม
(ADJ) ซึ่งดึงดูดใจ
(ADJ) ในสภาพแวดล้อมที่ทําเทียมขึ้น
(ADV) ในสภาพแวดล้อมที่ทําเทียมขึ้น
(N) การปฏิสนธิของเด็กภายนอกร่างกาย
(ADJ) ซึ่งอยู่ในร่างกายของสิ่งมีชีวิต
(ADV) โดยอยู่ในร่างกายของสิ่งมีชีวิต
(VT) ขอร้อง
(N) คําขอร้อง
(N) ใบแจ้งราคาสินค้าที่ขายให้
(VT) ออกใบแจ้งราคาสินค้า
(VT) ก่อให้เกิด
(VT) วิงวอน (เทพเจ้า)
(VT) ีอ้าง  (กฎหมาย)
(PHRV) นํามาซึ่ง
(PHRV) อ้อนวอนให้มีบางสิ่ง (ที่ลงมาจากสวรรค์) เกิดขึ้นกับ
(PHRV) อ้อนวอนให้มีบางสิ่ง (ที่ลงมาจากสวรรค์) เกิดขึ้นกับ
(ADJ) ไม่ได้ตั้งใจ
(ADJ) ี่ซับซ้อน
(N) เส้นโค้ง (ทางเรขาคณิต)
(VI) ม้วนเข้า
(N) การพัวพัน
(VT) เกี่ยวพัน
(VT) ทําให้พัวพัน
(ADJ) ที่เกี่ยวข้อง
(ADJ) ที่เอาใจใส่
(ADJ) ี่ซับซ้อน
(PHRV) มีส่วนร่วมใน
(N) การเกี่ยวข้อง
(N) ความสัมพันธ์ในด้านชู้สาว
(PHRV) เกี่ยวข้องกับ
(ADJ) ปลอดภัย
(ADJ) เข้าข้างใน
(ADJ) ในใจ
(ADV) ภายในใจ
(N) ความรู้สึกลึกๆ ในใจ
(ADV) โดยเข้าด้านใน
(IDM) เป็นเพื่อนกับบางคน
(PHRV) ชอบพอกับ
(SL) กล้าเผชิญหน้า
(N) สารประกอบไอโอไดด์
(N) ธาตุไอโอดีน
(N) อิออน
(SUF) เกี่ยวกับการกระทํา ภาวะ  สิ่งหรือบุคคล
(ADJ) เกี่ยวกับอิออน
(VI) เปลี่ยนเป็นอิออน
(VT) เปลี่ยนเป็นอิออน
(N) ชั้นบรรยากาศซึ่งห่างจากผิวโลกระหว่าง 80-1000 กิโลเมตร
(N) จํานวนที่เล็กน้อยมาก
(N) รัฐไอโอวาของสหรัฐอเมริกา
(N) ไม้เถาจําพวก Cephaelis ipecacuanha พบในอเมริกาใต้
(ABBR) ระดับสติปัญญา (คําย่อของ intelligence quotient)
(N) ประเทศอิหร่าน
(N) อิหร่าน
(ADJ) เกี่ยวกับผู้คนหรือภาษาอิหร่าน
(N) ชาวอิหร่าน
(N) ภาษาอิหร่าน
(N) ประเทศอิรัก
(N) อิรัก
(ADJ) เกี่ยวกับผู้คนหรือภาษาอิรัก
(N) ชาวอิรัก
(N) ภาษาอิรัก
(ADJ) โกรธง่าย
(ADJ) โกรธเป็นไฟ
(N) ความกริ้วโกรธ
(N) ประเทศไอร์แลนด์
(N) ไอร์แลนด์
(N) สีเเหลือบ
(ADJ) มีสีสันเหมือนสีรุ้ง
(N) ดอกไอริซ
(N) ม่านตา
(ADJ) เกี่ยวกับชนชาติ ภาษาและวัฒนธรรมไอร์แลนด์
(N) ชาวไอร์แลนด์
(N) ภาษาไอร์แลนด์
(VT) รบกวน
(ADJ) น่ารําคาญ
(ADJ) เข้มงวด
(ADJ) ซึ่งมีธาตุเหล็ก
(ADJ) โหดร้าย
(N) เข้มแข็งเหมือนเหล็ก
(N) เครื่องมือที่ทําด้วยเหล็ก
(N) ตรวน
(N) เตารีด
(N) ธาตุเหล็ก
(SL) ผู้ที่มีพฤติกรรมรักร่วมเพศ
(VT) รีด (เสื้อผ้า)
(N) ยุคเหล็ก (ยุคที่มนุษย์รู้จักใช้เหล็กทําเครื่องมือและอาวุธ)
(ADJ) ซึ่งไม่ยืดหยุ่น
(ADJ) หุ้มเกราะ
(N) เขตแบ่งประเทศคอมมิวนิสต์กับอดีตโซเวียตจากยุโรปตะวันตก
(ADJ) เคร่งครัด
(SL) ผู้ที่มีพฤติกรรมรักร่วมเพศ
(SL) ผู้ที่มีพฤติกรรมรักร่วมเพศ
(N) รถไฟ
(ADJ) เชิงเยาะเย้ย
(ADJ) ประหลาดและน่าขัน
(ADJ) ประหลาดและน่าขัน
(ADJ) เหน็บแนม
(N) การรีดผ้า
(N) พ่อค้าขายเครื่องเหล็กที่ใช้ในบ้านและสวน
(PHRV) รีดผ้า
(N) ผู้มีกําลังมากในการต่อสู้
(N) ช่างตีเหล็ก
(N) เครื่องโลหะ
(N) ถ้อยคําแดกดัน
(ADJ) เกี่ยวกับชนเผ่าอินเดียนแดง
(N) ตระกูลภาษาของเผ่าอินเดียนแดงในอเมริกาเหนือ
(ADJ) สว่างไสว
(VI) เปล่งแสง
(VT) ฉายรังสี (เพื่อถนอมอาหาร)
(N) การฉายรังสี
(ADJ) ไม่มีเหตุผล
(N) ความไม่มีเหตุผล
(N) จํานวนอตรรกยะ
(ADJ) ไม่สามารถเอาคืนได้
(ADJ) เข้ากันไม่ได้
(ADJ) ไม่สามารถปรองดองกันได้
(ADJ) ซึ่งนํากลับคืนมาไม่ได้
(ADJ) ไม่สามารถรักษาได้
(ADJ) ไม่สามารถแก้ไขปรับปรุงได้
(ADJ) ไม่สามารถเอาเงินคืนได้
(N) ลัทธิสนับสนุนการเรียกร้องดินแดนคืน (ในอิตาลีปีค.ศ.1878)
(ADJ) ไม่สามารถลดได้
(ADJ) ที่แย้งไม่ได้
(ADJ) ผิดปกติ
(ADJ) ไม่เป็นระเบียบ
(ADJ) ไม่เรียบ
(N) ทหารที่ไม่ได้อยู่ในประจําการ
(N) สิ่งที่อยู่นอกเกณฑ์
(N) การปฏิบัติที่ไม่เป็นไปตามระเบียบปกติ
(N) ความผิดปกติ
(N) ความไม่เรียบ
(ADJ) ที่ไม่สัมพันธ์กัน
(ADJ) ไม่สัมพันธ์กัน
(ADV) อย่างไม่สัมพันธ์กัน
(ADJ) ไม่นับถือหรือเชื่อในศาสนาใด
(ADJ) ไม่มีทางรักษาได้
(ADJ) ้ไม่สามารถเคลื่อนไหวได้
(ADJ) ที่แก้ไขไม่ได้
(ADJ) ไม่สามารถแทนที่กันได้
(ADJ) ไม่สามารถควบคุมไว้ได้
(ADJ) ร่าเริง
(ADJ) ไม่มีที่ติ
(ADJ) ที่ต้านทานไม่ได้
(ADJ) ไม่สามารถแก้ไขได้
(ADJ) ลังเล
(N) ความลังเลใจ
(ADJ) โดยไม่คํานึงถึง
(ADJ) ขาดความรับผิดชอบ
(ADJ) ไม่สามารถเอาคืนมาได้
(ADJ) ไม่สามารถเอาคืนกลับมาได้
(ADJ) เปลี่ยนแปลงไม่ได้
(VT) ทดน้ํา
(N) การชลประทาน
(ADJ) เกี่ยวกับการชลประทาน
(ADJ) ขี้โมโห
(ADJ) ซึ่งทําให้ระคายเคือง
(N) สารที่ทําให้ร่างกายเกิดอาการคันหรือปวดแสบปวดร้อน
(VI) ทําให้ระคายเคือง
(VT) รบกวน
(ADJ) โกรธเคือง
(ADV) อย่างหงุดหงิด
(ADJ) น่ารําคาญ
(N) การระคายเคือง
(N) ความขุ่นเคือง
(N) สิ่งที่สร้างความรําคาญ
(VI) บุกเข้าไปในทันที
(N) การบุกรุกเข้าไปอย่างรวดเร็วและรุนแรง
(AUX) เป็น / อยู่ / คือ (กริยาช่วยที่ใช้กับประธานเอกพจน์)
(SUF) กระทํา
(SUF) ค่อนข้าง, เกี่ยวกับ
(N) วุ้นที่ได้จากถุงอากาศของปลา
(N) มุสลิมและประเทศมุสลิม
(N) ศาสนาอิสลาม
(N) ชื่อเมืองหลวงของปากีสถาน
(ADJ) ของอิสลาม
(N) ชาวอิสลาม
(N) อิสลามิกชน
(N) เกาะ
(N) เกาะกลางถนน
(N) ชาวเกาะ
(N) เกาะ
(N) เกาะเล็ก
(N) ลัทธิ
(SUF) ภาวะ
(ABBR) คําย่อของ is not
(N) เส้นบนแผนที่อากาศที่ลากเชื่อมจุดที่มีความกดอากาศเท่ากัน
(ADJ) เกี่ยวกับความเท่าเทียมกันทางกําลังอํานาจ
(N) รูปหลายเหลี่ยมที่มีมุมทุกด้านเท่ากัน
(ADJ) ที่สามารถแยกออกมาได้
(ADJ) ที่สามารถแยกออกมาได้
(ADJ) โดดเดี่ยว
(N) คนหรือของที่แยกออกมาเพื่อจุดประสงค์ในการศึกษา
(VT) แยก (ความคิด, ปัญหา, สถานการณ์)
(VT) แยกตัวออกจากสังคมหรือกลุ่มคน
(VT) แยกสารตัวหนึ่งออกจากสารตัวอื่นๆ เพื่อใช้ในการศึกษา
(ADJ) โดดเดี่ยว
(ADJ) ห่างไกลจากเมืองใหญ่ (สถานที่)
(PHRV) แยกจาก
(N) การแยกออก
(N) ความโดดเดี่ยว
(N) ลัทธิการอยู่โดดเดี่ยว
(N) ธาตุที่มีสารประกอบเหมือนกันแต่คุณสมบัติต่างกัน
(ADJ) เกี่ยวกับภาพวาดสามมิติที่ไม่ได้วาดขึ้นด้วยตาจริง
(N) ภาพวาดสามมิติ
(ADJ) ที่มีด้านยาวเท่ากัน 3 ด้าน (สามเหลี่ยม)
(N) เส้นลากเชื่อมโยงจุดที่มีอุณหภูมิเท่ากันบนแผนที่อากาศ
(ADJ) เกี่ยวกับการละลายที่มีความเข้มข้นในการละลายเท่ากัน
(N) ไอโซโทป
(N) ประเทศอิสราเอล
(N) อิสราเอล
(ADJ) เกี่ยวกับอิสราเอล
(N) ชาวอิสราเอล
(N) ภาษาอิสราเอล
(ADJ) เกี่ยวกับอิสราเอลหรือยิวโบราณ
(N) ชนชาติยิว
(ADJ) ที่ตีพิมพ์ออกมาได้
(N) การตีพิมพ์ออกมา
(ADJ) ี่ที่ลําตัวตั้งตรงและมีเพียงส่วนหน้าโผล่ออกมา (ใช้กับสัตว์)
(N) การแจกจ่าย
(N) ฉบับ
(N) ประเด็น
(N) ปัญหา
(N) ผล
(N) ลูกหลาน
(VI) ตีพิมพ์
(VI) ไหลออก
(VT) แจกจ่าย (เสื้อผ้า, อาหาร) แก่ทหาร
(VT) ตีพิมพ์เพื่อจําหน่ายหรือแจก
(VT) ออก (แถลงการณ์, ประกาศ)
(PHRV) ตีพิมพ์ในรูปของ
(PHRV) ปรากฏตัวอย่างเป็นทางการ (คําโบราณ)
(PHRV) ไหลออกมาจาก
(PHRV) ไหลออกมาจาก
(PHRV) มอบ (สิ่งจําเป็น) ให้กับ
(PHRV) ทําให้ได้รับ (สิ่งจําเป็น)
(SUF) ผู้ซึ่ง
(N) คอคอด
(N) ผู้เล่นที่ต้องไล่จับผู้เล่นอื่น (เกมของเด็ก)
(PRON) มัน
(ADJ) เกี่ยวกับอิตาลี
(N) ชาวอิตาลี
(N) ภาษาอิตาลี
(ADJ) เกี่ยวกับอิตาลีโบราณ
(ADJ) ที่เอนไปทางขวา (ตัวอักษร)
(N) ตัวอักษรแบบตัวเอน
(N) ภาษาหนึ่งในตระกูล Indo-European
(VT) พิมพ์ด้วยตัวเอน
(N) ประเทศอิตาลี
(N) อิตาลี
(IDM) มันเป็นสิ่งจําเป็นที่ต้องกระทํา
(N) อาการคัน
(VI) ปรารถนา
(VI) รู้สึกคัน
(VT) ทําให้คัน
(VT) รบกวน
(PHRV) ทําให้อยาก
(N) ความปรารถนาอย่างแรงกล้า
(ADJ) คัน
(N) ของ
(N) ข่าว
(N) รายการ
(VT) ลงรายการ
(N) การซ้ํา
(ADJ) ที่เป็นการซ้ํา
(VT) กล่าวซ้ํา
(ADJ) ซ้ํา
(IDM) สมเหตุผล
(IDM) สมเหตุสมผล
(N) การท่องเที่ยวไปในที่ต่างๆ
(ADJ) ที่เดินทางหรือท่องเที่ยวไปในที่ต่างๆ
(N) ผู้ที่เดินทางไปตามที่ต่างๆ (โดยเฉพาะคนจน)
(N) แผนการการเดินทาง
(VI) เดินทางจากที่หนึ่งไปยังอีกที่หนึ่ง
(SUF) อักเสบ
(IDM) สิ่งเลวร้ายมักเกิดขึ้นในเวลาเดียวกัน
(PRON) ของมัน
(IDM) เกือบจะสายเกินไป (คําไม่เป็นทางการ)
(IDM) ตกลง
(PRON) ตัวมันเอง
(IDM) มันผ่านมาแล้ว
(IDM) ไม่สามารถพิจารณาได้ (คําไม่เป็นทางการ)
(IDM) ไร้ประโยชน์ที่จะทํา (บางสิ่ง)
(ADJ) เล็กมาก (คําไม่เป็นทางการ)
(SL) เล็กน้อย
(SL) เล็กน้อย
(SL) ฉันรู้แล้ว
(SL) หอคอยงาช้าง (สถานที่สมมุติใช้กับทางการศึกษา)
(SUF) กระทํา
