(เจ) พยัญชนะ|อังกฤษ|ตัว|ที่|10
(เจ) พยัญชนะ|อังกฤษ|ตัว|ที่|10
(แจ|บ) {|jabbed|,|jabbing|,|jabs|} vt.,|vi.,|n. (การ) ทิ่ม|,|แหย่|,|แทง|,|แย็บ|,|ต่อย|อย่าง|รวดเร็ว|  |Syn. jabbingly adv.  |Syn. poke
vi.,|vt.,|n. (การ) พูด|อย่าง|รวดเร็ว|และ|ไม่|ชัดเจน|,|พูด|รัว|,|พูด|ไม่|เป็น|สาระ|,|พูด|พึมพํา|  |Syn. jabberer n.
vi.,|vt.,|n. (การ) พูด|อย่าง|รวดเร็ว|และ|ไม่|ชัดเจน|,|พูด|รัว|,|พูด|ไม่|เป็น|สาระ|,|พูด|พึมพํา|  |Syn. jabberer n.
vi.,|vt.,|n. (การ) พูด|อย่าง|รวดเร็ว|และ|ไม่|ชัดเจน|,|พูด|รัว|,|พูด|ไม่|เป็น|สาระ|,|พูด|พึมพํา|  |Syn. jabberer n.
n. นก|ปาก|คอ|ยาว|ชนิด|หนึ่ง
n. โกเมน|สี|ส้ม|อม|แดง
(แจ|ค) n. เครื่อง|ยก|ของ|หนัก|,|แม่แรง|,|ปั้นจั่น|,|ก|ลา|สี|เรือ|,|ไพ่|แจ|ค|  |Syn. sailor
กบ|ไส|ไม้|ให้|เรียบ
n. กลา|สี|เรือ
n. ขนุน
n. ผู้ชาย|สํารวย|,|ผู้ชาย|ที่|สนใจ|ใน|การ|แต่งตัว|มาก|เกิน|ไป.  |Syn. jack|-|a|-|dandyism n. ดู|jack|-|a|-|dandy|  |Syn. dandy
n. กล่อง|ของเล่น|ที่|มี|ตุ๊กตา|โผล่|พรวด|ออก|มา|เมื่อ|เปิด|กล่อง
n. ผลไม้|กลวง|ที่|เจาะ|รู|เป็น|ตา|จมูก|และ|ปาก|,|แล้ว|ใส่|เทียนไข|หรือ|ตะเกียง|ข้างใน (ใน|คืน|วัน|เทศกาล Halloween)| 
n. บุคคล|ผู้|แคล่วคล่อง|ใน|งาน|สารพัด|อย่าง|  |Syn. factotum
n. กลา|สี|เรือ
n. การ|เพิ่ม|ขึ้น|  |Syn. lif
n. หมาใน
n. ชายหนุ่ม|ที่|ชอบ|เลือก|หรือ|ทะลึ่ง|,|เด็ก|ซน|,|สมุน|รับใช้|,|ลิ่วล้อ
n. ลา|ตัวผู้|,|คน|โง่|,|คน|ทึ่ม. ลา
n. รองเท้า|บู๊|ท|ขนาด|ใหญ่|และ|สูง|จนถึง|เข่า
n. นก|กา|จําพวก|หนึ่ง
n. ผู้|เริ่ม|หัด|ใน|ฟาร์ม|หรือ|ไร่|ปศุสัตว์
(แจ|ค|'|คิท) n. เสื้อ|แจ๊คเก็ต|,|เสื้อ|ชั้นนอก|,|สิ่ง|ปกคลุม|,|เปลือกหุ้ม|,|ปก|หนังสือ vt. ใส่|ปลอก|หุ้ม|,|หุ้ม|ห่อ|  |Syn. case
n. ต้น|ทุเรียน|,|ทุเรียน
n. เครื่อง|เจาะ|หิน|ด้วย|แรงอัด|ของ|อากาศ
adj. ไม่|ชํานาญ|,|ไม่|มี|คุณธรรม
n. เงิน|กองกลาง|ที่|พอก|ขึ้น|ใน|การ|เล่นการพนัน|หรือ|โป๊กเกอร์|รางวัล|ใหญ่|,|รางวัล|ที่|หนึ่ง|,|เงิน|พนัน|จํานวน|มาก. -|Phr. (hit the jackpot ประสบ|ความ|สําเร็จ|มาก|,|ประสบ|โชคลาภ|อย่าง|กะทันหัน)|  |Syn. jack pot
n. แม่แรง|ที่|หมุน|เป็นเกลียว
n. เพลา|รอง|,|เพลา|สํารอง
n. นก|เล็ก|ปาก|สั้น|จําพวก|หนึ่ง
n. ไม้|ค้ํา|,|ราว|ค้ํา|,|เสา|ค้ํา|,|เชือก|ค้ํา
n. หุ่นไล่กา|,|คน|ที่|ไม่|มี|คุณค่า
(แจ|ค|'|คี) n. กลา|สี|เรือ|,|เหล้า|ยีน
n. การ|คุย|โม้|,|อาการ|กระสับกระส่าย|กลิ้ง|ไป|กลิ้ง|มา
vt. ขว้าง|,|พุ่ง|  |Syn. jaculation n. การ|ขว้าง|,|การ|พุ่ง
(เจ|ด) {|jaded|,|jading|,|jades|} n. หยก|,|แร่|หยก|,|ม้า|ร้าย|,|หญิง|ร้าย.vt.,|vi. ทํา|ให้|อ่อนเพลีย|,|ทํา|ให้|น่า|เบื่อ|  |Syn. jadish adj.
(เจ|ด|'|ดิด) adj. อ่อนเพลีย|,|น่า|เบื่อ|,|เลื่อน|,|หมดเปลือง|,|เสเพล
(เจ|'|ไดท) n. แร่|หยก|ชนิด|หนึ่ง
(แจก) {|jagged|,|jagging|,|jags|} n. ปุ่ม. vt. ทํา|ให้|มี|ปุ่ม.  |Syn. jagged adj. เป็น|ปุ่ม jaggy adj. เป็น|ปุ่ม|  |Syn. point|,|notch
(เจ|'|เก|อะ) n. นายพราน
(แจก|'|กิด) adj. เป็น|เหลี่ยม|แหลม|,|เป็น|ซี่|ฟัน|,|ขรุขระ.  |Syn. jaggedness n. ดู|jagged|  |Syn. sawlooth
n. ที่|ครูด|ให้|เป็น|รอย
(แจก|'|วาร์) n. เสือ|จากัว
n. แมว|อเมริกา|ร่าง|ยาว|ขา|สั้น
(เจ|ล) {|jailed|,|jailing|,|jails|} n. คุก. vt. เอา|เข้า|คุก
n. คน|ที่|ติด|คุก|,|คน|ขี้คุก
n. การ|แหกคุก
(เจ|ล|'|เลอะ) n. ผู้|คุม -|S.jailor
n. คุก|,|ตะราง
(ไจน์) n. ผู้|ยึด|หลักการ|ของ|Jainism
(ไจ|'|นิส|ซึม) n. ศาสนา|เซน|หรือ|ซิ|น
(แจ|ม) {|jammed|,|jamming|,|jams) v.,|n. (การ) อัด|,|ยัด|,|เบียด|,|ดัน|,|อัด|จน|ติดขัด|,|ออก|,|ส่ง|คลื่น|วิทยุ|,|รบกวน|,|อัด|แน่น|,|ติดขัด n. ผลไม้|กวน|  |Syn. jammer n. ดู|jam|  |Syn. squeeze
(แจ|ม|'|อัพ) n. การ|ติดขัด|,|การ|อุดตัน|,|ความ|ขลุกขลัก
(จะ|ไม|'|คะ) n. เกาะ|จาเม|กา|ทาง|ใต้|ของ|คิวบา|  |Syn. Jamaican adj.,|n. ดู|Jamaica
(แจมบ์) vt.,|vi. อัด|,|ยัด|,|เบียด
(แจ|มบะ|รี) n. การ|ประชุม|รื่นเริง|,|การ|ชุมนุม|อึกทึก|,|การ|ชุมนุม|ใหญ่|ของ|ลูก|เสือ
(เจน) n. เด็กหญิง|,|ผู้หญิง
(แจง|'|เกิล) {|jangled|,|jangling|,|jangles|} v.,|n. (เสียง) (ทํา|ให้) ดัง|จาก|การ|กระทบ|กับ|โลหะ|,|ดัง|กรุ๊|งก|ริ๊ง|,|พูด|อย่าง|โกรธเคือง|,|เสียงทะเลาะวิวาท|,|การ|ทะเลาะ
adj. ตีสองหน้า|,|หลอกลวง.
(แจ|น|'|นิเทอร์) n. ภารโรง|,|คนดู|แล|อาคาร|  |Syn. janitorial adj. ดู|janitor
(แจ|น|'|นิ|เท|รส) n. ภารโรง|หญิง
(แจ|น|'|ยัว|รี) n. มกราคม
adj. ตีสองหน้า|,|หลอกลวง|,|มี|ลักษณะ|ที่|ตรงกันข้าม
(แจ|พ) n. ชาว|ญี่ปุ่น|  |Syn. Japanese
(จะ|แพน|') n. ญี่ปุ่น|,|ประเทศ|ญี่ปุ่น.  |Syn. Nippon
(แจ|พ|'|พะนีซ|,|-|นิส) adj. เกี่ยวกับ|ญี่ปุ่น n. คน|ญี่ปุ่น|,|ภาษาญี่ปุ่น
โคมไฟ|จีน
adj. แบบ|ญี่ปุ่น
n. ความ|นิยม|ญี่ปุ่น|ขนบธรรมเนียมประเพณี|ของ|ญี่ปุ่น
(เจ|พ) {|japed|,|japing|,|japes|} vi.,|vt. ล้อ|เล่น|,|พูด|เล่น|,|การ|หยอก|เล่น|,|การ|พูด|ตลก|,|การ|เล่นตลก|  |Syn. japer n. ดู|jape japery n.
(จาร์) {|jarred|,|jarring|,|jars|} n. กระปุก|,|ขวด|ปากกว้าง|,|เหยือก|,|โอ่ง|,|ไห|,|โถ|,|เสียง|สั่นสะเทือน|ระคาย|หู|,|การ|สั่นสะเทือน|,|อาการ|ช็อค|,|ความ|ไม่|เห็นด้วย v. สั่นสะเทือน|,|ขัดแย้ง|,|ชน|โครม|,|ไม่|เห็นด้วย|  |Syn. jaringly adv. ดู|jar|  |Syn. vibrate|,
n. กระถางต้นไม้|,|ผัก|หั้น|และ|ต้มสุก
(จาร์|'|กอ|น) {|jargoned|,|jargoning|,|jargons|} n.,|v. (พูด) ภาษา|เฉพาะ|อาชีพ|,|คําพูด|ที่|ไร้|สาระ|,|คํา|,|พูด|ที่|ทํา|ให้|เข้าใจ|ยาก|,|ภาษา|ผสมผสาน
n. เสือ|ชนิด|หนึ่ง
(จาร์ล) n. หัวหน้า|,|เจ้า|,|ท่าน|เอิร์ล
n. ต้น|มะลิ|มี|สี|เหลือง|อ่อน|  |Syn. jessamine
n. หิน|ควอตว์|จําพวก|โมรา|ชนิด|หนึ่ง
(จาค|,|จอ|ค) {|jauked|,|jauking|,|jauks|} vi. พูด|เล่น|,|ละเลย|,|ปล่อย|เวลา|ให้|ผ่าน|ไป|โดย|เปล่าประโยชน์
n. โรค|ดีซ่าน|,|ความ|อคติ|,|ความ|อิจฉาริษยา. vt. ทํา|ให้|รู้สึก|อคติ
n. โรค|ดีซ่าน|,|ความ|อคติ|,|ความ|อิจฉาริษยา. vt. ทํา|ให้|รู้สึก|อคติ
n. โรค|ดีซ่าน|,|ความ|อคติ|,|ความ|อิจฉาริษยา. vt. ทํา|ให้|รู้สึก|อคติ
(จอน|ทฺ|,|จาน|ทฺ) {|jaunted|,|jaunting|,|jaunts|} vi.,|n. (การ) เดินทาง|ใน|ระยะ|สั้น|,|ท่องเที่ยว|ใน|ระยะ|สั้น.  |Syn. jauntingly adv. ดู|jaunt|  |Syn. tour
(จอน|'|ที|,|จาน|'|ที) adj. ง่ายดาย|,|คล่องแคล่ว|,|ทันสมัย|,|เรียบร้อย|,|เจ้าชู้|  |Syn. jauntily adv. ดู|jaunty jauntiness n. ดู|jaunty|  |Syn. sprightly
(จา|วา|, ชวา) 1. ชื่อ|เกาะ|ชวา|ของ|ประเทศ|อินโดนีเซีย 2. เป็น|ชื่อ|ภาษา|ที่|ใช้|ใน|การ|เขียน|โปรแกรม บริษัท ซัน ไม|โค|ร|ซิ|ส|เต็ม เป็น|ผู้|คิด|ขึ้น เพื่อ|ใช้|เกี่ยวกับ|การ|ส่ง|ออก|ผลลัพธ์|จาก|การ|คํา|น|วน ให้|กันและกัน|เพราะ|อยู่|ใน|เครือข่าย|เดียวกัน มี|ลักษณะ|คล้าย|กับ ภาษา C|+|+
n. มนุษย์|ชวา|,|มนุษย์|โบราณ
(แจ|ฟ|'|วะนิส) adj.,|n. (เกี่ยวกับ) เกาะ|ชวา|,|ชาว|ชวา|,|ภาษา|ชวา
(แจ|ฟ|'|ลิน|,|แจ|ฟ|'|วะลิน) n. หลาว|,|แหลน|,|ทวน|,|หอก|,|กีฬา|พุ่ง|หลาว vt. พุ่ง|หลาว|,|พุ่ง|หอก
(จอ) n. ขากรรไกร|,|กราม|,|ที่|ยึด|,|ที่|จับ|,|ก้าม|หนีบ -|S.jabber
(เจย์) n. นก|ที่|มี|เสียง|จ็|อก|แจ็ก|ชนิด|หนึ่ง|,|คน|พูด|มาก|,|คน|โง่
(เจย์|'|เบิร์ด) n. =|jay
(เจ|'|ซี) n. สมาชิก|เจ|ซี|,|สมาชิก|กลุ่ม|คน|หนุ่ม (J (unior) C (hamber)| 
(เจ|'|วอล์ค) vi. ข้าม|ถนน|อย่าง|ไม่|ระมัดระวัง|หรือ|ผิด|กฎจราจร.  |Syn. jaywalker n. ดู|jaywalk
(แจ|ซ) n. ดนตรี|แจ๊ซ|,|การ|เต้นรํา|หรือ|ระบํา|แจ๊ซ|,|ความ|มี|ชีวิตชีวา|,|ชีวิตจิตใจ|,|การ|พูด|เสแสร้ง|  |Syn. jazzy adj.
(เจ|ซี|แอ|ล) ย่อ|มา|จาก job control language ที่|แปล|ว่า ภาษา|ควบคุม|งาน หมายถึง คําสั่ง|ที่|จะ|กําหนด|ระบบ|การ|ประมวลผล|ของ|เครื่อง|คอมพิวเตอร์|โดย|ติดต่อ|ผ่าน|ทาง|ระบบปฏิบัติการ (operating system) ว่า จะ|ทํางาน|ต่าง ๆ อย่างไร ใช้|รหัส|ใด|เพื่อ|สื่อสาร|ให้|ระบบปฏิบัติการ|ควบคุม|การ|ทํางาน|ให้ อาจ|จะ|เพื่อ|ประโยชน์|ใน|การ|รักษา|ความ|ปลอดภัย|ของ|ข้อมูล การ|เรียกหา|แฟ้มข้อมูล|บาง|แฟ้ม รวม|ทั้ง|การ|ใช้|อุปกรณ์|รับ|ข้อมูล|หรือ|อุปกรณ์|แสดง|ผล|ชนิด|ใด
(เจ|ล|'|ลัส) adj. อิจฉา|,|ริษยา|,|ขี้หึง|,|หึงหวง|,|หวงแหน|,|ระแวง|,|เตรียม|,|พร้อม|,|ทน|ไม่|ได้.  |Syn. jealously adv. ดู|jealous jealousness n. ดู|jealous
(เจ|ล|'|ละ|ซี) n. ความ|อิจฉา|,|ความ|ริษยา|,|ความ|หึงหวง|  |Syn. distrust|,|envy|,|misgiving
(จีน) n. ผ้า|ยีน|,|เสื้อผ้า|อาภรณ์|ยีน|,|กางเกงยีน|,|กางเกง|,|jeans|,|กางเกงยีน
(จี) interj.,|vi.,|vt. =|gee (ดู)| 
(จีพ) n. รถจิ๊ป|,|รถ|ทหาร|ขนาด|เล็ก
(เจียร์) {|jeered|,|jeering|,|jeers|} v.,|n. (การ) เย้ยหยัน|,|หัวเราะเยาะ|  |Syn. jeerer n. ดู|jeer jeeringly adv. ดู|jeer|  |Syn. mock|,|sneer
(จิ|โฮ|'|วะ) n. พระเจ้า.  |Syn. Jehovic adj.
(จิจูน|') adj. ขาดแคลน|คุณค่า|ทาง|อาหาร|,|ไม่|น่า|สนใจ|,|น่า|เบื่อ|,|ยัง|ไม่|เจริญ|,|เติบโต|เต็มที่.
(จิจู|'|นัม) n. ส่วนกลาง|ของ|ลําไส้เล็ก|อยู่|ระหว่าง duodenum|กับ|ileum.  |Syn. jejunal adj. ดู|jejunum
(จี|'|คัล|,|เจ|ค|'|คัล) n. บุคคล|ผู้|มี|2|บทบาท (ดี|และ|เลว) ,|ผู้|มี|บุคลิกภาพ สอง|แบบ (ดี|และ|เลว)| 
(เจ|ล) vi. กลาย|เป็น|วุ้น|แข็ง|,|กลาย|เป็น|ชัดเจน|, (โครงการ) กระจ่าง|ชัด|ขึ้น n. วุ้น
(เจ|ล|'|ลี) n. วุ้น|,|วุ้น|ผลไม้|,|อาหาร|วุ้น|,|สิ่ง|ที่|คล้าย|วุ้น. vt.,|vi. ทํา|ให้|เป็น|,|วุ้น|,|กลาย|เป็น|วุ้น
(เจ|ล|'|ละ|ฟิช) n. แมงกะพรุน|,|คน|เหลาะแหละ|,|คน|ที่|อ่อนแอ
(เจน|'|นิท) n. ม้า|สเปน|ตัว|เล็ก ๆ ,|ลา|ตัวเมีย
(เจ|พ|'|เพอไดซ) vt. เป็น|อันตราย|ต่อ|,|เป็น|ภัย|ต่อ|,|ทํา|ร่าย|,|ทํา|อันตราย.  |Syn. endanger
(เจ|พ|'|เพอไดซ) vt. เป็น|อันตราย|ต่อ|,|เป็น|ภัย|ต่อ|,|ทํา|ร่าย|,|ทํา|อันตราย.  |Syn. endanger
(เจ|พ|'|เพอดัส) adj. อันตราย|,|เป็น|ภัย|,|เสี่ยงภัย.
(เจ|พ|'|เพอ|ดี) n. อันตราย|,|ภัย|,|การ|เสี่ยงอันตราย|,|การ|เสี่ยง|ต่อ|การ|ถูก|พบ|ความผิด
(เจอ|โบ) n. สัตว์|คล้าย|หนู|ชนิด|หนึ่ง|มี|ขา|หลังยาว|ที่|ทํา|ให้|กระโดด|ได้
(เจอ|ระ|ไม|'|แอด) n. ความ|เศร้าหมอง|,|การ|โอดครวญ|,|ความ|โทมนัส|  |Syn. lamentation
(เจิร์ด) {|jerked|,|jerking|,|jerks|} n. การ|กระตุก|,|การ|เกร็ง|กระตุก|,|การ|สะบัด|,|การ|กระ|ซาก|,|การ|ฉุด|,|การ|เหวี่ยง|,|การ|เคลื่อนไหว|อย่าง|รวดเร็ว|และ|กระ|ทัน|หัน|,|คน|เซ่อ|,|คน|โง่|,|การ|ยก|น้ําหนัก|จาก|ไหล่|ขึ้น|ตรง|เหนือ|ศีรษะ|,|การ|พูด|อย่าง|กระหืดกระหอบ. v. กระตุก|,|เกร็ง|กระตุก|,|สะบัด|,|กระชาก|,|ฉุด|,|เห|วี่ย
(เจอ|'|คิน) n. เสื้อ|รัดรูป|ไร้|แขน
(จะ|รีด|') {|jerreeded|,|jerreeding|,|jerreeds|} vt. สร้าง|อย่าง|ถูก ๆ และ|บอบบาง|,|สร้าง|ขึ้น|อย่าง|รีบร้อน|และ|ลวก ๆ| 
(เจอ|'|ซี่) n. เสื้อ|ถัก|รัดรูป
(เจ|ส|'|ซะ|มิ|น) n. ต้น|มะลิ
(เจ|สทฺ) {|jested|,|jesting|,|jests|} n. คําพูด|ล้อ|เล่น|,|คําพูด|ตลก|,|การ|ล้อ|เล่น|,|เรื่อง|ตลก|,|เรื่อง|ขบขัน|,|สิ่ง|ที่|ขบขัน. v. พูด|ล้อ|เล่น|,|พูด|ตลก|,|พูด|หยอก|เล่น.  |Syn. jestful adj.
(เจ|ส|'|เทอะ) n. ตัว|ตลก|,|จําอวด|,|ผู้|ที่|พูด|ล้อ|เล่น|,|ผู้|ที่|พูด|ตลก -|S.joker
(เจ|ส|'|ทิง) adj. ล้อ|เล่น|,|ขี้|เล่น|,|เป็น|การ|ตลก|,|ไม่|สําคัญ|,|ขี้|ประ|ติ๋ว.,|  |Syn. jestingly adv. ดู|jesting
(จี|'|ซู|,|เย|'|ซู) n. พระ|เยซู|คริสต์
(เจ|ส|'|ซุอิท) n. สมาชิก|โรมันคาทอลิก|นิกาย|หนึ่ง|,|คน|ร้อย|เล่ห์.  |Syn. Jesuitic adj. ดู|Jesuit Jesuitical adj. ดู|Jesuit Jesuitism n.ดู|Jesuit Jesuitry n. ดู|Jesuit
(จี|'|ซัส) n. พระ|เยซู|คริสต์|,|พระผู้เป็นเจ้า interj. คําอุทาน|แสดง|ความ|,|ไม่|เชื่อ ความผิด|หวัง|ความ|เจ็บปวด|หรือ|อื่น ๆ|  |Syn. Jesus Christ
พระ|เยซู|คริสต์|,|คําอุทาน|แสดง|ความ|ไม่|เชื่อ ความผิด|หวัง ความ|เจ็บปวด|หรือ|อื่น ๆ| 
(เจ|ท) {|jetted|,|jetting|,|jets|} n. สิ่ง|ที่|พุ่ง|ออก|มา|เป็น|ลํา|,|หัว|,|ท่อ|,|หัว|ท่อแก๊ส|,|เครื่องบิน|เจ๊|ท|,|เครื่องยนต์|เจ๊|ท vt.,|vi. พุ่ง|ออก|เป็น|ลํา|,|พ่น|ออก|,|เป็น|ลํา|,|ฉีด|ออก|มา|,|ฉีด|ออก|มา. adj. เกี่ยวกับ|jet|,|เกี่ยวกับ|หรือ|ทํา|,|ด้วย|ถ่านหิน|ดังกล่าว|,|ดํา|และ|มัน|  |Syn. jettingly adv.
(เจ|ท|'|แบ|ลค) adj. ดํา|สนิท
(เจ|ท|'|ซัม) n. สินค้า|ที่|โยนทิ้ง|จาก|เรือ|สู่|ทะเล เพื่อ|ทํา|ให้|เรือ|ทรงตัว|ได้|ดี|ขึ้น|ใน|เวลา|ฉุกเฉิน|,|สิ่งของ|ที่|ถูก|โยน -|S.jetsom
(เจ|ท|'|ทิเซิน) vt.,|n. (การ|,|สิ่ง|ที่) โยน|ลง|ทะเล|เพื่อ|ทํา|ให้|เรือ|เบา|และ|,|ทรงตัว|ได้|ดี|ขึ้น|,|โยนทิ้ง
(เจ|ท|'|ที) n. เขื่อน|ที่|ยื่น|ลง|ไป|ใน|ทะเล (เพื่อ|ต้าน|คลื่น|หรือ|ลม|ไม่|ให้|เข้าท่า|เรือ|มาก|,|เกิน|ไป)| 
(จู) {|Jewed|,|Jewing|,|Jews|} n. ชาว|ยิว|,|ผู้|นับถือ|ศาสนา|ยิว (Judaism) ,|ผู้|สืบ|เชื้อสาย|จาก|ชนชาติ|ฮิบ|รู|,|ชาว|อิสราเอล vt. ต่อรอง|ราคา|ให้|ต่ํา|ลง|,|กด|,|ราคา|ให้|ต่ํา|ลง
(จู|'|เบทิง) n. การ|ต่อต้าน|ยิว
(จู|'|เอิล) n. เพชรพลอย|,|สิ่ง|ประดับ|ที่|ทํา|ด้วย|เพชรพลอย|,|ทรัพย์สิน|ที่|มี|ค่า|,|ของมีค่า|,|บุคคล|ที่|มี|ค่า|มาก|,|บุคคล|ที่|ดีเลิศ|,|เม็ด|เพชรพลอย|ใน|นาฬิกา. vt. ประดับ|ด้วย|,|เพชรพลอย|  |Syn. jeweler|,|jeweller n. พ่อค้า|เพชรพลอย นาฬิกา|ทอง รูปพรรณ|หรือ|ของมีค่า|อื่น ๆ -|S.gem|,|trea
(จู|'|อิส) n. ชาว|ยิว|หญิง
(จู|'|วิช) adj. เกี่ยวกับ|ยิว|  |Syn. Jewishness n. ความ|เป็น|ยิว
(จิบ) {|jibbed|,|jibbing|,|jibs|} vi. หยุดชะงัก|,|ผงะ|หลัง|,|ลังเล n. ม้า|หรือ|สัตว์|พาหนะ|อื่น|ที่|หยุดชะงัก|,|แขน|ปั้นจั่น|  |Syn. jibber n. ดู|jib
(เจ|บ) {|jibed|,|jibing|,|jibes|} v.,|n. (การ) เคลื่อน|ไป|ข้าง|หนึ่ง|,|เปลี่ยน|ทิศทาง.
(จิฟ|'|ฟี่) n. ระยะ|เวลา|อัน|สั้น
(จิก) {|jigged|,|jigging|,|jigs|} n. การ (ดนตรี) เต้นรํา|จังหวะ|เร็ว (มัก|เป็น|3|จังหวะ) ,|เครื่องร่อน|แร่|,|วิธีการ|ร่อน|หรือ|คัด|แร่|ออก|,|เครื่อง|หนีบ|แร่|,|เครื่อง|จับ|,|โครง|ประกอบ. vt. ร่อน|แร่
เลื่อย|การฝีมือ|,|เลื่อย|สลัก|ลาย|,|เลื่อย|เส้นโค้ง|,|เลื่อย|กระดาน|ต่อ
(จิก|'|เกอร์ด) adj. ยุ่งเหยิง|,|ฉิบหาย|,|ตายโหง|  |Syn. confounded|,|damned
(จิก|'|เก|อส) interj. ระวัง|!
(จิก|'|เกิล) {|jiggled|,|jiggling|,|jiggles|} vt.,|vi. เคลื่อน|ขึ้น|เคลื่อน|ลง|กระตุก|,|เคลื่อน|กระตุก. n. การ|เคลื่อน|ขึ้น|เคลื่อน|ลง การ|เคลื่อน|กระตุก.
(จิ|ฮา|ด) n. สงคราม|พิทักษ์|ศาสนา|มุสลิม|,|การ|ต่อสู้|เพื่อ|พิทักษ์|ความ|เลื่อมใส|หลักการ|หรือ|ความคิด|  |Syn. jehad
(จิล|'|เยิน) n. จํานวน|มหาศาล. adj. มหาศาล
(จิลทฺ) {|jilted|,|jilting|,|jilts|} vt. ปฏิเสธ|,|ขว้าง|ทิ้ง n. หญิง|ผู้|สลัด|คนรัก|ทิ้ง.  |Syn. jilter n.,|  |Syn. abandon
(จิม|'|โค|ร) n. การ|เหยียด|คน|ผิว|ดํา|  |Syn. jim|-|crow adj. ดู|Jim Crow Jim|-|crow adj. ดู|Jim Crow|  |Syn. Jim|-|Crowism.
(จิม|'|แดน|'|ดี) adj. ดี|กว่า|,|ดีเลิศ
(จิม|'|เบอ|จอด) adj. ซึ่ง|มี|คาง|ล่าง|ยื่น|ออก
คําอุทาน|แสดง|ความ|ประหลาดใจ
คําอุทาน|แสดง|ความ|ประหลาดใจ
(จิม|'|มี) n. เหล็ก|งัด|ขนาด|สั้น|,|ชะแลง|ขนาด|สั้น. vt. วัด|ด้วย|ชะแลง.  |Syn. jemmy
(จิง|'|เกิล) {|jingled|,|jingling|,|jingles|} vt. ทํา|เสียง|โลหะ|กระทบ|กัน|,|ทํา|ให้|เกิด|เสียง|,|สัมผัส|,|บทกวี|ที่|มี|เสียง|สัมผัส|ต่อเนื่อง|กัน.  |Syn. jingler n. ดู|jingle jingly adv. ดู|jingle|  |Syn. tinkle|,|clink
(จิง|'|เกิ|ลด|ฺ) adj. มึนเมา|  |Syn. drunk
(จิง|'|โก) n.,|adj. (เกี่ยวกับ) ผู้แสดง|ความ|รักชาติ|อย่าง|รุนแรง|และ|รุกราน -|Phr. (byjingo|! คําอุทาน|เพื่อ|แสดง|การ|ย้ํา) -|  |Syn. chauvinist Ant. pacifist
(จิง|'|โก|อิส|ซึม) n. การ|แสดง|ความ|รักชาติ|ที่|รุนแรง|และ|โวยวาย|,|การ|แสดง|ความ|รักชาติ|แบบ|รุกราน.  |Syn. jingoist n.,|adj. ดู|jingoism jingoistic adj. ดู|jingoism
(จิน|ริ|ค|'|ชา|,|-|ชอ) n. รถ|ลาก
(จิงคฺซฺ) n. ผู้|หรือ|สิ่ง|ที่|นํา|โชคร้าย|มา|,|ตัว|ซวย vt. นํา|โชคร้าย|,|มา|,|ทํา|ให้|ประสบ|เคราะห์ร้าย|  |Syn. hex
(จิท|'|เทอะ) {|jittered|,|jittering|,|jitters|} n. ความ|กระวนกระวายใจ|,|ความ|ตกอกตกใจ. vi. กระสับกระส่าย|,|กระวนกระวายใจ|  |Syn. tremble|,|fidget
(จิท|'|เท|อ|รี) adj. เครียด|,|กระวนกระวายใจ|,|กระสับกระส่าย -|S.,|skittery|,|fidgety
(จูจิท|'|ซู) n. =|jujitsu (ดู)|  |Syn. jinjutsu
(ไจ|ว) {|jived|,|jiving|,|jives|} n. ดนตรี|ประเภท|เต้น|เขย่า|,|ดนตรี|แจ๊ซ (ภาษา|แสลง) ,|การ|พูด|ที่|ไร้|สาระ|,|การ|พูด|ที่|หลอกลวง vi. เล่น|ดนตรี|,|ประเภท|เต้น|เขย่า|,|เล่น|ดนตรี|แจ๊ซ
(โจ) n. คนรัก ที่รัก
(โจน|'|อัฟอาร์ค) วี|รส|ตรี|และ|ผู้|รับ|ทุกข์|เพื่อ|คน|อื่น|ของ|ฝรั่งเศส
(จอบ) {|jobbed|,|jobbing|,|jobs|} n. งาน|,|ชิ้นงาน|,|งาน|จ้าง|,|งาน|เหมา|,|งาน|ปลีกย่อย|,|ภาระ|หน้าที่|,|ตําแหน่ง|งาน|,|เรื่องราว|,|ขบวนการ|ทํางาน|,|รถยนต์ (แสลง) adj. เกี่ยวกับ|,|งาน|หรือ|ธุรกิจ|เฉพาะ|อย่าง|,|ซื้อ ขาย|หรือ|จัดการ|ด้วย|กัน -|Phr. (on thejob ตื่นเต้น|,|เฝ้า|สังเกต) vi. ทํางาน|เป็น|ชิ้น ๆ ,|ทํา|ง
n. กล่อง|ใส่|ตัวพิมพ์|,|ที่|ใส่|ตัวพิมพ์
ภาษา|ควบคุม|งาน|ใช้|ตัวย่อ|ว่า JCL หมายถึง คําสั่ง|ที่|จะ|กําหนด|ระบบ|การ|ประมวลผล|ของ|เครื่อง|คอมพิวเตอร์|โดย|ติดต่อ|ผ่าน|ทาง|ระบบปฏิบัติการ (operating system) ว่า จะ|ทํางาน|ต่าง ๆ อย่างไร ใช้|รหัส|ใด|เพื่อ|สื่อสาร|ให้|ระบบปฏิบัติการ|ควบคุม|การ|ทํางาน|ให้ อาจ|จะ|เพื่อ|ประโยชน์|ใน|การ|รักษา|ความ|ปลอดภัย|ของ|ข้อมูล การ|เรียกหา|แฟ้มข้อมูล|บาง|แฟ้ม รวม|ทั้ง|การ|ใช้|อุปกรณ์|รับ|ข้อมูล|หรือ|อุปกรณ์|แสดง|ผล|ชนิด|ใด
ชุดคําสั่ง|ควบคุม|งาน|หมายถึง|ชุดคําสั่ง|หรือ|โปรแกรม|ชุด|หนึ่ง ที่|มี|หน้าที่|ควบคุม|สายงาน|ใน|การ|ปฏิบัติการ|ของ|เครื่อง|คอมพิวเตอร์ เริ่ม|ตั้งแต่|อ่าน|ข้อมูล|เข้า|ไป|เก็บ กําหนด|ว่า|จะ|ต้อง|ใช้|อุปกรณ์|หรือ|ชุดคําสั่ง|ใด|บ้าง (เช่น ตัวแปลภาษา|ใด) กําหนดการ|เริ่ม|กระทํา|การ (execute) และ|การ|ส่ง|ผล|ที่|คํานวณ|แล้ว|ไป|ยัง|เครื่องพิมพ์ ฯมี|ความหมาย|เหมือน job control language
n. ลักษณะ|งาน|,|ภาระ|หน้าที่|ของ|งาน|ที่|ทํา
n. ผู้|มี|งาน|ทํา|,|ผู้|มี|อาชีพ|,|ข้าราชการ
n. การ|เปลี่ยน|อาชีพ|,|การ|เปลี่ยน|งาน
n. ผู้|หา|งาน|ทํา
n. งาน|พิมพ์|ปลีกย่อย|,|งาน|เหมา|,|งาน|รับจ้าง
n. ต้น|เดือย|,|ลูกเดือย
(โอ|เบ|'|เชิน) n. คําสั่ง|ยืดยาว|,|คํา|ติ
(จอบ|'|เบอะ) n. พ่อค้า|ขายส่ง|,|คนงาน|ที่ทํางาน|เป็น|ชิ้น ๆ|  |Syn. wholesale merchant
(จู|'|บะลัส) adj. ลังเล|,|สงสัย
(จอบ|'|ลิส) adj. ไม่|มี|งาน|ทํา|,|เกี่ยวกับ|บุคคล|ที่|ตก|งาน. n. คน|ที่|ไม่|มี|งาน|ทํา|,|คน|ตก|งาน
(จอ|ค) n. หนุ่ม|บ้านนอก|,|หนุ่ม|ผู้|ไร้เดียงสา
(จอ|ค|'|คี) n. นัก|ขี่ม้า|แข่ง|อาชีพ|,|คน|ขี่ม้า|แข่ง|,|คน|นําทาง vt. ขี่ม้า|แข่ง|,|นําร่อง|,|จัดการ|,|โกง|,|หลอกลวง|,|โยกย้าย|พลิกแพลง vi. หา|ผลประโยชน์|ด้วย|การ|พลิกแพลง|หลอกลวง|,|โกง|  |Syn. plot|,|scheme
(จอ|ค|'|โค) n. ลิง|ซิ|ม|แพน|ซี|,|ลิง
(โจค|'|สแทรพ) n. กระจับ|หุ้ม|บัง|อวัยวะ|สืบพันธุ์|ของ|ชาย|ใน|การ|แข่ง|กีฬา
(โจ|โค|ส|') adj. ขบขัน|,|ตลก|,|ขี้|เล่น|,|ล้อ|เล่น|,|ยั่วเย้า.  |Syn. jocoseness n. ดู|jocose -|S.joking|,|jesting
(โจ|คอ|ส|'|ซิ|ที) n. การ|หยอกเย้า|,|การ|ล้อ|เล่น|,|ความ|ตลกคะนอง|,|เรื่อง|ตลก|,|คําพูด|ที่|หยอกเย้า|  |Syn. joking
(จอ|ค|'|คิว|ละ) adj. ขบขัน|,|ตลก|ล้อ|เล่น|,|ขี้|เล่น|,|หยอกเย้า.
(จอ|ค|คิว|แล|'|ริ|ที) n. ความ|ขบขัน|,|ความ|ตลก|,|การ|พูด|ตลก|,|การ|พูด|หยอก|,|เย้า|,|นิ|สัน|ตลก|,|นิสัย|ขี้|เล่น|,|การ|กระทํา|ที่|ขี้|เล่น
(โจค|'|เคินดฺ|,|โจ|'|เคินดฺ) adj. ร่าเริง|,|มี|ชีวิตชีวา|,|เบิกบานใจ|,|ดีใจ|  |Syn. merry|,|gay Ant. sad|,|sober
(โจ|คัน|'|ดิ|ที) n. ความ|ร่าเริง|,|ความ|เบิกบานใจ|,|คําพูด|หรือ|การ|กระทํา|ที่|,|แสดง|ความ|ดีใจ|หรือ|เบิกบาน|  |Syn. gaiety
abbr. juvenile onset diabetes mellitus
(โจ) n. เจ้า|หมอ|นี่|,|หมอ|นี่|,|อ้าย|เสือ|นี่|,|กาแฟ
(โจ|'|อี) n. สัตว์|ที่|ยัง|มี|อายุ|น้อย
(จอก) {|jogged|,|jogging|,|jogs|} vt.,|n. (การ) ชน|เบา ๆ ,|กระทุ้ง|เบา ๆ ,|ผลัก|เบา ๆ ,|เขย่า|เบา ๆ ,|ทํา|ให้|ทํางาน|,|โดย|การ|กระทุ้ง|เบา ๆ ,|กระตุ้น|,|เตือน|,|กระทุ้ง|ให้|ม้า|วิ่งเหยาะ ๆ vt. เดิน|เหยาะ|,|ย่าง|,|เดิน|เอื่อย ๆ ,|ย่ํา|ต๊|อก|,|เดิน|เนิบ ๆ ,|วิ่งเหยาะ|ย่าง (ม้า) . -|S.jar|,|shake
(จอก|'|เกิล) {|joggled|,|joggling|,|joggles|} vt.,|vi.,|n. (การ) เขย่า|เบา ๆ ,|เคลื่อน|ไป|เคลื่อน|มา|,|กระตุก|เบา ๆ ,|กระทุ้ง|,|เบา ๆ -|S.jolt|,|shake
(จอห์น) n. ห้องน้ํา|,|ห้องส้วม|  |Syn. toilet
ชาว|อังกฤษ|,|ฉาย|สําหรับ|เรียก|ชาว|อังกฤษ|  |Syn. John Bullish adj. ดู|John Bull John Bullishness n. ดู|John Bull|  |Syn. toilet
n. ผู้|ที่|ตาม|ได้|ทุกเวลา|,|ผู้|ที่อยู่|ข้าง ๆ ,|ผู้|ที่|คอย|ฉวยโอกาส
(จอ|ยนฺ) {|joined|,|joining|,|joins|} vt.,|vi.,|n. (การ) เชื่อม|,|ติด|,|ต่อ|,|ร่วม|  |Syn. connect|,|merge|,|unite
(จอ|ย|'|เดอะ) n. การ|ร่วม|กัน|,|การ|ร่วมมือ|กัน|,|การ|ร่วม|ฟ้อง|,|การ|เชื่อมต่อ|กัน
(จอ|ย|'|เนอะ) n. ผู้|ร่วม|,|สิ่ง|ร่วม|,|ผู้|เชื่อมต่อ|,|ช่างไม้|,|สิ่ง|เชื่อมต่อ
(จอ|ย|'|เนอ|รี) n. ศิลปกร|เชื่อมต่อ|,|วิชา|ช่างไม้
(จอ|ยทฺ) {|jointed|,|jointing|,|joints|} n. ข้อต่อ|,|รอย|ต่อ|,|หัวต่อ|,|เดือย|,|ปล้อง|,|ข้อ|,|ตา|ไม้|,|ส่วน|ตอ|,|ตะเข็บ|,|ที่|บรรจบ adj. ร่วม|กัน|,|สัมพันธ์|กัน|,|ใน|เวลา|เดียวกัน|,|เชื่อม vt.,|vi. เชื่อม|กัน|,|ต่อ|กัน|  |Syn. juncture
n. มติ|ร่วม|,|มติ|ร่วม|ของ|สภา
n. การ|ประชุม|ร่วม|กัน|ของ|สมาชิก|จาก|สอง|สภา
(จอ|ยทฺ|'|ลี) adv. ร่วม|กัน|,|พร้อมกัน|  |Syn. together
(จอ|ยน|'|เซ|อ) n. ทรัพย์สิน|ของ|สามี|ที่|ตาย|ซึ่ง|ภรรยา|หม้าย|มี|สิทธิ์|จะ|ได้|รับ
(จอ|ยซฺทฺ) {|joisted|,|joisting|,|joists|} n. ตง|รอง|พื้น|,|รอด|รอง|พื้น|,|รอด|ตง|,|กระทง. vt. ตี|ตง|รอง|พื้น|,|ตี|รอด|รอง|พื้น
(โจค) {|joked|,|joking|,|jokes|} n. เรื่อง|ตลก|,|เรื่อง|เล่น ๆ ,|เรื่อง|ล้อ|เล่น|,|เรื่อง|ขํา ๆ ,|คํา|ตลก|,|สิ่ง|ขบขัน|,|สิ่ง|ง่าย ๆ vi. ล้อ|เล่น|,|พูด|เล่น|,|พูด|ล้อเลียน|,|พูด|ตลก. vt. ทํา|ตลก|,|เล่นตลก.  |Syn. jokingly adv. -|S.jest
(โจค|'|เคอะ) n. ผู้|ล้อ|เล่น|,|ผู้|เล่นตลก|,|ตัว|ตลก|,|ไพ่|โจ๊ก|ที่|จะ|นับ|เป็น|แต้ม|อะไร|ก็|,|ได้
(จอ|ล|ละ|ฟะเค|'|เชิน) n. งาน|เฉลิมฉลอง|ที่|สนุกสนาน|,|การ|ร่าเริง|,|การ|เฉลิมฉลอง
(จอ|ล|'|ละ|ไฟ) {|jollified|,|jollifying|,|jollifies|} vt.,|vi. รื่นเริง|,|สนุกสนาน|,|หา|ความ|สุข|  |Syn. frolic
(จอ|ล|'|ลิ|ที) n. อารมณ์|รื่นเริง|,|ความ|รื่นเริง|,|ความ|สนุกสนาน|,|งาน|เฉ|ลิม|,|ฉลอง|ที่|สนุกสนาน
(จอ|ล|'|ลี) {|jollied|,|jollying|,|jollies|} adj. รื่นเริง|,|สนุกสนาน|,|เบิกบานใจ|,|มี|ความ|สุข|,|มี|เสน่ห์|,|ใหญ่|,|ละเอียด|,|มึนเมา|นิดหน่อย vt. พูด|ดี|กับ|,|พูด|ด้วย|อารมณ์ดี adv. อย่างยิ่ง|,|มาก. n. ความ|สนุกสนาน|,|ความ|ตื่นเต้น|ที่|มี|ความ|สุข.  |Syn. jollily adv. ดู|jolly joll
n. เรือ|บด|ที่อยู่|กับ|เรือ|ใหญ่
(รอ|จ|'|เจอะ) n. ธง|สลัก|ที่|เป็น|รูป|หัว|กะโหลก|ไขว้|  |Syn. black flag
(โจลทฺ) {|jolted|,|jolting|,|jolts|} vt.,|vi.,|n. (การ) กระทุ้ง|,|กระแทก|,|เขย่า|,|ทํา|ให้|สั่น|ไหว|,|ทํา|ให้|ส่าย|,|ต่อย|จน|มึน|,|ทํา|ให้|งงงวย|,|บุกรุก|,|ทํา|ให้|วุ่นวาย|,|สิ่ง|ที่|ทํา|ให้|เกิด|การ|สั่น|ไหว|,|ความ|พ่ายแพ้|อย่าง|กะทันหัน|,|การ|ปฏิเสธ|อย่าง|กะทันหัน.  |Syn. jolter n. ดู|jolt joltingl
(โจล|'|เท|อ|เฮ|ด) n. คน|โง่|,|คน|ทึ่ม
(โจล|'|ที) adj. สั่น|ไหว|,|ส่าย|โคลงเคลง.  |Syn. joltiness n. ดู|jolty|  |Syn. bumpy
n. ตาสีตาสา|,|นาย ก. นาย ข.
(จอ|ช) {|joshed|,|joshing|,|joshes|} vt.,|vi.,|n. (การ) หยอกเย้า|,|หยอกล้อ|,|ล้อ|เล่น.  |Syn. josher n.
(จอ|ส) n. พระพุทธรูป|ของ|จีน|,|รูปปั้น|บูชา|จีน
ศาลเจ้า|ของ|จีน|,|วัด|จีน
กระดาษเงินกระดาษทอง
ธูป
(จอ|ส|'|เซิล) vt.,|vi. กระแทก|,|ผลัก|,|ดัน|,|กระทุ้ง|,|อยู่|ชิด|กัน|,|ต่อสู้|กัน|,|รบกวน.  |Syn. jostler n. -|S.justle
(จอ|ท) {|jotted|,|jotting|,|jots|} vt. เขียน|อย่าง|รวดเร็ว|หรือ|สั้น ๆ n. ส่วน|นิด|หนึ่ง|,|จํานวน|นิดหน่อย|  |Syn. note|,|write
(โฮ|'|ทา|,|ฮอ|'|ทา) n. ระบํา|สเปน|แบบ|หนึ่ง|ที่|มี|สาม|จังหวะ
(จอ|ท|'|ทิง) n. การ|เขียน|หรือ|จด|อย่าง|รวดเร็ว|หรือ|สั้น ๆ ,|บันทึก.  |Syn. jotty adj.  |Syn. note
(ยอ|'|ทูน) n. ยักษ์|ที่|ชอบ|ต่อสู้|กับ|เทวดา|  |Syn. Jotunn|,|Jotunn
(ยอ|'|ทูน|เฮ|ม) n. โลก|ภายนอก|,|โลก|ของ|ยักษ์.
(จูล) n. หน่วยงาน|หรือ|พลังงาน (เมตร|-|กิโลกรัม|-|วินาที)| 
(จอน|ซ) vt.,|vi.,|n. (การ) เคลื่อน|หรือ|ขยับ|ขึ้นลง|,|กระแทก|,|กระโดด|,|เด้ง.
(เจอร์|'|เนิล) n. วารสาร|,|นิตยสาร
(เจอร์|'|นัลลิส|ซึม) n. วารสารศาสตร์|,|การ|หนังสือพิมพ์|,|การ|เขียน|ข่าว|,|หนังสือพิมพ์|  |Syn. news medium
(เจอร์|'|นะ|ลิสทฺ) n. นักหนังสือพิมพ์|,|ผู้เขียน|บันทึก|,|ผู้เขียน|อนุทิน|  |Syn. newswoman
(เจอร์|'|นี) {|journied|,|journeying|,|journies|} n. การ|เดินทาง|,|ระยะ|ทาง|ที่|เดิน|,|ระยะ|เวลา|ของ|การ|เดินทาง|,|ช่วง|วิถี vt. เดินทาง.  |Syn. journeyer n. นักเดินทาง|  |Syn. voyage|,
(เจอร์|'|นี|เมิน) n. ผู้|ผ่าน|การ|ฝึกงาน|แล้ว|,|ผู้ชํานาญ|งาน pl. journneymen
(จูสทฺ) {|jousted|,|jousting|,|jousts|} vt.,|n. (การ) ประลองยุทธ์|บน|หลัง|ม้า (ระหว่าง|อัศวิน) ,|ต่อสู้|,|แข่งขัน. -|S.tilt|,|jostle|,|tourney|,
(โจ|'|เวี|ยล) adj. เบิกบานใจ|,|ร่าเริง|,|สนุกสนาน|  |Syn. jovialness n. ดู|jovial|  |Syn. gau
(โจวิ|แอ|ล|'|ลิ|ที) n. ความ|เบิกบานใจ|,|ความ|ร่าเริง|,|ความ|สนุกสนาน|  |Syn. merriment
(โจล) n. ขากรรไกร (โดยเฉพาะ|ขา) ,|แก้ม|  |Syn. jowled adj. ดู|jowl
(จอ|ย) {|joyed|,|joying|,|joys|} n. ความ|ปี|ติ|ยินดี|,|สิ่ง|ที่|ทํา|ให้|ดีอกดีใจ|,|ความ|สุขสบาย. vi. รู้สึก|ปี|ติ|ยินดี|,|ดีใจ|,|เบิกบานใจ|  |Syn. ecstasy
(จอ|ย|'|ฟู|ล) adj. ปี|ติ|ยินดี|,|ปลื้ม|ปี|ติ|,|ดีอกดีใจ|,|เบิกบานใจ|,|รื่นเริง|,|ซึ่ง|ทํา|ให้|มี|ความ|สุข.  |Syn. joyfulness n. ดู|joyful
(จอ|ย|'|ลิส) adj. ไม่|มี|ความ|สุข|,|ไม่|รื่นเริง|,|เศร้า|,|หดหู่ใจ|,|หม่นหมอง
(จอ|ย|'|เอิส) adj. เบิกบานใจ|,|ปลื้ม|ปี|ติ|,|ดีอกดีใจ|,|รื่นเริง.  |Syn. joyousness n.  |Syn. merry|,|festive
ก้าน|ควบคุม <|คําแปล|>|หมายถึง อุปกรณ์|ชนิด|หนึ่ง|ที่|มี|สาย|เสียบ|ต่อ|กับ|เครื่อง|คอมพิวเตอร์|หรือ|เครื่อง|ปลาย|ทาง (terminal) มี|คัน|โยก ทํา|หน้าที่|เหมือน|เมาส์ หมุน|ได้|เป็น|วงรอบ ใช้|ควบคุม|การ|เคลื่อน|ตัว|ไป|ใน|ทิศทาง|ต่าง ๆ ของ|ตัว|ชี้|ตําแหน่ง (cursor) ไป|สู่|จุด|ต่าง ๆ บน|จอภาพ นํามา|ใช้|กับ|การ|เล่น|เกม|เท่านั้น
abbr. juvenile rhematoid arthritis
abbr. joint
(จู|'|บะเลินทฺ) n. ดีอกดีใจ|,|ปลื้ม|ปี|ติ|ยินดี|ร่าเริง.  |Syn. jubilance n. ดู|jubilant jubilancy n. ดู|jubilant|  |Syn. rejoicing|,|gay
(จู|'|บะเลท) {|jubilated|,|jubilating|,|jubilates|} vi. ดีอกดีใจ|,|ร่าเริง|,|เฉลิมฉลอง.  |Syn. jubilatory adj. ดีอกดีใจ|,|ร่าเริง|,|เฉลิมฉลอง.
(จูบะเล|'|เชิน) n. ความ|ปลื้ม|ปี|ติ|,|ความ|ดีอกดีใจ|,|ความ|รื่นเริง|,|การ|เฉลิมฉลอง|ด้วย|ความ|รื่นเริง|  |Syn. elation
(จู|'|บะลี) n. การ|ฉลอง|ครบ|รอบ (25 ปี|:|silver jubilee|;|50|ปี|:|,|golden jubilee 75 ปี|: diamondjubilee) ,|การ|ฉลอง|ครบ|รอบ|50 ปี|,|การ|,|เฉลิมฉลอง|,|งาน|เฉลิมฉลอง|,|ความ|ปลื้ม|ปี|ติ|,|ความ|ดีอกดีใจ|  |Syn. celebration|,|festivity|,|gala
(จูเด|'|อิ|คะ) n. สิ่ง|ที่|เป็น|ยิว|,|สิ่ง|ที่|เกี่ยวกับ|ยิว
(จู|'|ดะ|อิส|ซึม) n. ศาสนา|ยิว.  |Syn. judaist n.
(e) ment Day n. การ|พิพากษา|ครั้ง|สุดท้าย|ของ|พระเจ้า|ที่|มี|ต่อ|มนุษย์|ทั้งหลาย|,|วาระ|สุดท้าย|ของ|โลก
(จัด|จฺ) {|judged|,|judging|,|judges|} n. ผู้พิพากษา|,|ตุลาการ|,|ผู้ตัดสิน v. พิพากษา|,|ตัด|,|สิน|,|ชี้ขาด|,|วินิจฉัย|,|เดา|,|ประมาณ|,|ปกครอง.  |Syn. judgeable adj. ดู|judge judger n. ดู|judge judgeship n. ดู|judge
(จัด|จฺ|'|เมิน|ทฺ) n. การ|พิจารณา|,|การ|พิจารณา|อรรถคดี|,|การ|ตัดสิน|,|การ|ลง|ความเห็น|,|ความเห็น|,|คําวินิจฉัย|,|การ|พิพากษา|ครั้ง|สุดท้าย|ของ|พระเจ้า|ที่|มี|ต่อ|มนุษย์|ทั้งหลาย|,|วาระ|สุดท้าย|ของ|โลก (หรือ Last judg (e) ment)|  |Syn. consideration|,|ruling|,|opinion|,|wisdom
(จัด|จฺ|'|เมิน|ทฺ) n. การ|พิจารณา|,|การ|พิจารณา|อรรถคดี|,|การ|ตัดสิน|,|การ|ลง|ความเห็น|,|ความเห็น|,|คําวินิจฉัย|,|การ|พิพากษา|ครั้ง|สุดท้าย|ของ|พระเจ้า|ที่|มี|ต่อ|มนุษย์|ทั้งหลาย|,|วาระ|สุดท้าย|ของ|โลก (หรือ Last judg (e) ment)|  |Syn. consideration|,|ruling|,|opinion|,|wisdom
(จู|'|ดะ|คะ|เบิล) adj. สมควร|ที่|จะ|ได้|รับ|การ|ตัดสิน|,|เลือก|เอา|ได้|,|ชี้ขาด|ได้
(จูด|ดะ|เค|'|ทิฟว) adj. เกี่ยวกับ|การ|พิจารณา|คดี|,|สามารถ|ตัดสิน|ได้|,|ซึ่ง|มี|สิทธิ|ตัดสิน|  |Syn. judging
(จู|ดะ|เค|'|เทอะ) n. ผู้พิพากษา|,|ผู้ตัดสิน.  |Syn. judicatorial adj. ดู|judicator
(จู|'|ดะ|เคเชอะ) n. การ|พิจารณา|อรรถคดี|ตาม|กฎหมาย|,|ผู้พิพากษา|ทั้งหลาย|,|อํานาจ|ใน|การ|พิ|พา|กศา|อรรถคดี|,|ศาลยุติธรรม|,|กฎหมาย
(จูดิช|'|เชิล) adj. เกี่ยวกับ|การ|ตัดสิน|อรรถคดี|ตาม|กฎหมาย|,|เกี่ยวกับ|ศาลยุติธรรม|,|เกี่ยวกับ|ผู้พิพากษา|,|เกี่ยวกับ|กฎหมาย|,|ซึ่ง|เกิด|จาก|พระผู้เป็นเจ้า|  |Syn. legal|,|juridical
(จูดิช|'|ชี|เออ|รี) adj. เกี่ยวกับ|การ|ตัดสิน|อรรถคดี|ของ|ศาลยุติธรรม|,|เกี่ยวกับ|กฎหมาย|,|เกี่ยวกับ|ผู้พิพากษา n. การ|พิจารณา|คดี|ตาม|กฎหมาย|,|ศาลยุติธรรม|,|ระบบ|ศาล|,|กา|ระ|ทรวง|ยุติธรรม|,|ผู้พิพากษา|ทั้ง|,|หลาย|  |Syn. legal|,|discerning
(จูดิช|'|เชิส) adj. รอบคอบ|,|สุขุม|,|มีเหตุมีผล|,|ฉลาด|,|เหมาะสม|,|สมควร.  |Syn. judiciousness n. ดู|judicious -|S.prudent Ant. silly
(จู|'|โด) n. ยูโด|,|กีฬา|ยูโด. adj. เกี่ยวกับ|ยูโด.
(จู|'|โด|คะ) n. ผู้แข่งขัน|ใน|กีฬา|ยูโด|,|ผู้|เชียว|ชาญ|ยูโด pl. judokas|,|judoka
(จัก) {|jugged|,|jugging|,|jugs|} n. คนโท|,|เหยือก|,|กระโถน|,|สิ่ง|ที่|บรรจุ|ใน|ภาชนะ|ดังกล่าว|,|คุก|,|เรือนจํา|,|เสียง|นก|ร้อง vt. ใส่|ลง|ใน|เหยือก|,|ต้ม|เปื่อย|,|ตุ๋น|,|เอา|เข้า|คุก
(จู|'|กัล) adj. เกี่ยวกับ|แก้ม|,|เกี่ยวกับ|กระดูก|แก้ม
(จัก|'|เก|อะ|นอ|ท) n. สิ่ง|ที่|ใหญ่โต|และ|มี|กําลัง|มหาศาล|,|รูป|บูชา|ของ|พระ|กฤษณะ
(จัก|'|กิน|ซ) n. คน|ทึ่ม|,|คน|เซ่อ|,|คน|โง่
(จัก|'|เกิล) vt.,|vi.,|n. (การ) เล่นกล|,|เล่น|ตบตา|,|แสดง|ลวดลาย|,|หลอกลวง|  |Syn. deception|,|manipulate
(จัก|'|เก|ลอะ) n. นัก|เล่นกล|,|ผู้|หลอกลวง|,|ผู้|เล่น|ตบตา
(จัก|'|กิว|ละ) adj. เกี่ยวกับ|คอ|,|เกี่ยวกับ|หลอดเลือดดํา|ใหญ่|ที่|คอ|,|จาก|สมอง. n. หลอดเลือด|ดังกล่าว
(จูสฺ) n. น้ําผลไม้|,|น้ํา|จาก|เนื้อเยื่อ|พืช|หรือ|สัตว์|,|ของเหลว|ของ|ร่างกาย|,|ส่วน|สําคัญ|,|แก่นสาร|,|หัวกะทิ|,|น้ํา|หัว|,|น้ํา|สกัด|,|ไฟฟ้า|,|กําลังไฟฟ้า|,|น้ํามันเชื้อเพลิง. vt.,|สกัด|น้ํา|จาก. -|Phr. (juice up เติม|พลัง|,|กระตุ้น)|  |Syn. liquid|,|fluid|,|serum
(จู|'|เซอะ) n. เครื่อง|คั้น|ผลไม้|หรือ|ผัก
(จู|'|ซี) adj. ฉ่ํา|,|มี|น้ํา|เนื้อ|มาก|,|มี|น้ํา|มาก|,|น่า|สนใจ|มาก|,|ตื่นเต้น|,|เร้า|อารมณ์|,|เต็มไปด้วย|สีสัน.  |Syn. juicily adv. ดู|juicy juiciness n. ดู|juicy|  |Syn. wet
(จูจิท|'|ซู|,|จูจูท|'|ซู) n. ศิลปะ|ป้องกัน|ตัว|แบบ|หนึ่ง|โดย|ใช้|น้ําหนัก|และ|กําลัง|ของ|คู่ต่อสู้|ทําลาย|การ|รุก|ของ|คู่ต่อสู้|เอง. -|S.jiujitsu
(จู|'|จู) n. ของขลัง|,|เครื่องราง|,|อํานาจ|เวทมนตร์|คาถา.  |Syn. jujuism n. ดู|juju jujuist n. ดู|juju
(จู|'|จูบ) n. ต้น|พุ|ท|รา|,|ผล|พุ|ท|รา
(จูจิท|'|ซู|,|จูจูท|'|ซู) n. ศิลปะ|ป้องกัน|ตัว|แบบ|หนึ่ง|โดย|ใช้|น้ําหนัก|และ|กําลัง|ของ|คู่ต่อสู้|ทําลาย|การ|รุก|ของ|คู่ต่อสู้|เอง. -|S.jiujitsu
(จูค|'|บอคซฺ) n. ตู้|เพลง (เล่น|โดย|การ|หยอด|เหรียญ) -|S.juke
(จู|'|ลิพ) n. เครื่องดื่ม|รส|หวาน|ชนิด|หนึ่ง (บางที|ใส่|ยา)| 
(จูล|'|เยิน) adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|จู|เลีย|ส ซี|ซาร์ จู|เลียน <|คํา|อ่าน|>|เป็น|วิธี|คิด|คํานวณ|วันที่|อย่าง|ง่าย ๆ วิธี|หนึ่ง ระบบ|จู|เลียน|นี้|กําหนด|ให้|ทุก ๆ วัน|มี|หมายเลข|เฉพาะ เช่น วัน 1 แทน|วันที่ 1 มกราคม เมื่อ 4713 ปีก่อน|ค|ริ|สต|ศักราช วัน 2448299 ก็|แทน|วันที่ 11 กุมภาพันธ์ ค.ศ.1991 เป็นต้น
(จูลี|เอน|') adj. ซึ่ง|ตัด|ออก|เป็น|ชิ้น|บาง ๆ n. น้ําแกง|เนื้อ|ใส่|ผัก|หั่น|เป็น|ชิ้น|บาง ๆ| 
หมวก|ครอบ|ชนิด|หนึ่ง|ของ|สตรี
(จูไล|') n. กรกฎาคม
(จัม|'|เบิล) {|jumbled|,|jumbling|,|jumbles|} v. ปนเป|,|ทํา|ยุ่งเหยิง|,|ทํา|วุ่น|,|ผสม|กัน|ยุ่ง. n. สิ่ง|ที่|ผสม|กัน|ยุ่ง|,|ความ|สับสน|  |Syn. jumblement n. ดู|jumble jumbler n. ดู|jumble jumblingly adv. ดู|jumble|  |Syn. mix|,|muddle
(จัม|'|โบ) n. คน|ตัว|ใหญ่|มาก|,|สัตว์|หรือ|สิ่งของ|ที่|ใหญ่โต|มาก. adj. ใหญ่โต|มาก|,|มหึมา
(จัมพฺ) {|jumped|,|jumping|,|jumps|} vi.,|n. (การ) กระโดด|,|กระดก|,|โลดเต้น|,|ไป|อย่าง|รวดเร็ว|,|จู่โจม n. การ|กระโดด|,|สิ่ง|กีดขวาง|,|การ|กระโดดร่ม|,|การ|ขึ้น|พรวด|ขึ้น|อย่าง|กะทันหัน (เช่น|ราคา) ,|การ|เปลี่ยน|อย่าง|กะทันหัน|,|การ|กระโดด|แข่งขัน adj. (ดนตรี|แจ๊ช) เล่น|จังหวะ|เขย่า|,|adv. แน่ชัด|,|แม่นยํา
n. ลูก|บาสเกตบอล|ที่|กรรมการ|โยน|ขึ้น|กลาง|อากาศ|ให้|คู่ต่อสู้|แย่ง|กัน
n. การ|ประมูล|ที่|ให้|ราคา|สูง|เกิน|ไป
(จัม|'|เพอะ) n. ผู้|กระโดด|,|สิ่ง|ที่|กระโดด|,|เครื่อง|เจาะ|,|รู|ที่|เด้ง|ขึ้น|,|ส|ว่าน|ยาว|,|เสื้อ|เส|วตเตอร์|ไร้|แขน
(จัม|'|พี) adj. ซึ่ง|เปลี่ยนแปลง|อย่าง|กะทันหัน|,|น่ากลัว|,|อก|สั่น|ขวัญหาย|,|โลด|,|เต้น.  |Syn. jumpily adv. ดู|jumble jumpiness n. ดู|jumble|  |Syn. twitchy
(จัง|เค|'|เชิส) adj. เกี่ยวกับ|พืช|ตระกูล rush
(จัง|'|โค) n. นก|finch|ตัว|เล็ก ๆ|  |Syn. snowbird
(จัง|คฺ|'|เชิน) n. การ|เชื่อมต่อ|,|หัวต่อ|,|ชุมทาง|,|ที่|,|บรรจบ|,|จุด|ประสาน|,|สิ่ง|เชื่อมต่อ.
(จัง|คฺ|'|เชอะ) n. วิกฤติการณ์|,|จุด|เชื่อมต่อ|จุด|ประสาน|,|ชุมทาง|,|ที่|บรรจบ|,|หัวต่อ|,|สิ่ง|เชื่อมต่อ|  |Syn. union
(จูน) n. มิถุนายน
(ยูง) n. Carl Gustav (คาร์ล|กู|ล|'|ทา|ฟ) .นักจิตวิทยา|และ|จิตแพทย์|ชาว|สวิส|  |Syn. Jungian
(จัง|'|เกิล) n. ป่า|,|ป่าทึบ|,|ดง|,|ดงดิบ|,|สิ่ง|ผสมผสาน|ที่|ยุ่งเหยิง|,|ความ|สับสน|,|การ|แข่งขัน|ที่|รุนแรง|หรือ|โหดร้าย|,|ค่าย|พัก|ที่|จอแจ|  |Syn. wild
n. โครงเหล็ก|สาม|มิติ|สําหรับ|เด็ก|เล่น
n. กฎ|ความ|อยู่|รวด|ใน|ป่า|,|ผู้|แข็งแรง|กว่า|ย่อม|เป็น|ผู้|รอด ผู้|อ่อนแอ|กว่า|ย่อม|เป็น|เหยื่อ|ของ|ผู้|แข็งแรง|กว่า
(จัง|'|กลี) adj. คล้าย|ป่าทึบ
(จูน|'|เนียร์) adj. อายุ|น้อย|กว่า|,|อ่อน|อาวุโส|,|อ่อน|วัย|กว่า|,|มี|คุณวุฒิ|ด้อย|กว่า|,|อยู่|ชั้นเรียน|ต่ํา|กว่า|,|ใหม่|,|รอง|,|เกี่ยวกับ|นักศึกษา|มหาวิทยาลัย|ปี|ที่|2 n. ผู้|มี|อายุ|น้อย|,|กว่า|,|ผู้|มา|ใหม่|นักศึกษา|ปี|ที่ 2,|ขนาด|เสื้อ|เอว|สั้น|ของ|ผู้หญิง|  |Syn. subordinate|,
(จูน|'|ยะเรท) n. หลักสูตร|ปรัชญา|2|ปี
(จูน|ยอ|'|ริ|ที) n. ความ|เป็น|ผู้|ที่|อ่อน|วัย|กว่า|,|ความ|เป็น|ผู้|ที่|มี|อาวุโส|น้อย|กว่า
(จู|'|นะ|เพอะ) n. ต้นสน|จําพวก Juniperus ให้|ผล|สี|ม่วง|ที่|ให้|เป็น|ยา|ขับ|ปัสสาวะ|แต่ง|กลิ่น|ให้|เหล้า|ยิน
(จัง|คฺ) {|junked|,|junking|,|junks|} n. สิ่งของ|เก่าแก่|,|สิ่งของ|ที่|ไม่|ใช้|แล้ว|,|ของ|โกโรโกโส|,|สิ่ง|สัพเพเหระ|,|ของ|ไร้|ค่า|,|ของปลอม|,|คําพูด|ที่|ไร้|สาระ|,|เรือ|กําปั่น|,|เรือสําเภา|,|เรือใบ|ท้องแบน|ของ|จีน vt. โยนทิ้ง (เป็น|ของ|ที่|ไม่|มี|ค่า|หรือ|,|ไม่|ใช้|แล้ว) adj. ถูก ๆ ,|ไร้|ค่า|,|เศษ|ขยะ|,|โกโรโกโส
n. ร้าน|ขาย|ของเก่า|หรือ|ของ|โปเก
(จัง|'|คี) n. ผู้ติดยาเสพติด|,|ขี้ยา
(จัง|ค|'|แมน) n. พ่อค้า|ของเก่า|หรือ|ของ|โปเก.  |Syn. junk dealer pl.junkmen
(จัง|ค|'|ยาร์ด) n. สถานที่|เก็บ|ของ|โกโรโกโส
n. สิ่ง|โฆษณา|ที่|ส่ง|มา|ทางไปรษณีย์
(จู|'|โน) n. เทพธิดา|แห่ง|สวรรค์
(จู|'|โน|เอสค) adj. สง่างาม|,|อย่าง|เจ้า
(จัน|'|ทะ) n. กลุ่ม|เล็ก ๆ ที่|บริหาร|ประเทศ (โดยเฉพาะอย่างยิ่ง|หลัง|การ|รัฐประหาร|และ|ก่อน|ที่|จะ|มี|การ|จัดตั้ง|รัฐบาล|ตาม|รัฐธรรมนูญ) ,|สภา|การเมือง|,|คณะ|กรรมการ|ที่|ตั้ง|ขึ้น|เอง|  |Syn. clique
(จัน|'|โท) n. คณะ|กรรมการ|ที่|ตั้ง|ขึ้น|เอง (โดยเฉพาะ|ที่|มี|จุดประสงค์|ทางการ|เมือง) ,|กลุ่ม|อิทธิพล|ทางการ|เมือง|,|ฝ่าย|,|พรรค|  |Syn. cabal
(จูพ) n. เสื้อ|ชั้นนอก|ของ|ผู้หญิง|,|เสื้อ|รัด|หน้าอก|ของ|ผู้หญิง
(จู|'|พิ|เทอะ) n. เทพเจ้า|แห่ง|สวรรค์|และ|ดินฟ้าอากาศ (หรือ|Jove) ,|ดาว|พฤหัสบดี
(จัว|ระ) n. ยุค|ดึกดําบรรพ์
(จัว|'|เริล) adj. เกี่ยวกับ|กฎหมาย|,|ด้าน|นิตินัย|  |Syn. legal
(จัว|'|รันท) adj. ให้|คํา|ปฏิญาณ|,|ซึ่ง|สาบาน|ไว้. n. ผู้|ให้|คํา|สาบาน|ไว้|,|ผู้|ให้|คํา|ปฏิญาณ
(จู|แร|ส|'|ซิ|ค) adj. เกี่ยวกับ|ยุค|ดึกดําบรรพ์|เมื่อ|ประมาณ|135|-|180|ล้าน|ปีก่อน
(จัว|ระ|ทอ|'|รี) adj. เกี่ยวกับ|สัตย์|ปฏิญาณ
(จู|ริ|ด|'|ดิเคิล) adj. เกี่ยวกับ|การ|พิจารณา|อรรถคดี|,|เกี่ยวกับ|กฎหมาย. -|S.juridic -|S.judicial
(จัว|ริ|สดิค|'|เชิน) n. อํานาจ|ใน|การ|ตัดสิน|คดี|,|อํานาจ|ศาล|,|อํานาจ|การ|ควบคุม|,|ขอบเขต|อํานาจ|,|อํานาจ|ศาล.  |Syn. jurisdictive adj. ดู|jurisdiction jurisdictionally adv. ดู|jurisdiction|  |Syn. judicature|,|magistracy|,|sphere|,|range
(จัว|ริ|ส|พรู|ด|'|เดิน|ซฺ) n. นิติศาสตร์|,|ธรรมศาสตร์|,|ระบบ|กฎหมาย|,|การ|ตัดสิน|อรรถคดี|ของ|ศาล|  |Syn. jurisprudential adj.
(จัว|'|ริ|สทฺ) n. นักกฎหมาย|,|ทนายความ|ผู้พิพากษา|,|ผู้เชี่ยวชาญ|กฎหมาย|,|ผู้เขียน|เรื่องราว|เกี่ยวกับ|กฎหมาย -|S.jurisprudent
(จู|ริ|ส|'|ทิค) adj. เกี่ยวกับ|นักกฎหมาย|,|เกี่ยวกับ|กฎหมาย|,|เกี่ยวกับ|ศาล|ยุติ|,|ธรรม
n. นิติกรรม|,|การ|กระทํา|ของ|บุคคล|เพื่อ|เปลี่ยนแปลง|ยุติ|หรือ|มี|ผล|ต่อ|นิติ|,|สัมพันธ์
n. นิติบุคคล|  |Syn. person
(จัว|'|เรอะ) n. ลูกขุน|,|ตุลาการ|,|กรรมการตัดสิน|,|ผู้|ให้|คํา|ปฏิญาณ
(จัว|'|รี) n. คณะ|ลูกขุน|,|คณะ|ตุลาการ|,|คณะ|กรรมการ|ผู้|พิจารณา การ|ให้|รางวัล|และ|การ|ตัดสิน adj. ใช้|ชั่ว|คราว|,|ชั่ว|คราว
(จัว|'|รี|ริก) n. สาย|ระโยงระยาง|ชั่ว|คราว.
(จัวร์|'|เมิน) n. =|juror (ดู) pl. jurymen
(จัส) n. สิทธิ|,|กฎหมาย|,|กฎเกณฑ์|ต่าง ๆ ของ|กฎหมาย น้ํา|จาก|เนื้อเยื่อ|พืช|หรือ|สัตว์|,|น้ําผลไม้|,|น้ํา|ใน|ร่างกาย pl. jura
ถือ|สัญชาติ|ตาม|ผู้|ให้|กําเนิด
ถือ|สัญชาติ|ของ|ประเทศ|ใน|ที่|เขา|เกิด
(จัสทฺ) adj. ยุติธรรม|,|เที่ยงธรรม|,|เป็นธรรม|,|พอดี|,|สมควร|,|พอเหมาะ|,|สมเหตุสมผล|,|ถูกต้อง|แม่นยํา|,|เล็กน้อย|,|เท่านั้น|,|จริง ๆ| 
(จัส|'|ทิส) n. ความ|ยุติธรรม|,|ความ|ถูกต้อง|,|ความ|สมควร -|Phr. (bring tojustice นํา|ขึ้นศาล) -|Phr. (dojustice to ให้|ความ|ยุติธรรม|แก่)|  |Syn. impartiality|,|equity
(จัสทิช|'|เชียเบิล) adj. ซึ่ง|ตัดสินใจ|โดย|กฎหมาย|หรือ|โดย|ศาล|ยุติ|,|ธรรม.  |Syn. justiciability n. ดู|justiciable|  |Syn. defensible|,|right
(จัสทิช|'|ชี|เออะ) n. เจ้าหน้าที่|ตุลาการ|ชั้น|สูง|  |Syn. justiciarship n.
(จัสทิช|'|ชี|เออ|รี) adj. เกี่ยวกับ|การ|พิจารณา|อรรถคดี|โดย|ศาลยุติธรรม n. ที่ทําการ|หรือ|อํานาจ|หน้าที่|ของ|ตุลาการ
(จัส|'|ทะ|ไฟ|อะเบิล) adj. แก้ตัว|ได้|,|โต้แย้ง|ได้|,|อ้าง|เหตุผล|สนับสนุน|ได้|  |Syn. justifiability n. ดู|justifiable justifiableness n. ดู|justifiable justifiably adv. ดู|justifiable|  |Syn. verifiable
(จัสทิฟิเค|'|เชิน) n. การ|แสดง|ความ|บริสุทธิ์|,|การ|มี|เหตุผล|อัน|สมควร
(จัส|'|ทิ|ไฟ|เออะ) n. ผู้|แก้ต่าง|,|ผู้|แก้ตัว|,|ผู้แสดง|ความ|บริสุทธิ์|,|ผู้แสดง|,|หลักฐาน|แก้ตัว
(จัส|'|ทิ|ไฟ) {|justified|,|justifying|,|justifies|} vt.,|vi. แสดง|ความ|บริสุทธิ์|,|พิสูจน์|ว่า|ถูกต้อง|,|สนับสนุน|ความ|บริสุทธิ์|,|หรือ|ความ|ถูกต้อง.  |Syn. legitimize
(จัส|'|เซิล) vt.,|vi. = goatle (ดู)| 
(จัสทฺ|'|ลี) adv. อย่าง|ยุติธรรม|,|อย่าง|ซื่อสัตย์|,|โดย|ความ|เป็นธรรม|,|ตาม|ข้อเท็จจริง|,|แม่นยํา|,|แน่ชัด|  |Syn. honestly|,|fairly
(จัสทฺ|'|นิส) n. ความ|ยุติธรรม|,|ความ|เที่ยงธรรม|,|ความ|ถูกต้อง|  |Syn. justice|,|righteousness
(จัท) vi. ขยาย|ออก|,|ยื่น|ออก n. สิ่ง|ที่|ยื่น|ออก|มา.  |Syn. juttingly|,|adv.  |Syn. project
(จูท) n. ปอก|ระ|เจา
(จัท|'|แล|นด) n. แหลม|ที่|ประกอบ|ด้วย|เดนมาร์ก.  |Syn. jylland
abbr. juvenile
(จูวะเนส|'|ซันทฺ) adj. เยาว์|,|อ่อน|วัย|,|เป็น|หนุ่ม|เป็นสาว|,|ซึ่ง|มี|อํานาจ|ทํา|ให้|เป็น|หนุ่ม|เป็นสาว|หรือ|อ่อน|วัย.  |Syn. juvenescence n.
(จู|'|วะ|ไน|ลฺ) adj. เกี่ยวกับ|เด็ก|และ|เยาวชน|,|อ่อน|วัย|,|เยาว์|,|รุ่น|เด็ก|,|เด็ก|,|ทารก. n. เยาวชน|,|เด็ก|  |Syn. juvenilejuvenileness n. ดู|juvenile juvenility n. ดู|juvenile
ความ|ประพฤติ|ผิด|ของ|เด็ก|และ|เยาวชน
เด็ก|หรือ|เยาวชน|ผู้|กระทํา|ผิด
ข้าง|,|ข้างเคียง|,|ใกล้
(จัคซฺ|'|ทะ|โพ|ซ) vt. วาง|ข้าง ๆ ,|วาง|แนบ|,|เรียง|ชิด|กัน
(จัคซทะ|โพ|ซิ|ซ|'|เชิน) n. การ|วาง|ชิด|กัน|,|การ|วาง|เคียง|กัน
abbr. jugular venous distension
abbr. jugular venous pulse|/|pressor
