(ABBR) ตํารวจ (คําย่อของ police)
(ABBR) หน้าหนังสือ (คําย่อของ page)
(ADJ) เกี่ยวกับอักษรตัว P หรือ p
(N) พ่อ
(N) พยัญชนะภาษาอังกฤษตัวที่ 16
(N) อาหาร
(N) ฝีเท้า
(N) อัตราการเดิน
(VI) ก้าวเดิน
(VI) เดินกลับไปกลับมา
(VT) วัดระยะทางโดยการก้าวเดิน
(PHRV) ก้าวไปตาม (ทาง)
(N) ผู้ที่นําอยู่ในการแข่งขัน
(N) อุปกรณ์ไฟฟ้าที่ช่วยให้อัตราการเต้นของหัวใจสม่ําเสมอ
(PHRV) การวัด
(PHRV) เดินหรือก้าววัดความยาวของ
(N) ม้าที่ใช้ในการแข่งขัน
(PHRV) เดินกลับไปกลับมา
(N) สัตว์หนังหนาและมีกีบเท้าเช่น  แรด ช้าง
(ADJ) รักสงบ
(ADJ) สงบ
(N) แปซิฟิก
(N) มหาสมุทรแปซิฟิก
(N) กระบวนการสันติภาพ
(N) กลุ่มประเทศแถบมหาสมุทรแปซิฟิกโดยเฉพาะเอเชียตะวันออก
(N) คนที่ทําให้เกิดความสงบ
(N) การต่อต้านสงคราม
(N) ความรักสันติภาพ
(N) ผู้ต่อสู้เพื่อสันติภาพ
(VT) ทําให้สงบ (ความโกรธ, ความหิว)
(VT) ทําให้สงบ (สงคราม)
(N) กระเป๋าสะพายหลัง
(N) ของจํานวนมาก
(N) ฝูง
(N) หีบห่อ
(VT) บรรจุ
(N) การซื้อขายเหมาทั้งชุด
(N) ภาชนะบรรจุ
(N) ส่วนประกอบทั้งหมด
(N) หีบห่อ
(SL) สินค้า / บริการที่ขายให้ในหนึ่งชุด
(N) การท่องเที่ยววันหยุดไปกับบริษัททัวร์ซึ่งจัดบริการแบบครบวงจร
(N) การท่องเที่ยววันหยุดไปกับบริษัททัวร์ซึ่งจัดบริการแบบครบวงจร
(N) สัตว์ซึ่งใช้บรรทุกสินค้า เช่น ม้า
(PHRV) เก็บ (บางสิ่ง) ในกล่อง
(PHRV) ทานมาก
(PHRV) ติดเป็นก้อนแข็ง
(ADJ) แน่น
(N) อาหารที่เตรียมจากบ้านเพื่อไปรับประทานที่อื่น
(ADJ) ซึ่งเต็มไปด้วยผู้คนหรือสิ่งของ (คําไม่เป็นทางการ)
(N) คนห่อสินค้า
(N) ห่อของเล็กๆ
(N) ม้าซึ่งใช้บรรทุกสัมภาระ
(N) ม้าที่ใช้บรรทุกสิ่งของ
(PHRV) ดึงดูดฝูงชนจํานวนมาก
(PHRV) อัดเข้าไป
(N) การห่อ
(N) ลังใส่สินค้าขนส่ง
(PHRV) อัดใส่
(PHRV) หยุดทํา
(N) พ่อค้าเร่
(PHRV) รีบส่งไป
(PHRV) ห่อส่งไป
(PHRV) แน่นขนัด
(PHRV) หุ้มให้เต็มหรือหนาขึ้น
(N) กระเป๋าสะพายหลัง
(PHRV) ห่อไว้ด้วยกัน
(PHRV) เลิกพยายาม
(PHRV) ใส่กล่อง
(PHRV) หยุดทํางาน
(N) ข้อสัญญา
(ADJ) ซึ่งสามารถวิ่งเร็ว
(N) เบาะ
(N) สมุดฉีก
(VT) บุ
(VT) เพิ่ม
(N) ส่วนนิ่มที่เท้าของสัตว์
(VT) เดินช้าๆ
(N) ที่พัก
(N) สถานที่ปล่อยจรวด
(N) ห้องบุนวมสําหรับคนไข้โรคจิตในโรงพยาบาล
(N) คําพูดหรือข้อเขียนยืดยาวแต่ไม่น่าสนใจ
(N) เบาะรอง
(N) ครีบนกเพนกวินหรือเต่า
(N) ใบจักรเรือ
(N) ไม้พาย (สําหรับพายเรือ)
(N) ไม้สําหรับตีเทนนิสหรือปิงปอง
(VT) กวนด้วยพาย
(VT) ตี
(VT) พาย
(VI) แกว่งแขนหรือขาในน้ํา
(VI) เดินเตาะแตะ
(N) เรือกลไฟ
(N) ใบจักรเรือกลไฟ
(N) สระน้ําตื้นๆ ขนาดเล็กสําหรับเด็กๆ
(N) บริเวณเก็บม้าข้างสนามแข่ง
(VT) ใส่คอก
(N) ข้าวเปลือก
(N) นาข้าว
(N) กุญแจแบบคล้องสายยู
(VT) ใส่กุญแจ
(PHRV) ทําให้ยาวขึ้นโดยไม่จําเป็น
(PHRV) บุหรือรองให้หนาขึ้น
(N) บาทหลวง
(PHRV) ใส่ที่รองหรือที่รัดเพื่อป้องกันบาดเจ็บ (กีฬา)
(N) ข้อเขียนหรือบทเพลงแห่งชัยชนะ
(N) ชายที่มีเพศสัมพันธ์กับเด็กชาย (คําทางการ)
(N) กุมารแพทย์
(N) กุมารเวชศาสตร์
(N) ผู้ชอบร่วมเพศกับเด็ก
(ADJ) เกี่ยวกับคนนอกศาสนา
(N) พวกนอกศาสนา
(N) ลัทธินอกศาสนา
(N) หน้ากระดาษ
(N) เด็กรับใช้ที่เป็นผู้ชาย
(VT) เรียก
(N) การประกวด
(N) พิธีแห่แหน
(N) เด็กยกกระเป๋าในโรงแรม
(N) หมายเลขหน้า
(N) วิทยุติดตามตัว
(PHRV) ใส่เลขหน้า
(ADJ) ี่เกี่ยวกับหน้ากระดาษ
(VT) ใส่เลขหน้า
(N) หมายเลขหน้า
(N) เจดีย์
(N) ผู้รักสันติภาพ
(VI) กริยาช่องที่ 3 ของ pay
(VT) กริยาช่องที่ 3 ของ pay
(N) ถัง
(N) ปริมาณหนึ่งถัง
(N) ปริมาณหนึ่งถัง
(N) ความเจ็บปวด
(N) ความทุกข์
(VI) รู้สึกเจ็บ
(VT) ทําให้เจ็บปวด
(VT) ทําให้เสียใจ
(ADJ) บอบช้ํา
(ADJ) เจ็บปวด
(ADJ) ทุกข์ทรมาน
(ADJ) ยาก
(ADV) อย่างเจ็บปวด
(N) ความเจ็บปวด
(IDM) คน (หรือสิ่ง) น่ารําคาญ
(N) ยาแก้ปวด
(SL) เหล้า
(ADJ) ซึ่งไม่เจ็บปวด
(ADV) อย่างเจ็บปวด
(N) การเจ็บท้อง (คลอดลูก)
(N) ความยากลําบาก (ในการทํางาน)
(ADJ) อุตสาหะ
(N) ความอุตสาหะ
(N) การทาสี
(N) สี
(N) สีแต่งหน้า
(VI) ทาสี
(VI) วาดรูป
(VT) ทาสี
(VT) วาดรูป
(N) พู่กัน
(N) กระเบื้องเคลือบ
(N) จิตรกร
(N) ช่างทาสี
(N) เชือกผูกเรือ
(N) เกี่ยวกับจิตรกรหรือภาพวาด
(PHRV) ทาเพิ่ม
(N) การทาสี
(N) ภาพวาด
(PHRV) ทาต่อเนื่อง
(PHRV) ทาสีบน
(PHRV) ทาทับ
(PHRV) ทาด้านบนของ
(SL) เหล้าวิสกี้
(N) น้ํายาขัดสีเก่าออก
(IDM) เข้าไปฉลองในเมืองให้สุดเหวี่ยง
(SL) เมา
(SL) ออกไปฉลอง
(N) งานทาสี
(N) คู่
(N) คู่แต่งงาน
(N) ม้าคู่ที่ใช้เทียมเกวียนหรือรถม้า
(VI) จับคู่
(VT) จับคู่
(N) คนหรือสิ่งที่ต้องใช้ร่วมกัน
(PHRV) จับคู่ (หญิงกับชาย) หรือแต่งงานหรือให้เป็นแฟนกัน
(PHRV) จับคู่กัน
(PHRV) จับคู่กับ
(N) แบบหรือลวดลายโค้งเหมือนขนนก
(N) ชุดนอน
(N) คนปากีสถาน (มักใช้กับคนปากีสถานในอังกฤษ)
(SL) คําเรียกชาวเอเชีย (คําหยาบโดยเฉพาะเมื่อใช้เรียกชาวอินเดีย)
(SL) ร้านของชาวเอชีย (มักตั้งอยู่ตรงหัวมุมถนน)
(N) ประเทศปากีสถาน
(N) ปากีสถาน
(ADJ) เกี่ยวกับปากีสถานหรือชาวปากีสถาน
(N) ชาวปากีสถาน
(N) เพื่อนฝูง
(SL) คําเรียกคนแปลกหน้า (ผู้ชาย)
(N) พระราชวัง
(N) อัศวิน
(N) ผู้ศึกษาซากดึกดําบรรพ์หรือซากฟอสซิล
(N) อาคารใหญ่หรือห้องโถงใหญ่สําหรับเต้นรํา
(N) เกี้ยว
(N) เกี้ยว
(ADJ) ซึ่งเป็นที่พอใจ
(ADJ) อร่อย
(ADJ) เกี่ยวกับเพดานปาก
(N) ความรู้สึกในการรับรส
(N) เพดานปาก
(ADJ) ใหญ่โตหรูหรา
(ADJ) ซึ่งมีอํานาจหรือสิทธิเท่ากับกษัตริย์
(N) ขุนนางในราชสํานัก
(ADJ) เกี่ยวกับเพดานปาก
(N) เพดานปาก
(N) การเจรจา
(N) การพูดเรื่องไร้สาระ
(VI) เจรจา
(VI) พูดจาไร้สาระ
(ADJ) ไม่มีชีวิตชีวา
(ADJ) ไม่มีสี
(VI) ซีด
(VT) ทําให้ซีดเซียว
(N) ไม้แหลมที่ใช้ทํารั้ว
(PHRV) หน้าซีดเพราะ
(PHRV) ดูเหมือนไม่สําคัญเมื่อเทียบกัน
(N) คนผิวขาวในอเมริกาเหนือ (คําสแลง)
(N) การศึกษาเกี่ยวกับซากดึกดําบรรพ์
(N) ดินแดนปาเลสไตน์ (มักเรียกว่าเป็น the Holy Land)
(N) ปาเลสไตน์
(ADJ) เกี่ยวกับปาเลสไตน์
(N) จานผสมสีของจิตรกร
(N) ม้า (โดยเฉพาะสําหรับผู้หญิงขี่)
(N) บาลี
(N) ภาษาบาลี
(N) คํา วลี ประโยค ข้อความที่อ่านได้เหมือนกันทั้งจากหน้า/หลัง
(N) การทํารั้วไม้
(N) รั้วไม้
(N) รั้วไม้
(VT) กั้นรั้วไม้
(N) หน้าผา (ที่เป็นแนวตามแหล่งน้ํา)
(ADJ) ค่อนข้างซีด
(N) ผ้าคลุมหีบศพ
(N) สิ่งที่ทําให้มืดมัว
(VT) คลุมด้วยผ้าคลุมหีบศพ
(VI) เนือยลง
(VT) ทําให้รสจืดชืด
(N) แร่ชนิดหนึ่งมีสีขาวเงิน (สัญลักษณ์ย่อคือ Pd)
(N) สิ่งที่ปกป้องคุ้มครอง
(N) ผู้หามหีบศพ
(N) ที่นอนฟาง
(N) เดือยกระตุ้นจักรหมุน (เช่น ของนาฬิกา)
(N) ที่นอนฟาง
(VT) ทําให้บรรเทา
(N) การทําให้บรรเทา
(ADJ) ซึ่งช่วยบรรเทา
(N) ยาบรรเทาปวด
(ADJ) ซีด
(ADJ) ไม่น่าสนใจ
(PHRV) เลิกสนใจ (เมื่อคุ้นชินแล้ว)
(N) ความซีดขาว
(ADJ) สนิทสนมกัน
(N) ปลายเหล็กสมอเรือ
(N) ฝ่าเท้าหน้าของสัตว์
(N) ฝ่ามือ
(N) มาตราวัดโดยฝ่ามือ
(VT) ค่อยๆ หยิบขึ้น
(VT) ซ่อนไว้ในฝ่ามือ
(VT) เอามือลูบ
(N) ต้นปาล์ม
(N) รางวัลสําหรับผู้มีชัย
(ADJ) เกี่ยวกับฝ่ามือหรือฝ่าเท้าหน้าของสัตว์
(ADJ) ซึ่งแผ่เหมือนนิ้วมือ
(ADJ) ซึ่งแผ่เหมือนนิ้วมือ
(N) นักแสวงบุญ (โดยเฉพาะในยุคกลาง)
(N) ต้นปาล์มมีใบรูปพัด (โดยเฉพาะจําพวก Sabal palmetto)
(N) หมอดูลายมือ
(N) ศาสตร์แห่งการดูลายมือ
(IDM) หลอกขาย
(PHRV) หลอกว่าเป็น (คําไม่เป็นทางการ)
(PHRV) หลอกขายกับ (คําไม่เป็นทางการ)
(PHRV) หลอกลวงด้วย (คําไม่เป็นทางการ)
(SL) เงินสินบน
(N) น้ําตาลมะพร้าว
(ADJ) เกี่ยวกับต้นปาล์ม
(ADJ) เจริญรุ่งเรือง
(ADJ) ชัดเจน
(VT) ตรวจด้วยการคลําหรือสัมผัส
(ADJ) ซึ่งมีต่อมรับความรู้สึก
(VI) เต้น
(N) การคลํา
(N) อัตราการเต้นของหัวใจเร็วหรือไม่สม่ําเสมอ
(N) อัมพาต
(VT) ทําให้เป็นอัมพาต
(ADJ) เป็นมิตร (มักไม่จริงใจ)
(SL) เป็นมิตร (มักใช้กับ with)
(VI) เจรจาแลกเปลี่ยน
(VI) พูดหรือกระทําไม่จริงใจ
(PHRV) ปฏิบัติอย่างไม่จริงจัง
(PHRV) พูดหลอกด้วย
(ADJ) น่าดูถูก
(ADJ) ไม่สําคัญ
(ADJ) เกี่ยวกับบึงหรือหนอง
(PHRV) เป็นเพื่อนกับ
(N) ทุ่งกว้างในอเมริกาใต้มีแต่ต้นไม้ใหญ่ไม่มีหญ้า
(VT) ตามใจ
(VT) ปรนเปรอด้วยอาหาร
(N) แผ่นพับ
(N) กระทะ
(N) จานตาชั่ง
(N) แผ่นน้ําแข็งแบนและบางที่ลอยอยู่
(N) ภาชนะก้นแบนและตื้น
(N) ภาชนะร่อนแร่
(N) แอ่งน้ําบนพื้นดิน
(VI) ร่อน
(VT) ใช้กระทะทําอาหาร
(VI) หันกล้องในมุมกว้าง
(VT) วิพากษ์วิจารณ์
(PRF) ทั้งสิ้น
(PRF) ทั้งหมด
(N) ยารักษาสารพัดโรค
(N) การอวดตัวหรือวางท่า
(N) ประเทศปานามา
(N) ปานามา
(N) คลองปานามา  (เชื่อมมหาสมุทรแอตแลนติกกับแปซิฟิก)
(N) ขนมแพนเค้ก
(N) ตับอ่อน
(N) หมีแพนด้า
(ADJ) ซึ่งระบาดไปทั่ว
(N) ความโกลาหล
(N) ผู้ชักนําไปในทางชั่ว
(N) แม่เล้า
(VI) ชักนําไปในทางชั่ว
(PHRV) ตามใจ
(PHRV) เป็นแม่สื่อหาผู้หญิงให้
(N) บัณฑิต
(N) บานกระจกหน้าต่าง
(N) คําสรรเสริญ
(N) คณะผู้อภิปรายทางการเมือง
(N) คณะลุกขุน
(N) ดิ้นประดับบนชุดสตรี
(N) บัญชีรายชื่อแพทย์ที่รักษาคนไข้ (ทางประกันสังคม)
(N) เบาะรองอานม้า
(N) แผงควบคุมไฟฟ้า
(N) แผ่นกระดานสี่เหลี่ยมที่กรุ (บริเวณประตู, หน้าต่างหรือผนัง)
(VT) จัดให้มีคณะลูกขุน
(VT) ตกแต่ง
(VT) ใส่เบาะอานม้า
(N) ไม้หรือวัสดุบุฝาผนัง
(N) ผู้ร่วมอภิปราย
(N) ไม้หรือวัสดุบุฝาผนัง
(PHRV) ร่อนหา
(VT) ทอดด้วยน้ํามันเล็กน้อย
(N) ความเจ็บปวดทันที
(N) ตัวนิ่ม
(SL) การตั้งขึ้นของอวัยวะเพศ
(ADJ) หวั่นวิตก
(N) ความตื่นตกใจ
(VT) ทําให้แตกตื่น
(N) ดอกไม้ที่ออกเป็นช่อ
(ADJ) เป็นช่อ
(ADJ) ตกใจกลัว
(PHRV) ปรับภาพให้ใกล้เข้ามา
(N) ตะกร้าที่แบกบนหลังคนหรือสัตว์
(N) ถุงใส่ของที่แขวนข้างรถจักรยานหรือมอเตอร์ไซค์
(PHRV) ร่อนออก
(N) ชุดเสื้อเกราะ
(N) ทัศนียภาพทั้งหมด
(IDM) จบอย่างมีความสุข
(PHRV) ปรับภาพให้กว้างออกไป (มองเห็นวัตถุอยู่ไกลออกไป)
(PHRV) มีผล
(N) ชายรักร่วมเพศ
(VI) หายใจหอบ
(N) ตัวละครที่เป็นตาแก่โง่ในละครใบ้
(N) กางเกงขายาวถึงเข่า (ใส่ประมาณยุคศตวรรษที่ 17)
(N) สารไฮโดรคาร์บอน
(N) รถโกดัง (โดยเฉพาะขนเครื่องเรือน)
(PHRV) ปรารถนาอย่างยิ่ง
(PHRV) หายใจเร็วแรงเพื่อสูดอากาศหรือดื่มน้ําอย่างกระหืดกระหอบ
(N) ความเชื่อว่าพระเจ้าเป็นทุกสิ่ง
(N) ปูชนียสถานที่เป็นหลุมฝังศพ/สิ่งเตือนให้ระลึกถึงคนสําคัญที่ตายไปแล้ว
(N) เสือดํา
(N) กางเกงใน
(N) การหายใจแรง
(PRF) ทั้งสิ้น
(PRF) ทั้งหมด
(N) อุปกรณ์คัดลอก
(N) ละครใบ้
(N) ผู้แสดงละครใบ้
(PHRV) เล่าอย่างกระหืดกระหอบ
(N) ห้องหรือตู้สําหรับเก็บอาหารหรือเครื่องครัว
(N) กางเกงขายาว
(N) กางเกงชั้นใน
(N) กางเกงชั้นในยาว (ผู้ชาย)
(SL) สุดจะแย่!
(N) หัวนม (คําไม่เป็นทางการ)
(N) อาหารอ่อนสําหรับเด็กหรือคนไข้
(N) คุณพ่อ
(N) ตําแหน่งหรืออํานาจของสันตะปาปา
(ADJ) เกี่ยวกับองค์สันตะปาปา
(N) ช่างภาพอิสระที่ถ่ายภาพคนมีชื่อเสียงโดยมักล่วงล้ําความเป็นส่วนตัว
(N) ผลของต้น Asumina Triloba
(N) มะละกอ
(N) กระดาษ
(N) กระดาษบุฝาผนัง
(N) ข้อสอบ
(N) สิ่งพิมพ์
(N) หนังสือพิมพ์
(VT) ติดกระดาษบุฝาผนัง
(VT) ห่อด้วยกระดาษ
(N) หนังสือปกอ่อน
(N) กระเป๋าสตางค์
(N) กระดาษแข็ง
(N) กระดาษเช็ดปาก
(PHRV) ปกปิด
(PHRV) ปิดกระดาษปิดผนังที่ด้านบนของ
(SL) ข้าราชการ
(N) เอกสาร
(N) ผู้อ่อนแอ (ทั้งที่ภายนอกดูเข้มแข็ง)
(N) งานเอกสาร
(N) วัตถุที่ทําจากการนํากระดาษมาแปะเป็นชั้นๆ
(N) หัวนม (ศัพท์เฉพาะทาง)
(ADJ) เกี่ยวกับ papillae
(N) หัวนม
(N) ชาวโรมันคาทอลิก (คําต้องห้าม)
(N) กระเป๋าสะพายหลังสําหรับใส่เด็ก
(N) ทารกอินเดียนแดง
(N) เครื่องเทศสีแดงอ่อนๆ
(N) การตรวจมะเร็งปากมดลูก
(N) เกาะปาปัวนิวกีนี
(ADJ) ภาษาปาปัวนิวกีนี
(N) ผด
(N) กระดาษสมัยโบราณ
(N) ต้นกกจําพวกหนึ่ง
(N) ทหารพลร่ม (คําไม่เป็นทางการ)
(PRF) ข้าง
(N) การเท่ากัน
(N) เกณฑ์
(N) คะแนนมาตรฐานสําหรับการตีลูกลงหลุมแต่ละครั้ง (กีฬากอล์ฟ)
(N) ราคาปกติ
(PRF) ข้าง
(N) เรื่องสั้นที่สั่งสอนศีลธรรม
(N) เส้นโค้งวงกลม (ทางเรขาคณิต)
(ADJ) เกี่ยวกับเส้นโค้งวงกลม
(N) ร่มชูชีพ
(VT) กระโดดร่ม
(N) การเดินแถว
(N) ขบวนแห่
(VT) เดินขบวน
(VT) เดินอวด
(N) ตัวอย่าง
(N) สวรรค์
(N) คําพูดที่ดูเหมือนขัดแย้งกัน
(N) สิ่งผิดปกติ
(N) พาราฟิน
(N) น้ํามันพาราฟิน
(N) ตัวอย่างดีเลิศ
(N) ย่อหน้า
(VI) แบ่งเป็นย่อหน้า
(VT) เขียนข่าวหรือบทความย่อหน้าสั้นๆ
(N) ประเทศปารากวัย
(N) ปารากวัย
(N) นกแก้วเล็ก
(N) การเปลี่ยนตําแหน่งของวัตถุตามตําแหน่งที่ผู้มองเปลี่ยนไป
(ADJ) ขนาน
(ADJ) คล้ายกัน
(ADJ) (วงจรไฟฟ้า) ขนาน
(N) การเปรียบเทียบ
(N) ความตรงกัน
(N) สิ่งที่ขนานกัน
(N) เส้นขนาน
(VT) ทําให้ขนาน
(VT) ทําให้คล้ายกัน
(VT) เปรียบเทียบ
(N) สี่เหลี่ยมรูปขนาน
(N) อัมพาต
(ADJ) ี่ซึ่งเป็นอัมพาต
(N) คนเป็นอัมพาต
(VT) ทําให้ขยับเขยื้อนไม่ได้ (เพราะตกตะลึง)
(VT) ทําให้เป็นอัมพาต (ทางการแพทย์)
(N) โปรโตซัวน้ําจืด
(N) เจ้าหน้าที่ทางการแพทย์
(ADJ) เกี่ยวกับเจ้าหน้าที่ผู้ช่วยแพทย์
(N) ตัวแปร
(ADJ) ซึ่งอยู่สูงสุด
(N) ผู้ปกครองชั้นสูงสุด
(N) ชู้รัก
(N) อาวุธมีดสั้นหนักของชาวมาเลเซียและอินโดนีเซีย
(N) อาการทางจิตที่หวาดระแวง
(N) กําแพงอิฐ
(N) ของใช้ส่วนตัว
(N) การถอดความ
(VT) ถอดความ
(N) ภาวะอัมพาตของร่างกายส่วนล่าง
(N) การศึกษาปรากฎการณ์ทางจิตที่อธิบายไม่ได้
(N) ปรสิต
(ADJ) เกี่ยวกับปรสิต
(VT) อาศัยสิ่งมีชีวิตอื่น
(N) ปรสิตวิทยา
(N) ร่มกันแดด
(N) ยาฆ่าแมลง
(ADJ) เกี่ยวกับกองทหารพลร่ม
(N) พลร่ม
(N) กองทหารพลร่ม
(N) โรคไข้รากสาดน้อย
(VT) ลวก
(N) การแบ่งส่วน
(N) ผืนดิน
(N) พัสดุ
(VT) มัด
(PHRV) แบ่งเป็นส่วนๆ
(N) พัสดุไปรษณีย์
(PHRV) ห่อหุ้ม
(VT) ตากแห้ง
(VT) ทําให้กระหายน้ํา
(ADJ) กระหายน้ํามาก
(ADJ) แห้งแล้ง
(N) กระดาษหนัง
(N) เสือดาว
(INT) ขอโทษ
(N) การขอโทษ
(N) การอภัยโทษ
(VT) ยกโทษ
(PHRV) ขอโทษสําหรับ (สิ่งที่ทําผิด)
(PHRV) ยกโทษให้
(VT) ขริบ
(VT) ปอก
(PHRV) ตัดออก
(PHRV) ลดลง
(ADJ) บรรเทาปวด
(N) ยาบรรเทาปวด
(N) พ่อแม่
(VT) เลี้ยงดู
(N) ความเป็นพ่อแม่
(N) บรรพบุรุษ
(ADJ) เกี่ยวกับพ่อหรือแม่
(ADJ) เกี่ยวกับแหล่งกําเนิด
(N) บริษัทแม่
(N) ข้อความแทรกในวงเล็บ
(N) วงเล็บ
(N) วงเล็บ
(ADJ) เกี่ยวกับวงเล็บ
(ADJ) เกี่ยวกับวงเล็บ
(N) ความเป็นพ่อแม่
(N) ต้นกําเนิด
(N) พ่อแม่
(PHRV) ปอกออก
(N) ภาวะเหน็บชาเฉพาะส่วน
(ADJ) ี่เป็นอัมพาต
(N) ผู้เป็นเหน็บชา
(N) คนนอกคอก
(ADJ) ประกอบด้วยผนังหุ้ม
(N) การปอก
(N) ปารีส (ของฝรั่งเศส)
(N) เมืองปารีส (ของฝรั่งเศส)
(N) เขตศาสนา
(N) พลเมืองที่อาศัยอยู่ในเขตศาสนา
(ADJ) เกี่ยวกับปารีส
(N) ชาวเมืองปารีส
(N) ความเท่าเทียมกัน
(N) เสื้อคลุมขนสัตว์ที่มีหมวกคลุมศีรษะสําหรับใส่กันหิมะและลม
(N) สถานที่กลางแจ้งใช้เพื่อจุดประสงค์บางอย่าง (เช่น ที่จอดรถ สนามกีฬา)
(N) สวนสาธารณะ
(VT) จอดรถ
(N) การจอดรถ
(N) ที่จอดรถ
(N) โรคของระบบประสาทแบบมีอาการสั่นของอวัยวะ
(N) ถนนกว้างที่มีแนวต้นไม้อยู่ตรงเกาะกลางถนน
(SL) หนาวเย็น
(N) คําพูด
(N) สํานวนพูด
(N) การเจรจา
(VI) เจรจา
(PHRV) เจรจาตกลงกับ
(N) รัฐสภา
(N) ผู้เชี่ยวชาญในกระบวนการและขั้นตอนปฎิบัติงานของรัฐสภา
(N) สมาชิกรัฐสภา
(ADJ) เกี่ยวกับรัฐสภา
(N) ร้านค้า (เช่น ร้านเสริมสวย)
(N) ห้องพักผ่อนในโรงแรม
(N) ห้องรับแขก
(N) รถไฟโดยสารซึ่งมีที่นั่งเดี่ยว
(N) ร้านค้า (เช่น ร้านเสริมสวย)
(N) ห้องพักผ่อนในโรงแรม
(N) ห้องรับแขก
(ADJ) ฉลาดแกมโกง
(ADJ) ซึ่งมีภัย
(ADJ) เกี่ยวกับเขตทางศาสนา
(N) การเขียนล้อเลียน
(VT) ล้อเลียน
(ADJ) โดยคําพูด
(N) ถ้อยแถลง
(N) การพ้นโทษอย่างมีเงื่อนไขหรือทําทัณฑ์บนไว้
(N) คําสาบาน
(N) ผู้พ้นโทษก่อนกําหนด
(ADJ) ซึ่งอยู่ใกล้หู
(ADJ) เกี่ยวกับต่อมน้ําลายบริเวณหู
(ADJ) ใกล้หู
(N) ต่อมน้ําลายบริเวณหู
(N) การกําเริบของโรคทันที
(N) การระเบิด
(N) พื้นปาร์เก้
(N) พื้นห้องของโรงละคร
(VT) ปูพื้นด้วยไม้ปาร์เก้
(N) ลายพื้นไม้ปาร์เก้
(N) ลูกปลาแซลมอน
(N) นกแก้วเล็ก
(N) การฆ่าบิดามารดา
(N) ผู้ฆ่าบิดามารดา
(N) นกแก้ว
(N) ผู้ที่เลียนคําพูดผู้อื่น
(VT) เลียนคําพูด
(IDM) โดยไม่เข้าใจความหมาย
(IDM) โดยไม่เข้าใจความหมาย
(N) การป้องปัด
(VI) ปัดป้อง
(VT) ปัดป้อง
(VI) วิเคราะห์คําในประโยค (ทางไวยากรณ์)
(VT) วิเคราะห์คําในประโยค (ทางไวยากรณ์)
(N) หน่วยบอกระยะทางมีค่าเท่ากับ 3.262 ปีแสง (สัญลักษณ์ย่อคือ pc)
(ADJ) ตระหนี่
(N) ความตระหนี่
(N) ผักใบเขียวกลิ่นหอมใช้ปรุงแต่งอาหาร
(N) พืชตระกูลเดียวกับแครอทจําพวก Pastinaca sativa
(N) บาทหลวง
(N) กุฏิพระ
(ADJ) ซึ่งเป็นส่วนประกอบหนึ่ง
(N) บทบาทในการแสดง
(N) บทพูด
(N) ส่วน
(N) เสียงดนตรี
(N) อัตราส่วน
(VT) แยก
(VI) เข้าร่วม
(VT) กินหรือดื่มร่วมกัน
(PHRV) มีส่วนร่วมกับ
(PHRV) มีคุณสมบัติของ
(PHRV) มีส่วนใน
(N) ผู้เข้าร่วม
(IDM) ส่วนสําคัญ
(PHRV) ไม่เห็นด้วยกับ
(PHRV) แยกกับ
(ADJ) ซึ่งแบ่งออกเป็นส่วน
(ADJ) ซึ่งแยกจากกัน
(ADJ) ร้าว
(N) แปลงดอกไม้
(PHRV) แยกจาก
(N) การสืบพันธุ์ที่ไข่เพศเมียไม่ได้ผสมพันธุ์กับอสุจิของเพศผู้
(N) วิหารพาร์ทีนอนในกรุงเอเธนส์สร้างเมื่อ 438 ปีก่อนคริสตกาล
(ADJ) ซึ่งเป็นบางส่วน
(ADJ) ซึ่งไม่ยุติธรรม
(N) ความอยุติธรรม
(ADV) บางส่วน
(N) ผู้มีส่วนร่วม
(VI) มีส่วน
(PHRV) มีส่วนร่วมใน
(PHRV) มีส่วนร่วมกับ
(N) การมีส่วนร่วม
(N) รูปแบบของคํากริยาที่เติม -ing หรือ -ed
(N) อนุภาค
(ADJ) ซึ่งมีหลากหลายสี
(ADJ) ซึ่งมีหลากหลายสี
(ADJ) จู้จี้
(ADJ) ซึ่งไม่ธรรมดา
(ADJ) โดยเฉพาะ
(N) รายละเอียด (มักใช้รูปพหูพจน์ particulars)
(VI) แยกรายละเอียด
(VT) ทําให้เฉพาะเจาะจง
(N) การมีลักษณะเฉพาะเจาะจง
(VI) แยกรายละเอียด
(VT) ทําให้เฉพาะเจาะจง
(ADV) โดยเฉพาะอย่างยิ่ง
(ADJ) ที่เป็นอนุภาค
(ADJ) เกี่ยวกับการอําลา
(N) การจากกัน
(IDM) ทางแยก (มักนําหน้าด้วย come to a, arrive at a, reach a)
(SL) คําสุดท้าย
(ADJ) ซึ่งถือพรรคถือพวก
(N) กลุ่มหัวรุนแรง
(N) พรรคพวก
(ADJ) ซึ่งแบ่งออกเป็นส่วนๆ
(N) การแบ่งแยก
(N) ฉาก
(VT) แบ่ง
(PHRV) แบ่งหรือกั้น (ด้วยผนังกั้นบางๆ)
(ADV) บางส่วน
(N) คู่เต้นรํา
(N) คู่สมรส
(N) หุ้นส่วน
(VT) เป็นหุ้นส่วน (เช่นในเกมหรือการเต้นรํา)
(PHRV) จับคู่ (โดยเฉพาะชายและหญิง)
(N) พันธมิตร
(N) ห้างหุ้นส่วน
(N) ชนิดของคํา
(VI) กริยาช่อง 2 ของ partake
(VT) กริยาช่อง 2 ของ partake
(N) นกขนาดกลางจําพวก Alectoris Perdix
(ADJ) เพลงเสียงประสาน
(ADJ) นอกเวลา (คําย่อคือ PT)
(ADV) นอกเวลา
(N) งานนอกเวลา
(ADJ) ซึ่งให้กําเนิด
(N) การให้กําเนิด
(PHRV) จ่าย
(ADJ) เกี่ยวกับพรรคการเมือง
(N) คณะ
(N) คู่กรณี
(N) งานเลี้ยง
(N) พรรคการเมือง
(N) หน่วยเฉพาะกิจ
(VI) จัดงานเลี้ยง
(IDM) ความคิดหรือทัศนคติที่ได้รับการยอมรับ
(N) สายโทรศัพท์เชื่อม
(N) คนไม่อยากเข้าร่วมกิจกรรมบันเทิง
(IDM) เรื่องได้จบลงแล้ว
(N) ราคาที่ระบุไว้บนหน้าตั๋ว
(ADJ) เกี่ยวกับผู้ร่ํารวยทันทีทันใด
(N) ผู้ร่ํารวยทันทีทันใด
(N) ตําแหน่งข้าราชการระดับสูงในตุรกีและกลุ่มตะวันออกกลาง
(N) การผ่าน
(N) การโยน
(N) การล่วงเกิน (ทางเพศ)
(N) การสละสิทธิ์
(N) การสอบผ่าน
(N) ช่องเขา
(N) ใบอนุญาต
(VI) ตาย
(VI) เปลี่ยนจาก
(VI) สิ้นสุด
(VI) อนุมัติ
(VT) กลายเป็น
(VT) ใช้เวลา
(VT) ตัดสิน
(VT) ถ่ายทอด
(VT) ผ่านไป
(VT) พูด
(VT) ส่งต่อไป
(VT) สอบผ่าน
(N) การเดินทางทางน้ํา
(N) การแลกเปลี่ยนติดต่อระหว่างบุคคล
(N) ความเจริญก้าวหน้า
(N) ค่าโดยสารเรือ
(N) ตอน
(N) ทางผ่าน
(N) สิทธิการผ่าน
(VI) ผ่าน
(VT) ผ่าน
(N) ทางผ่าน
(PHRV) บอกข่าวต่อกันไป
(PHRV) ส่งเวียนไปรอบๆ
(IDM) ได้รับการยอมรับว่าเป็น (บางคนหรือบางสิ่ง)
(PHRV) ใช้ (เวลาเย็น)
(PHRV) เสีย
(PHRV) หายไป
(PHRV) ส่งกลับ
(PHRV) ส่ง (ข้อมูล) กลับไป
(PHRV) ส่งลูกบอลกลับ
(PHRV) คุยกันสองคน
(N) สมุดฝากและถอนเงินของธนาคาร
(PHRV) มองข้าม
(PHRV) (เวลา)  ผ่านไป
(PHRV) เดินผ่าน
(PHRV) รู้จักกันในนามของ
(PHRV) ชิดใน
(PHRV) ตกทอดมายัง
(PHRV) ยื่น(มือ)ส่งลงมาหรือลงไป
(PHRV) ส่งข่าวต่อ (คนต่อคน)
(PHRV) ชิดใน
(PHRV) ส่งข่าวหรือบอกต่อกันไปทีละคน
(ADJ) ล้าสมัย
(ADJ) ผ่านพ้น
(ADJ) สอบไล่ได้
(N) ผู้โดยสาร
(N) ผู้ผ่าน
(N) คนเดินผ่าน
(N) คนผ่านไปมา
(PHRV) สอบผ่าน
(PHRV) ส่งไปข้างหน้า
(PHRV) เปลี่ยนจาก
(PHRV) ออกจาก
(SL) ทํางานยากได้ลุล่วง
(PHRV) ทําให้เข้ามา
(PHRV) ส่งต่อกันไปทีละคน (ให้กับผู้มีหน้าที่หรือผู้ที่ต้องได้รับ)
(PHRV) น่าพึงพอใจ
(ADJ) ผ่านไป
(ADJ) ผ่านพ้นไปอย่างรวดเร็ว
(PHRV) กลายเป็นส่วนหนึ่งของ
(PHRV) เข้าไปใน
(PHRV) เข้าสู่สภาพหรือสภาวะ
(PHRV) ค่อยๆเปลี่ยนเป็น (บางสิ่ง) ทีละน้อย
(PHRV) สอบเข้า
(N) กิเลส
(N) ความโกรธ
(N) ความหลงใหล
(ADJ) กระตือรือร้น
(ADJ) ตัณหาจัด
(ADJ) รุนแรง (อารมณ์)
(ADJ) ลึกซึ้ง
(ADJ) ไร้อารมณ์
(ADJ) ซึ่งไม่มีปฏิกิริยา
(ADJ) อยู่เฉยๆ
(ADV) อย่างเฉื่อยๆ
(IDM) เสนอความคิดเห็นเกี่ยวกับ
(N) กุญแจประตูหน้าบ้าน
(N) กุญแจผี
(IDM) เข้าเกณฑ์มาตรฐาน
(PHRV) เกิดขึ้น (อย่างประสบความสําเร็จ)
(PHRV) ดึงความสนใจไปจาก
(PHRV) สิ้นสุด
(PHRV) หลอกให้ยอมรับ
(PHRV) ประสบความสําเร็จในการแสร้งเป็น
(PHRV) จากไป
(PHRV) ดําเนินต่อไป
(PHRV) เดินต่อไป
(PHRV) ตกทอดไปสู่
(PHRV) ส่งต่อหรือบอกต่อกันไป
(PHRV) ให้ประโยชน์กับ
(PHRV) แจกจ่าย
(PHRV) สอบผ่าน
(PHRV) หมดสติ
(PHRV) ละทิ้ง
(PHRV) ตาย
(PHRV) บินผ่าน
(PHRV) ไม่ได้รับเลือก
(PHRV) ไม่สนใจ
(PHRV) ข้าม
(PHRV) มองผ่าน
(PHRV) อ่านอย่างเร็ว
(N) วันหยุดเพื่อระลึกถึงการอพยพของชาวยิวจากอียิปต์
(N) สิ่งได้รับการยอมรับ
(N) หนังสือเดินทาง
(IDM) รวบรวมเงิน (เพื่อช่วยเหลือ)
(IDM) ตัดสินลงโทษ
(IDM) ตําหนิหรือโทษคนอื่น
(IDM) ขอบริจาค
(IDM) ฆ่าเวลาด้วยการทําบางสิ่ง
(IDM) พูดคุยหรือสนทนาอย่างไม่เป็นทางการ
(PHRV) เดินทางผ่าน
(PHRV) ทําให้เคลื่อนผ่าน
(PHRV) ประสบกับ
(PHRV) เรียนครบหลักสูตร (เช่น มหาวิทยาลัย)
(PHRV) เดินทางผ่านใต้
(PHRV) รู้จักกันในนามของ
(PHRV) ผ่านไป (เพราะจําไม่ได้)
(PHRV) พลาดโอกาส
(PHRV) ลอยสูงขึ้น
(PHRV) ส่งขึ้นไป
(N) รหัสผ่าน
(ADJ) ที่ผ่านไปแล้ว
(N) พาสต้า
(N) สิ่งที่เกิดในอดีต
(N) อดีต
(PREP) เลยผ่าน
(IDM) จริงจังเกินไป
(PHRV) เข้าใจยาก
(PHRV) ผ่าน
(PHRV) มากกว่า
(IDM) เลิกสนใจ
(N) สิ่งที่ทําด้วยดินเหนียว
(N) สิ่งที่มีลักษณะเหนียว
(N) แผ่นกระดาษแข็ง
(ADJ) เกี่ยวกับดินสอสี
(ADJ) สีซีด
(N) ดินสอสี
(IDM) เกินกว่าจะทนได้
(N) อวัยวะม้าส่วนที่อยู่ระหว่างข้อเท้าและกีบเท้า
(PHRV) แปะ / ติด (บางสิ่ง) ด้วยกาว
(PHRV) แปะปิดด้วย
(N) นักเคมีและจุลชีววิทยาชาวฝรั่งเศสช่วงปี ค.ศ.1822-1895
(VT) ฆ่าเชื้อโรคด้วยความร้อนสูง
(VT) ฆ่าเชื้อโรคด้วยความร้อนสูง
(N) งานผสมผสานทางศิลปะ ดนตรีหรือวรรณคดี
(N) งานลอกเลียนแบบทางศิลปะ ดนตรีหรือวรรณคดี
(N)  เกสรตัวเมีย (ทางพฤกษศาสตร์)
(N) ยาอม
(N) สิ่งบันเทิงที่ทําเพื่อฆ่าเวลา
(IDM) หวนกลับไปทําสิ่งที่ผ่านมาอีกไม่ได้ (คําไม่เป็นทางการ)
(N) พระ
(ADJ) เกี่ยวกับทุ่งหญ้าเลี้ยงสัตว์
(ADJ) ซึ่งเรียบง่ายแบบชนบท
(N) ทุ่งหญ้าเลี้ยงสัตว์
(N) บทกลอนบรรยายชีวิตในชนบท
(N) คนเลี้ยงปศุสัตว์
(VT) ใช้ชีวิตอย่างเรียบง่าย
(VT) เลี้ยงปศุสัตว์
(IDM) ยากจะแก้ไข
(IDM) ยากเกินกว่าจะแก้ไขหรือช่วยเหลือ
(N) ขนมอบ
(N) ทุ่งเลี้ยงสัตว์
(N) ทุ่งเลี้ยงสัตว์
(VT) ปล่อยให้สัตว์เล็มหญ้า
(ADJ) เหมือนแป้งเปียก
(ADJ) ซีดเซียว
(N) การตีเบาๆ
(N) เสียงเคาะ
(VT) ตบเบาๆ
(VT) ทอย
(ADJ) คล่อง
(ADJ) ตรงประเด็น
(N) ช่วงเวลายากลําบาก
(N) ตัวตลก
(N) ที่ดิน
(N) แผ่นปะ
(N) รอยแต้ม
(N) รอยปะ
(VT) ติดตั้ง (ระบบโทรศัพท์, เครื่องใช้ไฟฟ้า)
(VT) ปะ
(PHRV) กลับมาเป็นมิตรกัน
(PHRV) ซ่อมแซม
(PHRV) รักษาแผล
(N) สิ่งที่เกิดจากการปะติดปะต่อกัน
(ADJ) กระท่อนกระแท่น
(ADJ) เป็นหย่อมๆ
(PHRV) ตบเบาๆ ให้แบน
(N) หัว
(N) กระดูกสะบ้า
(N) จานทองหรือเงินใช้ในพิธีรําลึกถึงวันสวรรคตพระเยซู
(ADJ) ซึ่งได้รับการคุ้มครองจากสิทธิบัตร
(ADJ) ซึ่งเปิดโล่ง
(ADJ) ที่แพร่ขยาย
(N) สิทธิบัตร
(VT) จดสิทธิบัตร
(N) ผู้ได้รับสิทธิบัตร
(N) หนังสีดําลื่น แข็งและเป็นมัน
(N) ยาที่ขายได้โดยไม่ต้องมีใบสั่งแพทย์
(N) ผู้ออกสิทธิบัตรให้
(N) สิทธิบัตร
(N) พ่อ
(ADJ) ทางสายพ่อ
(ADJ) เหมือนพ่อ
(N) ความเป็นบิดา
(N) ทางเดิน
(PRF) ทุกข์
(ADJ) น่าสงสาร
(ADJ) ไม่เพียงพอ
(ADJ) น่าสงสาร
(PRF) ทุกข์
(PRF) อารมณ์
(N) เชื้อโรค
(ADJ) เกี่ยวกับพยาธิวิทยา
(ADJ) เกี่ยวกับพยาธิวิทยา
(N) พยาธิวิทยา (ทางการแพทย์)
(N) ความสงสาร
(N) พลังกระตุ้นให้เกิดความรู้สึกเศร้าใจหรือสงสาร (ทางวรรณกรรมหรือคําปราศรัย)
(N) จังหวัดปทุมธานี
(N) ปทุมธานี
(N) ทาง
(SUF) ภาวะความรู้สึก
(N) การถอดไพ่
(N) ความอดทน
(ADJ) อดทน
(N) คนป่วย
(ADV) อย่างอดทน
(N) จานทองหรือเงินที่ใช้ในพิธีรําลึกถึงวันสวรรคตของพระเยซู
(N) นอกชาน
(N) ภาษาท้องถิ่น (โดยเฉพาะของฝรั่งเศส)
(PHRV) ตบเบาๆบน (ส่วนของร่างกาย)
(N) ต้นตระกูล
(N) ผู้ก่อตั้ง
(N) ผู้อาวุโสสูงสุด
(N) พระสังฆราช
(N) หัวหน้าครอบครัว
(N) ตําแหน่งและเขตปกครองของพระราชาคณะ
(N) ระบบการปกครองแบบพ่อกับลูก
(ADJ) เกี่ยวกับตระกูลขุนนางสมัยโรมันโบราณ
(N) ผู้เกิดในตระกูลขุนนางสมัยโรมันโบราณ
(N) ตําแหน่งของขุนนางในสมัยโรมันโบราณ
(N) การฆ่าบิดาตนเอง
(N) มรดกของบิดา
(N) ผู้รักชาติ
(N) คนรักชาติ
(N) ความรักชาติ
(N) การตรวจตรา
(N) หน่วยลาดตระเวน
(VT) ตรวจตรา
(N) สายตรวจ
(N) ผู้อุปถัมภ์
(N) การอุปถัมภ์
(N) ตําแหน่งที่ถูกแต่งตั้ง
(N) ผู้อุปการะที่เป็นหญิง
(VT) อุปถัมภ์
(ADJ) อ้างตัวเป็นผู้มีอุปการะคุณ
(N) นักบุญผู้ปกป้องคุ้มครอง
(ADJ) ซึ่งมีชื่อมาจากชื่อสกุลของบิดาหรือบรรพบุรุษ
(N) นามสกุล
(IDM) ยกย่อง
(N) ผู้ถูกควบคุมได้ง่าย
(N) จังหวัดปัตตานี
(N) ปัตตานี
(N) เสียงเปาะแปะ (คล้ายเสียงฝนตก)
(VI) ทําให้เกิดเสียงเปาะแปะ
(N) การพูดเร็วไร้สาระ
(VI) พูดเร็วไร้สาระ
(VT) พูดบางอย่างซ้ําๆ เร็วๆ
(N) คนที่ตบเบาๆ
(PHRV) ก้าวอย่างเร็วและแผ่วเบา
(N) ธรรมเนียมปฏิบัติ
(N) แบบแผน
(N) แบบ (สําหรับตัดเสื้อผ้า)
(N) รูปร่าง
(N) ลวดลาย
(VT) ลอกแบบ
(VT) ออกแบบ
(PHRV) ลอกแบบ
(PHRV) ตกแต่งด้วย
(SL) เสียงอึกทึกจากเด็กๆ
(N) ขนมพายชิ้นเล็กๆ
(N) ความขัดสน
(N) จํานวนเล็กน้อย
(N) ท้อง
(ADJ) พุงพลุ้ย
(N) ยาจก
(VT) ทําให้ยากจนมาก
(N) การหยุดคิด
(N) การหยุดชั่วขณะ
(N) การหยุดระหว่างพูด
(VI) หยุดชะงักชั่วคราว
(PHRV) ใคร่ครวญ
(VT) เตรียมทาง
(VT) ปูพื้น
(N) ถนนราดยาง
(N) บาทวิถี
(N) วัสดุสําหรับปูหรือราดถนน
(PHRV) ปิด / บังด้วย
(PHRV) ปูลาดด้วย
(N) กระโจม
(N) หอแสดงสินค้า
(N) พื้นที่ปูแล้ว
(N) มือ
(N) อุ้งเท้า
(VT) ตะกุย
(VT) ลูบคลํา
(N) พ่อ
(PHRV) จาบจ้วง
(N) แกนสปริง
(N) การจํานํา
(N) คนถูกเอาเปรียบ
(N) ตัวประกัน
(N) สิ่งจํานํา
(VT) จํานํา
(N) เบี้ยหมากรุก
(N) นายหน้าเงินกู้
(N) โรงรับจํานํา
(N) ผลของต้น Asumina Triloba
(N) การจ่ายเงิน
(N) ค่าแรง
(VT) จ่าย
(VT) ชดใช้
(VT) สนใจ
(VT) ให้ความคิดเห็น
(ADJ) ซึ่งสามารถชําระหนี้ได้
(IDM) ราคาสูงเกินไป
(IDM) จ่ายค่าสินค้า (เพราะไม่ยอมติดหนี้หรือลงบัญชีไว้ก่อน)
(PHRV) สนใจ
(PHRV) ใช้เงิน
(PHRV) ผ่อน (เช่น เชือก) ให้ยาวขึ้น
(N) การคืนทุน
(N) ระยะเวลาในการคืนเงินต้น
(PHRV) จ่ายเงินคืน
(PHRV) ลงโทษ
(N) เช็คเงินค่าจ้าง
(PHRV) ประจบ
(PHRV) จ่ายเงินทันทีสําหรับ
(N) ผู้รับเงิน
(N) ผู้จ่ายเงิน
(PHRV) จ่ายเงินสําหรับ
(PHRV) ชดใช้
(IDM) สนใจ
(IDM) แสดงความเคารพ
(PHRV) จ่ายเงินหรือเช็คเข้าธนาคาร
(IDM) จ่ายเงินล่วงหน้า
(PHRV) จ่าย (เงิน,เช็ค ฯลฯ) เข้าบัญชีหรือธนาคาร
(IDM) เคารพ (อย่างไม่จริงใจหรือไม่เลื่อมใสอย่างแท้จริง)
(IDM) พูดสนับสนุน (แต่ใจคิดตรงกันข้าม)
(N) น้ําหนักบรรทุกที่ให้รายได้
(N) พนักงานจ่ายเงิน
(N) การจ่ายเงิน
(N) การชําระหนี้
(N) ค่าตอบแทน
(N) การจ่ายเงินเดือน
(N) เงินสินบน
(PHRV) แก้แค้น
(PHRV) จ่าย (หนี้สิน) ทั้งหมดให้กับ
(PHRV) นําเรือที่เสียไปซ่อม
(PHRV) ไม่ประสบความสําเร็จ
(N) เงินสินบน
(SL) การติดสินบน
(PHRV) จ่ายหนี้สินทันที
(IDM) จ่ายค่าธรรมเนียม
(N) ผู้จ่ายเงิน
(N) การจ่ายเงิน
(PHRV) จ่ายคืน
(PHRV) จ่าย (เงินจํานวนน้อย)
(PHRV) ผ่อน (เชือกหรือสิ่งอื่น) ให้ยาวขึ้น
(PHRV) เอาคืน
(PHRV) จ่ายเงินอย่างเป็นทางการ
(N) ตู้โทรศัพท์สาธารณะแบบหยอดเหรียญ
(N) บัญชีเงินเดือน
(IDM) หลอกด่า
(IDM) ซื้อมาในราคาแพงมาก
(IDM) (คน)จ่ายเงินคือคนที่มีสิทธิ์ควบคุม
(PHRV) จ่ายเงินให้กับ
(IDM) จ่ายเงินให้กับ
(IDM) แสดงความชื่นชมหรือขอบคุณสําหรับ
(PHRV) จ่ายหนี้สินให้หมด
(PHRV) จ่ายให้ด้วย
(PHRV) ให้รางวัลด้วย
(ABBR) สัญลักษณ์ทางเคมีของธาตุตะกั่ว
(ABBR) เครื่องคอมพิวเตอร์ส่วนตัว (คําย่อ Personal Computer)
(ADJ) ที่ใช้ถั่ว
(N) ถั่ว
(N) ความสงบเรียบร้อย
(N) สนธิสัญญาสันติภาพ
(ADJ) สงบสุข
(N) หน่วยอาสาสมัครเพื่อสันติภาพของอเมริกา
(ADJ) ซึ่งยอมตาม
(ADJ) สงบ
(ADV) อย่างสงบ
(N) การรักษาสันติภาพ
(N) ผู้ไกล่เกลี่ย
(N) กล้องสูบยาของชาวอินเดียนแดงในอเมริกาเหนือ
(ADJ) เกี่ยวกับช่วงปลอดสงคราม
(N) ช่วงสงบ
(ADJ) มีสีพีชหรือสีเหลืองอมชมพู
(N) ลูกพีช
(N) สีพีช
(VT) บอกความลับ
(PHRV) รายงาน
(ADJ) คล้ายลูกพีช
(N) คนอวดดี
(N) นกยูง
(N) นกจําพวกนกยูง
(N) สีเขียวปนเหลือง
(N) นกยูงตัวเมีย
(N) เสื้อกะลาสีสีน้ําเงินทําด้วยขนสัตว์หนาและมีกระดุมสองแถว
(ADJ) สูงสุด
(N) จุดสูงสุด
(N) ช่วงรุ่งเรืองที่สุด
(N) ช่วงเวลาที่หนาแน่น (จราจร)
(N) ปลายแหลมรูปตัววี (V)
(N) ยอดเขา
(VT) ขึ้นจนถึงจุดสุดยอด
(VI) ผอมลง
(ADJ) ซึ่งมียอดแหลม
(ADJ) ผอม
(N) ระฆังชุด
(N) เสียงกระหึ่ม
(N) เสียงรัวระฆัง
(VI) ส่งเสียงกึกก้อง
(PHRV) (เสียงหรือระฆัง) ดังกังวาน
(N) ถั่วลิสง
(N) น้ํามันถั่ว
(SL) คําเรียกผู้หญิงที่ใส่เสื้อโป๊จนเห็นหัวนม
(N) ลูกแพร์
(N) ไข่มุก
(N) รูปทรงไข่มุก
(N) สีมุก
(N) ที่มีกระแสน้ําไหลวน (แม่น้ํา)
(N) ข้าวบาร์เลย์ที่ถูกสีเป็นเม็ดกลมเล็กๆ
(N) คนงมหาไข่มุก
(ADJ) คล้ายไข่มุก
(N) ต้อกระจก
(N) สีเทาอมฟ้า
(ADJ) ที่คล้ายไข่มุก
(ADJ) ที่ประดับด้วยไข่มุก
(ADJ) ซึ่งมีรูปร่างเหมือนลูกแพร์
(SL) ผิดพลาด
(ADJ) คนหยาบและไร้การศึกษา
(N) ชาวนา
(N) ชาวไร่
(N) ฝักถั่ว
(N) ฝักถั่ว
(N) หลอดเป่าเมล็ดถั่วของเด็ก
(N) ถ่านหินเลน (เกิดจากต้นไม้ในหนองที่ทับถมกัน)
(N) กรวด
(ADJ) ปกคลุมด้วยด้วยกรวด
(N) การมีแนวโน้มที่จะทําผิดบาปได้
(ADJ) ซึ่งมีแนวโน้มที่จะทําผิดบาปได้
(N) ความผิดเล็กน้อย
(N) สัตว์คล้ายหมูมีสีเทาและมีแถบคอสีขาวตระกูล Tayassuidae
(N) หน่วยตวงมีค่าเท่ากับ 2 แกลลอน
(N) การจิก
(VT) จิก
(VT) จูบเบาๆ
(VT) ถากถาง
(PHRV) คอยหาข้อผิดหรือบกพร่อง
(PHRV) จิก
(PHRV) เล็ม
(PHRV) สัมผัสเพียงผิวเผิน
(SL) หิว
(PHRV) จิกขึ้นมา
(N) คาร์โบไฮเดรตที่มีน้ําหนักโมเลกุลสูงพบในพืชและผลไม้สุก
(ADJ) เกี่ยวกับทรวงอก
(N) ครีบอกของปลา
(N) กล้ามเนื้ออก
(VI) ยักยอก
(VT) ยักยอก
(N) การยักยอก
(ADJ) ประหลาด
(N) ลักษณะเฉพาะ
(N) ความมหัศจรรย์
(N) คุณสมบัติเฉพาะ
(N) พฤติกรรมประหลาด
(N) สิ่งประหลาด
(ADV) อย่างแปลกประหลาด
(ADJ) เกี่ยวกับเงิน
(N) อาจารย์
(N) อาจารย์
(N) ครุศาสตร์
(N) คันเหยียบ
(VT) ถีบจักรยาน
(VT) เหยียบคันเหยียบ
(N) คนจู้จี้เรื่องกฏเกณฑ์และรายละเอียดมาก
(N) คนชอบอวดรู้
(N) การชอบอวดรู้
(VT) เร่ขาย
(N) คนขายยาผิดกฎหมาย
(N) พ่อค้าเร่
(ADJ) หยุมหยิม
(N) การที่ผู้ชายมีเพศสัมพันธ์กับเด็กชาย
(N) แท่น
(ADJ) เกี่ยวกับการเดิน
(ADJ) จืดชืด
(N) คนเดินถนน
(PRF) เท้า
(N) กุมารแพทย์
(N) กุมารเวชศาสตร์
(N) ก้านดอกไม้
(N) ก้าน
(N) การรักษาโรคเท้า
(N) เชื้อสายวงศ์ตระกูล
(N) หน้าจั่ว
(N) พ่อค้าเร่
(PRF) เด็ก
(N) การศึกษาเกี่ยวกับเรื่องของดิน
(N) การศึกษาเกี่ยวกับธรรมชาติและพัฒนาการของเด็ก
(N) เครื่องมือวัดจํานวนก้าวที่เดิน
(N) ก้านดอก
(N) การถ่ายปัสสาวะ
(N) น้ําปัสสาวะ
(VI) ถ่ายปัสสาวะ
(N) การแอบดู
(VT) แอบดู
(PHRV) มองเร็วๆ
(N) เปลือก
(VT) แก้ผ้า
(VT) ปอกเปลือก
(PHRV) ปอกเปลือกออก
(PHRV) ปอก
(N) เปลือกที่ลอกออก
(N) การปอก
(N) เปลือกที่ลอกออก
(PHRV) ถอดออก
(PHRV) ปอกออก
(N) หัวค้อน
(N) การเริ่มปรากฏ
(N) การแอบมอง
(VI) ปรากฏให้เห็นเพียงรางๆ
(VT) แอบมอง
(N) ช่องที่ใช้แอบมอง
(N) เสียงซุบซิบ
(N) เสียงร้องเบาๆ
(N) รถจี๊ป
(PHRV) มองผ่านเร็วๆ
(N) คนที่ซุบซิบ
(N) ผู้ที่แอบมอง
(SL) ดวงตา
(N) รูหรือช่องสําหรับแอบมอง
(N) พวกถ้ํามอง (โดยเฉพาะการแอบดูกามกิจที่ผู้อื่นกระทํา)
(PHRV) มองแวบเดียว
(PHRV) แอบมอง
(PHRV) มองเห็นข้าม (บางสิ่ง)
(N) ภาพเคลื่อนไหวที่ต้องมองผ่านเลนส์
(PHRV) มองผ่าน
(N) ต้นโพธิ์
(N) ขุนนาง
(N) ผู้เท่าเทียมกัน (ด้านความสามารถ คุณสมบัติ อายุ สถานภาพ)
(N) เพื่อน
(VI) ปรากฏขึ้นรางๆ
(VT) มองหา
(PHRV) สอดส่ายหา
(N) ตําแหน่งหรือฐานะของขุนนาง
(PHRV) จ้องมองอย่างใกล้ชิด
(N) ภรรยาหรือภรรยาหม้ายของขุนนางตําแหน่ง peer
(PHRV) จ้องมอง
(ADJ) ซึ่งไร้ผู้เทียบเท่า
(PHRV) มองฝ่า
(PHRV) มองผ่าน
(ADJ) รบกวน
(N) สิ่งที่ทําให้ขุ่นเคือง
(ADJ) ฉุนเฉียวง่าย
(N) คนแคระ
(N) ขา (ขาจริงของคนและขาที่ทําด้วยไม้)
(N) ตะขอ (สําหรับแขวนเสื้อ)
(N) รอยตอก
(N) หมุด
(VT) ขว้าง
(VT) จําแนก
(VT) ตอกหมุด
(PHRV) เห็นว่าเป็น
(N) ม้ามีปีกและบินได้เกิดจากร่างของ Medusa (นิยายกรีกโบราณ)
(PHRV) มุทํางาน
(PHRV) กําหนดราคาต่ํา
(PHRV) ควบคุมดูแล
(PHRV) ตรึงด้วยตะปู
(N) ขาไม้ (คําไม่เป็นทางการ)
(N) คนใส่ขาไม้หรือขาเทียม
(PHRV) ตอกหมุดทําเครื่องหมาย
(PHRV) ยึดด้วยหมุดเพื่อให้แผ่ออก
(PHRV) หมดสติ (คําไม่เป็นทางการ)
(N) เสื้อยาวของสตรี
(ADJ) พูดคําหยาบ
(N) คําหยาบ
(N) กรุงปักกิ่ง (ชื่อเดิมของ Beijing)
(N) ปักกิ่ง (ชื่อเดิมของ Beijing)
(ADJ) เกี่ยวกับปักกิ่ง
(N) ชาวปักกิ่ง
(N) สุนัขพันธุ์ปักกิ่ง
(N) โครงกระดูกมนุษย์ปักกิ่งในยุคดึกดําบรรพ์
(N) ชาดําชั้นดีจากศรีลังกา อินเดียและชวา
(N) เงิน
(N) หนังสัตว์
(N) นกกระทุง
(N) เสื้อคลุมผ้าขนสัตว์
(N) โรคขาดแคลนสารไนอาซิน
(N) ก้อนกลมเล็กๆ
(VT) ปั้นเป็นลูกกลม
(VT) ทําให้เป็นลูกกลม
(N) เยื่อบาง
(ADJ) ยุ่งเหยิง
(ADV) อย่างสับสนวุ่นวาย
(N) ความสับสนอลหม่าน
(ADJ) โปร่งใส
(VI) ต่อยหรือตีอย่างรุนแรง
(VT) ระดมยิง
(N) หนังสัตว์
(PHRV) วิ่งอย่างเร็วไปตาม (บางสิ่งเช่น ถนน)
(PHRV) ขว้างใส่
(PHRV) ตกอย่างหนัก
(PHRV) วิ่งออกไปอย่างเร็ว
(PHRV) (ฝน) ตกหนัก
(PHRV) รัว (คําถาม)
(N) เกี่ยวกับกระดูกเชิงกราน
(N) กระดูกเชิงกราน
(N) นักเขียน
(N) ปากกา
(N) ลีลาการเขียน
(VT) เขียนด้วยปากกา
(N) คอก
(VT) ใส่คอก
(N) สถานดัดสันดาน (คําสแลง)
(N) หงส์ตัวเมีย
(ABBR) คําย่อของ International Association of Poets
(ADJ) เกี่ยวกับการลงโทษตามกฎหมาย
(N) ประมวลกฎหมายอาญา
(VT) ทําโทษ
(PHRV) ลงโทษ
(N) การจําคุกและให้ทํางานหนัก
(N) การลงโทษ
(N) ค่าปรับ
(N) โทษ
(N) การเตะลูกโทษ
(N) การสํานึกบาป
(SL) กลิ่นเหม็น
(N) ปีนัง
(N) เมืองปีนัง
(N) คําพหูพจน์ของ penny
(N) ความชอบอย่างมาก
(N) กลุ่มของเส้น
(N) การเขียนด้วยดินสอ
(N) ดินสอ
(VT) เขียนด้วยดินสอ
(SL) ข้าราชการ
(VI) ยังไม่ตกลงใจ
(N) เครื่องประดับที่มีลักษณะห้อย
(N) โคมระย้า
(ADJ) ห้อยอยู่
(ADJ) ซึ่งยังไม่จบสิ้น
(PREP) จนกระทั่ง
(PREP) ในระหว่าง (เวลา)
(ADJ) แกว่งไปมา
(N) ลูกตุ้ม
(N) ที่ดินที่ถูกกัดกร่อนจนกลายเป็นที่ราบ
(N) ผืนดินถูกชะล้างจนเกือบจะเป็นที่ราบ
(ADJ) ที่ผ่านทะลุได้
(VT) ขยายอิทธิพล
(VT) เข้าใจ
(VT) ได้ส่วนแบ่งตลาด
(VT) แทรกซึม
(VT) สอดใส่ (อวัยวะเพศชายเข้าไปทางช่องคลอดหรือทวารหนัก)
(PHRV) แทรกซึมเข้าไป
(PHRV) ลอดผ่าน
(PHRV) เข้าไปถึง
(PHRV) แพร่กระจายไปด้วย
(ADJ) ฉลาดหลักแหลม
(N) การโจมตีเข้าไปในเขตแดนของศัตรู
(N) การได้ส่วนแบ่งตลาด
(N) การผ่านทะลุ
(N) การแผ่ขยายอิทธิพล
(N) ความหลักแหลม
(N) นกเพนกวิน
(N) เพนกวิน
(N) ที่ยึดปากกา
(N) ยาปฏิชีวนะ
(PHRV) จับขัง
(N) คาบสมุทร
(N) อวัยวะเพศชาย
(N) ความสํานึกผิด
(ADJ) ซึ่งสํานึกผิด
(N) ผู้ที่สํานึกผิด
(ADJ) เกี่ยวกับการดัดสันดาน
(N) สถานดัดสันดาน
(N) มีดพก
(N) ผู้คัดสําเนา
(N) ศิลปะในการเขียนตัวหนังสือ
(N) นามปากกา
(N) ธงสามเหลี่ยม
(ADJ) ที่มีปีก
(ADJ) ซึ่งหมดเนื้อหมดตัว
(N) ธงปีกนกของอัศวินในสมัยก่อน
(N) เพนซิลวาเนีย (ในภาคตะวันออกของอเมริกา)
(N) รัฐเพนซิลวาเนีย (ในภาคตะวันออกของอเมริกา)
(N) เหรียญเพนนีของอังกฤษมีค่าเท่ากับ 1/12 ชิลลิง
(SL) ราคาถูก
(N) นิยายถูกๆ
(IDM) หลังจากเวลาผ่านไปนิดหน่อย ทุกอย่างก็เป็นที่เข้าใจกัน
(IDM) ฉันดีใจที่คุณคิดอย่างนั้น
(N) คนขี้เหนียว
(N) พืชจําพวกมิ้นท์
(IDM) เงินที่ได้จากการเก็บออมมีค่าเท่ากับที่ได้จากการทํางาน
(N) หน่วยวัดน้ําหนักมีค่าเท่ากับ 24 เกรน (คําย่อคือ pwt)
(ADJ) เฉียบแหลม
(IDM) ขี้ช้างจับตั๊กแตน
(N) จํานวนเล็กน้อย
(N) การศึกษาเกี่ยวกับการลงโทษผู้กระทําผิด
(N) เพื่อนทางจดหมาย
(ADJ) ที่แขวนอยู่
(N) บํานาญ
(ADJ) เกี่ยวกับบํานาญ
(N) ผู้รับเงินบํานาญ
(N) ผู้รับเงินบํานาญ
(PHRV) เลิกใช้งาน
(PHRV) ให้บํานาญ
(ADJ) ครุ่นคิด
(ADJ) ซึ่งถูกกักขัง
(N) เพิง
(PRF) ห้า
(PRF) ห้า
(N) ตึกกระทรวงกลาโหมรูปห้าเหลี่ยมของอเมริกา
(N) รูปห้าเหลี่ยม
(N) วัตถุที่มีห้าด้าน
(ADJ) ซึ่งมีการลงน้ําหนักเสียง 5 จังหวะ
(N) โคลงที่มีการลงน้ําหนักเสียง 5 จังหวะ
(N) หนังสือ 5 เล่มแรกของพระคัมภีร์
(N) การแข่งขันกีฬาโอลิมปิกกรีฑา 5 ประเภท (ทั้งลู่และลาน)
(N) เทศกาลเฉลิมฉลองของศาสนาคริสต์ตรงกับวันอาทิตย์ที่7หลังวัน Easter
(N) บ้านเล็กบนหลังคาตึก
(N) เพนเที่ยม
(ADJ) ที่ถูกควบคุมไว้
(N) พยางค์ที่อยู่ถัดจากพยางค์ท้ายสุด
(ADJ) ก่อนลําดับหลังสุด
(N) ส่วนเงามัวที่ล้อมรอบเงามืด (ทางดาราศาสตร์)
(PHRV) ควบคุมอารมณ์
(PHRV) จับใส่ที่คุมขัง
(ADJ) ยากจนมาก
(ADV) อย่างยากจนที่สุด
(N) ความยากจน
(N) คนงาน
(N) ผู้ดูแลม้าหรือลา
(N) พืชไม้ดอกจําพวก Paeonia
(N) คน
(N) คนในปกครอง
(N) สมาชิกในครอบครัว
(VT) อาศัย
(PHRV) เต็มไปด้วยผู้คน
(N) ความฮึกเหิม
(N) พืชจําพวกพริกไทย
(VT) ระดมยิง
(VT) โรยพริกไทย
(ADJ) ผสมกันระหว่างสีขาวและดํา
(N) กระปุกพริกไทย
(N) พริกไทย
(N) สิ่งเล็กๆ น้อยๆ
(N) กระปุกพริกไทย
(N) พืชจําพวก Mentha piperita มีกลิ่นหอม
(PHRV) ขว้างใส่
(ADJ) เกี่ยวกับพริกไทย
(ADJ) ซึ่งโมโหง่าย
(ADJ) เผ็ดร้อน
(N) ยากระตุ้นประสาทจําพวกแอมเฟตามีน
(ADJ) กระชุ่มกระชวย
(N) เอนไซม์เพ็บซินใช้ย่อยโปรตีนให้เป็น peptides
(N) การพูดกระตุ้น
(SL) คําพูดให้กําลังใจ
(ADJ) เกี่ยวกับการย่อย
(N) แผลในกระเพาะอาหาร
(PHRV) ทําให้ร่าเริง
(ADV) แต่ละ
(PREP) โดยผ่านทาง
(PREP) ต่อ
(PREP) ตามที่
(PRF) ผ่าน
(ADV) อย่างไม่แน่นอน
(N) ความไม่แน่นอน
(VI) เดินผ่าน
(VT) เดินผ่าน
(N) รถเข็นเด็กทารก
(ADV) ทุกปี
(N) ผ้าฝ้ายทอละเอียด
(ADV) ต่อคน
(VT) รับรู้
(ADJ) ที่แสดงสัดส่วนต่อร้อย
(N) เปอร์เซ็นต์
(N) เปอร์เซ็นต์
(N) อัตราร้อยละ
(ADJ) เกี่ยวกับเปอร์เซ็นต์ไทล์
(N) ค่าเปอร์เซ็นต์ไทล์
(N) สิ่งที่รับรู้ได้ (คําทางการ)
(ADJ) ซึ่งเข้าใจได้
(N) ความเข้าใจ
(N) แนวความคิด
(ADJ) ซึ่งสามารถหยั่งรู้
(ADJ) เกี่ยวกับการรับรู้ได้
(N) คอน
(VI) เกาะคอน
(VI) วางบนที่สูง
(N) ปลาน้ําจืดจําพวก Perca flavescens
(ADV) โดยบังเอิญ
(ADV) อาจจะ
(PHRV) เกาะบน
(ADJ) ซึ่งสังเกต
(N) ของเหลวที่ไหลซึมผ่าน
(VI) แพร่กระจาย
(VT) กรอง
(PHRV) ค่อยๆ ซึมซาบ (เข้าใจ, รู้)
(PHRV) กรองผ่าน
(PHRV) ค่อยๆ แพร่ไป
(PHRV) ลอดผ่าน
(N) เครื่องกรอง
(ADV) ในทางตรงกันข้าม
(VT) เคาะ
(N) การเคาะ
(N) เครื่องดนตรีประเภทเคาะหรือตี
(N) เครื่องดนตรีประเภทตีหรือเคาะ เช่น กลอง
(N) นักดนตรีที่เล่นเครื่องดนตรีประเภทตีหรือเคาะ
(ADV) แต่ละวัน
(N) ความหายนะ
(VI) เดินทาง
(VT) เดินทาง
(N) การเดินทางด้วยเท้า
(ADJ) ซึ่งท่องเที่ยวไป
(ADJ) ต่างแดน
(ADJ) ซึ่งไม่มีโอกาสปฏิเสธ
(ADJ) ที่เกิดขึ้นต่อเนื่อง
(ADJ) ที่มีวงจรชีวิตมากกว่า 2 ปี (ต้นไม้)
(ADJ) ยาวนาน
(N) ต้นไม้ที่มีวงจรชีวิตมากกว่า 2 ปี
(N) สิ่งที่เกิดขึ้นต่อเนื่อง
(N) นโยบายปฏิรูปเศรษฐกิจและการเมืองรัสเซียของ Mikhail Gorbachev
(ADJ) เชี่ยวชาญ
(ADJ) ซึ่งสมบูรณ์แบบ
(ADJ) ถูกต้อง
(ADJ) บริสุทธิ์
(ADJ) เหมาะสม
(N) กาลสมบูรณ์ (ทางไวยากรณ์)
(VT) ทําให้สมบูรณ์
(ADJ) ซึ่งทําให้สมบูรณ์ได้
(N) ความดีเลิศ
(N) ลักษณะที่ดีพร้อม
(N) อุดมคตินิยม
(N) ผู้ยึดความสมบูรณ์แบบ
(ADV) อย่างเต็มที่
(ADV) อย่างยอดเยี่ยม
(ADJ) ที่รู้สึกรุนแรง
(ADJ) โกง
(N) การทรยศ
(VT) ทําให้เป็นรู
(ADJ) ซึ่งทําให้เป็นรู
(N) การทําให้เป็นรู
(ADV) ด้วยความจําเป็น
(VT) ทําให้สําเร็จ
(VT) ปฏิบัติหน้าที่
(VT) แสดง (ดนตรี)
(N) การกระทํา
(N) การทําให้บรรลุผลสําเร็จ
(N) การแสดง
(N) ผู้กระทํา
(PHRV) แสดง
(N) กลิ่นหอม
(N) น้ําหอม
(VT) พรมน้ําหอม
(N) ูผู้ผลิตน้ําหอม
(N) การผลิตเครื่องหอม
(N) ความไม่ใส่ใจเพราะเคยชิน
(ADJ) ที่ทําเป็นประจําจนเคยชินเลยไม่ใส่ใจ
(VT) พรม
(N) ซุ้มไม้เลื้อย
(N) ระเบียงหรือทางเดินที่มีซุ้มไม้เลื้อย
(ADV) บางที
(PRF) รอบ
(N) เยื่อหุ้มหัวใจ
(N) เปลือกหุ้มเมล็ดผลไม้
(N) ตําแหน่งโคจรของวัตถุในอวกาศที่อยู่ใกล้โลกที่สุด
(N) ตําแหน่งโคจรของดาวนพเคราะห์ที่อยู่ใกล้ดวงอาทิตย์ที่สุด
(N) การตกอยู่ในอันตราย
(N) ภัยอันตราย
(ADJ) เต็มไปด้วยอันตราย
(N) ขอบนอกสุด
(N) เส้นรอบวง (ทางเรขาคณิต)
(N) เกี่ยวกับช่วงเวลาในประวัติศาสตร์
(N) จุด
(N) ช่วงมีรอบเดือน
(N) ระยะเวลา
(ADJ) ซึ่งเป็นช่วงเวลา
(ADJ) บางครั้งบางคราว
(ADJ) ซึ่งเกิดขึ้นเป็นเวลา
(ADJ) ซึ่งตีพิมพ์ตามกําหนดเวลา
(N) วารสารที่ออกตามกําหนด
(ADV) อย่างเป็นช่วงๆ
(ADV) อย่างเป็นไปตามกําหนดเวลา
(N) ภาวะที่เกิดขึ้นครั้งคราว
(N) กฎทางเคมีที่แบ่งธาตุออกตามคุณสมบัติเป็นกลุ่มๆ
(N) เยื่อหุ้มฟันอักเสบ
(N) การศึกษาเกี่ยวกับการรักษาเยื่อหุ้มฟันอักเสบ
(ADJ) ซึ่งอยู่ที่เส้นรอบวง
(ADJ) อุปกรณ์ต่อพ่วงกับคอมพิวเตอร์ (แต่ไม่ใช่ส่วนประกอบของเครื่องคอมพิวเตอร์)
(N) เส้นรอบวง
(N) การพูดอ้อมค้อม
(ADJ) อ้อมค้อม
(ADV) อย่างอ้อมค้อม
(N) กล้องส่องดูเหนือผิวน้ําของเรือดําน้ํา
(VI) ตาย
(VI) พังทลาย
(ADJ) ซึ่งตายได้
(ADJ) เน่าเปื่อยได้ง่าย
(N) สิ่งเน่าเปื่อยได้ง่ายโดยเฉพาะอาหาร
(PHRV) ตายด้วย (วิธี)
(PHRV) ตายเพราะ
(PHRV) ตายเนื่องจาก
(ADJ) ตายอนาถ
(ADJ) น่ารําคาญ
(IDM) อย่าแม้กระทั้งคิดเกี่ยวกับมัน
(PHRV) ตายด้วย (วิธี)
(PHRV) ทรมานจาก
(PHRV) ผุพัง
(N) การบีบตัวของทางเดินอาหาร
(N) เยื่อบุช่องท้อง
(N) เยื่อบุช่องท้องอักเสบ
(N) ผมปลอม
(N) หอยไม่มีกาบตระกูล Littorinidae
(N) พืชจําพวกพังพวยฝรั่งตระกูล Vinca
(VT) ให้การเท็จ
(N) การให้การเป็นพยานเท็จ
(N) ผลประโยชน์เพิ่มเติม
(VI) กรอง (คําไม่เป็นทางการ)
(VT) กรอง (คําไม่เป็นทางการ)
(PHRV) ทําให้กระฉับกระเฉง
(PHRV) ยกหู
(ADJ) ว่องไว
(N) การดัดผม
(VT) ดัดผม
(N) ความถาวร
(N) ความยั่งยืน
(N) สิ่งที่ยั่งยืน
(ADJ) ถาวร
(N) ฟันแท้
(N) ลอนผมถาวรที่เกิดจากการใช้ความร้อนหรือสารเคมี
(N) ด่างทับทิม
(N) การซึมผ่านได้
(ADJ) ซึมผ่านได้
(VI) แผ่ซ่าน
(VI) ฟุ้ง
(VT) ซึมผ่าน
(PHRV) แผ่ซ่าน
(PHRV) แพร่กระจายด้วย
(N) การซึมเข้าไป
(N) การแพร่กระจาย
(ADJ) เกี่ยวกับยุคเริ่มมีสัตว์เลื้อยคลาน Paleozoic เมื่อ 220-270 ล้านปีก่อน
(ADJ) ยอมได้
(N) ความยินยอม
(ADJ) ซึ่งอนุญาต
(N) ใบอนุญาต
(VT) อนุญาต
(PHRV) อนุญาตให้เข้า
(PHRV) อนุญาตให้เข้า
(PHRV) อนุญาตให้ออกไปข้างนอก
(PHRV) ยอมให้ผ่าน
(PHRV) ยอมให้ลุกจากเตียง (คนป่วย)
(N) การเปลี่ยนลําดับ
(VT) เรียงลําดับ
(ADJ) เป็นอันตราย
(N) โรคโลหิตจางเพราะขาดวิตามิน B12
(ADJ) จู้จี้
(VI) ใช้ภาษาหรูหราและฟุ่มเฟือย
(N) บทสรุป
(ADJ) ซึ่งใช้ภาษาหรูหราและฟุ่มเฟือย
(N) ออกไซด์ที่มีออกซิเจน 2 อะตอมเช่น ไฮโดรเจนเปอร์ออกไซด์
(ADJ) ชัน
(ADJ) ตั้งฉาก
(N) เครื่องมือแสดงเส้นตั้งฉาก
(N) เส้นตั้งฉาก
(ADV) อย่างตั้งฉาก
(VT) ทําผิด
(ADJ) ตลอดปี
(ADJ) ์ตลอดไป
(ADJ) ์ที่ต่อเนื่อง
(ADV) อย่างตลอดกาล
(ADV) อย่างต่อเนื่อง
(VT) ทําให้ถาวร
(N) กรรมสิทธิ์ตลอดชีพ
(N) ความไม่มีที่สิ้นสุด
(N) เงินบําเหน็จ (รายปีหรือตลอดชีพ)
(N) สิ่งที่เป็นอมตะ
(VT) ทําให้งุนงง
(ADJ) ซับซ้อน
(N) ความงุนงง
(N) เรื่องที่น่าพิศวงงงงวย
(N) เงินเพิ่ม
(ADV) โดยตัวเอง
(VT) ก่อกวน (ทางเชื้อชาติ, ศาสนา, การเมือง, พวกรักร่วมเพศ)
(VT) จับมาลงโทษ
(N) การก่อกวน
(N) การจับมาลงโทษ
(N) การถูกก่อกวน
(N) กลุ่มดาวทางเหนือซึ่งอยู่ระหว่างดาว Andromeda และ  Auriga
(N) ความพยายาม
(VI) พยายาม
(PHRV) เพียรพยายามทํา
(PHRV) มุ่งมั่นทํางาน
(ADJ) ซึ่งมีความพากเพียร
(ADV) อย่างพากเพียร
(N) อาณาจักรเปอร์เซีย (คือประเทศอิหร่านในปัจจุบัน)
(ADJ) เกี่ยวกับเปอร์เซีย
(N) ชาวเปอร์เซีย
(N) การพูดเหน็บแนม
(N) ต้นพลับ
(N) ลูกพลับ
(VI) ยังคงอยู่
(VI) ยืนกราน
(N) การคงอยู่
(N) การยืนกราน
(N) การคงอยู่
(ADJ) ดื้อ
(ADJ) ที่คงอยู่นาน
(ADJ) เรื่อยไป
(ADV) อย่างดื้อแพ่ง
(ADV) อย่างติดต่อกัน
(ADV) อย่างอยู่คงนาน
(PHRV) ดื้อรั้นทํา
(PHRV) ยืนกราน
(N) ตัวเอง
(N) นิติบุคคล
(N) บุคคล
(N) บุรุษ (ในทางไวยากรณ์)
(ADJ) หน้าตาดี
(N) บุคคลสําคัญ
(ADJ) เกี่ยวกับทรัพย์สินส่วนตัว
(ADJ) เกี่ยวกับบุรุษ (ในทางไวยากรณ์)
(ADJ) ด้วยตนเอง
(ADJ) ทางเรือนร่าง
(ADJ) ส่วนตัว
(N) ข่าวบุคคล (ในหน้าหนังสือพิมพ์)
(N) เครื่องคอมพิวเตอร์ส่วนตัว
(N) สังหาริมทรัพย์
(N) คนที่มีชื่อเสียง
(N) บุคลิกลักษณะ
(VT) ทําให้เป็นส่วนตัว
(ADV) โดยตรง
(ADV) โดยส่วนตัว
(AUX) บุรุษสรรพนาม
(N) สังหาริมทรัพย์
(ADJ) ี่บุคคลที่ไม่เป็นที่ยอมรับ
(VT) แสดงเป็นตัวละคร
(N) การทําให้เป็นบุคคล
(N) ตัวอย่าง
(VT) ทําให้เป็นบุคคล
(VT) เป็นสัญลักษณ์
(VT) แสดงเป็น
(N) ฝ่ายบุคคล
(N) พนักงาน
(ADJ) เกี่ยวกับศิลปะการวาดภาพตามสัดส่วนที่มองเห็น
(N) ทัศนคติ
(N) ทัศนียภาพ
(N) เทคนิควาดภาพแบบที่มีสัดส่วนอย่างที่มองเห็น
(N) ภาพวาดที่มีสัดส่วนแบบที่มองเห็น
(ADJ) สายตาแหลม
(ADJ) ชัดเจน
(N) การขับเหงื่อ
(N) เหงื่อ
(VI) เหงื่อออก
(VT) เหงื่อออก
(ADJ) เกี่ยวกับเหงื่อ
(VT) ชักชวน
(PHRV) โน้มน้าวให้ทํา
(PHRV) ทําให้ (ความจริง) กระจ่าง
(PHRV) ชักจูงให้ออกจาก
(N) การชักชวน
(N) ความเชื่อ (ทางศาสนาหรือการเมือง)
(ADJ) สามารถชักจูงได้
(ABBR) คําย่อของ pertaining
(ADJ) ทะเล้น
(VI) เกี่ยวกับ
(VI) เป็นของ
(VI) เหมาะสมกับ
(PHRV) เกี่ยวข้องกับ
(PHRV) เป็นของ
(PHRV) เหมาะสมกับ
(ADJ) ดื้อรั้น
(N) ความพากเพียร
(N) ความเกี่ยวข้อง
(N) ความเข้าเรื่อง
(ADJ) เข้าเรื่อง
(N) การกลายเป็นหิน
(N) การกลายเป็นหิน
(VT) ทําให้ไม่สบายใจ
(VT) ทําให้ยุ่งเหยิง
(N) การทําให้ลําบากใจ
(N) โรคไอกรน
(N) ประเทศเปรู
(N) เปรู
(N) ผมปลอมยาว (โดยเฉพาะชายยุโรปสมัยศตวรรษ17และ18)
(N) การพินิจพิเคราะห์
(VT) อ่าน
(ADJ) เกี่ยวกับประเทศเปรู
(N) ชาวเปรู
(VT) แผ่กระจายทั่ว
(PHRV) เต็มไปด้วย
(ADJ) ดื้อรั้น
(ADJ) ตรงกันข้าม
(ADJ) แปลกประหลาด
(ADV) ในทางตรงกันข้าม
(ADV) อย่างดื้อรั้น
(ADV) อย่างแปลกประหลาด
(N) พฤติกรรมนอกลู่นอกทาง
(N) ความผิดปกติ
(ADJ) ซึ่งนอกลู่นอกทาง
(N) พวกกามวิตถาร
(VT) ใช้ในทางที่ผิด
(VT) ตีความผิดๆ
(VT) นําไปในทางผิด
(VT) หลงผิด
(ADJ) แผ่ซ่าน
(ADJ) น่ารําคาญ
(SL) น่ารําคาญ
(N) เหรียญเงินของเม็กซิโก
(PHRV) ครอบครองโดย
(PHRV) ได้รับอิทธิพลจาก
(N) การมองโลกในแง่ร้าย
(N) การหมดอาลัยตายอยาก
(N) ลัทธิมองโลกในแง่ร้าย
(ADJ) ที่มองโลกในแง่ร้าย
(N) คนหรือสัตว์ที่รบกวน
(VT) ทําให้แน่นเกินไป
(VT) รบกวน
(PHRV) รบกวน
(PHRV) ทําให้ยุ่งยากด้วย
(N) เขตโรคติดต่อ
(N) ย่าฆ่าแมลง
(ADJ) ซึ่งน่ารําคาญ
(N) โรคติดต่อร้ายแรง
(ADJ) ซึ่งทําให้เกิดโรคติดต่อ
(ADJ) ที่นําโรคติดต่อ
(N) สาก
(VI) ตํา
(VT) ตํา
(ADJ) ซึ่งเป็นที่โปรดปราน
(ADJ) ที่เลี้ยงไว้เป็นสัตว์เลี้ยง
(N) คนโปรด
(N) สัตว์เลี้ยง
(N) สิ่งอันเป็นที่รัก
(VI) กอดด้วยความรัก
(VT) ซึ่งสัมผัสเบาๆ อย่างคุ้นเคย (มักกับเด็กหรือสัตว์เลี้ยง)
(N) อารมณ์เสีย
(VI) มีอารมณ์เสีย
(N) กลีบดอกไม้
(N) เครื่องระเบิดประตูหรือกําแพงในการทําสงครามสมัยโบราณ
(VT) เสริมกําลัง
(VI) ค่อยๆ หมด
(IDM) (ไฟ) ค่อยๆ มอด
(PHRV) ค่อยๆหมดไป
(N) ชายหนุ่มหรือผู้ชายที่ชอบทําตัวเป็นเด็กๆ
(N) ปีเตอร์แพน (เด็กหนุ่มไม่เคยแก่แห่งดินแดน Neverland)
(SL) ผิด
(N) ก้านใบ
(ADJ) เล็กน้อย (ปัจจุบันมักใช้ในทางกฎหมาย)
(N) คนระดับล่างของชนชั้นกลาง
(ADJ) ซึ่งเหมาะกับคนร่างเล็ก
(ADJ) เล็กและบอบบาง (โดยเฉพาะผู้หญิง)
(N) คนที่อยู่ในระดับล่างของชนชั้นกลาง
(N) ขนมปังหรือขนมเค้กชิ้นเล็กๆ ขนาดพอคํา
(N) การร้องเรียน
(N) การอ้อนวอน
(N) คําร้อง
(N) คําอ้อนวอน
(VT) ร้องเรียน
(VT) อ้อนวอน
(N) ผู้ที่ร้องเรียน
(PHRV) ร้องทุกข์
(N) การลักทรัพย์เล็กๆน้อยๆ
(N) โรคลมชักชนิดไม่รุนแรง
(N) ตะเข็บเล็กๆ
(SL) เสียงบ่นส่วนใหญ่
(N) นกทะเลชนิดหนึ่ง
(N) การกลายเป็นหิน
(VI) กลายเป็นหิน
(VT) ทําให้กลายเป็นหิน
(VT) ทําให้ตกตะลึง (เพราะความกลัว)
(ADJ) เกี่ยวกับสารที่ได้จากน้ํามันปิโตรเคมี
(N) สารที่ได้จากน้ํามันปิโตรเคมี (เช่น แก๊ซโซลีน, พาราฟิน)
(N) เงินดอลลาร์จากประเทศที่ส่งน้ํามันดิบ
(N) น้ํามันเบนซิน
(N) สารขี้ผึ้ง
(N) น้ํามันปิโตรเลียม
(N) การปิโตรเลียมแห่งประเทศไทย
(N) การศึกษาทางธรณีวิทยาเกี่ยวกับหิน
(ADJ) เหมือนผู้หญิง (คําดูถูก)
(N) กระโปรงชั้นใน
(N) ชายผ้าที่ห้อยรอบๆ เก้าอี้หรือเตียง
(N) ผู้หญิงหรือเด็กหญิง
(VI) โต้เถียงเรื่องเล็กน้อย
(ADJ) เจ้าอารมณ์
(ADJ) (ชนชั้น) ต่ํา
(ADJ) ที่ใจแคบ
(ADJ) เล็กน้อย
(N) เงินสดย่อย
(N) การลักขโมยเล็กๆ น้อยๆ
(N) นายทหารเรือ (สัญลักษณ์ย่อคือ PO หรือ P.O.)
(ADJ) เจ้าอารมณ์
(N) พืชไม้ดอกรูปกรวยในแถบละตินอเมริกา
(N) บริเวณที่นั่งซึ่งเป็นม้ายาวมีพนักพิงในโบสถ์
(N) นกกินแมลงชนิดหนึ่ง
(N) โลหะผสมที่มีดีบุกเป็นหลัก
(N) ต้นตะบองเพชรที่มีฤทธิ์ทําให้ประสาทหลอน
(N) เหรียญทองแดงของประเทศเยอรมัน
(N) สัญลักษณ์แสดงปริมาณความเป็นกรดหรือด่าง (ทางเคมี)
(N) กระดูกนิ้วมือเท้า
(N) สัตว์มีถุงหน้าท้องตระกูล Diprotodontia
(N) กระดูกนิ้วมือหรือนิ้วเท้า
(N) กลุ่มคน
(ADJ) เกี่ยวกับอวัยวะเพศชาย
(N) อวัยวะเพศชาย
(N) จังหวัดพังงา
(N) พังงา
(N) ภาพลวงตา
(N) ภาพหลอนที่เปลี่ยนแปลง
(N) ภาพหลอนที่เปลี่ยนแปลง
(N) ภาพหลอน
(N) ภาพลวงตา
(ADJ) เกี่ยวกับภูตผีปีศาจ
(ADJ) ซึ่งลวงตา
(N) ผี
(N) สิ่งที่ไม่มีตัวตน
(N) คําเรียกกษัตริย์อียิปต์โบราณ
(ADJ) เคร่งระเบียบ
(ADJ) เคร่งระเบียบ
(N) คนหลอกลวง
(ADJ) เกี่ยวกับเภสัชกรรม
(N) ยาเภสัชภัณฑ์
(ADJ) เกี่ยวกับเภสัชกรรม
(N) เภสัชกรรม
(N) เภสัชกร
(N) เภสัชวิทยา
(N) ตํารายา
(N) เภสัชตํารับ
(N) เภสัชกรรม
(N) ร้านขายยา
(N) ประภาคาร
(ADJ) เกี่ยวกับคอหอย
(N) คอหอยอักเสบ
(N) กล้องส่องตรวจคอหอย
(N) คอหอย
(N) ขั้นตอน
(N) มุมมอง
(N) ระยะของโรค
(N) ลักษณะของดวงจันทร์หรือดวงดาวที่ปรากฎในช่วงเวลาต่างๆ กัน
(VT) ทําให้เข้ากัน
(VT) ทําให้เป็นขั้นตอน
(PHRV) เริ่มดําเนินการ
(PHRV) เลิก
(SL) ผู้หญิงที่น่าปรารถนา
(N) จังหวัดพัทลุง
(N) พัทลุง
(N) จังหวัดพะเยา
(N) พะเยา
(ABBR) คําย่อของ Doctor of Philosophy
(ABBR) ปริญญาดุษฎีบัณฑิต (คําย่อของ Doctor of Philosophy)
(N) นกตัวใหญ่ชนิดหนึ่งตระกูล Phasianidae
(N) นกขนาดใหญ่ที่สวยงามในเทพนิยายซึ่งมีอายุถึง 500 ปี
(N) ยาระงับประสาท
(N) กรดคาร์บอลิกจากน้ํามันดิน (ยาฆ่าเชื้อและสังเคราะห์สารอินทรีย์)
(N) ปรากฏการณ์ (คํานามพหูพจน์ของ phenomenon)
(N) สิ่งที่ประทับใจ (คํานามพหูพจน์ของ phenomenon)
(N) สิ่งหรือคนพิสดาร (คํานามพหูพจน์ของ phenomenon)
(ADJ) เกี่ยวกับปรากฏการณ์
(ADJ) ซึ่งรับรู้ได้ด้วยประสาทสัมผัส
(ADJ) มหัศจรรย์
(N) ปรากฏการณ์
(N) สิ่งประทับใจ
(N) สิ่งหรือคนพิสดาร
(N) จังหวัดเพชรบูรณ์
(N) เพชรบูรณ์
(INT) คําอุทานแสดงความรังเกียจหรือประหลาดใจ
(N) พยัญชนะกรีกตัวที่ 21
(N) ขวดแก้วขนาดเล็ก
(N) จังหวัดพิจิตร
(N) พิจิตร
(PRF) รัก
(SUF) ผู้รัก
(VT) จีบผู้หญิง
(N) คนเจ้าชู้
(ADJ) เกี่ยวกับการทําบุญ
(ADJ) ใจบุญ
(ADJ) ใจบุญ
(N) ผู้ใจบุญ
(N) การทําบุญ
(N) ความใจบุญ
(N) พฤติกรรมในลักษณะทําบุญ
(N) มูลนิธิ
(N) การสะสมแสตมป์
(SUF) ผู้รัก
(ADJ) เกี่ยวกับวงดนตรีประสานเสียง
(N) การสนทนาหรือการบรรยายที่เป็นการตําหนิอย่างรุนแรง
(ADJ) เกี่ยวกับประชาชน วัฒนธรรม และประเทศฟิลิปปินส์
(N) ประเทศฟิลิปปินส์
(N) ฟิลิปปินส์
(N) คนไร้วัฒนธรรม
(SL) เมืองฟิลลาเดลเฟีย (เมืองที่ใหญ่ที่สุดในรัฐเพนซิลเวเนีย)
(PRF) รัก
(N) ไม้เลื้อยจําพวก Philodendron ในทวีปอเมริกากลาง
(N) นิรุกติศาสตร์
(N) คนใจเย็น
(N) นักปราชญ์
(N) ผู้รู้หลักธรรม
(ADJ) เกี่ยวกับปรัชญา
(ADJ) ซึ่งยึดหลักธรรมะ
(ADJ) เยือกเย็น
(ADV) โดยยึดหลักปรัชญา
(ADV) อย่างใจเย็น
(ADV) อย่างธรรมะธัมโม
(ADV) อย่างปลงตก
(N) วิชาปรัชญา
(N) หลักปรัชญา
(N) ยาเสน่ห์
(N) ยาเสน่ห์
(VT) ใช้ยาเสน่ห์
(N) จังหวัดพิษณุโลก
(N) พิษณุโลก
(ADJ) ซึ่งเกี่ยวกับหลอดเลือดดําอักเสบ
(N) โรคหลอดเลือดดําอักเสบ
(N) ความเฉื่อยชา
(N) ความสุขุม
(N) เสมหะ
(ADJ) เฉื่อยชา
(ADJ) เฉื่อยชา
(ADJ) ซึ่งมีเสมหะ
(N) ท่อนําส่งอาหารของพืช
(ADJ) อักเสบ
(N) พืชไม้ดอกสีฉูดฉาดจําพวกหนึ่ง
(N) พนมเปญ
(N) เมืองพนมเปญในประเทศกัมพูชา
(N) นกเล็กๆ แถบอเมริกาเหนืออยู่ในจําพวก  Sayornis
(SUF) ความกลัว
(N) นกเล็ก
(N) กลุ่มดวงดาวฟีนิกซ์
(N) คนที่ดีเลิศ
(N) คนหรือสิ่งที่ฟื้นจากการทนทุกข์ทรมานจากภัยพิบัติหรือความเลวร้ายต่างๆ
(N) นกฟินิกซ์
(PRF) เสียง
(VI) เปล่งเสียง
(VI) ออกเสียง
(VT) เปล่งเสียง
(N) ูโทรศัพท์
(VI) โทรศัพท์
(VT) โทรศัพท์
(N) เสียงพูด
(SUF) เสียง
(N) สมุดโทรศัพท์
(N) ตู้โทรศัพท์
(N) บัตรโทรศัพท์
(N) การโทรศัพท์เข้ามา
(PHRV) โทรศัพท์เสนอหรือให้ (บางสิ่ง)
(N) หน่วยเสียงเป็นหน่วยที่เล็กที่สุดในภาษา (ทางภาษาศาสตร์)
(N) การศึกษาเกี่ยวกับหน่วยพื้นฐานของเสียง (แตกต่างกันในแต่ละภาษา)
(ADJ) เกี่ยวกับการออกเสียง
(N) สัทอักษร
(N) สัทศาสตร์
(PHRV) โทรศัพท์ถึง
(ADJ) เกี่ยวกับเสียงของคําศัพท์
(N) วิชาการอ่านออกเสียงและการสะกดคําศัพท์
(PRF) เสียง
(N) เครื่องเล่นจานเสียง
(N) การศึกษาเกี่ยวกับระบบเสียงในภาษา
(ADJ) ซึ่งหลอกลวง
(ADJ) ปลอม
(N) ของปลอม
(N) คนหลอกลวง
(INT) คําอุทานแสดงความรังเกียจ
(INT) คําอุทานแสดงความรังเกียจ ไม่เชื่อถือหรือดูถูก
(N) ของเหลวหรือก๊าซพิษไร้สีชนิดหนึ่งที่เคยใช้ในสงคราม
(N) ปุ๋ยฟอสเฟต
(ADJ) ซึ่งเรืองแสง
(ADJ) ซึ่งประกอบด้วยฟอสฟอรัส
(N) กรดฟอสฟอริก
(ADJ) ซึ่งประกอบด้วยฟอสฟอรัส
(N) ฟอสฟอรัส
(N) รูปถ่าย
(N) เครื่องถ่ายเอกสาร
(N) การถ่ายเอกสาร
(VI) ถ่ายเอกสาร
(VT) ถ่ายเอกสาร
(N) เกี่ยวกับไฟฟ้า
(N) อุปกรณ์เปลี่ยนความต้านทานของวงจรไฟฟ้าตามความเข้มแสงที่กระทบ
(N) กระบวนการถ่ายภาพโดยการพิมพ์ด้วยแม่พิมพ์นูน
(N) การเข้าเส้นชัยในการแข่งขันที่ตัดสินผู้ชนะด้วยภาพถ่าย
(ADJ) ซึ่งเกิดจากแสง
(N) ภาพถ่าย
(VI) ถูกถ่ายรูป
(VT) บันทึกภาพ
(N) ช่างภาพ
(ADJ) ซึ่งใช้หรือเกิดจากการถ่ายภาพ
(ADJ) เหมือนรูปถ่าย
(N) การถ่ายภาพ
(N) กระบวนการพิมพ์แกะสลักด้วยการถ่ายภาพบนโลหะ
(N) เครื่องวัดความสว่าง
(N) การวัดความสว่างหรือระดับความเข้มของแสง
(N) หน่วยวัดความเข้มของแสง
(N) ความกลัวแสง
(N) ภาพยนตร์
(ADJ) ไวต่อแสงหรือรังสีอย่างผิดปกติ
(N) ขอบข่ายของแสงหรือรังสี
(N) เครื่องถ่ายสําเนา
(VT) ถ่ายสําเนา
(N) การสังเคราะห์แสง
(N) จังหวัดแพร่
(N) แพร่
(N) จังหวัดพระนครศรีอยุธยา
(N) พระนครศรีอยุธยา
(ADJ) เกี่ยวกับวลี
(N) กริยาวลี
(N) ถ้อยคํา
(N) เนื้อเพลง
(N) วลี (ทางไวยากรณ์)
(N) โวหาร
(VI) ถ่ายทอดด้วยคําพูด
(N) คนชอบใช้สํานวนโวหาร
(N) การใช้สํานวนโวหาร
(ADJ) ซึ่งมีสติฟั่นเฟือน
(ADJ) เกี่ยวกับกะบังลม
(N) กะบังลมอักเสบ
(N) การศึกษาเกี่ยวกับอํานาจจิต
(N) วัณโรคปอด
(N) จังหวัดภูเก็ต
(N) ภูเก็ต
(N) ชนชาติ
(ADJ) เกี่ยวกับชนชาติ
(N) การวิวัฒนาการของสิ่งมีชีวิต
(ADJ) เกี่ยวกับวิวัฒนาการของสิ่งมีชีวิต
(ADJ) ระบบเชื้อชาติ
(N) กลุ่มภาษาที่มีความเกี่ยวข้องกันในเชิงประวัติ (ทางภาษา)
(N) กลุ่มสัตว์ที่มีการจัดชั้นหรือแยกประเภทตามขนาด (ทางชีววิทยา)
(PRF) ธรรมชาติ
(N) ยาถ่าย
(VT) ใช้ยารักษา
(ADJ) เกี่ยวกับตัณหาราคะ
(ADJ) เกี่ยวกับธรรมชาติ
(ADJ) เกี่ยวกับฟิสิกส์
(ADJ) เกี่ยวกับร่างกาย
(ADJ) เกี่ยวกับรูปธรรม
(ADJ) ทางวัตถุ
(N) การตรวจร่างกาย (ทางการแพทย์)
(N) เคมีศึกษาคุณสมบัติสัมพันธ์ระหว่างทางฟิสิกส์และทางเคมีของสาร
(N) พลศึกษา
(N) ภูมิศาสตร์กายภาค
(N) กําลังกาย
(N) กายภาพบําบัด
(N) หมอ
(N) นักฟิสิกส์
(N) วิชาฟิสิกส์
(PRF) ธรรมชาติ
(N) สีหน้า
(N) ภูมิศาสตร์กายภาพ
(ADJ) เกี่ยวกับทางชีวภาพหรือกายภาพ
(N) กลไกชีวภาพ
(N) สรีรศาสตร์
(N) นักกายภาพบําบัด
(N) กายภาพบําบัด
(N) เรือนร่าง
(N) ตัวพิมพ์ผสม
(N) พยัญชนะกรีกตัวที่ 16
(ADJ) แผ่วเบามาก
(ADV) อย่างแผ่วเบามาก
(N) ช่วงบรรเลงของดนตรีที่แผ่วเบามาก
(N) นักเล่นเปียโน
(ADJ) เกี่ยวกับเปียโน
(N) เปียโน (เครื่องดนตรี)
(ADJ) แผ่วเบา
(ADV) อย่างแผ่วเบา
(N) ตลาด
(N) บริเวณลานสาธารณะของเมือง (โดยเฉพาะในอิตาลี)
(N) ระเบียง
(N) หน่วยวัดขนาดตัวพิมพ์เท่ากับ 12 พอยต์หรือ 0.166 นิ้ว
(N) รูปถ่าย
(N) นักขี่ม้าถือดาบสู้วัวของสเปน
(ADJ) เกี่ยวกับการผจญภัย
(N) จิตรกรเอกของสเปน (มีอายุในช่วง ค.ศ. 1881 -1973)
(ADJ) เล็กน้อย
(N) สิ่งเล็กน้อย
(ADJ) เล็กน้อย
(N) ผักดอกรสเปรี้ยวเผ็ด
(N) ขลุ่ยสั้นชนิดหนึ่ง
(N) เหรียญเงินตราสมัยก่อนของอินเดีย
(N) การเก็บ
(N) การเลือก
(N) สิ่งที่คัดหรือเลือกมาอย่างดีที่สุด
(VT) ขุด
(VT) แคะ (ฟัน, จมูก)
(VT) จิก (ไก่, นก)
(VT) เด็ด (ผลไม้, ดอกไม้)
(VT) เลือก
(VT) หาเรื่อง
(N) เครื่องแคะ
(N) พลั่ว
(ADJ) ที่อยู่บนไหล่
(VI) อยู่บนไหล่
(VT) อยู่บนไหล่
(PHRV) เริ่มต่อสู้กับ
(IDM) บรรจงคัดเลือกมาอย่างดี
(PHRV) จ้องจับผิด
(PHRV) เด็ดออก
(IDM) เริ่มโต้เถียง
(PHRV) บ่นว่า
(PHRV) ลูบคลํา
(PHRV) เล็ม
(PHRV) เลาะออก
(N) พลั่ว
(N) พลั่ว
(ADJ) ซึ่งได้รับการคัดเลือกเป็นพิเศษ
(ADJ) ยอดเยี่ยม
(N) ยาม
(N) เสาปักรั้ว
(VT) เป็นยาม
(VT) ล้อมรั้ว
(IDM) จับผิด
(PHRV) คัดเลือก
(PHRV) เด็ดจาก
(IDM) ว่ากล่าวอย่งรุนแรง
(PHRV) ทิ่มเป็นรู
(N) สิ่งที่เก็บขึ้นมาได้
(N) สิ่งที่ได้มาอย่างทุจริต (เช่น เงินทองหรือสิ่งของต่างๆ)
(N) สิ่งที่ถูกเลือก
(N) ของดอง
(N) น้ําเกลือสําหรับดองของ
(N) สถานการณ์ยุ่งยาก (คําไม่เป็นทางการ)
(N) สารละลายสําหรับจุ่มโลหะเพื่อขจัดคราบออกไซด์
(VT) ดอง
(ADJ) ที่หมักดอง
(SL) เด็กที่กําลังจะร้องไห้
(N) เครื่องมือที่ขโมยใช้ไขงัดกุญแจ
(N) เครื่องดื่มผสมเหล้าที่ใช้เป็นยากระตุ้นกําลัง
(PHRV) จิก
(PHRV) ยิงทีละคน
(PHRV) เลือก
(PHRV) เลือกตําหนิ
(PHRV) เข้าใจ
(PHRV) แคะออก
(PHRV) จําได้แม่น (จากกลุ่มที่อยู่รวมกัน)
(PHRV) เลือกออก
(PHRV) เห็นสีชัด
(PHRV) เลือกเก็บ
(N) นักล้วงกระเป๋า
(VT) ล้วงกระเป๋า
(IDM) จัดให้เป็นระเบียบ
(N) การเก็บขึ้นมา
(N) การจับกุม (คําไม่เป็นทางการ)
(N) การรับผู้โดยสาร
(N) การเร่งความเร็ว (คําไม่เป็นทางการ)
(N) คนโบกรถ
(N) ผู้โดยสาร
(N) รถกระบะ
(PHRV) ขับรถไปส่ง
(PHRV) ขุด
(PHRV) จับ (ฆาตกรหรือผู้ร้าย)
(PHRV) ช่วยชีวิต
(PHRV) ดุว่า
(PHRV) ได้กลิ่น
(PHRV) เตรียมจ่าย
(PHRV) ทําให้รู้สึกดีขึ้น / หายป่วย
(PHRV) ปรับปรุง (อากาศ,ธุรกิจ)
(PHRV) ผูกมิตรกับ
(PHRV) ยกขึ้น
(PHRV) รับ (ของหรือคน)
(PHRV) เริ่มทํางาน
(PHRV) เริ่มใหม่
(PHRV) เรียนรู้อย่างไม่เป็นทางการหรือโดยบังเอิญ
(PHRV) ลุกขึ้น
(PHRV) หาคลื่น (เสียง,ไฟฟ้า)
(PHRV) หารายได้ (จํานวนน้อย)
(PHRV) หาหรือซื้อในราคาถูก
(IDM) พูดบทต่อเนื่องหรือมีจังหวะ
(IDM) เริ่มทํางานหรือวิ่งเร็ว
(IDM) ยอมรับคําเชิญ
(PHRV) ไม่เห็นด้วย (คําไม่เป็นทางการ)
(ADJ) จู้จี้มาก
(SL) ช่างเลือก
(N) การไปเที่ยวนอกบ้านและนําอาหารไปรับประทาน
(VI) ไปเที่ยวนอกบ้านและนําอาหารไปรับประทาน
(N) ห่วงเล็กๆ ของสิ่งที่เย็บปักถักร้อย
(N) กรดสีเหลือง รสขมและมีพิษใช้ทําวัตถุระเบิด
(N) สมาชิกเผ่าโบราณที่อาศัยอยู่ในภาคเหนือของอังกฤษ
(N) ภาพความคิด
(ADJ) ชัดเจน
(N) เกี่ยวกับภาพ
(N) ์คําบรรยายที่ทําให้เห็นภาพ
(N) จอภาพ (โทรทัศน์)
(N) ตัวอย่าง
(N) ์ภาพความทรงจํา
(N) ภาพยนตร์
(N) ภาพวาด
(N) สถานการณ์
(VT) ถ่ายเป็นภาพยนตร์
(VT) นึกภาพ
(VT) บรรยาย
(VT) วาดภาพ
(N) กรอบรูป
(N) โรงภาพยนตร์
(N) จิ๊กซอ
(N) ภาพยนตร์
(SL) แบงก์
(ADJ) สวย
(PHRV) วาดภาพ
(ADJ) ซึ่งเสียเวลา
(VI) เสียเวลา
(VT) เสียเวลา
(PHRV) เสียเวลา
(ADJ) เล็กน้อย
(ADV) อย่างเล็กน้อย
(N) ภาษาผสม
(N) ภาษาอังกฤษผสม
(N) ขนมพาย
(N) ส่วนทั้งหมด
(ADJ) ซึ่งมีลายสลับสี (โดยเฉพาะสีดําและขาว)
(N) ม้าที่มีลายสีขาวสลับกับสีอื่น
(N) ชิ้น
(N) ตัวหมากรุก
(N) บทประพันธ์เพลง
(N) ปืนพก (คําสแลง)
(N) ระยะทางช่วงสั้นๆ
(N) เรื่องในหนังสือพิมพ์
(N) ส่วน
(N) เหรียญกษาปณ์
(VT) รวบรวม
(N) ผ้าพับ
(ADJ) ซึ่งทําทีละชิ้น
(ADV) ทีละน้อย
(ADV) เป็นชิ้นเล็กชิ้นน้อย
(IDM) เรื่องง่ายๆ
(SL) ของง่ายๆ
(IDM) มีส่วนร่วมในโครงการ
(N) งานชิ้นเอก
(PHRV) ทําให้สมบูรณ์ (โดยเติมส่วนต่างๆให้เต็ม)
(N) อัตราค่าแรงที่คิดเป็นรายชิ้นหรืออัน
(PHRV) รวมกัน
(PHRV) ซ่อมแซม
(N) งานที่คิดค่าแรงเป็นรายชิ้น
(ADJ) ลายพร้อย
(ADJ) ที่อยู่ตีนเขา
(N) ตีนเขา
(ADJ) เมา
(IDM) วาดวิมานกลางอากาศ
(N) ตอม่อ
(N) สะพานที่ยื่นออกไปในน้ํา
(VI) บุก
(VT) ค้นคว้า
(VT) แทง
(VT) บุก
(VT) มีผลกระทบอย่างมาก
(VT) (เสียง, แสง) แทรกผ่าน
(PHRV) ทิ่มแทง
(ADJ) เฉียบแหลม (สายตา, ปัญญา ฯลฯ)
(ADJ) เย็นเยียบ
(ADJ) (เสียง) แหลมแสบแก้วหู
(ADV) กรี๊ดกร๊าด
(ADV) อย่างหนาวเหน็บ
(N) การแสร้งทําเป็นเลื่อมใส
(N) การแสร้งศรัทธา
(N) การปฏิบัติตามความเชื่อทางศาสนา
(N) ความมีศรัทธาแก่กล้า
(N) ไฟฟ้าที่เกิดจากการกดดันทางกลไกที่มีต่อผลึกที่ไม่นําไฟฟ้า
(INT) เหลวไหล
(N) ความเหลวไหล
(N) คนสกปรก (คําไม่เป็นทางการ)
(N) ตํารวจ (คําสแลง)
(N) หมู
(VI) ออกลูกหมู
(VT) กินอย่างตะกละตะกลาม (คําไม่เป็นทางการ)
(N) เตาหลอมโลหะ
(N) โลหะที่ออกจากเตาหลอม
(N) คนที่ถูกหลอกได้ง่าย (คําไม่เป็นทางการ)
(N) นกพิราบ
(N) พิราบ
(N) เรื่องหรือสิ่งที่อยู่ในความรับผิดชอบของคนใดคนหนึ่งโดยเฉพาะ
(N) อกแฟบ
(N) ดื้อ
(ADJ) ใจเสาะ
(N) ช่องเล็กๆ ที่ไว้เก็บเอกสาร
(N) ช่องสําหรับนกพิราบเข้าไปอาศัย
(ADJ) อ่อนโยน
(N) ถั่วแระ
(ADJ) ซึ่งมีนิ้วเท้าหรือเท้าหันเข้าข้างใน
(N) ลูกหมู
(ADJ) คล้ายหมู
(ADJ) มูมมาม
(ADJ) เหมือนหมู
(N) ลูกหมู
(ADJ) บนหลัง
(ADV) บนหลัง
(VT) แบกบนหลัง
(N) กระปุกออมสิน
(ADJ) ดื้อ
(N) เหล็กที่ยังไม่ได้นําไปหลอม
(N) เหล็กที่ยังไม่ได้หลอม
(PHRV) อยู่กันแออัด
(N) ลูกหมู
(N) สีย้อม
(VT) ย้อมสี
(N) การย้อมสี
(ADJ) คนแคระ
(PHRV) กินอาหารจํานวนมาก
(IDM) ไม่มีทางเป็นไปได้
(N) เล้าหมู
(N) หางเปีย
(PHRV) อยู่รวมกันอย่างแออัดกับ
(N) ปลาน้ําจืดชนิดหนึ่ง
(N) หอก
(VT) แทงหรือฆ่าด้วยหอก
(N) ค่าผ่านทาง
(N) ด่านเก็บค่าผ่านทาง
(N) ถนนที่มีด่านเก็บค่าธรรมเนียมภาษีผ่านทาง
(N) ด้ามหอก
(N) เสาฝาผนังด้านหน้า
(N) ปลาทะเลขนาดเล็กจําพวกหนึ่ง
(N) กลุ่มหรือสิ่งปลูกสร้างที่สูงใหญ่
(N) กอง
(N) กองเหล็กสําหรับหลอมเครื่องปฏิกรณ์ปรมาณู
(N) เงินจํานวนมาก
(N) จํานวนมาก
(VT) ชุมนุม
(VT) สุม
(N) ตอม่อสะพาน
(VT) ใส่เสาเข็ม
(N) ขนกํามะหยี่
(N) ริดสีดวงทวาร
(ADJ) เป็นขน
(N) เครื่องตอกเสาเข็ม
(PHRV) เข้าร่วม (กิจกรรมเช่นโจมตี,ทานอาหาร) (คําไม่เป็นทางการ)
(PHRV) สะสม
(PHRV) ห้อมล้อม
(IDM) ดูถูก
(PHRV) กองรวมใน
(PHRV) เข้าร่วม (คําไม่เป็นทางการ)
(PHRV) ขยายเกินจริง (คําไม่เป็นทางการ)
(PHRV) เบียดเสียดกันออกมา
(PHRV) กองรวมกัน
(PHRV) กองไว้บน
(PHRV) ให้เกียรติ
(IDM) สนุกในการทําให้แย่กว่าที่เป็น
(IDM) พยายามกดดัน
(PHRV) สุมไว้บน
(PHRV) ให้ (บางสิ่ง) จํานวนมากกับ
(ADJ) มีขนอ่อน
(PHRV) เบียดกันออก
(IDM) ทําให้ใหญ่กว่า
(N) ริดสีดวงทวาร
(N) กองสุม
(N) การรวบรวมงาน
(N) อุบัติเหตุรถชนกันหลายคันซ้อน
(PHRV) กองรวมกัน
(PHRV) ชนกัน
(PHRV) ทําให้เกิดขึ้น
(SL) รถชนกันหลายคัน
(VI) ทับถม
(VT) ทําให้เพิ่มพูน
(VT) สะสม
(PHRV) ให้ (จํานวนมาก)
(PHRV) อัดใส่ (จํานวนมาก)
(VT) ฉกชิงวิ่งราว
(N) การลักขโมย
(N) ขโมย
(N) ผู้เดินทาง
(N) การจาริกแสวงบุญ
(N) การเดินทางไกล
(VI) จาริกแสวงบุญ
(VI) เดินทาง
(ADJ) คล้ายขน
(N) กลุ่มสิ่งปลูกสร้าง
(N) การตอกเสาเข็ม
(N) ยาเม็ด
(VI) ปอกเปลือก
(VT) ปอกเปลือก
(N) การปล้นสะดม
(N) สิ่งของที่ปล้นสะดมมา
(VI) ปล้นสะดม
(VT) ปล้นสะดม
(N) แกนนําสําคัญ
(N) โครงสร้างธรรมชาติที่คล้ายสิ่งปลูกสร้าง
(N) เสาหลัก
(ADJ) ตู้ไปรษณีย์
(N) อานหลัง
(N) ขื่อคอและมือ
(VT) ประจาน
(VT) ใส่ขื่อคอและมือ
(N) หมอน
(VT) ทําเป็นหมอนรอง
(VT) หนุนหมอน
(SL) ชายรักร่วมเพศ
(N) ปลอกหมอน
(N) ปลอกหมอน
(PHRV) ยอมให้หนุน
(N) ปลอกหมอน
(SL) หมอ (คําล้อเลียน)
(SL) หมอ (คําล้อเลียน)
(SL) หมอ (คําล้อเลียน)
(ADJ) ซึ่งใช้ทดสอบ
(ADJ) ซึ่งใช้เป็นตัวนํา
(N) กันชน
(N) การทดสอบ
(N) คนนําร่อง (เรือใหญ่)
(N) เครื่องนํา (ใช้กับเครื่องมือหรืออุปกรณ์)
(N) ต้นแบบ
(N) นักบิน
(N) ผู้นําทาง
(N) ไฟสัญญาณ
(N) รายการแนะนํา
(VT) ขับเครื่องบิน
(VT) นําทาง
(VT) นําร่อง (เรือใหญ่)
(VT) รับผิดชอบ
(N) ห้องนําร่อง
(PHRV) นําทางเข้า
(PHRV) นําทางเข้าไป
(N) โคมไฟฟ้าเล็กๆ เพื่อแสดงว่าเครื่องเดินหรือมีไฟ
(N) โคมไฟฟ้าเล็กๆ เพื่อแสดงว่าเครื่องเดินหรือมีไฟ
(PHRV) นําทางออก
(PHRV) นําทางผ่าน
(PHRV) รับว่าจะทําให้ผ่าน
(N) ผลไม้แห้ง
(N) คนน่ารังเกียจ
(N) แมงดา
(VT) หาแขกให้โสเภณี
(PHRV) จัดหา (ผู้หญิง) ให้
(N) สิว
(ADJ) ซึ่งมีสิวมาก
(ABBR) เลขรหัสลับส่วนตัว (คําย่อของ Personal Identification Number)
(N) เข็มกลัด
(N) เข็มหมุด
(N) ที่หนีบผ้า
(N) ปิ่นปักผม
(N) พิน (กีฬาโบว์ลิ่ง)
(N) เรื่องเล็กน้อย
(N) ลิ่ม
(N) หลักเสาที่ปักอยู่ใกล้หลุมในสนามกอล์ฟ
(VT) กลัดติด
(VT) กล่าวหา
(VT) ทําให้กระจ่าง
(VT) บังคับ
(VT) ล้อมคอก
(N) เสื้อไม่มีแขนใช้ใส่ทับเสื้อเสื้อตัวใน
(PHRV) ติดอยู่กับ
(N) ปีนัง
(N) เมืองปีนัง
(PHRV) ตอกหมุดไว้
(IDM) ฟังอย่างพิจารณา
(N) เครื่องเล่นไฟฟ้าแบบดีดลูกโลหะลงหลุม
(N) แว่นตาที่มีขาหนีบจมูก
(N) ก้าม (ปู)
(N) ปากคีบ
(N) การฉกฉวย (คําไม่เป็นทางการ)
(N) การหยิก
(N) ความกดดัน
(N) ความอัตคัด
(N) จํานวนน้อยมาก
(N) สถานการณ์คับขัน
(VI) ประหยัด
(VI) รัดแน่นเกินไป
(VI) หยิก
(VT) กักขัง (คําไม่เป็นทางการ)
(VT) ขโมย (คําไม่เป็นทางการ)
(VT) ขัดขวาง
(VT) ทําให้กลุ้ม
(VT) ทําให้ขัดสน
(VT) ทําให้เหี่ยวแห้ง
(VT) รัดแน่นเกินไป
(VT) หยิก
(IDM) ประหยัดมาก
(PHRV) เด็ดออก
(N) ชะแลง
(N) คราดใช้กวาดฟาง
(N) การเข้าตีลูกแทน (กีฬาเบสบอล)
(VI) เข้าตีลูกแทน (กีฬาเบสบอล)
(VI) ทําหน้าที่แทน
(VT) ขี้เหนียว
(N) ปอยผมจากการหนีบผม
(N) หมอนปักเข็มหมุด
(PHRV) ตอกลง
(PHRV) บังคับให้ทํา (บางสิ่ง)
(PHRV) หาพบ
(N) ต้นสน
(N) ไม้สน
(N) สับปะรด
(VI) ต้องการมาก
(VI) เศร้าโศก
(VI) อ่อนแรง
(ADJ) ซึ่งเป็นรูปกรวยคล้ายผลต้นสน
(N) ต่อมในสมองของสัตว์มีกระดูกสันหลังบริเวณสมองส่วน diencephalon
(N) ลูกระเบิดมือ
(N) สับปะรด
(PHRV) ไม่อยากทําอะไร
(N) ผลของต้น pine เป็นรูปกรวย
(PHRV) ไม่มีความสุขเพราะอยากได้
(PHRV) เศร้าโศกกับ
(N) เต็มไปด้วยต้นสน
(N) ขนอ่อน
(N) เสียงดังเปรี้ยง
(VT) ทําให้เกิดเสียงดังเปรี้ยง
(N) ปิงปอง
(VI) เปลี่ยนอย่างรวดเร็ว
(VT) ทําให้เปลี่ยนอย่างรวดเร็ว
(N) คนโง่
(N) สิ่งเล็กๆ น้อยๆ
(N) หัวเข็มหมุด
(N) รูเล็กมาก
(N) ปีกนก
(N) ฟันเฟืองเล็ก
(PHRV) มัดไว้แน่นกับ
(PHRV) มัดไว้รวมกัน
(ADJ) ซึ่งมีสีชมพู
(N) คนหัวเอียงซ้ายในทางการเมือง (ปานกลาง)
(N) นักล่าสุนัขจิ้งจอก
(N) แบบที่ดีเลิศ
(N) สีชมพู
(VT) ตกแต่งด้วยลูกไม้
(VT) ทําให้รําคาญ
(VT) แทง
(N) โรคตาแดง
(N) นิ้วก้อย
(N) กรรไกรตัดผ้าแบบใบมีดเป็นรอยบาก
(ADJ) ค่อนข้างมีสีชมพู
(PHRV) ตัดแต่งๆ
(SL) ไล่ (คน) ออกจากงาน
(SL) โดนไล่ออกจากงาน
(N) นิ้วก้อย
(N) เงินที่มีไว้เพื่อจับจ่ายใช้สอย
(N) เรือใบขนาดเล็ก (คําโบราณ)
(N) จุดสุดยอด
(N) ส่วนที่เป็นยอดแหลมบนอาคาร
(VT) เป็นจุดสุดยอด
(VT) วางบนยอด
(VT) สร้างสิ่งปลูกสร้างที่มียอดแหลม
(ADJ) คล้ายขนนก
(N) เกมไพ่ชนิดหนึ่ง
(PHRV) ตรึงด้วยหมุด
(PHRV) ตรึงด้วยหมุด
(PHRV) โยนความผิดให้
(IDM) ไว้ใจใน
(IDM) ฝากความหวังไว้กับ
(ADJ) แน่นอน
(N) ปลายเข็ม
(N) เรื่องเล็กน้อย
(VT) หาตําแหน่ง
(N) รูเล็ก
(IDM) เหน็บชา
(N) ความรู้สึกเหน็บชา
(N) เครื่องมือกวาดและตั้งตัวโบว์ลิ่ง
(IDM) ด่ากรอกหู
(ADJ) ที่เป็นแถบบางมาก (โดยเฉพาะในสิ่งทอ)
(N) ริ้วหรือแถบบาง
(SL) นักธุรกิจ (โดยเฉพาะที่สวมชุดสูทลายทาง)
(N) หน่วยวัดความจุของเหลวมีค่าเท่ากับ 1/2 ควอร์ต
(N) เดือย
(ADJ) เป็นจุดๆ
(N) ม้าสีลาย
(PHRV) ยึดด้วยหมุด
(ADJ) ค่อนข้างเล็ก
(PHRV) ติดอยู่ใต้
(ADJ) เกี่ยวกับรูปภาพติดผนัง
(N) รูปภาพติดผนัง
(PHRV) แปะ
(PHRV) หนีบ
(N) ประทัดชนิดหนึ่ง
(N) รถลมสําหรับเด็กเล่น
(N) พยาธิเข็มหมุด
(ADJ) เต็มไปด้วยต้นสน
(N) ทหารฝ่ายที่ทําหน้าที่บุกเบิกพื้นที่สร้างถนน
(N) นักบุกเบิก
(VT) บุกเบิก
(VT) สํารวจ
(ADJ) เคร่งครัดในทางศาสนา
(ADJ) ซึ่งแสดงความเคารพอย่างเหมาะสม
(ADJ) แสร้งทําเป็นมีศรัทธาหรือศีลธรรม
(N) เมล็ดในของผลไม้
(N) แต้มบนไพ่
(VI) ร้องเสียงจิ๊บๆ ของนกที่เพิ่งฟักออกจากไข่ (ใช้กับนก)
(N) ต้นโพธิ์
(N) กล้องยาเส้น
(N) การส่งทางท่อ
(N) ท่อ
(N) นกหวีดที่เป่าในเรือ
(N) ปี่
(N) ยาเส้นหนึ่งกล้อง
(N) หลอด
(VI) พูดเสียงแหลม
(VI) สูบยา
(VT) เปล่งเสียงแหลม
(VT) เป่าปี่
(VT) ส่งทางท่อ
(N) ถังไม้ขนาดใหญ่สําหรับบรรจุไวน์หรือน้ํามัน
(PHRV) เป่าปี่ต้อนรับ (คนสําคัญ)
(PHRV) เป่าอําลาอย่างเป็นทางการ
(PHRV) เป่าขลุ่ยหรือปี่ไม่หยุด
(PHRV) สูบออก (ของเหลว)
(PHRV) เงียบ (คําไม่เป็นทางการ)
(IDM) วาดวิมานในอากาศ
(PHRV) ลําเลียงผ่าน
(PHRV) เล่นดนตรี
(PHRV) ลําเลียงผ่านท่อ
(N) ท่อส่งผ่านน้ํามันปิโตรเลียมหรือก๊าซธรรมชาติ
(N) วิถีทางส่งสินค้า
(N) วิธีส่งข่าว (โดยเฉพาะความลับ)
(VT) ส่งผ่านทางท่อ
(N) หีบเพลง
(N) คนเป่าปี่
(N) คนวางท่อ
(N) หลอดวัดและถ่ายของเหลวจากภาชนะหนึ่งไปยังอีกภาชนะหนึ่ง
(N) หลอดวัดและถ่ายของเหลวจากภาชนะหนึ่งไปยังอีกภาชนะหนึ่ง
(PHRV) เริ่มพูดส่งเสียง
(PHRV) เริ่มร้องเสียงสูง
(ADJ) ซึ่งมีเสียงสูงหรือเสียงแหลม
(N) ระบบท่อ (เช่น ท่อส่งน้ํา)
(N) นกชนิดหนึ่งมีเสียงไพเราะ
(N) แอปเปิ้ลหลากหลายชนิด
(N) คนหรือของที่ไม่สําคัญ
(ADJ) ซึ่งมีรสจัด
(ADJ) น่าสนใจ
(ADJ) มีชีวิตชีวา
(N) ความโกรธที่ระเบิดออกมา
(N) ความน้อยใจ
(N) สิ่งทอที่เป็นลายนูน
(VT) กระตุ้นความอยากรู้อยากเห็น
(VT) ดูถูก
(VT) ทําให้โกรธ
(N) เกมไพ่ชนิดหนึ่ง
(N) การปล้นสะดมในน่านน้ําทะเล
(N) การละเมิดลิขสิทธิ์
(N) ปลาปิรันย่า
(N) ปิรันย่า
(N) โจรสลัด
(N) ผู้ละเมิดลิขสิทธิ์
(N) เรือโจรสลัด
(VI) ปล้นสะดม
(VT) ปล้นสะดม
(VT) ละเมิดลิขสิทธิ์
(N) การกระจายคลื่นวิทยุ
(N) การหมุนตัวบนเท้าเดียวหรือปลายเท้า
(N) จังหวะการหมุนตัวบนเท้าเดียวหรือปลายเท้า
(ADJ) เกี่ยวกับชาวประมง
(ADJ) เกี่ยวกับปลา
(N) กลุ่มดาวปลาคู่ที่อยู่ระหว่างกลุ่มดาว Aries และ Aquarius
(N) การเลี้ยงปลา
(ADJ) เกี่ยวกับปลา
(INT) คําอุทานแสดงความรังเกียจหรือความอึดอัดใจ
(N) การปัสสาวะ
(VI) ถ่ายปัสสาวะ
(VT) ถ่ายปัสสาวะ
(PHRV) ปล่อยเวลาให้เสียไปอย่างไร้ประโยชน์ (คําต้องห้าม)
(PHRV) หยาบคายกับ (คําต้องห้าม)
(PHRV) ทําให้ยุ่งเหยิง (คําต้องห้าม)
(SL) สิ่งที่ง่ายมาก
(ADJ) โกรธมาก (คําสแลง)
(ADJ) เมามาก (คําสแลง)
(SL) เมามาก
(SL) คนที่ดื่มเหล้าเป็นประจํา
(SL) ใช้เงินแบบโง่ๆ (โดยเฉพาะหมดไปกับการพนัน การดื่มเหล้า และยาเสพย์ติด)
(PHRV) ไปให้พ้น (คําต้องห้าม)
(N) ถั่วพิตาชิโอ
(N) เกสรตัวเมีย
(ADJ) ซึ่งมีเกสรตัวเมีย
(N) ปืนพก
(N) ลูกสูบ
(N) วงแหวนลูกสูบ
(N) ก้านลูกสูบ
(N) ที่นั่งตอนหลังๆ ชั้นล่างในโรงภาพยนตร์
(N) นรก
(N) บริเวณหยุดเติมน้ํามันหรือเปลี่ยนยางสําหรับรถแข่งในสนามแข่ง
(N) สังเวียนชนไก่หรือสัตว์
(N) หลุม
(N) หลุมพราง
(N) เหมือง
(N) อุโมงค์ในเหมือง
(VI) กลายเป็นหลุม
(VT) เก็บไว้ในหลุม
(VT) ใช้สติปัญญาโต้ตอบ
(VT) ทําให้เป็นแผลเป็น
(VT) ทําให้เป็นรอยโบ๋
(VT) ปล่อยให้ไก่ชนกัน
(VT) ฝังในหลุม
(N) เมล็ดในของผลไม้
(VT) เอาเมล็ดในออก
(PHRV) ใช้ (บางสิ่ง) ต่อสู้กับ
(ADV) ด้วยเสียงตุ้บตั้บ
(N) การเคลื่อนไหว
(VI) วิ่งหรือเต้นด้วยเสียงเสียงตุ้บตั้บ
(N) การขว้าง
(N) การเร่ขาย
(N) ความลาด
(N) จุดสูงสุด
(N) แผงลอย
(N) ระดับ
(N) ระดับเสียง
(N) สนามหญ้าระหว่างไม้ที่ปักในสนามคริกเก็ต
(VI) ขว้าง
(VI) (ทาง) เอียง
(VT) กําหนดระดับ
(VT) ขว้าง
(VT) ตั้งโครงขึ้น
(VT) ตั้งระดับเสียง
(VT) ทําให้ตก
(VT) เร่ขาย
(N) น้ํามันดิบ
(N) เรซิน
(N) การเล่นทอยเหรียญ
(ADJ) ที่ดําสนิท
(N) สีดําสนิท
(N) แร่ยูเรเนียม
(ADJ) มืดสนิท
(N) สงครามที่จัดกองกําลังทหารอย่างเป็นระเบียบ
(N) เหยือก
(N) ตําแหน่งนักขว้างลูกในกีฬาเบสบอล
(N) ผู้ขว้าง
(N) คราด
(VT) กวาดหรือตักด้วยคราด
(PHRV) ล้มฟาดไปข้างหน้า
(PHRV) เข้าร่วม (คําไม่เป็นทางการ)
(PHRV) โยนใส่
(PHRV) กล่าวโจมตี
(PHRV) บังคับให้ทํา
(PHRV) โยนใส่ (ภาชนะหรือที่ใส่)
(PHRV) เริ่มหรือเข้าร่วม (คําไม่เป็นทางการ)
(N) พ่อค้าขายของราคาถูก
(PHRV) เลือก
(PHRV) เลือกตําหนิหรือลงโทษ
(PHRV) เลือกให้ (แต่สิ่งไม่พึงพอใจ)
(PHRV) ทําให้ออกไป (เพราะมีความผิด)
(PHRV) ส่งออกไป
(PHRV) ขว้างบอลไปใกล้ผู้ตี
(PHRV) ทําเสียงสูง (ดนตรี)
(ADJ) เกี่ยวกับยางมะตอย
(ADJ) น่าสงสาร
(ADV) อย่างน่าสงสาร
(N) หลุมพราง
(N) แก่น
(N) ไส้ในของไม้
(N) ไส้อ่อนของพืชบางประเภท เช่น กก
(VT) ตัดไขสันหลังออก
(VT) เอาไส้ในของไม้ออก
(ADJ) ซึ่งได้ใจความ
(ADJ) น่าสงสาร
(N) ผู้สงสาร
(ADJ) น่าดูถูก
(ADJ) น่าสงสาร
(ADV) อย่างน่าดูถูก
(ADV) อย่างน่าเวทนา
(N) ความปรานี
(ADJ) ซึ่งไร้ความสงสาร
(SL) เป้ากางเกง (คําหยาบ)
(SL) ยาดับกลิ่น (ทาบริเวณรักแร้)
(N) เงินเล็กน้อย
(ADJ) บุ๋ม
(ADJ) ซึ่งไม่มีเมล็ด
(ADV) ด้วยเสียงเคาะเบาๆ ติดต่อกันอย่างเร็ว
(N) เสียงเคาะเบาๆ ติดต่อกันรวดเร็ว
(VI) ้เกิดเสียงเคาะเบาๆ ติดต่อกันอย่างเร็ว
(ADJ) เกี่ยวกับต่อมใต้สมอง
(ADJ) เกี่ยวกับร่างกายใหญ่โตผิดปกติเพราะฮอร์โมนจากต่อมใต้สมองผิดปกติ
(N) ต่อมใต้สมอง
(N) ต่อมใต้สมอง
(PHRV) เจาะเป็นรู
(N) ความสงสาร
(N) ความเสียดาย
(VT) สงสาร
(N) เดือยหรือแกนสั้นที่สิ่งอื่นหมุนรอบ
(VI) หมุนรอบเดือยหรือแกน
(VT) ทําให้หมุนรอบแกน
(ADJ) เกี่ยวกับ pivot
(PHRV) มุ่งที่
(PHRV) หมุนรอบ
(N) คํานามพหูพจน์ของ pic
(N) ภูตฝรั่ง (ตัวเล็กกว่ามนุษย์)
(N) ภูตฝรั่ง (ตัวเล็กกว่ามนุษย์)
(N) พิซซ่า
(N) ร้านขายพิซซ่า
(ADJ) ซึ่งเล่นด้วยการดีดสาย
(ADV) เล่นดีดสาย
(N) โน้ตดนตรี
(SL) ชุดนอน (แบบเสื้อและกางเกงเข้าชุดกัน) (คําย่อของ pajamas)
(ADJ) ซึ่งพอให้อภัยได้
(N) ป้ายประกาศ
(VT) ติดป้ายประกาศ
(VT) ทําให้สงบลง
(N) ตําแหน่ง
(N) ตําแหน่งในทีม
(N) ถนน (ใช้เป็นส่วนหนึ่งของชื่อถนนสายสั้นๆ)
(N) ที่นั่ง
(N) ที่อยู่อาศัย
(N) บทบาท
(N) ประเด็น
(N) สถานที่
(N) อันดับในการแข่งขัน
(N) โอกาสในการเรียน
(VI) เข้าอันดับ
(VT) จําได้
(VT) จัดหาที่อยู่ให้
(VT) วางไว้ในตําแหน่ง
(VT) แสดงทัศนคติต่อสิ่งใดสิ่งหนึ่ง
(PHRV) พิจารณา / ไตร่ตรองว่าสําคัญกว่า (บางสิ่ง)
(PHRV) วางไว้ด้านบน
(IDM) โทรศัพท์ถึง
(IDM) ตัดสินความหมายของ
(IDM) เสียง
(IDM) เผา
(IDM) ให้คุณค่าสูงกับ
(PHRV) เก็บรักษา (เงินหรือเวลา)
(PHRV) เก็บสํารองไว้ (ขาย)
(PHRV) เลิกนิสัย
(PHRV) วางแอบไว้ชั่วครู่
(PHRV) หยุดทําต่อไประยะหนึ่ง
(IDM) ทดสอบความแข็งแรงหรือกําลังของ
(PHRV) เดา (จํานวน)
(PHRV) วางไว้ข้างหน้า
(PHRV) วางไว้ที่เดิม
(PHRV) พิจารณาว่าสําคัญหรือมีค่ากว่า
(PHRV) วางไว้ข้างหน้า
(PHRV) ส่งไปให้พิจารณาหรืออนุมัติ
(PHRV) ตามหลัง
(PHRV) วางไว้ด้านหลัง
(N) ยาซึ่งไม่มีฤทธิ์ทางยา
(PHRV) วางลงบน
(PHRV) จัดไว้ใน (ลําดับ,ตําแหน่ง)
(PHRV) แต่งตั้งเป็น
(PHRV) ปล่อยให้อยู่ในความดูแล
(PHRV) วางไว้ข้างใน
(PHRV) อยู่ในหมู่
(N) การเตะฟุตบอลที่วางอยู่บนพื้นดิน
(N) รกในครรภ์
(PHRV) ทําให้ยอมรับ
(PHRV) วางบน
(IDM) สามารถเดิน
(IDM) จริงใจที่สุด
(IDM) วางใจใน
(IDM) ลองเอาใจเขามาใส่ใจเรา
(IDM) ฝากความหวังไว้กับ
(PHRV) หาที่พักให้
(IDM) บังคับให้ทํา
(N) ผู้จัด
(N) ดินทรายซึ่งมีทองหรือโลหะมีค่าปนอยู่
(IDM) ทําให้ประสาทเสีย
(IDM) กักขัง
(IDM) ทําให้สัญญาหรือสาบาน
(IDM) ผูกมัด
(IDM) ควบคุมตัวหรือกักขังก่อนการดําเนินคดี
(IDM) สาบาน
(IDM) จับตาดู
(IDM) มีคุณค่าสูง
(IDM) ทําให้เสียงต่อ
(IDM) เก็บสํารองไว้
(IDM) ไม่ทําต่อ
(IDM) เลิกนิสัย
(IDM) วางไว้ก่อน
(PHRV) วางต่อจาก
(PHRV) วางไว้ใต้
(PHRV) สั่งสินค้า
(PHRV) หาที่พักให้กับ
(ADJ) สงบนิ่ง
(N) รอยผ่าหรือช่องที่กระโปรงสตรี
(N) การขโมยความคิด
(VI) ขโมยความคิด
(VT) ขโมยความคิด
(N) กาฬโรค (หนูเป็นพาหะนําโรค)
(N) โรคระบาดรุนแรง
(N) สัตว์หรือแมลงจํานวนมาก (มักทําให้เกิดภัยร้าย)
(VT) ทําให้เกิดภัยพิบัติ
(VT) ทําให้รําคาญ
(PHRV) ทําให้ยุ่งยาก
(ADJ) ซึ่งรบกวน
(ADV) อย่างรบกวน
(N) ปลาชนิดหนึ่ง
(ADJ) ซึ่งเป็นผ้าลายสก็อต
(N) ผ้าลายสก็อต
(ADJ) ชัดแจ้ง
(ADJ) ซึ่งไม่มีการปรุงแต่ง
(ADJ) ตรงไปตรงมา
(ADJ) ที่เป็นน้ําเปล่า
(ADJ) ธรรมดา
(ADJ) ไม่รวย
(ADJ) ไม่สวย
(ADJ) ราบเรียบ
(N) ที่ราบ
(VI) บ่น
(IDM) มีหลักฐานชัดแจ้ง
(IDM) เห็นชัด
(ADJ) ที่ไม่ได้อยู่ในเครื่องแบบ
(N) การกระทําที่ตรงไปตรงมา
(IDM) ขั้นตอนที่ไม่ยากลําบาก
(ADJ) ขวานผ่าซาก
(N) คําบ่น
(N) โจทก์
(ADJ) ที่ดูเศร้าโศก
(N) (ผม) เปีย
(N) รอยจีบ
(VT) จับจีบ
(VT) ถักเปีย
(N) แบบแปลน
(N) แผนการ
(VI) วางแผน
(VT) วางแผน
(VT) ออกแบบ
(PHRV) วางแผนล่วงหน้า
(ADJ) เกี่ยวกับที่ราบ
(N) เครื่องบิน
(VI) บินร่อน
(VI) (เรือ) แล่นแฉลบ
(ADJ) เกี่ยวกับแนวราบ
(ADJ) ระนาบ
(N) ปีกเครื่องบิน
(N) พื้นราบ
(N) ระดับ
(N) กบไสไม้
(N) เครื่องไสโลหะ
(N) ไม้ปาดปูน
(VT) ทําให้เรียบ
(VT) ไสกบ
(PHRV) บินลดระดับลงไปที่
(PHRV) เครื่องบินร่อนลง
(PHRV) บินลดระดับลง
(N) เครื่องไสไม้
(N) โลก
(N) หอดูดาว
(ADJ) เกี่ยวกับดาวเคราะห์
(ADJ) เกี่ยวกับโลก
(ADJ) พเนจร
(N) วัตถุในอากาศ
(PHRV) วางแผนเพื่อ
(ADJ) ดังสนั่น
(N) แผ่นกระดาน
(N) เวทีที่นักการเมืองยืนพูดหาเสียง
(N) สิ่งค้ําจุน
(SL) งี่เง่า
(VT) ปรุงอาหารกระทะร้อน
(VT) ปูกระดาน
(PHRV) จ่ายเงินแล้ว
(N) แผ่นกระดานสําหรับปูพื้น
(N) สิ่งมีชีวิตขนาดเล็กมากในน้ํา
(ADJ) เกี่ยวกับสิ่งมีชีวิตเล็กๆ ที่ลอยอยู่ในน้ํา
(N) เคย
(N) ผู้วางแผน
(N) สมุดจดบันทึกตารางเวลา
(PHRV) วางแผนในเรื่อง
(PHRV) วางแผนทั้งหมด
(N) การเพาะปลูก
(N) เครื่องจักร
(N) เครื่องมือครบชุด
(N) พืช
(N) โรงงานอุตสาหกรรม
(N) สิ่งหรือคนหลอกลวง
(VT) ตั้ง
(VT) แทรก
(VT) ปล่อย (ปลา)
(VT) ฝัง
(VT) เพาะปลูก
(N) พืชชนิดหนึ่ง
(ADJ) เกี่ยวกับฝ่าเท้า
(N) สวน
(N) กระถาง
(N) เครื่องหว่านเมล็ด
(N) เจ้าของฟาร์มเพาะปลูก
(ADJ) ซึ่งเดินบนฝ่าเท้า
(N) สัตว์ที่เดินบนฝ่าเท้า
(PHRV) ปลูกใน
(PHRV) ฝังใน (ใจ)
(PHRV) ซ่อน
(PHRV) ต่อย
(PHRV) ปักบน
(PHRV) เพาะเลี้ยง
(PHRV) ปลูกให้เต็ม (ต้นไม้)
(N) คราบแบ็กทีเรียบนผิวฟัน
(N) แผ่นเหล็กหรือหินสลัก
(N) ส่วนที่เป็นน้ําสีเหลืองในเลือด
(N) หางนม
(N) หินควอตซ์สีเขียว
(N) ปลาสเตอร์ปิดแผล
(N) ปูนฉาบผนัง
(N) ปูนปลาสเตอร์
(N) ผงยิปซั่ม
(N) ยาพอก
(VT) ฉาบด้วยปูนฉาบผนัง
(VT) ปิดแผล
(N) แผ่นกระดาษปิดฝาผนัง
(PHRV) พอกลงไป
(ADJ) เมามาก (คําสแลง)
(N) ช่างปูน
(N) ปูนขาวที่ใช้ปั้น หล่อ ฉาบ พอกหรืออุด
(PHRV) ทาหรือฉาบบน
(PHRV) ทาปิด (รอย)
(PHRV) โบกปิดเหนือ
(PHRV) ปกปิด
(PHRV) โบกทับ
(PHRV) โบกด้วย
(ADJ) เกี่ยวกับการตกแต่งเป็นรูปร่าง
(ADJ) ซึ่งทําด้วยพลาสติก
(ADJ) ซึ่งมนุษย์ประดิษฐ์ขึ้น
(ADJ) ซึ่งหวั่นไหวง่าย
(ADJ) ที่สามารถปั้นได้
(ADJ) เสแสร้ง
(ADJ) หลอมได้
(N) บัตรเครดิต
(N) วัตถุพลาสติก
(N) ศัลยกรรมตกแต่ง
(N) การแข่งขันเพื่อโล่รางวัล
(N) เครื่องใช้ที่เป็นโลหะ
(N) จาน
(N) จานสําหรับเรี่ยไรเงินบริจาค (ในโบสถ์คริสต์)
(N) แผ่นกระจก
(N) แผ่นโลหะที่จารึกไว้เป็นป้ายชื่อ
(N) แผ่นโลหะที่ใช้เป็นเครื่องป้องกัน
(N) แผ่นเหล็กต่อเรือ
(N) ภาพที่พิมพ์ออกมา
(N) แม่พิมพ์โลหะ
(N) โล่รางวัล
(N) โลหะสําหรับชุบ
(N) อาหารในจาน
(VT) ชุบ
(VT) ตอกแผ่นโลหะ
(VT) พิมพ์ด้วยแผ่นพิมพ์
(N) ช่วงของการเจริญเล็กน้อยหรือไม่เจริญ
(N) ที่ราบสูง
(ADJ) ซึ่งชุบด้วยทอง เงิน หรือโลหะ
(ADJ) ซึ่งทอจากด้ายสองชนิด
(N) จํานวนเต็มจาน
(N) เกล็ดเลือด
(N) ลูกกลิ้งของเครื่องพิมพ์ดีด
(N) ผู้พิมพ์
(N) ม้าแข่งขันชั้นเลว
(SL) เท้า
(SL) เท้า
(PHRV) ชุบด้วย
(N) การปราศรัยต่อมวลชน
(N) คําแถลงการณ์
(N) ชานชาลา
(N) แท่น
(N) แท่นปืนใหญ่
(N) นโยบายพรรคที่แถลงก่อนการเลือกตั้ง
(N) การชุบทอง เงินหรือโลหะอื่นๆ
(N) เทคนิคการชุบ
(N) โลหะที่เคลือบอยู่ชั้นนอก
(ADJ) ซึ่งทําด้วยทองคําขาว
(N) ทองคําขาว
(N) หญิงผมทองอ่อนหรือผมสีเงิน
(N) ความซ้ําซาก
(N) คําพูดซ้ําซาก
(ADJ) ซ้ําซาก
(N) นักปรัชญาชาวกรีก (ช่วง 427 -347 ปีก่อนคริสตกาล)
(ADJ) เกี่ยวกับเพลโต
(N) เกี่ยวกับเพลโต
(N) ความรักบริสุทธิ์ระหว่างชายหญิงโดยไม่มีเพศสัมพันธ์เกี่ยวข้อง
(N) หมวด
(VI) จัดเป็นหมวด
(VT) จัดเป็นหมวด
(N) จานตื้นขนาดใหญ่
(N) สัตว์คล้ายตัวตุ่นจําพวก Ornithorhynchus anatinus
(N) การปรบมือยกย่องชมเชย
(ADJ) คล่อง
(ADJ) น่ามีเหตุผล
(ADJ) น่ายินดี
(N) การกระโดดโลดเต้น
(N) การเคลื่อนไหวอย่างคล่องแคล่ว
(N) การล้อเล่น
(N) การเล่น
(N) การเล่นการพนัน
(N) การแสดง
(N) ครั้ง
(N) ช่วงเวลาในการเล่น
(VI) แกล้งทํา
(VI) พักผ่อน
(VI) เล่น (เกม, เครื่องดนตรี, บอล, วิทยุ, เครื่องเล่นเทป)
(VI) เล่นสนุก
(VT) เล่น (เกม, เครื่องดนตรี, บอล, วิทยุ, เครื่องเล่นเทป)
(VT) เล่นพนัน
(VT) แสดงหรือเล่นบทบาทของ
(PHRV) เล่นสนุก
(PHRV) เล่นสนุกอยู่ใกล้ ๆ
(PHRV) ก้อร่อก้อติก
(PHRV) ทําให้ยุ่งเหยิง
(PHRV) เล่นสนุกเพลิดเพลินกับ
(VI) เสแสร้ง
(VI) แสดงละคร
(VT) ดัดแปลงเป็นบทละคร
(PHRV) ต่อสู้กับ
(IDM) หลอกเล่น
(PHRV) นําไปตาม
(PHRV) รอคอยคําตอบหรือการตัดสินใจ
(PHRV) แสร้งตกลง
(IDM) มีบทบาทใน
(PHRV) แสดงเป็น
(PHRV) ทําเล่น
(PHRV) เล่นเกมสู้กับ
(PHRV) แสดงที่
(PHRV) หยอกล้อกับ
(IDM) หลอกเล่น
(N) การเปิดฟัง (แผ่นเสียง)
(PHRV) กรอเทปกลับ
(PHRV) ก้าวกลับหนึ่งก้าวก่อนการตีลูก
(PHRV) ส่งกลับ (ลูกบอล)
(IDM) ให้ความร่วมมือ
(PHRV) ช่วยสนับสนุน
(N) แผ่นโปสเตอร์ประกาศการแสดง
(IDM) เสี้ยมเขาควายให้ชนกัน
(N) คนเจ้าชู้
(IDM) เล่นไล่จับกันเหมือนหนูกับแมว
(PHRV) ใจเย็นๆ
(PHRV) ลดความสําคัญของ
(PHRV) พูดคุย
(N) เครื่องเล่นจานเสียง
(N) นักกีฬา
(N) ผู้เล่นการพนัน
(N) ผู้เล่น (ละคร, ดนตรี)
(IDM) เล่นอย่างยุติธรรม
(PHRV) เชื่อฟังกติกาหรือกฏของการเล่น
(PHRV) หลอกลวง
(IDM) ละเลย, ไม่ใส่ใจ
(N) เพื่อนเล่น
(IDM) หยอกล้อ, แกล้งจีบเล่นๆ
(PHRV) เข้าร่วมแข่งเพื่อชิงรางวัล
(PHRV) เล่นให้กับ
(PHRV) แสดง (ดนตรี / ละคร) ให้กับ / เพื่อ
(ADJ) ชอบเล่น
(ADJ) ซึ่งเป็นการหยอก
(ADV) อย่างสนุกสนาน
(N) เรื่องเล่นๆ
(IDM) เล่นสนุก
(N) ผู้ดูละคร
(IDM) ก้างขวางคอคู่รัก
(N) สถานที่พักผ่อนหย่อนใจ
(N) สนามเด็กเล่น
(SL) แข็งกร้าว
(IDM) เล่นตัว
(IDM) ทําให้เสียหาย
(IDM) โดดเรียน
(N) โรงภายนตร์
(PHRV) ทําให้เพลิดเพลินไปกับเกม / การเล่นใน (สถานที่)
(PHRV) เล่นดนตรีขณะ (บางคน) เดินเข้ามา
(PHRV) เล่นในตําแหน่ง
(PHRV) แสดงดนตรีใน (สถานที่)
(N) ไพ่หนึ่งสํารับ
(N) สนาม
(IDM) ทําแบบเงียบๆ ไม่ให้คนอื่นสังเกตเห็น
(SL) อดกลั้นไว้
(IDM) ทําด้วยความระมัดระวัง
(PHRV) แสดงราวกับ
(N) คู่รัก
(N) เพื่อนคู่หู
(IDM) เล่นดนตรี (แบบอ่านโน้ต)
(N) การแข่งขันชิงตําแหน่งชนะเลิศ
(N) การยืดเวลาการแข่งขัน
(PHRV) คัดค้าน
(PHRV) ใช้ประโยชน์จาก
(PHRV) เพลิดเพลินกับ
(PHRV) เล่นต่อเนื่อง
(PHRV) ส่งผ่าน
(PHRV) แสดง
(IDM) ทําอย่างลับ
(IDM) ทําอย่างถูกต้อง
(IDM) ทําให้คุ้นเคยกับการเล่น
(IDM) ปล่อยไม่เด็ด
(PHRV) ผ่อน (เชือก) ให้ยาวทีละน้อย
(PHRV) เล่นข้างนอก
(PHRV) เล่นจนเสร็จ (การแสดง, กีฬา)
(PHRV) เล่นดนตร ี/ บรรเลงดนตรี
(PHRV) เหนื่อย
(PHRV) ทําให้ปรากฏ
(PHRV) เล่น (ดนตรี / กีฬา) อีกครั้ง
(N) คอกล้อมเคลื่อนที่ได้เพื่อให้เด็กเล็กเล่นหรือคลานภายใน
(IDM) เล่นการเมือง
(IDM) แกล้งตาย
(PHRV) ป้องกัน (ความล้มเหลว, ความเสี่ยง)
(IDM) เป็นตัวสํารอง
(IDM) ควบคุมได้ง่าย
(N) เสี้อกีฬาสําหรับเด็กหรือผู้หญิง
(IDM) โกรธกับ
(IDM) เป็นอันตรายกับ
(IDM) ปั่นป่วนให้วุ่นวาย
(IDM) จีบไปเรื่อยๆ
(IDM) แกล้งโง่
(IDM) ทําด้วยความยุติธรรม
(IDM) ลงทุนในหุ้น
(N) ของเล่น
(N) คนที่ถูกหยอกเล่น
(PHRV) ทําให้การเล่น (ดนตรี, กีฬา) สมบูรณ์
(N) เวลาเล่น
(PHRV) แสดงให้ (ฟัง, ชม)
(IDM) ทําตัวเด่น
(IDM) มีลูกเล่น
(PHRV) โฆษณา
(PHRV) ทําให้รําคาญ
(PHRV) ประพฤติผิด
(PHRV) เล่นเกมอย่างกระฉับกระเฉง
(PHRV) สนใจ
(PHRV) ใช้ประโยชน์จาก
(PHRV) เพลิดเพลินกับ
(PHRV) ส่งผ่าน
(PHRV) แสดง
(PHRV) เล่นเพื่อ
(PHRV) ทําให้เพลิดเพลินกับ
(PHRV) ไม่จริงจังกับ
(IDM) เสี่ยง
(N) ผู้เขียนบท
(N) ลานกว้างสาธารณะ
(N) การขอร้อง
(N) คําแก้ต่าง
(N) คําร้อง
(VI) ร้องขอ
(VI) สารภาพ
(VT) อ้างเป็นข้อแก้ตัว
(PHRV) ขออุทธรณ์
(PHRV) ขอร้อง
(PHRV) เป็นตัวแทน(บางคน)ในศาล
(PHRV) ยอมรับความผิด
(N) การแก้ต่าง
(PHRV) ขอร้องกับ
(ADJ) น่าคบ
(ADJ) น่ายินดี
(ADJ) น่าสบาย
(ADJ) สนุกสนาน
(ADJ) สุภาพเรียบร้อย
(ADV) ด้วยความสบาย
(ADV) อย่างน่าคบหา
(ADV) อย่างน่ายินดี
(N) ความน่ารัก
(N) ความรื่นรมย์
(N) การหยอกล้อ
(N) คําพูดล้อเล่น
(N) พฤติกรรมที่ตลก
(ADV) ได้โปรด (ใช้แสดงการขอร้อง)
(INT) ได้โปรด (ใช้แสดงการขอร้อง)
(VI) ชอบ
(VI) ให้ความพอใจ
(VT) ทําให้พอใจ
(ADJ) พอใจ
(IDM) มีความสุขมาก
(ADV) อย่างพอใจ
(IDM) ทําสิ่งที่คุณเลือก
(ADJ) ซึ่งให้ความเพลิดเพลิน
(ADJ) น่าพอใจ
(ADV) อย่างน่าพอใจ
(ADJ) ที่ให้ความเพลิดเพลิน
(N) ความสําราญ
(N) ความต้องการ
(N) ความปิติยินดี
(N) ความสนุกสนาน
(VI) เพลิดเพลิน
(VT) ทําให้พอใจ
(N) รอยจีบ
(VT) จีบ
(N) นักศึกษาวิชาทหารชั้นปีที่หนึ่ง (ประเทศสหรัฐอเมริกา)
(ADJ) เกี่ยวกับสามัญชน
(N) สามัญชน
(N) การลงคะแนนเสียงชี้ขาดโดยประชาชนทั่วไป
(N) สามัญชน
(N) แผ่นไม้สําหรับใช้ดีดสายเครื่องดนตรี
(VI) กริยาช่อง 2 และ 3 ของ plead
(VT) กริยาช่อง 2 และ 3 ของ plead
(N) การดื่มอวยพร
(N) การวางมัดจํา
(N) ข้อผูกมัด
(N) สิ่งที่ใช้ประกัน
(VT) ค้ําประกัน
(VT) วางมัดจํา
(VT) ให้สัญญา
(VT) เอา (เกียรติ) เป็นเครื่องประกัน
(IDM) สัญญาว่าจะจงรักภักดีต่อ
(PHRV) ให้คํามั่นสัญญา
(N) กลุ่มดาวลูกไก่
(ADJ) เกี่ยวกับยุคเมื่อ1ล้านปีก่อนเป็นยุคมนุษย์เริ่มกําเนิดขึ้นในโลก
(ADJ) เต็มที่
(ADJ) ซึ่งมีอํานาจเต็มที่
(N) บุคคลที่มีอํานาจเต็มที่
(N) ความเต็มที่
(ADJ) อุดมสมบูรณ์
(ADJ) มากมาย
(ADV) อย่างมากมาย
(N) ความเต็มที่
(ADJ) มากพอ
(ADV) อย่างเต็มที่
(N) จํานวนมากมาย
(N) การใช้คําฟุ่มเฟือย
(N) การมีมากเกินไป
(N) เยื่อหุ้มปอด
(N) โรคเยื่อหุ้มปอดอักเสบ
(N) แผ่นกระจกทนความร้อนทําด้วยโพลิเมอร์ทนทานกว่ากระจกธรรมดา
(N) โครงสร้างที่ซับซ้อน
(N) ร่างแห
(ADJ) เชื่อง่าย
(ADJ) ยืดหยุ่น
(ADJ) ที่ดัดแปลงได้ง่าย
(ADJ) ที่ถูกโน้มน้าวได้ง่าย
(ADJ) ที่อ่อนงอได้ง่าย
(N) คีม
(N) สภาพเลวร้าย
(N) คํามั่นสัญญา
(VT) ให้คํามั่นสัญญา (โดยเฉพาะเมื่อสัญญาว่าจะแต่งงานกัน)
(IDM) สัญญาว่าจะแต่งงานกับ (คําโบราณ)
(N) ฐานสี่เหลี่ยมที่โคนเสาหรือรูปปั้น
(ABBR) องค์การปลดปล่อยปาเลสไตน์
(N) เสียงเดินก้าวเท้าหนักๆ
(VI) เดินก้าวเท้าหนักๆ
(PHRV) ย่ําไปตาม
(PHRV) มุ่งมั่นทํา
(ADJ) ที่เคลื่อนไหวช้าๆ
(SL) ไวน์ขาว
(SL) งี่เง่า
(SL) อวัยวะเพศชาย
(ADV) (เสียง) ดังจ๋อม
(N) เสียงสิ่งของตกน้ํา
(VI) ตกลงน้ําเสียงดังจ๋อม
(VT) ทําให้ตกน้ําเสียงดังจ๋อม
(VT) ทิ้งตัวหรือนั่งลงไปอย่างแรง
(N) เค้าโครงเรื่อง
(N) ที่ดินแปลงเล็ก
(N) แผนผัง
(N) อุบาย
(VT) เขียนแผนที่
(VT) วางแผน
(PHRV) วางแผนล้างต่อต้าน
(PHRV) แบ่งเป็นส่วน (ดิน) เพื่อก่อสร้าง
(PHRV) วางแผน
(N) เครื่องมือที่ใช้ในการวาดกราฟ (คอมพิวเตอร์)
(N) ผู้คบคิดวางแผนเพื่อกระทําการอย่างหนึ่ง
(IDM) เรื่องเข้มข้นขึ้น
(PHRV) วางแผนลับร่วมกับ
(N) คันไถ
(VI) ไถ
(VT) ไถ
(PHRV) ไถฝังในดิน
(PHRV) กระแทกกับ
(PHRV) ฝังใน
(PHRV) เริ่ม (งาน,เรียน) อย่างกระฉับกระเฉง
(PHRV) ตัดสินใจก้าวต่อหรือทําต่อ
(PHRV) ไถต่อเนื่อง
(PHRV) ไถเปิด
(N) ใบมีดของคันไถ
(PHRV) ไถผ่าน
(PHRV) ไถฝัง/กลบไว้ในดิน
(PHRV) ทําลาย
(PHRV) ไถกลับดินขึ้นมา
(N) นกชนิดหนึ่ง
(N) คันไถ
(VI) ไถดิน
(VI) แล่นฝ่าผิวน้ํา
(VT) ไถดิน
(N) เด็กไถนา
(N) คนที่ไถนา
(N) ใบมีดของคันไถ
(N) วิธีการ
(N) การถอน (ขน)
(N) ความกล้าหาญ
(N) เครื่องในสัตว์
(VT) ดีด (สายกีตาร์)
(VT) ถอน
(VT) เอาตัวมา (จากสถานที่ที่อันตราย)
(PHRV) ดึง
(PHRV) ถอนจาก
(PHRV) เด็ด
(PHRV) เด็ดออก
(PHRV) ถอนขึ้น
(IDM) รวบรวมความกล้า
(ADJ) กล้าหาญ
(N) ที่อุดกันน้ําไหล (อ่างอาบน้ําหรืออ่างล้างมือ)
(N) ปลั๊กไฟ (หมายถึงปลั๊กไฟตัวผู้หรือตัวเมียก็ได้)
(N) สิ่งที่ใช้อุดรู
(N) หัวเทียน
(SL) เครื่องดื่มประเภทเบียร์
(VT) อุดรู
(PHRV) ยิงไปที่
(PHRV) ทํางานหนัก
(ADJ) ซึ่งเสียบหัวเสียบไฟฟ้าได้
(PHRV) เสียบปลั๊ก
(SL) สินบน
(PHRV) อุดด้วย (ของแข็ง)
(ADJ) ดีเลิศ (คําไม่เป็นทางการ)
(N) ต้นพลัม
(N) สิ่งที่ดีเลิศ
(N) ขนนก
(ADJ) คล้ายขนนก
(ADJ) ซึ่งตั้งฉาก
(ADV) อย่างตั้งฉาก
(ADV) อย่างแท้จริง
(N) ตําแหน่งตั้งฉาก
(N) ลูกดิ่ง
(VT) เข้าใจอย่างลึกซึ้ง
(VT) วัดหรือหยั่งด้วยลูกดิ่ง
(N) กราไฟต์
(N) ลูกดิ่ง
(N) ช่างประปา
(N) ท่อประปา
(SL) บ้าบอ
(N) ขนนก (โดยเฉพาะที่มีขนาดใหญ่ใช้เป็นเครื่องประดับได้)
(N) สัญลักษณ์แห่งเกียรติยศ
(VT) (นก) ไซร้ขนด้วยปาก
(VT) ประดับด้วยขนนก
(VT) รู้สึกภูมิใจ
(PHRV) ภูมิใจใน
(N) ลูกดิ่ง
(VT) ตกฮวบลง
(ADJ) ท้วม
(VI) อ้วนขึ้น
(VT) ทําให้อ้วน
(ADJ) ตรงไปตรงมา
(ADV) อย่างกระทบโดยตรง
(ADV) อย่างฉับพลันและรุนแรง
(N) การตกลงฮวบ
(N) เสียงตกลงมาดังฮวบ
(VI) ตกอย่างแรงทันที
(VT) ทําให้ตกอย่างแรงทันที
(PHRV) ตกฮวบ
(PHRV) กระแทกนั่งลง
(PHRV) กระแทกลงมา
(PHRV) จ่าย(เงิน)แล้ว
(PHRV) ออกเสียงเลือก
(N) ความอวบอ้วน
(PHRV) ตบ
(ADJ) คล้ายขนนก
(N) การปล้น
(N) ของที่ปล้นมาได้
(VI) ปล้น
(VT) โกง
(VT) ปล้น
(N) การปล้น
(N) โจร
(N) การตกอย่างรวดเร็ว
(N) การพุ่งลงไปในน้ํา
(N) สถานที่ว่ายน้ํา
(VI) พุ่งไปข้างหน้า
(VI) ลดลงอย่างเร็ว (เช่น ราคา, อุณหภูมิ)
(VI) ลาดชันลงไป
(VT) พุ่งไปข้างหน้า
(IDM) คิดหมกมุ่นกับ
(PHRV) กระโจนพรวดลงไป
(PHRV) พรวดพราดเข้าไป
(PHRV) ทําให้รู้สึก (บางอย่าง) ทันที
(PHRV) พรวดพราดเข้าไป
(PHRV) รีบเข้าสู่ (กิจกรรม,สภาพ)
(N) เครื่องมือสําหรับดูดท่อน้ําทิ้ง
(N) ผู้กระโดดน้ํา
(N) เสียงดีดสายดนตรี (ในลักษณะที่ไม่เชี่ยวชาญ)
(VI) ดีดสายดนตรี (ในลักษณะที่ไม่เชี่ยวชาญ)
(VT) โยนอย่างแรง
(PHRV) กระแทก
(PHRV) จ่ายเงินแล้ว
(PHRV) ออกเสียงเลือกตั้ง
(ADJ) อดีตกาล
(ADJ) ซึ่งแสดงจํานวนซึ่งมากกว่าหนึ่ง
(N) จํานวนที่มีมากกว่าหนึ่ง
(N) รูปพหูพจน์ของคํา
(N) สังคมที่มีกลุ่มชนที่แตกต่างกัน (เช่น ศาสนา เชื้อชาติหรืออื่นๆ)
(N) ความเป็นพหูพจน์
(ADV) ในรูปพหูพจน์
(VI) ้เป็นพหูพจน์
(VT) ทําให้เป็นพหูพจน์
(ADJ) ดีเป็นพิเศษ
(ADJ) เพิ่ม
(CONJ) ด้วย
(N) เครื่องหมายบวก
(N) จํานวนที่เพิ่มขึ้น
(N) ส่วนเกิน
(PREP) เพิ่มอีก
(N) กางเกงยาวคลุมเข่าสําหรับเล่นกีฬา
(ADJ) หรูหรา
(N) สิ่งทอผ้ากํามะหยี่ขนยาว
(N) เจ้าแห่งเมืองนรกและเป็นสามีของ Proserpine (นิทานกรีกและโรมัน)
(N) ดาวพลูโต
(N) การปกครองโดยคนมีเงิน
(N) ผู้มีอํานาจเพราะร่ํารวย
(N) พลูโทเนียม
(ADJ) เกี่ยวกับฝน
(VI) วิ่งหรือเดินทางไปมา
(VT) ใช้
(N) ความหนาหนึ่งชั้น
(VI) บิด
(VT) ทําให้บิด
(PHRV) เดินเรือข้าม
(PHRV) แล่นอยู่ระหว่าง
(PHRV) จัดหา
(N) ไม้อัด
(ABBR) หลังเที่ยง (คําย่อของ post meridiem)
(N) สัญลักษณ์ของธาตุ Promethium
(ADJ) เกี่ยวกับอากาศหรือลม
(ADJ) ซึ่งใช้กําลังอัดของอากาศ
(N) ปอดบวม
(N) โรคปอดบวม
(ABBR) คําย่อของ Post Office
(N) สัญลักษณ์ของธาตุ Polonium
(VI) ล่วงล้ํา
(VT) รุกล้ํา
(VT) เคี่ยวอาหาร
(PHRV) ล่าสัตว์
(PHRV) ล่าสัตว์
(IDM) พยายามเข้าร่วมธุรกิจ
(N) ฝี
(ADJ) ขนาดเล็ก
(N) กระเป๋า
(N) ถุง
(N) โพรง
(N) ส่วนที่คล้ายถุงหรือกระเป๋า
(N) หลุมบิลเลียด
(VT) ขยักไว้
(VT) ครอบครอง
(VT) แทง (ลูกบิลเลียด) ลงหลุม
(VT) ปิดบัง
(VT) ใส่กระเป๋า
(N) กระเป๋าใส่เงินของผู้ชายหรือผู้หญิง
(N) หนังสือเล็กที่ใส่กระเป๋าได้
(N) หนังสือเล่มเล็กๆ
(N) จํานวนเต็มกระเป๋า
(N) มีดพก
(N) เงินติดตัว
(ADJ) ซึ่งมีขนาดเล็กสําหรับพกพา
(N) รอยแผลฝีดาษหรือฝีหนอง
(VT) ทําให้เกิดรอยแผลเป็นคล้ายแผลฝีดาษ
(PHRV) มีร่องรอยของ (หลุม / บ่อ)
(N) ฝักถั่ว
(N) รังไหม
(N) ห้องที่แยกออกได้จากยานอวกาศหรือเครื่องบิน
(VI) ออกฝัก
(VT) แกะ (เมล็ด) ถั่วออกจากฝัก
(N) ฝูงนก
(N) เกาต์
(N) โรคเกาต์
(ADJ) อ้วนเตี้ย
(N) การบําบัดรักษาเท้า
(N) เท้า
(N) แท่น
(SL) เมืองห่างไกล
(N) บทกวี
(N) ทัณฑวิทยา
(N) กวี
(N) นักกวีชั้นเลว
(N) นักกวีหญิง
(ADJ) เกี่ยวกับนักกวี
(ADJ) เกี่ยวกับบทกวี
(ADJ) ซึ่งมีพรสวรรค์ในการประพันธ์บทกวี
(ADJ) ซึ่งมีอารมณ์สุนทรีย์
(ADJ) ซึ่งแสดงความรู้สึกของกวี
(ADJ) เกี่ยวกับนักกวี
(ADJ) เกี่ยวกับบทกวี
(ADJ) ซึ่งมีพรสวรรค์ในการแต่งบทกวี
(ADJ) ซึ่งมีอารมณ์สุนทรีย์
(ADJ) ซึ่งแสดงความรู้สึกของกวี
(IDM) กรรมตามทัน
(N) การศึกษาพื้นฐานของการประพันธ์
(N) นักกวีราชสํานัก
(N) การประพันธ์บทกวี
(N) บทกวี
(N) ลักษณะของกวีนิพนธ์
(N) การสังหารหมู่ (โดยเฉพาะการสังหารพวกยิว)
(N) อาหารที่ทําด้วยเผือกของชาวฮาวาย
(ADJ) คมกริบ
(ADJ) (รส, กลิ่น) ฉุน
(ADJ) สะเทือนอารมณ์
(N) ต้นไม้จําพวกหนึ่งที่มีดอกสีส้มหรือแดงเข้ม
(N) ขั้น
(N) ความคิดเห็น
(N) คะแนน
(N) จุด
(N) จุดประสงค์
(N) จุดเวลา
(N) จุดสําคัญ
(N) ทิศทาง
(N) ประเด็น
(N) ระดับ
(N) สถานที่
(N) หัวลูกศร
(VI) ชี้
(VI) (เรือ) แล่นรับลม
(VI) แสดงให้เห็น
(VT) ทําให้แหลม
(PHRV) ชี้ที่
(PHRV) แนะอ้อม ๆ
(PHRV) เล็งไปทาง
(ADJ) ซึ่งยิงในระยะใกล้
(ADV) โดยตรง
(PHRV) ชี้ลงไป
(PHRV) ทําให้ผิวเรียบ
(ADJ) ซึ่งพูดตรงๆ อย่างไม่ค่อยสุภาพ
(ADJ) แหลมคม
(N) เข็มชี้ตัวเลขในเครื่องชั่ง
(N) คําแนะนํา (คําไม่เป็นทงการ)
(N) เครื่องชี้
(N) ผู้ชี้นํา
(N) พลปืนทําหน้าที่เล็งปืน
(N) สุนัขพันธุ์พอยต์เตอร์
(ADJ) ไร้จุดหมาย
(PHRV) ใส่จุดก่อน (ตัวเลข / จํานวน)
(N) ความเห็น
(PHRV) มุ่งไปที่
(PHRV) ชี้ไปที่
(PHRV) นําไปทาง
(PHRV) เป็นสัญญานของ
(PHRV) ให้คําอธิบายว่า
(PHRV) ชี้ขึ้น
(PHRV) ทําให้ขรุขระ
(N) ความมั่นคง
(N) ความสมดุล
(N) ท่าเดิน
(N) ท่าทางสงบเยือกเย็น
(VI) ทรงตัว
(VT) ทรงตัว
(PHRV) ทําให้สมดุล
(PHRV) ลอยอยู่เหนือ
(ADJ) ซึ่งมีพิษ
(N) ยาพิษ
(N) สิ่งที่เป็นอันตราย
(VT) ทําให้เป็นพิษ
(VT) วางยาพิษ
(PHRV) เสี้ยมสอนให้ต่อต้าน
(N) ก๊าซพิษ
(N) สารพิษ
(N) พืชจําพวก Rhus radicans
(ADJ) ซึ่งเป็นพิษ
(ADJ) ซึ่งเป็นอันตราย
(ADJ) ซึ่งส่อเจตนาร้าย
(ADJ) มีเจตนาร้าย
(PHRV) วางยาพิษ
(PHRV) เสี้ยมสอนด้วย
(N) การทิ่ม
(VI) เข้าไปยุ่ง
(VI) คุ้ยหา
(VI) โผล่ออกมา
(VT) เขี่ย (ถ่าน, ไฟ) ให้คุ
(VT) แหย่ (นิ้ว, ไม้ ฯลฯ)
(N) กระเป๋าสตางค์
(N) ปีกหมวกซึ่งมีเชือกผูกปลายคาง
(PHRV) ตรวจค้น
(PHRV) เดินเนือยๆ
(PHRV) ทิ่มแทง
(PHRV) เคลื่อนไปข้างหน้า
(IDM) หัวเราะใส่
(PHRV) เย้าแหย่
(PHRV) ตรวจสอบ
(PHRV) แทงเข้าไปให้เป็นรู
(PHRV) แหย่
(PHRV) ตรวจสอบ
(PHRV) ทิ่ม
(IDM) ยุ่ง
(IDM) ชองยุ่งเรื่องคนอื่น
(PHRV) สอด
(N) ไพ่โป๊กเกอร์
(N) ผู้แหย่
(N) สิ่งที่ใช้แหย่หรือเขี่ย
(N) ใบหน้าเฉยเมย
(PHRV) พัด (ไฟ)
(ADJ) ช้ามาก
(ADJ) ช้ามาก
(ADJ) เล็กเกินไป
(N) ประเทศโปแลนด์
(N) โปแลนด์
(ADJ) เกี่ยวกับขั้วโลก
(ADJ) ซึ่งเป็นเครื่องนําทาง
(ADJ) ซึ่งมีลักษณะตรงข้าม
(ADJ) สําคัญยิ่ง
(N) หมีขาวขั้วโลก
(N) ดาวเหนือ
(N) การทําให้หันไปทางทิศเหนือหรือเป็นแม่เหล็ก
(VI) แบ่งเป็นฝ่าย
(VT) ทําให้แบ่งเป็นฝ่าย
(N) คุณสมบัติของการมีขั้วหรือมีผลตรงข้ามที่ปลายทั้งสอง
(N) การทําให้หันไปทางทิศเหนือหรือเป็นแม่เหล็ก
(VI) แบ่งเป็นฝ่าย
(VT) ทําให้แบ่งเป็นฝ่าย
(N) กล้องถ่ายรูปที่ให้ภาพหลังการถ่ายไม่กี่นาที
(N) ที่ลุ่ม (โดยเฉพาะในเนเธอร์แลนด์)
(N) ขั้วไฟฟ้า
(N) ขั้วแม่เหล็ก
(N) ขั้วโลก
(N) สิ่งที่ต่างกันมาก (ในด้านความคิด ความชอบ หลักการ ตําแหน่ง)
(N) ไม้ค้ําถ่อ
(N) เสา
(VI) จัดให้มีไม้ค้ํา
(VT) ใช้ไม้ค้ํา
(VT) ถ่อเรือ
(N) ชาวโปแลนด์
(N) ขวานด้ามยาวที่ใช้เป็นอาวุธในยุคกลาง
(VT) ฟันหรือฆ่าด้วยขวาน poleax
(N) สัตว์คล้ายแมวเลี้ยงลูกด้วยนมจําพวก Mustaia puturius
(N) กีฬากระโดดค้ําถ่อ
(N) ศิลปะการโต้เถียง
(N) ดาวเหนือ
(N) กีฬากระโดดค้ําถ่อ
(VI) เล่นกระโดดค้ําถ่อ
(VT) เล่นกระโดดค้ําถ่อ
(N) ี่การดูแลรักษาความสงบเรียบร้อยของชุมชน
(N) ี่ตํารวจ
(VT) ควบคุม
(VT) ทําความสะอาด
(N) สุนัขตํารวจ
(N) พลตํารวจเอก
(N) พลตํารวจโท
(N) พลตํารวจตรี
(N) ตํารวจ
(N) สถานีตํารวจ
(N) ตํารวจหญิง
(N) คลินิกรักษาหลายโรค
(N) กรมธรรม์ประกันภัย
(N) นโยบาย
(N) อุบาย
(N) ผู้เอาประกันภัย
(N) โปลิโอ
(N) โรคโปลิโอ
(N) โปลิโอ
(N) โรคโปลิโอ
(ADJ) เกี่ยวกับโปแลนด์
(N) การขัด
(N) การขัดเกลา
(N) ขี้ผึ้งสําหรับขัดเงา
(N) ความเงางาม
(N) ชาวโปแลนด์
(N) ภาษาโปแลนด์ (เป็นภาษาสลาฟภาษาหนี่ง)
(VI) (พื้น, ผิว) เป็นเงา
(VT) ขัด
(VT) ขัดเกลา
(VT) ปรับปรุงให้ดีขึ้น
(ADJ) เป็นเงาวาว
(ADJ) ไม่มีมลทิน
(ADJ) เรียบร้อย
(ADJ) สละสลวย
(PHRV) ฆ่า
(PHRV) ทําให้พ่ายแพ้ราบคาบ
(PHRV) เสร็จ
(PHRV) ขัดให้เงา
(PHRV) ฝึกฝน
(ADJ) ซึ่งได้รับการอบรมมา
(ADJ) สุภาพ
(ADV) อย่างสุภาพ
(N) ความสุภาพอ่อนโยน
(ADJ) ซึ่งมีไหวพริบ
(VI) ทําการรณรงค์ทางการเมือง
(ADJ) เกี่ยวกับการปกครอง
(ADJ) เกี่ยวกับพรรคการเมือง
(ADJ) เกี่ยวกับพลเมือง
(ADJ) เกี่ยวกับรัฐบาล
(N) รัฐศาสตร์
(N) นักการเมือง
(N) ผู้ดํารงตําแหน่งหน้าที่ทางการเมือง
(N) ผู้แสวงตําแหน่งอํานาจเพื่อประโยชน์ส่วนตน
(VT) ทําให้เป็นการเมือง
(VT) อภิปรายเรื่องการเมือง
(VT) ทําให้เป็นการเมือง
(VT) อภิปรายเรื่องการเมือง
(N) นักการเมือง
(N) การเมือง
(N) เล่ห์เหลี่ยมทางการเมือง
(N) วิชาการเมือง
(N) แบบการปกครอง
(N) ลายจุดเล็กๆ ของสิ่งทอ
(N) การเลือกตั้ง
(N) การสํารวจความคิดเห็นจากคนจํานวนมาก
(N) ผลคะแนนการออกเสียงเลือกตั้ง
(N) ส่วนปลายกว้างที่ใช้ตีของค้อน
(VI) ลงคะแนนเสียงเลือกตั้ง
(VT) ได้รับคะแนนเสียง
(VT) ลงคะแนนเสียงเลือกตั้ง
(VT) สุ่มตัวอย่างเพื่อสํารวจความคิดเห็น
(N) ละอองเกสรดอกไม้
(N) การตรวจนับจํานวนละอองเกสรในช่วง 24 ชั่วโมง
(N) ละอองเกสรดอกไม้
(N) นิ้วโป้ง
(VT) นําละอองไปสู่เกสรตัวเมีย
(N) ลูกกบ
(N) สถานที่เลือกตั้ง
(N) ผู้สํารวจประชามติ
(N) ภาษีต่อหัว
(N) สารพิษ
(N) สิ่งที่ทําให้สกปรก
(VT) ทําให้เป็นมลพิษ
(VT) ทําให้เสียหาย
(ADJ) ซึ่งเป็นมลพิษ
(N) น้ําเน่า
(PHRV) ทําให้เสีย
(ADJ) ซึ่งเป็นมลพิษ
(N) การทําให้เป็นมลพิษ
(N) ภาวะมลพิษ
(N) กรมควบคุมมลพิษ
(N) กีฬาตีคลี
(N) กีฬาโปโลน้ํา
(N) ธาตุกัมตรังสีพอโลเนียม
(N) ผีที่ส่งเสียงหลอกหลอนคน
(ADJ) ขี้ขลาด
(N) คนขี้ขลาด
(PRF) มาก
(ADJ) เกี่ยวกับการมีหลายสามี
(N) การมีสามีหลายคน
(ADJ) หลายสี
(N) สิ่งที่มีหลายสี
(N) คลินิกรักษาหลายโรค
(N) สารโพลีเมอร์ที่ใช้ผลิตเรซิน พลาสติกและใยสังเคราะห์
(N) พลาสติกสังเคราะห์ใช้ในศัลยกรรมตกแต่ง  อุปกรณ์ไฟฟ้า พลาสติก
(ADJ) เกี่ยวกับการมีสามีหรือภรรยาหลายคนในขณะเดียวกัน
(N) การมีสามีหรือภรรยาหลายคนในขณะเดียวกัน
(ADJ) ซึ่งรู้หลายภาษา
(N) ผู้รู้หลายภาษา
(N) ภาษาหลายภาษา
(N) รูปหลายเหลี่ยม
(N) อุปกรณ์ทําสําเนาภาพ
(N) การมีภรรยาหลายคนในขณะเดียวกัน
(N) การสมสู่กับสัตว์เพศตรงข้ามหลายตัวในช่วงชีวิตหนึ่ง
(ADJ) ซึ่งมีหลายด้าน
(N) คลินิกรักษาโรคทั่วไป
(N) รูปทรงที่มีหลายด้าน
(N) สารโพลีเมอร์
(ADJ) เกี่ยวกับสารโพลีเมอร์
(N) กระบวนการเปลี่ยนแปลงเป็นสารโพลีเมอร์
(N) ภาวะที่มีหลายรูปแบบ
(ADJ) ซึ่งมีหลายรูปแบบ
(N) หมู่เกาะในมหาสมุทรแปซิฟิกได้แก่ ฮาวาย ซามัวร์ และหมู่เกาะคุก
(ADJ) ซึ่งมีหลายชื่อ
(N) ชื่อที่ประกอบด้วยหลายคํา
(N) ติ่งเนื้อ
(N) หินปะการัง
(ADJ) มีหลายเสียง
(N) การมีหลายเสียง
(ADJ) หลายพยางค์
(N) คําหลายพยางค์
(ADJ) เกี่ยวกับการสอนด้านอุตสาหกรรมและวิทยาศาสตร์เทคโนโลยี
(N) โรงเรียนเกี่ยวกับอุตสาหกรรมและวิทยาศาสตร์เทคโนโลยี
(N) ลัทธิหลายพระเจ้า
(N) กากผลไม้ที่คั้นน้ําออกแล้ว
(N) น้ํามันใส่ผม
(VT) แต่งผมด้วยน้ํามันใส่ผม
(N) ผลไม้ตระกูลแอปเปิ้ล
(N) ต้นทับทิม
(N) ผลทับทิม
(N) ส้มโอ
(N) สุนัขพันธุ์เล็กที่มีขนยาว ใบหูตรง หางเป็นพวงงอขึ้นมาคลุมหลัง
(N) ปุ่มที่อานม้า
(N) ส่วนกลมที่ปลายด้ามจับของดาบ
(VT) ทุบตี
(N) การแสดงโอ้อวด
(N) พิธีเอิกเกริก
(N) แบบทรงผลของสตรีและบุรุษที่ม้วนตรงขึ้นจากหน้าผาก
(N) เมืองในอิตาลีที่เคยถูกทําลายภูเขาไฟวิสุเวียสระเบิด
(N) พู่ที่ใช้เป็นอุปกรณ์ในการเชียร์
(N) ปืนยิงเร็วอัตโนมัติชนิดหนึ่ง
(N) การวางมาด
(ADJ) ขี้โอ่
(ADJ) โอ่อ่า
(ADV) อย่างคุยโม้โอ้อวด
(ADV) อย่างหรูหรา
(PHRV) โอ้อวด
(N) ผ้าคลุมที่มีรูตรงกลางสําหรับสวมที่ศีรษะมักใช้เป็นเสื้อกันฝน
(N) สระน้ํา
(VI) ครุ่นคิด
(VT) ครุ่นคิด
(ADJ) น่าพิจารณา
(PHRV) ไตร่ตรอง
(ADJ) เทอะทะ
(N) กลิ่นเหม็น
(N) ดาบสั้นสองคม
(VT) แทงด้วยดาบสั้นสองคม
(N) สังฆราช
(ADJ) เกี่ยวกับองค์สันตะปาปา
(N) ตําแหน่งสังฆราช
(VI) พูดจาหยิ่งยโส
(VT) เทศนา
(N) โป๊ะ
(N) เรือท้องแบน
(N) เกมไพ่ชนิดหนึ่ง
(N) เครื่องดื่มขวดเล็ก
(N) ม้าพันธุ์เล็ก
(N) เหล้าแก้วเล็ก
(SL) 25 ฟรังค์
(SL) อึ
(N) ผมทรงหางม้าของเด็กผู้หญิง
(PHRV) จ่ายหนี้
(PHRV) ขอ
(SL) ขี้
(SL) แชมเปญ
(SL) อึ (ใช้กับเด็กๆ)
(SL) หมา (คําเรียกสุนัขเชื่อง)
(N) สุนัขพันธ์พุดเดิ้ล
(INT) คําอุทานแสดงการดูถูกเหยียดหยาม
(SL) คนน่ารังเกียจ
(VT) ดูถูก (คําไม่เป็นทางการ)
(N) สระน้ํา
(N) กลุ่มสถาบัน
(N) กีฬาบิลเลียด
(N) เงินกองกลาง
(VT) รวมกลุ่ม
(SL) การหนีไปเล่นน้ํา
(N) ท้ายเรือ
(VT) ทําให้เหนื่อยล้า
(N) ข้อมูลที่เกี่ยวข้อง
(N) อุจจาระ
(SL) รายละเอียด
(N) การถ่ายอุจจาระ (ใช้กับเด็ก)
(N) อุจจาระ (ใช้กับเด็ก)
(SL) ขี้ (มักใช้พูดกับเด็กๆ)
(VI) ถ่ายอุจจาระ (ใช้กับเด็ก)
(PHRV) เหน็ดเหนื่อย
(ADJ) คุณภาพเลว
(ADJ) ต่ําต้อย
(ADJ) ยากจน
(N) คนจน
(IDM) ยากจนมาก
(N) สถานสงเคราะห์คนจน
(N) กฎหมายสงเคราะห์คนจน
(ADJ) สุขภาพแย่
(ADV) อย่างเลว
(SL) บ่นซ้ําซากเรื่องความจน / มีเงินน้อย
(SL) พูดไม่ดีเกี่ยวกับคนอื่น
(N) ความยากจน
(ADJ) ขี้กลัว
(N) คนผิวขาวที่ยากจน (โดยเฉพาะในภาคใต้ของอเมริกา)
(ADV) อย่างไม่ได้คาดหวัง
(N) ความพยายาม
(N) ปืนสั้น
(N) เสียงดังเปาะ
(VI) ทําเสียงดังป๊อบ
(VI) แวะเยี่ยมช่วงสั้นๆ
(VT) ทําให้เกิดเสียงดังป๊อบ
(N) พ่อ
(ADJ) ที่เป็นที่นิยม
(N) เพลงที่เป็นที่นิยมกัน
(SL) เพลงป๊อบ
(PHRV) แวะสักพักเดียว
(PHRV) แวะสักพักเดียว
(N) ศิลปะที่แพร่หลายในช่วงปี 1960 - 1970
(PHRV) หันกลับอย่างเร็ว
(N) ข้าวโพดคั่ว
(PHRV) ลดลงอย่างเร็ว
(PHRV) แวะสักพัก
(N) สันตะปาปา
(N) หลักคําสอนและพิธีกรรมในนิกายโรมันคาทอลิก (คําต้องห้าม)
(ADJ) ที่ตาพองโต
(N) ปืนเด็กเล่น
(PHRV) เข้าไปพักเดียว
(N) คนพูดไร้สาระมาก
(N) นกแก้ว
(PHRV) เข้าไปอย่างเร็ว
(ADJ) เกี่ยวกับนิกายโรมันคาทอลิก (คําต้องห้าม)
(N) ต้นไม้ชนิดหนึ่ง
(N) ผ้าฝ้ายชนิดหนึ่ง
(PHRV) ตาย (คําไม่เป็นทางการ)
(PHRV) ทําให้ระเบิด
(PHRV) พูดหรือเขียนอย่างโกรธหรือขุ่นเคือง (คําไม่เป็นทางการ)
(PHRV) ออกไปอย่างเร็ว
(PHRV) เริ่มทําอย่างเร็ว
(PHRV) กระเด้ง
(PHRV) ออกไปทันที
(N) ขนมชนิดหนึ่ง
(PHRV) แวะสักพัก
(SL) ถูกจับ
(SL) เบียร์กระป๋อง
(N) ต้นป๊อบปี้
(N) ป๊อบปี้
(N) สีแดงส้ม
(PHRV) แวะสักพัก
(N) วงออเคสตร้าที่บรรเลงเพลงคลาสสิกยอดนิยม
(SL) พ่อ
(SL) ดื่มเบียร์
(IDM) ขอแต่งงาน (คําไม่เป็นทางการ)
(SL) ขอผู้หญิงแต่งงาน
(N) ประชาชน
(ADJ) ของประชาชน
(ADJ) แบบธรรมดา
(ADJ) เป็นที่นิยม
(N) กลุ่มพรรคการเมืองฝ่ายซ้าย
(VT) ทําให้เป็นที่นิยม
(N) ความเป็นที่นิยม
(VT) ทําให้เป็นที่นิยม
(VT) อาศัยอยู่
(N) กลุ่มพืชและสัตว์ที่อาศัยอยู่ในบริเวณหนึ่ง
(N) ประชากร
(ADJ) ซึ่งมีพลเมืองหนาแน่น
(ADJ) ซึ่งโผล่ขึ้นอย่างฉับพลัน
(PHRV) กระโดดทันที
(PHRV) เกิดขึ้นอย่างไม่คาดคิด
(PHRV) ตี (ลูกบอล)โด่งขึ้นไป
(SL) เหล้าองุ่นราคาถูก
(N) ความเหลวไหล
(N) เครื่องถ้วยชาม
(N) ชานบ้าน
(ADJ) เกี่ยวกับหมู
(N) เม่น
(VI) เพ่ง
(N) รูขุมขน
(N) รูขุมขน
(PHRV) ไตร่ตรอง
(PHRV) เอาใจใส่
(ADJ) ที่มีรูเล็ก ๆ
(N) เนื้อหมู
(N) หมู  (โดยเฉพาะลูกหมูที่ถูกขุนเพื่อเป็นอาหาร)
(N) ลูกหมู
(N) หมวกผู้ชายปีกกลมแบน
(ADJ) เกี่ยวกับหมู
(ADJ) อ้วน
(SL) โกหก
(N) ยืดยาว
(N) หนังสือ ภาพ เรื่องเขียน หนังและศิลปะที่ลามก
(N) ลักษณะเป็นรู
(ADJ) ที่มีรูพรุน
(N) หินชนิดหนึ่งมีสีม่วงแดง
(N) ปลาโลมา (ศัพท์ทางเทคนิคที่ใช้เรียกปลาโลมา)
(N) โลมา (ศัพท์ทางเทคนิคที่ใช้เรียกปลาโลมา)
(N) อาหารเช้าที่ทําจากข้าวโอ๊ตใส่น้ําหรือนม
(N) ถ้วยตื้นใส่ซุป
(N) ท่าเรือหรือท่าอากาศยาน (ระหว่างประเทศ)
(ADJ) ทางกาบซ้าย (ของเรือหรือเครื่องบิน)
(N) เหล้าองุ่นแดง
(N) ช่องบนกําแพงหรือเรือสําหรับวางปืน
(VT) แบก
(ADJ) หิ้วได้
(N) สิ่งที่ออกแบบให้พกพาได้
(N) การขนย้าย
(VI) ขนย้าย
(VT) ขนย้าย
(N) ประตู
(N) การท่าเรือแห่งประเทศไทย
(N) ซุ้มประตูเหล็กสําหรับปิดทางเข้าปราสาทหรือป้อม
(VT) เป็นลาง
(N) ลาง
(ADJ) สําคัญมาก
(N) คนเฝ้าประตู
(N) พนักงานทําความสะอาด
(N) พนักงานบนรถไฟ
(N) พนักงานยกกระเป๋า
(N) เนื้อที่ตัดออกจากส่วนที่อยู่ระหว่างกระดูกซี่โครงกับสันอก
(N) กระเป๋าใส่เอกสาร
(N) ช่องบนกําแพงหรือประตู (เช่น ช่องสําหรับยิงปืน)
(N) หน้ามุข
(N) ม่านประตู
(N) ชะตา
(N) บางส่วน
(N) มรดก
(N) ส่วนแบ่งของอาหาร (สําหรับหนึ่งคน)
(N) สินเดิมของหญิงก่อนสมรส
(VT) แบ่งส่วน
(PHRV) แบ่งออกเป็นส่วน
(PHRV) แบ่งให้
(N) ความท้วม
(ADJ) ท้วม
(N) กระเป๋าใส่เสื้อผ้าขนาดใหญ่
(N) คําผสม
(N) ท่าเรือหรือท่าอากาศยาน (ระหว่างประเทศ)
(N) รูปคน
(N) นักเขียนภาพคน
(N) ศิลปการวาดภาพคน
(VT) พรรณนา
(VT) วาดภาพ
(VT) แสดง
(N) การวาดภาพคน
(PHRV) พูดถึงบทบาทของ
(PHRV) อธิบายหรือแสดงบทของ...ใน...
(N) พนักงานขนของหญิง
(N) ประเทศโปรตุเกส
(N) โปรตุเกส
(ADJ) เกี่ยวกับประชาชน ภาษา วัฒนธรรมของโปรตุเกส
(N) ชาวโปรตุเกส
(N) ภาษาโปรตุเกส
(N) สัตว์ทะเลขนาดใหญ่คล้ายแมงกระพรุน
(N) ท่าทาง
(VI) เลียนแบบผู้อื่น
(VI) วางท่า
(VT) ถาม
(VT) วางท่า
(PHRV) แสร้งทําเป็น
(PHRV) เป็นเหตุให้
(PHRV) วางท่า
(N) ผู้วางท่า
(N) ปัญหาที่ท้าทาย
(N) ผู้พยายามแต่งตัวหรือวางท่าเพื่อให้ผู้อื่นประทับใจ
(ADJ) เก๋ไก๋
(PHRV) ทําให้หรูหรา (คําไม่เป็นทางการ)
(SL) การร่วมเพศกันโดยใช้มือ
(SL) การสําเร็จความใคร่ด้วยจนเอง
(VT) วางลง
(N) การจัดวาง
(N) การวางตัว
(N) ตําแหน่ง
(N) มุมมอง
(N) ระดับทางสังคม
(VT) จัดวาง
(ADJ) ทางบวก
(ADJ) แน่ใจ
(ADV) อย่างแน่ชัด
(N) ทฤษฎีที่ว่าความรู้ได้จากการรับโดยตรงมากกว่าการเทียบเคียง
(N) อนุภาคของอิเล็กตรอน
(N) กองกําลังติดอาวุธที่มีอํานาจตามกฎหมาย
(N) ผู้ครอบครอง
(VT) เป็นเจ้าของ
(VT) มีความสามารถ
(ADJ) ซึ่งเป็นเจ้าของ
(ADJ) ถูกครอบงําทางจิตใจ
(N) การครองบอล (กีฬา)
(N) การครอบงํา
(N) ความเป็นเจ้าของ
(N) สิ่งที่ครอบครองอยู่
(IDM) ในการโต้เถียงเพื่อใช้ หรือเป็นเจ้าของทรัพย์สิน สิ่งของคนที่อยู่ตรงนั้น หรือใช้สิ่งของนั้นอยู่แล้วมักคือคนมีโอกาสได้รับ
(N) ทรัพย์สมบัติ
(ADJ) เกี่ยวกับการครอบครอง
(N) ความเป็นเจ้าของ
(PHRV) มีความสามารถ
(IDM) เป็นเจ้าของ
(N) ผู้เป็นเจ้าของ
(ADJ) เกี่ยวกับการครอบครอง
(N) ความเป็นไปได้
(N) สิ่งที่เป็นไปได้
(ADJ) เป็นไปได้
(N) ความเป็นไปได้
(ADV) อาจจะ
(ADJ) ซึ่งแกล้งป่วย
(N) เสา
(N) เสาประตู (กีฬา)
(VT) แจ้ง
(VT) ประกาศ
(N) ตําแหน่ง
(N) ที่มั่น
(N) สถานี
(VT) จัดกําลัง
(VT) จัดให้ทํางาน
(N) การไปรษณีย์
(VT) ส่งจดหมาย
(PRF) ด้านหลัง
(N) ค่าส่งของทางไปรษณีย์
(N) ดวงตราไปรษณียากร
(N) แสตมป์
(ADJ) เกี่ยวกับที่ทําการไปรษณีย์
(N) ไปรษณียบัตร
(N) รหัสไปรษณีย์
(N) ไปรษณียภัณฑ์
(PHRV) ส่งไปประจําที่ต่างๆ
(N) ตู้ไปรษณีย์
(N) โปสการ์ด
(N) รหัสไปรษณีย์ (อเมริกา)
(VT) ลงวันที่ช้ากว่าวันจริง
(ADJ) เกี่ยวกับการศึกษา
(N) หลักสูตรการเรียนทางไปรษณีย์
(N) ป้าย
(N) ม้าด่วน
(ADJ) ด้านหลัง
(ADJ) ภายหลัง
(N) ส่วนหลัง
(ADJ) จากผลไปสู่เหตุ
(N) คนชั้นหลัง
(N) ประตูหลัง
(ADJ) ที่ไม่ต้องเสียค่าไปรษณีย์
(PHRV) เดินทางอย่างรวดเร็ว
(PHRV) ส่ง (ทางไปรษณีย์) จาก
(ADJ) หลังได้รับปริญญาแล้ว
(N) นักศึกษาที่เรียนต่อจากปริญญาตรี
(ADV) อย่างรวดเร็วมาก
(ADJ) ซึ่งพิมพ์หลังมรณกรรมของผู้ประพันธ์ (หนังสือ)
(ADJ) หลังมรณกรรม
(N) การบรรเลงปิดท้ายรายการ
(N) บุรุษไปรษณีย์
(N) ตราประทับบนไปรษณียภัณฑ์
(VT) ประทับตราบนไปรษณียภัณฑ์
(N) เจ้าหน้าที่ในที่ทําการไปรษณีย์
(N) ผู้อํานวยการของการไปรษณีย์
(ADJ) หลังเที่ยง
(ADJ) หลังเที่ยง
(ADJ) เกี่ยวกับการชันสูตร
(ADJ) ซึ่งเกิดขึ้นหลังการตาย
(N) การชันสูตรศพ
(N) การชันสูตรศพ
(ADJ) หลังเกิด
(ADJ) หลังแต่งงาน
(N) ที่ทําการไปรษณีย์
(PHRV) ติด (ประกาศ) ไว้บน
(ADJ) หลังศัลยกรรม
(ADJ) จ่ายค่าไปรษณีย์ล่วงหน้าแล้ว
(ADJ) หลังเกิด
(VT) เลื่อนเวลาออกไป
(N) การเลื่อนเวลาออกไป
(PHRV) เลื่อน
(ADJ) หลังอาหาร (โดยเฉพาะหลังอาหารเย็น)
(N) คําลงท้าย
(PHRV) เดินทางอย่างเร็วไปยัง โดยเปลี่ยนม้าระหว่างทาง
(PHRV) ส่ง (จดหมาย,ห่อของ) ไปให้
(PHRV) ส่งตัวไปยัง (คน)
(N) ผู้สมัคร (โดยเฉพาะตําแหน่งทางศาสนา)
(N) สมมุติฐาน
(VT) ทึกทักเอาว่า
(N) ผู้ขอร้อง
(PHRV) จดลงบัญชี
(PHRV) ทําให้คุ้นเคยกับข้อมูล
(PHRV) ปิดประกาศ
(N) ทัศนคติ
(N) ท่าทาง
(VI) แสดงท่า
(VT) วางท่า
(ADJ) หลังสงคราม
(N) คําขวัญสั้นๆ
(N) ดอกไม้
(N) เงินจํานวนมาก
(N) จํานวน 1 หม้อ
(N) ภาชนะดินเผา
(N) หม้อ
(VI) ยิงสัตว์ (เพื่อเป็นอาหาร)
(VT) ปลูกลงกระถาง
(VT) ยิงสัตว์ (เพื่อเป็นอาหาร)
(N) กัญชา (คําสแลง)
(SL) ดื่มหนัก
(ADJ) เหมาะสําหรับดื่ม
(N) เครื่องดื่ม
(N) ด่าง
(N) ธาตุโพแทสเซียม
(N) ด่างทับทิม
(PHRV) ยิงไปที่
(N) การดื่ม
(N) มันฝรั่ง
(N) มันฝรั่งทอดแผ่นบาง
(N) มันฝรั่งทอดแผ่นบาง
(ADJ) พุงโต
(N) พุงพลุ้ย
(SL) พุงโต
(VT) จัดทําแบบลวกๆ (ผลงานทางวรรณคดี)
(N) ผลงานศิลปะหรือวรรณคดีที่จัดทําอย่างลวก ๆ
(N) พนักงานบริการในโรงแรม
(IDM) ว่าแต่เขาอิเหนาเป็นเอง
(N) เนยแข็งชนิดหนึ่ง
(N) อํานาจ
(N) ศักยภาพ
(ADJ) มีอํานาจ
(N) ผู้มีอํานาจมาก
(ADJ) ที่อาจเกิดขึ้นได้
(N) ศักยภาพที่จะพัฒนาได้
(N) ความแตกต่างของขั้วไฟฟ้า
(N) ความสามารถที่ซ่อนเร้น
(VT) เสริมบารมี
(N) ปริมาณเต็มหม้อ
(N) ผู้เสพย์กัญชา (คําสแลง)
(N) เสียงโกลาหล
(VI) ยุ่งเหยิง
(VT) ทําให้ยุ่งเหยิง
(N) หลุมบนพื้นถนน
(N) เหล็กตะขอที่เป็นรูปตัวเอส
(N) ยาเสน่ห์
(N) อาหารว่างที่บ้าน
(N) ขนมพายยัดไส้เนื้อและผัก
(N) ของผสมระหว่างกลีบดอกไม้กับเครื่องเทศเพื่อให้มีกลิ่นหอม
(N) เนื้อตุ๋น
(N) เศษหม้อแตก (โดยเฉพาะที่เป็นวัตถุโบราณ)
(N) การยิงเพื่ออาหาร
(N) ซุปน้ําข้น
(ADJ) ที่ปลูกในกระถาง
(ADJ) เมาเหล้า
(ADJ) ใส่ในหม้อ
(N) ช่างปั้นหม้อ
(VI) ใช้เวลาทําในสิ่งที่ไม่เป็นแก่นสาร
(PHRV) ทําอะไรเรื่อยเปื่อยไม่หนักหนา
(PHRV) ปล่อยเวลาให้เสียไปไร้ประโยชน์
(N) สุสานฝังคนจรจัด
(N) จานหมุนของช่างทําเครื่องปั้นดินเผา
(N) เครื่องปั้นดินเผา
(N) ศิลปะการปั้นเครื่องปั้นดินเผา
(ADJ) ซึ่งไม่ค่อยมีเหตุผล
(N) ที่นั่งบนโถส้วมสําหรับเด็ก
(N) ห้องน้ํา
(PHRV) ปลูกในกระถาง
(N) ถุงเล็กๆ
(N) ถุงหน้าท้องสัตว์
(N) โพรงในต้นไม้ที่มีรูปร่างคล้ายถุง
(VT) ใส่ถุง
(ADJ) ซึ่งมีถุงหน้าท้อง
(ADJ) ที่มีถุงหน้าท้อง (สัตว์)
(N) ลูกสัตว์เลี้ยงจําพวก เป็ด ไก่หรือสัตว์ปีก
(N) พ่อค้าสัตว์ปีก
(N) ยาพอก
(VT) พอกยา
(N) สัตว์ปีก
(N) คนเลี้ยงเป็ดไก่
(N) การกระโดดอย่างรวดเร็ว
(VI) กระโจน
(VT) มีปฎิกิริยาอย่างรวดเร็ว
(PHRV) กระโดดบนทันที
(PHRV) รีบคว้าโอกาส
(N) เครื่องตํา
(VI) ตีกระหน่ํา
(VI) เต้นอย่างหนัก
(VI) วิ่งด้วยการก้าวหนักๆ
(VT) โจมตีต่อเนื่อง
(VT) ตํา
(VT) ตีกระหน่ํา
(VT) พร่ําสอน
(N) หน่วยเงินตราของอังกฤษ
(N) หน่วยวัดน้ําหนัก
(N) ที่ขังสัตว์
(IDM) เดินตรวจเส้นทาง
(N) ค่าเงินปอนด์
(PHRV) เคลื่อนไปอย่างเร็ว
(PHRV) ตี
(PHRV) (ปืน) ยิงไปที่
(PHRV) บด (ของแข็ง) จนป่นเป็นผง
(N) คนตีหรือบด
(IDM) เปรียบเทียบกันด้วยตัวเงิน
(PHRV) ตอก
(PHRV) สอนแบบบังคับ
(PHRV) ตอกใส่
(PHRV) บดเป็นผง
(PHRV) (สอน) ตอกย้ํา
(PHRV) ทุบ
(PHRV) เคาะเป็นเพลง
(PHRV) ทุบให้แบน
(N) ธนบัตรและหน่วยเงินตราของอังกฤษ
(IDM) มองหางาน
(VI) ปล่อยออกอย่างมาก
(VI) ฝนตกหนัก
(VI) เสิร์ฟเครื่องดื่ม
(VT) เท
(VT) เสิร์ฟเครื่องดื่ม
(PHRV) แล่นผ่านอย่างเร็ว
(PHRV) ไหลผ่าน
(PHRV) ไหลอย่างเร็วไปตาม
(PHRV) เททิ้ง
(PHRV) เทคืน
(PHRV) หวนคืนอย่างรวดเร็ว
(IDM) ทําให้หมดกําลังใจ
(IDM) ขัดแย้ง
(PHRV) เทลงมา
(PHRV) หลั่งไหลมายัง
(PHRV) ไหลลงมา
(IDM) เท
(IDM) (น้ํา,ไฟ) ไหลเข้า
(IDM) หลั่งไหลเข้ามา (ฝูงชน)
(IDM) ไหลเข้า
(PHRV) เทเงินจํานวนมากให้กับ
(PHRV) ใส่ (เงิน) จํานวนมาก
(PHRV) หลั่งไหลเข้าไป
(PHRV) เทออก
(IDM) ทําให้เลวร้ายยิ่งขึ้น
(IDM) ช่วยทําให้เรื่องสงบลง
(IDM) พยายามแก้ปัญหา
(PHRV) ทํางานหนัก (คําไม่เป็นทางการ)
(PHRV) ยกยอเกินไป (คําไม่เป็นทางการ)
(PHRV) รีบ (คําไม่เป็นทางการ)
(PHRV) เทบน
(PHRV) เทออก
(PHRV) เล่าอย่างเร็ว
(PHRV) หลั่งไหลออกมา (ฝูงชน)
(PHRV) (ฝูงชน) หลั่งไหล
(PHRV) ไหลล้น
(PHRV) (ฝูงชน) กรูผ่าน
(PHRV) (ไฟ,ของเหลว)ไหลผ่าน
(PHRV) เจิ่งไปด้วย
(N) การแสดงอาการทางสีหน้าด้วยการยื่นปากออกไป
(N) อารมณ์โกรธ
(VI) ทําริมฝีปากล่างยื่น (แสดงความไม่พอใจ)
(VI) แสดงอาการโกรธ
(VT) ทําริมฝีปากล่างยื่น (แสดงความไม่พอใจ)
(N) ผู้แสดงอาการทางสีหน้าด้วยการยื่นปากออกไป
(ADJ) ซึ่งแสดงอาการไม่พอใจโดยการยื่นปากล่างออกมา
(N) การขาดสารอาหาร (ดิน)
(N) ความจน
(ADJ) ยากจน
(ABBR) เชลยศึก (คําย่อของ prisoner of war)
(N) ดินปืน
(N) แป้ง
(N) ผง
(VI) ้กลายเป็นผง
(VT) ทําให้เป็นผง
(VT) ทาแป้ง
(N) กระบอกใส่ดินปืน
(N) พัฟทาหน้า
(N) ห้องน้ําผู้หญิง
(ADJ) ที่เป็นผง
(SL) สูดโคเคน
(N) ความสามารถ
(N) ประเทศมหาอํานาจ
(N) ผู้มีอํานาจ
(N) พลัง
(N) พลังงาน
(N) เลขยกกําลัง
(N) อํานาจ
(VT) เติมพลัง
(IDM) คนที่อยู่เบื้องหลังอํานาจ
(N) เรือยนต์
(PHRV) ขับเคลื่อนด้วย
(VI) บินดิ่งลงด้วยกําลังเต็มที่
(VT) บินดิ่งลงด้วยกําลังเต็มที่
(ADJ) ซึ่งขับเคลื่อนโดยเครื่องยนต์
(ADJ) ที่ขับเคลื่อนโดยเครื่องยนต์
(ADJ) แข็งแรง
(ADJ) ที่โน้มน้าวเก่ง
(ADJ) ที่มีประสิทธิภาพ
(ADJ) ที่มีอิทธิพล
(ADV) อย่างมาก
(ADJ) บุคคลที่มีอํานาจหรืออิทธิพลมาก
(N) โรงไฟฟ้า
(ADJ) ที่ไม่มีกําลัง
(ADJ) ที่ไม่มีประสิทธิภาพ
(ADJ) อ่อนแอ
(N) ใบมอบฉันทะ
(N) อํานาจในการกระทําแทนผู้อื่นตามกฎหมาย
(N) อนุกรมค่าที่ยกกําลัง
(IDM) คนมีอํานาจ
(N) การประชุมของชนพื้นเมืองอเมริกัน
(SL) การประชุม
(VI) ประชุม
(N) ซิฟิลิส
(N) โรคซิฟิลิส
(N) การภาคทัณฑ์
(N) จังหวัดปราจีนบุรี
(N) ปราจีนบุรี
(N) จังหวัดประจวบคีรีขันธ์
(N) ประจวบคีรีขันธ์
(ADJ) ที่สามารถปฏิบัติได้
(ADJ) ที่ขึ้นอยู่กับความเป็นจริง
(N) เรื่องที่ใช้แกล้งคน
(ADV) เกือบ
(ADV) อย่างใช้ได้จริง
(N) ผู้ช่วยพยาบาล
(N) การกระทําตามหลักศาสนา
(N) การฝึกซ้อม
(N) กิจวัตร
(N) วิธีปฏิบัติ
(VI) ฝึกซ้อม
(VT) ทําตามหลักทางศาสนา
(VT) ฝึกซ้อม
(ADJ) ชํานาญ
(IDM) ฝึกฝนบ่อยๆ ทําให้เก่งได้
(N) การกระทําตามหลักศาสนา
(N) การฝึกซ้อม
(N) กิจวัตร
(N) วิธีปฏิบัติ
(VI) ฝึกซ้อม
(VT) ทําตามหลักทางศาสนา
(VT) ฝึกซ้อม
(PHRV) ฝึกซ้อม
(IDM) ทําอย่างที่มักสอนคนอื่นๆ
(N) ผู้ฝึกหัด
(N) ผู้พิพากษาสมัยกรุงโรมโบราณ
(ADJ) ที่เกี่ยวกับทฤษฎีปฏิบัตินิยม
(ADJ) เน้นการปฏิบัติ
(N) ปฏิบัตินิยม
(N) นักปฏิบัตินิยม
(N) ทุ่งหญ้า
(N) สัตว์คล้ายหนูจําพวก Cynomys
(N) รถม้าสี่ล้อแบบหนึ่งมีหลังคาคลุม
(N) การสรรเสริญ
(N) คําพูดยกย่อง
(VT) ชมเชย
(ADJ) น่าชมเชย
(N) ขนมหวานชนิดหนึ่ง
(N) รถเข็นเด็ก
(N) เรือเล็กท้องแบน
(N) การเคลื่อนไหวอย่างมีชีวิตชีวา
(VI) เคลื่อนไหวด้วยท่าทางโอ้อวด
(VI) เคลื่อนไหวอย่างมีชีวิตชีวา
(PHRV) (เด็กๆ) เดินโชว์เล่น
(PHRV) (ม้า) วิ่งชูขาหน้า 2 ข้าง
(ADJ) เกี่ยวกับมื้ออาหาร
(VT) ทําให้เสียหาย
(PHRV) ชน (คําไม่เป็นทางการ)
(PHRV) ทําให้ตั้งครรภ์ (คําสแลง)
(PHRV) ทําให้เสีย (คําไม่เป็นทางการ)
(N) การล้อเล่น
(VI) อวดโก้
(VT) แต่งตัวหรูหราเกินไป
(ADJ) ที่ล้อเล่น
(N) การพูดพร่ํา
(VI) พูดพร่ํา
(VT) พูดพร่ํา
(PHRV) พูดเจื้อยแจ้ว
(SL) ความผิดพลาด (ที่ทําให้อับอายขายหน้า)
(SL) ก้น
(N) การพูดไร้สาระ
(VI) พูดไร้สาระ
(PHRV) พร่ํา
(PHRV) พูดเรื่อยเปื่อย
(N) กุ้ง
(VI) จับกุ้ง
(VI) ภาวนา
(VT) ภาวนา
(N) การสวดมนต์
(N) บทสวดมนต์
(N) ผู้สวดมนต์
(N) สายลูกประคํา
(SL) เข่า (2 ข้าง)
(N) หนังสือสวดมนต์
(ADJ) ที่เคร่ง
(ADJ) ที่สวดมนต์เป็นประจํา
(N) ธรรมจักรที่ใช้ในลัทธิมหายานในธิเบต
(PHRV) สวดขอ
(N) ตั้กแตน
(PHRV) สวดอ้อนวอนกับ
(PRF) ก่อน
(VI) เทศนา
(VT) เทศนา
(PHRV) (พระ)แสดงธรรม
(PHRV) เทศนา
(N) นักเทศน์
(PHRV) เทศนาให้กับ
(IDM) สอนจรเข้ให้ว่ายน้ํา
(ADJ) ซึ่งสั่งสอนยืดยาว
(N) คํานํา
(N) เครื่องขยายกําลังสัญญาณ
(VT) จัดไว้ล่วงหน้า
(ADJ) ที่ไม่ปลอดภัย
(ADV) อย่างไม่ปลอดภัย
(N) การระมัดระวังไว้ก่อน
(VT) อยู่ข้างหน้า
(N) การมีลําดับเหนือกว่า
(N) ฐานันดร
(N) ตัวอย่างหรือแบบอย่างที่มีมาก่อน
(ADJ) อยู่ก่อน
(ADJ) เมื่อปีก่อน
(ADJ) อยู่ก่อน
(N) ต้นเสียง
(N) กฎ
(N) คําสั่งสอน
(ADJ) ที่สั่งสอนอบรม
(N) ครู
(N) การอยู่ข้างหน้า
(N) เขต
(N) ความพิถีพิถัน
(ADJ) ล้ําค่า
(ADJ) อันเป็นที่รัก
(IDM) น้อยมาก
(IDM) น้อยมาก
(N) โลหะมีค่า
(N) เพชรพลอย
(N) สภาวะที่ล่อแหลม
(N) หน้าผา
(N) ความหุนหันพลันแล่น
(N) ความหุนหันพลันแล่น
(ADJ) ที่รีบร้อนจนเกินไป
(ADJ) ทันทีทันใด
(ADJ) หุนหันพลันแล่น
(N) ตะกอน
(VI) ตกตะกอน
(VT) ทําให้ตกตะกอน
(VT) เร่งให้เกิดเร็วขึ้น
(VT) ส่งไปอย่างรวดเร็ว
(PHRV) เร่ง
(ADV) อย่างทันทีทันใด
(ADV) อย่างหุนหันพลันแล่น
(N) การตกตะกอน
(N) ความหุนหันพลันแล่น
(N) ฝน หิมะหรือลูกเห็บที่ตกลงมา
(ADV) อย่างหุนหันพลันแล่น
(ADJ) ลาดชัน
(ADV) อย่างลาดชัน
(N) บทคัดย่อ
(VT) ย่อความ
(ADJ) จู้จี้
(ADJ) แม่นยํา
(N) ความแม่นยํา
(VT) ขัดขวาง
(PHRV) กันออกจาก
(ADJ) ที่มีความสามารถมากกว่าเด็กในวัยเดียวกัน
(N) การมองเห็นอนาคต
(VT) มีอคติ
(N) ความคิดอคติ
(ADJ) ที่เป็นอาหารกึ่งสําเร็จรูป
(N) ผู้มาก่อน
(ADJ) ที่เป็นขั้นเริ่มต้น
(ADJ) ซึ่งกินเนื้อเป็นอาหาร
(VT) ลงวันที่ไว้ล่วงหน้า
(N) การปล้นสะดม
(N) ผู้ปล้นสะดม
(N) ผู้ล่า
(ADJ) ที่กินสัตว์อื่นเป็นอาหาร
(ADJ) ที่ปล้นหรือขโมยมา
(VI) ตายก่อน
(VT) ตายก่อน
(N) บรรพบุรุษ
(ADJ) ซึ่งกําหนดไว้ล่วงหน้า
(VT) กําหนดล่วงหน้า
(N) การกําหนดไว้ล่วงหน้า
(N) พรหมลิขิต
(VT) กําหนดไว้ล่วงหน้า
(PHRV) กําหนดโชคชะตา
(N) การตัดสินใจไว้ล่วงหน้า
(N) พรหมลิขิต
(VT) กําหนดไว้ล่วงหน้า
(ADJ) ยืนยันได้ว่า
(N) สิ่งที่ยืนยันได้
(N) สภาพกลืนไม่เข้าคายไม่ออก
(ADJ) ซึ่งเกี่ยวกับการเทศน์
(N) นักเทศน์
(N) ภาคแสดง
(VT) มีนัยว่า
(VT) ิตั้งบนพื้นฐาน (ความคิด)
(VI) ทํานาย
(VT) ทํานาย
(N) คําทํานาย
(N) การชื่นชอบ
(VT) จูงใจ
(PHRV) ทําให้โน้มเอียงไปทาง
(N) ยาต้านภูมิแพ้ชนิดหนึ่ง
(ADJ) ที่มีอํานาจเหนือกว่า
(VI) เหนือกว่า
(VT) เหนือกว่า
(PHRV) มีอํานาจเหนือกว่า
(ADJ) ซึ่งเกิดก่อนการเลือกตั้ง
(ADJ) เตรียมประถม
(N) ชั้นเตรียมประถม
(SL) เด็กคลอดก่อนกําหนด (ทางการแพทย์)
(ADJ) ที่หาตัวจับยาก
(VT) ยึดเอาไปก่อน
(ADJ) ซึ่งยึดเอาไปก่อน
(N) การจอง
(ADJ) เกี่ยวกับการจอง
(VI) แต่งตัวให้ดูดี
(VT) แต่งตัวให้ดูดี
(PHRV) ภูมิใจใน
(VI) มีอยู่ก่อน
(VT) มีอยู่ก่อน
(N) การมีอยู่ก่อน
(ABBR) คํานํา (คําย่อ preface, prefatory, preference, preferred)
(N) สิ่งที่สร้างไว้ล่วงหน้า
(VT) ซึ่งสร้างไว้ล่วงหน้า
(N) คํานํา
(VT) เขียนคํานํา
(PHRV) นําด้วย
(ADJ) เกี่ยวกับคํานํา
(N) เจ้าหน้าที่
(N) ที่ทําการของเจ้าหน้าที่
(VT) ชอบมากกว่า
(VT) เลื่อนตําแหน่ง
(VT) ให้ความสําคัญเป็นลําดับแรก
(ADJ) ดีกว่า
(ADV) โดยเฉพาะอย่างยิ่ง
(N) ความพึงใจ
(ADJ) ที่ให้สิทธิพิเศษ
(N) การเลื่อนตําแหน่ง
(N) ตําแหน่งที่สูงกว่าหรือมากกว่า
(ADJ) ซึ่งชอบมากกว่า
(PHRV) ชอบมากกว่า
(PHRV) แต่งตั้ง
(VT) คาดว่า
(N) คํานําหน้า
(VT) ใส่คํานําหน้า
(VT) ใส่ไว้ข้างหน้า
(PHRV) เติมหน้าให้กับ
(ADJ) เข้ายึดได้
(N) การตั้งท้อง
(ADJ) มีครรภ์
(ADJ) เต็มไปด้วยความหมาย
(VT) ทําให้เตาร้อนก่อน
(ADJ) ที่เข้าใจได้เร็ว
(ADJ) ก่อนประวัติศาสตร์
(N) ยุคก่อนประวัติศาสตร์
(VT) ตัดสินก่อน
(N) ความลําเอียง
(VT) ทําให้มีอคติ
(VT) ทําให้เสียหาย
(PHRV) ทําให้มีอคติกับ
(ADJ) ที่เป็นผลร้าย
(N) ตําแหน่งพระราชาคณะ
(N) พระราชาคณะ
(N) ตําแหน่งพระราชาคณะ
(N) ตําแหน่งพระราชาคณะ
(ABBR) การชกอุ่นเครื่อง (คําย่อของ preliminary)
(ADJ) ในขั้นต้น
(N) ขั้นต้น
(SL) การสอบขั้นต้น
(N) การกระทําเบื้องต้น
(N) การบรรเลงนํา
(VT) บรรเลงนํา
(N) เหตุการณ์ที่เกิดขึ้นก่อน
(ADJ) ก่อนสมรส
(ADJ) ยังไม่โตเต็มที่
(ADV) ก่อนกําหนด
(N) การให้ยาก่อนศัลยกรรม
(N) หลักสูตรการศึกษาก่อนหลักสูตรแพทยศาสตร์
(ADJ) เกี่ยวกับการศึกษาเตรียมแพทย์
(VI) ไตร่ตรองล่วงหน้า
(VT) ไตร่ตรองล่วงหน้า
(ADV) อย่างไตร่ตรองล่วงหน้า
(N) การไตร่ตรองไว้ก่อน
(ADJ) ที่สําคัญที่สุด
(N) นายกรัฐมนตรี
(ADJ) ที่สําคัญที่สุด
(N) การแสดงรอบปฐมทัศน์
(N) นักแสดงนําหญิง
(VI) แสดงรอบปฐมทัศน์
(VT) แสดงรอบปฐมทัศน์
(N) หลักฐาน
(VI) เสนอสมมติฐาน
(VT) เสนอล่วงหน้า
(N) ที่ดินและสิ่งปลูกสร้าง
(N) หลักฐาน
(ADJ) ที่มีคุณภาพสูง
(N) ค่าบริการเพิ่มเติม
(N) เบี้ยประกัน
(N) รางวัล
(VI) เตือนล่วงหน้า
(VT) เตือนล่วงหน้า
(N) การเตือนล่วงหน้า
(ADJ) ก่อนคลอด
(N) การเข้าครอบครองก่อน
(ADJ) ที่ถูกครอบครองก่อน
(ADJ) ที่มีเจ้าของแล้ว
(ADJ) ที่มีใจหมกหมุ่น
(VT) ครอบครองก่อน
(VT) บวชก่อน
(ABBR) การเตรียม (คําย่อของ preparation)
(N) โรงเรียนเตรียม  (คําย่อของ preparatoy)
(VI) เข้าโรงเรียนเตรียม
(VT) เตรียมตัว
(VT) บรรจุเสร็จก่อน
(VT) กริยาช่อง 2 และ 3 ของ prepay
(N) การตระเตรียม
(ADJ) ซึ่งเป็นเบื้องต้น
(N) โรงเรียนเตรียม
(ADJ) เกี่ยวกับการเตรียมการ
(VI) จัดเตรียม
(VT) จัดเตรียม
(VT) เตรียมอาหาร
(VT) วางแผนล่วงหน้า
(ADJ) ซึ่งเตรียมพร้อม
(N) ความพร้อม
(PHRV) เตรียมพร้อมสําหรับ
(VT) จ่ายล่วงหน้า
(ADJ) ที่ไตร่ตรองไว้ล่วงหน้า
(ADJ) การมีอํานาจสูงสุด
(ADJ) ที่เหนือกว่า
(VI) เหนือกว่า
(N) คําบุพบท
(VT) ครอบงําจิต
(ADJ) ซึ่งครอบงําจิต
(ADJ) ที่น่าพอใจ
(ADJ) ความอคติ
(ADJ) ผิดปกติ
(N) หนังหุ้มลึงค์
(ADJ) ต้องมีก่อน
(N) สิ่งที่ต้องมีหรือทําก่อน
(N) สิทธิพิเศษ
(N) ลางสังหรณ์
(N) สายตายาว
(N) พระ
(ADJ) เกี่ยวกับนิกายหนึ่งของโปรแตสแตนต์
(N) แท่นบูชา
(ADJ) ที่อยู่ในวัยอนุบาล
(N) โรงเรียนเด็กก่อนวัยเรียน
(N) การรู้ล่วงหน้า
(N) ความรู้ที่มีอยู่ก่อน
(ADJ) ซึ่งรู้ล่วงหน้า
(VI) สั่งจ่ายยา
(VT) กําหนด (ตามกฎหมาย)
(VT) แนะนํา
(VT) สั่งจ่ายยา
(PHRV) สั่ง
(ADJ) ซึ่งกําหนดตามกฎไว้
(N) กฎที่กําหนดขึ้น
(ADJ) ซึ่งสั่งจ่ายยาได้
(N) การกําหนดขึ้น
(N) การสั่งยา
(N) ใบสั่งยา
(N) ยาที่สั่งโดยแพทย์หรือเภสัชกร
(VT) ขายก่อน
(N) การประพฤติตัว
(N) การอยู่ในสถานที่หนึ่ง (ของบุคคล)
(N) ระยะที่เห็นหรือได้ยินได้ของบุคคลใดบุคคลหนึ่ง
(N) วิญญาณหรือบุคคลที่ไม่เห็น (แต่รู้สึกได้ว่ามีอยู่)
(IDM) การตั้งสติได้
(N) ความสุขุม
(N) ของขวัญ
(VT) เกิดขึ้น
(VT) แนะนําให้รู้จัก (เป็นทางการ)
(VT) ปรากฏตัว
(VT) เสนอให้
(VT) แสดงให้เห็น
(ADJ) ณ ที่นี้
(ADJ) ที่เกิดขึ้นในปัจจุบัน
(N) ปัจจุบันนี้
(ADJ) ซึ่งพอจะอวดได้
(ADV) อย่างพอเหมาะ
(PHRV) จ่อ (อาวุธ) ไปที่
(N) การเสนอ
(N) การแสดง
(N) สิ่งที่นําเสนอ
(ADJ) ซึ่งสามารถรับรู้ได้
(ADJ) ปัจจุบันนี้
(ADJ) ซึ่งนําเสนอให้
(N) ผู้ถูกนําเสนอ
(N) ผู้นําเสนอ
(ADJ) ซึ่งมีลางบอกให้รู้
(N) ความรู้สึกว่าบางสิ่งจะเกิดขึ้น
(N) ความสังหรณ์ใจ
(ADV) ในช่วงเวลานี้
(ADV) ในไม่ช้า
(ADV) อย่างปัจจุบัน
(N) การแสดงออก
(N) รูปกริยาแสดงการกระทําที่กําลังเกิดขึ้นในปัจจุบัน
(N) รูปกริยาที่แสดงถึงการกระทําที่เสร็จสมบูรณ์
(N) เอกสารทางกฎหมาย
(N) กาลปัจจุบัน (ทางไวยากรณ์)
(PHRV) แนะนําให้รู้จัก (คําทางการ)
(PHRV) เสนอ
(PHRV) มอบด้วย
(N) การสงวน
(N) นักอนุรักษ์นิยม
(ADJ) ที่สามารถป้องกันจากการทําลายตามธรรมชาติได้
(N) สิ่งที่ป้องกันการสูญเสียตามธรรมชาติได้ เช่น สารกันบูด
(ADJ) ที่สามารถป้องกันจากการทําลายตามธรรมชาติได้
(N) ป่าสงวน
(N) ผลไม้แช่อิ่ม
(VT) ถนอมอาหาร
(VT) ทําแยม
(VT) ทําให้คงอยู่
(VT) ปกป้องจากอันตราย
(ADJ) ซึ่งปกป้องไว้
(PHRV) สงวนไว้เพื่อ
(PHRV) คุ้มครอง
(N) สิ่งปกป้อง
(N) ผลไม้แช่อิ่ม
(ADJ) ซึ่งเก็บถนอมไว้
(VT) ตั้งเครื่องให้ดําเนินการในเวลาที่กําหนด
(VI) เป็นผู้เล่น (ในการแสดงดนตรี)
(VI) รับผิดชอบ (โดยตําแหน่ง)
(PHRV) เป็นประธาน (ในพิธี)
(N) งานรับผิดชอบของประธานาธิบดี
(N) ตําแหน่งประธานาธิบดี
(N) ประธาน
(N) ประธานาธิบดี
(N) ผู้ได้รับเลือกเป็นประธานาธิบดีแต่ยังไม่ได้เข้ารับตําแหน่ง
(ADJ) เกี่ยวกับประธานาธิบดี
(N) จันทร์ที่ 3 ก.พซึ่งเป็นวันรําลึกถึงจอร์จ วอชิงตันและอับราฮัม ลินคอร์น
(N) ทําเนียบประธานาธิบดี
(PHRV) เป็นประธาน
(PHRV) เฝ้าดู
(N) คณะกรรมการบริหารที่มีอํานาจเต็มที่ของโซเวียต
(N) การกด
(N) การเคลื่อนไหวของฝูงชน
(N) การยกน้ําหนักในท่าเหนือศีรษะ
(N) เครื่องบีบอัด
(N) แท่นพิมพ์
(N) นักข่าว
(N) ฝูงชน
(N) หนังสือพิมพ์
(VI) กด
(VT) กด
(VT) กดดันผู้อื่นให้ทําบางสิ่งบางอย่าง
(VT) คั้นน้ําผลไม้
(VT) เน้นย้ําให้เห็นความสําคัญ
(VT) บีบอัด
(VT) รีดผ้า
(VT) เรียกร้อง
(N) การเกณฑ์เข้าเป็นทหาร
(VT) เกณฑ์เข้าเป็นทหาร
(PHRV) กด (ต้าน)
(N) สํานักงานข่าว
(N) เจ้าหน้าที่ประชาสัมพันธ์
(N) การแถลงข่าว
(N) กลุ่มนักหนังสือพิมพ์
(PHRV) ผลัก
(ADJ) ซึ่งถูกบีบ
(PHRV) มี (เงิน, เวลาฯลฯ) ไม่พอ
(PHRV) เร่ง
(PHRV) ดันไปข้างหน้า
(PHRV) รีบตัดสินใจ
(PHRV) เร่งให้รุกหน้า (ทางทหาร)
(N) ที่นั่งสําหรับนักหนังสือพิมพ์ในสภาอังกฤษ
(N) กลุ่มผู้ถูกจ้างในสมัยก่อนเพื่อบังคับคนให้เข้าเป็นทหาร
(IDM) บังคับให้ทําบางสิ่ง
(PHRV) (บังคับให้)โจมตี(ทางทหาร)
(PHRV) ผลักหรือดันอย่างแรง
(PHRV) ทําให้รู้สึกถึงผลกระทบ
(PHRV) ดันเข้าใน
(PHRV) ล้อมรอบ
(ADJ) รีบด่วน
(ADV) อย่างรีบด่วน
(PHRV) บีบ
(PHRV) อัด
(N) ช่างแท่นพิมพ์
(N) นักข่าว
(N) สํานักงานข่าวของรัฐบาลหรือองค์กรใหญ่ๆ
(N) ผู้ทํางานในสํานักข่าวรัฐบาล องค์กรใหญ่ๆ หรือพรรคการเมือง
(PHRV) ทําต่อไป
(PHRV) กังวลเกี่ยวกับ
(PHRV) ผลัก
(PHRV) เร่งเร้าให้รับ
(PHRV) บีบออก
(N) ข้อมูลที่เตรียมทําเป็นข่าว
(N) ห้องนักข่าว
(PHRV) ห้อมล้อม
(N) โฆษกรัฐบาล
(IDM) ใช้ในยามจําเป็น
(N) กระดุม
(PHRV) กอด
(PHRV) เบียดกัน
(PHRV) มุ่งไปทาง
(N) การวิดพื้น
(PHRV) ยกขึ้น
(PHRV) กังวลเกี่ยวกับ
(PHRV) ผลัก
(PHRV) เร่งเร้าให้รับ
(N) การกด
(N) ความกดดัน
(N) ความกดอากาศ
(N) แรงกดบนพื้นผิว
(N) แรงกระตุ้น
(VT) กดดันให้ทํา
(IDM) บีบบังคับ
(VT) ทําอาหารในหม้อต้มที่ใช้ความอัดดันจากไอน้ํา
(N) หม้อต้มที่ใช้ความอัดดันจากไอน้ําในการทําอาหาร
(ADJ) ซึ่งกดดัน
(N) เครื่องวัดความกดดันของก๊าซหรือของเหลว
(N) ระดับของการเปลี่ยนความดันบรรยากาศ
(N) กลุ่มที่มีความสนใจเฉพาะ
(VT) รักษาความดันบรรยากาศภายในเครื่องเช่น เครื่องบิน เรือดําน้ํา
(VT) รักษาความดันบรรยากาศภายในเครื่องเช่น เครื่องบิน เรือดําน้ํา
(N) สิ่งตีพิมพ์
(N) เงินที่ให้ล่วงหน้า
(N) การเล่นกล
(ADJ) ซึ่งเป็นที่เคารพ
(N) ความเคารพนบนอบ
(ADJ) ซึ่งเป็นที่เคารพนับถือ
(ADJ) เร็วมากกว่า
(ADV) อย่างทันทีทันใด
(ADV) อย่างเร็ว (เพลง)
(N) เพลงที่มีทํานองรวดเร็ว
(ADJ) ซึ่งพอที่จะเป็นจริงได้
(ADJ) น่าเป็นไปได้
(VI) เชื่อว่าเป็นจริง
(VT) เชื่อว่าเป็นจริง
(ADJ) ซึ่งเชื่อว่าเป็นจริง
(N) พฤติกรรมแสดงความมั่นใจมากเกินไป
(N) สิ่งที่เชื่อว่าเป็นจริง
(ADJ) อาจจะเป็นไปได้
(ADJ) อวดดี
(ADV) อย่างอวดดี
(N) ความอวดดี
(VT) สันนิษฐาน
(ADJ) ซึ่งเชื่อว่าเป็นไปได้
(ADJ) ซึ่งเชื่อว่าเป็นไปได้
(N) สมมุติฐาน
(N) การแสร้งทํา
(VI) แกล้งทําว่าเป็นจริง
(VT) แกล้งทําว่าเป็นจริง
(ADJ) ที่เสแสร้ง
(ADV) อย่างเสแสร้ง
(N) ผู้เสแสร้ง
(N) การเสแสร้ง
(PHRV) อวดอ้าง
(N) พฤติกรรมที่ไม่จริงใจ
(N) การเรียกร้อง
(ADJ) ที่พยายามทําให้ดูว่าตนเองสําคัญ
(N) อดีต
(ADJ) ที่เป็นอดีต
(N) อดีตกาล
(ADJ) อดีต
(N) อดีตกาล
(N) สิ่งที่ผ่านไปแล้ว
(N) ทารกคลอดก่อนกําหนด
(VT) ละทิ้ง
(ADJ) ผิดปกติ
(N) การทดสอบเบื้องต้น
(VI) ทดสอบเบื้องต้น
(VT) ทดสอบเบื้องต้น
(N) ข้ออ้าง
(N) ขุนนางปกครองสมัยโบราณ
(N) ผู้พิพากษาสมัยกรุงโรมโบราณ
(N) เมืองหลวงของแอฟริกาใต้
(ADJ) ซึ่งเกิดขึ้นก่อน
(VT) ทําให้สวยงาม
(ADV) อย่างน่ารัก
(N) ความน่ารัก
(ADJ) งดงาม
(ADV) พอใช้ได้
(IDM) น่ารักมาก
(PHRV) ทําให้ดึงดูด
(N) ขนมปังอบชนิดหนึ่ง
(VI) ชนะ
(VI) ทนทาน
(VI) โน้มน้าว
(VI) เป็นจริง
(VI) มีอํานาจเหนือกว่า
(PHRV) ทําให้พ่ายแพ้
(ADJ) ซึ่งมีอยู่ทั่วไป
(PHRV) ชักจูง
(N) ความแพร่หลาย
(ADJ) ที่พบได้บ่อยๆ
(VI) เลี่ยงพูดความจริง
(N) ผู้เลี่ยงที่จะพูดความจริง
(VT) ขัดขวาง
(N) การป้องกัน
(ADJ) ซึ่งกีดขวาง
(PHRV) งดเว้นจาก
(N) การป้องกัน
(ADJ) เกี่ยวกับการป้องกันโรค
(N) ยาป้องกัน
(N) การชมก่อน
(N) การชมก่อนแสดง
(VT) ดูมาก่อน
(ADJ) แต่ก่อน
(ADV) แต่ก่อน
(N) การเกิดขึ้นก่อน
(VT) ทํานาย
(N) การคาดการณ์
(ADJ) ซึ่งมาก่อนสระ
(ADJ) ก่อนสงคราม
(N) ประธาน (คําสแลง)
(N) การฆ่าสัตว์เพื่ออาหาร
(N) เหยื่อ
(IDM) ทําให้วิตกกังวล
(PHRV) ขโมย
(PHRV) ล่าเป็นอาหาร
(N) ประธานาธิบดีของสหรัฐอเมริกา
(N) คุณค่า
(N) ผลตอบแทน
(N) ราคา
(N) รางวัลนําจับ
(N) สินบน
(VT) กําหนดราคา
(VT) เปรียบเทียบราคา
(N) การควบคุมราคาสินค้าโดยรัฐบาล
(N) ดรรชนีราคา
(ADJ) ที่น่าตลกขบขัน
(ADJ) ที่ประเมินค่ามิได้
(PHRV) มีราคาแพงเกินไป
(N) การพยุงราคาสินค้าโดยรัฐบาล
(N) ป้ายราคา
(PHRV) เพิ่ม (ราคา) อย่างไร้เหตุผล
(N) การแข่งขันตัดราคากัน
(ADJ) ซึ่งมีราคา (คําไม่เป็นทางการ)
(ADJ) แพง
(SL) แพง
(N) รอยแทง
(N) อวัยวะเพศชาย (คําต้องห้าม)
(VT) แทง
(VT) ยุแหย่
(N) เหล็กแหลมสําหรับปักเทียน
(N) หนาม
(VI) รู้สึกเจ็บปวดเหมือนถูกแทง
(VT) แทงเบา ๆ
(N) หนาม
(VT) แทงเบาๆ
(ADJ) ซึ่งเต็มไปด้วยผด
(ADJ) มีหนาม
(ADJ) เหมือนหนาม
(N) ผด
(PHRV) กระตุ้น
(PHRV) ปัก
(PHRV) (สัตว์) ชู (อวัยวะ เช่น หู) ขึ้น
(IDM) ฟังอย่างตั้งใจ
(ADJ) ซึ่งมีราคา (คําไม่เป็นทางการ)
(N) ความภาคภูมิใจ
(N) ฝูงสิงโต
(ADJ) ซึ่งเต็มไปด้วยความภูมิใจในตนเอง
(IDM) คุยโวมากไป เลยโชคร้ายไม่ได้ในสิ่งที่คุยไว้เลย
(IDM) สถานที่ที่ดีที่สุด
(PHRV) ภูมิใจ
(N) ที่วางเข่าเวลาสวดมนต์
(N) ผู้เสาะหา
(N) พระ
(N)  การบวชเป็นพระ
(N) นักบวชผู้หญิง
(N) การอุปสมบท
(ADJ) เกี่ยวกับพระ
(N) คนที่คิดว่าตนเองมีศีลธรรมเหนือผู้อื่น
(N) ลูกกลมเหมือนลูกประคํา
(ABBR) ในลําดับแรก (คําย่อของ  primary)
(ADJ) เรียบร้อย
(N) ตัวชูโรง
(VI) วางท่าเหมาะสม
(VT) วางท่าเหมาะสม
(N) ตัวชูโรงคณะระบําบัลเล่ต์
(N) ความสําคัญเป็นลําดับแรก
(N) นักร้องคณะระบําบัลเล่ต์ที่เป็นตัวชูโรง
(ADJ) ที่เกิดขึ้นโดยสัญชาติญาณ
(ADJ) ที่มาจากยุคแรกๆ
(ADJ) ในตอนพบครั้งแรก
(N) พยานหลักฐานที่พอเพียง
(ADJ) ที่เป็นพื้นฐาน
(ADJ) ที่มีมาดั้งเดิม
(ADV) แรกเริ่ม
(ADV) อย่างที่เป็นพื้นฐาน
(ADJ) ที่มีมาดั้งเดิม
(ADJ) ที่สําคัญที่สุด
(ADJ) ในขั้นพื้นฐาน
(ADJ) ในขั้นแรก
(ADJ) ในชั้นประถม
(N) รูปแบบดั้งเดิม
(N) สิ่งที่เป็นพื้นฐาน
(N) สิ่งที่เป็นลําดับแรก
(N) เซลล์ปฐมภูมิ
(N) แม่สี
(N) โรงเรียนประถม
(N) สัตว์เลี้ยงลูกด้วยนม
(ADJ) ที่ดีที่สุด
(ADJ) ที่เป็นจํานวนเฉพาะ
(ADJ) ที่มาลําดับแรก
(ADJ) ที่สําคัญที่สุด
(N) ขั้นแรก
(N) ช่วงเวลาที่ดีที่สุดในชีวิต
(VI) เตรียมพร้อมไว้
(VT) เตรียมพร้อมไว้
(VT) อัดดินระเบิด (พร้อมที่จะยิง)
(N) เส้นแวงแรกที่พาดผ่านตําบล Greenwich ของอังกฤษ
(N) นายกรัฐมนตรี
(IDM) แรงผลักดันสําคัญ
(N) จํานวนเฉพาะ
(N) หนังสืออ่านเบื้องต้นสําหรับเด็ก
(N) สารที่ใช้เคลือบสีเนื้อไม้
(N) อัตราดอกเบี้ย
(N) ช่วงเวลาที่มีผู้ชมโทรทัศน์มากที่สุด
(ADJ) ที่เกิดขึ้นโดยสัญชาติญาณ
(ADJ) ที่มาจากยุคแรกๆ
(PHRV) เตรียมเสนอ
(PHRV) เตรียมให้พร้อม
(PHRV) เติม (อาหาร,เครื่องดื่ม)
(N) ดินระเบิด
(N) สีสําหรับลงพื้น
(ADJ) ที่เป็นพื้นฐาน
(ADJ) แบบดั้งเดิม
(ADV) เริ่มแรก
(N) การเป็นลูกคนแรก
(N) บรรพบุรุษแรกเริ่ม
(ADJ) ในขั้นเริ่มต้น
(ADJ) ในยุคกําเนิดโลก
(N) การพัฒนาของเซลล์ในช่วงเริ่มสร้างอวัยวะ
(VI) แต่งตัวพิถีพิถัน
(VT) แต่งตัวพิถีพิถัน
(PHRV) วางท่า
(N) พืชตระกูล Primula
(N) พืชตระกูล Primula
(ABBR) คําย่อของ principal, principally, principle
(N) คนเก่งที่สุดในขอบข่ายงานหรือกิจกรรมที่ทํา
(N) เจ้าชาย
(N) ตําแหน่งของพระสวามีของพระราชินี
(ADV) แบบเจ้าชาย
(N) ซาตาน
(N) มงกุฎราชกุมารของประเทศอังกฤษ
(N) เจ้าหญิง
(ADJ) สําคัญมากกว่าอย่างอื่น
(N) ต้นทุน
(N) ตัวเอกในละคร
(N) ผู้ที่มีตําแหน่งสูงสุด
(N) ดินแดนที่ปกครองโดยเจ้าชาย
(ADV) อย่างสําคัญที่สุด
(N) กฎ
(N) ทฤษฎี
(N) แหล่งที่มา
(N) องค์ประกอบที่สําคัญ
(ADJ) ที่มีหลักการ
(VI) แต่งตัวพิถีพิถัน
(N) ตัวพิมพ์
(N) ผ้าพิมพ์
(N) รูปถ่ายที่อัดออกมาจากฟิล์ม
(N) วิธีการพิมพ์
(N) สิ่งที่ใช้พิมพ์
(VI) เขียนด้วยตัวพิมพ์
(VT) เขียนด้วยตัวพิมพ์
(VT) ประทับใจ
(VT) พิมพ์
(ADJ) ซึ่งถูกพิมพ์ได้
(ADJ) ซึ่งถูกพิมพ์
(N) สิ่งพิมพ์
(N) เครื่องพิมพ์
(N) ช่างพิมพ์
(N) หมึกพิมพ์
(N) โรงพิมพ์
(PHRV) พิมพ์เพิ่ม
(N) แท่นพิมพ์
(ADJ) ซึ่งไม่มีรอยพิมพ์
(N) ผู้ทําการพิมพ์
(N) ผู้พิมพ์
(N) เทคนิคการพิมพ์
(PHRV) ทําสําเนา
(PHRV) พิมพ์ออกมา
(ADJ) ที่มีมาก่อน
(ADJ) ที่สําคัญกว่า
(VT) จัดลําดับก่อน
(VT) จัดลําดับก่อน
(N) การมาก่อน
(N) สิ่งที่ได้รับความสนใจมากกว่า
(N) สิทธิพิเศษ
(N) สํานักศาสนา
(N) สิ่งที่ใช้งัด
(VT) งัดให้เปิดออก
(PHRV) ยกขึ้นสูง
(PHRV) งัดขึ้น
(PHRV) เค้นหรือบังคับ (เอาข้อมูล) จาก
(PHRV) ยกขึ้น
(N) ปริซึม
(ADJ) ซึ่งมีสีสัน
(N) การติดคุก
(N) คุก
(N) ห้องขัง
(N) นักโทษ
(N) เชลยศึก
(N) คนที่เจ้าระเบียบ
(ADJ) เจ้าระเบียบ
(ADJ) ในระยะแรกเริ่ม
(INT) น่าพอใจ
(N) ความเป็นส่วนตัว
(N) ความลับ
(N) ความสันโดษ
(ADJ) ที่เป็นส่วนตัว
(N) พลทหาร
(N) บริษัทเอกชน
(N) เรือส่วนตัว
(N) การทําธุรกิจส่วนตัว
(N) โรงเรียนเอกชน
(N) การขาดแคลนซึ่งสิ่งจําเป็นพื้นฐานในการดํารงชีวิต
(N) การถอดถอน
(N) การถูกถอดถอน
(N) ความเป็นเอกชน
(ADJ) ซึ่งยากจน
(N) ต้นพืชชนิดหนึ่ง
(N) ข้อได้เปรียบ
(N) โอกาส
(VT) ให้สิทธิพิเศษ
(ADJ) ที่ได้เปรียบ
(N) ความลับ
(ADJ) ส่วนตัว
(N) ห้องส้วม
(N) ห้องพักส่วนพระองค์ในราชสํานัก
(N) สภาองคมนตรี
(N) องคมนตรี
(ADJ) ยอดเยี่ยม
(N) ของมีค่า
(N) ที่ได้รับรางวัล
(N) รางวัล
(VT) ตีราคาสูง
(N) การจับกุม
(N) สิ่งของที่ยึดได้
(PHRV) ประเมินค่าสูงกว่า
(N) การแข่งขันชกมวยอาชีพ
(N) นักชกมวยอาชีพ
(N) การแข่งขันชกมวยอาชีพ
(N) พิธีมอบรางวัล
(N) เงินรางวัล
(N) ผู้แข่งขันเอารางวัล
(N) การแข่งขันชกมวยอาชีพ
(N) เวทีมวย
(N) ผู้ชนะ
(N) ผู้ชนะรางวัล
(ADJ) ซึ่งชนะรางวัล
(N) การชนะรางวัล
(ABBR) เมื่อจําเป็น
(ADJ) ที่เห็นด้วย
(N) การลงความเห็นสนับสนุน
(N) ผู้ที่เห็นด้วย
(PREP) สําหรับ
(N) นักกีฬาอาชีพ (คําย่อของ professional)
(PRF) ก่อน
(SL) การขายตัว
(ADJ) ซึ่งเข้าควบคุมสถานการณ์
(ADJ) เกี่ยวข้องกับผู้เล่นมืออาชีพและสมัครเล่น
(ADJ) เกี่ยวกับความเป็นไปได้
(N) ความน่าจะเป็นไปได้
(N) สิ่งที่น่าจะเป็นไปได้
(ADJ) ที่น่าจะเป็นไปได้
(ADV) อย่างน่าจะเป็นไปได้
(N) เครื่องมือแพทย์มีลักษณะเป็นแท่งยาวใส่ลงไปในลําคอ
(ADJ) ซึ่งภาคทัณฑ์ไว้
(N) ผู้กระทําผิด
(VT) พิสูจน์พินัยกรรม
(N) ศาลที่รับเรื่องเกี่ยวกับพินัยกรรม
(N) การทดสอบ
(N) การพิสูจน์
(N) การภาคทัณฑ์
(N) ช่วงระยะเวลาการทดสอบ
(N) ผู้ทําภาคทัณฑ์
(N) เจ้าหน้าที่ช่วยเหลือผู้ที่กระทําภาคทัณฑ์
(ADJ) ซึ่งทําการทดสอบ
(N) การตรวจบาดแผลด้วยเครื่องสําหรับตรวจ
(N) การสืบสวน
(N) เครื่องมือสําหรับแหย่ตรวจบาดแผล
(VI) ตรวจสอบ
(VT) ตรวจสอบบาดแผลด้วยเครื่องตรวจ
(VT) สืบสวน
(PHRV) ตรวจสอบ
(PHRV) แหย่เข้าไป
(N) ความซื่อตรง
(ADJ) ที่ยากจะแก้ไข
(ADJ) ที่เสนอเกี่ยวกับปัญหาของสังคม
(N) คําถาม
(N) เรื่องยุ่งยาก
(ADJ) ที่ยากจะแก้ปัญหาได้
(ADJ) ที่ยากจะแก้ปัญหาได้
(N) การแก้ปัญหา
(N) งานที่ปราศจากค่าตอบแทน
(N) คํานามพหูพจน์ของ proboscis
(N) สัตว์เลี้ยงลูกด้วยนมจําพวก Proboscidea เช่น ช้าง
(N) งวงช้าง
(N) ยาระงับความรู้สึก
(ADJ) เกี่ยวกับขั้นตอน
(N) ขั้นตอน
(VI) ดําเนินการ
(VI) พูดต่อหลังจากถูกขัดจังหวะ
(PHRV) เริ่มทํา
(PHRV) ดําเนินต่อไปยัง
(PHRV) เดินทางจาก
(PHRV) เพิ่มจาก
(N) การดําเนินการ
(N) กิจกรรมที่ดําเนินต่อเนื่องในระยะเวลาหนึ่ง
(N) วิธีการทางกฎหมาย
(N) สิ่งตีพิมพ์ในการประชุม
(N) รายได้
(PHRV) ดําเนินต่อไปยัง
(PHRV) เดินทางไปยัง
(PHRV) เลื่อนขึ้นสู่
(PHRV) ดําเนินต่อไปด้วย
(ADJ) เกี่ยวกับส่วนศีรษะ
(N) การพัฒนาต่อเนื่อง
(N) แนวทางปฏิบัติ
(N) ส่วนที่เจริญเติบโตจากโครงสร้างใหญ่ (เช่น กระดูก)
(VT) ดําเนินการ
(N) การดําเนินการ
(N) การดําเนินการ
(ADJ) เกี่ยวกับขบวนที่เคลื่อนไป
(N) ผู้ดําเนินการ
(N) หน่วยประมวลผลกลาง
(N) การพิมพ์สอดสี
(ADJ) ซึ่งสนับสนุนสิทธิสตรีให้เลือกว่าจะดําเนินหรือยุติการตั้งครรภ์
(VT) ประกาศอย่างเป็นทางการ
(N) การประกาศ
(N) แนวโน้ม
(VI) ผัดวันประกันพรุ่ง
(VT) ผัดวันประกันพรุ่ง
(N) การผลัดวันประกันพรุ่ง
(ADJ) เกี่ยวกับการให้กําเนิด
(VI) ให้กําเนิด
(VT) ทําให้กําเนิด
(N) การให้กําเนิด
(N) การศึกษาเกี่ยวกับลําไส้และทวารหนัก
(N) ตัวแทน
(N) ผู้ควบคุมการสอบ
(VI) ควบคุมการสอบ
(VT) ควบคุมการสอบ
(ADJ) ซึ่งหมอบคลาน
(ADJ) ซึ่งจัดซื้อได้
(N) การจัดหามา
(N) ตัวแทน
(VT) จัดหามา
(PHRV) จัดหาให้
(PHRV) ได้รับจาก
(N) การจัดหามา
(N) ผู้จัดหา (โดยเฉพาะชายที่จัดหาหญิงเพื่อจุดประสงค์ทางเพศ)
(N) การแหย่
(N) ไม้ที่ใช้แยงหรือแหย่
(VT) กระตุ้น
(VT) แหย่
(PHRV) แทง
(N) แรงกระตุ้น
(ADJ) ฟุ่มเฟือย
(N) การใช้มากเกินไป
(ADJ) มหัศจรรย์
(ADJ) มหึมา
(ADJ) สิ่งมหัศจรรย์
(N) ผลิตผล
(VI) สร้างขึ้น
(VT) สร้าง
(PHRV) ดึงจาก
(PHRV) ผลิตจาก
(N) ผู้ผลิต
(N) ผลคูณ
(N) ผลที่เกิดขึ้น
(N) ผลิตผล
(N) สารที่เกิดจากปฎิกิริยาทางเคมี
(N) การผลิต
(N) ปริมาณที่ผลิตได้
(N) ผลิตผล
(N) ฉากในละครหรือภาพยนตร์ที่มีคนจํานวนมากร้องเพลง/เต้นรํา
(ADJ) ที่ก่อให้เกิดผล
(ADJ) ที่อุดมสมบูรณ์
(ADV) อย่างก่อให้เกิดผล
(N) ความสามารถในการผลิต
(N) ความอุดมสมบูรณ์
(N) คํานํา
(ABBR) ศาสตราจารย์ (คําย่อของ professor)
(ABBR) ศาสตราจารย์ (คําย่อของ professor)(คําไม่เป็นทางการ)
(SL) ศาสตราจารย์
(N) การทําให้เสื่อมเสีย
(ADJ) ที่ไม่เกี่ยวกับศาสนา
(ADJ) ที่ไม่นับถือพระเจ้า
(N) ความไม่นับถือพระเจ้า
(VT) ปฏิญาณตน
(VT) แสดงตัว
(ADJ) ซึ่งปฏิญาณตน
(N) การนับถือศาสนา
(N) การปฏิญาณตัว
(N) อาชีพ
(ADJ) เกี่ยวกับอาชีพ
(ADJ) ที่ทําเป็นอาชีพ
(ADJ) ที่มีความเชี่ยวชาญ
(N) ผู้เชี่ยวชาญในวิชาชีพ
(N) ผู้ที่เล่นกีฬาหรือทํางานศิลปะเป็นอาชีพ
(N) การเป็นมืออาชีพ
(VT) ทําให้เป็นมืออาชีพ
(N) ความเป็นมืออาชีพ
(N) การเป็นมืออาชีพ
(VT) ทําให้เป็นมืออาชีพ
(ADV) อย่างมืออาชีพ
(N) ผู้เชี่ยวชาญในวิชาชีพหนึ่ง
(N) อาจารย์มหาวิทยาลัย
(N) ตําแหน่งศาสตราจารย์
(N) ตําแหน่งศาสตราจารย์
(N) ตําแหน่งศาสตราจารย์
(VT) เสนอ
(VT) เสนอให้
(ADJ) ซึ่งอาสาทําโดยไม่ได้ค่าตอบแทน
(N) ความช่ําชอง
(ADJ) ช่ําชอง
(ADV) อย่างชํานาญ
(N) ประวัติโดยย่อ
(N) รูปโครงร่าง
(N) รูปหน้าด้านข้าง
(VT) วาดรูปโครงร่าง
(N) การรวบรวมข้อมูลที่เป็นประโยชน์เกี่ยวกับสิ่งที่ต้องการทราบรายละเอียด
(N) กําไร
(N) ผลประโยชน์
(VI) ได้ประโยชน์
(VI) มีกําไร
(VT) ได้ประโยชน์
(VT) มีกําไร
(N) ความได้เปรียบ
(ADJ) ซึ่งได้ผลประโยชน์
(N) การได้ผลประโยชน์
(ADV) อย่างได้ผลประโยชน์
(N) กําไรและขาดทุน
(PHRV) ได้กําไรจาก
(N) พ่อค้าหน้าเลือด
(VI) ค้ากําไรเกินควร
(N) การค้ากําไรเกินควร
(N) เค้กชิ้นเล็กกลมๆ
(ADJ) ซึ่งไร้ผลกําไร
(N) การสร้างผลกําไร
(N) ความแตกต่างระหว่างราคาซื้อและราคาขาย
(N) ระบบการแบ่งปันผลกําไรให้กับลูกจ้าง
(N) ความฟุ่มเฟือย
(ADJ) ผิดศีลธรรม
(ADJ) สุรุ่ยสุร่าย
(N) คนที่ใช้จ่ายสุรุ่ยสุร่าย
(ADJ) ซึ่งส่งไปล่วงหน้า
(ADV) ตามแบบ
(N) เอกสารที่ส่งไปล่วงหน้า
(ADJ) ซึ่งคิดลึกซึ้ง
(ADJ) ลึก
(ADV) อย่างสุดซึ้ง
(N) ความเข้าใจหรือการจัดการบางสิ่งอย่างจริงจังมาก
(N) ความลึก
(ADJ) ที่มากมาย (ค่อนข้างเกินจําเป็น)
(ADJ) สุรุ่ยสุร่าย
(ADV) อย่างมากมาย
(N) ความมากมาย
(N) ความฟุ่มเฟือย
(N) ความมากมาย
(N) ความมากมายเกินจําเป็น
(N) รายการ (คําไม่เป็นทางการ)
(N) ต้นตระกูล
(N) แหล่งกําเนิด
(N) ลูกหลาน
(N) ฮอร์โมนเพศหญิงหรือเพศเมีย
(N) การทํานายอาการโรค
(ADJ) ที่คาดคะเน
(N) การคาดคะเน
(N) ลาง
(VT) บอกเหตุล่วงหน้า
(ADJ) ซึ่งทํานายล่วงหน้า
(N) การทํานาย
(N) ผู้ทํานาย
(N) ชุดคําสั่งที่ใช้ควบคุมเครื่องอิเล็กทรอนิค
(N) แผนงาน
(N) รายการ
(VT) เขียนโปรแกรม
(N) นักเขียนโปรแกรมคอมพิวเตอร์
(N) ผู้จัดโปรแกรม
(ADJ) ซึ่งเกี่ยวกับรายการหรือแผนการ
(N) ชุดคําสั่งที่ใช้ควบคุมเครื่องอิเล็กทรอนิค
(N) แผนงาน
(N) รายการ
(VT) เขียนโปรแกรม
(N) วิธีการศึกษาที่แบ่งเป็นรายการย่อยและระดับสําหรับผู้เรียน
(N) ผู้เขียนโปรแกรม
(N) กระบวนการเขียนและทดสอบโปรแกรมทางคอมพิวเตอร์
(N) ตารางรายการวิทยุหรือโทรทัศน์
(N) การเดินไปข้างหน้า
(N) ความก้าวหน้า
(VI) ก้าวหน้า
(VI) เดินไปข้างหน้า
(PHRV) ก้าวหน้าในเรื่อง
(N) การก้าวหน้าขึ้น
(N) การเคลื่อนที่ไปข้างหน้า
(ADJ) ที่ก้าวหน้าขึ้น
(ADJ) ที่เคลื่อนที่ไปข้างหน้า
(ADJ) ที่ดําเนินต่อเนื่องไป (ทางไวยากรณ์)
(ADV) อย่างค่อยๆ ไปทีละน้อย
(ADV) อย่างต่อเนื่อง
(N) ความก้าวหน้า
(PHRV) ดําเนินต่อไปยัง (หัวข้อ)
(PHRV) เดินทางไปยัง (คําเก่า)
(PHRV) เลื่อนขึ้นสู่
(VT) ห้าม
(PHRV) ห้ามในเรื่อง
(N) การห้าม
(N) ข้อห้าม
(N) ผู้ห้าม
(ADJ) ซึ่งยับยั้ง
(N) แผนงาน
(VI) ยื่นออกมา
(VT) ทําให้เห็นหรือได้ยินชัดเจน
(VT) เสนอ
(PHRV) ยื่นออกมาจาก
(ADJ) ที่ขับเคลื่อนไปข้างหน้า
(N) จรวด
(ADJ) ที่ยื่นออกมาจากพื้นผิว
(N) การฉายภาพ
(N) การวางแผน
(N) สิ่งที่วางแผนไว้
(ADJ) เกี่ยวกับ projection
(PHRV) ฉายภาพบน
(N) เครื่องฉายภาพสไลด์
(N) ผู้วางโครงการ
(N) การย้อยของอวัยวะภายใน
(VI) มีลักษณะย้อย
(N) เกี่ยวกับคนชนชั้นต่ํา
(N) ชนชั้นที่ต่ําที่สุด (ในสังคมโรมันโบราณ)
(VI) เพิ่มจํานวนอย่างรวดเร็ว
(VT) ทําให้เพิ่มจํานวนอย่างรวดเร็ว
(N) การเพิ่มจํานวนอย่างรวดเร็ว
(ADJ) ซึ่งแพร่ออกไป
(ADJ) ที่มีลูกดก
(N) ประธานหรือประธานสภา
(VT) เขียนหรือกล่าวส่วนนํา
(N) การเริ่มเปิดฉาก
(N) ส่วนนํา
(VT) ทําให้ขยายหรือยาวขึ้น
(VT) ยืดเวลา
(VT) ทําให้ขยายหรือยาวขึ้น
(N) งานเต้นตํา
(N) การเดินทอดน่อง
(N) งานเต้นรํา
(N) บริเวณสําหรับเดินเล่น
(VI) เดินเล่น
(VT) เดินพาเหรด
(VT) เดินเล่น
(N) คุณสมบัติเด่น
(N) สิ่งที่เด่นชัดออกมา
(ADJ) ที่ยื่นออกมา
(ADJ) มีชื่อเสียง
(ADJ) สะดุดตา
(ADV) อย่างที่ยื่นออกมา
(ADV) อย่างที่สังเกตเห็นชัดเจน
(ADV) อย่างมีชื่อเสียง
(N) ความสําส่อน
(ADJ) ที่ประกอบด้วยหลายองค์ประกอบ
(ADJ) ที่มีพฤติกรรมสําส่อนทางเพศ
(ADJ) ที่ไม่มีจุดประสงค์
(N) คําสัญญา
(VI) สัญญา
(VT) สัญญา
(N) ผู้รับสัญญา
(IDM) ให้สัญญาในสิ่งที่มากเกินไป
(IDM) ให้สัญญาในสิ่งที่มากเกินไป
(PHRV) สัญญากับ
(PHRV) เป็นสัญญาของความสําเร็จ
(ADJ) ที่มีความหวัง
(N) ผู้ทําสัญญา
(ADJ) เกี่ยวกับสัญญา
(N) ตั๋วสัญญาใช้เงิน
(ADJ) เกี่ยวกับการโฆษณา
(N) แหลม
(VT) ช่วยเหลือให้ดีขึ้น
(VT) เลื่อนตําแหน่ง
(N) ผู้สนับสนุน
(N) สารกระตุ้นฤทธิ์ทางเคมี
(PHRV) เลื่อนตําแหน่งเป็น
(N) การเลื่อนตําแหน่ง
(ADJ) ฉับไว
(ADJ) ตรงต่อเวลา
(N) กําหนดเวลาจ่ายเงิน
(N) การเตือนความจํา
(VT) กระตุ้น
(VT) เตือนความจํา
(N) คนบอกบท
(N) ความทันท่วงที
(ADV) อย่างทันท่วงที
(VT) ประกาศใช้
(VT) เผยแพร่
(N) การประกาศใช้
(N) การเผยแพร่
(VT) ประกาศใช้
(VT) เผยแพร่
(ADJ) ที่มีแนวโน้ม
(ADJ) ที่อยู่ในท่านอนคว่ํา
(N) ปลายแหลมของส้อม
(VT) แทงด้วยปลายแหลม
(ADJ) ซึ่งได้จากคําสรรพนาม
(N) คําสรรพนาม
(VI) ประกาศ
(VI) ออกเสียง
(VT) ประกาศ
(VT) ออกเสียง
(PHRV) ตัดสิน
(ADJ) ชัดเจน
(ADJ) ที่เปล่งเสียง
(PHRV) ตัดสินเพื่อ
(IDM) ตัดสินพิพากษา
(N) การออกเสียง
(N) คําแถลงการณ์
(ADV) อย่างทันที
(SL) รวดเร็ว (มักพบเห็นในภาพยนตร์ตะวันตก)
(N) การแถลง
(N) การออกเสียง
(ADJ) ซึ่งต้านทานได้
(ADJ) ที่ใช้ในการทดสอบ
(ADJ) ที่ผ่านการทดสอบ
(N) การพิสูจน์
(N) คุณสมบัติที่ผ่านการตรวจสอบแล้ว
(N) หลักฐาน
(VT) ทดสอบ
(VT) ทําให้มีความต้านทาน
(VT) พิสูจน์อักษร (คําย่อของคําว่า proofread)
(VI) พิสูจน์อักษร
(VT) พิสูจน์อักษร
(N) ผู้พิสูจน์อักษร
(N) ผู้ค้ําจุน
(N) ไม้ค้ํายัน
(VT) ค้ํา
(VT) สนับสนุน
(ADJ) ซึ่งสามารถเผยแพร่ได้
(PHRV) พิง
(N) ข้อมูลประชาสัมพันธ์
(VI) เผยแพร่ข้อมูล
(VT) เผยแพร่ข้อมูล
(VI) เผยแพร่ข้อมูล
(VT) เผยแพร่ข้อมูล
(VI) แพร่พันธุ์
(VT) ถ่ายทอดเสียงหรือภาพ
(VT) ทําให้แพร่พันธุ์
(VT) แพร่ข่าว
(N) การแพร่ข่าว
(N) การแพร่พันธุ์
(VT) ขับเคลื่อน
(ADJ) ซึ่งขับเคลื่อนได้
(ADJ) ซึ่งขับเคลื่อนได้
(N) ใบพัด
(SL) คนเชยๆ
(VI) โน้มน้าว
(N) ความโน้มเอียง
(ADJ) ดีเยี่ยม
(ADJ) ถูกต้อง
(ADJ) ที่เป็นไปโดยธรรมชาติ
(ADJ) สมบูรณ์
(ADJ) เหมาะสม
(ADV) อย่างถูกต้อง
(ADV) อย่างสมบูรณ์
(N) เศษส่วนที่มีเศษน้อยกว่าส่วน
(ADV) อย่างเหมาะสม
(ADJ) ซึ่งเป็นเจ้าของทรัพย์สิน
(N) คุณสมบัติ
(N) ทรัพย์สมบัติ
(N) ที่ดิน
(N) สิทธิครอบครอง
(N) อุปกรณ์ประกอบฉากละคร
(N) ภาษีโรงเรือนและที่ดิน
(N) การทํานาย
(N) คําทํานาย
(VI) ทํานาย
(VT) ทํานาย
(N) ผู้รู้เหตุการณ์ภายหน้า
(N) ศาสดา
(ADJ) ที่ป้องกันโรค
(N) การป้องกันโรค
(N) ถุงยางอนามัย
(N) การป้องกันโรค
(N) ความใกล้กัน (เวลาหรือสถานที่)
(VT) ทําให้พอใจ
(ADJ) ที่ทําให้พอใจ
(ADJ) ที่แสดงถึงสถานการณ์ที่ดี
(ADV) อย่างอํานวยให้
(N) คุณสมบัติที่แสดงถึงผลสําเร็จ
(VT) เสนอ
(N) ผู้เสนอ
(PHRV) ค้ําไว ้(ไม่ให้เปิด)
(N) ความสัมพันธ์ระหว่างส่วนต่างๆ
(N) สัดส่วน
(VT) ทําให้ได้สัดส่วน
(ADJ) ซึ่งได้สัดส่วน
(ADJ) ได้สัดส่วน
(N) ความได้สัดส่วน
(ADV) ตามส่วน
(ADJ) ได้สัดส่วน
(VT) ทําให้ได้สัดส่วน
(N) การเสนอ
(N) ข้อเสนอ
(N) คําขอแต่งงาน
(VI) ขอแต่งงาน
(VI) เสนอ
(VT) วางแผน
(VT) เสนอ
(VT) เสนอชื่อ
(IDM) ดื่มอวยพร
(ADJ) ซึ่งถูกเสนอ
(N) ผู้เสนอ
(PHRV) ขอแต่งงานให้กับ
(N) การเสนอ
(N) ข้อเสนอ
(N) ญัตติ
(VT) ยื่นข้อเสนอ
(VT) เสนอ
(ADJ) ซึ่งเสนอให้พิจารณา
(N) ผู้ว่าราชการจังหวัด
(ADJ) ซึ่งเป็นของผู้ครอบครอง
(N) เจ้าของ
(N) เจ้าของ
(N) ความเป็นเจ้าของ
(N) เจ้าของที่เป็นผู้หญิง
(N) ความเหมาะสม
(N) การขับเคลื่อน
(N) แรงขับเคลื่อน
(PHRV) ค้ํา
(PHRV) สนับสนุน (ความคิด,บุคคล)
(VT) แบ่งตามส่วน
(VT) ปิดประชุม
(ADJ) ธรรมดาๆ
(N) ส่วนหน้าของเวที
(VT) เนรเทศ
(N) การประณาม
(ADJ) ที่เป็นร้อยแก้ว
(ADJ) น่าเบื่อ
(N) ข้อความที่จืดชืด
(N) ร้อยแก้ว
(VI) ดําเนินคดี
(VT) ปฏิบัติให้ลุล่วง
(VT) ฟ้องร้อง
(N) อัยการ
(N) การดําเนินให้ลุล่วง
(N) การฟ้องร้อง
(N) โจทก์
(N) ผู้ฟ้องร้อง
(N) พนักงานอัยการ
(N) ผู้เปลี่ยนศาสนา
(VI) ู้เปลี่ยนศาสนา
(VT) ทําให้เปลี่ยนศาสนา
(VI) เปลี่ยนศาสนา
(VT) ทําให้เปลี่ยนศาสนา
(N) การเป็นสาวก
(VI) เปลี่ยนศาสนา
(VT) ทําให้เปลี่ยนศาสนา
(N) หลักสูตรการเรียนแบบการสัมมนาสําหรับนักศึกษา
(N) ผู้มีท่าทางน่าเบื่อ
(N) เทพธิดาซึ่งใช้ชีวิตครึ่งปีบนโลกและอีกครึ่งปีใต้โลก (นิทานกรีกและโรมัน)
(N) ผู้สํารวจแร่ธาตุหรือน้ํามัน miner
(N) จังหวะหรือทํานองเสียงในการพูด
(N) ฉันทลักษณ์
(N) การคาดการณ์
(N) ภาพที่มองเห็น
(N) โอกาส
(VT) ค้นหา
(PHRV) ค้นหา
(ADJ) ที่คาดหวังไว้
(N) ผู้สํารวจแร่ธาตุหรือน้ํามัน
(N) รายการแสดงความก้าวหน้า
(VI) เจริญก้าวหน้า
(PHRV) ได้ประโยชน์จาก
(N) ความสําเร็จ
(ADJ) ซึ่งประสบผลสําเร็จต่อเนื่อง
(ADV) โดยประสบผลสําเร็จต่อเนื่อง
(N) ต่อมลูกหมาก
(N) การใส่อวัยวะเทียม
(SL) หญิงโสเภณี
(N) นักเขียนหรือศิลปินที่ขายงานราคาถูก
(N) โสเภณี
(VT) ขายตัว
(N) การเป็นโสเภณี
(N) ส่วนที่เหมือนจมูกเล็กๆ ของไส้เดือน
(ADJ) ที่นอนราบกับพื้น
(ADJ) หมดกําลัง
(VT) ทําให้แพ้
(VT) ทําให้หมดกําลัง
(VT) หมอบ
(PHRV) หมอบ
(ADJ) ซึ่งหมดแรง
(N) การหมดกําลัง
(N) การหมอบราบ
(SL) หญิงโสเภณี
(ADJ) ซึ่งไม่น่าสนใจ
(PRF) ก่อน
(N) ตัวเอก
(N) ผู้แข่งขันสําคัญ
(ADJ) ซึ่งเปลี่ยนแปลงได้มาก
(N) น้ําย่อยโปรตีน เช่น pepsin, trypsin
(VT) ตั้งภาษีสินค้านําเข้าเพื่อคุ้มครองสินค้าในประเทศ
(VT) ป้องกัน
(PHRV) ป้องกันจาก
(N) สารเคลือบป้องกันสนิม
(ADJ) ซึ่งปกป้อง
(N) การปกป้อง
(N) คนหรือสิ่งที่คุ้มครอง
(N) ค่าคุ้มครอง
(N) ระบบการปกป้องสินค้าพื้นเมืองโดยการจัดเก็บภาษีนําเข้าสูง
(ADJ) ซึ่งปกป้อง
(N) ภาษีสินค้านําเข้า
(N) ผู้ปกป้อง
(ADJ) ซึ่งปกป้อง
(N) ดินแดนในอารักขา
(N) ผู้อารักขา
(N) โรงเลี้ยงเด็กกําพร้า
(N) ผู้ปกป้องที่เป็นผู้หญิง
(N) ผู้อยู่ในความคุ้มครอง
(N) ผู้ได้รับการอุปถัมภ์ที่เป็นหญิง
(N) โปรตีน
(N) โปรตีน
(ADJ) ชั่วคราว
(PRF) ก่อนสระ
(N) การคัดค้าน
(N) คําคัดค้าน
(VI) คัดค้าน
(VI) ยืนยัน
(VT) คัดค้าน
(VT) ยืนยัน
(PHRV) คัดค้าน
(ADJ) เกี่ยวกับนิกายโปรเตสแตนต์
(N) นิกายโปรเตสแตนต์
(N) ผู้คัดค้าน
(N) ์ผู้คัดค้าน
(N) การประท้วง
(N) คําคัดค้าน
(N) ผู้ต่อต้าน
(PRF) ก่อน
(PRF) ดั้งเดิม
(N) ระเบียบการ
(ADJ) เกี่ยวกับคนสูญพันธุ์ไปแล้ว มีรูปร่างเหมือนคนยุคปัจจุบัน
(N) ภาษาต้นกําเนิดภาษาอื่น
(N) โปรตอน
(N) ของเหลวที่เป็นองค์ประกอบของเซลล์สิ่งมีชีวิต
(N) สิ่งที่เป็นต้นแบบ
(ADJ) ธรรมดา
(N) สัตว์เซลล์เดียว
(N) การศึกษาเกี่ยวกับโปรโตซัว
(N) สัตว์เซลล์เดียว
(VT) ยืดออกไป
(ADJ) ซึ่งยืดเยื้อ
(ADJ) ซึ่งยืดออกไปอีก
(N) การยืดออก
(N) คนหรือสิ่งที่ยืดออกไป
(N) ไม้โปรแทรคเตอร์ สําหรับวัดมุมทางเรขาคณิต
(VI) ยื่น
(VT) ทําให้ยื่นออกมา
(PHRV) ยื่นออก
(ADJ) ซึ่งยื่นออกมา
(ADJ) ซึ่งยื่นออก
(N) ส่วนที่ยื่นออกมา
(ADJ) ที่ยื่นออกมา
(N) ส่วนที่ยื่นออกมา
(ADJ) ที่เห็นเด่นชัด
(VI) ยื่นออกมา
(ADJ) ทะนงตัว
(ADJ) ภูมิใจในตนเอง
(IDM) อวดดีมาก
(ADV) อย่างหยิ่งทะนง
(ADJ) ที่พิสูจน์ได้
(VI) พิสูจน์
(VT) พิสูจน์
(ADJ) ที่ทดสอบก่อน
(ADJ) ที่ทดสอบก่อน
(N) อาหาร
(N) อาหารแห้งสําหรับเลี้ยงสัตว์
(N) แหล่งกําเนิด
(PHRV) พิสูจน์ตัว
(N) คนหรือสิ่งที่เป็นตัวแทนของลักษณะบางอย่าง
(N) ภาษิต
(ADJ) ที่เกี่ยวกับสุภาษิต
(ADJ) เป็นที่เลื่องลือ
(PHRV) พิสูจน์ (บางสิ่ง) กับ
(VI) จัดหาให้
(VT) จัดหาให้
(PHRV) ทําเพื่อต่อต้าน
(CONJ) โดยมีเงื่อนไขว่า
(PHRV) จัด (บางสิ่ง) ให้
(N) ความสามารถในการจัดการ
(N) พรหมลิขิต
(ADJ) ที่เตรียมไว้สําหรับอนาคต
(ADJ) เกี่ยวกับพรหมลิขิต
(ADV) อย่างวางแผนไว้ล่วงหน้า
(N) ผู้จัดหา
(PHRV) จัดหา (บางสิ่ง) ให้ตามกฎหมาย
(PHRV) จัดเตรียม
(N) จังหวัด
(N) อาณาเขต
(ADJ) ใจแคบ
(ADJ) ประจําจังหวัด
(N) คนท้องถิ่น
(N) สถานที่ทดลอง
(N) การจัดหา
(N) เงื่อนไข
(N) สิ่งที่จัดหามาให้
(N) เสบียงที่เตรียมไว้ในอนาคต
(VT) จัดหาเสบียงอาหารให้
(ADJ) ที่จัดไว้เป็นการชั่วคราว
(N) เงื่อนไข
(ADJ) ซึ่งเป็นเงื่อนไข
(N) การยั่วยุอารมณ์
(N) สิ่งยั่วให้โมโห
(ADJ) กวนโทสะ
(N) สิ่งที่ยั่วยุอารมณ์
(N) การยั่วยุอารมณ์
(VT) ทําให้โกรธ
(VT) ยั่วยุอารมณ์
(PHRV) กระตุ้น
(N) ผู้เป็นประธาน
(N) สารวัตรทหาร
(N) หัวหน้าสารวัตรทหาร
(N) หัวเรือ
(N) ความกล้าหาญ
(N) ความสามารถที่เหนือกว่า
(N) การเดินด้อมๆ มองๆ
(VI) เดินด้อมๆ มองๆ
(VT) เดินด้อมๆ มองๆ
(PHRV) เดินหากิน
(N) คนเดินด้อมๆ มองๆ
(ABBR) คําย่อของ proximo
(ADJ) ใกล้เคียง
(ADJ) ใกล้
(N) ความใกล้ชิด
(ADV) เดือนหน้า
(N) ตัวแทน
(N) ผู้รับมอบฉันทะ
(N) หนังสือมอบฉันทะ
(N) อํานาจในการทําแทนผู้อื่น
(N) คนเคร่งครัดเกินไป
(N) ความมัธยัสถ์
(N) ความรอบคอบ
(ADJ) ประหยัด
(ADJ) รอบคอบ
(ADJ) รอบคอบ
(ADV) อย่างประหยัด
(ADV) อย่างรอบคอบ
(N) ความเคร่งครัดเกินไป
(ADJ) ซึ่งเคร่งครัด
(N) ความเคร่งครัดเกินไป
(N) ลูกพรุนแห้ง
(VI) ตัดออก
(VT) ตัดออก
(VT) ทําให้ลดลง (ส่วนที่ไม่จําเป็น)
(PHRV) กําจัด
(PHRV) ตัด
(PHRV) ตัด
(PHRV) ลดลง
(PHRV) ตัดออกจาก
(PHRV) ตัดลง
(PHRV) ลดการใช้บางสิ่ง
(N) ีความต้องการสูง
(N) โรคคัน
(N) เครื่องมือที่ใช้สําหรับงัดหรือยกสิ่งของขึ้น
(VT) งัดหรือยกด้วยเครื่องมือ
(VT) ได้มาด้วยความลําบาก
(N) การสอดรู้สอดเห็น
(VI) สอดรู้สอดเห็น
(IDM) เที่ยวสองส่อง (โดยเฉพาะเรื่องคนอื่น)
(N) ผู้อยากรู้อยากเห็น
(ADJ) ที่อยากรู้อยากเห็น
(IDM) สอบถาม
(N) เพลงสวด
(N) หนังสือเพลงสวด
(N) ผู้แต่งเพลงสวด
(N) การร้องเพลงสวด
(N) หนังสือเพลงสวด
(N) เครื่องดนตรีโบราณประเภทพิณ
(N) เครื่องดนตรีโบราณประเภทสายลักษณะคล้ายพิณ
(N) หินทราย
(N) หินที่มีองค์ประกอบเป็นกรวดทราย
(N) การประเมินผลการเลือกตั้งทางสถิติ
(N) คนหลอกลวง
(ADJ) ไม่จริง
(PRF) เทียม
(PRF) ปลอม
(N) คนหลอกลวง
(N) นามปากกา
(ADJ) ซึ่งใช้นามปากกา
(N) ระบบสรุปผลโดยปราศจากเหตุผลทางวิทยาศาสตร์หรือความจริง
(ADJ) ซึ่งเป็นระบบสรุปผลโดยปกเหตุผลทางวิทยาศาสตร์หรือความจริง
(N) ตัวอักษรกรีกตัวที่23
(N) โรคจากการติดเชื้อไวรัสนก
(N) โรคผิวหนังที่มีลักษณะแดงเป็นวง
(VT) ทําให้ตื่นเต้น
(ABBR) คําย่อของ psychiatric, psychiatry, psychological, psychology
(PRF) ลมหายใจ
(N) จิตวิญญาณ
(ADJ) เกี่ยวกับยาทําให้ประสาทหลอน
(N) ยาทําให้ประสาทหลอน
(ADJ) เกี่ยวกับจิตวิทยา
(N) วิชาจิตวิทยา
(N) จิตแพทย์
(N) จิตเวช
(ADJ) เกี่ยวกับวิญญาณ
(ADJ) ทางจิต
(N) คนมีญาณทิพย์
(N) ทางด้านจิตใจ
(N) บ้า
(N) ผู้ที่เป็นโรคประสาท
(PRF) ลมหายใจ
(SL) คนโรคจิต
(VT) รักษาด้วยวิธีจิตวิเคราะห์
(N) วิชาจิตวิเคราะห์
(N) นักจิตวิทยา
(VT) รักษาด้วยวิธีจิตวิเคราะห์
(N) นักจิตวิเคราะห์
(ADJ) ทางจิตวิทยา
(ADJ) ทางด้านจิตใจ
(N) นักจิตวิทยา
(N) จิตวิทยา
(N) โรคจิตประสาท
(N) คนโรคจิต
(ADJ) ซึ่งมีอาการทางจิต
(N) จิตพยาธิวิทยา
(N) โรคทางจิต
(N) โรคจิต
(ADJ) เกี่ยวกับปัญหาทางจิตใจ
(N) จิตบําบัด
(N) นักจิตบําบัด
(N) จิตบําบัด
(IDM) เข้าใจ (คําไม่เป็นทางการ)
(PHRV) แกล้งบ้า (คําไม่เป็นทางการ)
(PHRV) ตื่นกลัว (คําไม่เป็นทางการ)
(PHRV) ทรมานใจ (คําไม่เป็นทางการ)
(PHRV) ทําให้กระตือรือร้น (คําไม่เป็นทางการ)
(N) ต้นไม้จําพวก Lagopus
(N) ต้อเนื้อ
(N) นักดาราศาสตร์
(N) ร้านเหล้า
(N) วัยเริ่มหนุ่มสาว
(N) ขนบริเวณหัวเหน่า
(N) วัยเริ่มหนุ่มสาว
(ADJ) ที่อยู่ในวัยเริ่มหนุ่มสาว
(ADJ) เกี่ยวกับบริเวณหัวเหน่า
(N) หัวหน่าว
(ADJ) ที่เกี่ยวข้องกับส่วนรวม
(ADJ) ที่รู้กันโดยทั่วไป
(N) มหาชน
(N) เรื่องราวหรือปัญหาของสาธารณชน
(N) เจ้าของร้านเหล้า
(N) ธุรกิจการพิมพ์
(N) สิ่งตีพิมพ์
(N) ห้องน้ําสาธารณะ
(N) หนี้สินทั้งหมดของรัฐบาล
(N) ทนายของรัฐ
(N) ที่ดินของรัฐ
(N) การสาธารณสุข
(N) ประชาพิจารณ์
(N) ร้านขายเหล้าขนาดเล็ก
(VT) เผยแพร่
(N) นักประชาสัมพันธ์
(N) การเผยแพร่
(VT) เผยแพร่
(N) กฎหมายมหาชน
(ADV) โดยประชาชน
(ADV) อย่างเปิดเผยให้รู้
(N) ความเห็นส่วนใหญ่ของประชาชน
(N) ทนายของรัฐ
(N) งานประชาสัมพันธ์
(N) การขายประมูล
(N) โรงเรียนรัฐบาล
(N) ข้าราชการ (ทั้งข้าราชการประจําและข้าราชการการเมือง)
(N) การกล่าวคําปราศรัย
(N) กิจการที่เกี่ยวกับสาธารณูปโภค
(VI) จัดพิมพ์
(VT) ลงข่าว
(N) ผู้พิมพ์
(N) การพิมพ์
(N) สีม่วงอมน้ําตาล
(N) ลูกยางสําหรับตีในกีฬาฮ็อกกี้
(N) รอยย่น
(VI) ย่น
(VT) ทําให้ย่น
(PHRV) ทําให้ย่น
(ADJ) เล่นซน
(N) ขนมพุดดิ้ง
(N) อาหารหวาน
(N) แอ่งน้ําขนาดเล็ก
(SL) เครื่องบินขนาดเล็ก
(N) การเล่นลุยโคลน
(ADJ) ซึ่งมีหลุมมาก
(N) ความขวยเขิน ความเขินอาย
(N) อวัยวะเพศ
(N) อวัยวะสืบพันธุ์ภายนอก
(N) ความอับอายในเรื่องทางเพศ
(ADJ) อ้วนเตี้ย
(N) หมู่บ้านอินเดียนแดง
(ADJ) เกี่ยวกับเด็ก
(N) การทําตัวเป็นเด็ก
(ADJ) เกี่ยวกับการคลอดบุตร
(N) การติดเชื้อระหว่างการคลอดลูก
(N) การสูดหายใจ
(N) ขนมพายที่มีไส้
(N) แผ่นสําหรับทาแป้งผัดหน้า
(N) ลมหรือควันที่พัดมา
(N) ลมหายใจ
(VI) สูบบุหรี่
(VI) หอบ
(VT) สูบบุหรี่
(PHRV) ดูดควันจาก
(PHRV) พ่น (ควัน,ไอน้ํา)
(PHRV) หายใจหอบ
(ADJ) ที่หายใจหอบ
(PHRV) หยิ่ง (คําไม่เป็นทางการ)
(N) การยกย่องเกินจริง flattery
(PHRV) ทําให้บวม
(PHRV) พ่น (ควัน,ไอน้ํา)
(PHRV) บวม
(PHRV) ยอยอเกินไป (คําไม่เป็นทางการ)
(PHRV) ลอยสูงขึ้น
(ADJ) บวม
(ADJ) ฟูฟ่อง
(N) สุนัขพันธุ์เล็กซึ่งมีลักษณะหน้าย่น มีถิ่นกําเนิดในเอเชีย
(N) ดินที่เหมาะสําหรับการทําอิฐหรือหม้อ
(VT) ผสมดินกับน้ําให้เหนียว
(N) รอยเท้าสัตว์
(N) นักมวย
(N) การชกมวย
(N) นักมวย
(ADJ) ที่ชอบทะเลาะวิวาท
(N) ความก้าวร้าว
(N) จมูกงอนสั้น
(SL) พอแล้ว
(N) อํานาจ
(ADJ) มีกําลัง
(N) ซึ่งมีอํานาจ
(N) การสักการะของศาสนาฮินดู
(VI) อาเจียน (คําไม่เป็นทางการ)
(VT) อาเจียน
(SL) ปาก (คําหยาบ)
(SL) น่ารังเกียจ
(ADJ) แท้
(ADJ) ไว้ใจได้
(SL) ของแท้
(N) หน่วยเงินของประเทศแอฟกานิสสถาน
(N) ความสวย
(N) ความสวยงาม
(ADJ) สวย
(VI) คร่ําครวญ
(N) สุนัขพันธุ์ขนาดกลาง
(N) รางวัลพูลิตเซอร์
(N) การดึง
(N) แรงดึงดูด
(N) อิทธิพล
(VI) ดึง
(VT) ชักอาวุธออกมา
(VT) ดึง
(ADJ) ซึ่งลากไปได้
(PHRV) ฉุดดึง
(IDM) ทําหน้าบิดเบี้ยว
(IDM) หลอกลวงได้สําเร็จ
(PHRV) แซง (การแข่งขัน)
(PHRV) นําหน้า
(PHRV) ลาก
(PHRV) แล่นคู่
(PHRV) จับผิด
(PHRV) ดึงออกจากกัน
(PHRV) ดึงม่านไปด้านข้าง
(PHRV) ลากหรือดึงไปคุยส่วนตัว
(IDM) แสดงโชว์เพื่อเป็นจุดเด่น
(PHRV) ดื่มจาก (ขวด)
(PHRV) ดูดผ่าน
(PHRV) พยายามดึง
(VI) แพร่พันธุ์เร็ว
(IDM) สําเร็จความใคร่ด้วยตนเอง (คําต้องห้าม)
(PHRV) ดึงออก
(PHRV) ต่อแถวไปเรื่อยๆ
(PHRV) (ม้า,นักวิ่ง) นําห่างออกไป
(PHRV) ออกห่างจาก
(N) การดึงกลับ
(PHRV) ช่วยให้คืนสู่สภาพ
(PHRV) ใช้เงินน้อยลง
(PHRV) ดึงกลับ
(PHRV) ถอนทหารกลับ
(PHRV) ถอยกลับ
(PHRV) (เพลง) ช้าลง
(PHRV) หยุดชั่วขณะ
(PHRV) ดึง
(PHRV) ดึงลง
(PHRV) ทําลาย
(PHRV) ทําให้อ่อนแอ(สุขภาพ)
(PHRV) ลดต่ําลง(ทางสังคม)
(PHRV) หาเงิน
(N) ไก่ตัวเมียอายุน้อย (โดยเฉพาะที่ยังไม่เริ่มวางไข่)
(N) รอก
(PHRV) เข้าแถวไปทาง
(PHRV) ส่งเสียงเชียร์
(PHRV) เก็บเข้า (กล้ามเนื้อ)
(PHRV) จับตัว (คนที่คิดว่าเป็นคนทําผิด)
(PHRV) ชวนให้เข้าร่วม
(PHRV) ทําให้ประทับใจ
(PHRV) บังคับ
(PHRV) มาถึง
(PHRV) รวบรวม
(PHRV) ลดราคา
(PHRV) หยุดเดินทาง
(PHRV) หลบเข้าด้านข้าง
(PHRV) หาเงิน
(IDM) ใช้จ่ายน้อยลง
(IDM) ลดความกระตือรือร้น
(PHRV) ขับเข้าข้างทาง
(PHRV) ชวนให้เข้าร่วม
(PHRV) ช่วยลากเข้ามา
(PHRV) มาถึง
(IDM) หลอกลวง (คําไม่เป็นทางการ)
(SL) ดื่มเหล้า
(N) รถโดยสารที่มีความสะดวกสบายมาก
(PHRV) เด็ดออก
(PHRV) ถอดออก (เสื้อผ้า)
(PHRV) ประสบความสําเร็จ
(PHRV) แล่นออกไป
(PHRV) เข้าแถวต่อไป
(PHRV) (เสื้อผ้า) สวมด้วยการดึง
(PHRV) ดูดควันผ่าน
(PHRV) พยายามดึง (บางสิ่ง) ไปทาง
(PHRV) ยืนตรง (หดกล้ามท้อง)
(PHRV) ควบคุมตนเอง
(IDM) ช่วยให้สําเร็จด้วยตนเอง (คําไม่เป็นทางการ)
(IDM) เลิกขี้เกียจและเริ่มทํางานหนัก (คําสแลง)
(IDM) พยายามมากขึ้น (คําไม่เป็นทางการ)
(N) การลากออกมา
(PHRV) (เครื่องบิน) เปลี่ยนระดับการบินหลังจากแล่นต่ําลง
(PHRV) ถอนออกมา (เช่น ฟัน)
(PHRV) ยึด (บางสิ่ง) ออก
(PHRV) ละทิ้ง
(PHRV) ล้างออกมา
(PHRV) แล่นออกไป
(PHRV) เสนอ (ความคิด)
(PHRV) หวนกลับมา (เช่น ร่าเริง,สุขภาพดีอีกครั้ง)
(SL) ใช้ทุกวิถีทาง
(PHRV) ควักออกมาจาก
(PHRV) (เครื่องบิน) เริ่มเปลี่ยนระดับการบิน (หลัง) จากการบินต่ําลง
(PHRV) ละทิ้ง
(PHRV) แล่นออกไปจาก
(PHRV) เสนอความคิด
(PHRV) หวนกับมา (ร่าเริง, สุขภาพดี)
(PHRV) ขับรถเข้าข้างถนน/ข้างทาง
(PHRV) ดึงคลุม
(N) เสื้อที่ถอดออกทางศรีษะ
(PHRV) ทําให้ฟื้น
(PHRV) โน้มน้าวให้เปลี่ยนความคิด
(PHRV) ประสบความสําเร็จงดงาม
(PHRV) เผชิญกับ
(IDM) ทําให้อยู่ในสภาพดี
(IDM) ยืดให้ตรง
(IDM) ช่วยให้พ้นจากอันตรายหรือความตาย
(IDM) จ้องจับผิด
(IDM) ดึงหรือฉีกให้เป็นชิ้น ๆ
(PHRV) ดึงผ่าน
(PHRV) ทําสําเร็จ
(PHRV) มีชีวิตทั้งที่เจ็บป่วย
(PHRV) ประสบความสําเร็จ
(PHRV) ฟื้นคืนสู่ปกติ
(PHRV) สอดผ่าน
(PHRV) ดึงปิด
(PHRV) เข้าแถวด้วยกัน
(PHRV) ทํางานร่วมกัน
(PHRV) ปรับปรุง
(PHRV) ดึง (บางคน / บางสิ่ง) ไปข้างใต้
(N) การออกกําลังด้วยการใช้คาง
(PHRV) แก้ไข
(PHRV) ดึงไปข้างหน้า
(PHRV) ดึงยกขึ้น
(PHRV) ดุด่า
(PHRV) ทําให้หยุด
(PHRV) เปลี่ยนระดับ
(PHRV) ยืดตัวตรง
(IDM) ละทิ้งถิ่นที่อยู่
(IDM) ละทิ้งถิ่นที่อยู่หรือที่ทํางาน
(ADJ) เกี่ยวกับปอด
(N) เครื่องช่วยหายใจ
(N) เนื้อของผลไม้
(N) เนื้อฟัน
(N) เนื้อไม้
(N) หนังสือที่พิมพ์ด้วยกระดาษคุณภาพต่ํา
(N) นักเทศน์
(N) พื้นที่ยกสูงในโบสถ์
(ADJ) เหมือนเนื้อไม้อ่อน
(N) เนื้อไม้หรือวัสดุทําเยื่อกระดาษ
(ADJ) เหมือนเนื้อไม้อ่อน
(ADJ) ซึ่งเต้นเป็นจังหวะ
(N) แหล่งพลังงานแม่เหล็ก
(VI) เต้นเป็นจังหวะ
(N) การเต้นเป็นจังหวะ
(N) ชีพจร
(VI) เต้นเป็นจังหวะ
(N) เมล็ดพืชที่กินได้ (เช่น เมล็ดถั่ว)
(PHRV) ทําให้ตื่นเต้น
(PHRV) (เลือด) ไหลผ่าน ร่างกาย)
(VI) โขลก
(VT) โขลก
(VI) โขลก
(VT) โขลก
(N) สิงโตภูเขา
(N) หินภูเขาไฟ
(VT) ตี
(N) เครื่องสูบน้ํา
(VI) ปั๊มลมหรือของเหลว
(VT) คาดคั้น
(VT) ปั๊มลมหรือของเหลว
(VT) โยกขึ้นลง
(N) รองเท้าส้นเตี้ยไม่มีสายคาด
(N) ขนมปังหยาบชนิดหนึ่ง
(PHRV) กระตุ้นด้วย
(PHRV) สูบเข้า (อากาศ, ของเหลว)
(PHRV) ใส่เงินจํานวนมาก
(PHRV) กระตุ้นด้วย
(PHRV) สูบเข้า
(PHRV) ใส่เงินจํานวนมาก
(N) ฟักทอง
(N) ไวน์ชนิดหนึ่ง
(PHRV) เค้น
(PHRV) สูบ (อากาศหรือของเหลว) ออก
(PHRV) สูบผ่าน
(PHRV) เติมลม (เช่น ยางรถ)
(PHRV) สูบขึ้น
(SL) สิ่งที่กระตุ้นความรู้สึก (ทางเพศหรืออื่นๆ)
(N) ที่ราบสูงหนาวเย็น
(N) คําที่มีความหมายสองนัย
(N) การชก
(VT) กด
(VT) ชก
(VT) ใช้นิ้วแยง
(N) เครื่องเจาะ
(VT) เจาะ
(N) พันช์
(PHRV) บันทึกเวลามาถึง
(PHRV) แหย่
(PHRV) ชก
(PHRV) ชก
(PHRV) เจาะรู
(PHRV) ดึงเล็บ
(PHRV) ตอกบัตรออก
(PHRV) ชกต่อย (คําไม่เป็นทางการ)
(PHRV) บันทึก
(N) รายละเอียดเล็กน้อย
(ADJ) พิถีพิถัน
(N) ความเจ้าระเบียบ
(ADJ) ตรงเวลา
(N) ความตรงเวลา
(ADV) อย่างตรงเวลา
(VT) ขัดจังหวะ
(VT) คั่นด้วยเครื่องหมายวรรคตอน
(VT) เน้น
(PHRV) พูดขัดจังหวะ
(PHRV) ใส่เครื่องหมาย (คําถาม, ตกใจ ฯลฯ)
(N) การใช้เครื่องหมายวรรคตอน
(N) ้เครื่องหมายวรรคตอน
(N) เครื่องหมายวรรคตอน
(N) รูเปิดเล็ก
(VI) เจาะ
(VT) เจาะ
(VT) ทําลายความมั่นใจ
(N) ผู้เชี่ยวชาญ
(N) ความฉุน
(ADJ) เจ็บแสบ
(ADJ) ฉุน
(ADV) เล็กและอ่อนแอ
(VI) ทําโทษ
(VT) ทําโทษ
(ADJ) ซึ่งเป็นโทษ
(PHRV) ลงโทษ
(N) การลงโทษ
(PHRV) ลงโทษด้วย
(ADJ) เกี่ยวกับการลงโทษ
(N) วัสดุสําหรับจุดไฟ
(SL) เด็กชายหรือหนุ่มที่ไม่มีประสบการณ์
(N) ตระกร้าเล็กก้นตื้น
(N) ผู้ใช้คํามีความหมายสองนัย
(N) การเตะ
(VI) เตะ
(N) เรือท้องแบน
(VI) เล่นพนัน
(SL) ลูกค้า
(N) เหล็กที่ใช้ทําแก้ว
(ADJ) ไม่เพียงพอ
(ADJ) เล็กและอ่อนแอ
(N) ดักแด้
(N) ลูกสุนัข
(VI) คลอดลูกสุนัข
(VI) กลายเป็นดักแด้
(N) นักเรียน
(N) ลูกตาดํา
(N) ช่วงเป็นเด็กนักเรียน
(N) ช่วงเป็นเด็กนักเรียน
(ADJ) เกี่ยวกับนักเรียน
(N) คนที่ตกเป็นเครื่องมือของผู้อื่น
(N) หุ่นกระบอก
(N) คนเชิดหุ่นกระบอก
(N) ศิลปะการเชิดหุ่นกระบอก
(N) เด็กหนุ่มอ่อนหัด
(N) ลูกสุนัข
(N) ความรักระหว่างเด็กหนุ่มและเด็กสาวที่ยังไม่มั่นคง
(ADJ) ที่ตาบอด (คําหยาบ)
(N) การซื้อ
(N) การได้มาด้วยความพยายาม
(N) ของที่ซื้อมา
(VI) ซื้อ
(VT) ซื้อ
(VT) ได้มา (ด้วยความพยายาม)
(VT) ทําให้เคลื่อนที่ด้วยเครื่องมือสําหรับงัด
(N) ผู้ซื้อ
(ADJ) บริสุทธิ์
(ADJ) อย่างสมบูรณ์
(SL) ในขั้นต้น
(IDM) บริสุทธิ์มาก
(ADJ) ที่เกิดมาจากการผสมในสายพันธุ์เดียวกัน
(N) สัตว์หรือพืชที่เกิดจากการผสมในสายพันธุ์เดียวกัน
(N) น้ําแกงข้น
(ADV) อย่างไม่เจือปน
(N) ความบริสุทธิ์
(N) การล้างบาป
(ADJ) ที่ระบายท้อง
(N) ยาถ่าย
(ADJ) เกี่ยวกับสถานที่วิญญาณรับโทษทัณฑ์ก่อนขึ้นสวรรค์
(N) สถานการณ์ที่เลวร้ายมาก
(N) สถานที่วิญญาณรับโทษทัณฑ์ก่อนขึ้นสวรรค์
(N) การกําจัด
(VT) กําจัด
(VT) ล้างมลทิน
(PHRV) ชําระล้าง
(PHRV) ขจัด
(PHRV) ขจัด (ความรู้สึก)
(PHRV) ทําความสะอาด
(N) การชําระล้างบาป
(N) การทําให้บริสุทธิ์
(N) สิ่งที่ใช้ชําระล้าง
(VI) บริสุทธิ์
(VT) ทําให้บริสุทธิ์
(PHRV) ชําระ (จิตใจ)
(PHRV) ทําให้สะอาดและบริสุทธิ์ (สิ่งของ)
(N) ความพิถีพิถันในภาษา
(N) ลัทธิบริสุทธิ์
(N) ผู้เคร่งครัดในหลักศีลธรรมจรรยา
(ADJ) เคร่งศาสนามาก
(N) ความบริสุทธิ์
(N) ความไร้เดียงสา
(N) การเย็บแบบพลิกกลับ
(N) เส้นไหมดิ้นเงินดิ้นทอง
(VI) เย็บดิ้นเงินดิ้นทอง
(VT) เย็บดิ้นเงินดิ้นทอง
(N) ขอบเขตรอบนอก
(N) หมอนรองหลังคา
(N) หมอนรองหลังคา
(VI) ขโมย
(VT) ขโมย
(ADJ) สีม่วง
(N) ตําแหน่งพระราชา
(N) สิ่งของที่มีสีม่วง
(N) สีม่วง
(VI) กลายเป็นสีม่วง
(VT) ทําให้เป็นสีม่วง
(ADJ) ซึ่งเป็นสีม่วง
(N) ความหมาย
(VI) ตั้งใจที่จะทํา
(VI) อ้างว่า
(VT) ตั้งใจที่จะทํา
(VT) อ้างว่า
(N) ความต้องการ
(N) จุดประสงค์
(N) หน้าที่
(VT) ตั้งใจ
(ADJ) ซึงมีจุดประสงค์
(ADV) อย่างมีความหมาย
(ADV) อย่างไร้จุดประสงค์
(ADV) อย่างจงใจ
(ADJ) ซึ่งมีจุดประสงค์
(N) จ้ําเขียวบนผิวหนัง
(N) เสียงครางของแมว
(VI) พูดเสียงแผ่วเบา
(VT) พูดเสียงแผ่วเบา
(N) กระเป๋าใส่เงินขนาดเล็ก
(N) เงินที่สามารถนํามาใช้จ่ายได้
(N) เงินรางวัลที่ได้จากการแข่งขันชกมวย
(VT) ทําปากจู๋ (แสดงความไม่พอใจ)
(N) เจ้าหน้าที่เรือมีหน้าที่เก็บเอกสารและเงิน
(N) อวน
(N) นักล้วงกระเป๋า
(N) อํานาจในการจัดการเรื่องการใช้จ่ายเงิน
(PHRV) ทําปากย่น
(N) การทําให้ลุล่วงตามที่ต้องการ
(ADJ) ซึ่งไล่ตามมา
(VI) ไล่ตาม
(VT) ทําให้ลุล่วง
(VT) ไล่ตาม
(N) ผู้ล่า
(N) การพยายามให้ถึงความต้องการ
(N) การไล่ตาม
(N) งานอดิเรก
(N) ผู้ติดตาม
(ADJ) ที่อ้วนมากเกินไป
(N) แผลมีหนอง
(N) เป็นหนอง
(VT) จัดให้มี
(N) การจัดให้มี
(N) ขอบเขต (อํานาจ, การปฏิบัติงาน)
(N) น้ําหนอง
(N) การกดดัน
(N) การผลัก
(N) ความพยายาม
(SL) มีอายุเกือบจะ (อายุ / วัยหนึ่ง)
(VI) กดดัน
(VI) ดัน
(VT) กดดัน
(VT) กระตุ้น
(VT) ดัน
(PHRV) บังคับ
(PHRV) ผลัก
(PHRV) เดินหน้าต่อ
(PHRV) ผลักไปข้างหน้า
(PHRV) เข็นไป
(PHRV) ผลักไปด้านข้าง
(PHRV) พยายามผลัก
(PHRV) ดัน/ผลักต่อไป
(PHRV) ผลัก/ดันออกไป
(PHRV) ถอยกลับ (ทางทหาร)
(PHRV) ผลัก/ดันกลับ
(N) ไม้กวาดที่ออกแบบให้มีพื้นที่ในการกวาดได้กว้างๆ
(PHRV) ชนเบา ๆ
(N) รถเข็น
(N) รถเข็น
(PHRV) ผลักหรือดันลง
(PHRV) แทบจะมีไม่พอ
(N) ผู้ผลักดัน
(PHRV) กระตุ้น
(PHRV) กระตุ้นความสนใจ
(PHRV) เดินหน้าต่อ (ทางทหาร)
(PHRV) ทําต่อไป
(PHRV) ผลักไปด้านหน้า
(PHRV) ผลักออกไปจาก
(PHRV) เข็นไปบ้าน
(PHRV) ทําให้รู้สึกถึงผลกระทบ
(PHRV) ขัดจังหวะพูดแทรก
(PHRV) เบียดเข้ามา
(PHRV) ผลักเข้าด้านใน
(PHRV) อัดใส่
(ADJ) ซึ่งผลักดัน
(PHRV) กระตุ้น
(PHRV) อัดเข้า
(PHRV) ไปให้พ้น (คําสแลง)
(PHRV) ผลัก
(PHRV) เริ่มต้น (คําไม่เป็นทางการ)
(PHRV) ผลัก (ภาระ, หน้าที่) มาให้
(PHRV) ชักจูง
(PHRV) รีบดําเนินต่อ
(PHRV) ดัน
(PHRV) ผลัก (สิ่งไปต้องการ) ให้กับ (คําไม่เป็นทางการ)
(PHRV) พยายามขายความสามารถ
(IDM) เบียดไปข้างหน้า
(IDM) ผลักหรือเบียดผ่าน (ฝูงชน)
(PHRV) ขอให้ออกไป
(PHRV) เข็นเรือออก (การแล่นเรือ)
(PHRV) บอกให้เลิก (อย่างไม่ยุติธรรม) (คําไม่เป็นทางการ)
(PHRV) ผลักออก
(N) คนที่พ่ายแพ้ได้ง่าย
(N) ทีมกีฬาที่พ่ายแพ้ได้ง่าย
(PHRV) ผลักล้ม
(PHRV) รุกเร้า
(IDM) บังคับให้ยอมรับความคิด
(IDM) มีงานสังสรรค์ (คําไม่เป็นทางการ)
(PHRV) ช่วยให้ผ่าน (การสอบ, ขั้นตอน ฯลฯ)
(PHRV) แยงเข้าไป
(PHRV) ปิดให้สนิท
(PHRV) ผลักไปทาง
(PHRV) พยายามไปให้ถึง
(PHRV) มุ่งไปในเรื่อง
(N) การออกกําลังแบบวิดพื้น
(PHRV) ดันขึ้น
(PHRV) ผลัก(ราคา)สูงขึ้น
(PHRV) เร่งไปข้างหน้า
(PHRV) ดัน
(PHRV) ผลัก (สิ่งไปต้องการ) ให้กับ (คําไม่เป็นทางการ)
(IDM) ตายและถูกฝัง (คําไม่เป็นทางการ)
(ADJ) ก้าวร้าว
(SL) วางอํานาจ
(N) ความขี้ขลาด
(ADJ) ขี้ขลาด
(N) ผู้หญิงหรือเด็กผู้หญิง
(N) แมว
(N) ใบหน้า (คําสแลง)
(N) พืชจําพวก Portulaca
(N) พืชจําพวก Portulaca
(N) แมว
(N) ที่เต็มไปด้วยตุ่มหนอง
(N) แมว (คําที่เด็กๆ ใช้เรียกด้วยความรักใคร่)
(VI) กระทําลับๆ
(VI) เดินย่อง
(SL) ระมัดระวังมาก
(N) ต้นงิ้ว
(ADJ) ซึ่งทําให้เป็นตุ่มหนอง
(VI) เป็นตุ่มหนอง
(VT) ทําให้เป็นตุ่มหนอง
(N) ตุ่มหนอง
(VT) กําหนดให้ไปทํา
(VT) ถ่ายทอดบางสิ่ง เช่น ความรู้สึก ออกไป
(VT) วาง
(VT) ส่งไปอยู่อีกที่หนึ่ง
(IDM) เผชิญอย่างกล้าหาญ
(PHRV) ทําให้กังวล
(PHRV) แพร่
(PHRV) (เรือ) เปลี่ยนเส้นทาง
(PHRV) จัดหรือวางอยู่สูงกว่า (บางสิ่ง)
(PHRV) เห็นว่า (บางสิ่ง / บางคน) คู่ควรกับความสนใจมากกว่า
(IDM) โทรศัพท์หา
(IDM) ตีความ
(PHRV) ทําให้เข้าใจ
(PHRV) ทําให้สําเร็จ
(PHRV) วางพาด
(PHRV) ทําให้เชื่อถือ (โดยหลอกลวง) (คําไม่เป็นทางการ)
(IDM) พูดสนับสนุน
(PHRV) ทําให้เติบโต
(PHRV) เปลี่ยนให้เร็วขึ้น (วัน, เวลา)
(PHRV) หมุนเข็มนาฬิกาไปเร็วขึ้น
(IDM) ทําให้โชคร้าย
(IDM) เสี่ยงโอกาส
(IDM) จุดไฟเผา
(PHRV) วางไว้ตรงกลาง
(IDM) จําชื่อของ
(IDM) ฆ่าอย่างไร้ความเมตตา
(IDM) ทําให้ (สัตว์) หมดสติ / ไม่รู้สึกตัว
(IDM) เลิก
(IDM) ทําให้แตกต่าง
(IDM) เตรียม (หนังสือพิมพ์) สําหรับพิมพ์
(IDM) ทําให้คิดถึง (บางสิ่ง)
(PHRV) เก็บรักษา (เช่น เงิน)
(PHRV) วางแยกจาก
(IDM) ประเมินค่าสูง
(IDM) ให้ราคา
(PHRV) เดาว่าเป็น
(PHRV) เก็บรักษา
(PHRV) ทําไม่ต่อเนื่อง
(PHRV) ยุติ
(PHRV) (เลือก) ไม่สนใจ
(PHRV) วางไว้สักพัก
(PHRV) สํารองไว้ (สินค้า)
(IDM) หยุดทําบางสิ่งที่รบกวน (คําไม่เป็นทางการ)
(IDM) ทําให้เสีย (คําไม่เป็นทางการ)
(IDM) ทําให้ยุ่งยาก (มาจากการทําผิด)
(IDM) ทําให้ยากสําหรับ
(PHRV) คาดเดา
(PHRV) ทําให้ (บางสิ่ง เช่น ม้า) กระโดดข้าม
(PHRV) วางไว้ข้างหน้า
(ADJ) ซึ่งเป็นตามคําเล่าลือ
(PHRV) กินหรือดื่มจํานวนมาก
(PHRV) เก็บเข้าที่
(PHRV) เก็บเงิน
(PHRV) ฆ่าสัตว์ (คําสุภาพ)
(PHRV) จบชีวิตแต่งงาน
(PHRV) จับเข้าโรงพยาบาลประสาท (คําสุภาพ)
(PHRV) เลิกพิจารณา
(PHRV) สํารองสินค้าไว้ให้
(PHRV) ได้รับกลับคืนมาอีก
(PHRV) ทําให้ก้าวหน้าช้า
(PHRV) ทําให้ได้เงิน (จํานวน) คืน
(PHRV) ย้ายไปห้องเรียนต่ํากว่าระดับที่คาด
(PHRV) (เรือ) แล่นกลับ
(PHRV) เลื่อน
(PHRV) วางกลับ
(PHRV) ส่งคืน
(PHRV) หมุนเข็มนาฬิกาเร็วขึ้น
(PHRV) วางไว้ตรงหน้า
(PHRV) ส่งให้พิจารณายอมรับหรืออนุมัติ
(PHRV) เสนอทางเลือกให้
(PHRV) เห็นว่า (บางสิ่ง) สําคัญกว่า
(IDM) ทําให้ล่าช้า
(PHRV) วางไว้ด้านหลัง
(PHRV) ไม่ทําต่อ
(PHRV) ไม่ยอมรับ
(PHRV) รักษาเงินไว้
(PHRV) เลิกนิสัย
(PHRV) วางไว้ชั่วครู่
(PHRV) สํารองสินค้า
(N) คําพูดดูถูกคนอื่น
(PHRV) กินหรือดื่มจํานวนมาก
(PHRV) เก็บสํารองไว้ (ใช้ในอนาคต)
(PHRV) (เครื่องบิน) แล่นลง
(PHRV) ฆ่าสัตว์
(PHRV) จดบันทึก
(PHRV) จดลงบัญชี
(PHRV) ทําให้แพ้
(PHRV) ทําให้รู้สึกต่ําต้อย (คําไม่เป็นทางการ)
(PHRV) ทําให้อวัยวะบางส่วนต่ําลง
(PHRV) เปลี่ยนไป
(PHRV) ไม่ได้รับการยอมรับ
(PHRV) ยอมให้ลงจากรถ
(PHRV) เลิกงาน
(PHRV) วางดาวน์ (สิ่งของ เช่น บ้าน)
(PHRV) วางลง
(PHRV) จดบันทึก
(PHRV) พิจารณาว่าเป็น (คนอย่างไร)
(PHRV) ตระหนักว่าเป็น
(PHRV) ลงชื่อว่าเต็มใจจะจ่าย (จํานวนเท่าใด)
(IDM) ตั้งรกราก
(IDM) หยุดทํางานเพราะไม่เห็นด้วย
(PHRV) ซื้อสินค้าโดยใส่บัญชี
(PHRV) รู้ว่าเป็นผลมาจาก
(IDM) ย้ําเน้น
(PHRV) ขยาย
(PHRV) ใช้กําลัง
(PHRV) ตีพิมพ์ (คําเก่า)
(PHRV) ยืดออกไป (คําเก่า)
(PHRV) เริ่มเดินทาง
(PHRV) เสนอแผนการ
(PHRV) ทําให้ก้าวหน้า
(PHRV) เลื่อนให้เร็วขึ้น
(PHRV) วางข้างหน้า
(PHRV) เสนอแนะ
(PHRV) หมุนเข็มนาฬิกา
(IDM) ใส่ความคิดผิด ๆ ให้
(PHRV) แก้ต่างให้ (ทางกฎหมาย)
(PHRV) เข้าแข่งขัน
(PHRV) เขียนเพิ่ม
(PHRV) ชก
(PHRV) ใช้เวลา
(PHRV) ทํางาน
(PHRV) ปลูกในดิน
(PHRV) พูดแทรก
(PHRV) เรียกร้อง
(PHRV) (เรือ) เทียบท่า
(PHRV) เลือกตั้ง
(PHRV) วางใน
(PHRV) วางไว้ในอาคารหรือห้อง
(PHRV) ส่งผู้เล่นเข้าสู่สนาม (กีฬา)
(PHRV) สะสม
(PHRV) จัดลําดับ
(PHRV) แต่งตั้ง
(PHRV) ทําให้อยู่ใน (สภาพ, ตําแหน่ง) ไม่ดี (ทางสังคม จิตใจหรือการเมือง)
(PHRV) พยายามทํา
(PHRV) มอบให้
(PHRV) แสดงความคิด (ทางภาษา)
(PHRV) อยู่ในตําแหน่งที่
(PHRV) เข้าร่วม (แข่งขัน)
(PHRV) เรียกร้อง
(PHRV) (เรือ) จอดเทียบท่า
(PHRV) ขังคุก
(PHRV) ใส่ข้างใน
(PHRV) จัดอันดับ (ในการแข่งขัน)
(PHRV) ทําให้อยู่ในสภาพ / ตําแหน่ง (ไม่ดี) เพราะ
(PHRV) แปล (เป็นภาษา)
(PHRV) พยายามทํา (บางสิ่ง)
(PHRV) เพิ่ม
(PHRV) มอบให้ (ดูแล)
(PHRV) (เรือ) เทียบท่า
(PHRV) วางใน
(PHRV) ใส่เงิน
(PHRV) ใส่ (เสื้อผ้า)
(PHRV) กล่าวเกินจริง (คําไม่เป็นทางการ)
(IDM) จับมือ (เห็นด้วย) (คําไม่เป็นทางการ)
(IDM) เสนอแนะ
(PHRV) กําจัด
(PHRV) แก้ตัว (เพื่อเลี่ยงหน้าที่, ภาระ)
(PHRV) (เครื่องจักร) หยุดทํางาน
(PHRV) ถอดออก (เสื้อผ้า)
(PHRV) ทําให้ท้อ
(PHRV) ทําให้ท้อจากการทํางาน
(PHRV) ยอมให้ออกจากพาหนะ
(PHRV) (เรือ) เริ่มเดินทาง
(PHRV) เลื่อนออกไป
(PHRV) หมดสติ (เช่น หลับ)
(PHRV) ทําให้ท้อถอย
(PHRV) ทําให้เกิดขึ้น
(PHRV) ทําให้ติด
(PHRV) (น้ําหนัก) เพิ่ม
(PHRV) บอกให้ขึ้น (เวที)
(PHRV) เพิ่ม
(PHRV) เร่งความเร็ว
(PHRV) เริ่มทํางาน
(PHRV) วางบน
(PHRV) สวม
(PHRV) แสร้งทํา (คําไม่เป็นทางการ)
(PHRV) หมุนเข็มนาฬิกา
(PHRV) หลอกลวง (คําไม่เป็นทางการ)
(PHRV) ข้อบังคับให้ยอมรับ
(PHRV) ทําให้ยุ่งยาก
(PHRV) เพิ่ม (ราคา, จํานวน)
(PHRV) มอบหน้าที่
(PHRV) เสี่ยงพนัน (เงิน)
(PHRV) วางโต
(PHRV) เร่งความเร็ว
(IDM) สามารถเดินได้
(IDM) พยายามทํา (บางสิ่ง) อย่างหนัก
(IDM) แกล้งพอใจ
(IDM) พยายามทําให้เร็ว
(IDM) ซื่อสัตย์
(IDM) ไว้วางใจ
(IDM) เห็นอกเห็นใจ
(IDM) เห็นอกเห็นใจ
(IDM) พัก
(IDM) ระบุสาเหตุหรือข้อบกพร่อง
(IDM) ตัดสินใจเด็ดขาดหรือแน่วแน่
(IDM) เหยียบคันเร่ง
(IDM) ทําให้ยุ่งยาก (โดยพูดไม่ระวัง) (คําไม่เป็นทางการ)
(IDM) จ่ายค่า
(IDM) หาบางสิ่ง
(IDM) ทุ่มเท
(IDM) ฝากความหวังไว้กับ
(IDM) คิดรอบคอบเกี่ยวกับ
(IDM) ทํางานหนัก
(IDM) มั่นใจในความสําเร็จ
(IDM) ทํางานหนัก
(IDM) จัดให้เป็นระเบียบ
(IDM) เสี่ยงเสียเงิน
(IDM) พยายามอย่างหนัก (กับบางสิ่ง)
(IDM) คิดให้รอบคอบ
(IDM) ชก
(IDM) ขู่บังคับ (คําไม่เป็นทางการ)
(PHRV) ติดต่อทางโทรศัพท์
(PHRV) แพร่งพราย
(PHRV) วางบน
(PHRV) ให้ข้อมูลเกี่ยวกับ (บางสิ่งที่ดี)
(IDM) ช่วยกันคิด
(N) การออกนอกการแข่งขัน
(PHRV) ใช้กําลัง
(PHRV) ใช้เงิน
(PHRV) (ต้นไม้) งอกใหม่
(PHRV) เตรียมให้พร้อม
(PHRV) ทําลาย (ร่างกายบางส่วน)
(PHRV) ทําให้กังวล
(PHRV) ทําให้ยอมรับ
(PHRV) ทําให้ยุ่งยาก
(PHRV) ทําให้รู้กันทั่ว (โดยเฉพาะทางวิทยุ, โทรทัศน์, สิ่งพิมพ์)
(PHRV) ทําให้ล่าช้า
(PHRV) ทําให้เสีย
(PHRV) ทําให้หมดสติ
(PHRV) พิมพ์
(PHRV) (ไฟ) ดับ
(PHRV) ยืดออกไปข้างหน้า
(PHRV) (เรือ) ออกเดินทาง
(PHRV) ไล่ออก
(PHRV) วางไว้ข้างนอก
(PHRV) วางเหนือ
(PHRV) ส่งคืน (คําสแลง)
(PHRV) ส่งงานที่เสร็จแล้วไปที่อื่น
(PHRV) ส่งไปที่ต่าง ๆ
(PHRV) สร้าง (สินค้า, อํานาจ ฯลฯ)
(PHRV) เสนอแนะ
(PHRV) เอาออกไป
(PHRV) หลอกให้เชื่อ (คําไม่เป็นทางการ)
(PHRV) หลอกลวง (คําไม่เป็นทางการ)
(PHRV) ทําลาย
(PHRV) พิจารณาว่าเป็นไปได้
(IDM) เขียนบางสิ่ง
(IDM) กดดัน
(N) การเน่าเปื่อย
(VI) เน่าเปื่อย
(VT) ทําให้เน่าเปื่อย
(N) การเน่าเปื่อย
(ADJ) ที่เน่าเปื่อย
(ADJ) ซึ่งเน่าได้
(ADJ) ซึ่งไร้ค่า
(ADJ) น่ารังเกียจ
(ADJ) เน่าเหม็น
(N) การเน่าเปื่อย (ก่อให้เกิดกลิ่นเหม็น)
(N) การเน่าเปื่อย (ก่อให้เกิดกลิ่นเหม็น)
(PHRV) แก้ไขให้ถูกต้อง
(PHRV) ซ่อมแซม
(PHRV) ทําให้รู้สึกดีขึ้น
(IDM) ทําให้ล้มเหลว
(IDM) เลือกให้มาบริหาร
(IDM) ทําให้รู้สึกสุขสบาย
(IDM) จําคุก
(IDM) ให้ความเคารพ
(IDM) ติดต่อ
(IDM) ทําให้อยู่ตามฐานะ
(IDM) ทําให้จดจํา
(IDM) อธิบายความจริง
(IDM) ขัดจังหวะ
(IDM) ทําให้เข้าใจผิด (เพื่อค้นหาไม่พบ)
(IDM) ชื่นชมเกินไป
(IDM) ใส่ความผิด
(IDM) เตือน
(IDM) ทําให้สัญญาว่าจะเล่าความจริง
(IDM) กระตุ้นให้พยายามที่สุด
(IDM) ทําให้กังวล
(IDM) ทําให้หยุดกังวล
(IDM) ทําให้เสียงานไป
(IDM) ทําให้โกรธ
(IDM) ทําให้รําคาญ
(IDM) ทําได้ดีกว่า
(IDM) จับผิด (คําไม่เป็นทางการ)
(IDM) ทดสอบ
(IDM) ทดสอบ
(IDM) ทําให้แสดงความสามารถ
(IDM) ฝึกฝน
(IDM) พยุงให้นอนบนเตียง
(IDM) ทําให้จ่าย (จํานวนมาก)
(IDM) ทําให้อับอาย
(IDM) ทําให้ทรมาน
(IDM) ทําให้เป็นหนี้
(IDM) ควบคุมตัว (ก่อนการพิจารณาคดี)
(IDM) สาบานต่อศาล
(IDM) เฝ้าดูอย่างใกล้ชิด
(IDM) มีค่าสูง
(IDM) เห็นว่าไม่สําคัญอีกแล้ว
(IDM) พูดชัดเจนเพื่อแสดงความคิด
(IDM) ทําให้เสี่ยงอันตราย
(IDM) เริ่มต้นบางสิ่ง
(IDM) จัดเป็นระเบียบ
(IDM) ทําตามแผนการ
(IDM) ทําให้กระตือรือร้น
(IDM) ใช้ภาษา / คําพูดแสดงความรู้สึก
(IDM) เก็บไว้พิจารณาทีหลัง
(IDM) ทําให้ดีขึ้น
(IDM) วางไว้ก่อน
(IDM) ทําให้เด่น
(IDM) เริ่มขาย
(IDM) ลืม (อย่างตั้งใจ)
(IDM) ใช้เต็มที่
(IDM) แก้ไขให้ถูกต้อง
(IDM) แก้ไขให้ถูกต้อง
(IDM) ทําให้เรียบร้อย / เป็นระเบียบ
(VI) ตีลูกกอล์ฟลงหลุม
(N) ผ้าพันหน้าแข้ง
(N) ผู้สวม
(N) ไม้ตีกอล์ฟ
(PHRV) ออกแรงเล็กน้อย
(PHRV) ดับ (ไฟเครื่องยนต์)
(IDM) ขู่เอาเงิน (คําไม่เป็นทางการ)
(IDM) เตะ (คําสแลง)
(IDM) หยุดชะงัก
(IDM) พยายามหยุดรถ (พาหนะ)
(IDM) คิดหรือทําผิดขั้นตอน
(IDM) ทําให้ยุ่งยาก (โดยการพูด / กระทําผิดพลาด)
(IDM) หวนกลับไปสู่อดีต
(IDM) ทําให้โกรธมาก
(IDM) ทําให้หวาดกลัวมาก
(IDM) ทําให้หวาดกลัวมาก
(IDM) ทําให้สมบูรณ์ในรายละเอียด
(IDM) ทําให้เสีย (คําไม่เป็นทางการ)
(IDM) ทําให้ล้มเหลว (เพราะบางคนโม้ไปก่อนว่าสําเร็จ)
(PHRV) วางที่
(IDM) ชักจูงโดยบังคับ (คําไม่เป็นทางการ)
(IDM) ทําลาย (บางสิ่ง) ตอนท้าย / จบ (คําไม่เป็นทางการ)
(IDM) ทําให้กลัว
(PHRV) ทําให้ผ่าน (กฎหมาย, ร่างกฎหมาย)
(PHRV) ทําให้สมบูรณ์
(PHRV) ทําให้สอบผ่าน
(PHRV) โทรศัพท์ติดต่อ
(PHRV) ทําให้ทรมานจาก
(PHRV) ฝึกสัตว์ให้แสดง
(PHRV) ปิดสนิท
(PHRV) ตัดสินด้วยคะแนนเสียง
(PHRV) ทําให้เข้าสู่ / มาถึงสภาพบางอย่าง
(PHRV) เพิ่ม
(PHRV) มุ่งมั่น
(PHRV) วางต่อจาก
(PHRV) เสนอความคิด
(PHRV) ทําให้รวมกัน
(PHRV) รวบรวม (สิ่งที่กระจัดกระจาย)
(PHRV) รวมกันเป็นหนึ่งเดียว
(IDM) เข้าใจความหมาย
(IDM) หาคําตอบให้กับบางสิ่ง
(N) ปูนอุดรอยรั่ว
(PHRV) ทําให้หมดสติ
(PHRV) วางไว้ข้างใต้
(PHRV) เก็บไว้ในที่ปลอดภัย
(PHRV) เก็บสงวนอาหาร
(PHRV) จัดหาสิ่งจําเป็น
(PHRV) เตรียมแผนลับ (คําไม่เป็นทางการ)
(PHRV) ทําให้ขุ่นเคือง
(PHRV) แนะนํา (เพื่อให้ทํางาน)
(PHRV) บรรจุ
(PHRV) ปิดประกาศ
(PHRV) เพิ่มราคา
(PHRV) ยกสูงขึ้น
(PHRV) เลิกใช้
(PHRV) ไล่ออกจากที่ซ่อน
(PHRV) สร้าง
(PHRV) สอบสวน
(PHRV) เสนอ
(PHRV) เสนอขาย
(PHRV) เสนอให้เลือก
(PHRV) หาที่พักให้
(PHRV) หาอาหารให้
(IDM) กระทําอย่างกล้าหาญ
(IDM) ตั้งหมัด
(IDM) ปิดกิจการค้า
(IDM) ปิดร้านโดยล็อคกุญแจ
(PHRV) กระตุ้น
(PHRV) เตือนเกี่ยวกับ
(PHRV) ทําให้คุ้นเคยกับ
(PHRV) แนะนํา
(PHRV) ปล่อยให้ (บางคน) ตัดสิน
(PHRV) พักอยู่กับ
(PHRV) ยกสูงขึ้นด้วย
(PHRV) บอกถึงสิ่งที่ถูกต้อง (ข้อมูล) (คําไม่เป็นทางการ)
(IDM) ใส่เครื่องหมายเน้น
(IDM) อ้างว่าเป็นคําพูดของ
(IDM) ทําให้มีความสุขน้อยลง
(IDM) ยอมยกมือ (ให้กับคนที่เอาปืนจ่อ)
(N) คนที่เข้าใจยาก
(N) ปัญหาหรือสถานการณ์ที่ยากลําบาก
(VT) ทําให้งง
(ADJ) ซึ่งงุนงง
(N) ความสับสน
(PHRV) เข้าใจ
(PHRV) คิดหนักเกี่ยวกับ
(N) หน่วยเงินตราของประเทศพม่า
(N) หนา
(N) สภาวะเลือดเป็นพิษ
(ADJ) แคระ
(N) คนแคระ
(N) ชนเผ่าปิ๊กมี่ในทวีปแอฟริกาตอนใต้
(N) เสื้อกางเกงชุดนอนเข้าชุดกัน
(ADJ) อ้วน
(N) เครื่องหมายบอกทางของสนามบิน
(N) กระเพาะอาหารส่วนท้ายที่เปิดเข้าสู่ส่วน duodenum
(N) หนอง
(N) การมีหนอง
(N) โรคเหงือกอักเสบ
(N) การมีหนอง
(N) การต่อตัว
(N) พีระมิด
(N) สิ่งของที่มีรูปทรงเหมือนพีระมิด
(VI) ทําเป็นรูปทรงพีระมิด
(ADJ) ซึ่งทําเป็นทรงพีระมิด
(N) กองฟืน
(ADJ) ซึ่งทําให้เป็นไข้ได้
(PRF) ไฟ
(N) โรคจิตชอบลอบวางเพลิง
(N) ประตูเข้า
(N) ศิลปะการทําดอกไม้ไฟ
(N) งูขนาดใหญ่
