(วี) n. พยัญชนะ|ตัว|ที่ 22 ของ|ภาษาอังกฤษ
n. เครื่องหมาย|ชัยชนะ|โดย|การ|ชู 2|นิ้ว|เป็น|รูป|ตัว|V
(วี|'|เ?พทฺ) adj. มี|รูป|คล้าย|ตัว|V
abbr. venereal disease
abbr.very high frequency
abbr. very important person
(เว|'|เคิน|ซี) n. ความ|ว่างเปล่า|,|ตําแหน่ง|ว่าง|,|ที่|ว่าง|,|ช่องว่าง|,|การ|ขาด|ความคิด|หรือ|ปัญญา|,|เวลาว่าง.  |Syn. void
(เว|'|เคินทฺ) adj. ว่าง|,|ว่างเปล่า|,|ไม่|ได้|ถูก|ครอบครอง|,|ไม่|ได้|ใช้|,|ไม่|ได้|ทํางาน.  |Syn. vacantly adv. vacantness n.  |Syn. empty|,|unrented|,|abandoned
(เว|'|เคท) vt.,|vi. ทํา|ให้|ว่าง|,|เอา|ออก|,|ย้าย|,|เจียด|ออก|,|ทํา|ให้|ว่าง|,|ยกเลิก|,|เพิกถอน.  |Syn. vacatable adj.  |Syn. annul
(เวเค|'|เชิน) n. ระยะ|หยุดงาน|,|ระยะ|หยุด|ภาค|,|การ|หยุดงาน|,|การ|หยุด|ภาค|,|เวลาว่าง|,|การ|ออก|ไป|,|การ|ย้าย|ออก|,|การ|ลา. vi. หยุดงาน|,|หยุด|ภาค|,|ออก|ไป|,|ย้าย|ออก|  |Syn. rest|,|holiday
(แวค|ซี|น|'|,|แวค|'|ซี|น|,|แวค|'|ซิ|น) n.,|adj. วัคซีน|,
(แวส|'|ซะเลท) vi. เปลี่ยนแปลง|,|หวั่นไหว|,|รวนเร|,|แกว่ง|ไป|มา.  |Syn. vacillator n.  |Syn. wobble|,|waver|,|totter
(แวส|'|ซะเลทิง) adj. ไม่|แน่นอน|,|เปลี่ยนแปลง|, หวั่นไหว|,|รวนเร|,|แกว่ง|ไป|มา.  |Syn. vacillator n.
(แวสซะเล|'|เชิน) n. ความ|ไม่|แน่นอน|,|ความ|รวนเร|,|ความ|ไม่|เด็ดขาด|,|ความ|ขึ้น ๆ ลง ๆ| 
(แวค|'|คิว|อะ) n. พหูพจน์|ของ vaccuum
(แว|คิว|'|อิ|ที) n. ความ|ว่าง|,|ความ|ว่างเปล่า|,|ช่องว่าง|,|สูญญากาศ|,|ความ|ไม่|มี|สาระ|,|การ|ไร้|ความคิด|หรือ|ปัญญา|,|สิ่ง|ที่|ว่างเปล่า|,|พฤติการณ์|ที่|ไร้|ความคิด|,|จิตใจ|ที่|ว่างเปล่า.  |Syn. vacumm|,|vold
(แวค|'|คิว|อัม) n. สูญญากาศ|,|ช่องว่าง|ที่|ปราศจาก|อากาศ|,|ความ|ว่างเปล่า|,|เครื่องดูดฝุ่น adj. เกี่ยวกับ|สูญญากาศ|,|ไร้|อากาศ|หรือ|แก๊ส. vt. ทํา|ความ|สะอาด|ด้วย|เครื่องดูดฝุ่น. vi. ใช้|เครื่องดูดฝุ่น. pl. vacuums|,|vacua|  |Syn. void|,|emptiness|,|gap|,|blank
n. กระติกน้ําร้อน|,|ขวด|รักษา|ความ|ร้อน|ที่|มี|ผนัง|สอง|ชั้น
n. เบรค|สูญญากาศ
n. เครื่องดูดฝุ่น.  |Syn. vacuum sweeper
(แวก|'|กะ|บอน|ดฺ) adj. พเนจร|,|ร่อนเร่|,|จรจัด|,|ไร้|ค่า|,|ขี้เกียจ. n. คน|พเนจร|,|คน|ร่อนเร่|,|คนจร|จัด|,|คน|ที่|ไม่|มี|ความ|รับผิดชอบ.  |Syn. vagabondish adj.  |Syn. tramp|,|vagrant
(วะ|แก|'|รี) n. ความ|ไม่|แน่นอน|,|การ|กระทํา|ที่|ไม่|แน่นอน|,|พฤติการณ์|ที่|แปลกประหลาด|,|ความคิด|ประหลาด ๆ|  |Syn. notion|,|whim
(วะ|ไจ|'|นะ) n. ช่องคลอด|,|ปลอก|ใบ|หุ้ม|ลําต้น|บาง|ชนิด pl. -|nas|,|-|nas
(แวจ|'|จิเนิล) adj. เกี่ยวกับ|ช่องคลอด|,|เกี่ยวกับ|ปลอก|ใบ|หุ้ม|ลําต้น|บาง|ชนิด
การ|ตกเลือด|ทาง|ช่องคลอด
(เว|'|เกริน|ซี) n. ความ|ไม่|แน่นอน|,|ความ|รวนเร|,|การ|พเนจร|,|การ|เร่ร่อน|,|ความ|จรจัด|,|ลักษณะ|จรจัด|  |Syn. reverie
(เว|'|เกริน|ทฺ) n. ผู้|พเนจร|,|ผู้|เร่ร่อน|,|คนจร|จัด. adj. พเนจร|,|เร่ร่อน|,|ระ|เห|เร่ร่อน|,|จรจัด.  |Syn. vagrantly adv.  |Syn. vagabond|,|tramp|,|drifter|,|aimless|,|unsettled
(เวก) adj. คลุมเครือ|,|เคลือบคลุม|,|ไม่|ชัดแจ้ง|,|เลือน|,|เลอะเลือน.  |Syn. vaguely adv. vagueness n.  |Syn. unsettled|,|uncertain
เส้นประสาท|ของ|cranial nerves คู่|ที่ 10 ประกอบ|รวม|ด้วย|เส้นประสาท|หลาย|เส้น|ไป|รวม|สู่|อวัยวะ|ต่าง ๆ เช่น หู|ด้าน|นอก ฟาริงค์ ลา|ริงค์ trachear ปอด esophagus กระเพาะ ลําไส้เล็ก ถุงน้ําดี ทํา|หน้าที่|เกี่ยวข้อง|กับ|ระบบประสาท|อัติ|โน|มัติ
(เวน) adj. ไร้|ประโยชน์|,|ไม่|มี|สาระ|,|ไม่|สําคัญ|,|ทะนง|ตัว|,|ถือตัว|,|ทิฐิ|,|โง่|, in vain เปล่าประโยชน์ ไม่|ได้|ผล ไม่|เหมาะสม.  |Syn. vainly adv.
(เวล) n. หุบเขา|,|หุบเขา|ลําธาร
(แวลลิดิค|'|เชิน) n. การ|อําลา|,|การ|เอ่ย|คําอําลา|,|คําอําลา
(แวลลิดิค|'|ทะ|รี) adj. กล่าว|คําอําลา|,|เกี่ยวกับ|คําอําลา n. การ|กล่าว|คําอําลา|,|การ|ปราศรัย|อําลา|ใน|พิธี|รับ|ประกาศนียบัตร|หรือ|ปริญญา
(เว|'|เลินซฺ) n. วา|เลน|ซี่|,|เป็น|ตัวเลข|แสดง|ถึง|จํานวน|อะตอม|ของ|ไฮโดรเจน|ที่|สามารถ|รวม|กับ|หนึ่ง|อะตอม|ของ|ธาตุ|อื่น.  |Syn. valency
(เว|'|เลิน|ซี) n. =|valence
(แวล|'|เลินไทน์) n. การ์ดหรือ|จดหมาย|แสดง|ความ|รัก|หรือ|ของขวัญ|ที่|ส่ง|ให้|กัน|ใน|วัน|St. Valentine|,|คนรัก|ที่|ส่ง|การ์ด|หรือ|จดหมาย|หรือ|ของขวัญ|ใน|วัน|St. Valentine|  |Syn. sweetheart
(แวล|'|ลิท|,|แวลเล|') n. คนใช้|ชาย|ที่|เป็น|คนรับใช้|ส่วนตัว|ของ|นาย|ผู้ชาย|,|คนใช้|ชาย|ที่|ทํา|หน้าที่|ดูแล|เสื้อผ้า|ของ|ผู้|มา|พํานัก|ใน|โรงแรม|หรือ|เรือ|โดยสาร|,|หิ้ง|เสื้อผ้า. vt.,|vi. ทํา|หน้าที่|รับใช้|,|เป็น|คนใช้|ดังกล่าว|  |Syn. manservant
(แวล|'|เยิน|ซี) n. ความ|กล้าหาญ|,|ความ|องอาจ|,|ความ|อาจหาญ.  |Syn. valiance
(แวล|'|เยินทฺ) adj. กล้าหาญ|,|องอาจ|,|อาจหาญ|,|เป็น|วีรบุรุษ|,|มี|คุณค่า|,|ดีเลิศ.  |Syn. valiantly adv.  |Syn. bold|,|brave|,|daring|,|stout
(แวล|'|ลิด) adj. มี|เหตุผล|,|มี|มูล|,|มี|หลักฐาน|,|มี|ผล|,|ให้|ผล|ที่|ต้องการ|,|เป็นทางการ|,|ใช้ได้|,|ฟังขึ้น|,|ชอบด้วยกฎหมาย|,|แข็งแรง|,|มี|สุขภาพ|ดี.  |Syn. validly adv. validness n.  |Syn. cogent
(วะ|ลิด|'|ดิ|ที) n. ความ|ใช้ได้|,|ความ|มี|เหตุผล|,|ความ|สมบูรณ์|,|การ|มี|ผล|บังคับ|ได้|ตาม|กฎหมาย|,|ความ|มี|มูล|,|การ|มี|หลักฐาน|,|ความ|แข็งแรง|,|การ|มี|สุขภาพ|ดี|  |Syn. soundness|,|validation
(วะลิส|') n. กระเป๋า|ถือ|เล็ก ๆ| 
(แวล|'|ลี) n. หุบเขา|,|หุบเขา|ลําธาร|,|ห้วย|เขา|,|หว่าง|เขา|,|แอ่ง|ลึก.  |Syn. dale|,|dell
(u) r (แวล|'|เลอะ) n. ความ|กล้าหาญ|,|ความ|องอาจ|,|ความ|อาจหาญ.  |Syn. courage|,|bravery|,|heroism Ant. cowardice|,|fear
(แวล|'|เลอ|เริส) adj. กล้าหาญ|,|องอาจ|,|อาจหาญ.  |Syn. valorously adv.  |Syn. brave
(แวล|'|ลิวเบิล) adj. มี|ค่า|,|มี|คุณค่า|,|มี|ค่า|เป็น|เงิน|มาก|,|มี|ราคา|,|มี|ประโยชน์|มาก|,|มี|ความ|สําคัญ|มาก. n. ของมีค่า|,|ของ|ที่|มี|ค่า|เป็น|เงิน|มาก.  |Syn. valuableness n. valuably adv.  |Syn. costly|,|valued|,|worthy
(แวล|'|ลิวเอท) vt. ประเมิน|ค่า|,|ประมาณ|ค่า|,|ตีราคา|  |Syn. appraise|,|estimate
(แวลลิวเอ|'|เชิน) n. การ|ประเมิน|ค่า|,|การ|ประมาณ|ค่า|,|การ|ตีราคา|,|ค่า|ที่|ประเมิน|ราคา|กําหนด|  |Syn. valuational adj. valuationally adv.  |Syn. estimate
(แวล|'|ลิวเอ|เทอะ) n. ผู้|ประเมิน|ค่า|,|ผู้|ประมาณ|ค่า|,|ผู้|ตีราคา|  |Syn. appraiser
(แวล|'|ลิว) n. ค่า|,|คุณค่า|,|มูลค่า|,|ราคา|,|ค่า|เป็น|เงิน|,|ค่าตอบแทน|,|หน่วย|เงินตรา|,|ขนาด|,|ปริมาณ|,|ความ|นิยม|,|ความ|พอใจ|,|ความหมาย|,|ระดับ|,|คุณภาพ|ของ|เสียง. vt. ประเมิน|ค่า|,|ประมาณ|ค่า|,|คํานวณ|ค่า|เป็น|เงิน|,|ให้|ความ|สําคัญ|,|ให้|เกียรติ|,|นับถือ|อย่าง|สูง|  |Syn. merit|,|wort
(แวว|'|ลิวดฺ) adj. ประเมิน|ค่า|ไว้|สูง|,|ประเมิน|ค่า|ไว้|แล้ว|,|ประมาณ|ค่า|ไว้|แล้ว|,|ตีราคา|ไว้|แล้ว|,|มี|ค่า|เฉพาะ|อย่าง|,|ได้|รับ|ความ|เคารพนับถือ|,|ได้|รับ|เกียรติ
(แวล|'|ลิวลิส) adj. ไร้|ค่า|,|ใช้ไม่ได้|,|ไม่|มี|มูลค่า.  |Syn. valuelessness n.  |Syn. worthless
(แวล|'|ลิวเออะ) n. ผู้|ประเมิน|ค่า|,|ผู้|ประ|-|มา|ณ|ค่า|,|ผู้|ตีราคา|,|ผู้|กําหนด|ราคา|  |Syn. appraiser
(แวลว) n. ลิ้น|ปิด|เปิด|,|ส่วน|ที่|ทํา|หน้าที่|ปิด|เปิดทาง|ผ่าน|,|ลิ้น|เครื่องยนต์|,|ลิ้น|ลูก|สูบ|,|พืช (กลีบ) ,|หลอด|สูญญากาศ. vt. จัด|ให้|มี|ลิ้น|ปิด|เปิด|,|ใส่|ลิ้น|ปิด|เปิด.  |Syn. valveless adj. valvelike adj.
(แวม|พฺ) n. หนัง|รองเท้า (บู๊|ท) ตอน|บน|,|หนัง|หน้า|รองเท้า|,|สิ่ง|ที่|ปะ|,|สิ่ง|ที่|ปะติดปะต่อ|,|การ|บรรเลง|ดนตรี|แบบ|ปะติดปะต่อ. vt. ปะ|ด้วย|หนัง|หน้า|รองเท้า|,|ปะติดปะต่อ|,|บรรเลง|ดนตรี|แบบ|ปะติดปะต่อ|ไม่|ได้|ดู|บท.  |Syn. vamper n. vampish adj. -|S...
(แวม|'|ไพ|เออะ) n. ผี|ดูด|เลือด|มนุษย์|,|นัก|ต้ม|มนุษย์|,|หญิง|ล่อ|ชาย|ให้|ประสบ|ความ|หายนะ|,|ค้างคาว|จําพวก Desmodusdiphylla และ Diaemus มัน|ดูด|เลือด|คน|และ|สัตว์|อื่น|เป็น|อาหาร|  |Syn. vampiric adj. vampirish adj.  |Syn. vampire bat
(แวน) n. กอง|หน้า|,|กองกําลัง|ส่วนหน้า|,|แนวหน้า|ม|รถบรรทุก|,|รถ|สินค้า|,|รถตู้|,|เกวียน|บรรทุก|สินค้า|  |Syn. wagon|,|truck|, lorry
(วะเน|'|เดี|ยม) n. ชื่อ|ธาตุ|โลหะ|ชนิด|หนึ่ง
(แวน|'|ดะ) n. ชื่อ|กล้วยไม้|สกุล|หนึ่ง|ใน|แถบ|ร้อน|ของ|โลก|มีด|อก|สี|ขาว น้ําเงิน|หรือ|เขียว
(แวน|'|เดิล) n. สมาชิก|เผ่า|เยอรมัน|ใน|สมัย|ศตวรรษ|ที่ 5 ที่|ถูก|ชาว Gaul และ|สเปน|รุกราน adj. เกี่ยวกับ|ชน|เผ่า|เยอรมัน|ดังกล่าว|,|ชอบ|ทําลาย|,|ทรัพย์สิน|ของ|คน|อื่น|,|ป่าเถื่อน.  |Syn. Vandalic adj. vandal n. ผู้ทํา|ลาย|ทรัพย์สิน|ของ|รัฐ|หรือ|ของ|เอกชน
(แวน|'|เดิลลิส|ซึม) n. การ|ทําลาย|ทรัพย์สิน|ของ|รัฐ|หรือ|ของ|เอกชน|,|การ|ทําลาย|วัฒนธรรม|หรือ|ศิลป|วรรณคดี|ของ|ชาติ|อื่น|,|พฤติกรรม|และ|ลักษณะ|นิสัย|ของ|ชน|เผ่า|Vandal.  |Syn. vandalistic adj. vandalish adj.
(เวน) n. ใบ|กังหัน|บอก|ทิศทาง|ลม|,|ใบ|จักร|,|ใบพัด|,|แผ่น|ใบ|ดังกล่าว|,|แพน|ขน|นก|,|ผิว|ระนาบ|ด้าน|นอก|ของ|จรวด|,|ขน|นก|,|เครื่อง|เล็ง.
(แวน|'|การ์ด) n. กอง|หน้า|,|แนวหน้า|  |Syn. Vanguard n. จรวด|ปล่อย|ดาวเทียม|แบบ|หนึ่ง|ของ|อเมริกา|  |Syn. advance guard|,|van
(วะนีล|'|ละ) n. พืช|ไม้เลื้อย|เมืองร้อน|สกุล|Vanilla (โดยเฉพาะ|Vanilla planifolia) ฝัก|ของ|มัน|ใช้|ทํา|อาหาร|และ|เครื่องสําอาง|,|อาหาร|หรือ|ถั่ว|หรือ|สาร|สกัด|จาก|พืช|ดังกล่าว
(แวน|'|นิ|?) vi. หาย|ไป|,|อันตรธาน|,|สูญสิ้น|,|จาก|ไป|,|ไม่|มี|อยู่|,|กลาย|เป็น|ศูนย์ vt. ทํา|ให้|หาย|ไป. n. ส่วน|ท้าย|สุด|ของ|เสียง|สระ|ที่|แตกต่าง|กัน|อย่าง|เห็น|ได้|ชัด|จาก|เสียง|หลัก.  |Syn. vanisher n. vanishingly adv. vanishment n.  |Syn. disappea
(แวน|'|นิ|ที) n. ความ|หยิ่ง|ยโส|,|ความ|ทะนง|ตัว|,|ความ|ภูมิใจ|ใน|ตัวเอง|มาก|เกิน|ไป|,|ความ|ว่างเปล่า|,|ความ|ไร้|สาระ|,|การ|ไร้|คุณค่า|,|สิ่ง|ที่|ไร้|สาระ|,|ความ|ไร้|ประโยชน์|,|โต๊ะเครื่องแป้ง|,|กระเป๋า|ถือ|เล็ก ๆ ,|กระเป๋า|ถือ|เล็ก ๆ สําหรับ|ใส่|เครื่องสําอาง|  |Syn. vanited adj. คํา|ที่|มี|ความ|หม
(แวน|'|ควิ|?) vt. ปราบ|,|ปราบปราม|,|กําจัด|,|พิชิต|,|มี|ชัยชนะ|,|รบ|ชนะ|  |Syn. vanquishable adj. vanquisher n. vanquishment n.
(แวน|'|ทิจฺ|,|วาน|'|ทิจฺ) n. ข้อได้เปรียบ|,|ฐานะ|ที่|ได้|เปรียบ|,|ความ|ได้|เปรียบ|,|ความ|เป็นต่อ|,|ความ|เหนือกว่า|  |Syn. superiority|,|advantage
n. ฐานะ|ที่|ได้|เปรียบ|,|ภูมิประเทศ|ที่|ได้|เปรียบ|หรือ|เอื้ออํานวย
n. ฐานะ|หรือ|ตําแหน่ง|ที่|ได้|เปรียบ|,|จุด|ที่|สามารถ|มองเห็น|ได้|กว้างขวาง
(แวน|'|เวิร์ด) adj.,|adv. ไป|ยัง|กอง|หน้า|,|ไป|แนวหน้า|,|นําหน้า|,|ไป|ข้างหน้า
(แวพ|'|พิด) adj. ไม่|มี|รสชาติ|,|จืดชืด|,|ไม่|มี|ชีวิตชีวา|,|ทื่อ|,|ไม่|สนุก|,|น่า|เบื่อหน่าย.  |Syn. vapidity n. vapidness n. vapidly adv.  |Syn. flat|,|tasteless|,|boring|,|dull|,|sterile
(u) rization|,|vapo (u) risation (เว|'|เพอะ|ริ|เซ|'|เชิน|,|-|ไร|เซ|'|เชิน) n. การ|กลาย|เป็น|ไอ|,|การ|ทํา|ให้|เป็น|ไอ|,|สถานะ|ที่|เป็น|ไอ
(เว|'|เพอะ) n.,|vi.,|vt. ไอ|หมอก|หนา|,|ไอน้ํา|,|ควัน|,|กลาย|เป็น|ไอ|,|กลาย|เป็น|ควัน|  |Syn. visible exhalation
(เว|'|เพอ|ไร|ซ) vt.,|vi. กลาย|เป็น|ไอ.  |Syn. vaporisable adj. vapourisable adj. vaporizer n. vapourizer n.
(เว|'|เพอ|ไร|เซอะ) n. ผู้|คุย|โม้|,|ผู้|คุยโต|,|สิ่ง|ที่|ทํา|ให้|เป็น|ไอ|,|เครื่อง|ทํา|ไอน้ํา
(เว|'|เพ|อริ|?) adj. เหมือน|ไอน้ํา|,|คล้าย|ไอน้ํา|,|กลุ้มใจ|ง่าย|,|เป็นทุกข์|ง่าย.  |Syn. vaporishness n. vapourishness n.  |Syn. misty|,|foggy|,|steamy|,|miasmic
(เว|'|เพอะเริส) adj. เป็น|ไอ|,|เต็มไปด้วย|ไอ|,|มี|ไอ|มาก|,|มี|หมอก|มาก|,|คลุมเครือ|ไป|ด้วย|หมอก|,|ไม่|สําคัญ.  |Syn. vaporousness n. vapourousness n. vaporosity n. vapourosity n.
เวเพอร์แวร์ <|คํา|อ่าน|>|หมายถึง ผลิตภัณฑ์|สินค้า ไม่ว่า|จะ|เป็น|ซอฟต์แวร์ หรือ|ฮาร์ดแวร์|ที่|ยัง|ไม่|มี|การ|ผลิต|ออก|สู่|ตลาด จริง ๆ แต่|มี|การ|ประชาสัมพันธ์|ราวกับว่า|ได้|มี|การ|ผลิต|ออก|มา|เรียบร้อย|แล้ว ชักชวน|ให้|เชื่อ|ว่า จะ|ปฏิวัติ|ระบบ|เก่า ๆ ได้ ยก|ตัวอย่าง|เช่น คอมพิวเตอร์|ที่|สามารถ|สั่ง|งาน|ได้|ด้วย|เสียงพูด แต่|จริง ๆ แล้ว กว่า|จะ|ผลิต|ออก|ขาย|ได้ ยัง|ต้อง|ใช้เวลา|พัฒนา|อีก|นาน
(เว|'|เพอ|รี) adj. เป็น|ไอ|,|เต็มไปด้วย|ไอ|,|เหมือน|ไอ|,|คล้าย|ไอ|  |Syn. vaporous
(เว|'|เพอะ) n.,|vi.,|vt. ไอ|หมอก|หนา|,|ไอน้ํา|,|ควัน|,|กลาย|เป็น|ไอ|,|กลาย|เป็น|ควัน|  |Syn. visible exhalation
(เว|'|เพอ|ไร|ซ) vt.,|vi. กลาย|เป็น|ไอ.  |Syn. vaporisable adj. vapourisable adj. vaporizer n. vapourizer n.
(เว|'|เพอ|ไร|เซอะ) n. ผู้|คุย|โม้|,|ผู้|คุยโต|,|สิ่ง|ที่|ทํา|ให้|เป็น|ไอ|,|เครื่อง|ทํา|ไอน้ํา
(เว|'|เพ|อริ|?) adj. เหมือน|ไอน้ํา|,|คล้าย|ไอน้ํา|,|กลุ้มใจ|ง่าย|,|เป็นทุกข์|ง่าย.  |Syn. vaporishness n. vapourishness n.  |Syn. misty|,|foggy|,|steamy|,|miasmic
(เว|'|เพอะเริส) adj. เป็น|ไอ|,|เต็มไปด้วย|ไอ|,|มี|ไอ|มาก|,|มี|หมอก|มาก|,|คลุมเครือ|ไป|ด้วย|หมอก|,|ไม่|สําคัญ.  |Syn. vaporousness n. vapourousness n. vaporosity n. vapourosity n.
(เว|'|เพอ|รี) adj. เป็น|ไอ|,|เต็มไปด้วย|ไอ|,|เหมือน|ไอ|,|คล้าย|ไอ|  |Syn. vaporous
(แว|'|ระ|เบิล) adj. เปลี่ยนแปลง|ได้|,|ผันแปร|ได้|,|ไม่|แน่นอน|,|ขึ้น ๆ ลง ๆ ,|แปรปรวน|,|เปลี่ยน|รูป|ได้|, (ดาวฤกษ์) เปลี่ยนแปลง|ใน|ความ|สว่าง|, (คณิตศาสตร์) เกี่ยวกับ|ตัวแปร. n. สิ่ง|ที่|เปลี่ยนแปลง|ได้|,|ตัวแปร|,|ลม|ที่|ผันแปร.  |Syn. variability n. variableness n. variably a
(แว|'|ริ|เอินซฺ) n. การ|เปลี่ยนแปลง|,|ลักษณะ|ที่|เปลี่ยนแปลง|,|การ|ผันแปร|,|ลักษณะ|ที่|ผันแปร|, (สถิติ) จํานวน|กําลัง|สอง|ของ|คํา|เปลี่ยนแปลง|มาตรฐาน (standard deviation) ,|ดีกรี|ของ|ความ|อิสระ|ของ|ระบบ|หนึ่ง|,|ความ|แตกต่าง|ระหว่าง|สอง|ขั้นตอน|ทาง|กฎหมาย|,|การ|อนุญาต|เป็นทางการ|ให้|กระทํา|สิ่งใด|ที่|ต้องห้าม
(แว|'|ริ|เอินทฺ) adj. เปลี่ยนแปลง|,|ผันแปร|,|แปรปรวน|,|แตกต่าง|กัน|,|คลาดเคลื่อน|กัน|,|ไม่|เหมือน|กัน. n. สิ่ง|ที่|ไม่|เหมือน|กัน|,|ตัวแปร|,|สิ่ง|ที่|แตกต่าง|กัน|,|สิ่ง|ที่|ไม่|เหมือน|กับ|มาตรฐาน|หรือ|รูปแบบ|ที่|ปกติ|  |Syn. varying
(แว|'|ริ|เอ|'|เชิน) n. การ|เปลี่ยนแปลง|,|การ|ผันแปร|,|การ|แปรปรวน|,|จํานวน|ที่|เปลี่ยนแปลง|,|รูปแบบ|ที่|เปลี่ยนแปลง|,|ความ|คลาดเคลื่อน|,|การ|เปลี่ยนแปลง|จาก|วงจร|เดิม|,|ความ|เปลี่ยนแปลง|ของ|วงจร|โคจร|ของ|ดวงดาว|,|การ|เต้นระบํา|เดี่ยว|,|การ|ผันแปร|ของ|สนามแม่เหล็ก|,|การ|เปลี่ยนแปลง|ของ|โครงสร้าง|เดิม.
(แว|ริ|เซ|ล|'|ละ) n. โรค|อีสุกอีใส.  |Syn. chicken pox.  |Syn. varicellar adj.
(u) red (แว|'|ริ|คัลเลอร์ดฺ) adj. หลาก|สี|,|มี|หลาย|สี|,|สลับ|สี|  |Syn. variegated
(แว|'|ระ|โค|ส) adj. ใหญ่|หรือ|บวม|โต|ผิดปกติ|,|โป่ง|ขด|,|เกี่ยวกับ|โรค|หลอด|โลหิต|ดํา|โป่ง|ขด
(แว|'|ริ|ด) adj. แตกต่าง|กัน|,|ต่าง ๆ นานา|,|หลากหลาย|,|เปลี่ยนแปลง|,|ผันแปร|,|หลาย|สี|,|หลาย|รูปแบบ|  |Syn. diversified|,|diverse
(แว|'|ริ|อะ|เก|ท|,|แว|'|ระ|เก|ท) vt. ทํา|ให้|แตกต่าง|กัน|,|ทํา|ให้|มี|หลาย|รูปแบบ|,|ทํา|ให้|หลากหลาย
(แว|'|ริ|อะ|เก|ทิด) adj. แตกต่าง|กัน|,|หลากหลาย|,|หลาย|สี|,|หลาก|สี|,|กระดํากระด่าง|,|เป็น|แต้มสี|หลาย|สี|  |Syn. pied|,|pled|,|varicoloured
(แว|ริ|อะ|เก|'|เชิน) n. การ|ทํา|ให้|แตกต่าง|,|การ|ทํา|ให้|หลากหลาย|,|การ|ทํา|ให้|มี|หลาย|รูปแบบ|,|การ|ทํา|ให้|มี|หลาย|สี|,|ความ|แตกต่าง|กัน|,|ความ|หลากหลาย|,|การ|มี|หลาย|สี|,|ความ|กระดํากระด่าง
(แว|'|ริ|เออะ) n. บุคคล|ที่|แตกต่าง|,|สิ่ง|ที่|แตกต่าง|,|บุคคล|หรือ|สิ่ง|ที่|มี|รูปแบบ|แตกต่าง|กัน|ออก|ไป
(วะ|ไร|'|อะเทิล) adj. เกี่ยวกับ|ชนิด|ต่าง ๆ หลากหลาย|,|หลาก|ชนิด.
(วะ|ไร|'|อิ|ที) n. ลักษณะ|หลากหลาย|,|ความ|แตกต่าง|กัน|,|ชนิด|,|ประเภท|,|ชนิด|ต่าง ๆ ,|ประเภท|ต่าง ๆ ,|การ|แสดง|ร่วม|,|การ|แสดง|หลาย|ชนิด|  |Syn. difference|,|diversity|,|sort|,|mixture
(วะ|ไร|'|อะ|ละ) adj. เกี่ยวกับ|โรค|ไข้ทรพิษ (โรค|ฝีดาษ)|  |Syn. smallpox
(แว|'|เรียส) adj. ต่าง ๆ กัน|,|หลากหลาย|,|ต่าง|ชนิด|,|ต่าง|ประเภท|,|หลาย|ลักษณะ|,|มากมาย.  |Syn. variously adv.  |Syn. many|,|varying
(วาร์|'|ลิท) n. คนใช้|,|คนรับใช้|,|ผู้|รับใช้|,|อัศวิน|,|อันธพาล|,|คน|เสเพล|  |Syn. caste
(วาร์|'|นิ|?) n. น้ํามัน|ชัก|เงา|,|น้ํามัน|ขัด|เงา|,|น้ํามัน|เคลือบ|เงา|,|น้ํามัน|ใน|เยื่อ|ต้นไม้|บาง|ชนิด|ที่|ใช้|เป็น|น้ํามัน|ชัก|เงา|,|สิ่ง|ที่|คล้าย|น้ํามัน|ชัก|เงา|,|น้ํามัน|ทา|เล็บ. vt. ใส่|น้ํามัน|ดังกล่าว|,|ชัก|เงา|ด้วย|น้ํามัน|ชัก|เงา.  |Syn. varnisher n. varnishy|,|adj.
(แว|'|รี) vt.,|vi. เปลี่ยนแปลง|,|แปรปรวน|,|ผันแปร|,|ผันผวน|,|ขึ้น ๆ ลง ๆ|  |Syn. varier n. varingly adv.  |Syn. modify|,|change|,|alter
(o) - abbr. =|หลอด|,|ท่อ
(แวส|'|คิว|ละ) adj. เกี่ยวกับ|หรือ|ประกอบ|ด้วย|ท่อ|หรือ|หลอด (นํา|ส่ง|ของเหลว|,|โลหิต|,|น้ําเหลือง|หรือ|น้ํา|พืช) .  |Syn. vasculose|,|vasculous|  |Syn. vascularityn.
(ฺ|British|:|วา|ซ|,|Ameri.:|เวส|,|เวซ) n. แจกัน|,|ขวด|,|ภาชนะ|กลวง|,|โถ|,|กระถาง.  |Syn. pot|,|urn
(แว|เซ|ค|'|โท|มี) n. การ|ติด|เอา|ท่อ|อสุจิ|ของ|อัณฑะ|ออก|ทั้งหมด|เหลือ|แต่|บาง|ส่วน
(แวส|'|ซะลีน|,|วา|ส|'|ซะลีน) n. ชื่อ|การ|ค้า|ของ|petrolatum
(o) - abbr. =|หลอด|,|ท่อ
หลอดเลือด|ขยาย|ตัว
ดู|ที่ antidiuretic hormone
(แวส|'|เซิล) n. (ระบบ|ศักดินา) ผู้|ครอบครอง|ที่ดิน|,|ขุนนาง|ศักดินา|,|ผู้|รับใช้|,|ข้าราชบริพาร|,|ทาส adj. เกี่ยวกับ|บุคคล|ดังกล่าว|,|ซึ่ง|มี|ฐานะ|ดังกล่าว.  |Syn. underling|,|hireling
(แวส|'|ทิ|ทิว|ดฺ) n. ความ|ใหญ่โต|มาก|,|ความ|กว้างขวาง|มาก|,|ความ|มากมาย|,|ความ|มหึมา|,|ความ|ไพศาล|  |Syn. vastness|,|immensity
(แวท) n. กะทะ|,|ถัง|ใหญ่|,|หม้อ|ขนาด|ใหญ่|,|สาร|สีย้อม|ที่|ไม่|ละลาย. vt. ใส่|ใน|ภาชนะ|ดังกล่าว
(แวท|'|ทิเคิน) n. สํานัก|วา|ติ|กัน|อัน|เป็น|ที่|ประดับ|ของ|องค์|สันตะปาปา|ใน|กรุง|โรม|,|อํานาจ|และ|การ|ปกครอง|ของ|องค์|สันตะปาปา|  |Syn. Vaticanism n.
n. กรุง|วา|ติ|กัน|ใน|กรุง|โรม|เป็น|ที่|ประทับ|ของ|องค์|สันตะปาปา|รวม|ทั้ง|โบสถ์|St. Peter|และ|สํานัก|วา|ติ|กัน
(วอด|'|วิล|,|โว|ด|'|วิล) n. ละคร|เรื่องสั้น|และ|เบ็ดเตล็ด|,|ละคร|เพลง|และ|ระบํา|,|เพลง|ระบํา|เสียดสี|,|การ|แสดง|สลับ|ฉาก
(วอ|ลทฺ) n. หลังคา|โค้ง|,|ห้อง|หรือ|ทางเดิน|ใต้|หลังคา|โค้ง|,|ห้อง|ใต้ดิน|,|อุโมงค์|,|ห้อง|ใต้ถุน|,|ห้อง|นิรภัย|สําหรับ|เก็บ|เงิน|หรือ|ของมีค่า|,|ห้อง|สุสาน|,|สิ่ง|ที่|คล้าย|หลังคา|โค้ง. vt. สร้าง|หรือ|มุง|ด้วย|หลังคา|โค้ง|,|ทํา|ให้|เป็น|หลังคา|โค้ง. vi. โค้ง|เป็น|รูป|หลังคา|โค้ง.  |Syn. vault
(วอ|ลทฺ) vi. กระโดด|,|กระโดด|โดย|เอา|มือ|ยัน|,|กระโดด|ค้ํา|ถ่อ|,|เขย่ง|,|หกคะเมน. vt. กระโดด|,|กระโดด|ข้าม|,|กระโดด|ค้ํา|ถ่อ|,|กระโดด|ข้าม|สิ่ง|กีดขวาง.  |Syn. vaulter n.  |Syn. spring|,|leap|,|hurdle
(วอน|ทฺ) vt.,|vi. คุยโต|,|คุย|โว.  |Syn. vaunter n. vantingly adv.  |Syn. brag
(วอน|'|ทิง) adv. คุยโต|,|คุย|โม้|,|คุย|โว.  |Syn. vauntingly adv.  |Syn. boastfully
แวกซ์เป็น|ชื่อ|ของ|คอมพิวเตอร์|ยี่ห้อ|หนึ่ง ผลิต|โดย|บริษัท Digital Equipment Corp (DEC) แต่เดิม|มา|บริษัท|นี้|จะ|ผลิต|เฉพาะ|คอมพิวเตอร์|ขนาด|ใหญ่ (mainframe) และ|มิ|นิ|คอมพิวเตอร์ (minicom|- puter) นับ|ตั้งแต่ ค.ศ.1988 เป็นต้น|มา แวกซ์ได้|ผลิต|ไมโครคอมพิวเตอร์|ออก|สู่|ตลาด|ด้วย และ|เป็น|ไมโครคอมพิวเตอร์ ที่|มี|ประสิทธิภาพ|ใน|การ|ทํางาน|สูง เทียบเคียง|ได้|กับ|รุ่น|ใหญ่|ที่|เคย|ผลิต|ใน|สมัยก่อน|เลย|ด้วย|ซ้ํา นับ|เป็น|คอมพิวเตอร์|ที่|มี|ชื่อเสียง|ใน|ตลาด|ยี่ห้อ|หนึ่ง
abbr. venereal disease
วีดี|ที <|คํา|อ่าน|>|ย่อ|มา|จาก video display terminal หมายถึง เครื่อง|ปลาย|ทาง|ที่|มี|จอภาพ (monitor) และ|แผง|แป้น|อักขระ (keyboard) นั่นเอง
วี|ดี|ยู|ย่อ|มา|จาก visual display unit (แปล|ว่า จอภาพ) เป็น|ที่|ใช้|แสดง|ข้อมูล|และ|ผลลัพธ์ โดย|ปกติ จะ|ต้อง|เชื่อมต่อ|กับ|แผง|แป้น|อักขระ (keyboard) และ|เมาส์ (mouse) ซึ่ง|ใช้|เป็น|อุปกรณ์|ป้อน|ข้อมูล มี|ความหมาย|เหมือน monitor
(วีล) n. เนื้อ|ลูก|วัว|,|ลูก|วัว|เลี้ยง|ไว้|สําหรับ|กิน|เนื้อ (อายุ|ไม่|น้อย|กว่า|3|เดือน) . vt. ฆ่า|ลูก|วัว
(เวค|'|เทอะ) n. เส้น|สมมุติ|หรือ|ลูกศร|สมมุติ|แสดง|ปริมาณ|และ|ทิศทาง|,|ทิศทาง|หรือ|แนวทาง|ของ|เครื่องบิน ขีปนาวุธ|หรือ|จรวด|,|แมลง|หรือ|สิ่งมีชีวิต|อื่น ๆ ที่|เป็น|พาหะ|นํา|เชื้อโรค|ที่|เป็น|ไวรัส เชื้อรา แบคทีเรีย.  |Syn. vectorial adj.
(เว|'|ดะ|,|วี|'|ดะ) n. คัมภีร์|เวท|ของ|ศาสนาฮินดู
(วะ|เดท|') n. เรือรบ|นําหน้า|สําหรับ|สอด|แนม|,|หน่วย|สอด|แนม|  |Syn. vidette
(เว|'|ดิค) adj. เกี่ยวกับ|Veda (ดู)| 
(วี) adj.,|n. (สิ่ง) ที่|เป็น|รูป|V
(เวียร์) vi.,|vt. เปลี่ยน|ทิศทาง|,|หัน|,|หัน|ทิศทาง|,|เห|,|หวน|ไป|ตาม|ลม. n. การ|เปลี่ยน|ทิศทาง|,|การ|เปลี่ยน|ตําแหน่ง.  |Syn. veeringly adv.
(เวจ|'|จิทะเบิล) n. ผัก|,|พืชผัก|,|พืช|,|บุคคล|ที่|น่า|เบื่อหน่าย|,|ชีวิต|ที่|น่า|เบื่อหน่าย. adj. ประกอบ|ด้วย|หรือ|ทํา|ด้วย|ผัก|,|เกี่ยวกับ|พืช.  |Syn. vegetably adv.
(เวจจิแท|'|เรียน) n. คน|กินเจ|,|คน|กิน|อาหาร|มังสวิรัติ. adj. เกี่ยวกับ|การ|กินเจ|หรือ|การ|กิน|อาหาร|มังสวิรัติ|,|ประกอบ|ด้วย|ผัก|หรือ|พืช|ล้วน.  |Syn. vegetarianism n.
(เวจจิ|เท|'|เชิน) n. พืช|ทั้งหลาย|ใน|บริเวณ|หนึ่ง|,|ชีวิต|พืช|ใน|บริเวณ|หนึ่ง|,|การ|เจริญเติบโต|ของ|พืช|,|ชีวิต|ที่|น่า|เบื่อหน่าย|,|ชีวิต|ที่|จืดชืด.  |Syn. vegetational adj.  |Syn. plant life
(เวจจิ|เท|'|ทิฟว) adj. เจริญเติบโต|เป็น|พืช|,|เจริญเติบโต|,|เพิ่ม|ขึ้น|,|เกี่ยวกับ|พืช|,|เกี่ยวกับ|อาณาจักร|พืช|,|เกี่ยวกับ|ส่วน|ของ|พืช|ที่|ไม่|เกี่ยวกับ|การ|สืบพันธุ์|,|ไร้|เพศ|,|เกี่ยวกับ|การ|ทํางาน|ของ|ร่างกาย|ที่|ไร้|ความ|สํานึก|หรือ|โดย|ไม่|ได้|ตั้งใจ|,|มี|อํานาจ|ทํา|ให้|สนับสนุน|การ|เจริญเติบโต|ของ|พืช|,|อยู
(วี|'|ฮะ|เมิน|ซฺ) n. ความ|เร่าร้อน|,|ความ|แรงกล้า|,|ความ|รุนแรง|,|ความ|ดุเดือด.  |Syn. vehemency|,|eagerness|,|zeal|, passion
(วี|'|ฮะ|เมิน|ทฺ) adj. เร่าร้อน|,|แรงกล้า|,|รุนแรง|,|ดุเดือด|,|โกรธเคือง|,|มี|พลัง|สูง|,|กระตือรือร้น.  |Syn. impassioned
(วี|'|ฮิเคิล) n. พาหนะ|,|ยานพาหนะ|,|ล้อ|เลื่อน|,|เครื่องมือ|ลําเลียง|,|สื่อ|,|สื่อ|นํา|,|น้ํายา|,|น้ํากระสาย|,|ของเหลว|ผสม|สี|,|เครื่องมือ.
(วีฮิค|'|คิว|ละ) adj. เกี่ยวกับ|vehicle (ดู) ,|ทํา|ให้|เป็น|หรือ|เกิด|จาก|vehicle
(เวล) n. ผ้า|คลุม|หน้า|,|ผ้า|คลุม|หน้า|ผู้หญิง|,|ผ้า|โพกหัว|ของ|นักบวช|หญิง|,|สิ่ง|ปกคลุม|,|เครื่อง|บัง|,|ม่าน|,|ฉาก|, (พืช) เยื่อ|หุ้ม|, -|Phr. (take the veil บวชชี|, the veil ชีวิต|หรือ|คํา|ปฎิ|ญาณ|ของ|ชี|หรือ|นักบวช|หญิง) vt. ปกคลุม|,|คลุม|หน้า.  |Syn. veillike adj.
(เวน) n. เส้นโลหิต|ดํา|,|สาย|แร่|,|ทาง|แร่|,|ลํา|เหมือง|,|เส้น|ใบไม้|,|เส้น|บน|ปีก|แมลง|,|ลาย|เนื้อไม้|,|สาย|เนื้อ|หิน|,|อารมณ์|,|นิสัย|,|ลีลา. vt. ทํา|ให้|มี|ลายเส้น.
(เวลทฺ) n. ทุ่งหญ้า|ใน|ตอน|ใต้|ของ|ทวีป|แอฟริกา -|S .manner
(เวลทฺ) n. ทุ่งหญ้า|ใน|ตอน|ใต้|ของ|ทวีป|แอฟริกา -|S .manner
(เวล|'|ลัม) n. หนัง|ลูก|วัว (หนัง|ลูก|แกะ|หรือ|ลูก|สัตว์|อื่น) ที่|ใช้|เขียน|หนังสือ|,|ต้นฉบับ|ที่|เป็น|หนัง|ลูก|วัว|,|กระดาษ|หรือ|ผ้า|ที่|ทํา|คล้าย|หนัง|ลูก|วัว. adj. ทํา|ด้วย|หรือ|คล้าย|หนัง|ลูก|วัว|,|มัด|หรือ|ผูก|ด้วย|หนัง|ลูก|วัว|  |Syn. vellumy adj.  |Syn. calfs
(วะลอส|'|ซะ|พี|ด) n. รถจักรยาน|สอง|ล้อ|สมัยก่อน|,|รถ|ถีบ|บน|รางรถไฟ|สําหรับ|นั่ง|คน|เดียว.  |Syn. velocipedist n.
(วะลอส|'|ซิ|ที) n. ความ|เร็ว|,|ความ|รวดเร็ว|,|อัตรา|ความ|เร็ว|  |Syn. impetus|,|speed
(วี|'|ละ|โด|รม) n. สนาม|วง|กลม|มี|กําแพง|สําหรับ|แข่ง|ถีบจักรยาน
(เวล|'|วิท) n. กํามะหยี่|,|สิ่ง|ที่|ทอ|เป็น|กํามะหยี่|,|ความ|นิ่ม|,|ความ|นิ่ม|และ|เบา|,|หนัง|นิ่ม|ของ|กวาง|,|กําไร|สุทธิ|,|ลาภ|ลอย adj. ทํา|ด้วย|หรือ|บุ|ด้วย|กํามะหยี่|,|ลื่น|,|นิ่ม|,|นุ่ม|  |Syn. smooth
(เวล|'|วิ|ที) adj. เป็น|กํามะหยี่|,|เหมือน|กํามะหยี่|,|ลื่น|,|นิ่ม|,|นุ่ม.  |Syn. velvetiness n.
(วี|'|เนิล) adj. เกี่ยวกับ|การ|ให้|สินบน|,|กิน|สินบน|,|เอา|สินบน|,|ซื้อ|ได้|ด้วย|สินบน.  |Syn. venality n.
(เวน|ดฺ) vt. จําหน่าย|,|ขาย|,|ขาย|เร่|,|แสดง|ความคิดเห็น|,|ตีพิมพ์. vi. ค้าขาย|,|จําหน่าย|,|ขาย|  |Syn. sell
(เวน|ดี|') n. ผู้ซื้อ
(เวน|'|เดอะ) n. =|vendor (ดู)| 
(เวน|เดท|'|ทะ) n. ความ|อาฆาต|แค้น|ส่วนตัว|หรือ|ระหว่าง|ตระกูล|,|ความ|พยายาม|อัน|ยาวนาน|  |Syn. vendettist n.
(เวน|'|ดะ|เบิล) adj. ขาย|ได้|,|จําหน่าย|ได้ n. สิ่ง|ที่|ขาย|ได้|,|สิ่ง|ที่|จําหน่าย|ได้.  |Syn. vendable.  |Syn. vendibility n. vendibly adv.
n. เครื่อง|จําหน่าย|ของ|เล็ก ๆ ที่|ใช้|หยอด|เหรียญ
กลุ่ม|ผู้|ขาย|หมายถึง|กลุ่ม|บุคคล|ที่ทํางาน|ด้าน|การ|ขาย|เครื่อง|คอมพิวเตอร์ มัก|ใช้|ใน|กรณี|ที่|ต้องการ|แยก|ให้|เห็น|ความ|แตกต่าง|กับ|กลุ่ม|ผู้ใช้ (user group) ทั้ง|สอง|กลุ่ม|มักจะ|รวม|ตัว|กัน|เพื่อ|แลกเปลี่ยน|ทัศนะ|และ|ความเห็น|เกี่ยวกับ|คอมพิวเตอร์|ใน|มุม|และ|ทัศนะ|ที่|แตกต่าง|กัน|ดู user group เปรียบเทียบ
(วะเนียร์|') n. ชั้น|บาง|มาก|ของ|ไม้|หรือ|วัตถุ|อื่น|,|แผ่น|ไม้|บาง|สําหรับ|ประกบ|,|แผ่น|ไม้อัด|,|ชั้น|ไม้อัด|,|สิ่ง|ที่|มี|ค่า|แต่|ภายนอก|,|สิ่ง|ที่|มี|ค่า|เพียง|ผิวเผิน. vt. อัด|แผ่น|ไม้|บาง ๆ ,|ทํา|ให้|มี|ค่า|แต่เพียง|ภายนอก|หรือ|ดู|ผิวเผิน.  |Syn. veneerer n.
(เวน|'|เนอ|ระ|เบิล) adj. น่า|เคารพ|,|นับถือ (เพราะ|อาวุโส) ,|น่า|เคารพนับถือ|,|น่า|นับถือ.  |Syn. venerability n. venerableness n. venerably adv.  |Syn. aged|,|old|,|serious
(เวน|'|นะ|เรท) vt. เคารพ|,|ที่|เคารพ|,|แสดง|ความ|เคารพ|,|นับถือ.  |Syn. venerator n.
(เวน|นะ|เร|'|เชิน) n. ความ|เคารพ|,|ความ|เลื่อมใส|,|ความ|นับถือ|,|การ|แสดง|ความ|เคารพ|,|การ|แสดง|ความ|นับถือ.  |Syn. venerational adj. venerative adj. veneratively adv. venerativeness n.  |Syn. awe|,|reverence
(วะเนีย|'|เรี|ยล) adj. เกี่ยวกับ|กามโรค|,|เกิด|จาก|การ|สังวาส|,|เกี่ยวกับ|ความ|ต้องการ|ทาง|เพศ
กามโรค|,|โรค|ที่|ติดต่อ|ได้|โดย|การ|ร่วมเพศ
หูด|หงอนไก่
(วะนี|'|เชิยน) adj. เกี่ยวกับ|กรุง|เวนิส|หรือ|ชาว|เวนิส. n. ชาว|เวนิส
(เวน|นิชซูเว|'|ละ|,|-|ซวี|'|ละ) n. ชื่อ|สาธารณรัฐ|ใน|ตอน|เหนือ|ทวีป|อเมริกาใต้|เมืองหลวง|ชื่อ|Caracas.  |Syn. Venezuelan adj.,|n.
(เวน|จฺ) vt. แก้แค้น|,|ล้าง|แค้น
(เวน|'|เจินซฺ) n. การ|แก้แค้น|,|การ|ล้าง|แค้น|,|การ|พยายาม|,|โอกาส|แก้แค้น|,|ความ|ต้องการ|แก้แค้น|,|การ|ทํา|ให้|บาดเจ็บ|,|with a vengence รุนแรง ด้วย|กําลัง|  |Syn. revenge|,|wrath|,|fury -|A.mercy|,|pity|,|tolerance
(เวน|จฺ|'|ฟู|ล) adj. ต้องการ|แก้แค้น|,|ต้องการ|ล้าง|แค้น|,|มี|ใจ|พยาบาท.  |Syn. vengefully adv. vengefulness n.  |Syn. retaliative
(วี|'|นีเอิล|,|วีน|'|เยิล) adj. ยกโทษ|ให้|ได้|,|อภัย|ได้.  |Syn. veniality n. venialness n. venially adv.  |Syn. pardonable
(เวน|'|นิส) n. กรุง|เวนิส|,|เป็น|เมืองท่า|ใน|ภาค|อีสาน|ของ|อิตาลี|สร้าง|อยู่|บน|เกาะเล็ก ๆ| 
(เวน|'|เซิน|,|-|นิเซิน|,|-|นิเซิน) n. เนื้อ|กวาง
(เวน|'|เนิม) n. พิษ (พิษงู|,|พิษ|แมงมุม|หรือ|ของ|สัตว์|หรือ|อื่น ๆ) ,|สิ่ง|ที่|มี|พิษ|,|พิษ|โดย|ทั่วไป|,|ทํา|ให้|เป็น|พิษ|,|ปล่อย|พิษ|  |Syn. poison
(เวน|'|นะ|เมิส) adj. มี|พิษ|,|เป็น|พิษ|,|มุ่งร้าย|,|ชั่วร้าย.  |Syn. venomousness n. venomness n.  |Syn. poisonous|,|toxic|,|deadly|,|lethal
(วี|'|เนิส) adj. เกี่ยวกับ|เส้นโลหิต|,|ประกอบ|ด้วย|เส้นโลหิต|ดํา|,|มี|ลักษณะ|ของ|เส้นโลหิต|ดํา
(เวน|ทฺ) n. รู|เปิด|,|ช่อง|,|ทางออก|,|ช่อง|อากาศ|,|ปาก|กระบอกปืน|,|ทวาร|,|ทวารหนัก|,|ช่อง|ขับถ่าย. vt. เปิดทาง|ออก|ให้|,|ระบาย|ออก|,|ขับ|ออก
(เวน|ทฺ) n. การ|แสดง|ออก|,|การ|เปล่ง|เสียง|,|การ|ขับ|ออก. vt. แสดง|ออก|,|ปล่อยอารมณ์|,|ระบาย|,|ทํา|ให้|บรรเทา|,|จัด|ให้|มี|ทางออก. vi. ระบาย|,|ผ่อนคลาย|,|บรรเทา|ลง|  |Syn. expression|,|utterance|,|outlet|,|passage|,|express|,|air
(เวน|'|ทะเล|ท) vt. ระบาย|ลม|,|ระบาย|อากาศ|,|ทํา|ให้|มี|อากาศ|เข้า|ได้|,|เปิดเผย|,|เปิด|ให้|ตรวจสอบ|,|เปิด|อภิปราย|,|แสดง|ออก|,|แสดง|ข้อคิดเห็น.  |Syn. ventilable adj. ventilative adj.
(เวน|ทะเล|'|เชิน) n. การ|ระบาย|ลม|,|การ|ระบาย|อากาศ|,|การ|มี|อากาศ|หมุนเวียน|,|เครื่องมือ|หรือ|อุปกรณ์|ทํา|ให้|มี|อากาศ|หมุนเวียน.  |Syn. ventilative adj. ventilatory adj.
(เวน|'|ทะเล|เทอะ) n. ผู้|ระบาย|อากาศ|,|เครื่อง|ระบาย|อากาศ|,|อุปกรณ์|ระบาย|อากาศ|,|ช่อง|ระบาย|อากาศ
(เวน|'|เท|ริ|ล) adj. เกี่ยวกับ|ช่องท้อง|,|เกี่ยวกับ|พุง|,|อยู่|บน|บริเวณ|ช่องท้อง|,|หน้าท้อง|,|ด้าน|ท้อง|,|เกี่ยวกับ|หรือ|อยู่|บน|ส่วนหน้า หรือ|ด้าน|ล่าง|ของ|อวัยวะ|หรือ|ส่วน|ของ|อวัยวะ|, (พืช) เกี่ยวกับ|ผิวหน้า|ส่วนล่าง|หรือ|ด้าน|ใน. n. ครีบท้อง
(เวน|'|ท|ริ|เคิล) n. อวัยวะ|กลวง|,|โพรง|ใน|ร่างกาย|,|ห้อง|ส่วนล่าง|ของ|หัวใจ|,|โพรง|สมอง
(เวน|ท|ริ|ค|'|คิว|ละ) adj. เกี่ยวกับ|โพรง|,|เกี่ยวกับ|อวัยวะ|กลวง|,|เกี่ยวกับ|หัวใจ|ห้อง|ล่าง|,|คล้าย|พุง|,|คล้าย|ท้อง
(เวน|ท|ริ|ล|'|ละ|ควิส|ซึม) n. การ|พูด|ดัด|เสียง|,|ศิลปะ|การ|พูด|ดัด|เสียง.  |Syn. ventriloquial adj. ventriloqual adj. ventriloquially adj.  |Syn. ventriloquy
(เวน|ท|ริ|ล|'|ละ|ควิสทฺ) n. ผู้เชี่ยวชาญ|ใน|การ|ดัด|เสียง|,|นัก|แปลง|เสียง|ของ|ตนเอง|  |Syn. ventriloquistic adj. -|ventriloquism n.
(เวน|ท|ริ|ล|'|ละ|ควี) n. =|ventriloquism (ดู)| 
(เวน|'|เชอะ) n. การ|เสี่ยง|,|การ|เสี่ยงภัย|,|การ|ผจญภัย|,|เรื่อง|เสี่ยงภัย|,|กิจการ|เสี่ยงภัย|,|เงิน|หรือ|ทรัพย์สิน|ที่|ลงทุน|ใน|ธุรกิจ|,|การ|วาง|เดิมพัน vt. เสี่ยง|,|เสี่ยงภัย|,|ผจญภัย|,|ลองดู. vi. เสี่ยง|,|กล้าได้กล้าเสีย.  |Syn. venturer n. -|Phr. (at a venture ตาม|โอกาส ตาม|ยถ
(เวน|'|เชอะเซิม) adj. เสี่ยง|,|เสี่ยงภัย|,|ผจญภัย|,|มี|ภัย|,|ใจกล้า|  |Syn. venturesomeness n.  |Syn. daring|,|bold|,|risky|,|chancy|,|tricky
(เวน|'|เชอะเริส) adj. ชอบ|เสี่ยง|,|ชอบ|เสี่ยงภัย|,|ใจกล้า|,|องอาจ|,|ชอบ|ผจญภัย|,|มี|ภัย|,|อันตราย|  |Syn. venturousness n.  |Syn. venturesome
(เวน|'|นิว) n. สถานที่|เกิด|เหตุ|หรือ|กระทํา|ผิด|,|เหตุผล|,|ที่|ที่|พิจารณา|คดี|,|สถานที่|ชุมนุม
(วี|'|เนิส) n. เทพธิดา|แห่ง|ความ|รัก|และ|ความงาม|,|หญิง|ที่|มี|ความงาม|เลิศ|,|ดาวพระศุกร์|,|รูปสลัก|หรือ|ภาพวาด|ของ|เทพธิดา|ดังกล่าว|,|โลกีย์|,|ความ|รัก pl. Venuses|  |Syn. goddess|,|beauty
(วี|'|เนิสซ|ไฟ|ล|'|แทรพ) n. พืช|จับ|แมลง|จําพวก|หนึ่ง|  |Syn. Venus flytrap
(วะเร|'|เชิส) adj. พูด|ความจริง|,|เป็น|ความจริง|,|แท้จริง|,|ซื่อ|,|มี|สัจจะ|,|มี|วาจา|สัตย์.  |Syn. veraciousness n.
(เวอ|แร|ส|'|ซิ|ที) n. ความ|มี|สัจจะ|,|ความ|มี|วาจา|สัตย์|,|การ|พูด|แต่|ความจริง|,|ความ|ถูกต้อง|,|ความ|ซื่อตรง|,|ความ|แม่นยํา|,|สิ่ง|ที่|เป็น|ความจริง|  |Syn. honesty|,|truthfulness
(วะ|แร|น|'|ดะ) n. ระเบียง|,|เฉลียง|,|ดาดฟ้า.  |Syn. verandaed adj. verandahed adj.  |Syn. open porch
(วะ|แร|น|'|ดะ) n. ระเบียง|,|เฉลียง|,|ดาดฟ้า.  |Syn. verandaed adj. verandahed adj.  |Syn. open porch
(เวิร์บ) n. คํากริยา.  |Syn. verbless adj.
(เวอ|'|เบิล) adj. เกี่ยวกับ|คํา|,|ประกอบ|ด้วย|คํา|เป็น|คําพูด|,|ทีละ|คํา|,|เป็น|วาจา|,|ไม่|ใช่|ลายลักษณ์อักษร|,|เกี่ยวกับ|หรือ|ประกอบ|ด้วย|คํากริยา.n. คํา|,|คํากริยา.  |Syn. verbally adv.  |Syn. spoken|,|oral|,|stated Ant. written|,|formal
n. บันทึก|ความจํา|ที่|ไม่|มี|ลายเซ็น|กํากับ
n. คํานาม|ที่มา|จาก|คํากริยา
(เวอ|'|เบิลไลซ) vt. แสดง|เป็น|คําพูด|,|แสดง|เป็น|คํา ๆ ,|แสดง|เป็น|วาจา|ทํา|ให้|เป็น|กริยา.  |Syn. verbalisation n. verbalization n. verbaliser n. verbalizer n. verbalism n.  |Syn. say|,|express
(เวอ|'|เบิลไลซ) vt. แสดง|เป็น|คําพูด|,|แสดง|เป็น|คํา ๆ ,|แสดง|เป็น|วาจา|ทํา|ให้|เป็น|กริยา.  |Syn. verbalisation n. verbalization n. verbaliser n. verbalizer n. verbalism n.  |Syn. say|,|express
(เวอเบ|'|ทิม) adv.,|adj. คําต่อคํา|,|ตาม|ตัวอักษร|,|ตาม|ตัวหนังสือ|,|โดย|คํา|เดียวกัน
(เวอ|'|บิ|อิจฺ) n. คําพูด|น้ําท่วม|ทุ่ง|,|ภาษา|น้ําท่วม|ทุ่ง|,|การ|ใช้|คํา|มาก|เกิน|ไป|,|วิธีการ|หรือ|ลีลา|การ|แสดง|ถ้อยคํา.  |Syn. prolixity
(เวอ|'|บิ|ไฟ) vt. เปลี่ยน|ให้|เป็น|คํากริยา|,|ใช้|คํากริยา.  |Syn. verbification n.
(เวอ|โบ|ส|') adj. ใช้|คํา|มาก|เกิน|ไป|,|ใช้|ถ้อยคํา|มาก|เกิน|ไป|,|ใช้|คํา|หรือ|คําพูด|แบบ|น้ําท่วม|ทุ่ง|,|มี|คํา|มาก|  |Syn. verbosity|,|verboseness n.  |Syn. prolix|,|wordy
(เวอ|'|เดิน|ทฺ) adj. เขียวชอุ่ม|,|มี|สี|เขียว.  |Syn. verdance n. verdantly adv.
(เวอ|'|ดิคทฺ) n. คํา|ตัดสิน|ของ|คณะ|ลูกขุน|,|คํา|ตัดสิน|,|คํา|ชี้ขาด.  |Syn. finding|,|answer
(เวอ|'|ดะ|ก|รี|ส) n. สนิม|เขียว|หรือ|สนิม|น้ําเงิน|บน|ผิวหน้า|ของ|ภาชนะ|ทองเหลือง|ส่วนใหญ่|ประกอบ|ด้วย|สาร|copper sulfate.  |Syn. verdigrisy adj.  |Syn. aerugo
(เวอ|'|เดอะ) n. พืชสีเขียว (โดยเฉพาะ|หญ้า|หรือ|ผัก) ความ|เขียว|สด|,|ความ|สด|,|พลัง|,|กําลังวังชา|  |Syn. verdured adj.  |Syn. vegetation
(เวอ|'|เดอะเริส) adj. เขียว|สด|,|เขียวชอุ่ม|,|มี|สี|เขียว|  |Syn. verdurousness n.
(เวิร์จฺ) n. ร่ม|,|ซอย|,|ปาก|,|ค|ทา|,|กระเบื้อง|เหนือ|ขั้ว. vi. ใกล้|จะ|,|เกือบจะ|,|ย่าง|เข้า|สู่|,|คล้อย|,|มี|แนวโน้ม|,|โน้มเอียง|,|เอียง|,|ลาด|  |Syn. edge|,|brink|,|limit|,|border
(เวิร์จ|'|เจอะ) n. เจ้าหน้าที่|ดูแล|โบสถ์|,|เจ้าหน้าที่|ถือ|ค|ทา|นําหน้า|พระ (church official)| 
(เวอ|'|ริ|อิสทฺ) adj. เต็มที่|,|ที่สุด|,|สมบูรณ์|ที่สุด|,|สิ้นเชิง|,|ทั้งหมด|,|สุดขีด.
(เว|ริ|ไฟ|'|อะเบิล) adj. สามารถ|พิสูจน์|ความจริง|ได้|,|ตรวจสอบ|ได้|,|ยืนยัน|ได้.  |Syn. verifiability n. verifiableness n.
(เว|ริ|ฟิเค|'|เชิน) n. การ|พิสูจน์|ความจริง|,|การ|ตรวจสอบ|ความ|เป็นจริง|,|การ|ยืนยัน|ความ|เป็นจริง|,|หลักฐาน|พิสูจน์|ความจริง.  |Syn. verificative|,|verificatory adj.  |Syn. proof
(เว|'|ริ|ไฟ) vt. พิสูจน์|ความจริง|,|ตรวจสอบ|ความ|เป็นจริง|,|ยืนยัน|ความ|เป็นจริง|,|ค้นหา|ความจริง.  |Syn. verifiabiliry n. verifiable adj. verifier n.  |Syn. test|,|weigh|,|assay
(เว|'|ริ|ลี) adv. โดย|ความ|เป็นจริง|,|แท้จริง|,|จริง ๆ ,|อย่าง|แท้จริง|,|อย่าง|ไม่|ต้องสงสัย|  |Syn. really
(เว|ริ|ซิ|มิ|ล|'|ลิ|ทิว|ดฺ) n. ความ|คล้าย|กัน|,|ลักษณะ|น่าจะ|เป็น|ความจริง|,|ความ|เป็น|ไป|ได้|,|สิ่ง|ที่|ดูเหมือน|เป็น|ของ|จริง|,|เรื่อง|หรือ|ข้อความ|ที่|ดูเหมือน|เป็น|ความจริง.
(เว|'|ริ|ทะเบิล) adj. เป็น|ความจริง|,|เป็นจริง ๆ ,|จริง ๆ ,|แท้จริง.  |Syn. veritableness n. veritably adv.  |Syn. true|,|genuine
(เว|'|ริ|ที) n. ความจริง|,|ลักษณะ|ที่|เป็นจริง|,|สิ่ง|ที่|เป็นจริง|,|เรื่อง|จริง|,|หลักการ|หรือ|ข้อความ|ที่|เป็นจริง.  |Syn. correctness|,|truthfulness
Pref. หนอน|,|หนอน|พยาธิ
(เวอ|มิ|เซ|ล|'|ลิ) n. เส้น|หมี่|อิตาลี|คล้าย|ส|ปา|เก|ตตี้|แต่|เส้น|เล็ก|กว่า
(เวอ|มี|ไซ|'|เดิล) adj. ซึ่ง|ฆ่า|ตัว|หนอน|,|ซึ่ง|ฆ่า|หนอน|พยาธิ. n. ยา|ฆ่า|หนอน (พยาธิ)| 
(เวอ|'|มะ|ฟอร์ม) adj. คล้าย|รูป|ตัว|หนอน|,|คล้าย|หนอน|,|ยาว|เรียว|;
n. ไส้ติ่ง
(เวอ|'|มะฟิวจฺ) adj. ซึ่ง|ขับ|ตัว|หนอน|,|ซึ่ง|ขับ|พยาธิ. n. สาร|หรือ|ยา|ขับ|ตัว|หนอน|หรือ|พยาธิ
(เวอ|มิ|ล|'|เยิน) n. สี|แดง|สดใส|,|สาร|สี|แดง|สดใส|ชนิด|หนึ่ง|ที่|ไม่|ละลาย|ใน|น้ํา|,|เป็น|สารประกอบ|cupric sulfide
(เวอ|มิ|ล|'|เยิน) n. สี|แดง|สดใส|,|สาร|สี|แดง|สดใส|ชนิด|หนึ่ง|ที่|ไม่|ละลาย|ใน|น้ํา|,|เป็น|สารประกอบ|cupric sulfide
(เวอ|'|มิ|น) n. พยาธิ|สัตว์|หรือ|แมลง|ที่|มี|ภัย (โดยเฉพาะ|ที่|มี|ขนาด|เล็ก) ,|บุคคล|ที่|น่า|รังเกียจ|,|บุคคล|ที่|เป็น|ภัย|ต่อ|สังคม|,|สัตว์|ที่|ล่าสัตว์|อื่น|เป็น|อาหาร|  |Syn. vermination n. การ|เต็มไปด้วย pl. vermin|  |Syn. pests|,|dregs
(เวอ|'|มะเนิส) adj. คล้าย|หรือ|เกี่ยวกับ|พยาธิ|,|เกี่ยวกับ|หรือ|เกิด|จาก|หนอน|หรือ|สัตว์ หรือ|แมลง|อื่น|ที่|มี|ภัย.  |Syn. verminousness n.
(เวอ|มิ|'|วอ|เริส) adj. กิน|หนอน|เป็น|อาหาร
(เวอแนค|'|คิว|ละ) adj. เกี่ยวกับ|ภาษาพื้นเมือง|,|เกี่ยวกับ|ภาษาท้องถิ่น|,|ใช้|ภาษา|ธรรมดา ๆ ที่|ใช้|กัน|ประจําวัน|,|เกี่ยวกับ|ชื่อ|ทั่วไป|ของ|สัตว์|หรือ|พืช. n. การ|พูด|ภาษาพื้นเมือง|,|ภาษาพื้นเมือง|,|ภาษาท้องถิ่น|,|ภาษา|ที่|ใช้|กัน|ประจําวัน|,|ชื่อ|ธรรมดา|หรือ|ชื่อ|ทั่วไป|ของ|สัตว์|หรือ|พืช
(เวอเน|'|เชิน) n. การ|จัด|ตําแหน่ง|ใบ|อ่อน
(เวอ|'|เนียร์) n. ไม้บรรทัด|ขนาด|เล็ก|และ|เคลื่อน|ไป|มา|ได้|สําหรับ|วัด|ระยะ|อย่าง|ละเอียด โดย|วิธี|แบ่ง|เส้น|ให้|เหลื่อม|กัน|, (คณิตศาสตร์) อุปกรณ์|ช่วย|ทํา|ให้|อุปกรณ์|อื่น|ปรับ|ตัว|ได้|แม่นยํา. adj. ติด|ด้วย|ไม้บรรทัด|หรือ|อุปกรณ์|ดังกล่าว
(เวอ|'|ซะ|ไท|ลฺ|,|-|ทิล) adj. มี|ประโยชน์|หลาย|อย่าง|,|สามารถ|ปรับ|ตัว|ได้|ง่าย|,|มี|ความ|สามารถ|รอบ|ตัว|,|อเนกประสงค์|, (พืช) อยู่|ตรง|กลาง|ที่|สามารถ|หัน|ไป|รอบ|ด้าน.  |Syn. versatility n. versatilely adv.  |Syn. practical|,|useful|,|gifted|,|resourceful
(เวิร์ส) n. โคลง|,|กลอน|ฉันท์|หรือ|กาพย์|,|บทกวี|,|คําประพันธ์|ที่|เป็น|จังหวะ|,|รูปแบบ|บทกวี|,|ตอน|สั้น ๆ ใน|พระคัมภีร์|ไบเบิล. adj. เกี่ยวกับ|บทกวี. vt. แสดง|ออก|เป็น|บทกวี. vi. ทํา|ให้|เป็น|บท|กว|'|  |Syn. stanza|,|poetry
(เวิร์สทฺ) adj. มี|ประสบการณ์|,|เชี่ยวชาญ|,|ชํานาญ.  |Syn. trained|,|schooled|,|practiced
(เวอซะฟะเค|'|เชิน) n. ศิลปะ|การ|ทํา|ให้|เป็น|บทกวี|,|ศิลปะ|การ|ทํา|ให้|เป็น|โคลง กลอน ฉันท์ กาพย์|,|รูปแบบ|ของ|โคลง กลอน ฉันท์|หรือ|กาพย์|,|บท|หวี|ที่|เป็น|จังหวะ|,|ส่วน|ที่|เป็น|จังหวะ
(เวอ|'|ซะ|ไฟ) vt. ทํา|ให้|เป็น|บทกวี|,|ทํา|ให้|เป็น|โคลง กลอน ฉันท์|หรือ|กาพย์.  |Syn. verifier n.  |Syn. describe|,|compose verses
(เวอ|'|เชิน) n. เรื่องราว|,|เรื่อง|เล่า|,|คําแปล|,|หนังสือ|แปล|,|บท|แปล|,|การ|หัน|ตําแหน่ง|ทารก|ใน|ครรภ์|เพื่อ|ช่วย|ให้|คลอด|ได้|ง่าย|,|ตําแหน่ง หรือ|ทิศทาง|ที่|ผิดปกติ|ของ|ทารก|ใน|ครรภ์.  |Syn. versional adj.  |Syn. translation
(เวิร์สทฺ) n. หน่วย|ระยะ|ทาง|ของ|รัสเซีย|มี|ค่า|เท่า|กับ|500|ฟุต|หรือ|0.6629|ไมล์|หรือ|1.067|กิโลเมตร.  |Syn. verste
(เวอ|'|ทิบ|ระ) n. กระดูกสันหลัง|,|ข้อ|กระดูกสันหลัง pl. vertebrae|,|vertebras
(เวอ|'|ทะเบ|ริ|ล) adj. เกี่ยวกับ|กระดูกสันหลัง|,|ไขสันหลัง|,|คล้าย|กระดูกสันหลัง|,|ประกอบ|ด้วย|หรือ|มี|กระดูกสันหลัง.
ลํา|กระดูกสันหลัง
(เวอทิเบร|'|ทะ|,|-|บ|รา|'|ทะ) n. ตระกูล|สัตว์|ที่|มี|กระดูกสันหลัง
(เวอ|'|ทะเบรท|,|-|บ|ริ|ท) adj. มี|กระดูกสันหลัง|,|มี|ลํา|กระดูกสันหลัง|,|เกี่ยวกับ|สัตว์|ที่|มี|กระดูกสันหลัง. n. สัตว์|ที่|มี|กระดูกสันหลัง
(เวอ|'|เท|คซฺ) n. จุด|สุดยอด|,|จุด|สุดขีด|,|จุดสูงสุด|,|กระหม่อม|,|ยอด|ศรี|ษะ|,|จุด|ที่|รวม|กัน|,|จุด|ที่|ไกล|สุด|จาก|ฐาน|,|จุดตัด|ของ|สอง|ด้าน|ของ|แนวราบ pl. vertexes|,|vertices|  |Syn. apex
(เวอ|'|ทิเคิล) adj. ซึ่ง|ตั้ง|ตรง|,|ซึ่ง|ตั้ง|ฉาก|กับ|แนวราบ|ของ|ขอบ|ฟ้า|,|ตรง|ดิ่ง|,|เกี่ยวกับ|หรือ|อยู่|บน|จุด|สุดยอด|,|ตาม|ยาว|,|เกี่ยวกับ|กระหม่อม|,|เกี่ยวกับ|กลาง|กบาล|,|เกี่ยวกับ|การ|รวม|กําลัง|ผลิต หรือ|จําหน่าย|สินค้า|ชนิด|หนึ่ง n. สิ่ง|ที่|ตั้ง|ตรง|,|ตําแหน่งที่ตั้ง|ตรง|,|แนว|ตั้ง|ฉาก คําศัพท์|ย่อย|:
แถบ|เลื่อน|ภาพ|แนว|นอน|หมายถึง แถบ|สี่เหลี่ยม|ยาว|ที่อยู่|ด้าน|ล่าง|สุด|ของ|แต่ละ|วินโดว์ ใช้|สําหรับ|เลื่อน|ดู|ข้อความ|บน|จอภาพ|ไป|ทาง|ซ้าย|หรือ|ขวา|หรือ|แนว|นอน ที่|ปลาย|สุด|ของ|แถบ|เลื่อน|ขึ้นลง|นี้ ทั้ง|ด้าน|ซ้าย|และ|ขวา จะ|มี|เครื่องหมาย|หัวลูกศร ถ้า|กด|เมาส์|ที่|หัวลูกศร|ด้าน|ซ้าย|ก็|จะ|ทํา|ให้|ข้อความ|บน|จอภาพ|เลื่อน|ไป|ทาง|ขวา ถ้า|กด|ที่|หัวลูกศร|ด้าน|ขวา ภาพ|บน|จอ|ก็|จะ|เลื่อน|ไป|ทาง|ซ้าย ดู horizontal scroll bar เปรียบเทียบ
(เวอ|'|ทิ|ซี|ซ) n. พหูพจน์|ของ vertex
(เวอ|'|ทิ|โก) n. อาการ|วิงเวียน|ศรี|ษะ|,|ความรู้สึก|วิงเวียน|ที่|ทํา|ให้การ|ทรงตัว|ลําบาก pl. vertigoes|,|vertigoes
(เว|'|รี) adv. มาก|,|มาก ๆ ,|อย่างยิ่ง|,|แท้จริง|,|เหลือเกิน. adj. แท้จริง|,|จริง|,|โดยเฉพาะ|,|แน่แท้|,|โดย|สิ้นเชิง|,|เต็มที่|,|เพียง|เท่านั้น|  |Syn. extremely|,|greatly|,|exactly|,|absolute|,|suitable
very large scale integration วงจร|รวม|ความ|จุ|สูง|มาก|ใช้|ตัวย่อ|ว่า VLSI (อ่าน|ว่า วี|แอ|ลเอส|ไอ) หมายถึง|การ|สร้าง|ชิป (chip) โดย|สามารถ|นํา|ประตู (gate) มา|รวม|กัน|ได้|ถึง 100,000 ประตู|หรือ|มาก|กว่า|นั้น แล้ว|นํามา|ใช้|เป็น|ตัว|ประมวลผล ทํา|ให้|คอมพิวเตอร์|มี|ขนาด|เล็ก|ลง|ได้|มาก ใน|ปัจจุบัน มี|การ|สร้าง|ชิป|ที่|มี|ประตู|มาก|ยิ่ง|ไป|กว่า|นั้น เรียก|ว่า ULSI (ultra large scale integraton ที่|แปล|ว่า วงจร|รวม|ความ|จุ|สูง|ยิ่ง)| 
(เวส|'|ซิ|เคิล) n. ถุง|เล็ก ๆ ,|ถุง|น้ํา|เล็ก ๆ เม็ด|พุพอง|,|ตุ่ม|,|ถุง|อากาศ|เล็ก ๆ ,|โพรง|รูปทรง|กลม|ใน|แร่|หรือ|หิน (เนื่องจาก|มี|อากาศ|หรือ|แก๊ส|ขัง|อยู่)|  |Syn. bladder
(วะ|ซิ|ค|'|คิว|ละ) adj. เกี่ยวกับ|ถุง|เล็ก ๆ หรือ|เม็ด|พุพอง|,|มี|ลักษณะ|เป็น|ถุง|เล็ก ๆ หรือ|เม็ด|พุพอง|ประกอบ|ด้วย|ถุง|เล็ก ๆ หรือ|เม็ด|พุพอง.
(เวส|'|เพอะ) n. ดาวพระศุกร์|,|ดาวประจําเมือง|ใน|ตอน|เย็น|,|ระฆัง|สายัณห์|,|ยาม|สายัณห์. adj. เกี่ยวกับ|พิธี|ศาสนา|ยาม|สายัณห์|  |Syn. vespers n. พิธี|ศาสนา|ตอน|บ่าย|มาก ๆ หรือ|ยาม|สายัณห์|,|เพลง|สายัณห์|,|บทเรียน|หรือ|การ|สวดมนต์|ยาม|สายัณห์|,
(เวส|'|เซิล) n. เรือ (โดยเฉพาะ|สําหรับ|ใส่|ของเหลว) ท่อ|,|หลอด|,|ท่อ|ใน|xylem|ของ|พืช|,|บุคคล (ผู้|มี|ลักษณะ|เฉพาะ|ทาง|จิต|หรือ|คุณสมบัติ|บาง|ประการ)|  |Syn. vesseled adj. vesselled adj.
(เวสทฺ) n. เสื้อยืด|,|เสื้อชั้นใน|,|เสื้อกั๊ก|,|เสื้อ|คอแหลม|ของ|ผู้หญิง|,|เสื้อคลุม|ยาว|,|เสื้อ|บาทหลวง. vt. ใส่|เสื้อ|,|มอบ|ให้|,|จัด|ให้|,|วาง. vi. ใส่|เสื้อ|,|มอบ|ให้|,|เป็น|ของ|  |Syn. confer|,|hand over
(เวส|'|เทิล) adj. เกี่ยวกับ|เทพธิดา|เตาไฟ|,|บริสุทธิ์|,|เป็นสาว|พรหมจารี. n. สาว|พรหมจารี|,|หญิง|ที่|ยัง|ไม่|แต่งงาน|,|ชี|,|นักพรต|หญิง|  |Syn. virgin
(เวส|'|ทิด) adj. ยึด|ไว้|แน่น|,|ยึด|ไว้|โดย|สม|-|บูรณ์|,|ครอบครอง|โดย|สมบูรณ์|,|มี|ลัทธิ|,|สวม|เสื้อ|,|สวม|เสื้อคลุม|,|ไม่|เปลี่ยนแปลง|  |Syn. absolute
(เวส|'|ทะบูล) n. ห้อง|ด้านหน้า|,|ทาง|หรือ|ห้อง|ระหว่าง|ประตู|ด้าน|นอก|กับ|ส่วน|ใน|ของ|บ้าน|อาคาร|,|ทาง|ปิด|ที่|ปลาย|รถตู้|โดยสาร (รถไฟ) ,|โพรง|ทางเข้า|โพรง|อื่น|หรือ|ช่อง|อื่น (เช่น|เข้าหู|ส่วน|ใน) . vt. จัด|ให้|มี|ห้อง|หรือ|ทาง|หรือ|โพรง|ดังกล่าว
(เวส|'|ทิจฺ) n. ร่องรอย|,|รอย|หรือ|หลักฐาน|ที่|ทิ้ง|เอา|ไว้|,|รอย|เท้า|,|รอย|ทาง|,|เศษ|นิด|เดียว|,|อวัยวะ|ที่|เสื่อม|หรือ|ไม่|สมบูรณ์|ที่|เหลือ|อยู่
(วะซู|'|เวียส) n. Mount|ชื่อ|ภูเขาไฟ|ใน|ภาค|ตะวันตกเฉียงใต้|ของ|อิตาลี
(เวท) n. สัตวแพทย์. vt. ตรวจโรค (สัตว์) หรือ|รักษา|โรค (สัตว์)|  |Syn. veterinarian
(เวท) n.,|adj. =|veteran
abbr. veteran|,|veterinarian|,|veterinary
(เวทชฺ) n. พืช|เถา|มี|ฝัก|สกุล Vicia|,|พืช|จําพวก Lathyrus sativus|, เมล็ด|หรือ|ผล|ของ|พืช|ดังกล่าว|  |Syn. vetchlike adj.
(เวทชฺ|'|ลิง) n. พืช|มี|ฝัก|สกุล|Lathyrus
(เวท|'|เท|อเริน) n. ทหารผ่านศึก|,|ผู้|มี|ประสบการณ์|,|ผู้|ได้|ทํางาน|ใน|อาชีพ|หนึ่ง|มา|นาน. adj. มี|ประสบการณ์|,|ผ่านศึก|มา|แล้ว|,|เกี่ยวกับ|ทหารผ่านศึก|หรือ|ผู้|ที่|ได้|ทํางาน|ใน|อาชีพ|หนึ่ง|มา|นาน|แล้ว|  |Syn. ex|-|serviceman
(เวท|เท|อ|ระ|แน|'|เรียน) n. สัตวแพทย์
(เวท|'|เท|อ|ระ|เนอ|รี|,|วี|'|ท|ระ|เนอ|รี) n. สัตวแพทย์. adj. เกี่ยวกับ|สัตวแพทย์|ศาสตร์
(วี|'|โท) n. อํานาจ|ยับยั้ง|,|ลัทธิ|ยับยั้ง|,|การ|ใช้|สิทธิ|ยับยั้ง|,|เอกสาร|แสดง|การ|ใช้|สิทธิ|ยับยั้ง|และ|เหตุผล|ที่|ยับยั้ง|,|การ|ยับยั้ง|,|การ|ห้าม|,|การ|ออก|เสียง|ยับยั้ง|ของ|สมาชิก|หนึ่ง|ใน|ห้า|เสียง|ของ|สมาชิก|ถาวร|ของ|สภา|ความ|มั่นคง (ใน|สหประชาชาติ) สามารถ|ยับยั้ง|การ|ปฎิบัติ|การ|หรือ|มติ|ของ|ที่ประชุม|ไ
(เวคซฺ) vt. ทํา|ให้|ระคายเคือง|,|รบกวน|,|ก่อกวน|,|ทํา|ให้|ทุกข์|,|ทํา|ให้|กลุ้มใจ|,|ทํา|ให้|หัวเสีย|,|ถกเถียง|,|ทะเลาะ.  |Syn. vexingly adv. vexer n.
(เวค|เซ|'|เชิน) n. การ|รบกวน|,|การ|ก่อกวน|,|การ|ทํา|ให้|ทุกข์|,|การ|ทํา|ให้|ระคายเคือง|,|สิ่ง|ที่|รบกวน|,|สิ่ง|ที่|ก่อกวน.  |Syn. chagrin|,|trouble
(เวค|เซ|'|เชิส) adj. รบกวน|,|ก่อกวน|,|ทํา|ให้|ระคายเคือง|,|ทํา|ให้|ทุกข์|,|ไม่|สงบสุข.  |Syn. vexatiously adv.  |Syn. harassing
วีจีเอ <|คํา|อ่าน|>|ย่อ|มา|จาก video graphics array (หนังสือ|บาง|เล่ม|ว่า video gate array) ที่|แปล|ว่า ขบวน|ปรับ|ภาพ|แบบ|วีดิทัศน์ หมายถึง มาตรฐาน|ที่|กําหนด|ไว้|สําหรับ|จอภาพ|สี จอภาพ|ชนิด|นี้|สามารถ|แสดง|สี|ได้|ถึง 256 สี|ใน|เวลา|เดียวกัน พัฒนา|มา|จาก|จอภาพ|รุ่น|เก่า ที่|เรียก|ว่า ซี|จีเอ (CGA) และ อี|จีเอ (EGA) จอ|วีจีเอ|นี้|ให้|ภาพ|ที่|คมชัด|กว่า แสดง|ภาพ|ได้|แม่นตรง|กว่า ความ|ละเอียด (reso|- lution) ของ|จอ|นั้น|สามารถ|กําหนด|ได้|สูง|ถึง 640 x 480 จุด (pixels) ใน|ปัจจุบัน ยิ่ง|พัฒนา|ไป|ได้|ไกล|กว่า|นี้ คือ|กําหนด|ความ|คมชัด|ได้|สูง|ถึง 1,024 x 768 จุด เรียก|ว่า SVGA หรือ super VGA นั่นเอง|ดู CGA|, EGA|, SVGA ประกอบ
abbr.very high frequency
(ไว|'|อะ) prep. โดย|ทาง|,|โดย|เส้นทาง|,|ทาง
(ไว|'|อะเบิล) adj. (ทารก|,|เมล็ด|พืช|หรือ|อื่น ๆ) สามารถ|มี|ชีวิต|และ|เจริญเติบโต|ได้|, (ทารก|ใน|ครรภ์) เจริญเติบโต|พอ|ที่|จะ|มี|ชีวิต|นอก|มดลูก|ได้|,|ปฎิบัติ|ได้|,|ทํางาน|ได้|,|สามารถ|เจริญเติบโต|หรือ|พัฒนา|ได้.  |Syn. viability n. viably adv.
(ไว|'|อะดัคทฺ) n. สะพาน|รถไฟ
(ไว|'|เอิล) n. ภาชนะ|เล็ก ๆ สําหรับ|ใส่|ของเหลว|,|ขวด|น้ํายา|ฉีด|,|ขวด|น้ํายา|เล็ก ๆ ,|ขวด|เล็ก.  |Syn. phial
(ไว|'|เอินดฺ) n. อาหาร|,|อาหาร|อย่างหนึ่ง|,|ชนิด|อาหาร
(ไว|'|เบ|ริน|ทฺ) adj. สั่นสะเทือน|,|ระรัว|,|กังวาน|,|ก้องกังวาน|,|มี|ชีวิตชีวา|,|ตื่นเต้น|,|กระตุ้น|จิต. n. เสียง|สั่นสะเทือน|,|เสียง|กังวาน.  |Syn. vibrancy|,|vibrance n. vibrantly adv.
(ไว|'|เบรท) vi. สั่น|,|สั่นสะเทือน|,|สั่น|ไหว|,|ระรัว|,|ระริก|,|เคลื่อน|ขึ้นลง|อย่าง|รวดเร็ว|และ|ซ้ํา ๆ ให้|แกว่ง|,|ทํา|ให้|ระรัว|,|ทํา|ให้|ระริก|,|ทํา|ให้|ตื่นเต้น|,|ปล่อย|ออก.  |Syn. vibratingly adv.  |Syn. oscillate
(ไว|'|เบร|เทอะ) n. ผู้|สั่น|,|เครื่อง|สั่น|,|เครื่อง|กวน|,|อุปกรณ์|ทาง|ไฟฟ้า|ที่|ทํา|ให้|กระแส|ไฟฟ้า|ขึ้น ๆ ลง ๆ| 
(วิค|'|เคอะ) n. (ศาสนาคริสต์|นิกาย|โบสถ์|อังกฤษ) พระ|,|พระ|ที่|ได้|รับ|เงินเดือน|เล็กน้อย|,|ผู้ช่วย|บิ|ชอพ|,|ตัวแทน|,|ผู้แทน|  |Syn. vicarly adj. vicarship n.
(ไว|แค|'|เรียส) adj. เป็น|ตัวแทน|,|ทดแทน|คน|อื่น|,|แทน|คน|อื่น|,|รู้สึก|แทน|คน|อื่น|,|เกี่ยวกับ|การ|ปฎิบัติ|หน้าที่|ของ|อวัยวะ|หนึ่ง|ที่|เป็น|หน้าที่|ของ|อีก|อวัยวะ|หนึ่ง|  |Syn. vicariousness n.  |Syn. sympathetic|,|surrogate|,|indirect Ant. direct|,|persona
(ไว|ซฺ) n. ความ|ชั่ว|,|ความ|ชั่วร้าย|,|ความ|เลว|,|ความ|เลวทราม|,|เรื่อง|ชั่ว|ทาง|เพศ|,|ความผิด|พลาด|,|ปมด้อย|,|ข้อเสีย|,|มลทิน|,|ข้อบกพร่อง|,|ความ|บกพร่อง|ทาง|กาย|,|นิสัย|ที่|เลว. prep. แทน|ที่|,|แทน|ที่|จะ|,|แทน|,|รอง|,|ตัวแทน|  |Syn. viceless adj.  |Syn. depravity
n. พลเรือโท.  |Syn. vice admiralty n.
n. รอง|อัครมหาเสนาบดี|,|รอง|นายกรัฐมนตรี|,|รอง|อธิการบดี|มหาวิทยาลัย
n. รอง|กงสุล.  |Syn. vice|-|consul.  |Syn. vice|-|consular adj. vice consulate n. vice|-|consulate n. vice consulship. vice|-|consulship n.
รอง|ประธาน|,|รอง|ประธานาธิบดี|  |Syn. vice presidency n. vice|-|presidency n. vice|-|presidential adj.  |Syn. vice|-|president.
(ไว|'|ซะ เวอ|'|ซะ) ใน|ทาง|กลับ|กัน|,|แต่|กลับ|กัน|,|ใน|ทํานอง|เดียวกัน
Pref. รอง|,|ตัวแทน|,|ผู้แทน
(ไว|สฺ|'|แชร์|'|เมิน) n. รอง|ประธาน pl. vice|-|chairmen
(ไว|สฺกัฟ|'|เวิร์นเนอะ) n. รอง|ผู้ว่าราชการจังหวัด|,|รอง|ข้าหลวง|,|รอง|ผู้ว่าการ
(ไว|สฺ|'|เพ|รม|'|เมียร์) n. รอง|นายกรัฐมนตรี
(ไว|สฺ|'|รี|'|เจินทฺ) n. รอง|ผู้|สําเร็จ|ราชการ. adj. เกี่ยวกับ|ตําแหน่ง|รอง|ผู้|สําเร็จ|ราชการ.  |Syn. vice|-|regency n.  |Syn. deputy regent
(ไว|สฺ|เจอ|'|เรินทฺ) n. ผู้รักษาการ|แทน|,|ผู้|สําเร็จ|ราชการ|แผ่นดิน|,|ผู้|มี|ตําแหน่ง|รอง
(ไว|สฺ|'|รอย) n. อุปราช|,|ผีเสื้อ|อเมริกัน|จําพวก Limenitis archippus|  |Syn. viceroyship n.
(วิ|ซิ|น|'|นิ|ที) n. บริเวณ|ใกล้เคียง|,|ความ|ใกล้เคียง|,|จํานวน|ใกล้เคียง|  |Syn. proximity
(วิช|'|เชิส) adj. ชั่ว|,|ชั่วร้าย|,|เสื่อมทราม|,|เลวทราม|,|ผิดพลาด|,|บกพร่อง|,|ดุร้าย|,|ร้ายกาจ.  |Syn. viciously adv. viciousness n.
(วิ|ซิ|ส|'|ซิ|ทิว|ดฺ) n. การ|เปลี่ยนแปลง|,|การ|ผันแปร|,|การ|สับเปลี่ยน|,|การ|ขึ้น ๆ ลง ๆ ,|การ|หมุนเวียน.  |Syn. vicissitudinary adj. vicissitudinous adj.  |Syn. changes|,|chance
(วิค|'|ทิม) n. เหยื่อ|,|ผู้|รับ|บาป|,|ผู้เคราะห์ร้าย|,|ผู้|ถูก|โกง|,|ผู้|ถูก|หลอก|,|สิ่ง|ที่|มี|ชีวิต|ที่|ถูก|บูชายัญ
(วิค|'|ทะไมซ) vt. ทํา|ให้|เป็น|เหยื่อ|,|โกง|,|ฉ้อโกง|,|ทํา|ให้|สังเวย.  |Syn. victimisation n. victimization n. victimiser n. victimizer n.  |Syn. prey on
(วิค|'|ทะไมซ) vt. ทํา|ให้|เป็น|เหยื่อ|,|โกง|,|ฉ้อโกง|,|ทํา|ให้|สังเวย.  |Syn. victimisation n. victimization n. victimiser n. victimizer n.  |Syn. prey on
(วิค|'|เทอะ) n. (ศัพท์|สื่อสาร) =|V
(วิค|โท|'|เรีย) n. กษัตริย์|อังกฤษ|และ|ครอง|อินเดีย (ค.ศ.1876|-|1901) ,|เทพธิดา|โรมัน|โบราณ|แห่ง|ชัยชนะ|,|ชื่อ|รัฐ|ใน|ภาค|ตะวันออกเฉียงใต้|ของ|ออสเตรเลีย|,|ชื่อ|เมืองหลวง|และ|เมืองท่า|ของ|ฮ่องกง|,|ชื่อ|เมืองท่า|ใน|แคนาดา|,|ชื่อ|เมือง|ใน|ตอน|ใต้|ของ|มลรัฐ|เท็กซัส|  |Syn. victress n. หญิง|ผ
(วิค|ทอ|'|เรียน|,|-|โท|'|เรียน) adj. เกี่ยวกับ|พระนางเจ้า|วิค|ตอ|เรีย|หรือ|สมัย|ของ|พระองค์|,|เกี่ยวกับ|ลักษณะ|เฉพาะ|ของ|สมัย|พระนางเจ้า|วิค|ตอ|เรีย|,|เกี่ยวกับ|สถาปัตยกรรม เครื่องเรือน|และ|สิ่ง|ประดับ|ต่าง ๆ ใน|สมัย|พระนางเจ้า|วิค|ตอ|เรีย. n. บุคคล|ใน|สมัย|พระนางเจ้า|วิค|ตอ|เรีย คํา|ที่|มี|ความหมาย|เ
(วิค|ทอ|'|เรียส|,|-|โท|'|เรียส) adj. มี|ชัยชนะ|,|ได้|ชัยชนะ|,|รบ|ชนะ.  |Syn. victor|,|triumphant
(วิค|'|ทะ|รี) n. ชัยชนะ|,|การ|มี|ชัยชนะ|ใน|การ|รบ|  |Syn. success|,|triumph|,|win
(วิค|'|ท|ริ|ส) n. หญิง|ผู้|มี|ชัย
(วิท|'|เทิล) n. เสบียง|อาหาร (โดยเฉพาะ|สําหรับ|มนุษย์) ,|อาหาร. vt. จัด|ให้|มี|อาหาร. vi. ได้|รับ|อาหาร|,|กิน|,|ให้|อาหาร
(วิท|'|ทะลิจฺ) n. อาหาร เสบียง|อาหาร
(วิท|'|ทะเล|อะ) n. ผู้|จัด|เสบียง|อาหาร|,|เรือ|เสบียง|,|ผู้จัดการ|โรงแรม|หรือ|ร้าน|เครื่องดื่ม.
(วิท|'|ทะเล|อะ) n. ผู้|จัด|เสบียง|อาหาร|,|เรือ|เสบียง|,|ผู้จัดการ|โรงแรม|หรือ|ร้าน|เครื่องดื่ม.
(วิเดล|'|ลิ|ซิ|ท|,|วิเด|'|ลิเคท) adv. ดัง|มี|นาม|ต่อไปนี้|,|กล่าวคือ
(วิด|'|ดี|โอ) n. ภาพ|โทรทัศน์|,|โทรทัศน์. adj. เกี่ยวกับ|โทรทัศน์|,|เกี่ยวกับ|ภาพ|โทรทัศน์
ตัว|ปรับ|ต่อ|ภาพ|หมายถึง แผ่น|วงจร|ที่|ใช้|เสียบ|เข้า|กับ|เครื่อง|คอมพิวเตอร์ส่วนบุคคล|หรือ|พี|ซี เพื่อให้|ซอฟต์แวร์|ที่|เกี่ยวกับ|ภาพ|สามารถ|สื่อสาร|กับ|คอมพิวเตอร์ เช่น แสดง|ผล|บน|จอภาพ|ได้|มี|ความหมาย|เหมือน video card
แผ่น|วงจร|ภาพ|หมายถึง แผ่น|วงจร|ที่|ใช้|เสียบ|เข้า|กับ|เครื่อง|คอมพิวเตอร์ส่วนบุคคล|หรือ|พี|ซี เพื่อให้|ซอฟต์แวร์|ที่|เกี่ยวกับ|ภาพ|สามารถ|สื่อสาร|กับ|คอมพิวเตอร์ เช่น แสดง|ผล|บน|จอภาพ|ได้|มี|ความหมาย|เหมือน video adapter
จาน|วีดิทัศน์ (บางที|สะกด|ว่า videodisc) หมายถึง จาน|บันทึก|ที่|เก็บ|ได้|ทั้ง|เสียง|และ|ภาพ สามารถ|ดึง|ข้อมูล|ที่|เก็บ|อยู่|ใน|จาน|มา|แสดง|บน|จอภาพ|ของ|คอมพิวเตอร์|หรือ|จอโทรทัศน์|ได้
ใช้|ตัวย่อ|ว่า VDT (อ่าน|ว่า วีดี|ที) ซึ่ง|ก็|หมายถึง|เครื่อง|ปลาย|ทาง ที่|มี|จอภาพ (monitor) และ|แผง|แป้น|อักขระ (keyboard) นั่นเอง
ขบวน|ปรับ|ภาพ|แบบ|วีดิทัศน์|ใช้|ตัวย่อ|ว่า VGA (อ่าน|ว่า วีจีเอ) หมายถึง มาตรฐาน|ที่|กําหนด|ไว้|สําหรับ|จอภาพ|สี จอภาพ|ชนิด|นี้|สามารถ|แสดง|สี|ได้|ถึง 256 สี|ใน|เวลา|เดียวกัน พัฒนา|มา|จาก|จอภาพ|รุ่น|เก่า ที่|เรียก|ว่า ซี|จีเอ (CGA) และ อี|จีเอ (EGA) จอ|วีจีเอ|นี้|ให้|ภาพ|ที่|คมชัด|กว่า แสดง|ภาพ|ได้|แม่นตรง|กว่า ความ|ละเอียด (resolution) ของ|จอ|นั้น|สามารถ|กําหนด|ได้|สูง|ถึง 640 x 480 จุด (pixels) ใน|ปัจจุบัน ยิ่ง|พัฒนา|ไป|ได้|ไกล|กว่า|นี้ คือ|กําหนด|ความ|คมชัด|ได้|สูง|ถึง 1,024 x 768 จุด เรียก|ว่า SVGA หรือ super VGA นั่นเอง
หน่วยความจํา|ภาพ|หมายถึง ส่วนหนึ่ง|ของ|แรม (RAM) ที่|ใช้|เก็บ|ข้อมูล|ต่าง ๆ ที่|คอมพิวเตอร์|กําลัง|แสดง|ผล|อยู่|บน|จอภาพ ปกติ หน่วยความจํา|ส่วน|นี้|ของ|พี|ซี|จะ|ใช้เนื้อ|ที่|กว่า 640 K|มี|ความหมาย|เหมือน video RAM|ดู RAM ประกอบ
ภาวะ|ภาพ|หมายถึง ภาวะ|ที่|แสดง|ผล|เป็น|ภาพ มาตรฐาน|ที่|กําหนด|ไว้|สําหรับ|จํานวน|สี|ที่|ตัว|ปรับ|ภาพ|ใช้|กับ|เครื่อง|ไมโครคอมพิวเตอร์ ใน|ปัจจุบัน|มี|ด้วย|กัน|ทั้งหมด 20 แบบ เรียง|กัน|ไป|ตั้งแต่ 0 - 19 ถ้า|เป็น|การ|แสดง|ผล|เฉพาะตัว|อักขระ|อย่างเดียว ก็|จะ|ใช้|อีก|ภาวะ|หนึ่ง|ต่าง|ไป|จาก|การ|แสดง|ผล|เป็น|ภาพ นอกจากนั้น การ|แสดง|ผล|เป็น|ภาพ ก็|ยัง|แบ่ง|เป็น การ|แสดง|สี|เดียว แสดง|หลาย|สี กับ|ทั้ง|ยัง|มี|การ|แบ่งแยก|ใน|เรื่อง|ของ|ความ|คมชัด (resolution) ที่|แตกต่าง|กัน|ออก|ไป|อีก
แรม|ภาพ|ใช้|ตัวย่อ|ว่า VRAM (อ่าน|ว่า วีแรม) หมายถึง ส่วนหนึ่ง|ของ|แรม (RAM) ที่|ใช้|เก็บ|ภาพ|ต่าง ๆ ที่|คอมพิวเตอร์|สร้าง แสดง|ผล|ออก|บน|จอภาพ|ได้|มี|ความหมาย|เหมือน video memory ดู RAM ประกอบ
(วิด|'|ดี|โอ|เค|เซ|ท|') n. ตลับ|เทป|โทรทัศน์|  |Syn. cassette
หมายถึง การ|ประชุม|หรือ|การ|สัมมนา|ผ่าน|ทาง|เครือข่าย|คอมพิวเตอร์ ผู้|ร่วม|ประชุม|ไม่|จําเป็น|ต้อง|อยู่|ใน|ที่|เดียวกัน แต่|คุย|กัน|ได้ มองเห็น|กัน|ได้|โดย|ผ่าน|ทาง|จอภาพ|ของ|คอมพิวเตอร์ ส่วนหนึ่ง|ของ|จอภาพ อาจ|แบ่ง|ไว้|เป็น|ที่|สําหรับ|เขียน|ข้อความ|หรือ|ภาพ หรือ|แสดง|ข้อมูล|จาก|โปรแกรม|ที่|เตรียม|ไว้ ลักษณะ|การ|ทํางาน|เป็น|ระบบเครือข่าย (network) มี|ความหมาย|เหมือน teleconference
(ไว) vi. แข่งขัน|,|ประชัน|,|ชิง|,|แข่ง. vt. นําเข้า|แข่งขัน.  |Syn. contend|,|compete
(วี|เอน|'|นะ) n. ชื่อ|เมืองหลวง|และ|เมืองท่า|ของ Austria (capital of Austria)| 
(วีอะนีซ|'|,|-|นีส) adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|กรุง|เวียน|นา. n. ชาว|เวียน|นา
(เวียน|จัน|') n. เมือง|เวียง|จันทน์
(เวียต|นาม|'|,|-|แนม|') n. ประเทศ|เวียดนาม|ประกอบ|ด้วย Annam Tonkin และ Cochin|-|China สมัยก่อน|  |Syn. Viet Nam
(เวียต|นะ|มี|ซ|') n. ชาว|เวียดนาม|,|ภาษา|เวียดนาม (เป็น|ภาษา|Austroasiatic|ภาษา|หนึ่ง) . adj. เกี่ยวกับ|เวียดนาม หรือ|ชาว|เวียดนาม pl. Vietnamese
(วิว) n. ภาพ|,|ทิวทัศน์|,|ทัศนวิสัย|,|ทรรศนะ|,|สายตา|,|การ|มอง|,|การ|สังเกต|,|ข้อคิดเห็น|,|ทัศนคติ|,|จุดประสงค์|,|เจตนา|,|จุดมุ่งหมาย|,|การ|สํารวจ|ทั่วไป|,|-|Phr. (in view ภายใน|แนว|สายตา ภายใต้|การ|พิจารณา) -|Phr. (in view of เมื่อ|พิจารณา|ถึง|ใน|เรื่อง|เกี่ยวกับ) vt. ดู|,|มอง|,|สังเกต|,|สํารวจ|,|ตรวจสอบ
(วิว|'|เออะ) n. ผู้ดู|,|ผู้|ชม|,|ผู้|ชม|รายการ|,|โทรทัศน์|,|เครื่องช่วย|การ|ดู|,|เครื่อง|จับภาพ
(วิว|'|พอ|ยทฺ) n. ทัศนคติ|,|ข้อสังเกต|,|ข้อคิดเห็น|,|แง่|คิด|,|ความคิดเห็น
(วิจ|'|เจิล) n. ความ|ระมัดระวัง|,|การ|เฝ้า|,|ช่วง|ระยะ|เวลา|ที่|เฝ้า|,|การ|เฝ้า|ยาม|  |Syn. wakefulness
(วิจ|'|จะ|เลินซฺ) n. ความ|ระมัดระวัง|,|การ|นอน|ไม่|หลับ|  |Syn. caution
(วิจ|'|จะ|เลินทฺ) adj. ระมัดระวัง|,|ตื่นตัว|,|เฝ้า|,|รอบคอบ|,|ไหวตัว.  |Syn. vigilantly adv.
(วิจ|จะ|แล|น|'|ที) n. สมาชิก|กลุ่ม|พลเรือน|ที่|ทําโทษ|อาชญากร|แบบ|ศาล|เตี้ย
(วิจ|'|จะ|เลินทิส|ซึม) n. ลัทธิ|ศาล|เตี้ย|ที่|ประกอบ|ด้วย|พลเรือน
(วิก|'|เก|อะ) n. แรง|,|กําลัง|,|ความ|แข็งแรง|,|พลัง|,|อํานาจ|,|ความ|เข้มข้น|,|ความ|กระฉับกระเฉง.  |Syn. prowess|,|strength
(วิก|'|เก|อะเริส) adj. แข็งแรง|,|แรง|,|มี|พลัง|,|กระฉับกระเฉง|,|มี|อํานาจ|,|เจริญเติบโต|ได้|ดี.  |Syn. lively|,|energetic
(วิก|'|เก|อะ) n. แรง|,|กําลัง|,|ความ|แข็งแรง|,|พลัง|,|อํานาจ|,|ความ|เข้มข้น|,|ความ|กระฉับกระเฉง.  |Syn. prowess|,|strength
(ไว|'|คิง) n. โจรสลัด|สแกนดิเนเวีย|น|ใน|ศตวรรษ|ที่ 8|-|10,|โจรสลัด|,|สลัด|ทะเล|,|ชาว|สแกนดิเนเวีย|น|  |Syn. viking
(ไวล์) adj. เลว|,|เลวร้าย|,|ร้าย|,|ชั่วร้าย|,|ชั่วช้า|,|เลวทราม|,|สถุล|,|สกปรก|,|โสโครก|,|ชั้นต่ํา|,|มี|ค่า|ต่ํา|  |Syn. vilely adv.  |Syn. evil|,|corrupt|,|vicious
(วิล|'|ละ|ไฟ) vt. ทํา|ให้|เสียชื่อ|เสียง|,|ประ|ฌาม|,|สบ|ประมาท|,|ให้|ร้าย|,|ใส่ร้าย|,|ประจาน|,|ทํา|ให้|เลว|  |Syn. vilification n. vilifier n.  |Syn. defame
(วิล|'|ละ) n. บ้านพัก (โดยเฉพาะ|ที่|มี|ขนาด|ใหญ่) ,|บ้านพัก|ชานเมือง|หรือ|ชนบท|,|คฤหาสน์
(วิล|'|ลิจฺ) n. หมู่บ้าน|,|คนใน|หมู่บ้าน|,|ชาว|ชนบท|,|กลุ่ม|ที่อยู่|ของ|สัตว์. adj. เกี่ยวกับ|หมู่บ้าน|  |Syn. municipality|,|suburb
(วิล|'|ลิ|เจอะ) n. คนใน|หมู่บ้าน
(วิล|'|เอิน) n. วาย|ร้าย|,|ผู้ร้าย|,|คน|ชั่วร้าย|,|คน|เลว|,|ตัวโกง|,|ตัว|วาย|ร้าย (ใน|ละคร|,|นวนิยาย)
(วิล|'|ละ|เนิส) adj. ร้าย|,|เลวร้าย|,|ชั่วร้าย|,|เลวทราม|,|น่า|รังเกียจ|มาก|  |Syn. villainousness n.  |Syn. vicious
(วิล|'|ละ|นี) n. ความ|เลวร้าย|,|ความ|ชั่วร้าย|,|การ|กระทํา|ที่|เลวร้าย|,|การ|กระทํา|ที่|ชั่วร้าย
(วีล|'|เลิส) adj. เป็น|ขน|ปุย|,|ปกคลุม|ไป|ด้วย villi|,|เป็น|กํามะหยี่.
(วิลอส|'|ซิ|ที) n. ผิวหน้า|เป็น|ขน|ปุย|,|จํานวน|ขน|ปุย|,|จํานวน villi|,|=|villus
(วีล|'|เลิส) adj. เป็น|ขน|ปุย|,|ปกคลุม|ไป|ด้วย villi|,|เป็น|กํามะหยี่.
(วิม) n. ความ|กระตือรือร้น|,|ความ|กระฉับกระเฉง|,|พลัง|,|กําลังวังชา|,|ความ|แข็งแรง|,|ความ|มี|ชีวิตชีวา|  |Syn. vigour
(แวน) n. เหล้าองุ่น pl. vins
Pref. มี|ความหมาย|ว่า|"|เหล้าองุ่น|"
(วี|'|นะ) n. เครื่องดนตรี|ประเภท|สาย|ดีด|ชนิด|หนึ่ง|ของ|อินเดีย
(วิน|'|ดะ|คะ|เบิล) adj. ซึ่ง|แก้ต่าง|ได้|,|ซึ่ง|แก้ตัว|ได้
(วิน|'|ดะ|เคท) vt. แก้ต่าง|,|แก้ตัว|,|กู้|,|พิสูจน์|ว่า|เขา|ไม่|ผิด|,|ป้องกัน|,|แก้แค้น|,|ปลดปล่อย.  |Syn. vindicator n.  |Syn. excuse|,|extenuate
(วินดิค|'|คะ|ทิฟว) adj. แก้แค้น|,|แก้เผ็ด|,|แค้น|,|อาฆาต|,|พยาบาท|,|มี|เจตนา|ร้าย|,|เป็น|การ|ทําโทษ.  |Syn. vindicativeness n.
(วิน|'|ดะ|คะ|ทอ|รี) adj. เป็น|การ|แก้ต่าง|,|เป็น|การ|แก้ตัว|,|เป็น|การ|แก้แค้น|,|เป็น|การ|ทําโทษ.  |Syn. vindicative
(ไวน์) n. ต้น|องุ่น|,|พืช|องุ่น|,|ไม้เถา|วัลย์.  |Syn. vined adj. vineless adj.
(วิน|'|นะ|เก|อะ) n. น้ําส้ม|,|สารละลาย|กรด|acetic acid.  |Syn. vinegarish adj.
(ไว|'|เนอ|รี) n. ไร่|ไม้เลื้อย|,|ไร่|องุ่น|,|ต้น|องุ่น
(วิน|'|เยิร์ด) n. ไม่|องุ่น|,|สวน|องุ่น|,|ที่|เพาะเลี้ยง|องุ่น|,|วงการ
(ไว|'|นิค|,|วิน|'|นิค) adj. เกี่ยวกับ|เหล้าองุ่น|,|มา|จาก|หรือ|พบ|ใน|เหล้าองุ่น
(วิน|'|นะ|คัลเชอะ) n. การ|ศึกษา|เกี่ยวกับ|การ|ทํา|เหล้าองุ่น.  |Syn. vinicultural adj. viniculturist n.
(ไว|'|เนิส) adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|เหล้าองุ่น|,|เกิด|จาก|เหล้าองุ่น|,|มี|เหล้าองุ่น.
(วิน|'|ทิจฺ) n. เหล้าองุ่น|,|การ|กลั่น|เหล้าองุ่น|,|การ|เก็บ|เหล้าองุ่น|,|ระยะ|เวลา|การ|เก็บ|เหล้าองุ่น|,|กระบวนการ|ทํา|เหล้าองุ่น|,|ผลิตภัณฑ์|ใน|รุ่น|เดียวกัน|,|บุคคล|รุ่น|เดียวกัน. adj. เกี่ยวกับ|เหล้าองุ่น|หรือ|การ|ทํา|เหล้าองุ่น|,|เป็น|เหล้าองุ่น|รุ่น|ที่|ระบุ|ไว้|,|เกี่ยวกับ|ผลิตภัณฑ์|รุ่น|หนึ่ง ๆ
n. เหล้าองุ่น|ที่|ดี
n. ปี|ที่|มี|การ|กลั่น|เหล้าองุ่น|ที่|ได้|ผลดี|,|ปี|ที่|ประสบ|ความ|สําเร็จ|อย่าง|ดี|ยิ่ง
(วิน|'|ทะ|เจอะ) n. ผู้ช่วย|ใน|การ|เก็บ|องุ่น|เพื่อ|ทํา|เหล้าองุ่น
(วินทฺ|'|เนอะ) n. ผู้ทํา|เหล้าองุ่น|,|ผู้|ขาย|เหล้าองุ่น
(ไว|'|นี) adj. เกี่ยวกับ|หรือ|คล้าย|ต้น|องุ่น|,|เต็มไปด้วย|ต้น|องุ่น|,|ซึ่ง|ปลูก|องุ่น
(ไว|'|เอิล) n. ซอ|โบราณ 6 สาย|ชนิด|หนึ่ง|ใน|สมัย|ศตวรรษ|ที่ 16|-|17
(ไว|โอ|'|ละ) n. ซอ 4 สาย|ประเภท|ไวโอลิน|แต่|มี|ขนาด|ค่อนข้าง|ใหญ่|กว่า|ไวโอลิน
(ไว|'|อะ|ละ|เบิล) adj. ฝ่าฝืน|ได้|,|ละเมิด|ได้|  |Syn. violability n. violably adv.
(ไว|'|อะเลท) vt. ฝ่าฝืน|,|ละเมิด|,|รบกวน|,|ทําลาย|,|ประทุษร้าย|,|ข่มขืน (โดยเฉพาะ|กระทําชําเรา) ,|ทํา|ให้|เสื่อมเสีย.  |Syn. violator n. violater n.  |Syn. shirk|,|break|,|profane|,|intefere
(ไว|อะเล|'|เชิน) n. การ|ฝ่าฝืน|,|การ|ละเมิด|,|การ|รบกวน|,|การ|ทําลาย|,|การ|ประทุษร้าย|,|การ|ข่มขืน|,|การ|กระทําชําเรา|,|การ|ทํา|ให้|เสื่อมเสีย.  |Syn. violative adj. -|S .infringement
(ไว|'|อะเลินซฺ) n. ความ|รุนแรง|,|ความ|ดุเดือด|,|การ|ใช้|กําลัง|,|ความ|พลการ|,|การ|ทําลาย|,|การ|ล่วงละเมิด|,|การ|สบ|ประมาท|,|การ|ทํา|ให้|บาดเจ็บ
(ไว|'|อะเลินทฺ) adj. รุนแรง|,|ดุเดือด|,|ใช้|กําลัง|,|พลการ|,|ทําลาย|,|ล่วงละเมิด|,|สบ|ประมาท|,|ซึ่ง|ทํา|ให้|บาดเจ็บ.  |Syn. violently adv.
(ไว|'|อะลิท) n. สี|ม่วง|,|พืช|ไม้ดอก|สกุล|Viola|ที่|มี|สี|ม่วง|/|น้ําเงิน เหลือง|/|ขาว|หรือ|สี|ผสม|,|ดอก|สี|ม่วง. adj. สี|ม่วง|,|สี|ม่วง|อม|น้ําเงิน
(ไว|'|อะลิน) n. เครื่อง|ไวโอลิน|  |Syn. violinistic adj.
(ดนตรี) treble clef
(ไว|อะลิน|'|นิสทฺ) n. นัก|เล่น|ไวโอลิน
(ไว|โอ|'|ลิสทฺ) n. นัก|เล่น|เครื่อง|ซอ|ประเภท|viola|หรือ|viol
(วีอะเลินเชล|'|ลิสทฺ) n. =|cellist
(-|เชล|'|โล) n. =|cello pl. violoncellos
abbr. very important person
(ไว|'|เพอ) n. งูพิษ|จําพวก Viper|, งูพิษ|ใน|ตระกูล Viperidae|, งูพิษ|,|บุคคล|ที่|มี|จิตใจ|มุ่งร้าย|หรือ|อาฆาต|พยาบาท|,|ผู้|ค้า|ยาเสพติด|  |Syn. traitor|,|villain|,|menace
(ไว|'|เพ|อริ|?) adj. =|viperous|  |Syn. malicious
(ไ?ว|'|เพอเริส) adj. คล้าย|พิษงู|,|มี|พิษ|,|ชั่วร้าย|,|มุ่งร้าย|,|เกี่ยวกับ|งูพิษ.
(วิเร|'|โก) n. หญิง|ดุร้าย|,|หญิง|ที่|มี|อารมณ์|ร้าย|,|หญิง|ที่|มี|กําลังวังชา|เหมือน|ชาย pl. viragoes|,|viragos|  |Syn. vestal|,|celibate|,|maiden
(ไว|'|เริล) n. เกี่ยวกับ|หรือ|เกิด|จาก|เชื้อไวรัส
(เวอ|'|จิน) n. หญิง|พรหมจารี|,|บุคคล|ที่|ยัง|ไม่|เคย|ร่วมเพศ|, สัตว์|ตัวเมีย|ที่|ไม่|เคย|ร่วมเพศ|,|แมลง|ที่|ยัง|ไม่|ถูก|เพาะ|พันธุ์ adj. เป็น|หญิง|พรหมจารี|,|เกี่ยวกับ|หญิง|พรหมจารี|,|บริสุทธิ์|,|ไม่|มี|การ|เจือปน|,|ไม่|เคย|ถูก|ใช้|มา|ก่อน|,|ยัง|ไม่|เคย|ร่วมเพศ|,|ไม่|มี|มลทิน|,|ไม่|มี|ราคี -|Phr. (the Virgin|,|Mar
n. พระนางเจ้า|แม|รี่|ผู้|เป็น|พระ|มารดา|ของ|พระ|เยซู|คริสต์
n. พระนางเจ้า|เอลิ|ซา|เบท|ที่|1|ของ|อังกฤษ
(เวอ|'|จะ|เนิล) adj. เกี่ยวกับ|หรือ|เหมาะ|กับ|หญิง|พรหมจารี|,|บริสุทธิ์|,|ไม่|เจือปน|,|ไม่|เคย|ร่วมเพศ|,|ไม่|มี|ราคี|,|ไม่|มี|มลทิน|,|ไม่|ได้|รับ|เชื้อ
(เวอจิน|'|นิ|ที) n. ความ|เป็น|หญิง|พรหมจารี|,|ความ|บริสุทธิ์|,|ความ|ไม่|มี|ราคี|,|ความ|ไม่|มี|มลทิน|,|ความ|ไม่|เคย|ร่วมเพศ|มา|ก่อน|,|ความ|ไม่|เคย|ถูก|ใช้|มา|ก่อน|,|ความ|สด|  |Syn. pureness
(เวอ|'|โก) n. ชื่อ|กลุ่ม|ดาว|ที่อยู่|ระหว่าง|กลุ่ม|ดาว|Leo|และ|กลุ่ม|ดาว|Libra
(เวอ|'|กิวล์) n. ขีด|ขวาง (/) ระหว่าง|คํา|,|เส้น|แบ่ง|,|เส้น|เอียง.  |Syn. diagonal|, slant
(วะ|ริ|ด|'|ดิ|ที) n. ความ|เขียว|,|ความ|สด|,|ความ|มี|กําลังวังชา|,|การ|มี|พลัง|,|ความ|กระฉับกระเฉง -|S.greenness|,|vigour
(เวอ|'|เริล|,|-|ไร|ลฺ) adj. เกี่ยวกับ|ลักษณะ|ของ|ชาย|,|เกี่ยวกับ|ลักษณะ|ของ|เพศ|ชาย|,|มี|กําลังวังชา|เช่น|ชาย|,|สามารถ|แพร่พันธุ์|ได้|,|สามารถ|ให้|กําเนิด|ลูก|ได้
(เวอ|'|ระ|ลิส|ซึม) n. การ|เกิด|ลักษณะ|เฉพาะ|ของ|เพศ|ชาย|ใน|หญิง
(วะ|รี|ล|'|ลิ|ที) n. ความ|มี|ลักษณะ|ของ|เพศ|ชาย|,|ความ|สามารถ|ใน|การ|ให้|กําเนิด|ลูก|,|ความ|สามารถ|ใน|การ|แพร่พันธุ์
(ไว|รอ|ล|'|โลจี) n. ไวรัส|วิทยา|,|การ|ศึกษา|เกี่ยวกับ|ไวรัส|และ|โรค|ที่|เกิด|จาก|ไวรัส.  |Syn. virological adj. virologist n.
(ไว|'|โร|ซ|,|-|เริส) adj. ซึ่ง|มี|พิษ
(ไว|'|โร|ซ|,|-|เริส) adj. ซึ่ง|มี|พิษ
(เวอ|'|ชวล) adj. แก่น|แท้|,|โดยแท้จริง|,|เกือบ|ทั้งหมด.
จาน|เสมือน|หมายถึง พื้นที่|ส่วนหนึ่ง|ของ|แรม (RAM) ที่|กัน|ไว้|ใช้|เสมือน|เป็น|จาน|บันทึก กล่าวคือ|ใช้|เป็น|ที่|เก็บ|ข้อมูล เรา|สามารถ|เรียก|ข้อมูล|เหล่านั้น|มา|ใช้ได้|รวดเร็ว|กว่า|จาน|บันทึก|ธรรมดา|มาก โดย|ปกติ จาน|เสมือน|นี้ จะ|ใช้|เป็น|ที่|เก็บ|โปรแกรม และ|ข้อมูล|ที่|กําลัง|ใช้|อยู่|ใน|ขณะนั้น แต่|พอ|เลิก|ใช้|หรือ|ปิด|เครื่อง โปรแกรม|หรือ|ข้อมูล|ใน|นี้|ก็|จะ|หาย|ไป|หมด|มี|ความหมาย|เหมือน RAM disk
เครื่อง|เสมือน|หมายถึง ระบบปฏิบัติการ|ที่|ทํา|ให้|สามารถ|ใช้|ซอฟต์แวร์|จําลอง|การ|ทํางาน|ของ|คอมพิวเตอร์|เครื่อง|อื่น|ได้ มัก|ใช้|สําหรับ|เป็น|ตัว|ทดสอบ|โปรแกรม|ซอฟต์แวร์|ต่าง ๆ เช่น|วิศวกร|อาจ|คิด|สร้าง|คอมพิวเตอร์|ขึ้น|มา|ใหม่ แล้ว|ใช้|ซอฟต์แวร์|จําลอง|ดู|การ|ทํางาน|ของ|เครื่อง|ใหม่|นี้ (กําหนด|ให้|เครื่อง|เสมือน|นี้|ลอง|ทํา|โปรแกรม|ดู) เพื่อ|ดู|ว่า|มี|ปัญหา|อย่างไร|หรือ|ไม่ ถ้า|มี ก็|จะ|ได้|จัดการ|แก้ไข|ปัญหา|เหล่านั้น เสียก่อน|ที่|จะ|ลงมือ|ผลิต|เครื่อง|ออก|มา|จริง ๆ| 
หน่วยความจํา|เสมือน|หมายถึง การ|เขียน|โปรแกรม|ให้|ใช้|หน่วยความจํา|ได้|มาก|กว่า|ที่|เครื่อง|มี|อยู่ เป็นต้น|ว่า คอมพิวเตอร์|มี|หน่วยความจําหลัก 8 เมกะไบต์ แต่|สามารถ|ใช้ได้|เสมือน|มี|หน่วยความจํา 1 กิ|กะ|ไบต์ เป็นต้น การ|ที่|จะ|ทํา|เช่นนี้|ได้|ย่อม|ขึ้น|กับ|ระบบปฏิบัติการ (operating system) และ|ตัว|เครื่อง (hardware) ด้วย
(เวอ|'|ชุ) n. คุณงามความดี|,|คุณความดี|,|ศีลธรรม|,|ความ|ถูกต้อง|,|ความ|บริสุทธิ์|,|พรหมจรรย์|,|คุณสมบัติ|ที่|ดี|หรือ|น่า|สรรเสริญ|,|  |Syn. virtues n.,|pl. อันดับ|ของ|ฑูต|สวรรค์|,|กําลังวังชา|ของ|ชาย. virtueless adj.  |Syn. rectitude|,|merit|,|value
(เวอชุ|ออ|ส|'|ซิ|ที) n. ความ|สามารถ|พิเศษ|,|ฝีมือ|พิเศษ|,|ความ|สนใจ|หรือ|ความ|ชอบ|เกี่ยวกับ|ศิลปกรรม.  |Syn. finish|,|mastery|,|artistry
(เวอชุ|โอ|'|โซ) n. ผู้|มี|ความ|รู้|หรือ|ความ|สามารถ|พิเศษ (โดยเฉพาะ|ที่|เกี่ยวกับ|ดนตรี) ,|ผู้|มี|ความ|สนใจ|เป็นพิเศษ|เกี่ยวกับ|ศิลปกรรม adj. เกี่ยวกับ|บุคคล|ดังกล่าว pl. virtuosos|,|virtuosi|  |Syn. artist|,|master|,|artiste
(เวอ|'|ชุเอิส) adj. เกี่ยวกับ|หลัก|ศีลธรรม|และ|จริยธรรม|,|เที่ยงตรง|,|ถูกต้อง|,|บริสุทธิ์|,|สามารถ|ทํา|ให้|เกิด|ผล|ได้.  |Syn. virtuously adv.
(เวอ|'|รู|เลินซฺ) n. ความ|เป็น|พิษ|,|แรง|ของ|พิษ|,|ความ|สา|มา|ถ|ใน|การ|ทํา|ให้|เกิด|โรค.  |Syn. virulency|,|venomous hostility
(เวอ|'|รู|เลินทฺ) adj. มี|พิษ|,|สามารถ|ทํา|ให้|เกิด|โรค|,|ทํา|ให้|ติดเชื้อ|ได้|สูง|,|ทํา|ให้|ตาย|ได้|,|เกี่ยวกับ|สิ่งมีชีวิต|ที่|ทํา|ให้|เกิด|อาการ|ทาง|คลินิค|เฉพาะ|อย่าง|หรือ|ทั่วไป|  |Syn. harmful|,|noxious
(ไว|'|เริส) n. เชื้อไวรัส|,|โรค|ไวรัส|,|พิษ|ของ|สัตว์|ที่|มี|พิษ (เช่น พิษงู) pl. viruses
n. โรค|ที่|เกิด|จาก|ไวรัส
(วิส) n.,|L.กําลัง|,|แรง|,|กําลังวังชา pl. vires -|S .vigour
?|  |Syn. vis (วี|'|ซะ วี') adv.,|adj. เผชิญหน้า. prep. สัมพันธ์|กัน|,|เปรียบเทียบ|กับ|,|เผชิญหน้า|กับ|,|ต่อต้าน. n. ผู้|ที่|เผชิญหน้า|กับ|ผู้อื่น|,|ผู้|ที่อยู่|ตรงข้าม|กัน|,|รถม้า|ที่|มี|ที่นั่ง|ที่|หัน|เข้า|หา|กัน
(วี|'|ซะ) n. วีซ่า|,|เอกสาร|อนุมัติ|ที่|ประทับตรา|บน|หนังสือเดินทาง (passport) สําหรับ|บุคคล|ประเทศ|หนึ่ง|ไป|ยัง|หรือ|ผ่าน|อีก|ประเทศ|หนึ่ง. vt. ประทับตรา|ดังกล่าว|,|ให้|เอกสาร|ดังกล่าว
(วิซ|'|ซิ|จฺ) n. ใบหน้า (โดยเฉพาะ|ของ|มนุษย์|หน้า|,|ลักษณะ|,|สิ่ง|ที่|ป|รา|กฎ|ให้|เห็น.  |Syn. visaged adj. -|S.appearance|,|aspect
(วิส|'|เซ|อ) n.,|pl. อวัยวะ|ภายใน|,|อวัยวะ|ใน|โพรง|ของ|ร่างกาย (โดยเฉพาะ|ใน|ช่องท้อง) ,|ลําไส้เล็ก|,|ไส้พุง
(วิส|'|เซ|อเริล) adj. เกี่ยวกับ|หรือ|มี|ผล|ต่อ|อวัยวะ|ภายใน|,|เป็น|สัญชาตญาณ.
(วิส|'|ซิ|ด) adj. เหนียว|,|หนืด.  |Syn. viscidity n. viscidness n.  |Syn. viscous
(วิส|'|คอย|ดฺ) adj. ค่อนข้าง|เหนียว|,|ค่อนข้าง|หนืด.  |Syn. viscoidal
(วิส|คอ|ส|'|ซิ|ที) n. ความ|เหนียว|,|ความ|หนืด|,|หน่วย|วัด|ความ|หนืด
(ไว|'|เคานทฺ) n. ขุนนาง|ที่|มี|อันดับ|ต่ํา|กว่า|ท่าน|earl|แต่|สูง|กว่า|ท่าน|baron|,|รอง|ท่าน|earl|,|รอง|ท่าน|count|,|นายอําเภอ
(ไว|'|เคาทิส) n. ภรรยา|หรือ|แม่ม่าย|ของ|ท่าน viscount|,|หญิง|ที่|มี|ตําแหน่ง|เทียบเท่า|กับ|ของ|ท่าน|viscount
(วิส|'|เคิส) adj. เหนียว|,|หนืด|,|ทํา|ให้|ติด|แน่น.  |Syn. viscose
(ไว|สฺ) n. คีม|จับ|,|ที่|จับ|,|ที่|หนีบ|,|เครื่อง|หนีบ. vt. จับ|ให้|แน่น|ยึด|ให้|แน่น|  |Syn. viselike adj.
(วิ|?|'|นู) n. (ศาสนาฮินดู) พระ|วิษณุ|หรือ|พระ|นา|รายณ์. -|Vishnuism n.
(วิซซะ|บิล|'|ลิ|ที) n. ความ|สามารถ|ที่|จะ|มองเห็น|ได้|,|ทัศนวิสัย|  |Syn. perception
(วิส|'|ซะเบิล) adj. เห็น|ได้|,|มองเห็น|ได้|,|แน่ชัด|,|ชัดเจน|,|ชัดแจ้ง|,|เกี่ยวกับ|ระบบเก็บข้อมูล|ที่|สามารถ|เห็น|ได้|ชัด|ทันที.  |Syn. visibly adv.
(วิช|'|เชน) n. สายตา|,|ความ|สามารถ|ใน|การ|เห็นภาพ|,|อํานาจ|ใน|การ|คาดคะเน|,|การ|คาดคะเน|,|ภาพ|,|ทรรศนะ|,|จินตนาการ|,|ความรู้สึก|ลวงตา|,|นิมิต|,|สิ่ง|ที่|มองเห็น|,|ภาพ|บุคคล|หรือ|อื่น ๆ ที่|มี|ความ|สวยงาม|มาก. vt. มองเห็น|,|เห็น|,|จินตนาการ|  |Syn. eyesight|,|sight|,|slance|,|optics
(วิช|'|เชินเนิล) adj. เกี่ยวกับ|ภาพ|,|เกี่ยวกับ|สายตา|,|จินตนาการ
(วิช|'|ชะ|เนอ|รี) adj. เพ้อฝัน|,|จินตนาการ|,|เกี่ยวกับ|การ|เห็นภาพ|,|ไม่|แท้จริง|,|เป็น|การ|คาดคิด|,|เป็น|การ|คาดคะเน. n. ผู้|เห็นภาพ|ที่|เพ้อฝัน|  |Syn. imaginary|,|unreal|,|impractical
(วิส|'|ซิ|ท) vt. เยี่ยม|,|เยียน|,|ไป|และ|พัก|,|อยู่|เป็น|แขก|,|ออก|ตรวจ|,|เป็น|กับ|,|มี|ผลกระทบ. vi. เยี่ยม|,|เยียน|,|ทําโทษ|,|การ|เยี่ยม|,|การ|เยียน|,|การ|ไป|และ|พัก|,|การ|อยู่|เป็น|แขก|,|การ|ออก|ตรวจ.  |Syn. visitable adj.  |Syn. sojourn|,|call. see|,|stop
(วิ|ซิ|ท|เท|'|เชิน) n. การ|เยี่ยม|,|การ|เยียน|,|การ|ออก|ตรวจ|,|การ|สํารวจ|,|การ|ให้|ความ|ช่วยเหลือ|หรือ|การ|เกิด|ภัยพิบัติ|ของ|โรค|,|การ|ป|รา|กฎ|ตัว|ของ|ภูติผีปีศาจ.  |Syn. visit
(วิส|'|ซิ|เท|'|เทอะ) n. เจ้าหน้าที่|ตรวจ|การ (ของ|คริสต์ศาสนา|นิกาย|โรมัน|คา|ธอลิค)| 
n. บัตร|เยี่ยม
(วิส|'|ซิ|ท|เทอะ) n. ผู้|เยี่ยมเยียน|,|แขก
(ไว|'|เซอะ|,|วิส|'|เซอะ) n. เกราะ|หน้า|,|กะบัง|หมวก|,|เครื่อง|บัง|แสง|อาทิตย์|หน้าที่|นั่ง|รถยนต์|,|แผ่น|กันแดด|,|แว่นตากันแดด. vt. ปิดบัง|ด้วย|อุปกรณ์|ดังกล่าว|,|ปิดบัง.  |Syn. vizor
(วิส|'|ทะ) n. ทิวทัศน์|,|ทัศนียภาพ|,|ทิว|ภาพ|,|การ|ระลึก|ถึง|เหตุการณ์|อัน|ยาวนาน|ของ|อดีต
(วิส|'|ชวล) adj. เกี่ยวกับ|สายตา|,|เกี่ยวกับ|การ|มอง|,|เกี่ยวกับ|การ|เห็น|,|ใช้|ใน|การ|มอง|,|เกี่ยวกับ|จักษุ|ประสาท|,|มองเห็น|ได้|,|เข้าใจ|ได้|,|เกี่ยวกับ|กําลัง|สายตา|,|เกี่ยวกับ|อุปกรณ์|ที่|ช่วย|ใน|เรื่อง|ทัศนศึกษา.  |Syn. visuals ภาพ|,|ทิวทัศน์|  |Syn. opti
วิชวล เบ|สิ|ก|เป็น|ภาษา|หนึ่ง|ใน|การ|เขียน|โปรแกรม|ระดับ|สูง สําหรับ|พัฒนา|โปรแกรม|ประยุกต์ ภาษา|นี้|เน้น|เรื่อง|การ|เขียน|โปรแกรม|ออกแบบ|จอภาพ เครื่องมือ|ที่|จะ|ใช้ ปุ่ม|ที่|จะ|ใช้|กด เมนู|หรือ|รายการ|เลือก|ต่าง ๆ| 
หน่วย|จอภาพ|ใช้|ตัวย่อ|ว่า VDU (อ่าน|ว่า วี|ดี|ยู) หมายถึง|จอภาพ ซึ่ง|ใช้|เป็น|ที่|ใช้|แสดง|ข้อมูล|และ|ผลลัพธ์ โดย|ปกติ จะ|ต้อง|เชื่อมต่อ|กับ|แผง|แป้น|อักขระ (keyboard) และ|เมาส์ (mouse) ซึ่ง|ใช้|เป็น|อุปกรณ์|ป้อน|ข้อมูล มี|ความหมาย|เหมือน monitor
การ|ทํา|โปรแกรม|ด้วย|ภาพ|หมายถึง การ|เขียน|โปรแกรม|ให้|ผู้|ที่|ใช้|โปรแกรม|สําเร็จ สามารถ|กําหนด|รายการ|คําสั่ง (menu) ต่าง ๆ ได้|เอง โดย|อาจ|จะ|คัดลอก|ของเก่า|มา|ตัด|-|ปะ ใหม่ อาจ|เลือก|ใช้ Visual BASIC ของ|บริษัท|ไม|โค|รซอฟต์ หรือ Object Version ของ|บริษัท|บอร์แลนด์ ก็ได้
(วิช|'|ชวลไลซ) vt.,|vi. ทํา|ให้|มองเห็น|,|ทํา|ให้|มองเห็น|ภาพพจน์|,|นึก|ภาพ|,|จินตนาการ.  |Syn. visualisation|,|visualization n.  |Syn. imagine|,|picture
(วิช|'|ชวลไลซ) vt.,|vi. ทํา|ให้|มองเห็น|,|ทํา|ให้|มองเห็น|ภาพพจน์|,|นึก|ภาพ|,|จินตนาการ.  |Syn. visualisation|,|visualization n.  |Syn. imagine|,|picture
(วิช|'|ชวลลี) adj. โดย|สายตา|,|โดย|ทัศนวิสัย|,|โดย|การ|มอง|,|โดย|การ|เห็น|,|ตาม|ที่|ป|รา|กฎ|แก่|สายตา -|S.noticeably|,|apparently
(ไว|'|ทะ|,|ไว|'|ที) n. ชีวประวัติ|โดย|สังเขป.  |Syn. curriculum vitae
(ไว|'|ทะ|,|ไว|'|ที) n. ชีวประวัติ|โดย|สังเขป.  |Syn. curriculum vitae
(ไว|'|เทิล) adj. เกี่ยวกับ|ชีวิต|,|จําเป็น|สําหรับ|ชีวิต|,|กระฉับกระเฉง|,|มี|พลังงาน|,|มี|ชีวิตชีวา|,|มี|กําลัง|,|จําเป็น|,|สําคัญ|,|ขาด|เสีย|มิได้|,|ทําลาย|ชีวิต|,|ทํา|ให้|ตาย|ได้|,|ความ|เป็น|ความ|ตาย
(ไว|'|ทะไลซ) vt. ให้|ชีวิต|แก่|,|ทํา|ให้|มี|ชีวิต|,|ให้|พลัง|,|ให้|กําลัง|,|ทํา|ให้|มี|ชีวิตชีวา.  |Syn. vitalisation n. vitalization n.
(ไว|แทล|'|ลิ|ที) n. กําลังกาย|,|กําลังวังชา|,|กําลัง|จิต|,|ความ|สามารถ|ใน|การ|อยู่|รอด|,|พลัง|ชีวิต|,|พลัง|ที่|ทํา|ให้|สิ่งมีชีวิต|ดําเนิน|อยู่|ได้|  |Syn. exuberance
(ไว|'|ทะไลซ) vt. ให้|ชีวิต|แก่|,|ทํา|ให้|มี|ชีวิต|,|ให้|พลัง|,|ให้|กําลัง|,|ทํา|ให้|มี|ชีวิตชีวา.  |Syn. vitalisation n. vitalization n.
(ไว|'|เทิลซ) n.,|pl. อวัยวะ|สําคัญ|ของ|ร่างกาย (เช่น|สมอง|,|หัวใจ|,|ตับ|,|ปอด|และ|กระเพาะอาหาร) ส่วน|ที่|สําคัญ
(ไว|'|ทะ|มิ|น) n. วิตามิน|,|วิตามิน
n. เป็น|terpene|-|alcohol|ชนิด|หนึ่ง|ได้|จาก carotene|พบ|ใน|ผัก|สี|เขียว|และ|เหลือง|ไข่แดง|เป็นต้น|เป็น|ส่วน|สําคัญ|เกี่ยวกับ|การ|เจริญเติบโต|และ|การ|ป้องกัน|เนื้อเยื่อบุผิว
n. กลุ่ม|วิตามิน|กลุ่ม|หนึ่ง|ที่|ประกอบ|ด้วย vitamin B|1,|vitamin B|2|และ|อื่น ๆ| 
n. =|thiamine
n. =|cyanocobalamin|ได้|จาก|ตับ|นม|ไข่ปลา|หอย ใช้|ใน|การ|รักษา|โรคโลหิตจาง|และ|ช่วย|การ|เจริญเติบโต|ของ|สุกร สุนัข และ|เป็ด|ไก่
n. =|riboflavin
n. =|pyridoxine
n. =|ascorbic acid|,|antiscorbutic factor
n. วิตามิน D|1,|D|2,|D|3 พบ|ใน|นม|และ|น้ํามันตับปลา หรือ|ได้|จาก|การ|ฉาย|รังสี|อุ|ล|ตรา|ไว|โอ|เลต|ไป|ที่|provitamin|-|D
n. ส่วนผสม|ของ sterol และ calciferol
n. =|calciferol
n. วิตามิน D ที่|มี|ตาม|ธรรมชาติ|พบ|ใน|น้ํามันตับปลา มัน|มี|โครงสร้าง|โมเลกุล|แตกต่าง|จาก|vitamin|-|D|2|เล็กน้อย.  |Syn. cholecalciferol
n. ของเหลว|ข้น|เหนียว|ที่|พบ|ได้|ใน|น้ํามัน|ข้าวสาลี|ช่วย|ส่งเสริม|ความ|สามารถ|ใน|การ|ให้|กําเนิด|ลูก|ได้ ป้องกัน|การ|แท้ง
n. =|riboflavin
n. =|biotin
n. วิตามิน|ชนิด|หนึ่ง|ที่|พบ|ใน|ผัก|ข้าว|ตับ|หมู|และ|อื่น ๆ ช่วย|ทํา|ให้|โลหิต|แข็ง|ตั
n. มี|คุณสมบัติ|เหมือน|ของ vitamin K|1
n. ช่วย|ทํา|ให้|ผนัง|เซลล์|และ|ผนัง|เส้นโลหิต|แข็งแรง (citrin)| 
(ไว|'|ทะ|มิ|น) n. วิตามิน|,|วิตามิน
(วิช|'|ชิ|เอท) vt. ทํา|ให้|เสื่อม|,|ทํา|ให้|เสีย|,|ทํา|ให้|สกปรก|,|ทํา|ให้|เสื่อม|ค่า|,|ทํา|ให้|เลว|,|ทํา|ให้|โมฆะ.  |Syn. vitiable adj. vitiation n.
(วิท|'|ทะคัล|'|เชอะ) n. การ|ปลูก|องุ่น|,|การ|เพาะเลี้ยง|องุ่น.  |Syn. viticultural adj. viticulturer|,|viticulturist n.
(วี|'|เท|รี|ยส) adj. เกี่ยวกับ|หรือ|คล้าย|แก้ว|,|สามารถ|กลาย|เป็น|แก้ว.  |Syn. vitreousness n. vitreosity n.
(วิท|ระ|ฟะเค|'|เชิน) n. การ|ทํา|ให้|เป็น|แก้ว|,|การ|กลาย|เป็น|แก้ว|,|สิ่ง|ที่|กลาย|เป็น|แก้ว.  |Syn. vitrifaction
(วี|'|ท|รี|เอิล) n. เกลือ|โลหะ|ซัลเฟต|ที่|มี|ลักษณะ|คล้าย|แก้ว|เช่น|เกลือ|copper sulfate|,|กรด|กํามะถัน|,|สิ่ง|ที่|มี|ฤทธิ์|กัดกร่อน|สูง|,|สิ่ง|ที่|รุนแรง|,|คําพูด|ที่|เผ็ดร้อน|หรือ|เจ็บแสบ|มาก|,|คําพูด|เสียดสี
(วีท|ริ|ออ|ล|'|ลิค) adj. เกี่ยวกับ|หรือ|เกิด|จาก|หรือ|คล้าย vitriol|,|กัดกร่อน|มาก|,|แสบ|ไส้|,|เผ็ดร้อน|  |Syn. acidulous|,|cutting|,|sharp
(ไว|ทู|'|พะเรท) vt. จับผิด|,|ด่า|ว่า|,|ประณาม|,|กล่าวร้าย|,|ใช้|ผรุสวาท.  |Syn. vituperator n.  |Syn. berate|,|vilify|,|rebuke|,|abuse
(ไว|ทูพะเร|'|เชิน) n. การ|จับผิด|,|การ|ด่า|ว่า|,|การ|ประณาม|,|การ|กล่าวร้าย|,|การ|ใช้|ผรุสวาท|  |Syn. faultfinding|,|abuse
(ไว|ทู|'|พะเร|'|ทิฟว) adj. จับผิด|,|ด่า|ว่า|,|ประณาม|,|กล่าวร้าย|,|ใช้|ผรุสวาท
(วี|'|วะ|,|วี|'|วา) interj. ขอ|ให้|มี|อายุ|ยืน|นาน n. การ|ตะโกน|ร้อง ?|ขอ|ให้|มี|อายุ|ยืน|นาน|?
(ไว|'|วะ โว|'|ซี) โดย|วาจา|,|การ|สอบ|สัมภาษณ์ (โดยเฉพาะ|ใน|มหาวิทยาลัย|อังกฤษ)|  |Syn. viva voce adj.  |Syn. orally
(วิ|วา|'|เช) adj. คล่องแคล่ว|,|มี|ชีวิตชีวา|,|รวดเร็ว|,|ปราดเปรียว|  |Syn. lively|,|vital
(วิเว|'|เชิส) adj. มี|ชีวิตชีวา|,|ร่าเริง|,|คล่องแคล่ว|,|สนุกสนาน|,|มี|ชีวิต|ยืน|นาน.  |Syn. vivaciously adv. vivaciousness n.
(วิแวส|'|ซิ|ที) n. ความ|มี|ชีวิตชีวา|,|ความ|ร่าเริง|,|ความ|คล่องแคล่ว|,|ความ|สนุกสนาน
(วิฟว) interj. fr. ขอ|ให้|มี|ชีวิต|ยืน|นาน
(วิฟ|'|วิด) adj. สว่าง|จ้า|,|สี|จ้า|,|สี|แจ๊ด|,|มี|ชี|-|วิต|ชีวา|,|เต็มไปด้วย|ชีวิต|,|เต็มไปด้วย|พลัง|ชีวิต|,|ร่าเริง|,|สดใส|,|เห็นจริง|เห็น|จัง|,|ชัดแจ้ง|,|ชัดเจน.  |Syn. vividly adv. vividness n.  |Syn. striking|,|lively|,|strong Ant. dispirited|,|pale
(วิฟ|'|วะ|ไฟ) vt. ให้|ชีวิต|แก่|,|ทํา|ให้|มี|ชีวิตชีวา|,|ทํา|ให้|คม|,|ทํา|ให้|คล่องแคล่ว.  |Syn. vivification n.  |Syn. animate|,|quicken
(ววิพ|'|เพอ|ระ) n.,|pl. สัตว์|ที่|ออก|ลูก|เป็น|ตัว
(ไว|วิพ|'|เพอเริส) adj. ออก|ลูก|เป็น|ตัว|, (พืช) ให้|เมล็ด|ที่|เจริญเติบโต|เป็นต้น.  |Syn. viviparity n. viviparously adv.
(วิฟ|'|วิ|เซ|คทฺ) vt.,|vi. ผ่าตัด|สัตว์|มี|ชีวิต|เพื่อ|การ|ศึกษา|,|ชําแหละ|,|กระทํา|ศัลยกรรม.  |Syn. vivisector n. vivisection (วิฟ|'|วิ|เซ|ค|'|เชิน) n. การ|ผ่าตัด (ร่าง|ของ|สัตว์) ,|การ|ชําแหละ|,|ศัลยกรรม|,|การ|ผ่าตัด|สัตว์|มี|ชีวิต|เพื่อ|การ|ศึกษา. vivisectional adj. vivisectio
(วิค|'|เซิน) n. สุนัข|จิ้งจอก|ตัวเมีย|,|หญิง|ขี้|โม|-|โห|,|หญิง|ที่|ชอบ|ทะเลาะวิวาท.  |Syn. vixenish adj. vixenishly adv.  |Syn. termagant
abbr.videlicet (กล่าวคือ)| 
(er) (วิเซียร์|'|,|วิส|'|เซียร์) n. ขุนนาง|ผู้ใหญ่|ใน|ประเทศ|มุสลิม (โดยเฉพาะ|ที่|เป็น|รัฐมนตรี) .  |Syn. vizierate n. vizirate n. viziership n. vizirship n. vizierial adj. vizerial adj.
(ไว|'|เซอะ|,|วิซ|'|เซอะ) n.,|vt. =|visor
วี|แอ|ลเอส|ไอ <|คํา|อ่าน|>|ย่อ|มา|จาก very large scale integration (แปล|ว่า วงจร|รวม|ความ|จุ|สูง|มาก) หมายถึง|การ|สร้าง|ชิป (chip) โดย|สามารถ|นํา|ประตู (gate) มา|รวม|กัน|ได้|ถึง 100,000 ประตู|หรือ|มาก|กว่า|นั้น แล้ว|นํามา|ใช้|เป็น|ตัว|ประมวลผล ทํา|ให้|คอมพิวเตอร์|มี|ขนาด|เล็ก|ลง|ได้|มาก ใน|ปัจจุบัน มี|การ|สร้าง|ชิป|ที่|มี|ประตู|มาก|ยิ่ง|ไป กว่า|นั้น เรียก|ว่า ULSI (ultra large scale integraton หรือ|วงจร|รวม|ความ|จุ|สูง|ยิ่ง)| 
(วอ|ค|'|คะ|เบิล) n. คํา|,|ศัพท์|,|ซื่อ|,|คํา|รวม|เสียง. adj. พูด|ได้.  |Syn. vocably adv.
(โว|แคบ|'|บิ|ว|เลอ|รี) n. กลุ่ม|คํา|,|กลุ่ม|คําศัพท์|,|รายการ|คําศัพท์|,|ประมวล|คําศัพท์|,|คําศัพท์|,|กลุ่ม|รูปแบบ|ผลงาน|ที่|เป็น|ลักษณะ|ของ|ศิลปิน|หรือ|ศิลปะ|หรือ|สถาปัตยกรรม.  |Syn. glossary|,|lexicon|,|wordbook|,|verbiage|,|tongue
(โว|'|เคิล) adj. เกี่ยวกับ|เสียง|เปล่ง|,|เกี่ยวกับ|เสียงพูด|,|เกี่ยวกับ|เสียงร้อง|,|แสดง|ด้วย|วาจา. n. เสียง|ดังกล่าว|,|เสียงร้อง.  |Syn. vocally adv.
n. สายเสียง|ที่|ยื่น|เข้า|ไป|ใน|โพรง|กล่องเสียง ทํา|ให้|เกิด|เสียงพูด|เสียงร้อง|ได้
(โว|'|คะ|ไลซ) vt.,|vi. เปล่ง|เสียง|,|เอ่ย|,|พูด|,|ออก|เสียง|,|ร้อง|เสียง|,|ทํา|ให้|มี|เสียง|,|เปลี่ยน|เป็น|เสียง|สระ|,|กลาย|เป็น|เสียง|สระ
(โว|'|คะ|ไลซ) vt.,|vi. เปล่ง|เสียง|,|เอ่ย|,|พูด|,|ออก|เสียง|,|ร้อง|เสียง|,|ทํา|ให้|มี|เสียง|,|เปลี่ยน|เป็น|เสียง|สระ|,|กลาย|เป็น|เสียง|สระ
(โว|เค|'|เชิน) n. อาชีพ|,|อาชีวะ|,|ความ|ต้องการ|อย่าง|มาก หรือ|ความ|โน้มเอียง|ใน|การ|ประกอบอาชีพ|หนึ่ง|,|หน้าที่|ของ|บุคคล|หนึ่ง|ที่|ได้|มอบหมาย|จาก|พระเจ้า|  |Syn. vocational adj.  |Syn. employment|,|trade|,|job
(วอ|ค|'|คะ|ทิฟว) n.,|adj. (เกี่ยวกับ) กา|รก|ที่|เป็น|นาม|เรียกขาน|  |Syn. vocatively adv.
(โว|ซิ|ฟ|'|เฟอเรินทฺ) adj. เสียง|ดัง|,|เสียง|หนวกหู|,|เสียง|เอะอะโวยวาย. n. ผู้|ที่|ส่ง|เสียง|ดังกล่าว|  |Syn. vociferating|,|noisy
(โว|ซิ|ฟ|'|เฟอเรท) vt.,|vi. ส่ง|เสียงร้อง|ดัง|หรือ|หนวกหู|,|ตะโกน|ร้อง|,|ส่ง|เสียง|เอะอะโวยวาย.  |Syn. vociferator n.  |Syn. shout|,|bawl
(โว|ซิ|ฟ|'|เฟอเริส) adj. (โว|ซิ|ฟ|'|เฟอรัส) adj. ซึ่ง|ร้อง|หนวกหู|, ตะโกน|ร้อง|,|เสียง|ดัง|เอะอะโวยวาย|  |Syn. vociferousness n.  |Syn. noisy
(วอด|'|คะ) n. เหล้า|รัสเซีย|สี|เขียว
(โว|ก) n. สมัย|,|สมัยนิยม|,|ความ|นิยม|,|แฟชั่น|,|ยุค|,|สิ่ง|ที่|เป็น|สมัยนิยม
(วอ|ยซฺ) n. เสียงร้อง|,|เสียงร้อง|ของ|คน|,|เสียงพูด|,|เสียง|เปล่ง|,|ความ|สามารถ|ใน|การ|พูด|หรือ|ร้อง|,|สิทธิ|ใน|การ|แสดง|ความคิดเห็น|,|ความ|ต้องการ|,|ความ|ปรารถนา|,|ความคิดเห็น|,|สิทธิ|ใน|การ|ออก|เสียง|,|ปากเสียง|,|โฆษก|,|วา|จก|ใน|ไวยากรณ์|,|นักร้อง|,|ส่วน|ที่|ขับร้อง|ของ|บท|ดนตรี|,|ความ|สามารถ|ใน|การ|ขับร้อง
n. กล่องเสียง (ที่|ลําคอ|มนุษย์)| 
(วอ|ยซฺทฺ) adj. มี|เสียง|เฉพาะ|,|ออก|เสียง|,|เปล่ง|เสียง|,|แสดง|ข้อคิดเห็น|,|เสียง|ก้อง
(วอ|ยซฺ|'|ฟู|ล) adj. มี|เสียงร้อง|,|มี|เสียงพูด|,|เสียง|ก้อง
(วอ|ยซฺ|'|ลิส) adj. ไร้|เสียง|,|ใบ้|,|ไม่|พูด|,|ไม่|ออก|เสียง|,|ไม่|มี|ถ้อยคํา|,|มี|เสียง|ที่|ไม่|ใช่|เสียงร้อง|  |Syn. voicelessness n.
(วอ|ยดฺ) adj. โมฆะ|,|ไม่|มี|ผล|ทาง|กฎหมาย|,|ไม่|มี|ประโยชน์|,|ไม่|ได้|ผล|,|ขาดแคลน|,|ว่างเปล่า|,|ว่าง. n. ช่องว่าง|,|ที่|ว่าง|,|ตําแหน่ง|ว่าง. vt. ทํา|ให้|ไม่|ได้|ผล|,|ทํา|ให้|ว่างเปล่า|,|เพิกถอน|,|ทํา|ให้|ว่าง|,|ถ่าย|,|ระบาย|,|จาก|ไป.  |Syn. voider n. voidness n. คํา|ที่|มี|ความหมาย|เหมือน|กั
(วอ|ย|'|ดะ|เบิล) adj. ทํา|ให้|โมฆะ|ได้|, ลบล้าง|ได้|,|บอกเลิก|ได้
(วอ|ย|'|เดิน|ซฺ) n. การ|ทํา|ให้|เป็น|โมฆะ|,|การ|ทํา|ให้|ไม่|ได้|ผล|,|การ|เพิกถอน|,|การ|ถ่าย|ออก|,|การ|ว่าง|  |Syn. annulment
(วอ|ย|'|ดิด) adj. โมฆะ|,|ถูก|เพิกถอน|,|ถูก|ยกเลิก
(วอ|ยล|ฺ) n. สิ่งทอ|ที่|เป็น|ผ้าป่าน|ทํา|ด้วย|ขนสัตว์|ไหม ใย|สังเคราะห์|และ|ผ้าฝ้าย
(วอ|ล|'|ละ|ไท|ลฺ) adj. ระเหย|เป็น|ไอ|ได้|รวดเร็ว|,|ปะทุ|ง่าย|,|ระเบิด|ง่าย|,|เปลี่ยนแปลง|ได้|ง่าย|,|ชั่ว|คราว|,|ขึ้น ๆ ลง ๆ ,|บิน|ได้. n. สาร|ระเหย|,|สัตว์|มี|ปีก.  |Syn. volatileness n. volatility n.
(วอ|ล|'|ละ|ไท|ซ) vi. ระเหย|เป็น|ไอ|,|กลาย|เป็น|ไอ. vt. ทํา|ให้|เป็น|ไอ|,|ทํา|ให้|กลาย|เป็น|ไอ.  |Syn. volatilization n.
(วอ|ล|'|ละ|ไท|ซ) vi. ระเหย|เป็น|ไอ|,|กลาย|เป็น|ไอ. vt. ทํา|ให้|เป็น|ไอ|,|ทํา|ให้|กลาย|เป็น|ไอ.  |Syn. volatilization n.
(วอ|ล|แคน|'|นิค) adj. เกี่ยวกับ|ภูเขาไฟ|  |Syn. volcanian|  |Syn. volcanically adv. volcanicity n.
(วอ|ลเค|'|โน) n. ภูเขาไฟ|,|บุคคล|ที่|เดือดดาล|ง่าย pl. volcanoes|,|volcanos
(โว|ล) n. ตัว|คล้าย|หนู|จําพวก Nicrotus มี|ขา|สั้น|และ|หาง|สั้น ,|แต้ม|ไพ่) การ|ชนะ|รวด|โดย|คน ๆ เดียว
(วอ|ล|'|กะ) n. ชื่อ|แม่น้ํา|ที่|ยาว|ที่สุด|ใน|ยุโรป
(โว|ลิช|'|เชิน) n. ความ|ตั้งใจ|,|ความ|ปรารถนา|,|การ|เลือก|หรือ|การ|ตัดสินใจ|ด้วย|ตัวเอง|,|กําลังใจ|,|ความเห็น|ใจ.  |Syn. volitional adj. volitionary adj.  |Syn. will|,|willpower
(วอ|ล|'|ลิทิฟว) adj. เกี่ยวกับ|ความ|ตั้งใจ|,|เกี่ยวกับ|ความ|เต็มใจ|,|เกี่ยวกับ|กําลังใจ
(วอ|ล|'|ลี) n. การ|ระดม|ยิง|,|ลูกกระสุน|ที่|ถูก|ยิง|ออก|พร้อมกัน|,|การ|ปะทุ|ออก|เป็น|ชุด vt. ระดม|ยิง|เป็น|ชุด|  |Syn. stream|,|flow
(วอ|ล|'|ลีบ|อล) n. กีฬา|วอ|ลเลย์|บอล
(วอ|ล|'|เพล|น) vi. บิน|ร่อน
(โว|ลทฺ) n. โวลต์
(โว|ล|'|ทิจฺ) n. แรงดันไฟฟ้า|หรือ|ความ|แตกต่าง|ศักยะ|ที่|มี|หน่วย|เป็น|โวลต์
(วอ|ล|เท|'|อิค) adj. เกี่ยวกับ|ไฟฟ้า|หรือ|กระแส|ไฟฟ้า
แบตเตอรี่|ไฟฟ้า|ที่|ประกอบ|ด้วย|เซลล์|ไฟฟ้า|หลาย|ตัว|ต่อเนื่อง|กัน.  |Syn. galvanic battery
n. เซลล์|ที่|ทํา|ให้|เกิด|แรงดันไฟฟ้า
(วอ|ล|'|ลิวเบิล) adj. พูดจา|คล่องแคล่ว|,|พูด|มาก.  |Syn. volubility n. volubly adv.
(วอ|ล|'|ลิม) n. ปริมาตร|,|จํานวน|มาก|,|ปริมาณ|,|ทั้งหมด|,|เล่ม|,|ฉบับ|,|ระดับ|เสียง|,|ชุด|แผ่นเสียง|,|ความ|ดัง|ของ|เสียง|  |Syn. tome|,|book
(วอ|ล|'|ลิ|มด|ฺ) adj. ประกอบ|ด้วย|จํานวน|เล่ม|หรือ|ฉบับ|,|จํานวน|มาก|,|มาก|,|เป็น|กลุ่ม|กลม หรือ|กลุ่ม|ม้วน
(วอ|ลลิว|มี|'|ท|ริ|ค) adj. เกี่ยวกับ|การ|วัด|ปริมาตร.  |Syn. volumetrical adj.  |Syn. volumetrically adv. volumetry n.
(วะลิว|'|มิ|เนิส) adj. มากมาย|,|มโหฬาร|,|เล่นตัว|,|เรื่อง|ยาว|,|พูด|เสีย|ยืดยาว|,|พัน|หลาย|รอบ|  |Syn. voluminousness n.  |Syn. prolific|,|abundant|,|lavish Ant. deficient
(วอ|ล|'|เลินทะ|รี) adj. สมัครใจ|,|ตั้งใจ|,|โดย|เจตนา|,|โดย|อาสาสมัคร|,|อิสระ|,|มี|อิสระ|ใน|การ|เลือก|,|เกิด|ขึ้น|เอง|,|โดย|ธรรมชาติ. n. กิจกรรม|อาสาสมัคร|,|ดนตรี|โหมโรง.  |Syn. voluntarily adv. voluntaryism n. voluntaryist n.  |Syn. optional|,|f
(วอ|ล|'|เลินเทียร์) n.,|adj.,|vt. อาสาสมัคร
(วะลัพ|'|ชุ|เออ|รี) n.,|adj. ผู้|มัวเมา|ใน|กาม|กิเลส|และ|ความ|หรูหรา.  |Syn. sensualist
(วะลัพ|'|ชุเอิส) adj. มัวเมา|ใน|กาม|กิเลส|และ|ความ|หรูหรา|,|มั่ว|โลกีย์|,|ยั่วยวน|กาม|กิเลส.  |Syn. voluptuousness n. voluptuosity n.
(วะลิวทฺ|') n.,|adj. รูป|ม้วน|ขด|,|รูป|ก้นหอย|,|รูป|คลื่น|  |Syn. voluted adj. volution n.  |Syn. spiral
(วอ|ม|'|มิ|ท) n. การ|อาเจียน|,|สิ่ง|ที่|อาเจียน|ออก|มา|,|สิ่ง|ที่|พ่น|ออก|มา. vi.,|vt. อาเจียน|,|สํารอก|,|อ้วก|,|พ่น.  |Syn. vomitive adj. vomitous adj. vomiter|,|n.  |Syn. throw up|,|retch|,|erupt
(วอน|,|ฟอน) prep. จาก|,|ของ|,|มา|จาก|,|ที่
(วู|'|ดู) n.,|adj. พิธี|ศาสนา|และ|เวทมนตร์|ของ|ชาว|นิ|โก|ร ,|เวทมนตร์|คาถา|  |Syn. voodooism n. voodooist n. voodooistic adj.  |Syn. vodun
(โว|เร|'|เชิส|,|วอ|เร|'|เชิส) adj. ตะกละ|, ละโมบ|,|โลภ|,|ไม่|รู้จัก|พอ|,|ไม่|รู้จัก|อิ่ม|,|หิว|กระหาย|  |Syn. voraciousness n.  |Syn. hungry|,|greedy
(โว|แร|ส|'|ซิ|ที) n. ความ|ตะกละ|, ความ|ละโมบ|,|ความ|โลภ|,|ความ|ไม่|รู้จัก|พอ|,|ความ|ไม่|รู้จัก|อิ่ม|,|ความ|หิว|กระหาย|  |Syn. greed
(วอร์|'|เท|คซฺ) n. กระแส|น้ําวน|,|น้ําวน|,|ไฟ|วน|,|ความ|จลาจล|,|ความ|โกลาหล|,|ความ|วนเวียน|,|ความ|ดึงดูดใจ|ที่|ไม่|อาจ|ต้าน|ได้ pl. vortexes|,|vortices|  |Syn. whirlwind
(วอร์|'|ทิเคิล) adj. วน|,|หมุน|วน|,|วนเวียน|,|หมุน|รอบ.
(วอร์|'|ทิ|ซี|ซ) n. พหูพจน์|ของ vortex
(โว|'|ทะเบิล) adj. ลง|คะแนน|ได้|,|มี|สิทธิ|เลือกตั้ง|,|นํา|ไป|ลงมติ|ได้.
(โว|ท|'|ลิส) adj. ไม่|มี|คะแนนเสียง|,|ไม่|มี|สิทธิ|ออก|เสียง|,|ไม่|มี|สิทธิ|เลือกตั้ง
(โว|'|ทะ|ริ|ส) n. หญิง|ผู้|อุทิศ|ตัว|,|ศาสนิกชน|ที่|เป็น|หญิง
(โว|'|ทะ|ริ|สทฺ) n. ผู้|อุทิศ|ตัว|,|ศาสนิกชน|,|ผู้|ให้|คํา|ปฎิ|ญาณ|  |Syn. votary
(โว|'|ทะ|รี) n. ผู้|อุทิศ|ตัว|,|ศาสนิกชน|,|ผู้|ให้|คํา|ปฎิ|ญาณ. adj. เกี่ยวกับ|คํา|ปฎิ|ญาณ.  |Syn. student|,|devotee|,|admirer
(โว|ทฺ) n. การ|ออก|เสียง|,|การ|เลือกตั้ง|,|คะแนนเสียง|,|บัตร|คะแนนเสียง|,|สิทธิ|การ|ออก|เสียง|,|จํานวน|คะแนนเสียง|,|มติ vt.,|vt. ออก|เสียง|,|ลง|คะแนนเสียง|,|เลือกตั้ง|,|ลงมติ|,|เสนอ
(โว|'|ทะเบิล) adj. =|votable
(โว|'|เทอะ) n. ผู้|ลง|คะแนนเสียง|, ผู้|มี|สิทธิ|เลือกตั้ง
(โว|'|ทิฟว) adj. เกี่ยวกับ|คํา|ปฎิ|ญาณ|,|เกี่ยวกับ|คํามั่นสัญญา.  |Syn. votively adv.
(เวาชฺ) vi.,|vt.,|n. (การ) รับรอง|,|รับประกัน|,|ค้ํา|ประกัน|,|ประกัน|,|เป็น|พยาน|,|สนับสนุน|,|ยืนยัน.  |Syn. support|,|guarantee
(เวา|'|เชอะ) n. ผู้รับรอง|,|ผู้|รับประกัน|,|ผู้|ค้ํา|ประกัน|,|ผู้|ยืนยัน|,|หนังสือรับรอง|, ใบสําคัญคู่จ่าย. vt. เตรียม|ใบรับรอง|ให้|,|เตรียม|หลักฐาน|ให้
(เวา) vt.,|vi.,|n. (คํา|,|การ) สาบาน|,|ปฎิ|ญาณ|,|ให้|คํามั่น|,|บน|,|บนบาน|,|อธิษฐาน. take vows ให้|คํา|ปฎิ|ญาณ|  |Syn. oath|,|pledge|,|promise|,|assure
(เวา|'|เอิล) n.,|adj. เสียง|สระ|,|สระ|  |Syn. vowely|,|vowelly adv.
(วอ|คซฺ) n. เสียง pl. voces
(วอ|ย|'|อิจฺ) n. การ|เดินทาง (โดยเฉพาะ|โดย|ทางเรือ|หรือ|ทาง|อากาศ) ,|การ|เดินทาง|ไกล|,|การ|เดินทาง|ที่|เต็มไปด้วย|การ|ผจญภัย|,|การ|ทัศนาจร|,|เรื่องราว|การ|เดินทาง|,|วิถีชีวิต. vi. เดินทาง|,|ท่องเที่ยว|,|ทัศนาจร. vt. เดินทาง|ข้าม.  |Syn. voyager n. -|S...
(วี|แรม) ย่อ|มา|จาก video RAM (แปล|ว่า แรม|ภาพ) หมายถึง ส่วนหนึ่ง|ของ|แรม (RAM) ที่|ใช้|เก็บ|ภาพ|ต่าง ๆ ที่|คอมพิวเตอร์|กําลัง|แสดง|ผล|บน|จอภาพ|มี|ความหมาย|เหมือน video memory
abbr. verse|,|versus
(วัล|'|เคิน) n. เทพเจ้า|ไฟ|และ|การ|หลอม|โลหะ
(วัล|'|คะ|ไน|ทฺ) n. วัตถุ|ที่|ใช้|เป็น|ฐาน|ใน|การ|ทํา|เฝือก หรือ|ทาง|ทัน|ตก|ร|รม
(วัล|'|กะ) adj. หยาบคาย|,|หยาบ|,|ต่ําช้า|,|ไพร่|,|สามหาว|,|พื้น ๆ ,|สามัญ|,|ปัจจุบัน. n. คน|สามัญ.  |Syn. vulgarly adv. vulgarness n.  |Syn. ordinary|, rude
(วัล|แก|'|เรียน) n. คน|หยาบคาย|,|คน|ต่ําช้า|,|คน|สามหาว|,|คน|ธรรมดา ๆ| 
(วัล|'|กะ|ไร|ซ) vt. ทํา|ให้|หยาบคาย|,|ทํา|ให้|ต่ําช้า|,|ทํา|ให้|มี|ลักษณะ|ธรรมดา ๆ|  |Syn. vulgarisation n. vulgarization n. vulgariser n. vulgariser|,|vulgarizer n.
(วัล|'|กะ|ริ|ส|ซึม) n. นิสัย|หยาบคาย|,|ความ|หยาบคาย|,|ลักษณะ|ธรรมดา ๆ ,|คํา|หยาบ|,|คําพูด|หยาบคาย|  |Syn. barbarism
(วัล|แก|'|ริ|ที) n. ความ|หยาบคาย|,|ความ|ต่ําช้า|,|ความ|สามหาว|,|สิ่ง|ที่|หยาบคาย|,|ภาษา|หยาบคาย|  |Syn. coarseness|, obscenity
(วัล|'|กะ|ไร|ซ) vt. ทํา|ให้|หยาบคาย|,|ทํา|ให้|ต่ําช้า|,|ทํา|ให้|มี|ลักษณะ|ธรรมดา ๆ|  |Syn. vulgarisation n. vulgarization n. vulgariser n. vulgariser|,|vulgarizer n.
(วัล|'|เนอ|ระ|เบิล) adj. บาดเจ็บ|ได้|,|ถูก|โจมตี|ได้|ง่าย|,|ถูก|ตําหนิ|ได้|ง่าย|,|ไม่|มั่นคง|,|เปราะ|,|อ่อนแอ.  |Syn. vulnerability n. vulnerableness n. vulnerably adv.
(วัล|'|เนอ|ระ|รี) adj. ซึ่ง|รักษา|บาดแผล. n. ยารักษา|บาดแผล
(วัล|'|ไพน์ -|พิน) adj. เกี่ยวกับ|สุนัข|จิ้งจอก
(วัล|'|เชอะ) n. อี|แร้ง
(วัล|'|ชะ|รี|น -|ไร|นฺ) adj. เกี่ยวกับ|อี|แร้ง|,|ชอบ|ปล้นสะดม|,|ละโมบ|,|โลภ.  |Syn. vulturous|,|vulturish
(วัล|'|วะ) n. แคม|ช่องคลอด.  |Syn. vulval adj. vulvur adj. vulviform adj. vulvate adj. pl. vulvae|,|vulvas
(ไว|'|อิง) adj. แข่งขัน|กับ
