(ที) พยัญชนะ|ตัว|ที่ 20 ของ|ภาษาอังกฤษ
ไม้|ฉาก|รูป|ตัว|'|T|'|ที่|ใช้|ใน|การ|วาด|รูป
(ที|'|เชิร์ท) n. เสื้อยืด|คอกลม|และ|แขน|สั้น|  |Syn. teeshirt
(ที) พยัญชนะ|ตัว|ที่ 20 ของ|ภาษาอังกฤษ
abbr. torpedo boat|,|tubercle bacillus|,|tuberculosis
abbr. technical knockout
n. วัตถุ|ระเบิด|แรง|สูง|ชนิด|หนึ่ง|ที่|มี|สี|เหลือง|และ|ติดไฟ|ได้|/|ใช้|ทํา|สีย้อม|และ|น้ํายา|ล้าง|รูป|ได้|ด้วย.  |Syn. trinitrotoluene|,|trinitrotoluol
(เท|น) vi.,|vt. ดู taken
n. ส่วน|ที่|โผล่|ออก|,|ชาย|,|แถบ|,|สาย|ประดับ|,|เศษผ้า|,|เศษกระดาษ|,|ปุ่ม|,|ป้าย|,|แผ่น|โลหะ|เล็ก ๆ ,|หัว|หุ้ม|โลหะ|ที่|ปลาย|เชือก|ผูก|รองเท้า|,|เครื่องหมาย|ติด|ปก|เสื้อ|ของ|นายทหาร vt. ทํา|ให้|มี|tab (ดู) -|Phr. (keep tab (s) on คอย|ดูแล) ,|จุด|ตั้ง|ระยะ|หมายถึง ตําแหน่ง|ที่อยู่|ห่าง|กัน|เป็น|ระยะ ๆ ซึ่ง|จะ|ต้อง|มี|การ|กําหนด|ไว้|ด้วย|โปรแกรม ปกติ|มักจะ|กําหนด|ไว้|ให้|ห่าง|กัน|ประมาณ .5 นิ้ว แต่|เรา|สามารถ|กําหนด|ใหม่|ได้ ใช้|มาก|ใน|โปรแกรม|ประเภท|ประมวลผล|คํา (word processing) หมายถึง ถ้า|กด|แป้น|ตั้ง|ระยะ (แป้น Tab) ครั้ง|หนึ่ง ตัว|ชี้|ตําแหน่ง|ก็|จะ|เลื่อน|ไป|ระยะ|หนึ่ง การ|กําหนด|จุด|ตั้ง|ระยะ|นั้น อาจ|กําหนด|เลย|ไป|ถึง|การ|สั่ง|ชิด|ซ้าย ชิด|ขวา ตรง|กลาง หรือ|เป็น|ตัวเลข ก็ได้|  |Syn. flap|,|strip|,|tag
(แป้นพิมพ์) แป้น|ตั้ง|ระยะ|หมายถึง แป้นพิมพ์|แป้น|หนึ่ง|บน|แผง|แป้น|อักขระ โดย|ปกติ|จะ|อยู่|ริม|ด้าน|ซ้าย|สุด|ของ|แถว|ที่|สอง|จาก|ข้างบน อาจ|มี|คํา tab บน|แป้น บางที|มี|เครื่องหมาย|ลูกศร|แทน การ|กด|แป้น|นี้ จะ|ทํา|ให้|ตัว|ชี้|ตําแหน่ง (cursor) เลื่อน|ไป|ระยะ|หนึ่ง (แล้วแต่|จะ|มี|การ|กําหนด|ไว้) อาจ|เป็น 5|- 10 ช่องว่าง มัก|ใช้|เมื่อ|ต้องการ|ย่อหน้า|หรือ|ต้องการ|จัด|คอลัมน์|ให้|ตรง|กัน (ไม่|ควร|กด|คาน|เคาะ) นอกจากนั้น ใน|กรอบ|สนทนา การ|กด|แป้น|นี้|หมายความ|ว่า ให้|กระโดด|จาก|ช่อง (ที่|จะ|ให้|เติม|ข้อความ) ที่ 1 ไป|ช่อง|ที่ 2 ไป|ช่อง|ที่ 3....ต่อไป
(แทบ|'|เบอ|นะ|เคิล) n. ปะรํา|,|กระโจม|,|ศาลเจ้า|,|ห้อง|พระ|,|ที่อยู่อาศัย|,|ที่พักอาศัย|ชั่ว|คราว vi. (จัด|ให้) อาศัย|อยู่|ใน|ที่พัก|ชั่ว|คราว.  |Syn. tabernacular adj.  |Syn. tent
(เท|'|เบิล) n. โต๊ะ|,|บัญชี|,|แผ่น|,|แผ่น|ไม้|,|แผ่น|หิน|,|แผ่น|จารึก|,|คํา|จารึก|,|ผิวหน้า|เรียบ|,|บัว|เสา|,|ตาราง|,|ที่ราบสูง|,|ชั้น|แบน -|Phr. (under the table เมา|เหล้า ให้|สินบน รับ|สินบน) .  |Syn. catalogue|,|chart
n. ผ้าปูโต๊ะ
การ|ค้น|ตาราง|หมายถึง|การ|เรียกหา ค้นหา|ข้อมูล|จาก|ใน|ตาราง โดย|ใช้|คําหลัก ดู keyword ประกอบ
n. ชุด|รับประทาน|อาหาร
n. กีฬา|ปิงปอง|  |Syn. Ping Pong
(แทบ|'|โล|,|เท|โบ|ล) n. ภาพ|,|รูป|,|ฉาก|,|ละคร|นิ่ง|,|เรื่อง|ใน|ละคร|,|ภาพวาด|,|ฉาก|หรือ|รูปปั้น|ที่|มี|ชีวิตชีวา pl. tableaux|, tableaus
n. ม่าน|เวที|ละคร|ชนิด|เป็น|กลาง
n. ผ้าปูโต๊ะ
n. ที่ราบสูง
n. ปริมาณ|หนึ่ง|ช้อนโต๊ะ pl. -|tablespoonfuls
(แทบ|'|ลิท) n. ยาเม็ด|แบน|,|ป้าย|,|แผ่น|หนังสือ|,|แผ่น|จารึก|,|สมุด|ฉีก|,|สมุดบันทึก|,|แผ่น|เล็ก|,|ก้อน|แบน|  |Syn. pad|,|wafer
n. ภาชนะ|ต่าง ๆ ที่|ใช้|ใน|การ|รับประทาน|อาหาร|บน|โต๊ะ
(แทบ|'|ลอย|ดฺ) n. จุลสาร|,|หนังสือพิมพ์|ขนาด|เล็ก adj. รวบรัด|,|เก็บ|สาระ|สําคัญ|,|ระทึกใจ|,|ชอบ|เป่า|ข่าว|  |Syn. newspaper|,|compresed
(ทะบู|') adj. ต้องห้าม|,|เป็น|ข้อห้าม. n. ข้อห้าม|,|สิ่ง|ห้าม|,|ศีล|ห้าม. vt. ห้าม
(แทบ|'|ยะ|ลา) adj. เกี่ยวกับ|โต๊ะ|,|เกี่ยวกับ|ตาราง|,|ราบรื่น|,|เป็น|แผ่น.
(แทบ|'|ยะเลท) vt. ใส่|ลง|ใน|ตาราง|,|จัด|เป็นตาราง|,|ทํา|ให้|หน้า|เรียบ. vi. กด|แป้นพิมพ์|ดีด|ให้|เลื่อน. adj. เป็น|แผ่น|,|เป็นตาราง|,|เป็น|ชั้น|บาง ๆ|  |Syn. tabulable adj. tabulation n.
การ|ตั้ง|ระยะ|หมายถึง การ|ตั้ง|ระยะ|ด้วย|แป้น Tab โปรแกรม|ประเภท|ประมวลผล|คํา (word processing) และ|โปรแกรม|จัดพิมพ์|ด้วย|เครื่อง|คอมพิวเตอร์ (desktop publishing) มักจะ|มี|เมนู|ให้|กําหนด|ใน|เรื่อง|นี้|ได้ เช่น ใน|โปรแกรม PageMaker
(เท|คอม|'|มิ|เทอะ) n. เครื่องมือวัด|ความ|เร็ว|,|เครื่องมือวัด|การ|หมุน|รอบ|ต่อ|นาที.  |Syn. tachometry n.
Pref. '|เร็ว|'
อาการ|หัวใจ|เต้น|เร็ว
(แทส|'|ซิ|ท) adj. เงียบ|,|ไม่|พูด|อะไร|,|รู้แก่ใจ|,|โดย|ปริยาย|,|อย่าง|นัย ๆ
(แทส|'|ซิ|เทิร์น) adj. เงียบขรึม|,|พูด|น้อย|,|เงียบ.  |Syn. taciturnity n.
(แทค) n. ตะปู|แหลม|สั้น|และ|หัว|แบน|,|การ|ผูก|,|เชือก|ดึง|ใบ|เรือ|,|วิถีทาง|,|แนวทาง|,|ขั้นตอน|,|เงื่อนไข|แถม|ท้าย|,|การ|เคลื่อน|เป็น|รูป|ตัว '|Z|' vt. กลัด|,|ตอก|ติด|,|ใช้|ตะเข็บ|เย็ย|ติด|,|ดึง|ใบ|เรือ|,|เปลี่ยน|ใบ|เรือ|,|เพิ่ม|,|ผนวก|,|แถม|ท้าย|,|เคลื่อน|เป็น|รูป|ตัว '|Z|' vi. กิน|ลม เปลี่ยน|ทิศทาง|ลม|,|เคลื่อน|เป็น|รูป|ตัว '|Z|'
(แทค|'|เคิล) n. กว้าน|,|การ|จับ|คน|ที่|พา|ลูก|วิ่ง|ใน|กีฬา|รักบี้. vt. จัดการ แก้|ปัญหา|,|รับมือ|,|เล่นงาน|,|จับ|คน|ที่|พา|ลูกมือ|วิ่ง|ใน|กีฬา|รักบี้.  |Syn. tackler n.  |Syn. try|, undertake
(แทคทฺ) n. ประสาน|สัมผัส|,|การ|ที่|ไหวพริบ|หรือ|ปฎิภาณ|ดี|,|การ|มี|ประสบการณ์|ใน|ชีวิต|มาก
(แทคทฺ|'|ฟู|ล) adj. มี|ไหวพริบ|ดี|,|มี|ปฎิภาณ|ดี|,|ฉลาด|,|เชี่ยวชาญ.
(แทค|'|ทิค) n. = tactics (ดู) ,|ระบบ|หรือ|รายละเอียด|ของ tactics (ดู) adj. เป็น|ระบบ|,|เป็น|ระเบียบ|,|เป็น|ลําดับ
(แทค|'|ทิเคิล) adj. เกี่ยวกับ|ยุทธวิธี|,|เกี่ยวกับ|ยุทธวิธี|ที่|เชี่ยวชาญ|หรือ|ฉลาด.  |Syn. astute|,|discreet
(แทคทิช|'|เชิน) n. นัก|กล|ยุทธ|,|นักการ|ทหาร|,|นัก|วาง|ยุทธวิธี
(แทค|'|ทิคซฺ) n. ยุทธวิธี|,|กล|ยุทธ|,|การทหาร|  |Syn. maneuvers|,|strategy
(แทค|'|ไท|ลฺ) adj. สัมผัส|,|สัมผัส|ได้|,|แตะ|ได้.  |Syn. tactility n.
(แทคทฺ|'|ลิส) adj. ไม่|มี|ไหวพริบ|,|ไม่|รู้จัก|กาลเทศะ|,|ไม่|มี|ประสบการณ์|ใน|ชีวิต|,|ไม่|ฉลาด|,|ไม่|เหมาะ|  |Syn. tactlessness n.  |Syn. undiplomatic|,|rude
(แทค|'|ชวล) adj. เกี่ยวกับ|ประสาทสัมผัส|,|เกิด|จาก|ประสาทสัมผัส|,|โดย|การ|สัมผัส.
(แทค|'|โพ|ล) n. ลูก|กบ
(เท|ล) n. 1 ตําลึง (จีน)| 
พยาธิ|ตัว|ตืด
(แทก) n. หัว|หุ้ม|ปลาย|เชือก|ผูก|รองเท้า|,|หู|หลัง|รองเท้า|,|แผ่น|กลม|,|โลหะ|กลม|,|ป้าย|ติด|ราคา|,|สาย|โยง|,|สาย|คาด|,|ชาย|หรือ|ปลาย|หาง|ของ|สิ่ง|หนึ่ง ๆ ,|สิ่ง|ต่อท้าย|,|บท|ลูกคู่|,|ฉายา|,|การ|เล่น|ไล่|จับ|ของ|เด็ก vt. ติด|ป้าย|บอก|ราคา|,|ติด|แผ่น|กลม|,|ติด|กระจุก|,|ต่อ|,|ติดตาม|,|ต่อท้าย|,|ทํา|ให้|รวม|กัน|,|ประมาณ|,|ไล่หลัง|,|ป้าย|ระบุ|หมายถึง|รหัส|ที่|ใส่|ใน|แฟ้มข้อมูล หรือ|ใช้|ใน|เรื่อง|ของ|โครงสร้าง|ข้อมูล (data structure) ที่|จะ|เป็น|ตัว|บ่งบอก|ว่า จะ|ต้อง|มี|การ|ตีความ|เรื่อง|นั้น ๆ อย่างไร ซอฟต์แวร์|ต่าง ๆ นิยม|ใช้|ป้าย|ระบุ|นี้|ด้วย|จุดประสงค์|ต่าง ๆ กัน คําสั่ง|ใน|ภาษา HTML ก็|นิยม|ให้|ใช้|ป้าย|ระบุ|นี้|ดู HTML ประกอบ
(ทา|กา|'|ลอก) n. ภาษา|อินโดนีเซีย|ที่|ใช้|กัน|ใน|ฟิลิปปินส์
รูปแบบ|แฟ้ม|ภาพ|พร้อม|ป้าย|ระบุ|เป็น|วิธีการ|เก็บ|ภาพ|แบบ|หนึ่ง|ของ|คอมพิวเตอร์ เน้น|เรื่อง|ระดับ|สี|ของ|สี|เทา ภาพ|เหล่านี้|จะ|ใช้|นามสกุล (file type) ว่า .tiff ใช้เนื้อ|ที่มา|กก|ว่า|การ|เก็บ|ภาพ|ประเภท|อื่น (การ|เก็บ|ภาพ|ประเภท|อื่น|นั้น นอกจาก|ที่|ใช้|นามสกุล|นี้ ก็|มี .bmp , .jpg เป็นต้น)| 
(เท|ล) n.,|adj. หาง|,|ปลาย|,|ท้าย|,|ส่วน|ท้าย|,|ส่วน|ใน|,|ส่วน|ที่|ไม่|ต้องการ|,|เปีย (ผม) ,|ด้าน|ก้อย|ของ|เหรียญ|,|การ|สังวาส|หญิง. vt. เป็น|ส่วน|หาง|,|เป็น|ส่วน|ปลาย|,|ใส่|หาง|,|ตัด|หาง|,|ตาม|หลัง. vi. ตาม|หลัง|,|ล้าหลัง|,|ลาก|หาง|,|ค่อย ๆ หาย|ไป|, (ท้าย|เรือ) เกย|ตื้น.
n. ไฟ|ท้าย|รถ
n. ไฟ|ท้าย|รถ
(เท|ล|'|ลิง|ซฺ) n. หาง|แร่|,|กาก|แร่|,|หาง|สุรา
(เท|'|เลอะ) n. ช่าง|ตัด|เสื้อ vi.,|vt. ตัด|เสื้อ.  |Syn. shape|,|adapt|,|fit
(เท|'|เลอะ|เมด) adj.,|n. (เสี้อ|ผ้า) ตัด|ตาม|สั่ง|,|ตัด|ตาม|ขนาด|วัด|,|ตาม|รสนิยม|,|ตาม|สมัย
(เท|นทฺ) n.,|vi.,|vt. (ทํา|ให้|,|กลาย|เป็น) รอย|เปื้อน|,|จุด|ด่างพร้อย|,|รอย|ด่าง|,|มลทิน|,|ความ|เสื่อม|  |Syn. corrupt
(ไท|'|วา|นีซ) adj.,|n. (เกี่ยวกับ) ไต้หวัน|,|ชาว|ไต้หวัน
(ทา|จ|'|มะ|ฮา|ล|') n. ชื่อ|สิ่ง|มหัศจรรย์|แห่ง|หนึ่ง|ของ|โลก อยู่|ใน|อินเดีย
(เท|ค) {|took|,|taken|,|taking|,|takes|} vt.,|vi.,|n. (การ) เอา|,|เอา|มา|,|หยิบ|,|จับ|,|ยึด|,|นํา|,|ได้|,|ได้|มา|,|พา|,|จัด|,|ใช้|,|จด|,|มี|ผล|,|ครอบครอง|,|อุทิศ|ตัว|,|ไป|,|ไป|ยัง|,|กลาย|เป็น|,|สิ่ง|ที่|ถูก|เอา|ไป (ทํา|ไป|,|หยิบ|ไป)|  |Syn. takable adj. takeable adj. taker n. -|Phr. (take after คล้าย) -
(เท|'|เคิน) vi.,|vt. กริยา|ช่อง 3 ของ take
(เท|ค|'|ออ|ฟ) n. การ|บิน|ขึ้น|,|การ|เลียน|แบบ|,|จุดเริ่มต้น|,|การ|หยิบ|เอา|ไป|,|การ|ประเมิน
(เท|ค|'|โอ|เวอะ) n. การ|ยึด|,|การ|ครอบครอง|,|การ|รับ|มอบ|,|การ|รับ|มอบ|ตําแหน่ง.
(เท|ค|'|คิง) n. การ|เอา|,|การ|หยิบ|,|สิ่ง|หยิบ|,|สิ่ง|จับ|,|สิ่ง|ที่|ถูก|จับ|หรือ|เก็บ adj. ดึงดูดใจ|,|ชนะใจ|,|แพร่เชื้อ|ได้.  |Syn. takings n. ใบรับ|,|ภาวะ|กังวลใจ|หรือ|หดหู่ใจ. takingly adv. takingness n.
(แทลคฺ|,|แทล|'|คัม) แป้ง|แร่|ลื่น|และ|นิ่ม
(แทลคฺ|,|แทล|'|คัม) แป้ง|แร่|ลื่น|และ|นิ่ม
(เท|ล) n. นิทาน|,|นิยาย|,|คําเล่าลือ|,|เรื่อง|โกหก|,|คํา|นินทา|,|จํานวน|ทั้งหมด
n. ผู้|นินทา|,|ผู้|กลบเกลื่อน|ความจริง|,|ผู้ทํา|นาย|โชคชะตา.  |Syn. talebearing n.  |Syn. rumourmonger
(แทล|'|เลินทฺ) n. พรสวรรค์|,|ความ|สามารถ|พิเศษ|,|บุคคล|ที่|มี|ความ|สามารถ|พิเศษ|,|กลุ่ม|คน|ที่|มี|ความ|สามารถ|  |Syn. capacity|,|power
(แทล|'|ลัน|ทิด) adj. มี|พรสวรรค์|,|มี|ความ|สามารถ|พิเศษ -|S.gifted
(แทล|'|ลิส|เมิน) n. เครื่อง|ลาง|,|ผ้า|ยันต์|,|ยันต์.  |Syn. talismanicadj. talismanical adj. pl. talismans|  |Syn. amulet|,|charm|,|fetish
(ทอล์ค) vi.,|vt.,|n. (การ) พูด|,|สนทนา|,|เจรจา|,|ปราศรัย|,|โจษจัน|,|เรื่อง|สนทนา|  |Syn. talkability n. talkable adj. talker n. -|Phr. (talk big คุยโต คุย|โว)|  |Syn. converse|,|utter|,|speech
(ทอ|ลคฺ|'|คะ|ทิฟว) adj. ขี้|คุย|,|ช่างคุย|,|ชอบ|เจรจา|,|พูด|มาก.  |Syn. talkativeness n.  |Syn. taciturn
(ทอ|ค|'|คี) adj. พูด|มาก|,|ช่างคุย|,|มี|คํา|สนทนา|มาก.  |Syn. talkative
(ทอ|ล) adj. สูง|,|คุย|โว|,|โกหก|,|มากมาย|,|งาม|  |Syn. tallness n.  |Syn. high|,|lofty|,|elevated
(แทล|'|โล) n. ไข|,|ไขมัน|สัตว์|,|มัน|สัตว์. vt. ทา|ด้วย|ไข.
n. พ่อค้า|เทียนไข
n. หน้า|ซีด
(แทล|'|ลี) n. ไม้|เครื่องหมาย|,|ติ้ว|,|ป้าย|เครื่องหมาย|,|ขีด|หรือ|บาก|เครื่องหมาย|สําหรับ|นับ|,|การ|บันทึก|,|บัญชี|,|คะแนน|นับ|,|คะแนน|เปรียบเทียบ|,|ตัว|ฉลาก|หรือ|เครื่องหมาย|สําหรับ|นับ|จํานวน|,|หน่วย|นับ|,|สิ่ง|ที่|ใช้|นับ. vt. นับ|,|ตรวจ|นับ|,|ทํา|เครื่องหมาย|นับ|,|บันทึก|,|ลง|บัญชี|,|ทํา|ให้|ตกลง. vi. สอดคล้อง
(ทา|ล|'|มุด|,|แทล|'|มุด) n. คัมภีร์|หรือ|ธรรมนูญ|โบราณ|ของ|ยิว|  |Syn. Talmudic adj. Talmudical adj. Talmudism n.
(แทล|'|เอิน) n. อุ้ง|เล็บ|,|กรงเล็บ|,|ไหล่|สลัก|ของ|ลูกกุญแจ|สําหรับ|ขยับ|สลัก|จน|หลุด|ออก|มา|,|ไพ่|ที่|แจก|เหลือ|,|ส่วน|คม|ของ|ดาบ.  |Syn. claw
(เท|'|ลัส) n. กระดูก|ข้อเท้า|,|ตาตุ่ม pl. tali
 |Syn. shanter (แทม|'|มะแชน|เทอะ) n. หมวก|กลม|ทํา|ด้วย|ผ้า|สักหลาด|ของ|ชาว|สก๊อต (tam)| 
(เท|'|มะเบิล) adj. ฝึก|ให้|เชื่อง|ได้|,|ทํา|ให้|เชื่อง|ได้.  |Syn. tameable|  |Syn. tamability n. tamableness n.
(แทม|'|มะรินด์) n. มะขาม
(เท|ม) adj.,|vt.,|vi. (ทํา|ให้|,|กลาย|เป็น) เชื่อง|,|เกี่ยวกับ|สัตว์เลี้ยง|,|อ่อนน้อม|,|เชื่อฟัง|,|คล้อยตาม|,|จืดชืด|,|ไม่|ตื่นเต้น|,|ขี้ขลาด ,|ควบคุม|,|เพาะปลูก|,|หักร้างถางพง.  |Syn. tameness n. tamer n. tameable adj. tamable adj. tameability n. tamability
(แทม|'|มิ|ล) n.,|adj. พวก|ทมิฬ|ใน|อินเดีย|และ|ศรีลังกา|,|ภาษา|ทมิฬ
(แทมพฺ) vt. ตอก|,|ตอก|ให้|แน่น|,|อุด|,|กระทุ้ง
(แทม|'|เพอะ) vi. ยุ่ง|,|ชักจูง|,|โน้มน้าว|,|ให้|สินบน.n. ผู้|ตอก|,|ผู้|กระทุ้ง|,|ผู้|อุด|,|ไม้|ตอก|,|ไม้|กระทุ้ง.  |Syn. tamperer n.
(แทน) vt. ฟอก|หนัง|,|ทํา|ให้|เกรียม|,|ตาก|จน|เป็น|สีน้ํา|ตาล|,|เกรียม|เป็น|สีน้ํา|ตาล. n. สีน้ํา|ตาล|,|สี|เกรียม|จาก|การ|ตากแดด|,|สี|กรําแดด|,|เปลือก|ไม้|นิ่ม (จําพวก|หนึ่ง) ,|รองเท้า|หนัง|สีน้ํา|ตาล adj. สีน้ํา|ตาล|,|สี|เกรียม|จาก|การ|ตากแดด.  |Syn. tannable adj. tannish adj.
(แทน|'|เดิม) adv.,|adj. เรียง|ตาม|หลัง|กัน|,|n. ม้า|สอง|ตัว|ที่|ผูก|เรียง|ตาม|ยาว
(แทง) n.,|vt. (ทํา|ให้) รส|เข้มข้น|,|รส|จัด|,|กลิ่น|แรง|,|กลิ่น|ฉุน|,|ลักษณะ|เฉพาะ|,|ความหมาย|  |Syn. piquancy|,|bite
(แทน|'|จะ|ซี) n. การ|สัมผัส|วง
(แทน|'|เจินทฺ) adj. สัมผัส|วง|,|สัมผัส|ที่|จุด|หนึ่ง|หรือ|ตาม|เส้น|,|สัมผัส|แต่|ไม่|ติด. n. เส้น|สัมผัส|วง|,|การ|สัมผัส|วง|,|อัตราส่วน|ของ|ด้าน|ประชิด|มุม|น้อย|กับ|ด้าน|ตรงข้าม|มุม|น้อย|  |Syn. tangential
(แทน|เจน|'|เชิล) adj. สัมผัส|วง|,|ซึ่ง|อยู่|ใน|ทิศทาง|ของ|เส้น|สัมผัส|วง|}
(แทน|จะ|ริน|') n. ต้น|ส้ม|จีน|,|ส้ม|เปลือก|หนา|,|สี|ส้ม|อม|แดง. adj. สี|ส้ม|อม|แดง
(แทน|'|จะ|เบิล) adj. สัมผัส|ได้|,|แท้จริง|,|จับต้อง|ได้|,|เป็นตัวเป็นตน|,|แน่ชัด|,|มี|รูปร่าง|,|มี|แก่น|แท้. n. สิ่ง|ที่|เป็น|ของ|จริง|,|สิ่ง|ที่|มี|ตัว|มี|ตน.  |Syn. tangibility n. tangibleness n. tangibly adv.  |Syn. concrete|,|real|,|material
(แทง|'|เกิล) vi.,|vt. (ทํา|ให้) ยุ่งเหยิง|,|พัวพัน|,|ต่อสู้|,|โต้เถียง. n. เรื่อง|ยุ่งเหยิง|,|การ|ต่อสู้|,|การ|ทะเลาะวิวาท|,|การ|โต้เถียง|,|ความ|สับสน|,|ความ|พัวพัน.  |Syn. tanglement n. tangler n. tangly adv.
(แทง|'|โก) n. จังหวะ|แทง|โก้|, คํา|สื่อสาร|ที่หมาย|ถึง|อักษร T pl. tangos
(แทง|คฺ) n. ถัง|,|รถถัง|,|บ่อน้ํา|,|ทะเลสาบ vt. บรรจุ|ลง|ใน|ถัง.  |Syn. basin|,|vessel
(แทง|'|เคิร์ด) n. เหยือก|น้ําดื่ม|ขนาด|ใหญ่|ที่|มี|ฝา|ปิด
(แทง|'|เคอะ) n. เรือ|,|เครื่องบิน|หรือ|รถ|สําหรับ|บรรทุก|น้ํามัน|หรือ|ของเหลว|อื่น ๆ| 
(แทน|'|นิค) adj. เกี่ยวกับ|หรือ|มา|จาก|การ|ฟอก|หนัง
(แทน|'|นิง) n. การ|ฟอก|หนัง|ให้|นิ่ม|,|การ|เปลี่ยน|เป็น|สีน้ํา|ตาล|ของ|ผิวหนัง|,|การ|ที่|ผิวหนัง|คล้ํา|เมื่อ|ถูก|แดด|,|การ|เฆี่ยน|,|การ|หวด
(แทน|'|ทะไลซ) vt. ยั่วเย้า|,|ทํา|ให้|น้ําลาย|ไหล.  |Syn. tantalisation n. tantalization n.  |Syn. bait|,|tease
(แทน|'|ทะไลซ) vt. ยั่วเย้า|,|ทํา|ให้|น้ําลาย|ไหล.  |Syn. tantalisation n. tantalization n.  |Syn. bait|,|tease
(แทน|'|ทะลัม) n. ธาตุ|โลหะ|สี|เทา|แข็ง
(แทน|'|ทะ|เมา|ทฺ) adj. เท่า|กับ|,|พอ ๆ กับ|,|ประหนึ่ง|เป็น|,|มี|ความ|สําคัญ|เท่า|กับ
(แทน|'|ท|รัม) n. การ|มี|อารมณ์|เกรี้ยวกราด|,|การ|โมโห|โท|โส|,|การ|โกรธเคือง|อย่าง|รุนแรง
(เดา|,|เทา) n. เต๋า|,|พื้นฐาน|ความ|ประพฤติ|ที่|สมควร|ของ|มนุษย์|หรือ|การ|ดําเนินชีวิต|อย่าง|ง่าย ๆ
(เดา|'|อิส|ซึม) n. ศาสนา|เต๋า|ของ|จีน|ที่|เล่า|จื้อ|เป็น|ผู้|ตั้ง|ขึ้น|ยึดถือ|หลักการ|ดําเนินชีวิต|อย่าง|ง่าย ๆ|  |Syn. Taoist n. Taoistic adj.
(แทพ) vt.,|vi.,|n. (การ|,|เสียง) แตะ|อย่าง|แผ่วเบา|,|เตะ|เบา ๆ ,|ตบ|เบา ๆ ,|เคาะ|ตอก|เบา ๆ vt.,|n. (การ) ทํา|ให้|ไหล|ออก|,|ลอบ|ต่อ|สายโทรศัพท์ (เพื่อ|ดักฟัง) ,|ใส่|ก๊อก|,|ใส่|จุก|,|แยก|ต่อ|,|แบ่ง|น้ํา|,|เรียกร้อง|,|ตอก|หรือ|ทํา|สลัก|เก|ลียว|ตัวเมีย|,|สูบ (ของเหลว|หรือ|หนอง) ,|เบียร์|ชนิด|ที่|ไข|จาก|ถัง|,|บาร์|,|เจาะ (ต้น|ยาง
n. การ|เต้นรํา|เป็น|เสียง|กระทบ|ส้นเท้า|ที่|ทํา|แข็ง|เป็นพิเศษ
n. สว่าน|สําหรับ|เจาะ|รู|เป็นเกลียว
(เทพ) n. สาย|,|สาย|เทป|,|สาย|เทป|บันทึก|เสียง|,|สาย|ผ้า|หรือ|พลาสติก|หรือ|กระดาษ|ยาว|เป็น|ริบบิ้น|,|ผ้ายาง|ปิด|แผล|สําหรับ|พัน|สายไฟ|ฟ้า|,|สาย|วัด|,|สาย|หลักชัย|ที่|จุดสิ้นสุด|ใน|การ|แข่งขัน vt. ใส่|เทป|,|ผูก|,|มัด
หน่วย|ขับ|แถบ|บันทึก|อุปกรณ์|ที่|ใช้|ใน|การ|อ่าน|/|บันทึก|ข้อมูล|จาก|หรือ|ลง|ใน|แถบ|บันทึก (tape) การ|อ่าน|ข้อมูล|จาก|แถบ|บันทึก|นั้น|สามารถ|อ่าน|ได้|ทั้ง 2 ทิศทาง หน่วย|ขับ|แถบ|บันทึก|นี้|จะ|มี|ลักษณะ|เป็น|เสมือน|ตู้กระจก มองเห็น|วง|ล้อ|เทป|สอง|วง และ|จะ|มี|ม้วน|เทป|ร้อย|ติด|อยู่ ส่วนหนึ่ง|ของ|เนื้อ|เทป|จะ|ต้อง|ร้อย|ผ่าน|หัวอ่าน|/|บันทึก การ|อ่าน|และ|บันทึก|นั้น|จะ|ทํา|ได้|เร็ว|มาก|คือ|ประมาณ 100,000 ถึง 300,000 ตัวอักษร|ต่อ|วินาที การ|หมุน|ของ|วง|ล้อ|จึง|ต้อง|อยู่|ใน|ตู้|ที่|เป็น|สุญญากาศ (อุปกรณ์|นี้|ใช้|กับ|คอมพิวเตอร์ เมนเฟรม (mainframe) เท่านั้น)| 
n. เครื่องบันทึกเสียง|ด้วย|สาย|เทป
n. การ|บันทึก|เสียง|ด้วย|สาย|เทป|,|สาย|เทป|บันทึก|เสียง
หน่วย|แถบ|บันทึก|หมายถึง อุปกรณ์|ที่|ใช้|ใน|การ|อ่าน|ข้อมูล|จาก|แถบ|บันทึก (tape) หรือ|บันทึก|ข้อมูล|ลง|บน|แถบ|บันทึก การ|อ่าน|ข้อมูล|จาก|เทป|นั้น|สามารถ|อ่าน|ได้|ทั้ง 2 ทิศทาง แต่|การ|บันทึก|จะ|สามารถ|ทํา|ได้|โดย|เดิน|เทป|ไป|ข้างหน้า|เพียง|ทิศทาง|เดียว|เท่านั้น หน่วย|ขับ|เทป|หรือ|แถบ|บันทึก|นี้|จะ|มี|ลักษณะ|เป็น|เสมือน|ตู้กระจก มองเห็น|วง|ล้อ|เทป|สอง|วง และ|จะ|มี|ม้วน|เทป|ร้อย|ติด|อยู่ ส่วนหนึ่ง|ของ|เนื้อ|เทป|จะ|ต้อง|ร้อย|ผ่าน|หัวอ่าน|/|บันทึก การ|อ่าน|และ|บันทึก|นั้น|จะ|ทํา|ได้|เร็ว|มาก|คือ|ประมาณ 100,000 ถึง 300,000 ตัวอักษร|ต่อ|วินาที การ|หมุน|ของ|วง|ล้อ|จึง|ต้อง|อยู่|ใน|ตู้|ที่|เป็น|สูญญากาศ|มี|ความหมาย|เหมือน|กับ tape drive|ดู tape ประกอบ
(เทพ|'|ริ|คอร์ด) vt. บันทึก|เสียง|ด้วย|สาย|เทป
(เท|'|เพอะ) vi.,|vt. ทํา|ให้|เรียว|, (ความ|หนา) ลด|ลง n. การ|เรียว|ลง|,|ไส้|เทียน|สําหรับ|จุด|กล้อง
(แทพ|'|พิสท|รี) n. สิ่งทอ|หรือ|ม่าน|ลาย|ดอก|ใช้|แขวน|ประดับ|ผนัง|บ้าน|,|พรม|ลาย|ดอก|ประดับ vt.ประดับ|หรือ|ปกคลุม|หรือ|แขวน|ด้วย|สิ่งทอ|ดังกล่าว
(เทพ|'|เวิร์ม) n. พยาธิ|ตัว|ตืด
(แทพ|'|โฮ|ล) n. รู|ฝา|จุก|,|ช่อง|ให้|ของเหลว|ไหล|ออก|จาก|ภา|-|ชนะ|หรือ|เตา|หลอม|,|ช่อง|ปล่อย|ออก
(แทพ|'|เฮาซฺ) n. บาร์|สําหรับ|ดื่ม|เหล้า|โดยเฉพาะ
(แทพพิ|โอ|'|คะ) n. มัน|สํา|-|ปะ|หลัง|,|สาคู|ที่|ทํา|จาก|มันสําปะหลัง
(เท|'|เพอะ) n. ตัว|สมเสร็จ|ที่|คล้าย|หมู เป็น|สัตว์|ขนาด|ใหญ่ เท้า|มี|กีบ คล้าย|หมู|ปาก|ยาว pl. tapirs|,|tapir
(แทพ|'|พิส|,|แทพ|'|พี|,|เทพี|') n. พรม|ปู|,|สิ่งทอ|ลาย|ดอก|สําหรับ|ปู หรือ|ปกคลุม , (pl. tapis)| 
(แทพ|'|พิท) n. ก้าน|เลื่อน
(แทพ|'|พิง) n. การ|เคาะ (ตบ|,|ตี|,|ทุบ|,|กระทุ้ง|,|ตอก) เบา ๆ ,|เสียงเคาะ|ดังกล่าว
(แทพ|'|รู|ม) n. บาร์|  |Syn. barroom
(แทพ|'|รู|ท) n. รากแก้ว|  |Syn. main root
(แทพซฺ) n. การ|เป่าแตร|เรียก|ให้|ดับ|ไฟ|เข้า|นอน|,|การ|เป่าแตร|ใน|งาน|ศพ|ทหาร
(ทาร์) n. น้ํามันดิน|,|น้ํามัน|ราดยาง|ถนน
(แท|แร|น|'|ทู|ละ) n. แมงมุม|พิษ|ตัว|ใหญ่|ชนิด|หนึ่ง
(ทาร์|'|ดี) adj. ช้า|,|ล้าหลัง|,|สาย|,|ลังเล|,|เฉื่อยชา|,|เงื่องหงอย|,|ถ่วง|ฝืนใจ|  |Syn. tardiness n.
(แทร์|') n. น้ําหนัก|ภาชนะ|หรือ|สิ่ง|ห่อ|,|การ|หัก|น้ําหนัก|ดังกล่าว|ออก|,|น้ําหนัก|พาหนะ|ที่|ไม่|รวม|น้ําหนัก|สินค้า|หรือ|คนโดยสาร vt. หา|น้ําหนัก|ดังกล่าว|, (slang) กลา|สี|เรือ ศิลปะ
(ทาร์|'|กิท) n. เป้า|,|เป้าหมาย|,|จุดมุ่งหมาย|,|โล่|กลม|,|เป้า|การ|เยาะเย้ย. vt. ตั้ง|เป้าหมาย|  |Syn. mark|,|bull|'|s|-|eye|,|victim
ภาษาเป้าหมาย|หมายถึง ภาษาเครื่อง (machine language) หรือ|ภาษา|ที่|คอมพิวเตอร์|เข้าใจ และ|ปฏิบัติ|ตาม|ได้|ทันที โดย|ปกติ|ใน|การ|เขียน|โปรแกรม|หรือ|ชุดคําสั่ง เรา|มักจะ|เขียน|คําสั่ง|ให้|เครื่อง|ปฏิบัติ|ตาม|เป็น|ภาษาต้นฉบับ (source language) หรือ|ภาษาระดับสูง (high level language) ซึ่ง|คอมพิวเตอร์|ไม่|เข้าใจ และ|จะ|ต้อง|นํา|ไป|แปล|ให้|เป็น|ภาษาเครื่อง|ก่อน|คอมพิวเตอร์|จึง|จะ|ทํางาน|ตาม|คําสั่ง|ที่|ต้องการ|ได้ ภาษาเป้าหมาย|ก็|คือ|ภาษาเครื่อง|นั่นเอง|มี|ความหมาย|เหมือน object language หรือ machine language|ดู source language เปรียบเทียบ
(แทร|'|ริ|ฟ) n.,|vt. (จัด|เก็บ) อัตรา|ภาษี|ศุลกากร|,|ภาษี|ศุลกากร|,|ค่าธรรมเนียม|,|ค่าโดยสาร
(ทาร์น) n. ทะเล|สาป|เล็ก ๆ ของ|ภูเขา|,|บึง|ภูเขา
(ทาร์|'|นิช) vt. (ทํา|ให้) (กลาย|เป็น) (ความ) มัวหมอง|,|เศร้าหมอง|,|คล้ํา|,|เปรอะเปื้อน|,|เสื่อมเสีย n. ความ|มัวหมอง|,|สี|คล้ํา|,|รอย|ด่าง|,|รอย|ด่างพร้อย|,|จุด|ด่าง|ดํา|,|มลทิน.  |Syn. tarnishable adj.
(ทาร์|'|โร|,|แทร|'|โร) n. เผือก|ด้วย|น้ํา|ดิน|หรือ|ส|'|หรือ|ขี้ผึ้ง pl. taros
(ทาร์|'|พัน) n. ปลา|ขนาด|ใหญ่|จําพวก Tarponatlanticus
(แท|'|รี) vi.,|n. (การ) พัก|แรม|,|เลือน|ไป|,|ล่าช้า|,|เชื่องช้า|,|รีรอ|,|หน่วงเหนี่ยว|,|คอย vt. คอย adj. เหมือน|น้ํามันดิน|,|ทา|ด้วย|น้ํามันดิน|  |Syn. tarrier n.  |Syn. linger|,|remain
(ทาร์ท) adj. รส|จัด|,|เปรี้ยว|,|เผ็ด|,|กัดกร่อน|,|เผ็ดร้อน|,|บาดใจ|,|แสบ|ลิ้น|, (ปาก) จัด.  |Syn. tarrly adv. tartness n.  |Syn. sharp|,|vinegary
(ทาร์|'|ทาร์) n. หินปูน|น้ําลาย|ที่|เกาะ|อยู่|ตาม|ซอก|ฟัน|  |Syn. tartarous adj
(ทาส|ค) n. งาน|,|งาน|หนัก|,|เรื่อง|ที่|ยาก|,|ภาระ|หน้าที่|,|vt. ทํา|ให้|ทํางาน|หนัก|มาก|หรือ|เกิน|ไป|,|ใช้|สมอง|หนัก|,|ทํา|ให้|เหน็ดเหนื่อย. -|Phr. (take to task ประณาม|หรือ|ตําหนิ)|  |Syn. job|,|work|,|burden
กองกําลัง|ทหาร|เฉพาะกิจ|,|คณะ|กรรมการ|เฉพาะกิจ
การ|จัด|ภารกิจ|หมายถึง|การ|จัด|ภารกิจ|ใน|ด้าน|การ|ปฏิบัติการ|ของ|ชุดคําสั่ง เป็นต้น|ว่า การ|กําหนด ตําแหน่ง|ที่|เก็บ|ข้อมูล (เป็น|หน้าที่|ของ|ระบบปฏิบัติการ หรือ operating system)| 
การ|สลับ|ภารกิจ|หมายถึง การ|สลับ|งาน|ที่|จะ|ให้|คอมพิวเตอร์|ทํา ใน|กรณี|ที่|คอมพิวเตอร์|สามารถ|ทํา|ได้|หลาย|งาน|ใน|คราว|เดียวกัน เช่น สามารถ|ทํางาน|ตาม|โปรแกรม|ได้|มาก|กว่า|หนึ่ง|โปรแกรม|ใน|เวลา|เดียวกัน|อย่าง|นี้|เป็นต้น
แถบ|งาน|หมายถึง แถบ|ที่อยู่|ด้าน|ล่าง|สุด|ของ|จอภาพ|ใน|ระบบ|วินโดว์ 95 และ 98 ซ้าย|สุด จะ|เป็น|ปุ่ม Start ซึ่ง|เป็น|ปุ่ม|ที่|เรา|จะ|ต้อง|ใช้|ทุก|ครั้ง|ที่|เข้า|มา|ใน|ระบบ บน|แถบ|นี้ จะ|มี|สัญ|รูป|เล็ก ๆ ของ นาฬิกา ลําโพง หรือ|บางที หาก|กําลัง|สั่ง|พิมพ์|งาน ก็|จะ|มี|สัญ|รูป|เครื่องพิมพ์ และ|เป็น|ที่|บอก|ว่า ขณะนั้น|เรา|เปิด|วินโดว์|อะไร|ไว้|แล้ว|บ้าง แถบ|งาน|นี้ ปกติ|จะ|กว้าง|เท่า|กับ|ขนาด|ของ|ปุ่ม Start คือ|ประมาณ .5 นิ้ว แต่|เรา|สามารถ|ย่อ|ให้|เล็ก|ลง|ไป|อีก หรือ|ขยาย|ให้|ใหญ่|ขึ้น หรือ|หาก|ต้องการ|ย้าย|ที่ กล่าวคือ|อาจ|ย้าย|ไป|ไว้|ด้าน|ข้าง ฯ ก็|สามารถ|ใช้|เมาส์|ลาก|ไป|ได้|เลย หาก|เปิด|เครื่อง|คอมพิวเตอร์|แล้ว|ไม่|มี|แถบ|งาน|นี้ ก็|ให้|สงสัย|ไว้|ก่อน|ว่า แถบ|งาน|ถูก|ซ่อน|ไว้ ทดลอง|เลื่อน|เมาส์|ไป|ทาง|ด้าน|ล่าง ต่ํา|ลง|ไป|จน|ชิด|กับ|ที่|แถบ|งาน|เคย|อยู่ หาก|ยัง|ไม่|มี|แถบ|งาน|ปรากฏ|ให้|เห็น ก็|อาจ|เป็น|ได้|ว่า มี|คน|ย้าย|แถบ|งาน|ไป|ไว้|ที่|อื่น ต้อง|ลอง|หา|ดู|ให้|ดี ๆ| 
(แทส|'|เซิล) n.พู่|,|พู่|ห้อย|,|ฝอย|ฝัก|ข้าวโพด|หรือ|พืช|อื่น ๆ vt. ประดับ|ด้วย|พู่|,|เอา|ฝอย|ฝัก|ข้าวโพด|ออก vi. งอก|ฝอย (ฝัก|ข้าวโพด)|  |Syn. tasseler|,|tasseller n.
(เท|ส|'|สะเบิล) adj. =|tasteable (ดู)| 
(เท|สทฺ) n. รส|,|รสนิยม|,|รสชาติ|,|การ|ชิม|รส|,|ประสาท|รส|,|ความ|พอใจ|,|ความ|สามารถ|ใน|การ|เลือกเฟ้น|,|ความ|สามารถ|ใน|การ|พิจาณา|,|จํานวน|เล็กน้อย. vt. ชิม|รส|,|ลิ้ม|รส|  |Syn. relish|,|savour|,|feel
n. ปุ่ม|รับ|รส (บน|เยื่อบุ|ผิว|ของ|ลิ้น)| 
(เท|สทฺ|'|ฟู|ล) adj. มี|รสนิยม|ดี|,|รส|อร่อย|,|รู้จัก|เลือกเฟ้น.  |Syn. delectable|,|delicious
(เท|ส|'|ที) adj. มี|รส|ดี|,|มี|รสนิยม|ดี|,|รส|อร่อย|  |Syn. tastily adv. tastiness n.
(แทท|'|เทอะ) n. ผ้าขี้ริ้ว|,|ผ้า|ที่|ขาด|รุ่งริ่ง|,|เศษผ้า|หรือ|กระดาษ|ที่|ขาด
(แทท|เทอะ|ดี|เมล|'|เยิน) n. ผู้|อยู่|ใน|ชุด|ผ้าขี้ริ้ว|,|ผู้|ที่|แต่งกาย|ขาด|รุ่งริ่ง
n. ผ้าขี้ริ้ว. vt. ฉีก|เป็น|ผ้าขี้ริ้ว|,|ฉีก|ขาด|รุ่งริ่ง vi. กลาย|เป็น|ผ้าขี้ริ้ว
(แทท|'|เทิล) vi.,|vt.,|n. (การ) เปิดเผย|ข่าว|,|เปิดเผย|ความลับ|,|คุย|,|นินทา|,|นินทา|,|พูด|ไม่|เป็น|สาระ|,|พูด|มาก|,|ซุบซิบ|,|tattle on ทรยศ|โดย|การ|เปิดเผย|ความลับ.  |Syn. tattlingly adv.
(แทท|'|เลอะ) n. ผู้|เปิดเผย|ข่าว|หรือ|ความลับ.
(เท|ทู|') n.รอย|สัก|,|ลาย (รูป) สัก|,|การ|สัก vt. สัก|,|สัก|เป็น|ลาย|  |Syn. tattooer|,|tattooist n.
(ทอ|ท) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ teach
(ทอน|ทฺ|'|,|ทาน|ทฺ) vt.,|n. (การ) เหน็บแนม|,|หัวเราะเยาะ|,|สบ|ประมาท|,|ยั่วยุ|,|เยาะเย้ย.  |Syn. taunter n. tauntingly adv.
(ทอ|ท) adj. ตึง|,|พัน|แน่น|,|เกร็ง|,|ตึงเครียด|,|เข้มงวด|,|เคร่งครัด|,|เรียบร้อย|,|เป็น|ระเบียบเรียบร้อย.  |Syn. tautly adv. tautness n.  |Syn. tense
(ทอ|ท|'|เทิน) vt.,|vi. ทํา|ให้|ตึง|,|ทํา|ให้|แน่น|,|กลาย|เป็น|ตึง|,|กลาย|เป็น|แน่น|,|ทํา|ให้|เป็น|ระเบียบเรียบร้อย|  |Syn. tighten|,|intensify
(ทอ|ทอ|ล|'|ละ|จี) n. การ|ใช้|คํา|ซ้ํา|ที่|มี|ความหมาย|เดียวกัน|โดย|ไม่|จําเป็น.  |Syn. tautologic adj. tautological adj. tautologous adj.
(แทฟ|'|เวิร์น) n. โรงแรม|เล็ก ๆ ,|โรง|ขาย|เหล้า|,|โรง|ขาย|อาหาร|,|โรง|เตี๊|ยม.  |Syn. saloon|,|inn
(ทอ) vt. ฟอก|หนัง|ให้|ขาว (โดย|ใส่|สารส้ม|และ|เกลือ) ,|ตี|,|เฆี่ยน|,|หวด|  |Syn. tawer n.
(ทอ|'|ด|รี) adj. ฉูดฉาด|แต่|ไม่|มี|ราคา|,|พื้น ๆ ,|เรียบ ๆ|  |Syn. tawdrily adv. tawdriness n.  |Syn. gaudy|,|vulgar|,|cheap
(แทคซฺ) n. ภาษี|,|เงิน|ภาษี|,|ภาระ|หน้าที่. vt. จัด|เก็บ|ภาษี|,|ทํา|ให้|เกิด|ภาระ|หน้าที่|,|ประณาม|,|ด่า|,|ตําหนิ|,|ประเมิน|ค่า.  |Syn. taxer n. taxingly adv.  |Syn. duty|,|impost|,|levy
(แทคซฺ|'|อิก|เซ|มทฺ|') adj. ไม่|ต้อง|เสีย|ภาษี|,|ยกเว้น|ภาษี|,|ปลอด|ภาษี|,|n. พันธบัตร|ที่|ไม่|ต้อง|เสีย|ภาษี
(แทค|'|ซะเบิล) adj. ต้อง|เสีย|ภาษี|,|พึง|ชําระ|ภาษี. n. บุคคล|หรือ|ทรัพย์สิน|ที่|ต้อง|เสีย|ภาษี.
(แทค|เซ|'|เชิน) n. การ|จัด|เก็บ|ภาษี|,|การ|เสีย|ภาษี|,|ภาษี|ที่|จัด|เก็บ|,|รายได้|จาก|ภาษี.  |Syn. taxational adj.
(แทค|'|ซี) n. รถแท็กซี่. vt.,|vi. เดินทาง|โดย|รถแท็กซี่|,|ทํา|ให้ (เครื่องบิน) เคลื่อน|ไป|ตาม|ลาน|บิน|หรือ|บน|น้ํา pl. taxis|,|taxies
n. เครื่องบิน|ให้|เช่า
(แทค|'|ซิ|แคบ) n. รถยนต์|ให้|เช่า|,|รถแท็กซี่
(แทค|'|ซิ|เดอ|มี) n. ศิลปะ|หรือ|เทคนิค|การ|ทํา|ให้|สัตว์|ที่|ตาย|มี|รูป|กาย|เหมือน|มี|ชีวิต.  |Syn. taxidermal adj. taxidermic adj. taxidermist n.
(แทค|ซิ|ม|'|มิ|เทอะ) n. เครื่องวัด|ระยะ|ทาง|วิ่ง|ของ|รถแท็กซี่|และ|คํานวณ|ราคา|ค่าโดยสาร|ออก|มา
(แทค|ซอน|'|นะ|มี) n. วิทยาศาสตร์|หรือ|เทคนิค|เกี่ยวกับ|การ|แบ่ง|ประเภท|,|การ|จัดแบ่ง|สิ่งมีชีวิต|ออก|เป็น|กลุ่ม|ต่าง ๆ|  |Syn. taxonomic adj. taxonomical adj. taxonomist n. taxonomer n.
(แทคซฺ|'|เพเออะ) n. ผู้|เสีย|ภาษี|,|ผู้|ชําระ|ภาษี|,|อาคาร|ที่|เก็บ|ค่าเช่า|เพียงพอ|สําหรับ|จ่าย|ค่าภาษี|โรงเรือน|หรือ|ที่ดิน|เท่านั้น|  |Syn. taxpaying adj.
abbr. torpedo boat|,|tubercle bacillus|,|tuberculosis
ที|ซี|พี|/|ไอ|พี <|คํา|อ่าน|>|ย่อ|มา|จาก|คํา|ว่า transmission control protocol / internet protocol แปล|ว่า กฏเกณฑ์|การ|ควบคุม|การ|ส่ง|ผ่าน|ตาม|มาตรฐาน|อิน|เตอร์|เน็ต หมายถึง มาตรฐาน|ที่|สร้าง|ขึ้น|ใน|เรื่อง|ของ|การ|เชื่อมต่อ|ข้อมูล|ระหว่าง|เครื่อง|ปลาย|ทาง (terminal) ใน|เครือข่าย|คอมพิวเตอร์ หรือ|ตัว|เลียน|แบบ
(ที) n. ใบชา|,|ต้น|ชา ,|เครื่องดื่ม|ใส่|ชา|,|งานเลี้ยง|น้ําชา|,|กัญชา|,|-|Phr. (one|'|s cup of tea เหมาะสม สมควร)| 
n. ถุง|ใบชา (เป็น|ถุง|กระดาษ|หรือ|กระดาษกรอง)| 
n. ลูก|กลม|กรอง|ชา (ที่|ทํา|ด้วย|โลหะ|เป็น|ช่อง|เล็ก ๆ สําหรับ|ใส่|ใบชา)| 
n. ถาด|ชา|  |Syn. teacart
(ที|ช) vt.,|vi. สอน|,|สั่งสอน|,|สอน|หนังสือ|,|อบรม|,|ให้การ|ศึกษา.  |Syn. instruct|,|educate
(ที|'|เชอะ) n. ผู้สอน|,|ครู|,|อาจารย์.  |Syn. teachership n.
(ทิช|'|ชิง) n. การ|สอน|,|อาชีพ|การ|สอน|,|อาชีพ|ครู|,|เรื่อง|ที่|สอน|,|สิ่ง|ที่|สอน|,|  |Syn. teachings ทฤษฎี|,|หลักการ|  |Syn. pedagogy|,|education
เป็น|โปรแกรม|การ|บรรณาธิกรณ์|ข้อความ (text editing program) ง่าย ๆ ที่|ใช้|ใน|เครื่อง|แมค|อิน|ทอ|ช|เท่านั้น ปกติ จะ|ใช้|โปรแกรม|นี้|อ่าน|และ|แสดง|แฟ้ม|ที่|ชื่อ README ทั้งหลาย
(ที|'|คัพ) n. ถ้วย|น้ําชา|,|หนึ่ง|ถ้วย|ชา
(ที|'|เฮาซฺ) n. โรงน้ําชา|,|ร้าน|ขาย|น้ําชา
(ที|ค) n. ต้น|สัก|,|ไม้สัก
(ที|ล) n. นก|เป็ด|น้ํา pl. teals|,|teal
(ทีม) n. กอง|,|หน่วย|,|คณะ|,|ชุด|นักกีฬา|,|กลุ่ม|คน|,|กลุ่ม|สัตว์. vt.,|vi. รวม|กัน|เป็น|กลุ่ม|หรือ|หน่วย|,|ขนส่ง|เป็น|กลุ่ม|,|ใช้|สัตว์เลี้ยง|เป็น|กลุ่ม|ลาก|,|รวม|เงิน|ให้|เหมา|ทํา|,|ประสานกัน. adj. เกี่ยวกับ team ดังกล่าว.  |Syn. unit|,|crew|,|group
n. ผู้|รวม|กลุ่ม|,|ผู้|รวม|คณะ|,|สมาชิก|ใน|คณะ|เดียวกัน
(ทีม|'|ส|เทอะ) n. ผู้|มี|อาชีพ|ขับ|รถบรรทุก|,|คน|ขับ|รถ|ที่|ใช้|สัตว์|หลาย|ตัว|ลาก
(ที|พอ|ท|') n. การ|ชงชา|,|หม้อ|ชา
n. ที่|ตั้ง|กา|ชงชา
(แทร์) n. น้ําตา|,|ของเหลว|ที่|คล้าย|น้ําตา vi. น้า|ตา|ไหล|ออก|มา vt.,|vi.,|n. (การ) ฉีก|,|ฉีก|ขาด|,|ฉีก|ออก|,|ดึง|,|ทิ้ง|,|รื้อ|,|รื้อ|ทิ้ง|,|รื้อ|ออก|,|รูด|,|พราก|,|ถูก|ฉีก|,|ถูก|ดึง|,|เร่ง|รี|ย|ไป|,|รอย|ฉีก|,|ช่อง|ที่|ฉีก|ออก adj. น้ําตาไหล|,|น้ําตา|คลอ|,|ทํา|ให้|น้ําตาไหล|,|โศกเศร้า -|Phr. (tear into โจมตี|อย่าง|แรง กล่
n. แก๊สน้ําตา
เมนู|ดึง|ออก|ได้|หมายถึง เมนู|ที่|เรา|สามารถ|ดึง|ออก|มา|จาก|แถบ|เมนู (menu bar) มา|วาง|ไว้|ที่|ตําแหน่ง|ใหม่|ที่|เรา|ประสงค์
n. หยดน้ํา|ตา|,|สิ่ง|ที่|คล้าย|หยดน้ํา|ตา
(แท|'|ริ|ง) adj. เร่งรีบ|อย่าง|รุนแรง|,|ผลุนผลัน|,|ดุเดือด|,|รุนแรง.
(เทีย|'|รี) adj. เกี่ยวกับ|น้ําตา|,|น้ําตาไหล|,|น้ําตา|คลอ.  |Syn. tearily adv.
(ที|ซ) vt.,|vi.,|n. (การ|,|ผู้) ยั่ว|,|เย้า|,|แหย่|,|ล้อ|,|กวน|โท|โส|,|ทํา|ให้ (เส้นใย) เป็นขุย|ขน|  |Syn. teasingly adv.
(ที|'|เซิง) n. พืช|ไม้|หนาม|จําพวก Dipsacus|, เครื่อง|คลึง|ผ้า|ให้|เป็นขุย|ขน. vt. คลึง|สิ่งทอ|ให้|เป็นขุย|ขน
(ที|'|เซอะ) n. ผู้|ยั่ว|,|ผู้|ยั่วเย้า
n. ช้อนชา|,|ปริมาณ|หนึ่ง|ช้อนชา
n. ปริมาณ|หนึ่ง|ช้อนชา|,|ปริมาณ|,|=|1|/|6|fluid ounce pl. teaspoonfuls
(ที|ท) n. หัวนม
(เท|ค|'|นิค) n.,|adj. ศิลปะ|,|เทคนิค|,|วิธีการ|,|วิธี|,|ทํา|กลวิธี|,|technics วิชา|เทคนิค
(เท|ค|'|นิเคิล) adj. เกี่ยวกับ|เทคนิค|,|เกี่ยวกับ|วิชา|เทคนิค|,|เกี่ยวกับ|กลวิธี|,|เกี่ยวกับ|ศิลปะ|,|เฉพาะ|วิชา|,|ตาม|หลักวิชา|,|เกี่ยวกับ|วิชา|เฉพาะ|อย่าง|,|เชี่ยวชาญ|เฉพาะ|อย่าง
n. (การ|ชกมวย) การ|ยุติ|การ|ชก|เพื่อ|ป้องกัน|ไม่|ให้|คู่ต่อสู้|ได้|รับ|บาดเจ็บ|รุนแรง|ใช้|อักษรย่อ|ว่า|TKO|หรือ|T.K.O
(เท|ค|นะ|แคล|'|ลิ|ที) n. ลักษณะ|เทคนิค|,|ลักษณะ|เฉพาะ|วิชา|,|การ|ใช้|กลวิธี|,|การ|ใช้|หลักวิชา|,|สิ่ง|ที่|เป็น|หลักวิชา|,|หลักวิชา|  |Syn. nicety
(เท|คนิช|'|เชิน) n. เจ้าหน้าที่|เทคนิค|,|ผู้ชํานาญ|ใน|วิชา|หนึ่ง|เฉพาะ|,|ช่าง|  |Syn. expert
(เท|ค|'|นะ|คัล|เลอะ) n. ระบบ|การ|ถ่าย|ภาพยนตร์|ส|'|โดย|การ|ใช้|แม่สี|เป็น|หลัก
(เท|ค|'|นะ|คัล|เลอะ) n. ระบบ|การ|ถ่าย|ภาพยนตร์|ส|'|โดย|การ|ใช้|แม่สี|เป็น|หลัก
(เทคนิค|') n. เทคนิค|,|กลวิธี|,|ศิลปะ|,|ฝีมือ|,|หลักวิชา|,|ความ|สามารถ|ทาง|เทคนิค|,|วิธีการ|ดึงดูด|ความ|สนใจ|  |Syn. craft|,|style|,|formula
Pref. =|"|ศิลปะ|"|,|"|ความ|สามารถ|"|,|"|ความ|เชี่ยวชาญ|'|,|'|เทคนิค|'
(เท|ค|นะ|ลอจ|'|จิเคิล) adj. เกี่ยวกับ|เทคโนโลยี|,|เกี่ยวกับ|วิทยาศาสตร์|และ|อุตสาหกรรม|,|เกิด|จาก|การ|เจริญ|ทาง|ด้าน|เทคนิค|การ|ผลิต.  |Syn. technologic
(เท|คน|อล|'|โลจี) n. วิชา|ที่|เกี่ยวกับ|ศิลป|ของ|อุตสาหกรรม|วิทยาศาสตร์|ประยุกต์|วิศวกรรมศาสตร์|และ|อื่น ๆ ,|ประยุกต์|วิทยา|,|วิชาการ|,|เทคโนโลยี|  |Syn. technologist n.
(เท|ค|ทอน|'|นิค) adj. (เกี่ยวกับ) การ|ก่อสร้าง|,|สถาปัตยกรรม|,|โครงสร้าง|ของ|พื้นผิว|โลก
(เท|ด|'|ดี่) n. เสื้อผ้า|ชั้นใน|ที่|เป็น|ผืน|เดียว
n. หมี|ตุ๊กตา|สําหรับ|เด็ก
(ที|'|เดียส) adj. น่า|เบื่อ|,|น่า|รําคาญ|,|จืดชืด|,|ไม่|มี|รสชาติ|  |Syn. tediousness n.  |Syn. slow
(ที|'|เดี|ยม) n. ความ|น่า|เบื่อ|,|ความ|รําคาญ|,|ความ|จืดชืด|,|ความ|ไม่|มี|รสชาติ
(ทีม) vi. มี|อยู่|คับคั่ง|,|มี|อยู่|เต็ม|,|เต็มไปด้วย|,|อุดมสมบูรณ์|ไป|ด้วย vt. ให้|กําเนิด (ลูกหลาน)|  |Syn. teemer n. teemingly adv.
(ที|น) adj. เกี่ยวกับ|วัยรุ่น (อายุ|ระหว่าง|13|-|19|ปี) n. คน|รุ่น|หนุ่ม|รุ่น|สาว|,|ความ|ทุกข์|,|ความ|เศร้า|ระทม|  |Syn. teen|-|age
(ที|น|'|เอจฺ) adj. เกี่ยวกับ|คน|รุ่น|หนุ่ม|รุ่น|สาว|,|เกี่ยวกับ|คน|ที่|มี|อายุ|ระหว่าง|13|-|19|ปี.  |Syn. teen|-|ager n.  |Syn. teenage|,|teenaged|,|teen|-|aged
(ที|'|นี) adj. เล็ก|,|จิ๋ว|,|จ้อย|,|จิ๊ด|,|เล็กน้อย
(ที|'|เทอะ) vi. เดิน|โซเซ vt. เล่น|ไม้กระดาน|หก|,|กระดก|ขึ้นลง|,|เคลื่อนที่|อย่าง|ไม่|มั่นคง. n. กระดานหก|,|การ|เคลื่อนที่|ขึ้นลง|แบบ|กระดานหก.  |Syn. waver
(ที|ธ) n. พหูพจน์|ของ tooth.
(ที|ธ) vi. ฟัน|งอก|,|ตัด|ฟัน
(ที|ธ|'|ธิง) n. การ|งอก|ของ|ฟัน
(ที|โท|'|เทิล) adj. เกี่ยวกับ|การ|เลิก|เหล้า|อย่าง|สิ้นเชิง|,|เด็ดขาด|,|สมบูรณ์ vi. เลิก|เหล้า|อย่าง|สิ้นเชิง|,|เลิก|เหล้า|อย่าง|เด็ดขาด.
(เท|ก|'|ยะ|เมิน|ทฺ) n. เปลือก|,|หนัง|,|ส่วน|คลุม|,|เยื่อ|หุ้ม|,|กระดอง|,|ปลอก|หุ้ม|  |Syn. tegumental|, tegumentary adj.
(ที|ฮะ|แร|น|'|,|-|ราน|') n. ชื่อ|เมืองหลวง|ของ|อิหร่าน|  |Syn. Teheran
(เท|ล|'|อะวีฟ) n. ชื่อ|เมือง|เอก|ใน|ภาค|ตะวันตก|ของ|อิสราเอล
Pref. =|'|ไกล|'|  |Syn. tel|-|,|telo|-
การ|ศึกษา|ทางไกล|หมายถึง การ|ศึกษา|ทางไกล|ผ่าน|ทาง|เครือข่าย|คอมพิวเตอร์ ผู้เรียน|สามารถ|มองเห็น|อาจารย์|ผู้สอน|ได้|ทั้งที่|ผู้สอน|อยู่|ไกล|ออก|ไป|โดย|มองเห็น|ผ่าน|ทาง|จอภาพ|ของ|คอมพิวเตอร์ และ|ใช้|เทคโนโลยี|ที่|ทํา|ให้|นักเรียน|รู้สึก|เหมือน|มี|ครู|อยู่|ใน|ห้องเรียน สามารถ|โต้ตอบ|ไต่ถาม|ครู|ได้|เหมือน|อยู่|ใน|ห้องเรียน|ธรรมดา
(เท|ลลี|คอม|มิ|วนิเค|'|เชิน) n. วิทยาศาสตร์|หรือ|เทคโนโลยี|ทางการ|สื่อสาร โดย|โทรศัพท์ โทรเลข|และ|อื่น ๆ| 
การ|ประชุม|ทาง|วีดิทัศน์|หมายถึง การ|ประชุม|หรือ|การ|สัมมนา|ผ่าน|ทาง|เครือข่าย|คอมพิวเตอร์ ผู้|ร่วม|ประชุม|ไม่|จําเป็น|ต้อง|อยู่|ใน|ที่|เดียวกัน แต่|คุย|กัน|ได้ มองเห็น|กัน|ได้|โดย|ผ่าน|ทาง|จอภาพ|ของ|คอมพิวเตอร์ ส่วนหนึ่ง|ของ|จอภาพ อาจ|แบ่ง|ไว้|เป็น|ที่|สําหรับ|เขียน|ข้อความ|หรือ|ภาพ หรือ|แสดง|ข้อมูล|จาก|โปรแกรม|ที่|เตรียม|ไว้ ลักษณะ|การ|ทํางาน|เป็น|ระบบเครือข่าย (network) มี|ความหมาย|เหมือน videoconference
(เท|ล|'|ละ|แก|รม) n. โทรเลข|  |Syn. telegrammic adj. telegrammatic adj.
(เท|ล|'|ละ|กราฟ) n. เครื่องส่ง|โทรเลข|,|เครื่องส่ง|สัญญาณ|ทางไกล. vt.,|vi. ส่ง|โทรเลข|,|ส่ง|สัญญาณ|ทางไกล.  |Syn. telegrapher n. telegraphist n. telegraphic adj. telegraphical adj.
(ทะเล|ก|'|กระ|ฟี) n. เทคนิค|การ|ส่ง|โทรเลข|,|เทคนิค|ของ|ระบบ|โทรเลข
(ทะเล|พ|'|พะธี) n. โทร|จิต|,|การ|ถ่ายทอด|จิต|,|การ|ติดต่อ|กัน|ทาง|ใจ|  |Syn. telepathic adj.
(เท|ล|'|ลีโฟน) n.,|vt.,|vi. โทรศัพท์|  |Syn. telephoner n. telephonic adj.
n. เสา|โทรศัพท์
(เท|ล|ละ|ฟอน|'|นิค) adj. เกี่ยวกับ|ระบบ|โทรศัพท์|,|ถ่ายทอด|เสียง|ทางไกล.
(-|นิสทฺ) n. พนักงาน|ต่อ|สายโทรศัพท์
(เท|ล|'|ละ|โฟ|โท) adj. เกี่ยวกับ|การ|สร้าง|เลนส์|และ|การ|ถ่าย|ภาพ|ใน|ระยะ|ไกล|,|เกี่ยวกับ telephotography
(เท|ล|ละ|โฟ|'|โท|กราฟ) n. โทรภาพ|,|ภาพ|จาก|การ|ถ่ายทอด|,|ภาพ|ที่|เกิด|จาก|การ|ใช้|เลนส์|ถ่าย|ภาพ|ใน|ระยะ|ไกล
เครื่อง|โทรพิมพ์|หมายถึง|เครื่องพิมพ์|ที่|มี|การ|เชื่อม|ประสาน (interface) กับ|เครื่อง|คอมพิวเตอร์ และ|สามารถ|แสดง|ผล|ได้|ด้วย|การ|พิมพ์|ลง|บน|กระดาษ และ|รับ|ข้อมูล|ผ่าน|ไป|ยัง|เครื่อง|คอมพิวเตอร์|ได้ เครื่องพิมพ์|ชนิด|นี้|ทํางาน|ภายใต้|การ|ควบคุม|ของ|หน่วยประมวลผลกลาง|ของ|เครื่อง|คอมพิวเตอร์ สามารถ|พิมพ์|ได้|เร็ว|ประมาณ 10 - 15 ตัวอักษร ต่อ|วินาที เครื่องพิมพ์|ชนิด|นี้|จะ|มี|ลักษณะ|เหมือน|เครื่อง|ปลาย|ทาง (terminal) ที่|อาจ|อยู่|ใกล้|เครื่อง|คอมพิวเตอร์ หรือ|ห่าง|ออก|ไป|ไกล ๆ ก็ได้ สามารถ|ทํา|ได้|ทั้ง|ส่ง และ|รับ|ข้อมูล|มี|ความหมาย|คล้าย teletypewriter
การ|ประมวลผล|ทางไกล|หมายถึง การ|ประมวลผล|ที่|มี|การ|ส่ง|ข้อมูล|มา|จาก|เครื่อง|ปลาย|ทาง (terminal) ที่อยู่|ไกล|ออก|ไป เข้า|สู่|คอมพิวเตอร์|ที่|ศูนย์กลาง การ|ส่ง|ข้อมูล|อาจ|ใช้|ผ่าน|สายโทรศัพท์ สายเคเบิล ใย|แก้ว ดาวเทียม ฯ ก็ได้ ตัวอย่าง|หนึ่ง|ที่|เห็น|ทั่วไป คือ|การ|เบิกเงิน|จาก|ตู้|เอ|ที|เอ็ม (ATM) แต่ละ|ตู้|จะ|ทํา|หน้าที่|เป็น|เครื่อง|ปลาย|ทาง|ส่ง|ข้อมูล|เข้า|ไป|ยัง|ศูนย์|ที่|สํานักงานใหญ่|เพื่อ|ทํา|การ|ประมวลผล
(เท|ล|'|ลีส|โค|พ) n. กล้องโทรทรรศน์|,|กล้องส่องทางไกล|,|เครื่อง|ส่อง|ทางไกล. vt.,|vi. สวม|เข้า|กัน|,|เกย|กัน|,|เสียบ|เข้า|กัน|,|ทํา|ให้|สั้น|เข้า|,|ย่อ|,|ทํา|ให้|ข้น|,|ประสานงา|,|หด|สั้น|,|ย่อ|,|เข้มข้น|ขึ้น|  |Syn. telescopic adj. telescopical adj.  |Syn. com
(เท|ลลี|ไท|พ|'|ไร|เทอะ) n. เครื่อง|โทรพิมพ์|,|เครื่องส่ง|และ|รับ|สัญญาณ|โทรเลข
(เท|ล|'|ลี|ไส|ฺ|') vt.,|vi. ถ่ายทอด|โทรทัศน์
(เท|ล|'|ละ|วิชเชิิน) n. โทรทัศน์|,|การ|ถ่าย|โทรทัศน์|,|ขอบข่าย|การ|ถ่ายทอด|โทรทัศน์|,|เครื่อง|โทรทัศน์.  |Syn. televisional adj. televisionary adj.
(เท|'|เลคซฺ) n. การ|ส่ง|โทรเลข|โดย|ผู้ใช้|โดย|ตรง|,|วงจร|ตรง|ของ|ระบบ|โทรเลข
(เท|ล) vt.,|vi. บอก|,|แจ้ง|,|เล่า|,|พูด|,|บรรยาย|,|เปิดเผย|,|จําแนก|ความ|แตกต่าง|,|แสดง|ผล. นับ|คะแนน|,|ทํานาย|,|ทํา|ให้|เกิด|ผล|ชัดเจน|หรือ|รุนแรง|,|tell off กล่าวหา|อย่าง|รุนแรง ประณาม ด่า|,|-|Phr. (tell on พูด|มาก พูด|ไม่|เป็น|สาระ)|  |Syn. tellable adj. -|S...
(เท|ล|'|เลอะ) n. ผู้|บอก|,|ผู้เล่า|,|พนักงาน|ธนาคาร|ที่|มี|หน้าที่|รับ|หรือ|จ่าย|เงิน|,|ผู้|นับ คะแนนเสียง|  |Syn. tellership n.  |Syn. raconteur
เครื่อง|ฝาก|ถอน|เงิน|เป็น|เครื่อง|ปลาย|ทาง (terminal) ของ|คอมพิวเตอร์ ซึ่ง|ผู้ใช้|สามารถ|กด|รหัส|เพื่อ|ฝาก|หรือ|ถอน ฯ หรือ|ติดต่อ|กับ|ธนาคาร|เพื่อ|สั่ง|ใช้|บริการ|บาง|อย่าง|ของ|ธนาคาร|ได้ เป็นต้น|ว่า ถาม|ยอด|เงิน|คงเหลือ โอน|ข้าม|บัญชี ฯ เป็น|ระบบ|การ|ทํางาน|แบบ|ที่|เรียก|ว่า ระบบ|ทํางาน|แบบ|ทันที (real time pro|- cessing) โดย|ปกติ การ|สื่อสาร|ข้อมูล|จะ|ผ่าน|ทาง|สายโทรศัพท์ เครื่อง|ฝาก|ถอน|เงิน|นี้|กําลัง|เป็น|ที่|นิยม|มาก|ใน|ปัจจุบัน เพราะ|สะดวก|และ|รวดเร็ว|กว่า|รอ|รับ|บริการ|จาก|พนักงาน|บางที|เรียก ATM หรือ automatic teller machine
(เท|ล|'|ลิง) adj. มี|แรง|,|มี|ผล|,|ได้|ผล|,|ชะงัด|,|เล่าเรื่อง|,|บอกเล่า.
(เท|ล|'|เท|ล) n. ผู้|เปิดเผย|ความลับ|,|คน|ส่อเสียด|,|คน|เล่า|นิทาน|,|สิ่ง|ที่|เปิดเผย|,|เครื่องบันทึก|เวลาเริ่ม|ทํางาน|และ|เลิก|งาน adj. ซึ่ง|เปิดเผย|ความลับ|,|เปิดโปง|ความหลัง|,|ปากมาก
(เท|ล|เน็ต) เป็น|คําสั่ง|ที่|กําหนด|ให้|เครื่อง|คอมพิวเตอร์|ที่|กําลัง|ใช้|อยู่|ทํา|หน้าที่|เป็น|เสมือน|เครื่อง|ปลาย|ทาง (terminal) ใน|เครือข่าย|ตาม|มาตรฐาน|อิน|เตอร์|เน็ต เพื่อให้|ติดต่อ|กับ|ระบบ|แผง|ข่าว (bulletin board system) และ|เมนเฟรม (mainframe) ได้
เป็น|ระ|ย|ที่|ห้า|ซึ่ง|ถือ|เป็น|ระยะ|สุดท้าย เมื่อ|โครโมโซม 2 ก|ลุ|ม|ที่|แยก|ออก|จาก|กัน|นั้น|หยุด|เคลื่อนที่|ไซ|โต|ปลา|ส|ซึม|จะ|คอด|เข้า|แล้ว|แบ่ง|เป็น|สอง|ส่วน|เรียก|ว่า cytokinesis ทํา|ให้|เกิด|เซลล์|ใหม่|ขึ้น 2 เซลล์|เกิด nuclei อัน|ใหม่
(ทิเมอ|'|ริ|ที) n. ความ|หุนหันพลันแล่น|,|ความ|บุ่มบ่าม.  |Syn. boldness|,|audacity
(เท|ม|'|เพอะ) n. อารมณ์|,|นิสัย|,|ภาวะ|แห่ง|จิต|,|สาร|ที่|เติม|เข้า|ไป|เปลี่ยน|คุณสมบัติ|,|ทางสายกลาง|,|การ|ประนีประนอม. vi.,|vt. (ทํา|ใหั) บรรเทา|,|แบ่งเบา|,|สงบ|ลง|  |Syn. temperability temperable adj. temperer n.  |Syn. disposition|,|anger|,|rag
(เท|ม|'|เพอ|ระ) n. เทคนิค|การ|วาด|ภาพ|ด้วย|สี|ที่|ประกอบ|ด้วย|น้ํามัน|ผสม|ไข่แดง|หรือ|ไข่|ผสม|น้ํา|,|ภาพวาด|โดย|เทคนิค|ดังกล่าว
(เท|ม|'|เพอ|ระ|เมิน|ทฺ) n. อารมณ์|,|นิสัย|,|ภาวะ|จิตใจ|,|ความ|หุนหันพลันแล่น
(เท|มเพอ|ระ|เมน|'|เทิล) adj. เจ้าอารมณ์|,|มี|อารมณ์|เปลี่ยนแปลง|ง่าย|,|มี|ความรู้สึก|ไว|,|เปลี่ยนแปลง|อยู่|เสมอ.
(เท|ม|'|เพอเรินซฺ) n. การ|ควบคุม|อารมณ์|,|การ|บังคับ|ตัวเอง|,|การ|ละเว้น|สิ่ง|มึนเมา|,|ความ|พอควร|  |Syn. moderation|,|self|-|restraint
(เท|ม|'|เพอเรท) adj. ควบคุม|อารมณ์|,|บังคับ|ตัวเอง|,|พอควร|,|ปานกลาง|,|ไม่|เลยเถิด|,|เหมาะ|กับ|กาลเทศะ|  |Syn. temperateness n.  |Syn. calm|,|cool|,|mild
n. บริเวณ|แถบ|อบอุ่น|ของ|โลก|ระหว่าง|เส้นรุ้ง|tropic of Cancer กับ Artic Circle|ใน|ซีกโลก|บน|และ|ระหว่าง|tropic of Capricorn กับ|Antartic Circle|ใน|ซีกโลก
(เท|ม|'|เพอ|ระ|เชอะ) n. อุณหภูมิ|,|อุณหภูมิ|ร่างกาย
(เท|ม|'|เพสทฺ) n. พายุ|,|ความ|ปั่นป่วน|,|ความ|วุ่นวาย|,|-|Phr. (tempest in a teapot ความ|วุ่นวาย|หรือ|โผงผาง|ใน|เรื่อง|เล็ก ๆ น้อย ๆ)| 
(เท|มเพส|'|ชู|อัส) adj. มี|พายุ|แรง|,|ปั่นป่วน|,|วุ่นวาย|,|โผงผาง.  |Syn. tempestuousness n.
(เท|ม|'|เพิล) n. วิหาร|,|โบสถ์|,|อาราม|,|ขมับ
(เท|ม|'|โพ) n. จังหวะ|,|ทํานอง|,|ความ|เร็ว|,|อัตรา|ความ|เร็ว|,|กระแส|ชีวิต|,|การ|เดิน|หมากรุก|ครั้ง|หนึ่ง ๆ ,|รูปแบบ|ของ|งาน pl. -|tempos|,|tempi
(เท|ม|'|เพอเริล) adj. (เกี่ยวกับ) เวลา|,|ขมับ|,|ชีวิต|ปัจจุบัน|หรือ|โลก|ปัจจุบัน|,|ชั่ว|คราว|,|ใน|ทาง|โลก|,|ฆราวาส|,|เกี่ยวกับ|โลกีย์|วิสัย|,|กาล|กริยา|  |Syn. temporalness n.  |Syn. finite
n. กระดูก|ขมับ
(เท|มพะ|แร|ล|'|ลิ|ที) n. ลักษณะ|ชั่ว|คราว|,|ลักษณะ|ที่|ไม่|ถาวร|,|ทรัพย์สมบัติ|ทาง|โลก
(เท|ม|'|พะ|เรอ|รี่) adj. ชั่ว|คราว|,|ไม่|ถาวร. n. คน|ที่ทํางาน|ที่|ไม่|ถาวร.  |Syn. temporarily adv. temporariness n.  |Syn. transient|,|brief|,|short|-|lived
หน่วย|เก็บ|ชั่ว|คราว|หมายถึง หน่วยความจํา|ที่|จัด|ไว้|สําหรับ|เก็บ|ข้อมูล|ที่|ต้องการ|ใช้|เป็น|การ|ชั่ว|คราว ทั้งนี้|เพื่อ|ความ|สะดวก|และ|รวดเร็ว|ใน|การ|ค้นหา|และ|เข้าถึง (access) เพื่อ|จะ|ได้|นํา|ไป|ประมวลผล|ได้|เร็ว|ขึ้น|ไป|อีก โดย|ปกติ|แล้ว จะ|มี|อยู่|เฉพาะ|ใน|สื่อ|ที่|เก็บ|แบบ|เข้าถึง|โดย|ตรง|ได้ (direct access storage) เป็นต้น|ว่า จาน|บันทึก (disk) ส่วน|แถบ|บันทึก (tape) ก็|มี|บ้าง แต่|น้อย|มาก
(เท|ม|'|พะ|ไร|ซ) vi. หน่วงเหนี่ยว|,|เล่น|กลอนสด|,|ดําเนิน|นโยบาย|ชั่ว|คราว|,|รับมือ|ชั่ว|คราว|,|ประนีประนอม|  |Syn. temporisation n. temporiszation n. temporiser n. temporiszer n.  |Syn. filibuster|,|stall
(เท|ม|'|พะ|ไร|ซ) vi. หน่วงเหนี่ยว|,|เล่น|กลอนสด|,|ดําเนิน|นโยบาย|ชั่ว|คราว|,|รับมือ|ชั่ว|คราว|,|ประนีประนอม|  |Syn. temporisation n. temporiszation n. temporiser n. temporiszer n.  |Syn. filibuster|,|stall
(เท|มพฺทฺ) n. ล่อ|,|ยั่ว|ใจ|,|ล่อใจ|,|ยั่วยวน|,|หยั่ง|เชิง|,|ทดสอบ|,|ล่อ|ให้|ทําชั่ว.  |Syn. temptable adj.
(เท|มพฺ|เท|'|เชิน) n. การ|ล่อ|,|การ|ยั่ว|ใจ|,|การ|ล่อใจ|,|สิ่ง|ล่อใจ.  |Syn. al adj.
(เท|มพฺ|'|ทิง) adj. ล่อใจ|,|ยั่ว|ใจ|,|ยั่วยวน.  |Syn. temptingly adv. temptingness n.
(เท|มพฺ|'|ท|ริ|ส) n. ผู้|ยั่วยวน|ที่|เป็น|หญิง
(เท|ม|'|พู|รา) n. อาหาร|ทะเล|หรือ|ผัก|ที่|ใช้|จุ่ม|ลง|ใน|น้ํา|เดือด (อาหาร|ของ|ญี่ปุ่น)| 
(เท|น) n.,|adj. สิบ
(เท|น|'|นะ|เบิล) adj. ยึดถือ|ได้|,|ป้องกัน|ได้|,|รักษา|ไว้|ได้|,|ปรองดอง|กัน|ได้.  |Syn. tenability n. tenableness n. tenably adv.
(ทะเน|'|เชิส) adj. เหนียว|,|เหนียวเหนอะ|,|ยืนหยัด|,|ยึด|แน่น|,|ดื้อรั้น|,|ถือ|ทิฐิ|,|หวงแหน|  |Syn. tenacityness n.
(ทะแนส|'|ซิ|ที) n. ความ|ดื้อรั้น|,|ความ|ดื้อดึง|,|การ|ยืนหยัด|,|การ|ถือ|ทิฐิ|,|ความ|เหนียว|,|ความ|เหนียวเหนอะ|  |Syn. stubbornness
(เท|น|'|เนิน|ซี) n. การ|เช่า|ที่|,|การ|เช่า|อยู่อาศัย|,|การ|ครอบครอง|,|ที่|เช่า
(เท|น|'|เนิน|ทฺ) n. ผู้เช่า|,|ผู้เช่า|ที่|,|ผู้เช่า|ที่นา|,|ผู้|อยู่อาศัย|,|ผู้|ครอบครอง. vt. เช่า|ที่|,|อาศัย|อยู่|,|พํานัก. vi. อาศัย|อยู่.  |Syn. lessee|,|leaseholder
(เท|นดฺ) vt. เลี้ยง (สัตว์) ,|เฝ้าดูแล|,|ดูแล|,|คอย|รับใช้|,|โน้มเอียง|,|โน้มน้าว|,|มัก|ชอบ|vi. คอย|รับใช้|, -|Phr. (tend on (upon) ต้อนรับ|,|บริการ)|  |Syn. lean|,|incline|,|verge
(เท|น|'|เดิน|ซฺ) n.การ|รับใช้|,|การ|บริการ|,|การ|เฝ้าดูแล|,|คนใช้|  |Syn. care|,|ministration
(เท|น|'|เดิน|ซี) n. ความ|โน้มเอียง|,|ความ|โน้มน้าว|,|นิสัย|,|การ|บริการ|,|จุดประสงค์|พิเศษ หรือ|เฉพาะ.  |Syn. tendentious adj.
(เท|น|'|เดอะ) adj.,|vt. (ทํา|ให้) อ่อน|,|อ่อนนุ่ม|,|นิ่ม|,|นิ่มนวล|,|ประสาท|ไว|,|ระวัง|,|บรรจง|,|ละมุนละไม|,|รักใคร่|,|เป็นห่วง|, (ใจ) อ่อนไหว|ง่าย vt.,|n. (การ) เสนอ|,|มอบ|,|ยื่น|,|จัด|ให้|,|จ่าย vi. ยื่น|ประมูล|,|การ|ประมูล|,|ใบ|ประมูล|  |Syn. tenderness n. -|S...
(เท|น|'|เดอะฮาร์ท|'|ทิด) adj. เห็นอกเห็นใจ|,|ใจอ่อน.  |Syn. tender|-|heartedness n.
(เท|น|'|เดอะ|ฟู|ท) n. คน|อ่อนหัด|,|คน|ไร้|ประสบการณ์|,|มือใหม่|  |Syn. beginner
แข็ง|กด|เจ็บ
(เท|น|'|เดิน) n. เอ็น|,|เส้นเอ็น
(เท|น|'|ด|ริ|ล) n. กิ่งก้าน|เลื้อย|ของ|ไม้เลื้อย|  |Syn. tendrilar|,|tendrilous adj.
(เท|น|'|นะ|บรัส) adj. มืด|,|มืดครึ้ม|,|ไม่|ชัด|,|คลุมเครือ.
(เท|น|'|นะ|เมิน|ทฺ) n. บ้าน|อยู่อาศัย|,|ส่วน|ของ|บ้าน|ที่|ให้|เช่า|อยู่อาศัย|,|อสังหาริมทรัพย์|  |Syn. tenemental|, tenementary adj. tenemented adj.  |Syn. swelling house
ปวด|เบ่ง
(เท|น|'|นิท) n. ข้อคิดเห็น|,|ความเห็น|,|ทฤษฎี|,|หลักการ|,|ข้อบัญญัติ|,|ความ|เชื่อ|  |Syn. conviction
adj. ประกอบ|ด้วย|สิบ|ส่วน|,|สิบ|เท่า adv. เป็น|สิบ|เท่า
ชันนะตุ
กลาก|ลําตัว
ขี้กลาก|ขา|หนีบ
น้ํา|กัด|เท้า
(เท|น|'|นิส) n. กีฬา|เทนนิส
n. ลูก|เทนนิส
n. สนามเทนนิส
(เท|น|'|เนิน) n. เดือย|ตัวผู้|,|เดือย|,|ปากฉลาม|,|เดือย|และ|รู|เดือย. vt. ทํา|ให้|มี|เดือย|หรือ|ปากฉลาม|,|เชื่อม|ด้วย|เดือย|,|เชื่อม|อย่าง|มั่นคง|  |Syn. tenoner n.
n. เลื่อย|ชนิด|หนึ่ง|ที่|มี|ที่|จับ|ที่|งอ|โค้ง|ขึ้น
(เท|น|'|เนอะ) n. แนวโน้ม|,|วิถีทาง|ชีวิต|,|เสียงร้อง|ระดับ|สูงสุด|ของ|ผู้ชาย ที่|เป็น|ผู้ใหญ่|,|ฉบับ|คัดลอก|ที่|ถูกต้อง. adj. เกี่ยวกับ|เสียงร้อง|ดังกล่าว
(เท|น|'|พิน) n. ตัวตั้ง|โบว์|ลิ่ง (ซึ่ง|มี|10|ตัว|ทั้งหมด)| 
(เท|นซฺ) n. กาล (ใน|ไวยากรณ์) ,|กริยา|แสดง|เวลา|,|กลุ่ม|ของ|กริยา|หรือ|กาล|ดังกล่าว adj. ตึง|,|ตรึง|แน่น|,|รัด|แน่น|,|เครียด|  |Syn. tenseness n.  |Syn. stretched|,|taut
(เท|น|'|เซิล) adj. เกี่ยวกับ|ความ|ตึง|,|ยืด|ได้|,|ขยาย|ได้.  |Syn. tensility n.  |Syn. ductile
(เท|น|'|เชิน) n. ความ|ตึง|,|ความ|ตึงเครียด|,|แรง|เบ่ง|หรือ|แก๊ส|หรือ|ไอ|,|เครื่อง|ยึด|,|เครื่อง|ดึง.  |Syn. tensional adj.  |Syn. tightness|,|tautness
(เท|นทฺ) n. กระโจม|,|เต๊นท์. vt. ปัก|เต๊นท์ vi. อาศัย|อยู่|ใน|โจม|  |Syn. wigwam
(เท|น|'|ทะเคิล) n. หนวด|,|งวง|,|งวง|ปลาหมึก|,|ขน|สัมผัส|,|หนวด|สัมผัส.  |Syn. tentacula adj.
(เท|น|'|ทะทิฟว) adj. เกี่ยวกับ|การ|ทดลอง|,|ลองดู|ก่อน|,|ยัง|ไม่|แน่นอน|,|ชั่ว|คราว|,|ลังเล.  |Syn. tentativeness n.
(เท|นธฺ) adj.,|n. ที่|สิบ|,|หนึ่ง|ใน|สิบ|ส่วน|ที่|เท่า ๆ กัน
(ทะนู|'|อิ|ที) n. ความ|ผอม|บาง|,|ความ|เรียว|เล็ก|,|ความ|ไม่|สําคัญ|,|ความ|จืดชืด.  |Syn. tenuous adj.
(เท|น|'|เนียวเออะ) n. การ|ครอบครอง|,|การ|ครอบครอง|ทรัพย์สิน|,|ระยะ|เวลา|การ|ครอบครอง|,|ฐานะ|มั่นคง|ของ|ตําแหน่ง|หน้าที่.  |Syn. tenurial adj.  |Syn. time|,|term|,|reign
(เทพ|'|พิด) adj. อบอุ่น|พอควร|,|จืดชืด|,|ไม่|อร่อย|,|เฉย ๆ ,|ไม่|กระตือรือร้น.  |Syn. tepidity|,|tepidness n.
(เทอม) n. เวลา|ที่|กําหนด|,|คราว|,|ครั้ง|,|ระยะ|เวลา|,|ภาคเรียน|,|สมัย|,|วาระ|,|ระยะ|เวลา|การ|ดํารง|ตําแหน่ง|,|คําศัพท์|,|พจน์|,|จํานวน|ใน|คณิตศาสตร์|,|ภาค|ศาล|,|ระยะ|เวลา|การ|ตั้ง|ครรภ์|,|ข้อสรุป|,|ข้อ|สัญญา|,|เกณฑ์|,|ขอบเขต|,|ฐานะ|,|ความ|สัมพันธ์|,|เครื่องหมาย|เขต|vt. ใช้|คํา|,|ตั้ง|ชื่อ|  |Syn. terms n. เง
(เท|อ|'|มะ|เกิน|ซี) n. อารมณ์|ร้าย|ของ|สตรี
(เท|อ|'|มะ|เกิน|ทฺ) n. หญิง|ดุร้าย|,|หญิง|ที่|มี|อารมณ์|ร้าย. adj. รุนแรง|,|ปั่นป่วน|,|อารมณ์|ร้าย|,|ดุร้าย.  |Syn. virago
(เท|อ|'|มะ|นะ|เบิล) adj. อาจ|สิ้นสุด|ลง|,|ยุติ|ลง|ได้|,|มี|ระยะ|เวลา|กําหนด.  |Syn. terminability n. terminably adv.
(เท|อ|'|มะเนิล) adj. ปลาย|,|ท้าย|,|กําลัง|สิ้นสุด|,|สรุป|,|ลงเอย|,|มี|กําหนด|เวลา|,|เกี่ยวกับ|สถานีรถไฟ|,|เกี่ยวกับ|ขอบเขต|,|สุด|เขต|,|เกี่ยวกับ|เครื่องหมาย|ของ|เขต|,|บั้นปลาย|ชีวิต. n. ส่วน|ปลาย|,|ส่วน|ท้าย|,|ส่วน|หาง|,|สุด|เขต|,|ขั้ว|ปลาย|สายไฟ|,|สถานี|ปลาย|ทาง|,|สถานี|ชุมทาง|,|ปลาย|ทาง|,|คํา|ที่อยู่|ท้าย|คํา|,|ปัจจัย.
ผู้ใช้|เครื่อง|ปลาย|ทาง|หมายถึง ผู้|ที่|ติดต่อ|กับ|เครื่อง|คอมพิวเตอร์|โดย|ผ่าน|เครื่อง|ปลาย|ทาง ซึ่ง|อาจ|เป็น|ทั้ง|ผู้|ป้อน|ข้อมูล|เข้า และ|ผู้|รอ|รับ|ผลลัพธ์|จาก|การ|แสดง|ผล|ดู terminal ประกอบ
(เท|อ|'|มะเนท) vt. ทํา|ให้|สิ้นสุด vi. สิ้นสุด|,|ยุติ|,|ลงท้าย|,|เป็น|ผล.  |Syn. terminative adj.  |Syn. end|,|stop
terminate|-|and|-|stay|-|resident program โปรแกรม|ค้าง|ใน|หน่วยความจํา|ใช้|ตัวย่อ|ว่า TSR (อ่าน|ว่า ที|เอสอาร์) หมายถึง โปรแกรม|ชนิด|พิเศษ|ที่|จะ|อยู่|ใน RAM เสมอ สามารถ|เรียกหา|ได้|โดย|การ|กด|แป้น|คําสั่ง|ที่|กําหนด|ไว้|เป็นพิเศษ การ|เรียก|โปรแกรม|ประเภท|นี้ จะ|เรียก|ได้|ตลอดเวลา ไม่ว่า|จะ|กําลัง|ทํา|โปรแกรม|อะไร|อยู่ อย่างไรก็ตาม ใน|ปัจจุบัน เรา|มี|ระบบ|วินโดว์ ซึ่ง|ทํา|ให้|เรา|เรียก|โปรแกรม|มา|ใช้|พร้อม ๆ กัน|หลาย|โปรแกรม|ได้|อยู่|แล้ว โปรแกรม|ประเภท TSR จึง|ไม่|เป็น|ที่|นิยม|อีก|ต่อไป
(เท|อมะเน|'|เชิน) n. การ|สิ้นสุด|,|การ|ยุติ|,|การ|ลงเอย|,|การ|ลงท้าย|,|การ|จบ|ลง|,|จุดหมาย|,|ปลาย|,|สุด|เขต|,|ขอบเขต|,|ส่วน|ท้าย|,|ส่วน|ปลาย|,|ข้อสรุป|,|ผล|,|คําลงท้าย|,|ปัจจัย.  |Syn. terminational adj.  |Syn. discontinuation
(เท|อ|'|มะเน|เทอะ) n. ผู้|ยุติ|,|สิ่ง|ที่อยู่|ท้าย|,|สิ่ง|ต่อท้าย|,|ผู้|อยู่|ตอน|ปลาย|,|เส้น|แบ่ง|เขต|ความ|มืด|และ|ความ|สว่าง|ของ|ดาวนพเคราะห์
(เท|อ|'|มะ|นอ|ล|'|โลจี) n. คําศัพท์|,|วิชา|ว่าด้วย|คําศัพท์|,|ระบบ|คําศัพท์.  |Syn. terminological adj.
(เท|อ|'|มะนัส) n. ปลาย|ทาง|,|สุดทาง|,|สถานี|ปลาย|ทาง|,|สุด|เขต|,|ส่วน|ท้าย|,|จุดหมาย|,|จุดประสงค์|,|เครื่องหมาย|เขต|,|เสา|เขต|,|ขอบเขต|  |Syn. Terminus n. เทพเจ้า|โรมัน|แห่ง|เขตแดน pl.termini|,|terminuses
(เท|อ|'|ไมทฺ) n. ปลวก|  |Syn. termitic adj.  |Syn. white ant
(เทอม|'|ลิส) adj. ไม่|มี|ขอบเขต|,|ไม่|จํากัด|,|ไม่|มี|เงื่อนไข|,|ไม่|มี|ที่|สิ้นสุด
(เทอม|'|ลี) adj. เป็น|วาระ|,|เป็น|งวด|,|เป็น|ช่วง|ระยะ|เวลา
(เทิร์น) n. นก|ทะเล|คล้าย|นกนางนวล|,|กลุ่ม|ที่|มี 3 คน (อัน|,|ชิ้น...)| 
(เท|อ|'|ระ) n. โลก|,|พื้นดิน|,|แผ่นดิน
ดินเหนียว|เผา|ไฟ สี|น้ําตาลแดง|และ|แข็ง|,|สิ่ง|ที่|ทํา|ด้วย|ดิน|ดังกล่าว|,|สี|น้ําตาลแดง
(เท|อ|'|ระ|เฟอ|'|มะ) n. ดิน|แข็ง|,|ดิน|แน่น|,|ผืน|ดิน|ที่|แห้ง|terrain (ทะเรน|'|,|เท|อ|'|เรน) n. ผืน|ดิน
(ทะเรส|'|เท|รี|ยล) adj. เกี่ยวกับ|โลก|,|เกี่ยวกับ|พื้นดิน|หรือ|บน|บก|,|งอก|บน|พื้นดิน|,|ใน|ทาง|โลก. n. ผู้อาศัย|อยู่|บน|โลก.
(เท|อ|'|ระ|เบิล) adj. น่ากลัว|,|น่า|เกรงขาม|,|ร้ายแรง|,|สยองขวัญ|,|มหันต์|  |Syn. distressing
(เท|อ|'|ระ|บลี) adv. อย่าง|น่ากลัว|,|สุดขีด|,|มหันต์
(เท|อ|'|ริ|เออะ) n. สุนัข|ขนาด|เล็ก|พันธุ์|หนึ่ง|ใน|หลาย|พันธุ์ เมื่อก่อน|ใช้|เป็น|สุนัข|ล่า|เนื้อ
(เท|ริ|ฟ|'|ฟิค) adj. ยิ่งใหญ่|,|มากมาย|,|น่ากลัว|,|สยองขวัญ.  |Syn. terrifically adv.
(เท|'|ริ|ไฟ) vt. ทํา|ให้|น่ากลัว|มาก|,|ทํา|ให้|หวาดกลัว|,|ทํา|ให้|สยองขวัญ.  |Syn. terrifier n. terrifyingly adv.  |Syn. frighten|,|scare
(เท|ริ|ทอ|'|เรี|ยล) adj. เกี่ยวกับ|อาณาเขต|หรือ|ดินแดน|,|เกี่ยวกับ|บริเวณ|หนึ่ง|เฉพาะ|,|เกี่ยวกับ|ภาคพื้นดิน. n. ทหาร|ภาคพื้นดิน.
เขต|น่านน้ํา.  |Syn. territorial water|,|marine belt
(เท|'|ริ|ทอ|'|รี) n. อาณาเขต|,|ดินแดน|,|เขต|,|ดินแดน|ใน|แผนที่|,|ดินแดน|ใน|อาณัติ|,|แนว|การ|ปฎิบัติ|,|แนว|ความคิด|,|ขอบข่าย|,|อาณาจักร
(เท|'|เรอะ) n. ความ|หวาดกลัว|,|ความ|น่ากลัว|,|ความ|สยองขวัญ.  |Syn. terrorful adj.  |Syn. panic|,|fear|,|dread
(เท|'|เรอะสท|ริ|ค|'|เคิน) adj. หวาดกลัว|,|อก|สั่น|ขวัญหาย
(เท|'|เรอ|ไร|ซ) vt. ทํา|ให้|น่ากลัว|มาก|,|ทํา|ให้|สยองขวัญ|,|คุกคาม|,|ข่มขวัญ.  |Syn. terrorisation n. terrorization n.
(เท|'|เรอะ|ริ|ส|ซึม) n. ลัทธิ|ก่อการร้าย|  |Syn. terrorist ผู้ก่อการร้าย
(เท|'|เรอ|ไร|ซ) vt. ทํา|ให้|น่ากลัว|มาก|,|ทํา|ให้|สยองขวัญ|,|คุกคาม|,|ข่มขวัญ.  |Syn. terrorisation n. terrorization n.
(เท|อ|'|เชีย|รี) adj.,|n. ลําดับ|ที่ 3,|ที่ 3,|ระยะ|ที่ 3,|รุ่น|ที่ 3,|สมัย 3,|ยุค|ที่ 3|  |Syn. third
(เท|สทฺ) vt.,|vi.,|n. (การ|,|ส่ง) ทดสอบ|,|ทดลอง|,|ตรวจสอบ|,|ตรวจ|พิสูจน์|,|สํารวจ.  |Syn. testability n. testable adj. testingly adv.
n. หลอดแก้ว|ทดลอง
(เท|ส|'|ทะ|ซี) n. การ|ทํา|พินัยกรรม|ได้
(เท|ส|'|ทะ|เมิน|ทฺ) n. พินัยกรรม|,|หนังสือ|พระคัมภีร์|  |Syn. testamentary adj.
(เท|ส|'|เท|ท) adj. ทํา|พินัยกรรม|ไว้
(เท|ส|ที|') n. เข้า|ทดลอง|,|ผู้|เข้า|สอบ|,|ผู้|ถูก|ทดสอบ
(เท|ส|'|ทิเคิล) n. ลูก|อัณฑะ
(เท|ส|'|ทะ|ไฟ) vi.,|vt. พิสูจน์|,|เป็น|พยาน|,|สาบาน|ตัว|,|แถลง|,|ยืนยัน.  |Syn. testification|, testifier n.  |Syn. witness|,|bear|,|affirm
(เท|ส|'|ทะ|โม|เนี|ยล) n.,|adj. (เกี่ยวกับ) หนังสือรับรอง|,|ใบสุทธิ|,|หนังสือ|ชมเชย|,|รางวัล|รับรอง|,|รางวัล|ชมเชย|,|ของ|ระลึก.
(เท|ส|'|ทะ|โม|นี) n. หลักฐาน|,|พยาน|,|การ|ยืนยัน|โดย|การ|สาบาน|ตัว|,|การ|แถลง|โดย|เปิดเผย|,|บัญญัติ|10|ประการ|ของ|โม|เซ|ส.  |Syn. evidence
(เท|ส|'|ทิเนส) n. ความ|เจ้าอารมณ์
(เท|ส|'|ทิส) n. ลูก|อัณฑะ pl. testes
เป็น|ฮอร์โมน|เพศ|ชาย|มี|หน้าที่ 2 ประการ|สําคัญ|คือ 1. กระตุ้น secondary sex charactor ผล|ข้อ|นี้|เรียก|ว่า androgenic|-|action 2. ควบคุม metabolism ของ|ร่างกาย กระตุ้น|ให้|มี|การ|สังเคราะห์|โปรตีน|เพิ่ม|มาก|ขึ้น|โดยเฉพาะ|เอนไซม์|ซึ่ง|ช่วย|ใน|การ|ทํางาน|ของ|เซลล์|เพิ่ม|ขึ้น ผล|ข้อ|นี้|เรียก|ว่า anabolic hormone
(เท|ส|'|ที) adj. โกรธ|ง่าย|,|ใจร้อน|,|หุนหันพลันแล่น|,|ขี้โมโห|,|ใจน้อย.  |Syn. testily adv.
(ทิ|แทน|'|นิค) adj. เกี่ยวกับ|โรค|บาดทะยัก
(เท|ท|'|ทะนัส) n. โรค|บาดทะยัก|,|เชื้อ|บาดทะยัก|  |Syn. tetanoid adj.
(เท|ท|'|อะ|เท|ท|,|เทอะ|เท|ท|') F.,|adj.,|adv. ระหว่าง|บุคคล|สอง|คน|เท่านั้น. n. การ|สนทนา (โดยเฉพาะ|ระหว่าง|บุคคล|สอง|คน) .
(เท|ธ|'|เธอะ) n. เชือก|ล่าม|,|เชือก|ผูก|,|โซ่|ล่าม|,|ขอบเขต|,|ขอบเขต|จํากัด|,|-|Phr. (at the end of one|'|s tether สุดขีด|แล้ว สุดกําลัง สุด|ทน) vt. ผูก|,|ล่าม|,|ผูกมัด|,|จํากัด|ขอบเขต
(a) - Pref. '|สี่|'
(ที|'|ท|ระ|กอ|น) n. รูป|สี่เหลี่ยม|,|รูป|สี่|มุม|,|รูป|ที่|มี|สี่|ด้าน|Texan|,|Texian เกี่ยวกับ|รัฐ|เท็คซัส. n. ชาว|ท็คซัส
(เท|คซฺทฺ) n. ต้นฉบับ|เดิม|,|ข้อความ|เดิม|,|แม่บท|เดิม|,|ใจความ|,|แบบฉบับ|การ|เขียน|,|เนื้อเพลง|,|ตํารา|,|แบบเรียน|,|หนังสือเรียน|,|ข้อความ|สั้น ๆ ใน|พระคัมภีร์|ไบเบิล|,|อักษร|ใน|พระคัมภีร์|ไบเบิล|,|หัวข้อ|สําคัญ|,|ตัวพิมพ์.  |Syn. textbook
(เท|คซฺ|'|บุ|ค) n. ตํารา|,|แบบเรียน|,|หนังสือเรียน
(เท|คซฺ|'|ไท|ลฺ) n. สิ่งทอ|,|วัตถุ|สิ่งทอ adj. ทอ|ได้|,|เกี่ยวกับ|การ|ทอ.  |Syn. cloth|,|fabric|,|goods
(เท|คซฺ|'|ชวล) adj. เกี่ยวกับ|ต้นฉบับ|หรือ|ถ้อยคํา|เดิม|,|เกี่ยวกับ|ใจความ|,|เกี่ยวกับ|ข้อความ|ใน|พระคัมภีร์|ไบเบิล|  |Syn. literal
(เท|คซฺ|'|เชอะ) n. เนื้อผ้า|,|องค์ประกอบ|,|เนื้อหนัง|,|แก่นสาร|,|ธาตุแท้|,|สิ่งทอ|,|วัตถุ|ทํา|สิ่งทอ. vt. ทอ (สิ่งทอ) ,|ทอ|ผ้า.  |Syn. texturally adv.
(ไท) adj.,|n. ไทย|,|คน|ไทย|  |Syn. Thailand ประเทศ|ไทย
(แธน) conj. กว่า|,|นอกจาก...เมื่อ|เปรียบเทียบ|กับ|,|เมื่อ|สัมพันธ์|กับ
(แธงคฺ) vt. ขอบคุณ|,|ขอบใจ|,|แสดง|ความ|ขอบคุณ|,|แสดง|การ|เห็น|คุณค่า n. ความรู้สึก|ขอบคุณ|,|การ|แสดง|ความ|ขอบคุณ|,|  |Syn. thanks n. ฉัน|ขอ|ขอบคุณ (ย่อ|จาก|I thank you) ,|-|Phr. (thanks to เนื่องจาก) . thanker n.
(แธงคฺ|'|ยู) adj. ซึ่ง|แสดง|ความ|ขอบคุณ
(แธงคฺ|'|ฟู|ล) adj. รู้สึก|ขอบคุณ|,|ขอบ|-|คุณ|,|ขอบใจ.  |Syn. thankfully adv. thankfulness n.  |Syn. obliged|,|grateful
(แธงคฺ|'|ลิส) adj. ไม่|เห็น|คุณค่า|,|ไม่|ขอบคุณ|,|อกตัญญู.  |Syn. unappreciative
(แธงคซฺ|'|กิฟ|วิง) n. การ|แสดง|ความ|ขอบคุณ|,|การ|ขอบคุณ
n. วัน|แสดง|การ|ขอบคุณ|พระเจ้า
adj. ควร|ได้|รับ|การ|ขอบคุณ
(แธท) adj.,|pron.,|adv. นับ|,|นั้น|,|โน่น|,|เช่นนั้น|,|สิ่ง|นั้น|,|ผู้|นั้น|,|เวลา|นั้น|,|อย่าง|นั้น|,|เช่นนั้น|,|กระนั้น|,|ถึง|,|จนถึง|,|ซึ่ง|ที่|,|เพราะว่า|,|เพราะ|,|ก็|,|ก็|อย่าง|นั้น|,|ก็|อย่าง|นี้
(แธทซฺ) abbr. that is หรือ that has
(แธชฺ) n. สิ่ง|ที่|ใช้|มุง|หลังคา|,|หลังคา|ใบ|จาก (ฟาง|,|หญ้า|,|ใบ|ปาล์ม|หรือ|อื่น ๆ) vt. มุง|หลังคา.  |Syn. thatcher n.
(แธท|'|ซิ|ง) n. วัสดุ|ที่|ใช้|มุง|หลังคา|,|หลังคา|ใบ|จาก (ฟาง|,|หญ้า|,|ใบ|ปาล์ม|หรือ|อื่น ๆ| 
(ธอ) vi.,|vt. (ทํา|ให้) (การ) (น้ําแข็ง|,|หิมะ) ละลาย|, (อากาศ) อุ่น|ขึ้น|จน|ทํา|ให้|หิมะ|หรือ|น้ําแข็ง|ละลาย|,|มุ่งร้าย|น้อย|ลง|,|บรรเทา|,|ใจอ่อน|ลง|,|หายโกรธ
n. วัน|อาทิตย์
(เธีย|'|เทอะ) n. โรงละคร|,|โรง|มหรสพ|,|โรงภาพยนตร์|,|โรงละคร|กลางแจ้ง|,|ผู้|ชม|ใน|โรง|ดังกล่าว|,|ห้อง|บรรยาย|,|-|PHr. (the theatre (Theater) ละคร|,|บทละคร|,|เรื่อง|ละคร|,|สถานที่|แสดง|,|การ|เกิด|ผืน|ดิน|เป็น|ชั้น ๆ)|  |Syn. cinema
(เธีย|'|เทอะ) n. โรงละคร|,|โรง|มหรสพ|,|โรงภาพยนตร์|,|โรงละคร|กลางแจ้ง|,|ผู้|ชม|ใน|โรง|ดังกล่าว|,|ห้อง|บรรยาย|,|-|PHr. (the theatre (Theater) ละคร|,|บทละคร|,|เรื่อง|ละคร|,|สถานที่|แสดง|,|การ|เกิด|ผืน|ดิน|เป็น|ชั้น ๆ)|  |Syn. cinema
(เธียเอ|'|ท|ริ|เคิล) adj. เกี่ยวกับ|ละคร (มหรสพ|,|ภาพยนตร์) ,|โอ้อวด หรูหรา|หรือ|มารยา|  |Syn. theatricals n. การ|แสดง|ละคร|,|นักแสดง|ละคร. theatricality n.  |Syn. showy|,|dramatic
(ธี) pron. (กรรม|ของ|thou) คุณ|,|ท่าน ดู thou
(เธฟทฺ) n. การ|ขโมย|,|การ|ลักเล็กขโมยน้อย|,|สิ่ง|ที่|ถูก|ขโมย|  |Syn. depredation|,|robbery
(แธร) pron. ของ|เขา|เหล่านั้น (เป็น|การ|แสดง|ความ|เป็น|เจ้าของ|ของ|they)| 
(แธร์ซ) pron. ของ|เขา|เหล่านั้น (เป็น|สรรพนาม|แสดง|ความ|เป็น|เจ้าของ they)| 
(ธี|'|อิส|ซึม) n. ความ|เชื่อ|ใน|พระเจ้า|องค์|เดียว|,|ความ|เชื่อ|ว่า|มี|พระเจ้า|,|ลัทธิ|เชื่อ|ว่า|มี|พระเจ้า|  |Syn. theist n.,|adj. theistic adj. theistical adj.
(เธม) pron. กรรม|ของ|they
(ธีแมท|'|ทิค) adj. เกี่ยวกับ theme (ดู)|  |Syn. thematically adv.
(ธีม) n. หัวข้อ|การ|อภิปราย|,|หัวข้อ|ใน|การ|สนทนา|,|หัวข้อ|หนังสือ|,|เรื่อง|ของ|หนังสือ|,|ใจความ|,|สาระ|สําคัญ|,|แก่นสาร|,|หัวข้อ|ความ|เรียง|,|แกน|คําศัพท์|,|แนว|บทเพลง.  |Syn. topic|,|subject
n. ท่วงทํานอง|เพลง|ประจํา|ของ|รายการ|ภาพยนตร์|หรือ|ทีวี|หรือ|วิทยุ ทํา|ให้|คน|ฟัง|จํา|ได้
(เธม|'|เซ|ลซฺ|') pron.,|pl. พวกเขา|,|พวกเขา|เหล่านั้น
(เธน) adv. ดังนั้น|,|ใน|เวลา|นั้น|,|ถ้า|เป็น|เช่นนั้น|,|อีก|ประการ|หนึ่ง|,|โดยเฉพาะอย่างยิ่ง|,|นอกจากนั้น|,|ใน|กรณี|นั้น|,|เพราะฉะนั้น|,|then and there ใน|ขณะนั้น|ทันที. adj. เช่นนั้น|,|ดังนั้น. n. เวลา|นั้น
(เธนซฺ) adv. จาก|ที่|นั้น|,|จากนั้น|,|ตั้งแต่|นั้น|ต่อมา|,|เพราะฉะนั้น|,|ดังนั้น|  |Syn. thenceforth
(เธนซฺ|'|ฟอร์สฺ) adv. ตั้งแต่|นั้น|ต่อมา|,|ดังนั้น.  |Syn. thenceforward (s)| 
Pref. '|พระเจ้า|'
(ธี|ออ|ค|'|ระ|ซี) n. ระบบ|การ|ปกครอง|ที่|ยึดถือ|พระเจ้า|หรือ|เทพเจ้า|เป็น|หลัก|,|รัฐ|ที่อยู่|ภายใต้|การ|ปกครอง|ระบบ|ดังกล่าว|  |Syn. theocratic adj. theocratical adj.
(ธี|ออด|'|ดะ|ไลทฺ) n. เครื่องมือ|ติด|กล้อง|ที่|ใช้|ใน|การ|รังวัด|ปักเขต|ที่ดิน.  |Syn. theodolitic adj.
(ธีอะโล|'|เจิน) n. ผู้เชี่ยวชาญ|เรื่อง|เทววิทยา|,|ผู้เชี่ยวชาญ|เกี่ยวกับ|ศา|สน|ศาสตร์
(ธี|ออ|ล|'|โลจี) n. ศาสน|ศาสตร์|,|เทววิทยา|  |Syn. theological adj.
(เธีย|'|อะเรม) n. ทฤษฎีบท|,|กฎ|,|สูตร|,|หลักเกณฑ์|,|หลัก|,|ความคิดเห็น|,|ความ|เชื่อ.  |Syn. theorematic adj.
(เธียอะเรท|'|ทิเคิล) adj. เกี่ยวกับ|ทฤษฎี|,|เป็น|สมมุติฐาน|,|เป็น|การ|คาดคะเน.  |Syn. theoretic.  |Syn. hypothetical
(เธียอะ|ริ|ทิช|'|เชิน) n. นัก|ทฤษฎี
(เธีย|อะไร|ซ) vi. สร้าง|ทฤษฎี.  |Syn. theorisation n. theorization n. theoriser n. theorizer n.  |Syn. imagine|,|speculate
(เธีย|'|อะ|ริ|สทฺ) n. นัก|ทฤษฎี|,|ผู้สร้าง|ทฤษฎี
(เธีย|อะไร|ซ) vi. สร้าง|ทฤษฎี.  |Syn. theorisation n. theorization n. theoriser n. theorizer n.  |Syn. imagine|,|speculate
(เธีย|'|รี) n. ทฤษฎี
(เธอ|ระ|พิว|'|ทิค) adj. เกี่ยวกับ|การ|บําบัด|โรค.  |Syn. therapeutical.
(เธอ|ระ|พิว|'|ทิคซฺ) n. การ|บําบัด|โรค
(เธอ|'|ระ|พิสทฺ) n. นัก|บําบัด|โรค|  |Syn. therapeutist n.
(เธอ|'|ระ|พี) n. การ|บําบัด|โรค
(แธร์) adv. ที่นั่น|,|ตรง|นั้น|,|ด้าน|นั้น|,|ใน|ข้อ|นั้น. -|pron. ที่นั่น|,|ตรง|นั้น|,|ประเด็น|นั้น. n. ภาวะ|นั้น|,|สภาพ|นั้น|,|เงื่อนไข|นั้น|,|สถานที่|นั้น
(แธร์ซ) abbr. there is|,|abbr. there has
Pref. '|ที่|นั้น|'|,|'|ตรง|นั้น|'|,|'|เวลา|นั้น|'
(แธร์|'|อะ|เบา|ซฺ) adv. ใน|บริเวณ|นั้น|,|ราว ๆ นั้น|  |Syn. thereabout.
(แธร์|อา|ฟ|'|เทอะ) adv. หลังจาก|นั้น|  |Syn. thenceforth
(แธร์อะ|เกน|ซฺทฺ|') adv. ต่อต้าน|สิ่ง|นั้น
(แธร์|'|แอ|ท|') adv. ณที่|นั้น|,|ใน|เวลา|นั้น|,|ตรง|นั้น|,|เพราะ|เหตุ|นั้น|,|เนื่องจาก|สิ่ง|นั้น
(แธร์|'|ใบ|') adv. ดังนั้น|,|ดังนั้น|,|ด้วย|เหตุ|นั้น|,|ด้วย|วิธี|นั้น
(แธร์|'|ฟอ) adv. ด้วย|เหตุ|นั้น|,|ด้วย|เห|ต|นี้|}|ุ
(แธร์|'|ฟอ) เพราะฉะนั้น
(แธร์ฟ|รอ|ม|') adv. จาก|ที่นั่น|,|จากนั้น
(แธร์|อิน|') adv. ใน|เรื่อง|นั้น|,|ใน|นั้น|,|ใน|ที่|นั้น
adv. ตั้งแต่|นั้น|ต่อมา|,|ภายหลัง|จากนั้น|  |Syn. afterward)| 
adv. อยู่|ใน|ภาค|ต้น|,|อยู่|ใน|ตอน|ต้น
adv. เข้า|ไป|ใน|ที่|นั้น|,|เข้า|ไป|ใน|สิ่ง|นั้น
(แธร์|'|ออ|ฟ) adv. ของ|มัน|,|ของ|สิ่ง|นั้น|,|จาก|สิ่ง|นั้น|,|มา|จาก|สาเหตุ|นั้น
(แธร์|'|ออ|น|,|แธร์|'|ออ|น) adv. บน|สิ่ง|นั้น|,|หลังจาก|นั้น|ทันที|,|ทันที|ที่|  |Syn. thereupon
(แธร์ทู|') adv. ไป|ยัง|สิ่ง|นั้น|,|ไป|ที่นั่น|,|ไป|ยัง|เรื่อง|นั้น|,|นอกจากนั้น.  |Syn. thereunto
adv. ก่อน|นั้น|,|จนกว่า|จะ|ถึง|เวลา|นั้น
adv. อยู่|ใต้|นั้น|,|เป็น|ไป|ตาม|นั้น
adv. หลังจาก|นั้น|ทันที|,|ทันทีทันใด|ที่|,|เกี่ยวกับ|สิ่ง|นั้น|,|พอ|เช่นนั้น|,|ครั้น|แล้ว|,|ดังนั้น|,|เหตุ|ฉะนั้น.  |Syn. promptly
(แธร์|'|วิธ) adv. กับ|สิ่ง|นั้น|,|นอกจากนั้น|,|ครั้น|แล้ว|,|ดังนั้น|  |Syn. thereupon
(เธอ|'|เมิล) adj. เกี่ยวกับ|หรือ|เกิด|จาก|ความ|ร้อน|หรือ|อุ|ณหภูม|' (ดู) . n. กระแส|ลม|อุ่น|ที่|พัด|สูง|ขึ้น
เป็น|เครื่องพิมพ์|ชนิด|ไม่|กระทบ (nonimpact printer) ซึ่ง|จะ|พิมพ์|ตัวอักษร|ออก|มา|ใน|ลักษณะ|เป็น|จุด (dot matrix) และ|พิมพ์|ได้|ทีละ|ตัว|โดย|อาศัย|ความ|ร้อน|ที่|ปลาย|สายไฟ ทํา|ให้|เกิด|เป็น|จุด ๆ ใน|รูป|ของ|ตัวอักษร|ต่าง ๆ มี|ความหมาย|เหมือน electrothermal printer
(เธอ|โม|ได|แนม|'|มิ|คซฺ) n. ความ|ร้อน|กับ|พลังงาน|กล|วิทยา|  |Syn. thermodynamist n. thermodynamic adj. thermodynamical adj.
(เธอ|โม|อี|เลค|'|ท|ริ|ค) adj. เกี่ยวกับ|ความ|สัมพันธ์|ระหว่าง|ความ|ร้อน|กับ|ไฟฟ้า.  |Syn. thermoelectrical.
(เธอ|โม|อี|เลคท|ริ|ส|'|ซิ|ที) n. ไฟฟ้า|ที่|เกิด|จาก|ความ|ร้อน|หรือ|ความ|แตกต่าง|ของ|อุณหภูมิ
(เธอ|มอม|'|มิ|เทอะ) n. เครื่องวัด|อุณหภูมิ|  |Syn. thermometric adj. thermometrical adj
(เธอ|โม|นิว|'|เคลียร์) adj. เกี่ยวกับ|นิวเคลียร์|ความ|ร้อน|,|เกี่ยวกับ|nuclear reaction (ดู)| 
(เธอ|'|มอ|ส) n. กระติกน้ําร้อน.  |Syn. vacuum bottle
(เธอ|'|โม|สแทท) n. เครื่องมือ|อัต|-|โน|มัต|'|สําหรับ|ควบคุม|ความ|ร้อน.  |Syn. thermostatic adj.
(ธี|ซอ|'|รัส) n. พจนานุกรม|คํา|พ้อง (synonyms) และ|คํา|ที่|มี|ความหมาย|ตรงกันข้าม (antonyms) ,|พจนานุกรม|,|ปทานุกรม|,|อภิธาน|,|อภิธาน|ชุด|วรรณคดี|,|สารานุกรม|,|ขุมทรัพย์|,|ดัชนี|ข้อมูล|ของ|คอมพิวเตอร์
(ธีซ) pron.,|adj. พหูพจน์|ของ this
(ธี|'|ซิ|ส) n. วิทยานิพนธ์|,|ข้อ|วินิจฉัย|,|ข้อ|สมมุติ|,|ข้อสรุป|,|บทความ|วิจัย|,|บทความ pl. theses
(ธี|'|ทะ) n. พยัญชนะ|ตัว|ที่ 8 ของ|ภาษา|กรีก
(เธ) pron. เขา|เหล่านั้น|,|พวกเขา|,|บุคคล|ทั่วไป|,|ประชาชน|ทั่วไป
(เธดฺ) abbr. they had|,|they would
(เธล) abbr. they are|,|they shall
(แธร์) abbr. they are
(เธฟว) abbr. they have
(ไธ|'|อะ|มิ|น) n. วิตามิน|บี 1
(ธิค) adj.,|adv.,|n. (ส่วน|ที่) หนา|,|หนาแน่น|,|ทึบ|,|หนา|ทึบ|,|มองไม่เห็น|,|มัว|,|ขุ่น|,|กํายํา|,|หยาบ|,|ทึ่ม|,|โง่|,|ขัน -|Phr. (through thick and thin ผ่าน|อุปสรรค|นานาประการ|,|เหนียวแน่น)|  |Syn. thickish adj. thickly adv.
(ธิค|'|สคินดฺ) adj. หนัง|หนา|,|ผิว|หนา|,|หน้าด้าน|,|ไม่|สนใจไยดี.  |Syn. callous|,|dull
(ธิค|'|สคัลดฺ) adj. โง่|,|เง่า|,|ทึ่ม
(ธิค|'|วิท|ทิด) adj. โง่|,|เง่า|,|ทึ่ม.  |Syn. thick|-|wittedness n.  |Syn. stuipd
(ธิค|'|เคิน) vt.,|vi. ทํา|ให้|หรือ|กลาย|เป็น|หนา|ขึ้น|,|ทํา|ให้|หรือ|กลาย|เป็น|เข้มข้น|ขึ้น
(ธิค|'|คะ|นิง) n. การ|ทํา|ให้|หรือ|กลาย|เป็น|เข้มข้น|,|ส่วน|ที่|เข้มข้น|,|ส่วน|หนา|,|ส่วน|บวม|,|ตัว|ทํา|ให้|เข้มข้น|ขึ้น|หรือ|หนา
(ธิค|'|คิท) n. พุ่มไม้|หนา|,|พง|ไม้|หนา|,|กลุ่ม|ต้นไม้|ที่อยู่|กัน|แน่นหนา|  |Syn. shrubbery
(ธิค|'|เฮ|ดดิด) adj. (สัตว์) มี|หัว|ใหญ่|,|ทึ่ม|,|โง่|,|เง่า.  |Syn. thickheadedness n.
(ธิค|'|นิส) n. ความ|หนา|,|ส่วน|หนา
(ธิค|'|เซ|ท|') adj. หนา|ทึบ|,|แน่นหนา|,|อัด|แน่น|,|หยาบ|,|กํายํา. n. พุ่มไม้|หนา|,|พง|ไม้|หนา
(ธีฟ) n. ขโมย|,|ผู้|ลัก|ทรัพย์ pl. thieves
(ธีฟว) vt.,|vi. ขโมย|,|ลัก|ทรัพย์|  |Syn. thievingly adv.
(ธีฟ|'|เวอ|รี) n. การ|ขโมย|,|การ|ลัก|ทรัพย์
(ธี|'|วิช) adj. ขี้|ขโมย|,|ชอบ|ลัก|ทรัพย์|,|ลักเล็กขโมยน้อย|,|เหมือน|ขโมย|,|มือ|ไม่|สะอาด.  |Syn. thievishness n.
(ไธ) n. ต้นขา|,|โคน|ขา|,|ขาอ่อน|,|ปล้อง|ต้นขา|แมลง|,|กระดูก|ต้นขา
(ไธ|'|โบ|น) n. กระดูก|ต้นขา|,|กระดูก|โคน|ขา
(ธิล) n. คาน|รถม้า (หรือ|สัตว์|อื่น)| 
(ธิม|'|เบิล) n. ปลอก|สวม|นิ้ว|สําหรับ|จับ|เข็มเย็บผ้า|,|สิ่ง|ที่|คล้าย|ปลอก|ดังกล่าว
(ธิม|'|เบิล|ฟู|ล) n. จํานวน|เล็กน้อย|,|ปริมาณ|เล็กน้อย|,|เต็ม|ปลอก|หนึ่ง pl. thimblefuls
(ธิน) adj.,|adv.,|vt.,|vi. (ทํา|ให้|หรือ|กลาย|เป็น) บาง|,|ผอม|,|น้อย|, (เลี้ยง) เล็ก|,|อ่อน|,|จาง|,|ซีด|,|ใส|,|กระจัดกระจาย|,|ขาด|ส่วน|สําคัญ|,|ไม่|มี|สี.  |Syn. thinly adv. thinness n.  |Syn. slim|,|skinny
ฟิล์ม|บาง|เป็น|วัสดุ|ชนิด|หนึ่ง ใช้|เป็น|สื่อ|ใน|การ|เก็บ|ข้อมูล หรือ|อาจ|ใช้|ทํา|หน่วยความจําหลัก เลย เรียก|ว่า thin|-|film memory สามารถ|เรียกหา|ข้อมูล|ได้|เร็ว|มาก โดย|ปกติ|จะ|มี|ขนาด 1|/|20 ตาราง|นิ้ว มี|ความ|หนา|ไม่ ถึง 1 ไมครอน ใช้|แทน|ทรานซิสเตอร์|ได้|เป็น|พัน ๆ ตัว
(ธิน|'|สคินดฺ) adj. หน้าบาง|,|โกรธ|ง่าย|,|มี|ความรู้สึก|ไว|ต่อ|การ|วิจารณ์|หรือ|นินทา
(ไธนฺ) pron. บุรุษ|สรรพนาม|แสดง|ความ|เป็น|เจ้าของ|ของ thou|,|สิ่ง|ที่|เป็น|ของ|คุณ
(ธิง) n. สิ่งของ|,|ของ|,|สรรพ|สิ่ง|,|กรณี|,|สิ่ง|สําคัญ|,|เรื่องราว|,|การ|กระทํา|,|เหตุการณ์|,|รายละเอียด|,|จุดประสงค์|,|เป้าหมาย|,|วิธีการ things เสื้อผ้า|อาภรณ์|,|การงาน|,|สิ่งมีชีวิต|,|ความคิด|,|ข้อความ|,|สิ่ง|ที่|เป็น|ทรัพย์สิน|ได้|  |Syn. object|,|entity
(ธิงคฺ) vi. คิด|,|ใช้|ความคิด|,|ครุ่นคิด|,|นึก|,|ระลึก|,|รําลึก|,|รําพึง|,|ไตร่ตรอง|,|อยาก|จะ|,|เข้าใจ|ว่า|,|รู้สึก|ว่า|,|คิด|ว่า|,|ถือ|ว่า. vt. คิด|ว่า|,|รู้สึก|ว่า|,|ถือ|ว่า|,|เข้าใจ|ว่า|,|คาดคิด|  |Syn. thinkable adj. -|Phr. (think fit คิด|ว่า|เหมาะสม) ,|-|Phr. (think up วางแผน คิด|ขึ้น
n. สถาบัน|จัย|,|หน่วยงาน|ชั้น|มันสมอง|  |Syn. research institute
n. สถาบัน|จัย|,|หน่วยงาน|ชั้น|มันสมอง|  |Syn. research institute
(ธิง|'|คิง) adj. มี|เหตุผล|,|ชอบ|คิด|,|ชอบ|พิจารณา n. ความคิด|,|การ|พิจารณา|  |Syn. thought
(ธิน|'|เนอะ) n. น้ํามัน|ทินเนอร์ (ใช้|ละลาย|สี|ให้|เจือจาง) ,|ผู้|หรือ|สิ่ง|ที่|ทํา|ให้|บาง|หรือ|น้อย adj. คุณศัพท์|เปรียบเทียบ|ของ thin
(ธิน|'|นิช) adj. ค่อนข้าง|บาง|หรือ|ผอม
(เธิร์ด) adj.,|adv.,|n. ที่|สาม|,|-|Phr. (third class ชั้น|ที่|สาม|,|ชั้น|ถูก|ที่สุด) (ของ|รถไฟ|,|เครื่องบิน|หรือ|อื่น ๆ)| 
n. มิติ|ที่ 3 (ความ|หนา) ,|สิ่ง|ที่|เพิ่ม|ความ|สําคัญ|หรือ|คุณค่า
คอมพิวเตอร์|ยุค|ที่|สาม|คอมพิวเตอร์|ยุค|ที่|สาม เริ่ม|ราว|ต้น|ทศวรรษ 1970 เมื่อ|มี|การ|เปลี่ยน|จาก|ท|ราน|ซิ|ส เตอร์ มา|ใช้|วงจร|เบ็ดเสร็จ|หรือ|ไอ|ซี (integrated circuit) ทํา|ให้ เครื่อง|คอมพิวเตอร์|มี|ขนาด|เล็ก|ลง|และ|ทํางาน|เร็ว|ขึ้น|มาก โดยเฉพาะอย่างยิ่ง ทํา|ให้การ|เขียน|โปรแกรม|โดย|ใช้|ภาษาระดับสูง (high level language) ทํา|ได้|ง่าย|ขึ้น จึง|มี|ผู้|นิยม|ใช้|มาก|ขึ้น ยุค|นี้ คอมพิวเตอร์|สามารถ|ประมวลผล|ได้|ทีละ|หลาย|โปรแกรม เรียก|ว่า ระบบ|มัล|ติ|โปรแกรม|มิ่ง (multiprogramming) เริ่ม|มี|การ|ส่ง|ข้อมูล|มา|จาก|ทางไกล|เข้า|ประ มวล|ผล แล้ว|ส่ง|ผล|กลับ|ไป รวม|ทั้ง|มี|การ|ใช้|ระบบ|ถาม|ตอบ|กับ|คอมพิวเตอร์|ได้|ดู generation ประกอบ
n. บุรุษ|ที่|สาม|,|บุคคล|ภายนอก
vt. ทํา|ให้|อยู่|ใน|อันดับ|สาม|,|ใช้|วิธี|สอบสวน|อย่าง|ขู่เข็ญ|หรือ|เคร่งครัด
adj. ชั้น|ที่ 3,|ชั้นต่ํา|,|เลว|  |Syn. third|-|rater n.  |Syn. third|-|class
(เธิร์ด|'|ลี) adv. ใน|ลําดับ|สาม|,|ที่|สาม
(เธิร์ซฺทฺ) vi.,|vt.,|n. (ความ) กระหายน้ํา|,|ต้องการ|มาก|,|อยาก|มาก|  |Syn. thirster n.  |Syn. longing|,|craving|,|crave
(เธิร์ส|'|ที) n. กระหายน้ํา|,|อยาก|มาก|,|ต้องการ|ความ|ชื้น|,|ทํา|ให้|กระหายน้ํา|  |Syn. thirstily adv. thirstiness n.
(เธอ|'|ที|น) n.,|adj. สิบ|สาม
(เธอ|'|ที|นธฺ|') adj.,|n. ที่|สิบ|สาม
n.,|adj. จํานวน|ที่อยู่|ระหว่าง 30 และ 39
(เธอ|'|ทิอิธ) adj.,|n. ที่|สาม|สิบ|,|ส่วน|ที่|สาม|สิบ
(เธอ|'|ที) n.,|adj. สาม|สิบ
(ธิส) นี่|, ที่นี่
(ธิส|'|เซิล) n. พืช|ไม้|มี|หนาม|ชนิด|หนึ่ง
(ธิธ|'|เธอะ) adv. ที่นั่น|,|ไป|ยัง|ที่นั่น adj. ด้าน|อื่น|,|ไกล|ออก|ไป
(ธิธเธอะทู|') adv. จนกว่า|จะ|ถึง|เวลา|นั้น|  |Syn. up to that time|,|until then
(โธ) conj.,|adv. =|though
(โธ) conj.,|adv. =|though
(โธล) n. หลัก|หรือ|หมุด|ยึด|กรรเชียง|ที่|กราบ|เรือ. vt. ทนทุกข์ทรมาน|,|อดทน|,|ทน|รับ|,|ยอมรับ|  |Syn. tholepin
(ธอง) n. สาย|หนัง|,|แส้|หนัง|,|สาย. vt. เฆี่ยน|หรือ|รัด|ด้วย|สาย|หนัง.  |Syn. strap|,|strip
(ธอ|'|เรียม) n. ธาตุ|โลหะ|ชนิด|หนึ่ง
(ธอร์น) n. หนาม|,|พืช|มี|หนาม|,|ความ|ยุ่งเหยิง|,|หอก|ข้าง|แคร่|,|สิ่ง|ที่|ทํา|ให้|ยุ่งยาก|หรือ|โมโห vt. ตํา|ด้วย|หนาม.
n. ต้น|ลําโพง
(ธอร์น|'|นี) adj. มี|หนาม|มาก|,|คล้าย|หนาม|,|เจ็บปวด|,|มี|อุปสรรค|มาก|,|ลําบาก|มาก|,|ยุ่งเหยิง|,|ซับซ้อน.  |Syn. thornily adv. thorniness n.  |Syn. vexatious|,|painful
(เธอ|'|โร) adj. =|thorough (ดู)| 
(เธอ|'|โร) adj. ถี่ถ้วน|,|ทั่วไป|หมด|,|โดย|ตลอด|,|ตลอด|ทั่วถึง|,|ละเอียด|,|สมบูรณ์|,|เต็มที่|,|เต็มตัว. adv. ผ่าน.  |Syn. thoroughly adv. thoroughness n.  |Syn. complete
(เธอ|'|โร|เบ|รด) adj. เนื้อแท้|,|พันธุ์|แท้|,|พันธุ์|ดี|,|เกี่ยวกับ|ม้า|พันธุ์|แท้|,|อบรม|สั่งสอน|มา|อย่าง|ดี. n.  |Syn. Thoroughbred n. สัตว์|พันธุ์|แท้|,|สัตว์|พันธุ์|ดี|,|บุคคล|ที่|ได้|รับ|การ|ศึกษา|มา|อย่าง|ดี|,|ผู้|มี|ความ|กล้า|,|รถ|ชั้นหนึ่ง|  |Syn. purebre
(เธอ|'|โร|แฟร์) n. ถนน|ที่|ไม่|ตัน|,|ทางสัญจร|,|ถนนหลวง|,|ทาง|สาย|ใหญ่|,|ทางผ่าน|,|ช่องแคบ|ที่|เป็น|ทางผ่าน|,|แม่น้ํา|ที่|เป็น|ทางผ่าน.
(เธอ|'|โร|โก|อิง) adj. เต็มที่|,|ไม่|อั้น|,|ถ้วน|ทั่ว|,|เต็มที่|,|โดย|ตลอด|,|สมบูรณ์.  |Syn. thoroughgoingness n.  |Syn. thorough
(เธอ|'|โร|เพสทฺ) adj. ซึ่ง|ได้|รับ|การ|ฝึก|ใน|ทุก|รูปแบบ|,|ถ้วน|ทั่ว|,|โดย|ตลอด|,|สม|-|บูรณ์|,|เต็มที่|,|เต็มตัว|  |Syn. thoroughgoing
(โธซ) พหูพจน์|ของ that
(เธา) pron. ท่าน|,|คุณ|,|เธอ. vt. กล่าว|คํา|ทักทาย|ว่า|"|คุณ|". vi. ใช้|คํา|ว่า|"|thou|"|ใน|การ|สนทนา
(โธ) conj. แม้ว่า|,|ถึงแม้ว่า|,|หากว่า|,|-|Phr. (as though ยังกับ|ว่า) . adv. อย่างไรก็ตาม|,|สําหรับ|สิ่ง|นั้น|ทั้งหมด|  |Syn. even if|,|that|,|however
(ธอท) n. ความคิด|,|การ|ไตร่ตรอง|,|การ|รําพึง|,|ปัญญา|,|การ|พิจารณา|,|ความ|ตั้งใจ vi. กริยา|ช่อง 2 และ 3 ของ think|  |Syn. idea|,|notion
adj. ไตร่ตรอง|มาก|,|ครุ่นคิด|มาก|,|คิด|มา|อย่าง|ละเอียด
(ธอท|'|ฟู|ล) adj. ครุ่นคิด|,|ไตร่ตรอง|,|ใช้|ความคิด|,|คิด|หนัก|,|เอาอกเอาใจ|ผู้อื่น|,|ระมัดระวัง.  |Syn. meditative|,|attentive
(ธอส|'|ลิส) adj. ไม่|ระมัดระวัง|,|สะเพร่า|,|เลินเล่อ|,|ไม่|เอาใจใส่|,|ประมาท|,|ไม่|คิดถึง|คน|อื่น|,|ไม่|มี|ความคิด.  |Syn. thoughtlessness n.  |Syn. careless
(เธา|'|เซินดฺ) n. หนึ่ง|พัน|, adj. เป็น|พัน|  |Syn. thousands n. จํานวน|ระหว่าง 1000 ถึง 9999 หลัก|พัน pl. thousands
adj. พัน|เท่า|,|มี|หนึ่ง|พัน|ส่วน. adv. เป็น|พัน|,|เป็น|พัน|เท่า
(เธา|'|เซินธฺ) adj.,|n. ที่|พัน|,|เป็น|หนึ่ง|ใน|หนึ่ง|พัน|ส่วน|เท่า ๆ กัน.
(ธ|รอ|ล|'|เดิม) n. ความ|เป็น|ทาส|,|สภาพ|ของ|ทาส
(ธ|รอ|ล) n. ทาส|,|ข้า|,|ข้า|รับใช้|,|ผู้|ถูก|ครอบงํา|ทาง|จิตใจ|,|ความ|เป็น|ทาส|,|ความ|ผูกมัด|,|สภาพ|ของ|ทาส. vt. ทํา|ให้|เป็น|ทาส.
(ธ|รอ|ล|'|เดิม) n. ความ|เป็น|ทาส|,|สภาพ|ของ|ทาส
(แธรช) vt.,|n. (การ) เฆี่ยน|,|หวด|,|โบย|,|ฟาด|,|ทํา|ให้|ปราชัย|อย่าง|สิ้นเชิง|,|ตี|พ่ายแพ้|,|ยก|ขา|ขึ้นลง|อย่าง|รวดเร็ว (ใน|การ|ว่ายน้ํา) ,|แกว่ง|ไป|มา|อย่าง|แรง|,|กวัดแกว่ง|,|เซ|ไป|มา|อย่าง|แรง|,|นวดข้าว|  |Syn. thrasher n.  |Syn. beat|,|flog|,|flail
(เธ|รด) n. เส้น (ป่าน|,|ปอ|,|ด้าย|,|ไหม|,|ใย|สังเคราะห์) ,|ด้ายหลอด|,|เส้น|เรียว|เล็ก|,|เส้นใย|,|เรื่อง|ต่อเนื่อง|,|สาย|ความคิด|,|โซ่|แห่ง|เหตุผล|,|threads เสื้อผ้า. vt. ร้อย|เข็ม|,|ร้อย|เชือก|,|แยง|ผ่าน|,|แยง|ทะลุ. vi. ชอนไช|,|คดเคี้ยว|วก|เวียน.  |Syn. threader n.
(เธ|รด|'|แบร์) adj. เก่าแก่|,|ขาด|กระ|รุ่ง|กะ|ริ่ง|,|กร่อน|,|น่า|เบื่อ|หู|,|แร้นแค้น|,|ยากจน|,|สวม|เสื้อผ้า|เก่า ๆ|  |Syn. threadbareness n.  |Syn. ragged|,|worn
(เธรท) n. การ|คุกคาม|,|การ|ขู่เข็ญ|,|ลาง|ร้าย|,|ลาง|เตือน|ภัย|,|อาการ|น่ากลัว. vt.,|vi.,|คุกคาม|,|ขู่เข็ญ|,|เตือน|ภัย|,|เป็น|ลาง|ร้าย.  |Syn. threatful adj. threatfully adv.  |Syn. danger|,|menace
(เธรท|'|เทิน) vt.,|vi. คุกคาม|,|ขู่เข็ญ|,|เตือน|ภัย|,|เป็น|ลาง|ร้าย.  |Syn. threatener n. threateningly adv.
(ธ|รี) n.,|adj. สาม
adj. มี 3 มิติ (กว้าง|,|สูง|และ|ลึก)| 
three|-|dimensional spreadsheet ตาราง|จัดการ|สาม|มิติ|หมายถึง โปรแกรม|ตาราง|จัดการ|สมัยใหม่ ๆ ที่|สามารถ|แสดง|ตาราง|ต่าง ๆ ซ้อน กัน|ได้|เหมือน|กับ|เป็น|หน้า|หนังสือ ใน|กรณี|เช่นนี้ จะ|มองดู|เหมือน|กับ|ว่า มี|ความ|หนา ความ|หนา|นี้|เอง|คือ|มิติ|ที่|สาม
adj.,|adv. สาม|เท่า|,|ประกอบ|ด้วย|3|ส่วน|,|สาม|ทบ.  |Syn. triple
(ธ|ริ|พ|'|เพินซฺ|,|เธรพ|'|เพินซฺ) n. เหรียญ 3 เพนนี,|จํานวน|เงิน 3 เพนนี.  |Syn. thrippence|,|thruppence
(ธ|ริ|พ|'|พะนี|,|เธรพ|'|พะนี|,|ธรัพ|'|พะนี) adj. เกี่ยวกับ 3 เพนนี
(ธ|รี|'|สคอร์) adj. 60, สาม|คูณ|ยี่|สิบ
(เธรช) vt.,|vi.,|n. (การ) ฟาด|ข้าว|,|นวดข้าว|,|หวด|,|เฆี่ยน. -|Phr. (thresh out (over) พูด|อย่าง|รุนแรง|ให้|เข้าใจ|หรือ|ตัดสินใจ)| 
(เธรช|'|โฮ|ลด|ฺ) n. ธรณีประตู|,|ทางเข้า|บ้าน|หรือ|อาคาร|,|ประตู|ทางเข้า|,|จุดเริ่มต้น|,|การ|เริ่มต้น|,|สมัย|แรกเริ่ม|,|จุด|ที่|ตัว|กระตุ้น|เริ่ม|ทํา|ให้|เกิด|ความรู้สึก|สัมผัส|,|การ|กระตุ้น|น้อย|ที่สุด|ที่|จะ|ทํา|ให้|เกิด|ปฎิ|กิริยา|ของ|การ|เคลื่อนไหว.  |Syn. dawn
(ธ|รู) vi.,|vt. กริยา|ช่อง 2 ของ throw
(ไธรซฺ) adv. 3 ครั้ง|,|3 คราว|,|3 หน|,|3 ทบ|,|3 เท่า|,|มาก|,|เป็น|อย่างยิ่ง|,|อย่าง|สุดขีด
(ธ|ริ|ฟทฺ) n. ความ|ประหยัด|,|ความ|มัธยัสถ์|,|ความ|ตระหนี่|,|พืช|ไม้ดอก|จําพวก Armeria|,|การ|เจริญเติบโต|อย่าง|รวดเร็ว|  |Syn. saving|,|economy
(ธ|ริ|ฟ|'|ลิส) adj. ไม่|ประหยัด|,|ฟุ่มเฟือย|,|สุรุ่ยสุร่าย|,|ไม่|มี|ประโยชน์|,|ไม่|มี|ความหมาย|  |Syn. thriftlessness n.  |Syn. improvident
(ธ|ริ|ฟ|'|ที) adj. ประหยัด|,|ตระหนี่|,|รู้จัก|เก็บ|เงิน|,|ขี้เหนียว|,|เจริญเติบโต.  |Syn. thrifitly adv. thriftiness n.  |Syn. frugal
(ธ|ริ|ล) n. สิ่ง|ที่|ทํา|ให้|ตื่นเต้น|เร้าใจ. vi.,|vt. (ทํา|ให้) ตื่นเต้น|,|เร้าใจ|,|เสียวซ่าน|,|เสียว|,|เสียว|ส|วา|ท|,|ตัวสั่น
(ธ|ริ|ล|'|เลอะ) n. เรื่อง|เร้าใจ|,|เรื่อง|ที่|ทํา|ให้|ตื่นเต้น|เร้าใจ|,|ผู้ทํา|ให้|ตื่นเต้น|เร้าใจ|,|สิ่ง|ที่|ทํา|ให้|ตื่นเต้น|เร้าใจ
(ธ|ริ|ล|'|ลิง) adj. ทํา|ให้|ตื่นเต้น|เร้าใจ|,|ทํา|ให้|เสียวซ่าน|,|ทํา|ให้|เสียว|ส|วา|ท|,|ทํา|ให้|สั่น -|thrillingly adv.
(-|'|เพินซฺ) n. =|threepence (ดู)| 
(ธ|ริ|พซฺ) n. แมลง|ขนาด|เล็ก|จําพวก Thysanoptera มี|ปีก|ยาว|และ|แคบ pl. thrips
(ไธรฟว) vi. เจริญ|,|เติบโต|,|ก้าวหน้า|,|งอกงาม|,|เฟื่องฟู|,|รุ่งเรือง.  |Syn. thriving adj.  |Syn. flourish|,|wax
(ธ|รู) prep. =|though (ดู)|  |Syn. thro|'
(ไธรท) n. คอ|,|ลําคอ|,|ส่วน|ที่|คล้าย|คอ|,|ส่วนหน้า|ของ|คอ|,|ทางเข้า|,|เสียง|ที่|เปล่ง|จาก|คอ|,|vt. เปล่ง|เสียง|จาก|ลําคอ|,|ทํา|คอ|,|ทํา|ทางเข้า -|PHr. (cut one|'|s own throat ทําลาย|ตัวเอง) -|Phr. (jump down someone|'|s throat ด่า ต่อว่า)| 
(โธรท|'|ที) adj. เกิด|จาก|ลําคอ|,|เปล่ง|จาก|ลําคอ|,|เสียงแหบ|,|เสียง|ห้าว|,|เสียง|ลําคอ|,|เสียง|โครก|คราก|  |Syn. throatily adv. throatiness n.
(ธ|รอบ) vi.,|n. (การ) เต้น|,|เต้น|แรง|ขึ้น|,|กระเพื่อม|,|สั่น|,|แสดง|อารมณ์|,|มี|อารมณ์|  |Syn. throbbingly adv.  |Syn. palpitate|,|pulsate|,|beat
(โธร) n. อาการ|ปวด|เกร็ง|,|อาการ|ปวด|อย่าง|แรง|,|อารมณ์|รุนแรง|,|throes การ|ชัก|อย่าง|รุนแรง|,|การ|ต่อสู้|อย่าง|รุนแรง อาการ|ทนทุกข์ทรมาน|ของ|ความ|ตาย อาการ|ปวด|ใน|เวลา|คลอด|บุตร
เกล็ดเลือด
ภาวะ|เกล็ดเลือด|น้อย
(ธ|รอ|ม|โบ|'|ซิ|ส) n. การ|เกิด|ลิ่ม|เลือด|thrombus|ที่|ทํา|ให้|เส้นเลือด|อุดตัน|ได้.
(โธ|รน) n. ราชบัลลังก์|,|บัลลังก์|,|ตําแหน่ง|กษัตริย์|,|อํานาจ|กษัตริย์|,|ผู้|ครอง|บัลลังก์|,|รัฎฐาธิปัตย์|,|ลําดับ|ชั้น|ของ|เทพดา. vt. ทํา|ให้|ขึ้น|ครอง|บัลลังก์. vi. ขึ้น|ครอง|บัลลังก์
(ธ|รอง) n. ฝูงชน|,|กลุ่ม|คน|,|กลุ่ม|,|จํานวน|มากมาย|,|การ|ชุมนุม|,|เรื่องราว|คับขัน vt.,|vi. จับ|กลุ่ม|,|รวม|กลุ่ม|,|ชุมนุม|,|แออัด|,|ออ|กัน|,|กลุ้มรุม|  |Syn. mass
(ธ|รอ|ท|'|เทิล) n. ลิ้น|บังคับ|ของเหลว|,|ลิ้น|บังคับ|อากาศ|,|ลิ้น|บังคับ|กระแส. vt. เค้น|คอ|,|บีบ|คอ|,|ฆ่า|บีบ|คอ|,|อุด|,|จุก|,|บีบ|,|บีบรัด|,|บีบคั้น|,|กด|บีบ.  |Syn. throttler n.  |Syn. choke|,|strangle|,|stifle
(ธ|รู) prep. ผ่าน|,|ผ่านพ้น|,|ทะลุ|,|ผ่าน|ตลอด|,|ตลอด|,|รวม|ทั้ง|,|ประสบ|ความ|สําเร็จ|,|โดย|วิธี|,|โดย|เหตุผล|,|โดย|,|ด้วย|,|เพราะ|,|เนื่องจาก. adv. ผ่าน|,|ผ่านพ้น|,|โดย|ตลอด|,|ตั้ง|แต่ต้นจนจบ|,|ถึง|ที่สุด|,|เสร็จ|,|สมบูรณ์|,|-|PHr. (through and through โดย|ตลอด|ทุก|กรณี) adj. เสร็จ|,|สําเร็จ|,|ผ่าน|,|โดย|ตลอด
(ธ|รู|'|ลี) adv. โดย|ทั่ว|,|โดย|ตลอด|,|ถ้วน|ทั่ว
(ธ|รู|'|เอา|ทฺ) prep. โดย|ตลอด|,|ทุกหนทุกแห่ง|,|ตั้ง|แต่ต้นจนจบ. adv. ทุก|ส่วน|,|โดย|ตลอด|,|ทุกขณะ|,|ทุก|จุด|,|ตั้ง|แต่ต้นจนจบ
(โธรฟว) vi. กริยา|ช่อง 2 ของ thrive
(โธร) vt.,|vi.,|n. (การ) ขว้าง|,|ปา|,|โยน|,|ทอด|,|เหวี่ยง|,|สาด|,|ยิง|,|พ่น|,|ส่อง|,|สาด|,|เหยียด|,|พุ่ง|,|สลัด|,|ผลัก|,|สวม|อย่าง|รีบร้อน|,|แกล้ง|,|แพ้|,|ทํา|ให้|ยุ่งเหยิง|ใจ|,|การ|ทอด|ลูกเต๋า|,|จํานวน|ครั้ง|ที่|ทอด (ลูกเต๋า) ,|ระยะ|ที่|ขว้าง|,|ระยะ|ตก -|Phr. (throw a party จัด|งานเลี้ยง)| 
(โธร|'|อะเวย์) n. ใบปลิว
(โธ|รน) vi.,|vt. กริยา|ช่อง 3 ของ throw
(ธ|รู) prep.,|adv.,|adj. =|through
(-|เพินซฺ) n. =|threepence (ดู)| 
(ธรัช) n. นก|เล็ก|ร้อง|เพราะ|จําพวก|หนึ่ง|ใน|ตระกูล Turdidae|, นักร้อง|หญิง|อาชีพ|,|โรค|เชื้อรา|ที่|ปาก|หรือ|ลําคอ
(ธรัสทฺ) vt.,|vi. ผลัก|,|ดัน|,|ยัน|,|ยัด|,|แทง|,|เสียบ|,|สอด|,|เสือก|,|ซุก|,|โถม|,|พุ่ง|เข้าใส่|,|ตี|,|ทิ่ม|,|ผลัก|อย่าง|แรง|,|เหน็บแนม|,|กล่าวหา n. การ|กระทํา|ดังกล่าว|,|การ|โจมตี|,|การ|รุก|,|แรง|ผลักดัน|,|กําลัง|ดัน|,|การ|ร้าว|แตก|ของ|ผิว|พื้นดิน|,|แรงอัด|ขาด|ของ|ชั้น|พื้นดิน.  |Syn. thruster n.
(ธ|รู|'|เว) n. ทาง|วิ่ง|บน|ถนน|สําหรับ|รถ|ที่|วิ่ง|เร็ว.  |Syn. throughway
(ธัด) n. เสียง|ตก|ดัง|โครม|หรือ|เปรี้ยง|,|การ|ทุบ|ที่|ทํา|ให้|เกิด|เสียง|ดังกล่าว vt.,|vi. ทุบ|หรือ|ตี|หรือ|ต่อย|ที่|ทํา|ให้|เกิด|เสียง|ดัง. -|thuddingly adv.
(ธัก) n. อันธพาล|,|วาย|ร้าย|,|ผู้ร้าย|,|ผู้ก่อการร้าย|,|ผู้|ชิงทรัพย์|,|ฆาตกร|  |Syn. thuggery n. thuggish adj.
(ธัมบฺ) n. นิ้วหัวแม่มือ|,|นิ้ว|แรก|ของ|สัตว์ vt. (ใช้|นิ้วหัวแม่มือ) ทํา|สกปรก|แตะ|พลิก|หน้า|หนังสือ|อย่าง|รวดเร็ว|,|ดีด|สาย|กีตาร์|,|ขอ|โดยสาร|รถ|โดย|ชี้|ทิศทาง|ที่|จะ|ไป|ด้วย|นิ้วหัวแม่มือ|,|all thumbs งุ่มง่าม|,|-|Phr. (thumb down การ|แสดง|ความ|ไม่|เห็น|หรือ|คัดค้าน) -|Phr. (under one|'|s thumb
ขนาด|เล็ก|ใช้|กับ|การ|แสดง|ภาพ|ขนาด|เล็ก ๆ เพียง|เพื่อให้|พอดูได้|ว่า|เป็น|ภาพ|ของ|อะไร
n. การ|ไม่|เห็นด้วย|,|การ|ตํา|หน|'
n. ปลอก|หุ้ม|นิ้วหัวแม่มือ thumbs|-|up (ธัมซฺ|'|อัพ) n. การ|เห็นด้วย|,|การ|เห็นพ้อง|}
(ธัมพฺ) vi.,|vt. (การ|,|เสียง) ทุบ|หรือ|ตี|ให้|เกิด|เสียง|ดัง|,|เดิน|ด้วย|ฝีเท้า|หนัก|, (หัวใจ) เต้น.  |Syn. thumper n.  |Syn. slam|,|thud
(ธัน|'|เดอะ) n. ฟ้าร้อง|,|เสียง|ฟ้าร้อง|,|เสียง|ดัง|สนั่น|,|เสียง|ขู่|คําราม|,|การ|ขู่|คําราม|,|vi.,|vt. (ทํา|ให้|เกิด) ส่ง|เสียง|ดัง|สนั่น|,|ส่ง|เสียง|ดัง|กังวาน|ขู่|คําราม|,|เคลื่อนที่|ด้วย|เสียง|ดัง|สนั่น -|Phr. (steal someone|'|s thunder ชิง|พูด|ถึง|ก่อน|,|ขโมย|ใช้|สิ่ง|ที่|คน|อื่น|พบ|ก่อน)| 
(-|โบ|ลทฺ) n. สายฟ้า|,|อัสนี|,|เรื่อง|ที่|ไม่|คาดคิด|มา|ก่อน|,|เรื่อง|ที่|เกิด|ขึ้น|กลางวัน|แสก ๆ| 
n. ฟ้าผ่า|,|เสียง|ฟ้าผ่า|,|เรื่อง|ที่|ไม่|คาดคิด|มา|ก่อน|,|เรื่อง|ที่|เกิด|ขึ้น|กลางวัน|แสก ๆ| 
n. พายุ|เมฆ.  |Syn. thunderclouds
n. พายุ|เมฆ
(ธัน|'|เด|อริ|ง) adj. มี|ฟ้าร้อง|,|ทํา|ให้|เกิด|เสียง|ดัง|สนั่น|,|ใหญ่|ยิ่ง|,|ยอดเยี่ยม|,|ร้ายกาจ n. ฟ้าร้อง|,|เสียง|ฟ้าร้อง|  |Syn. extraordinary
n. พายุ|ฝน|,|ฝน|ตก|หนัก|ที่|มี|พายุ|และ|ฟ้าแลบ.
adj. งงงวย|,|ตกใจ|เหมือน|ถูก|สายฟ้า|,|อก|สั่น|ขวัญหาย.  |Syn. thunderstricken
(เธอ|ซ|'|เด) n. วัน|พฤหัสบดี|,|วันที่ 5 ของ|สัปดาห์
(เธอ|ซ|'|เดซ) adv. ทุก|วัน|พฤหัสบดี
(ธัส) adv. ดังนี้|,|เช่นนี้|,|ด้วยเหตุนี้|,|ดัง|เช่น
(ธแวค) vt.,|n. (การ) หวด|,|ฟาด|,|เฆี่ยน|  |Syn. thwacker n.
(ธวอร์ท) vt.,|adj. ต่อต้าน|อย่าง|สําเร็จ|,|ขัดขวาง|,|ป้องกัน|,|ทํา|ให้|พ่ายแพ้|,|วาง|ขวาง. n. ที่นั่ง|ตาม|ขวาง|ลํา|เรือ (โดยเฉพาะ|เรือ|กรรเชียง) . adj. ขวาง|,|วาง|ขวาง|,|ขวางกั้น|,|ไม่|เหมาะ|,|ดื้อรั้น|,|ผิดปกติ. prep. ข้าม|,|ขวาง.  |Syn. thwartedly adv.
(ไธ) pron. ของ|ท่าน (การ|แสดง|ความ|เป็น|เจ้าของ|ของ thou)| 
(ไธม) n. พืช|ไม้|เตี้ย|จําพวก|หนึ่ง|ที่|มี|ใบ|หอม
(ไธ|'|มัส) n. ต่อม|ไร้|ท่อ|ที่อยู่|ข้างหลัง|กระดูก|เต้านม|ขึ้น|ไป|ถึง|บริเวณ|ต่อม|ไธรอยด์. pl. thymus|,|thymi|  |Syn. thymus gland
(ไธ|'|รอยด์) n.,|adj. =|ต่อม|ไธรอยด์|,|กระดูก|ลูก|กระเดือก
thyroid stimulating hormone เป็น|ฮอร์โมน|ที่|ช่วย|ควบคุม|การ|เจริญเติบโต|ของ|ต่อม|ธัยรอยด์|และ|กระตุ้น|ให้|ต่อม|ธัยรอยด์|ทํางาน|โดย|สร้าง|ฮอร์โมน|ธัย|รอก|ซิ|นอ|อก|มา ทํา|ให้ metabolic rate เพิ่ม|ขึ้น หัวใจ|เต้น|เร็ว|ขึ้น และ glycogen ที่|ตับ|จะ|ถูก|เปลี่ยน|เป็น glucose มาก|ขึ้น
โรค|พิษ|ธัยรอยด์
ควบคุม|การ|เผาผลาญ|อาหาร|ใน|ร่างกาย ช่วย|ทํา|การ|แลกเปลี่ยน|น้ํา|และ|เกลือแร่ เปลี่ยน|กรด|อะมิโน|ให้|เป็น|กลูโคส ควบคุม fatty acid cholesterol phospholipid ควบคุม|การ|เจริญเติบโต
(ไธ|'|เซ|ลฟฺ) pron. ตัว|ของ|คุณ|เอง|,|ตัว|ของ|ท่าน|เอง|,|เป็น|สรรพนาม|ย้ํา|ที่|ใช้|แทน|thou|หรือ|thee
(เทีย|'|รา) n. ผ้า|โพก|ศรี|ษะ|ของ|ชาว|เปอร์เซีย|สมัยโบราณ|,|มงกุฎ|ของ|องค์|สันตะปาปา|,|ตําแหน่ง|หน้าที่|และ|อํานาจ|ของ|องค์|สันตะปาปา
(ทิเบท|') n. ประเทศ|ธิเบต|  |Syn. Thibet|,|Sitsang
(ทิเบท|'|เทิน) adj.,|n. (เกี่ยวกับ) ประเทศ|ธิเบต|,|ชาว|ธิเบต|,|ภาษา|ธิเบต
(ทิ|'|เบีย) n. กระดูก|แข้ง|ปล้อง|ที่|4|ของ|ขา|แมลง pl. tibiae|,|tibias -|tibial adj.
(ทิค) n. อาการ|กล้ามเนื้อ|หด|เกร็ง|อย่าง|ฉับพลัน (โดยเฉพาะ|ที่|บริเวณ|หน้า) . =|tic doulourex (ดู)| 
(ทิ|คา|ล|'|,|ทิ|คอ|ล|') n. บาท (100 สตางค์ เป็น 1 บาท) pl. ticals|,|-|tical ดู bath ประกอบ
(ทิค) n.,|vi.,|vt. (เกิด|,|ทํา) เสียง|ดัง|ติ๊ก ๆ ของ|นาฬิกา|,|ขณะ|,|ช่วง|ระยะ|เวลา|อัน|สั้น|,|เครื่องหมาย|จุด|,|เครื่องหมาย|จด|บัญชี. n. แมลง|เช่น|เห็บ|หมัด|ที่|ดูด|เลือด|กิน|เป็น|อาหาร|,|ปลอก|หมอน|,|ผ้า|ปู|ที่|นอน. -|Phr. (what makes one tick หลัก|ความ|ประพฤติ|,|สิ่ง|ดลใจ)| 
(ทิค|'|เคอะ) n. เครื่อง|รับ|โทรเลข ที่|เป็น|เครื่องบันทึก|อัตโนมัติ|,|เสียง|ดัง|ติ๊ก ๆ ,|หัวใจ|,|แถบ|กระดาษสี|ที่|ใช้|โยน|ออก|หน้าต่าง|เพื่อ|การ|ต้อนรับ|หรือ|การ|เฉลิมฉลอง|,|เครื่องพิมพ์|ราคา|หุ้น|อัตโนมัติ
(ทิค|'|คิท) n. ตั๋ว|,|บัตร|,|บัตร|อนุญาต|,|ใบอนุญาต|,|รายชื่อ|สมาชิก|ผู้สมัคร|รับ|เลือกตั้ง (ที่|พรรคการเมือง|เสนอ|ชื่อ) ,|ใบสั่ง สําหรับ|ผู้|กระทํา|ผิด|กฎจราจร|,|สิ่ง|ที่|เหมาะสม|,|โครงการ|ของ|พรรคการเมือง|,|ฉลาก|ติด|สินค้า|,|ฉลาก|ฉีก. vt. ติด|ฉลาก|,|ติด|บัตร
n. ใบอนุญาต|ให้|นักโทษ|ออก|จาก|เรือนจํา|ได้|ก่อน|ครบ|กําหนด|โทษ|โดย|มี|เงื่อนไข|,|การ|พัก|โทษ. pl. tickets of leave|  |Syn. ticket|-|of|-|leave
(ทิค|'|คิง) n. ผ้าฝ้าย|เนื้อ|เหนียว|ที่|มัก|ทํา|เป็น|ผ้า|ปู|ที่|นอน|หรือ|ปลอก|หมอน
(ทิค|'|เคิล) vt. ทํา|ให้|จั๊กจี้|,|ทํา|ให้|คัน|,|ทํา|ให้|ขัน|,|ยั่ว|,|จี้|,|ทํา|ให้|อยาก|,|กระตุ้น|,|ทํา|ให้|ชอบ|อก|ชอบใจ vi. รู้สึก|จั๊กจี้|,|รู้สึก|คัน -|Phr. (tickled pink ดีใจ|มาก ยินดี|มาก) . n. ความรู้สึก|จั๊กจี้|,|ความรู้สึก|คัน
(ทิค|'|เคลอะ) n. ผู้ทํา|ให้ (จั๊กจี้|,|คัน|,|ขัน) ,|ผู้|ยั่ว|,|ผู้|ยั่วเย้า|,|สิ่ง|ที่|ทํา|ให้ (จั๊กจี้|,|คัน|,|ขัน) ,|บัน|-|ทึก|ความทรงจํา|,|สมุดบันทึก|,|ปัญหา|ยุ่งยาก|,|ขดลวด|เพิ่ม|กําลัง|รับ|สัญญาณ|ของ|ขั้ว|จอ|หรือ|วิทยุ
(ทิค|'|ลิช) adj. บ้าจี้|,|รู้สึก|จั๊กจี้|ได้|ง่าย|,|ขี้|จั๊กจี้|,|ยาก|,|ยุ่งยาก|,|เสียง|,|ไว|ต่อ|การ|กระตุ้น|,|ไม่|มั่นคง|,|ไม่|แน่นอน.  |Syn. ticklishly adv. ticklishness n.  |Syn. touchy|,|delicate|,|dicey
(ทิค|'|แทค) n. เสียง|ดัง|ติ๊กแต๊ก|หรือ|ติ๊กติ๊ก|ของ|นาฬิกา|,|เสียงเคาะ|,|อุปกรณ์|ทํา|ให้|เกิด|เสียง|ดังกล่าว. vi. ทํา|ให้|เกิด|เสียง|ดังกล่าว
(ทิค|'|แทค) n. เสียง|ดัง|ติ๊กแต๊ก|หรือ|ติ๊กติ๊ก|ของ|นาฬิกา|,|เสียงเคาะ|,|อุปกรณ์|ทํา|ให้|เกิด|เสียง|ดังกล่าว. vi. ทํา|ให้|เกิด|เสียง|ดังกล่าว
(ทิค|'|แทค) n. เสียง|ดัง|ติ๊กแต๊ก|หรือ|ติ๊กติ๊ก|ของ|นาฬิกา|,|เสียงเคาะ|,|อุปกรณ์|ทํา|ให้|เกิด|เสียง|ดังกล่าว. vi. ทํา|ให้|เกิด|เสียง|ดังกล่าว
(ไท|'|เดิล) adj. เกี่ยวกับ|กระแส|น้ําขึ้น|หรือ|ลง|,|ขึ้น|อยู่|กับ|กระแส|น้ําขึ้น|หรือ|ลง|  |Syn. tidally adv. -|Phr. (tidal wave คลื่น|ขนาด|ยักษ์|ที่|ท่วม|ริม|ฝั่ง (เนื่องจาก|แผ่นดินไหว|หรือ|พายุ|,|คลื่น|กระแส|น้ํา|,|คลื่น|ทะเล|,|คลื่น|มหาสมุทร)| 
(ไท|ดฺ) n. น้ําขึ้น|น้ําลง|,|กระแส|น้ํา|,|สิ่ง|ที่|ขึ้น ๆ ลง ๆ สลับ|กัน|,|แนวโน้ม|,|วิกฤติ|กาล|,|ฤดู|,|เทศกาล|,|โอกาส|ที่|เหมาะ|,|ช่วง|ระยะ|เวลา|หนึ่ง|, -|Phr. (turn the tide กลับ|ทิศทาง) vi. ไหล|ตาม|กระแส|น้ํา|,|ไหล|ไป|ไหล|มา|,|ลอย|ไป|ตาม|กระแส|น้ํา vt. ทํา|ให้|ลอย|ไป|ตาม|กระแส|น้ํา|, -|Phr. (tide over ช่วย|ให้|พ้น|ความ|ลําบาก
(ไท|ดฺ|'|วอ|เทอะ) n. กระแส|น้ําขึ้น|ลง|,|น้ํา|ที่|ท่วม|ฝั่ง|เวลา|น้ําขึ้น|,|บริเวณ|ที่|น้ําท่วม (เวลา|น้ําขึ้น|,|ฝั่ง|ทะเล)| 
(ไท|ดฺ|'|เว) n. ทาง|กระแส|น้ํา|,|ช่องทาง|ที่|กระแส|น้ําขึ้น|หรือ|ลง|,|กระแส|คลื่น|,|บริเวณ|ที่|น้ําท่วม (เวลา|น้ําขึ้น)|  |Syn. tide way
(ไท|'|ดิลี) adv. อย่าง|เรียบร้อย|,|อย่าง|สะอาดสะอ้าน|,|อย่าง|สะอาด|หมดจด
(ไท|'|ดิงซฺ) n. ข่าว|,|รายงาน|,|ข่าวคราว
(ไท|'|ดี) adj. เป็น|ระเบียบเรียบร้อย|,|สะอาด|หมดจด|,|สะอาดสะอ้าน|,|ดี|พอควร|,|เป็น|ที่|น่า|พอใจ|,|สบาย|,|มากมาย vt. ทํา|ให้|เป็น|ระเบียบเรียบร้อย|,|ทํา|ให้|สะอาด|หมดจด. n. ภาชนะ|ใส่|ของขวัญ|ให้|เป็น|ระเบียบเรียบร้อย|,|ถัง|เก็บ|ขยะ|ข้าง|ถนน|,|ผ้า|คลุม|พิง|หลัง|ของ|เก้าอี้|,|เบาะ|รอง|ของ|เก้าอี้.
(ไท) vt. (ใช้|เชือก|หรือ|สาย|อื่น ๆ) ผูก|,|มัด|,|ต่อ|,|รัด|,|โยง|,|จํากัด|,|ทํา|คะแนน|เท่า|กัน|,|ผูกพัน|เป็น|สามี|ภรรยา vi. ผูก|,|มัด|,|ต่อ|,|รัด|,|โยง|,|ทํา|คะแนน|เท่า|กัน|, -|Phr. (tie down ทํา|ให้|ลด|น้อย|ลง|,|จํากัด) , -|Phr. (tie up มัด|แน่น ผูก|แน่น ขัดขวาง สกัด หยุดยั้ง จอด|เรือ ยุ่ง|มาก) n. สิ่ง|ที่|ใช้|ผูก
(ไท|'|อิน) adj. เกี่ยวกับ|การ|ซื้อขาย|ของ|ร่วม|ที่|ควบ|กัน|,|ควบ|กัน|,|ไป|ด้วย|กัน n. สิ่ง|ที่|ไป|ด้วย|กัน|,|สิ่ง|ควบ|,|ส่วน|ควบ|,|การ|เชื่อมต่อ|กัน|,|ความ|สัมพันธ์|,|พันธะ.  |Syn. connection
(ไท|'|อัพ) n. การ|หยุด|ชั่ว|คราว|,|การ|ไม่|ตกลง|กัน|,|การ|พัวพัน|,|การ|เกี่ยวข้อง|,|ที่|จอด|เรือ
(ไท|'|ค|ลา|สพฺ) n. ที่|หนีบ|เน็ค|ไท (ให้|ติด|กับ|เสื้อ)|  |Syn. ornamental clasp
(ไท|'|พิน) n. เข็มกลัด|เน็ค|ไท|  |Syn. scarfpin
(ไท|'|เออะ) n. แถว|ที่นั่ง|,|แถว|,|ชั้น|,|ระดับ|,|แนว|,|หลั่น|ผู้|ผูก (มัด|,|ต่อ|,|รัด|,|โยง) ,|สิ่ง|ที่|ผูก (มัด|,|ต่อ|,|รัด|,|โยง) ,|ผ้ากันเปื้อน|ของ|เด็ก vt. จัด|เป็น|แถว (ชั้น|,|ระดับ...) vi. ขึ้น|เป็น|แถว (ชั้น|,|ระดับ...)|  |Syn. row
(ทิฟ) n. การ|ทะเลาะ|กัน|เล็กน้อย|,|การ|มี|ปากเสียง|กัน|เล็กน้อย|,|อารมณ์|เล็กน้อย|,|การ|จิบ|เครื่องดื่ม. vi. ทะเลาะ|กัน|เล็กน้อย|,|จิบ|เครื่องดื่ม ทิฟย่อ|มา|จาก tagged image file (แปล|ว่า รูปแบบ|แฟ้ม|ภาพ|พร้อม|ป้าย|ระบุ) เป็น|รูปแบบ|ของ|การ|เก็บ|ภาพ|แบบ|หนึ่ง|ของ|คอมพิวเตอร์ เน้น|ใน|เรื่อง|ระดับ|สี|ของ|สี|เทา ภาพ|เหล่านี้|จะ|ใช้|นามสกุล (file type) ว่า .tiff ใช้เนื้อ|ที่มา|กก|ว่า|การ|เก็บ|ภาพ|ประเภท|อื่น (การ|เก็บ|ภาพ|ประเภท|อื่น|นั้น นอกจาก|ที่|ใช้|นามสกุล|นี้ ก็|มี .bmp , .jpg เป็นต้น)| 
(ไท|'|เก|อะ) n. เสือ (Panthera tigris)| 
(ไท|'|เก|อริ|ช) adj. คล้าย|เสือ|,|ดุร้าย|,|มี|พลัง|มาก|,|กระหาย|เลือด|,|เหี้ยมโหด|  |Syn. tigrish
(ไท|ทฺ) adj.,|adv.แน่น|,|หนาแน่น|,|ตึง|แน่น|,|อัด|แน่น|,|กวดขัน|,|รัด|แน่น|,|รัดรูป|,|ไม่|รั่ว|,|อากาศ|เข้า|ไม่|ได้|,|คับ|,|คับแคบ|,|คับขัน|,|ยาก|,|ลําบาก|,|รัดกุม|,|ได้ใจ|ความ|,|เกือบ|เสมอ|กัน|,|ใกล้เคียง|กัน|มาก|,|ขี้เหนียว|,|ตระหนี่|,|เมา|เหล้า|, (เงิน) ฝืด|,|คิด|ดอกเบี้ย|อัตรา|สูง|,|เป็น|ที่|ต้องการ|น้อย|,|เป็น|ระเบียบ
(ไท|ทฺ|'|ลิพทฺ|') adj. พูด|น้อย|,|เงียบ|,|ปิดปาก|เงียบ|  |Syn. taciturn
(ไท|'|เทิน) vt.,|vi. ทํา|ให้|แน่นหนา|,|ทํา|ให้|รัดกุม|,|กลาย|เป็น|แน่นหนา|,|กลาย|เป็น|รัดกุม|,|กวดขัน.  |Syn. tightener n.  |Syn. tauten|,|stretch
(ไท|ทฺ|'|โร|พ) n. เส้น|ขึง|ตึง|ที่|ใช้|ใน|การ|เดิน|ไต่|หรือ|เล่น|กายกรรม
(ไทท์ซฺ) n. เสื้อ|รัดรูป|ของ|นัก|กายกรรม
(ไท|'|เก|รส) n. เสื้อ|ตัวเมีย|,|หญิง|ดุร้าย|รุกราน|หรือ|โหดเหี้ยม
(ไท|'|กริช) adj. =|tigerish (ดู)| 
(ไท|คฺ) n. =|tyke (ดู)| 
(ที|ล) prep.,|conj. until
(ไท|ลฺ) n. แผ่น|กระเบื้อง|,|กระเบื้อง|,|สิ่ง|ที่|คล้าย|แผ่น|กระเบื้อง|เครื่อง|มุง|หลังคา|หรือ|ลาด|พื้น|,|ท่อ|กระเบื้อง vt. ปู|กระเบื้อง|,|ติด|กระเบื้อง. -|tiler n.
(ทิล) prep.,|conj. จนกว่า|,|จนถึง vt. ไถนา|,|เพาะปลูก
(ทิล|'|ลิเบิล) adj. เพาะปลูก|ได้|,|ไถ (นา) ได้
(ทิล|'|ลิจ) n. การ|เพาะปลูก|,|การ|ไถนา|,|ผืน|ดิน|ที่|ไถ|แล้ว|  |Syn. practice|,|tilling land
(ทิล|'|เลอะ) n. ผู้|ไถนา|,|ผู้|เพาะปลูก|,|ชาวนา|หน่อ|,|พืช|ที่|เกิด|ใหม่|,|หน่อ|ที่|แยก vi. แยก|หน่อ
(ทิลทฺ) vt. ทํา|ให้|เอียง|,|ทํา|ให้|กระดก|,|ทํา|ให้|ตะ|-|แคง|,|โจมตี|,|โถม|เข้าใส่|,|ถือ|หอก|เตรียม|แทง. vi. เอียง|,|กระดก|,|ตะแคง|,|โถม|เข้าใส่|ด้วย|หอก|,|โจมตี n. การ|เอียง|,|การ|กระดก|,|ตําแหน่ง|เอียง|,|ที่|ลาด|,|การ|ต่อสู้|,|การ|โต้เถียง|,|ความ|ขัดแย้ง|,|การ|โจมตี|ด้วย|หอก|, -|Phr. (full tilt เต็มแรง เต็มที่
(ทิม|'|เบอะ) n. ไม้|,|ท่อนไม้|,|ต้นไม้ (ขนาด|ใหญ่) ,|ป่าไม้|,|โครง|ไม้|,|โครง|เรือ|,|ไม้|ขื่อ|,|ลักษณะ|หรือ|คุณ|สม|บัต|'|ของ|บุคคล. vt. ใส|ไม้|ม|ค้ํา|ด้วย|ไม้. interj. คํา|ตะโกน|ของ|ผู้|ตัด|ไม้|เพื่อ|เตือน|ให้|ผู้|อยู่|ข้าง ๆ ให้|ระวัง|ไม้|ที่|กําลังจะ|ล้ม|ลง
n. ป่าไม้|,|ป่า|ที่|มี|ต้นไม้|ขนาด|ใหญ่|  |Syn. forest
n. ป่าไม้|,|ป่า|ที่|มี|ต้นไม้|ขนาด|ใหญ่|  |Syn. forest
(ทิม|'|เบอะ) n.,|F. ลักษณะ|ของ|เสียงร้อง|หรือ|เสียง|จาก|เครื่องดนตรี
(ไท|มฺ) n. เวลา|,|ช่วง|เวลา|,|กะ|เวลา|,|โอกาส|,|สมัย|,|ยุค|,|กาล|,|ฤดูกาล|,|ครั้ง|,|ช่วง|,|อายุ|,|วัน|ตาย|,|เท่า|,|จังหวะ|,|อัตรา|ความ|เร็ว|,|เวลา|พักผ่อน|,|อัตรา|ค่าจ้าง|ตาม|ช่วง|เวลา|,|สิทธิ|,|ระยะ|เวลา|การ|ตั้ง|ครรภ์|,|adj. เกี่ยวกับ|เวลา|,|เกี่ยวกับ|ระเบิดเวลา|,|ตั้ง|เวลา vt.,|vi. จับเวลา|,|ตั้ง|เวลา|,|ควบคุม|เวลา
n. แผนภูมิ|เทียบ|เวลา|ท้องถิ่น|ต่าง ๆ ของ|โลก
n. นาฬิกา|บันทึก|การ|มา|และ|จาก|ไป|ของ|คนงาน|, -|Phr. (punch a time clock ตอก|เวลา|การ|มา|ทํางาน|และ|เวลา|เลิก|งาน|,|ทํางาน|ใน|แหล่ง|ที่|นายจ้าง|คอย|จู้จี้|เวลา|การ|มา|หรือ|กลับ)| 
n. ตั๋วแลกเงิน|ที่|จ่าย|เงิน|ให้|ตาม|กําหนด|เวลา
n. การ|เปิด|หน้า|กล้องถ่ายรูป|เป็น|เวลานาน (กว่า 1|/|2 วินาที) ,|ภาพ|ที่|เกิด|จาก|การ|เปิด|หน้า|กล้อง|นาน|ดังกล่าว
n. กุญแจ|ที่|เปิด|ได้|ใน|ช่วง|ระยะ|เวลา|หนึ่ง|เท่านั้น
การ|แบ่ง|กัน|ใช้เวลา|หมายถึง การ|ใช้|ทรัพยากร|ต่าง ๆ เช่น ตัว|ประมวลผล เครื่องพิมพ์ และ|หน่วย|ขับ|จาน|บันทึก|ใน|เครื่อง|เมนเฟรม หรือ|เครือข่าย ให้|มี|ประสิทธิภาพ|สูงสุด โดย|ใช้|ร่วม|กัน|ใน|เวลา|เดียวกัน หรือ|มิฉะนั้น|อาจ|ใช้|หมายถึง|ระบบ|การ|ประมวลผล|แบบ|หนึ่ง ที่|ทํา|ให้ เครื่อง|ปลาย|ทาง (terminal) ที่|มี|อยู่|หลาย|เครื่อง สามารถ|แบ่ง|กัน|ใช้เวลา|ของ|หน่วยประมวลผลกลาง|ของ|คอมพิวเตอร์|ได้ หมายถึง|ว่า ทํา|ให้|เครื่อง|สามารถ|ทํางาน|ได้|หลาย ๆ อย่าง ใน|เวลา|เดียวกัน หรือ|พูด|ง่าย ๆ ได้|ว่า เป็น|สมร|รถ|วิสัย|ของ|เครื่อง|ที่|จะ|สามารถ|รับ|ข้อมูล|จาก|เครื่อง|ปลาย|ทาง|ได้|มาก|กว่า 1 เครื่องใน|เวลา|เดียวกัน ตัวอย่าง|ที่|เห็น|ได้|ง่าย ๆ ก็|คือ|การ|ถอน|เงิน|จาก|ตู้|เงิน|ด่วน|หรือ|เครื่อง|รับ|จ่าย|เงิน|อัตโนมัติ (ATM) ซึ่ง|ก็|คือ|เครื่อง|ปลาย|ทาง|แบบ|หนึ่ง|นั่นเอง หลาย|คน|จะ|สามารถ|ถอน|เงิน|จาก|สาขา|ต่าง|กัน|ได้|พร้อม ๆ กัน ใน|เวลา|เดียวกัน (บางที|เขียน|ติด|กัน เป็น timesharing ก็|มี)| 
การ|แบ่ง|เวลา|หมายถึง เวลา|ที่|ใช้|ไป|ใน|การ|ประมวล|ของ|แต่ละ|โปรแกรม|การ|ใช้|งาน ปกติ|แล้ว|จะ|วัด|กัน|เป็น|มิ|ลลิ|วินาที
(ไท|มฺ|'|คัน|ซูม|มิ|ง) adj. เสียเวลา|มาก|,|ต้อง|ใช้เวลา|มาก
(u) red (ไท|มฺ|'|ออ|นเนิร์ด) adj. เก่าแก่|จน|เป็น|ที่|เคารพ|บูชา|หรือ|นับถือ|,|ซึ่ง|มี|ประวัติศาสตร์|อัน|ยาวนาน|  |Syn. venerable
(ไท|มฺ|'|แลก) n. ช่วง|เวลา|ระหว่าง|สอง|เหตุการณ์ (เช่น ระหว่าง|การ|กระตุ้น|กับ|การ|สนองตอบ
(ไท|มฺ|'|เอา|ทฺ) n. การ|หยุดพัก|ชั่ว|คราว|ระหว่าง|การ|แข่งขัน|,|การ|หยุดพัก|ชั่ว|คราว
(ไท|มฺ|'|คาร์ด) n. บัตร|ตอก|เวลา|การ|มา|และ|กลับ|ของ|คนงาน
(ไท|ม|'|คีพเพอะ) n. คน|จับเวลา|,|คนดู|เวลา|,|เครื่อง|จับเวลา|,|ผู้|เคาะ|จังหวะ|,|ผู้|บันทึก|จํานวน|ชั่วโมง|ที่|คนงาน|ได้|ทํางาน|  |Syn. timekeeping n.
(ไท|มฺคิล|'|เลอะ) n. ผู้|ปล่อย|เวลา|ให้|ผ่าน|ไป|โดย|เปล่าประโยชน์
(ไท|ม|'|ลี) adj. เกิด|ขึ้น|ใน|เวลา|ที่|เหมาะสม|,|ถูก|กาลเทศะ|,|ได้|เวลา|,|ทัน|กาล|ทัน|เวลา|  |Syn. timeliness n.  |Syn. proper|,|opportune|,|happy
(ไท|'|มัส) adj. เช้า|,|ทัน|กาล|,|ทัน|เวลา.  |Syn. timeously adv.  |Syn. early|,|timely
(ไท|มฺ|'|พี|ซฺ) n. เครื่องมือ|จับเวลา|,|เครื่อง|คํานวณ|เวลา|,|นาฬิกา|  |Syn. chronometer|,|clock
(ไท|'|เมอะ) n. ผู้|จับเวลา|,|ผู้|จด|เวลา|,|เครื่อง|จับเวลา|,|เครื่อง|ควบคุม|เวลา
(ไท|มฺซฺ) prep. คูณ|ด้วย
ไทมส์นิว|โรมัน <|คํา|อ่าน|>|เป็น|ชื่อ|แบบ|อักษร (font) ภาษาอังกฤษ|แบบ|หนึ่ง เป็น|ที่|นิยม|ใช้|กัน|มาก เพราะ|สวย และ|อ่าน|ง่าย เป็น|แบบ|หนึ่ง|ที่|ให้|มา|พร้อมกับ|ระบบ|วินโดว์
(ไท|ม|'|เซ|วิง) adj. ประหยัด|เวลา|,|ย่น|เวลา.  |Syn. timesaver n.
(ไท|มฺ|'|เท|เบิล) n. ตารางเวลา (ตาราง|รถไฟ|,|ตารางสอน และ|อื่น ๆ)| 
(ทิม|'|มิด) adj. ขี้ขลาด|,|ตาขาว|,|เหนียม|อาย|,|ขวยเขิน|,|ขี้ตื่น.  |Syn. timidity|,|timidness n. timidly adv.  |Syn. shy|,|fearful
(ไท|'|มิ|ง) n. การ|จับเวลา|,|การ|เลือก|เวลา|ที่|เหมาะสม|ที่สุด|,|การ|คํานวณ|เวลา|,|การ|ควบคุม|ความ|เร็ว|,|การ|ควบคุม|จังหวะ
(ทิม|'|เมอรัส) adj. เต็มไปด้วย|ความ|กลัว|,|ขี้ขลาด|,|ตาขาว|,|ขี้ตื่น.  |Syn. timorously adv.
(ทิน) n. ดีบุก (มี|สัญลักษณ์ Sn) ,|แผ่น|ดีบุก|,|แผ่น|เหล็ก|เคลือบ|ดีบุก|,|ภาชนะ|ที่|ทํา|ด้วย|ดีบุก|,|เครื่องหมาย|ตํารวจ|,|ตํารวจ. adj. ทํา|ด้วย|แผ่น|ดีบุก|,|ปลอม|,|ไร้|ค่า|,|เลว|,|ครั้ง|ที่ 10. vt. เคลือบ|ดีบุก|,|ชุบ|ดีบุก|,|บรรจุ|กระป๋อง.  |Syn. tinlike adj.
n. แผ่น|เหล็ก|หรือ|เหล็กกล้า|ที่|หุ้ม|ดีบุก.
(ทิงคฺ|'|เชอะ) n. ทิงเจอร์|,|สารละลาย|แอลกอฮอล์|ด้วย|ยา|ที่|ทํา|จาก|สัตว์|หรือ|พืช|หรือ|สารเคมี|,|สีย้อม|,|สี|,|ลักษณะ|เฉพาะ|,|กลิ่น|,|รอย|,|แต้ม vt. ทา|สี|,|ทํา|ให้|เกิด|สี|,|แช่.  |Syn. tint
(ทิน|'|เดอะ) n. วัตถุ|สําหรับ|ติดไฟ|,|เชื้อ|จุด|ไฟ.  |Syn. tinderlike adj. tindery adj.
(ทิน|'|เดอะบอคซฺ) n. กล่อง|เชื้อ|จุด|ไฟ|กับ|เหล็ก|ไฟ (ใน|สมัยโบราณ) ,|แหล่ง|ภัย
(ไท|นฺ) n. เดือย|,|เหล็ก|ปลาย|แหลม|,|ขวากหนาม.  |Syn. tyne.  |Syn. tined adj.
(ทิน|'|เนีย) n. โรคผิวหนัง|ที่|เกิด|จาก|เชื้อรา|,|ขี้กลาก|,|เกลื้อน. -|tineal adj.
(ทิง) vt.,|vi. ทํา|ให้|เกิด|เสียง|ดัง|ติ๊ง|,|เกิด|เสียง|ดัง|ติ๊ง. n. เสียง|ดัง|ติ๊ง (เช่น กระดิ่ง)| 
(ทินจฺ) vt. ระบาย|สี|,|ทา|สี|,|แต้มสี|,|เจือปน n. สี|เล็กน้อย|,|จํานวน|เล็กน้อย|,|รสชาติ|,|สิ่ง|เจือปน|,|จํานวน|เล็กน้อย|  |Syn. colour|,|tint|,|stain
(ทิง|'|เกิล) vi. รู้สึก|ปวด|เสียว|คล้าย|หนาม|แทง|,|รู้สึก|ซ่า|,|รู้สึก|เสียว. n. ความรู้สึก|ดังกล่าว|,|การ|ทํา|ให้|ปวด|เสียว|,|การ|ทํา|ให้|เสียว|,|การ|ทํา|ให้|ซ่า.  |Syn. tinglingly adv.  |Syn. jingle|,|tinkle|,|ping
รู้สึก|ซ่า
(ทิง|'|เคอะ) n. ช่าง|บัดกรี|,|ช่าง|ปะ|หม้อ|,|คนงาน|ที่|ไม่|ชํานาญ|,|ช่าง|ไร้|ฝีมือ|,|คนงาน|ที่|ซุ่มซ่าม|,|คนจร|จัด|,|คน|ยิปซี|,|ปลา|จําพวก Preumatophorus grex vt. ทํางาน|เป็น|ช่าง|บัดกรี|,|ทํางาน|เป็น|ช่าง|ปะ|หม้อ|ปะ|ภาชนะ|,|ทํา|อย่าง|ไม่|ชํานาญ|,|ทํา|อย่าง|ลวก ๆ vi. บัดกรี|,|ปะ|,|ซ่อมแซม|อย่าง|ไม่|ชํานาญ. คําศัพท์|ย
(ทิง|'|เคิล) vi. เกิด|เสียง|ติ๊ง ๆ (เช่น|เสียง|กระดิ่ง) ,|เล่น|ดนตรี|อย่าง|ลวก ๆ ให้|เกิด|เสียง|ติ๊ง ๆ หรือ|เบา ๆ vt. ทํา|ให้|เกิด|เสียง|ดังกล่าว. n. เสียง|ดังกล่าว|,|การ|ทํา|ให้|เกิด|เสียง|ดังกล่าว|  |Syn. ping
(ทินดฺ) adj. หุ้ม|ดีบุก|,|ชุบ|ดีบุก|,|เกี่ยวกับ|-|เหล็ก|ที่|หุ้ม|ดีบุก|,|ซึ่ง|บรรจุ|กระป๋อง
(ทิน|'|เนอะ) n. =|tinman (ดู) ,|ผู้|บรรจุ|อาหาร|กระป๋อง|  |Syn. tinsmith
(ทิน|'|นิทัส) n. เสียง|อื้อ|,|เสียง|กังวาน
(ทิน|'|เซิล) n. ของ|เก๊|,|สิ่ง|ประดับ|ที่|เป็น|โลหะ|แวววาว|แต่|ไร้|ค่า|,|ใย|โลหะ|ประดับ (มัก|พัน|รอบ|สิ่งทอ|อื่น) ,|สิ่งทอ|ที่|แทรก|ด้วย|เส้นใย|ของ|ใย|เงิน|หรือ|โลหะ|อื่น ๆ adj. ประกอบ|ด้วย|สิ่ง|ประดับ|ดัง|-|กล่าว|,|หรูหรา|,|ฉูดฉาด|,|ใช้|ประดับ|ภายนอก|,|ซึ่ง|ทํา|ขึ้น|ตบตา|  |Syn. tinsellike adj.
(ทิน|'|แวร์) n. ภาชนะ|หรือ|เครื่องใช้|ที่|ทํา|ด้วย|แผ่น|ดีบุก
(ทิน|'|เวิร์ค) n. สิ่ง|ที่|ทํา|ด้วย|ดีบุก|,|เครื่อง|ดีบุก
(ทิพ) n. ปลาย|,|ปลาย|แหลม|,|ปลาย|เรียว|,|ยอด|,|สุด|,|ส่วน|ที่อยู่|ปลาย|,|ใบแทรก|หนังสือ|,|งิน|ตอบแทน|เล็กน้อย|,|เงิน|รางวัล|,|คําแนะนํา|,|ข้อแนะนํา|,|การ|เคาะ|เบา ๆ ,|การ|ตี|เบา ๆ ,|การ|ตี|ลูก|กระโดด vt. ทํา|ให้|มี|ปลาย|,|จัด|ให้|มี|ปลาย|,|ประดับ|ปลาย|,|เอา|ปลาย|ออก|,|ติด|ผนวก|ปลาย|,|ต่อ|ปลาย|,|แทรก|,|เสริม|ปลาย|,|ทํา|ให้|เอียง
(ทิพ|'|เพิล) vt. จิบ|เหล้า (มัก|ติดต่อ|กัน) vi. ดื่ม|เหล้า (มัก|เป็นนิสัย|หรือ|มาก|เกิน|ไป) n. เหล้า.  |Syn. tippler n.  |Syn. booze|,|drink
(ทิพ|'|ส|เทอะ) n. ผู้|แจ้ง|ข่าว|ลับ|,|ผู้|ใบ้หวย|,|ผู้|ให้|ข่าวกรอง|เกี่ยวกับ|การ|แข่ง|ม้า|หรือ|ตลาดหุ้น
(ทิพ|'|ซี) adj. เมา|เล็กน้อย|,|โซเซ|,|ไม่|มั่นคง|,|ไม่|ตรง|,|โกง. -|tipsily adv.  |Syn. tipsiness n.
(ทิพ|'|โท) n. ปลาย|นิ้วเท้า|,|หัว|นิ้วเท้า vi. เดิน|เขย่ง|เท้า. adj.,|adv. ขย่งเท้า|,|มี|ความ|ต้องการ|,|ใจจดใจจ่อ|,|ระมัดระวัง|,|ลับ ๆ ล่อ ๆ ,|ชะเง้อ. -|Phr. (on tiptoe เขย่ง|เท้า|,|ชะเง้อ|,|ระมัดระวัง|,|มี|ความ|ต้องการ ใจจดใจจ่อ ลับ ๆ ล่อ)| 
(ทิพ|'|ทอ|พ) n.,|adj.,|adv. สุดยอด|,|สุดขีด|,|จุดสูงสุด|,|ชั้นยอด.  |Syn. summit
(ไท|'|เรด) n. การ|พูด|ประณาม|ที่|ยืดยาว|และ|เผ็ดร้อน|,|การ|ปราศรัย|ที่|ดุเดือด|,|ข้อความ|ที่|มี|ข้อคิดเห็น|เดียว|  |Syn. harangue
(ไท|'|เออะ) vt.,|vi. เหนื่อย|,|เหน็ดเหนื่อย|,|เมื่อยล้า|,|เพลีย|,|หน่าย|,|เบื่อหน่าย|,|หน่ายแหนง|,|ใส่|ยาง|,|ตกแต่ง|,|ประดับ|,|แต่งตัว|,|แต่ง|ศรี|ษะ n. ความ|เหน็ดเหนื่อย|,|ความ|อ่อนเพลีย|,|ยาง|รถ|,|ยาง|นอก|,|แผ่น|ยาง|หรือ|เหล็ก|รอบ|ล้อ|เพื่อ|กัน|สึก|,|สื้อ|ผ้า|อาภรณ์|,|สิ่ง|ประดับ|,|เครื่องประดับ|ศรี|ษ
(ไท|'|เออ|ด) adj. เหนื่อย|,|เหน็ดเหนื่อย|,|เมื่อยล้า|,|อ่อนเพลีย|,|เบื่อหน่าย|,|รําคาญ|,|จืดชืด|,|มี|ยาง|ออก|,|มี|แถบ|โลหะ|หุ้ม|ล้อ|รถ.  |Syn. fatigued|,|weary|,|enervated
(ไท|'|เออะลิส) adj. ไม่|รู้จัก|เหน็ดเหนื่อย|,|ไม่|เมื่อยล้า|,|ไม่|เบื่อหน่าย.  |Syn. tirelessly adv. tirelessness n.  |Syn. unflagging
(ไท|'|เออะซัม) adj. น่า|เบื่อหน่าย|,|น่า|รําคาญ|,|จืดชืด|,|ทํา|ให้|เหน็ดเหนื่อย|,|ทํา|ให้|อ่อนเพลีย
(ไท|'|เออ|ริ|ง) adj. ทํา|ให้|เหน็ดเหนื่อย|,|ทํา|ให้|อ่อนเพลีย|,|น่า|เบื่อหน่าย|,|น่า|รําคาญ
(ไท|'|โร) n.=|tyro (ดู) pl. tiros
(ทิช|'|ชิ|ว) n. เนื้อเยื่อ|,|เนื้อเยื่อ|กระดาษ|,|เยื่อ|กระดาษ|,|กระดาษ|บาง|,|เนื้อผ้า|,|ร่างแห|,|ส่วน|ที่|เป็น|แผ่น|บาง vt. สาน|หรือ|ทอ (โดยเฉพาะ|ด้วย|เส้นใย|ทอง|และ|เงิน) ,|หุ้ม|หรือ|ประดับ|ด้วย|กระดาษ|บาง.  |Syn. tissual adj. tissuey adj.  |Syn. gauz
n. กระดาษ|บาง|มาก (เกือบ|โปร่งแสง) ที่|ใช้|ห่อ|ของ tit (ทิท) n. เด็ก|ผู้หญิง|,|หญิงสาว|,|ม้า|เล็ก|,|ม้า|แกลบ|,|หัวนม|,|เต้านม|,|นกกระจอก หรือ|นกกระจาบ|ชนิด|หนึ่ง|  |Syn. teat
n. ตา|ต่อตา|ฟัน|ต่อ|ฟัน|,|ซึ่ง|ตอบโต้|เท่า|กัน
(ไท|'|เทิน) n. ยักษ์|,|คน|ที่|มี|อิทธิพล|กําลัง|หรือ|อํานาจ|มาก adj. ใหญ่|มาก|,|มหึมา|,|มหาศาล|  |Syn. titanic adj. titanically adv.  |Syn. gigantic
(ไท|ธฺ) n. 1|/|10|ของ|ผลิตผล|ทาง|เกษตร|,|1|/|10|อากร|ของ|อังกฤษ|สมัยก่อน|ที่|ชัก|1|/|10,|จํานวน|เล็กน้อย|,|พัทธ|ยา|,|ภาษี|ย่อม. vi. จ่าย|ภาษี|หนึ่ง|ใน|สิบ|,|ให้|จํานวน|หนึ่ง|ใน|สิบ|,|จ่าย|ค่า|อากร|ที่|ชัก|หนึ่ง|ใน|สิบ|,|จัด|เก็บ|ภาษี|หรือ|อากร|ที่|ชัก|หนึ่ง|ใน|สิบ vi. จ่าย|ภาษี|หรือ|อากร|ที่|ชัก|หนึ่ง|ใน|สิบ.
(ทิท|'|ทะเล|ท) vt. ทํา|ให้|ชา|,|ทํา|ให้|จั๊กจี้|,|กระตุ้น|ให้|พอใจ.  |Syn. titilatingly adv. titillation n. titilative adj.
(ทิท|'|ทะเวท) vt.,|vi. ประดับ|,|ตกแต่ง|,|ตบแต่ง|,|ทํา|ให้|สวยงาม|,|ทํา|ให้|โก้ =|titilate (ดู)|  |Syn. titivation n. titivator n.
(ไท|'|เทิล) n. หัวข้อ|,|ชื่อ|เรื่อง|,|ชื่อ|หนังสือ|,|คํา|เรียก|,|ชื่อ|เรียก|,|ยศ|ฐา|บรรดาศักดิ์|,|กรรมสิทธิ์|ใน|อสังหาริมทรัพย์|,|หลักฐาน|แสดง|กรรมสิทธิ์|สิทธิ|,|ปก|ใน|ของ|หนังสือ|,|ตําแหน่ง|ชนะเลิศ|,|คําบรรยาย|ข้างใต้|ของ|ภาพยนตร์|หรือ|โทรทัศน์|,|ความ|บริสุทธิ์|ของ|ทองคํา|,|ความ|เหมาะสม. vt. ทํา|ให้|มี|หัวข้อ
แถบ|ชื่อ (แฟ้มข้อมูล) หมายถึง แถบ|ยาว|ที่|ส่วน|บน|ของ|วินโดว์ เป็น|ที่|ใช้|บอก|ชื่อ|แฟ้มข้อมูล|ที่อยู่|ใน|วินโดว์|นั้น|หรือ|ชื่อ|ของ|งาน|ที่|เรา|สร้าง|ขึ้น ใน|กรณี|ที่|ไม่|ได้|กําหนด|ชื่อ|ให้|ไว้ แถบ|ชื่อ|เรื่อง|นั้น|จะ|พิมพ์|คํา|ว่า Untitled เอา|ไว้|ให้|รู้|ว่า|ยัง|ไม่|ได้|กําหนด|ชื่อ|ใด ๆ ให้ และ|จะ|ต้อง|ตั้ง|ชื่อ|เมื่อ|ต้องการ|บันทึก|ลง|ใน|แฟ้มข้อมูล|ภายหลัง
n. เอกสาร|สิทธิครอบครอง|,|โฉนด|ที่ดิน
n. การ|แข่งขัน|ชิง|ตําแหน่ง|ชนะเลิศ
n. ปก|ใน|ของ|หนังสือ|,|แผ่น|ปะ|หน้า|ของ|หนังสือ
(ไท|'|เทิ|ลด|ฺ) adj.มี|บรรดาศักดิ์|,|มี|ยศ|ฐา|บรรดาศักดิ์
(ไท|เทิล|โฮ|ล|'|เดอะ) n. ผู้|มี|ตําแหน่ง|,|ผู้|มี|บรรดาศักดิ์|,|ผู้|มี|ยศ|ฐา|บรรดาศักดิ์|,|ผู้|ครอง|ตํา|-|แห|น่ง|ชนะเลิศ (หรือ|titlist)| 
(ไท|'|เท|รท) vt.,|vi. วิเคราะห์|ค่า|โดย|วิธ|'|titration (ดู)|  |Syn. titratable|,|titrable adj.
(ไท|เท|ร|'|เชิน) n. การ|หา|ความ|เข้มข้น|ของ|สารละลาย|ที่|รู้ความ|เข้มข้น|แล้ว|,|การ|หา|ปริมาณ|ของ|antibody|ใน|antiserum|  |Syn. titratable|,|titrable adj.
(ทิท|'|เทอะ) vi. หัวเราะ|ใน|ใจ|,|หัวเราะ|ไม่|เต็มเสียง. n. การ|หัวเราะ|ใน|ใจ|,|การ|หัวเราะ|ไม่|เต็มเสียง|  |Syn. titterer n. titteringly adv.
(ทิท|'|เทิล) n. จุด|,|จุด|เครื่องหมาย|,|จุด|เครื่องหมาย|การ|ออก|เสียง|,|อนุภาค|,|จํานวน|เล็กน้อย|มาก
(ทิช|'|ชะ|ลา) adj. เกี่ยวกับ|title (ดู) ,|มี|ตําแหน่ง|,|มี|ยศ|,|แต่|ใน|นาม|เท่านั้น|,|มี|กรรมสิทธิ์|ครอบครอง n. ผู้|มี|ยศ|ฐา|บรรดาศักดิ์.  |Syn. titularity n. titularly adv.  |Syn. nominal
abbr. technical knockout
n. วัตถุ|ระเบิด|แรง|สูง|ชนิด|หนึ่ง|ที่|มี|สี|เหลือง|และ|ติดไฟ|ได้|/|ใช้|ทํา|สีย้อม|และ|น้ํายา|ล้าง|รูป|ได้|ด้วย.  |Syn. trinitrotoluene|,|trinitrotoluol
(ทู) prep. ไป|ถึง|,|ถึง|,|ไป|ยัง|,|ไป|สู่|,|ไป|ทาง|,|ไป|ถึง|,|มี|ความ|โน้มน้าว|,|จนถึง|,|จนกระทั่ง|ถึง|,|บรรลุ|ถึง|,|เข้า|กับ|,|สนองตอบ|กัน|,|ตรง|กัน|,|ให้|,|เพื่อ|,|เพื่อ|จะ|,|ใน|อัน|ที่|จะ|,|ตาม|,|ติดตาม|, (คณิตศาสตร์) ยก|กําลัง|ถึง|,|ฟื้น|,|ฟื้น|คืน|,|เฉพาะ|ให้|,|เพราะ adv. ไป|ยัง|,|ไป|ถึง|,|ไป|สู่|,|ฟื้น|,|ฟื้น|คืน
(โท|'|อัน|โฟร|') adj. ไป ๆ มา ๆ ,|ขึ้น|หน้า|แล้ว|ถอยหลัง. n. การ|เคลื่อนที่|ไป ๆ มา ๆ| 
(ทะเด|') n. วันนี้|,|ทุกวันนี้|,|ใน|วันนี้|,|สมัย|นี้|,|ยุค|นี้|,|ปัจจุบันนี้ adj. วันนี้|,|ใน|วันนี้|,|ปัจจุบันนี้|  |Syn. now|,|at present|,|pronto
(ทู|มอ|'|โร) n. วันพรุ่งนี้|,|อนาคต|,|อนาคตกาล. adv. พรุ่งนี้|,|อนาคต
(ทะ|ไน|ทฺ|') n.,|adj. คืน|นี้|,|คืน|วันนี้.
(โท|ด) n. คางคก|,|บุคคล|น่า|รังเกียจ|,|สิ่ง|ที่|น่า|-|เกลียด.  |Syn. toadish adj. toadlike adj. toadishness n. toadless n.
(โท|ด|'|อี|ท|เทอะ) n. คน|ประจบ|สอ|พล|อ|,|คน|ประจบ|ประ|แจง|  |Syn. toady
(โท|ด|'|ส|ทูล) n. เห็ด|ชนิด|หนึ่ง|ที่|มี|พิษ|,|รา (fungi) ชนิด|หนึ่ง|ที่|มี|ลําต้น|และ|ส่วน|ที่|คล้าย|ร่ม|อยู่|ข้างบน
(โท|สทฺ) n. แผ่น|ขนมปัง|ปิ้ง (ย่าง|,|อัง|ไฟ) ,|การ|ดื่ม|อวยพร|,|การ|ดื่ม|ให้|พร|,|ผู้|ที่|ได้|รับ|การ|ดื่ม|อวยพร|,|ดื่ม|อวยพร vt.,|vi. บึ้ง|,|ย่าง|,|อัง|ไฟ|,|ดื่ม|ให้|พร|,|เสนอ|ให้|มี|การ|ดื่ม|อวยพร|,|ทํา|ให้|ถูก|ปิ้ง (ย่าง|,|อัง|ไฟ)|  |Syn. toaster n..
(โท|ส|'|ที) n. ผู้|ที่|ได้|รับ|การ|ดื่ม|อวยพร
(โท|ส|'|ลิสทฺ) n. รายชื่อ|บุคคล|ที่|จะ|มี|การ|ดื่ม|อวยพร|ให้
(โท|ส|'|มา|ส|เทอะ) n. ผู้ประกาศ|การ|ดื่ม|อวยพร|,|เจ้าภาพ|งานเลี้ยง
(โท|ส|'|มิ|ส|เท|รส) n. หญิง|ผู้ประกาศ|การ|ดื่ม|อวยพร|,|หญิง|ผู้|เป็น|เจ้าภาพ|งานเลี้ยง
(ทะ|แบ|ค|'|โค) n. พืช|ยาสูบ|,|ใบยา|สูบ|,|ใบยา|,|ยาเส้น|,|การ|สูบ|ใบยา|สูบ
(ทะ|แบ|ค|'|คะ|นิสทฺ) n. พ่อค้า|ขาย|ยาสูบ|และ|ผลิตภัณฑ์|ใบยา|สูบ
(ทะ|บอก|'|เกิน) n. แคร่|เลื่อน|หิมะ|แคบ|ยาว|และ|แบน. vi. แล่น|บน|แคร่|ดังกล่าว|,|ตกลง|อย่าง|รวดเร็ว|  |Syn. tobogganer|,|tobogganist n
(ทอ|ค|'|ซิ|น) n. สัญญาณ (โดยเฉพาะ|สัญญาณ|เตือน|ภัย) ,|ระฆัง|สัญญาณ
(ทะเด|') n. วันนี้|,|ทุกวันนี้|,|ใน|วันนี้|,|สมัย|นี้|,|ยุค|นี้|,|ปัจจุบันนี้ adj. วันนี้|,|ใน|วันนี้|,|ปัจจุบันนี้|  |Syn. now|,|at present|,|pronto
(ทอด|'|เดิล) vi. เดิน|โซเซ|,|เดิน|เตาะแตะ n. การ|เดิน|โซเซ|,|การ|เดิน|เตาะแตะ|  |Syn. totter
(ทอด|'|ดี) n. เหล้า|ผสม|น้ํา|ร้อน|-|น้ําตาล|และ|บางที|ใส่|ก้าน|พลู|,|น้ํา|จาก|ต้น|toddy|-|palm|มัก|นํามา|หมัก|และ|ทํา|เป็น|เครื่องดื่ม|  |Syn. drink
(โท) n. นิ้วเท้า|,|ปลาย|เท้า|,|หัวแม่เท้า|,|ส่วน|ที่|คล้าย|หัวแม่เท้า|,|ปลาย|นอก|ของ|ไม้|ตี|กอล์ฟ|,|เชิง|เนิน|,|ส่วน|ปลาย|ของ|รองเท้า|หรือ|ถุงเท้า vt. ทํา|ให้|มี|ปลาย|เท้า|,|แตะ|ด้วย|ปลาย|เท้า|,|เตะ|ด้วย|ปลาย|เท้า. vi. เดิน|หรือ|ยืน|เขย่ง|บน|ปลาย|เท้า|,|แตะ|หรือ|สัมผัส|ด้วย|ปลาย|เท้า. -|Phr. (on one|'|s toes มี|พลัง ตื่นตัว กระฉับกระเฉง
(โท|'|เนล) n. เล็บเท้า|,|ตะปู|ที่|ตอก|เอียง. vt. ตอก|ตะปู|เอียง|ให้|ยึด|ติด
(ทอ|ก) n. เสื้อคลุม|,|togs เสื้อผ้า. vt. แต่งตัว|,|สวม|เสื้อผ้า|  |Syn. coat|,|dress
(โท|'|กะ) n. เสื้อคลุม|หลวม|ของ|ประชาชน|ชาว|โรมัน|สมัยโบราณ|,|เสื้อคลุม|,|ตําแหน่ง|วุฒิสภา.  |Syn. togaed adj. pl. togas|,|togae
(ทู|เก|ธ|'|เธอะ) adv. ด้วย|กัน|,|พร้อมกัน|,|ร่วม|กัน|,|เข้า|ด้วย|กัน|,|ปะทะ|กัน|,|สัมพันธ์|กัน|,|เกี่ยวข้อง|กัน|,|เวลา|เดียวกัน|,|โดย|ไม่|หยุดยั้ง
(ทู|'|เก|ธ|'|เธอะนิส) n. ความ|พร้อมกัน|,|การ|ร่วม|กัน|,|ความ|สัมพันธ์|กัน|,|ความ|เกี่ยวข้อง|กัน|,|ภราดรภาพ|,|มิตรภาพ|อัน|อบอุ่น|  |Syn. collectiveness
(ทอ|ก|'|เก|อ|รี) n. เสื้อผ้า|,|เสื้อคลุม
(ทอ|ก|'|เกิล) n. หยุด|สวม|ห่วง|,|โลหะ|ที่|ต่อ|เป็น|ข้อศอก|,|ข้อศอก|,|สลัก. vt. ทํา|ให้|มี|หมุด|หรือ|ข้อศอก|หรือ|สลัก|,|ยึด|ด้วย|หมุด|หรือ|ข้อศอก|หรือ|สลัก. ,|สลับ|ไป|มา|หมายถึง สวิตช์|แบบ|หนึ่ง|ที่|การ|กด|แต่ละ|ครั้ง จะ|มี|ผล|สลับ|ไป|มา|ระหว่าง|เปิด|กับ|ปิด เหมือน|กับ|สวิตช์|เครื่อง|โทรทัศน์ อาจ|เป็น|แป้น|ใด|แป้น|หนึ่ง|บน|แผง|แป้นพิมพ์ หรือ|คําสั่ง|ใด|คําสั่ง|หนึ่ง|บน|เมนู|ก็ได้ กล่าวคือ ถ้า|กด|ครั้ง|หนึ่ง ทํางาน กด|อีก|ครั้ง|หนึ่ง ก็|ยกเลิก|  |Syn. toggler n.
(ทอย|ลฺ) n. งาน|หนัก|,|งาน|ตรากตรํา|,|การ|ตรากตรํา|,|ความ|เหน็ดเหนื่อย|,|สงคราม|,|การ|ต่อสู้|,|การ|ดิ้นรน. vi. ทํางาน|หนัก|,|ตรากตรํา|,|ทํางาน|อาบเหงื่อต่างน้ํา|,|เดินทาง|ด้าย|ความ|ลํา|-|บาก|หรือ|เหน็ดเหนื่อย|,|ไป|ด้วย|ความ|ลําบาก|หรือ|เจ็บปวด. vt. ประสบ|ความ|สําเร็จ|ด้วย|การ|ตรากตรํา|ทํางาน.
(ทอย|'|ลิท) n. ห้องน้ํา|,|ห้องส้วม|,|ห้องอาบน้ํา|,|ห้องแต่งตัว|,|การ|อาบน้ํา|และ|แต่งตัว|,|ชุด|อุปกรณ์|ห้องน้ํา|,|โต๊ะเครื่องแป้ง|,|เครื่องแต่งตัว|,|การ|แต่ง|บาดแผล|หลัง|การ|ผ่าตัด.  |Syn. toilette
n. กระดาษชําระ|,|กระดาษ|อนามัย
n. แป้ง|โรย|ตัว|,|แป้ง|ปะ|หน้า
n. ม้วน|กระดาษชําระ (อนามัย)| 
n. ที่นั่ง|ถัง|ชักโครก|ใน|ห้องน้ํา
n. ชุด|เครื่อง|แป้ง|,|ชุด|เครื่องสําอาง|,|เครื่องแต่งตัว
n. สบู่|ถู|ตัว
n. ของเหลว|กลิ่น|หอม|,|น้ําหอม|ที่|ใช้|ใน|ห้องน้ํา|  |Syn. cologne
(ทอย|'|ลิท|รี) n. เครื่อง|แป้ง
(ทอ|ยล|'|ฟู|ล) adj. เหน็ดเหนื่อย|,|ตรากตรํา|งาน.  |Syn. toilfully adv.  |Syn. laborius
(โท|เค|') n. ตุ๊กแก|จําพวก Gecko gecko พบ|ใน|คาบสมุทร|มลายู|,|เหล้าองุ่น|ขาว|อย่าง|แรง|และ|หวาน|ของ|แคลิฟฟอร์เนีย|  |Syn. gecko
(โท|'|เคิน) เครื่องหมาย|,|สัญลักษณ์|,|พยาน|,|หลักฐาน|,|ลักษณะ|เฉพาะ|,|ดัชนี|,|เครื่อง|รําลึก|,|เครื่อง|แสดง|,|เหรียญ|โดยสาร|,|เงินตรา|,|บัตร|เงินตรา|,|กษาปณ์|, -|Phr. (in token of เป็น|หลักฐาน เป็น|สัญลักษณ์) adj. เป็น|เครื่องหมาย|,|เป็น|สัญลักษณ์|,|เล็กน้อย|,|ไม่|สําคัญ.
วงแหวน|โท|เค็น|ใน|ระบบเครือข่าย หมายถึง การ|ส่ง|ข้อมูล|แบบ|วงแหวน กล่าวคือ ผู้|ส่ง|ข้อมูล|จะ|นํา|ข้อมูล|ใส่|ใน|ถาด (token) ถาด|นี้|จะ|เดิน|ตาม|สาย|ผ่าน|ไป|ยัง|เครื่อง|คอมพิวเตอร์|ที่อยู่|โดยรอบ เมื่อ|เดิน|ไป|ถึง|เครื่อง|ที่|จะ|เป็น|ตัวรับ ก็|จะ|จัดการ|รับ|ถาด|นั้น|ไว้|เพื่อ|ถ่าย|โอน|ข้อมูล|ออก เมื่อ|บันทึก|ข้อมูล|ลง|ใน|เครื่อง|ของ|ตน|แล้ว ก็|จะ|ปล่อย|ถาด|กลับ|ไป|ยัง|ผู้|ส่ง เมื่อ|ผู้|ส่ง|ตรวจ|ดู|ว่า ข้อมูล|ถูก|รับ|ไว้|เรียบร้อย|แล้ว ก็|จะ|ลบ|ข้อมูล|ทิ้ง (บางที|เรียก|สั้น ๆ ว่า ring network)| 
(โท|ลด|ฺ) v. กริยา|ช่อง 2 และ 3 ของ tell|, -|Phr. (all told ทั้งหมด|นับ|ทุกคน)| 
(ทอ|ล|'|เลอ|ระ|เบิล) adj. ทนทาน|,|อดทน|,|ดี|พอสมควร|,|ไม่|เลว|  |Syn. tolerableness n. tolerability n. tolerably adv.  |Syn. endurable|,|fair|,|mediocre
(ทอ|ล|'|เลอ|เรินซฺ) n. ความ|อดทน|,|ความ|ทนทาน|,|ลักษณะ|ใจกว้าง|,|การ|ให้|อภัย|,|อํานาจ|ใน|การ|ต้าน|ฤทธิ์|ยา|หรือ|ยาพิษ
(ทอ|ล|'|เลอ|เรินทฺ) adj. อดทน|,|ทนทาน|,|ใจกว้าง|,|ให้|อภัย.  |Syn. tolerantly adv.
(ทอ|ล|'|เลอ|เรท) vt. อดทน|,|ทนทาน|,|อดกลั้น|,|ทน|ต่อ|,|ต้าน|ฤทธิ์|ยา.  |Syn. tolerative adj. tolerably adv.  |Syn. permit|,|put up with
(ทอ|ล|'|เลอ|เร|'|เชิน) n. ความ|อดทน|,|ความ|ทนทาน|,|การ|มี|รัฐบาล|ยอม|ให้|มี|การ|นับถือ|ศาสนา|อื่น|ที่|ไม่|ใช่|ศาสนา|ประจําชาติ.  |Syn. tolerationism n. tolerationist n.  |Syn. tolerance
(โท|ล) vt.,|vi. ตี|ระฆัง (ใหญ่) ,|เคาะ|ระฆัง|,|ล่อ|,|ล่อลวง|,|ส่ง|เสียง|ดัง|ต่อเนื่อง|,|จัด|เก็บ|ภาษี|หรือ|ค่าธรรมเนียม. n. การ|ตี|ระฆัง|,|เสียง|ระฆัง|,|ภาษี|,|ส่วย|,|ค่าบํารุง|,|ค่า|ผ่าน|ถนน|,|ค่า|วาง|ของ|ขาย|,|ค่าธรรมเนียม|บริการ|,|ค่าธรรมเนียม|ขนส่ง|,|ปริมาณ|ความ|เสียหาย|,|จํานวน|คน|ที่|เสียชีวิต
n. ประตู|หรือ|ด่าน|เก็บ|ภาษี|หรือ|ค่าธรรมเนียม.  |Syn. toll gate
n. สะพาน|ที่|มี|การ|จัด|ภาษ|'|หรือ|ค่าธรรมเนียม
n. โทรศัพท์ทางไกล|ที่|เก็บ|ค่าธรรมเนียม
(โท|ล|'|เก|ท) n. ประตู|ที่|จัด|เก็บ|ภาษี|หรือ|ค่าธรรมเนียม
n. n. พนักงาน|เก็บ|ภาษี|หรือ|ค่าธรรมเนียม|ที่|ด่าน|เก็บ
 |Syn. tom (ทอ|ม|'|ทอ|ม) n. กลอง|อินเดีย|แดง|,|กลองยาว|,|กลอง|ตะโพน|,|เสียง|กลอง|ซ้ํา ๆ ที่|น่า|เบื่อ.  |Syn. tam|-|tam
n. ชื่อ|มนุษย์|แคระ|ใน|นิยาย|เด็ก|,|คน|แคระ|,|คน|ที่|มี|ร่าง|เล็ก|มาก
(ทอ|ม|'|มะฮอค) n. ขวาน|ขนาด|เบา|ของ|อินเดีย|แดง|,|ขวาน|หิน vt. ทําร้าย|หรือ|โจมตี|ด้วย|ขวาน|ดังกล่าว
(ทะเม|'|โท) n. ต้น|มะเขือเทศ|,|ผล|มะเขือเทศ|,|หญิง|,|เด็ก|ผู้หญิง pl. tomatoes
(ทูม) n. สุสาน|,|หลุม|ฝังศพ|,|ความ|ตาย. vt. ฝังศพ|,|ฝัง|,|ทํา|หลุม|ฝังศพ.  |Syn. tombal adj.
(ทอ|ม|'|บอย) n. เด็ก|ผู้หญิง|แก่นแก้ว|ที่|มี|นิสัย|คล้าย|ผู้ชาย|  |Syn. tomboyish adj. tomboyishly adv. tomboyishness n.
(ทูม|'|ส|โทน) n. ศิลา|หน้า|หลุม|ฝังศพ|,|แผ่น|หิน|จารึก|หน้า|หลุม|ฝังศพ
(ทอ|ม|'|มี|รอ|ท) n. ความ|เหลวไหล|,|ความ|โง่เง่า|  |Syn. nonsense|,|utter foolishness
(ทู|มอ|'|โร) n. วันพรุ่งนี้|,|อนาคต|,|อนาคตกาล. adv. พรุ่งนี้|,|อนาคต
(ทัน) n. หน่วย|น้ําหนัก|ที่|เท่า|กับ 2000 ปอนด์ (short ton) ใน|อเมริกา|หรือ 2240 ปอนด์ (long ton) ใน|อังกฤษ|,|หน่วย|ปริมาตร|ที่|หนัก|หนึ่ง|ตัน|,|หน่วย|น้ําหนัก|ที่|เท่า|กับ 1000 กิโลกรัม (metric ton) ,|=|displacement ton (ดู) ,|หน่วย|ปริมาตร|ที่|เท่า|กับ 40 ลูกบาศก์|ฟุต (shipping ton|,|measurementton)
(โทน) n. เสียงสูง|ต่ํา|,|คุณภาพ|ของ|เสียง|,|น้ําเสียง|,|เสียงร้อง|,|การ|เน้น|เสียง|ที่|พยางค์|หนึ่ง|ของ|คํา|,|ระบบ|สี|,|สี|ที่|ให้|,|การ|ให้|สี|,|การ|ปรับ|สี|,|อิทธิพล|ของ|สี|,|ความ|ตึงตัว|ของ|อวัยวะ|หรือ|เนื้อเยื่อ|ของ|ร่างกาย. vt.,|vi. ทํา|เสียง|เฉพาะ|,|ปรับ|เสียง|,|ปรับ|สี|,|ฟื้นฟู|สภาพ|กาย|หรือ|จิต -|Phr. tone dow
(โท|'|เนอะ) n. น้ํายา|สี|,|น้ํายา|ปรับ|สี|,|ตัว|ปรับ|,|หมึก|พิมพ์|หมายถึง สาร|ที่|มี|ลักษณะ|เหมือน|หมึก|พิมพ์|สี|ดํา|ที่|ใช้|กับ|เครื่องพิมพ์|เลเซอร์ (laser printer) ใน|ความ|เป็นจริง|นั้น สาร|นี้|เป็น|เกล็ด|วัสดุ|ที่|สามารถ|ประจุ|กระแส|ไฟ|ได้ มี|ลักษณะ|การ|ทํางาน|คล้าย|เครื่องถ่ายเอกสาร กล่าวคือ|ความ|ร้อน|จะ|ทํา|ให้|สาร|นี้|ละลาย ทํา|ให้|เกิด เป็น|ตัวอักษร|หรือ|ภาพ|บน|กระดาษ
คาร์ทริดจ์หมึก|พิมพ์|หมายถึง กล่อง|ที่|ใส่|เกล็ด|หมึก|พิมพ์|ที่|ใช้|กับ|เครื่องพิมพ์|เลเซอร์ (laser printer)| 
(ทอง) n. อั้งยี้,|สมาคม|ลับ|,|คีม|หนีบ|,|ปากคีบ vt.,|vi. ใช้|คีม|หรือ|ปาก|คีม|หนีบ
(ทอง|'|กะ) n. รถม้า|สอง|ล้อ|ขนาด|เบา|ใน|อินเดีย
(ทอง|ซ) n. เครื่องมือ|ที่|มี|สอง|แขน|จาก|หมุด|เดียวกัน เช่น ปากคีบ|,|คีม|  |Syn. grapnel
(ทัง) n. ลิ้น|,|คารม|,|สํานวน|ภาษา|,|ชนชาติ (ซึ่ง|ใช้|ภาษา|ต่าง|กัน) ,|แผ่น|ลิ้น|ของ|เครื่องดนตรี|,|เข็ม|ตาชั่ง|, (แผ่นดิน) แหลม|,|เดือย|,|เดือย|ตัวผู้|,|หมุด vt.,|vi. เปล่ง|เสียง|จาก|การ|กระทบ|ของ|ลิ้น|,|แตะ|ด้วย|ลิ้น|,|ด่า|,|ดุ|,|ใช้|ลิ้น|เลีย|,|ใช้|ลิ้น|ช่วย|ใน|การ|เป่า|เครื่องดนตรี|,|ทํา|ราง|ลิ้น|,|พูด|,|เอ่ย
n. ข้อต่อ|ราง|ลิ้น
(ทังดฺ) adj. มี|ลิ้น|,|ใช้|ลิ้น
(ทอน|'|นิค) n. ยา|บํารุง|,|ยา|เสริม|กําลัง|,|เสียง|หลัก|,|น้ํา|ควินิน|โซดา สําหรับ|ดื่ม|ผสม|กับ|เหล้า. adj. บํารุงกําลัง|,|เกี่ยวกับ|ความ|ตึงตัว|,|เกี่ยวกับ|เสียง|หนัก|  |Syn. tonically adv.  |Syn. invigorating|,|bracing
(ทะ|ไน|ทฺ|') n.,|adj. คืน|นี้|,|คืน|วันนี้.
(ทัน|'|นิจ|ฺ) n. ระวาง|น้ําหนัก|เรือ|คิด|เป็น|ตัน (ระวาง|น้ําหนัก|เรือ|ทั้ง|ลํา|คิด|เป็น gross tonnage) ,|ระวาง|น้ําหนัก|เรือ|สําหรับ|น้ํา|ที่|เรือ|ขับ|ออก ใน|กรณี|นี้|ระวาง|ขับ|น้ํา|คิด|เป็น displacement tonnage|,|ระวาง|น้ําหนัก|เรือ|สําหรับ|บรรทุก|สินค้า|คิด|เป็น|net tonnage|หรือ|register tonnage|,|ระวาง|น้ํา
(ทัน) n. 1000 กิโลกรัม|,|เมตริกตัน
(ทอน|'|เซิล) n. ต่อมทอนซิล|  |Syn. tonsillar adj. tonsilar adj. tonsillary adj.
(ทอนซิล|เลค|'|โท|มี) n. การ|ตัด|เอา ต่อมทอนซิล|ออก
(ทอนซิล|ไล|'|ทิส) n. ภาวะ|ต่อมทอนซิล|อักเสบ.  |Syn. tonsillitic adj.
(เท|น|'|เชอะ) n. การ|ตัดผม|,|การ|โกน|ผม|,|การ|ปลงผม|,|ศรี|ษะ|,|ศรี|ษะ|ที่|โกน|ผม|แล้ว (เช่น|ของ|พระ) ,|ส่วน|ของ|ศรี|ษะ|ที่|โกน|ผม|ออก|,|หัวโล้น|,|ภาวะ|หัวโล้น. vt. โกน|ผม|,|ปลงผม
(ทู) adv. อีก|,|เพิ่มเติม|,|ด้วย|,|เหมือน|กัน|,|ก็|,|ยัง|,|เกิน|ไป|,|มาก|เกิน|ไป|,|มาก|กว่า|  |Syn. in addition
(ทู|'|เดิล|อู) interj. สวัสดี|!|,|แล้ว|พบ|กัน|ใหม่|!|  |Syn. good|-|by|,|so long
(ทุค) v. กริยา|ช่อง 2 ของ take
(ทูล) n. เครื่องมือ|,|อุปกรณ์ vt. จัด|ให้|มี|เครื่องมือ|,|ใช้|เครื่องมือ|,|ขับ|รถ.  |Syn. tooler n.  |Syn. implement|,|utensil
แถบ|เครื่องมือ|หมายถึง แถบ|ที่อยู่|ด้าน|บน|ของ|วินโดว์ ใน|ระบบ|วินโดว์ 95 ขึ้น|ไป บน|แถบ|นี้|จะ|มี|ปุ่ม|คําสั่ง|ต่าง ๆ ถ้า|นํา|ตัว|ชี้|ไป|วาง|ใกล้ ๆ ก็|จะ|มี|คําอธิบาย|ว่า แต่ละ|ปุ่ม|มี|ไว้|ใช้|ทํา|อะไร แต่|ถ้า|กด|เมาส์|ลง|บน|ปุ่ม|เหล่านี้ คอมพิวเตอร์|ก็|จะ|ทํางาน|ให้|ตาม|คําสั่ง|เหมือน|ใช้|คําสั่ง|ที่|เมนู
ช่อง|เครื่องมือ|โปรแกรม|สําเร็จ|บาง|โปรแกรม|จะ|จัด|ให้|มี|เครื่องมือ|ต่าง ๆ เตรียม|ไว้|ให้|เพื่อ|อํานวย|ความ|สะดวก|ใน|การ|พิมพ์ การ|เขียน|รูป|สี่เหลี่ยม การ|เขียน|เส้นตรง การ|หมุน การ|ทํา|เอียง เป็นต้น ถ้า|เป็น|โปรแกรม|ประเภท|วาด|ภาพ จะ|ยิ่ง|มี|เครื่องมือ|มา|ให้|มาก|ชนิด รวม|ทั้ง|การ|ใส่|สี|ให้|ด้วย เครื่องมือ|ระบาย|สี ก็|มี|ทั้งที่|เป็น|เหมือน|พู่กัน ลาก|เป็น|เส้น|ได้ ตัด|ขอบ|ได้ ละเลง|สี|เต็ม|พื้นที่ หรือ|จะ|พ่น|เป็น ฝอย|เหมือน|สเปรย์ ก็ได้ เป็นต้น บาง|โปรแกรม|ทํา|เป็น|ปุ่ม (button) ให้|ใช้|เมาส์|กด|แทน|คําสั่ง|ต่าง ๆ ได้ เรียก|ว่า toolbar|ดู toolbar ประกอบ
(ทูท) vi.,|vt. (ทํา) ส่ง|เสียง|ตุ๊|ด (เสียง|แตร|,|เสียง|หวูด) n. เสียง|ดังกล่าว.  |Syn. tooter n.  |Syn. sound|,|tootle|,|blare
(ทูธ) n. ฟัน|,|ซี่|หวี|,|ฟันเฟือง|,|เฟือง|,|ผิวหน้า|ที่|ขรุขระ|ของ|กระดาษ|วาด|หรือ|ผ้าใบ|,|vt. ใส่|ฟัน. by the skin of one|'|s teeth เส้น|ยาแดง|นิด|เดียว|,|to the teeth ทั้งหมด เต็มที่. vt. ใส่|ฟัน.
n. อย่าง|ดุเดือด|,|ใช้|กําลัง|หรือ|ทุน|เต็มที่|  |Syn. fiercely
(ทูธ|'|บรัช) n. แปรงสีฟัน
n. ยาสีฟัน|ที่|เป็น|ผง
(ทูธ|'|เอค) n. อาการ|ปวดฟัน
(ทูธ|'|พิค) n. ไม้|จิ้ม|ฟัน|,|มีด|มี|ฝัก|,|มีด|เล็ก
(ทอ|พ) n. ส่วน|บน|,|ยอด|,|บน|,|มุม|บน|,|ข้างบน|,|ด้าน|บน|,|หลังคา|,|ฝา|,|ประทุน|,|หัว|,|ส่วน|แรก|สุด adj. บน|,|ยอด|,|สูงสุด|ยอดเยี่ยม|,|ดีเลิศ|,|ชั้นนํา|,|หัวหน้า vi. ขึ้น|เหนือ|,|เพิ่ม|,|ติดตาม|,|ควบคุม|ได้|สมบูรณ์ adj. บน|,|ยอด|,|สูงสุด|ยอดเยี่ยม|,|ดีเลิศ|,|ชั้นนํา|,|หัวหน้า on top ประสบ|ความ|สําเร็จ|,|มี|ชัยชนะ
n. รองเท้า|ยาว|ที่|หุ้ม|ข้อเท้า|สูง|ขึ้น|มา|,|รองเท้า|ท้อป|บู๊|ท
n. เพลง|ละคร|หรือ|ภาพยนตร์|ยอด|นิยม
(ทอ|พ|'|เด|รส) vt. ใส่|ปุ๋ย|ที่|ผิว|พื้นดิน
(ทอ|พ|'|ซี|ค|ริ|ท) adj. ลับ|สุดยอด|,|ลับ|เฉพาะ|  |Syn. top secret
(โท|'|แพ|ซ) n. บุษราคัม|  |Syn. topazine adj.
(โท|พี|'|,|โท|'|พี) n. หมวก|เหล็ก|ขนาด|เบา|หรือ|หมวก|กันแดด|ใน|อินเดีย
(ทอ|พ|'|ไฟ|ลทฺ) adj. ดีเลิศ|,|ดีเยี่ยม|,|ชั้นหนึ่ง|,|มี|ความ|ชํานาญ.  |Syn. first|-|rate
(ทอ|พ|'|ฟู|ล) adj. เต็มที่|,|เต็ม|ขอบ
(โท|พี|'|,|โท|'|พี) n. หมวก|เหล็ก|ขนาด|เบา|หรือ|หมวก|กันแดด|ใน|อินเดีย
(โท|'|พิ|เออ|รี) n.,|adj. (เกี่ยวกับ) ศิลปะ|การ|ตัด|พุ่มไม้ เป็น|รูป|ต่าง ๆ นานา|,|พุ่มไม้|ดังกล่าว|ที่|ถูก|ตัด|,|สวน|ที่|มี|พุ่มไม้|ดังกล่าว
(ทอ|พ|'|พิค) n. หัวเรื่อง|,|เรื่อง|พูด|,|ญัตติ|,|กฎเกณฑ์|,|หลักเกณฑ์|  |Syn. theme|,|subject|,|point|,|field
(ทอ|พ|'|พิเคิล) adj. (เกี่ยวกับ) เรื่อง|ท้องถิ่น|,|เหตุการณ์|ปัจจุบัน|ที่|น่า|สนใจ|,|หัวข้อ|,|เรื่อง|สนทนา|หรือ|ปราศรัย|,|เฉพาะ|แห่ง|,|เฉพาะที่|,|ถูก|กาลเทศะ|  |Syn. topically adv.  |Syn. parochial|,|local|,|thematic|,|pertinent
(ทอ|พ|'|ไลเนอะ) n. เหตุการณ์|หรือ|บุคคล|ที่|เป็น|ข่าว|ใหญ่
n. เสากระโดง|สูงสุด|ของ|เรือ|,|เสากระโดง|กลาง
adj. สูงสุด
adj. ชั้นหนึ่ง|,|เด็ด|,|อันดับ|หนึ่ง|  |Syn. first|-|rate
(ทะ|พอก|'|กระ|เฟอะ) n. ผู้ชํานาญการ|ทํา|แผนที่|และ|พรรณนา|ภูมิประเทศ
(โท|พอก|'|กระ|ฟี) n. การ|ทํา|แผนที่|และ|พรรณนา|ภูมิประเทศ ภูมิประเทศ.  |Syn. topographic adj. topographical adj.
โท|โพ|โลจี <|คํา|อ่าน|>|คํา|ว่า topol ใน|แวดวง|ของ|วิทยาการ|คอมพิวเตอร์|นั้น|หมายถึง แบบ|โครงสร้าง|ของ|ข่ายงาน|บริเวณ|เฉพาะที่ (local area network) พูด|ง่าย ๆ ก็|คือ หมายถึง|แบบ|ของ|โครงสร้าง|นั่นเอง เช่น เป็น|แบบ|รวม|ศูนย์ (centralized) หรือ|แบบ|แยก|ศูนย์ (decentralized) ส่วน|รูปแบบ|การ|จัด|เครือข่าย เป็น แบบ|วงแหวน (ring) หรือ|แบบ|ดาว (star) ฯ
(ทอ|พ|'|เพอะ) n. บุคคล|หรือ|สิ่ง|ที่อยู่|ชั้นยอด|,|ผู้|ตัด|ยอด (ต้นไม้) ออก|,|เครื่อง|ตัด|ยอด|ต้นไม้|ออก|,|บุคคล|ชั้นยอด. =|top hat (ดู) ,|เสื้อคลุม|หลวม ๆ ของ|ผู้หญิง
(ทอ|พ|'|เพิล) vt. ทํา|ให้|คว่ํา|,|ทํา|ให้|ล้ม|ลง|,|โค่น|ล้ม vi. ล้ม|ลง|,|คว่ํา|ลง|,|โอนเอน|ทําท่า|จะ|ล้ม
 |Syn. turvy (ทอ|พ|'|ซ|'|เท|อ|'|วี) adv. กลับตาลปัตร|,|กลับ|หัว|กลับ|หาง|,|ยุ่งเหยิง|,|สับสน. n. ภาวะ|ยุ่งเหยิง|,|ความ|สับสน
(ทอร์) n. ยอด|หิน|ของ|ภูเขา
(ทอร์ชฺ) n. ไต้|,|คบไฟ|,|คบเพลิง|,|ไฟฉาย|, -|Phr. (carry the torch for รัก|กับ)| 
(ทอร์ชฺ|'|แบ|เรอะ) n. ผู้|ถือ|คบไฟ|,|ผู้|ถือ|ไฟฉาย|,|ผู้นํา|,|ผู้|ให้|ความ|สว่าง
(ทอร์|'|รี|อะดอร์) n. คน|สู้|วัว
(ทอร์|'|เมิน|ทฺ) n. ความ|ระทมทุกข์|,|ความ|เจ็บปวด|,|สิ่ง|ที่|ทํา|ให้|ความ|ทุกข์ทรมาน|,|เครื่อง|ทรมาน|,|การ|ทรมาน.  |Syn. tormentedly adv. tormentingly adv.  |Syn. trouble|,|afflict|,|pain|,|affliction
(ทอร์|เมน|'|เทอะ) n. ผู้|ทรมาน|,|ตัว|มาร|,|สิ่ง|ที่|ทรมาน|,|เครื่องหมาย|,|ม่าน|ปีก|ทั้ง|สอง|ข้าง|ของ|เวที|,|ส้อม|ขนาด|ยาว
(ทอร์|เมน|'|เทอะ) n. ผู้|ทรมาน|,|ตัว|มาร|,|สิ่ง|ที่|ทรมาน|,|เครื่องหมาย|,|ม่าน|ปีก|ทั้ง|สอง|ข้าง|ของ|เวที|,|ส้อม|ขนาด|ยาว
(ทอร์น) vi.,|vt. กริยา|ช่อง 3 ของ tear
(ทอร์เน|'|โด) n. พายุ|หมุน.  |Syn. tornadic adj. pl. tornadoes|,|tornados
(ทอร์|พี|'|โด) n. ลูก|ตอร์ปิโด|,|องครักษ์|,|มือ|มีด|,|ผู้|รับจ้าง|ฆ่า|คน vt. โจมตี|หรือ|ทําลาย|ด้วย|ตอร์ปิโด pl. torpedoes
(ทอร์|'|พิด) adj. เฉื่อยชา|,|ซึม|,|ไม่|คล่องแคล่ว|,|ขี้เกียจ|,|เงื่องหงอย|,|ช้า|,|มึน|,|งง|,|กบ|-|ดาน|อยู่|กับ|ที่.  |Syn. torpidity n. torpidness n.  |Syn. numb|,|dormant|,|inert
(ทอร์|'|พอร์) n. ความ|ชา|,|ความ|เฉื่อยชา|,|การ|หมด|ความรู้สึก|,|การ|กบดาน|อยู่|กับ|ที่|,|การ|จําศีล
(ทอร์ค) n. สาย|รอบ|คอ|,|ความ|สามารถ|ใน|การ|หมุน|,|ประสิทธิภาพ|ใน|การ|หมุน|,|กําลัง|บิด|,|แรง|บิด
(ทอ|'|เรินทฺ) n. กระแส|น้ํา|เชี่ยว|,|การ|ไหล|พุ่ง|,|ความ|เชี่ยวกราก|,|ฝน|ตก|หนัก|  |Syn. stream|,|outburst|,|gush
(ทอ|เรน|'|เชิล) adj. ไหล|เชี่ยว|,|เชี่ยวกราก|,|ไหล|พุ่ง|,|ซึ่ง|เท|กระหน่ํา|ลง|มา|,|รุนแรง|, (การ|ด่า) โขมง|  |Syn. violent|,|vehement
(ทอ|'|ริ|ด) adj. ร้อน|จัด|,|ร้อน|ระอุ|,|ร้อน|อบอ้าว|, (อารมณ์) รุนแรง|,|ร้อนแรง.  |Syn. torridity n. torridness n. torridly adv.
(ทอร์|'|เชิน) n. การ|บิด|,|การ|บิด|เป็นเกลียว|,|แรง|บิด|ภายใน|ที่|เกิด|ขึ้น|,|การ|หมุน|ภายใน.  |Syn. torsional adj. torsionally adv.
(ทอร์|'|โซ) n. ลําตัว|,|ร่างกาย|คน|,|ลําตัว|,|รูปสลัก|เปลือย|กาย|เฉพาะ|ส่วน|ลําตัว|,|สิ่ง|ที่|ยัง|ไม่|สําเร็จ|สมบูรณ์ pl. torsos|,|torsi|  |Syn. trunk
(ทอร์ท) n. การ|ละเมิด|,|การ|ละเมิด|สิทธิ|ของ|คน|อื่น|}
(ทอร์|'|เทิส) n. เต่า
(ทอร์|ชู|ออ|ส|'|ซิ|ที) n. ความ|คดเคี้ยว|,|ความ|อ้อมค้อม|,|ความ|คด|,|การ|หลอกลวง|,|เล่ห์เหลี่ยม|,|สิ่ง|หรือ|ส่วน|ที่|งอ|หรือ|คด|หรือ|บิด
(ทอร์|'|ชู|เอิส) adj. คดเคี้ยว|,|บิด|,|งอ|,|อ้อมค้อม|,|หลอกลวง|,|วก|วน|,|เต็มไปด้วย|เล่ห์เหลี่ยม|,|ไม่|ตรงไปตรงมา.  |Syn. tortuousness n.  |Syn. sinuous|,|winding
(ทอร์|'|เชอะ) n. การ|ทรมาน|,|การ|ทํา|ให้|เกิด|ความ|เจ็บปวด vt. ทรมาน|,|บิด|หรือ|งอ|  |Syn. torturedly adv. torturer n. torturesome adj. torturous adj. torturingly adv. torturously adv.
(ทอ|'|รี) n.,|adj. สมาชิก|พรรค|อนุรักษ์นิยม|ใน|อังกฤษ|หรือ|แคนาดา|  |Syn. Toryish adj.
(ทอ|ช) n. ความ|เหลวไหล
(ทอ|สฺ) vt.,|vi.,|n. (การ) โยน|,|ขว้าง|,|ปา|,|เหวี่ยง|,|ทอย|,|เขย่า|,|แกว่ง|,|สอด (คําพูด) ,|แกว่ง|,|กวน|,|กระสับกระส่าย|,|เคลื่อน|ไป|มา|, -|Phr. (toss off ทํา|สําเร็จ|อย่าง|รวดเร็ว|,|บริโภค|อย่าง|รวดเร็ว)|  |Syn. tosser n.
(ทอ|สฺ|'|อัพ) n. การ|โยน|เหรียญ|หัว|ก้อย|,|เหตุการณ์|ที่|มี|โอกาส|เกิด|ขึ้น|50|%|,|โอกาส|ที่|เกิด|ขึ้น|ได้|เท่า ๆ กัน|  |Syn. even choice or chance
(ทอ|สฺทฺ) v. กริยา|ช่อง 2 และ 3 ของ toss
(ทอ|ท) n. เด็กเล็ก ๆ ,|จํานวน|เล็กน้อย|,|ปริมาณ|เล็กน้อย vt.,|vi. เติม|,|ใส่|,|เพิ่ม|  |Syn. child
(โท|'|เทิล) adj. ทั้งหมด|,|สมบูรณ์|,|เต็มที่|,|เด็ดขาด n. จํานวน|ทั้งหมด|,|ทั้งหมด. vt. รวม|ทั้งหมด vi. เป็น|จํานวน|ทั้งหมด.  |Syn. sum total|,|sum mass
(โท|'|ทะไลซ) vt. รวม|หมด|,|คิด|รวม|หมด|,|รวม|ยอด.  |Syn. totalisation n. totalization n.  |Syn. make total
(โท|แทลลิแท|'|เรียน) adj. เกี่ยวกับ|ระบบ|การ|ปกครอง|แบบ|เผด็จการ|หรือ|เบ็ดเสร็จ. n. ผู้|ยึด|ระบบ|การ|ปกครอง|ดังกล่าว.  |Syn. autocratic
(โท|แทล|'|ลิ|ที) n. จํานวน|ทั้งหมด|,|สิ่ง|รวม|ยอด|,|อุปราคา|ที่|มืด|หมด|  |Syn. total|,|entirety
(โท|'|ทะไลซ) vt. รวม|หมด|,|คิด|รวม|หมด|,|รวม|ยอด.  |Syn. totalisation n. totalization n.  |Syn. make total
(โท|'|ทะลี) adv. ทั้งหมด|,|โดย|สิ้นเชิง|  |Syn. entirely|,|completely
(โท|ท) vi.,|vt. รวม|ยอด|,|รวม|,|แฝง|ไว้|  |Syn. carry|,|convey
(โท|'|เทิม) n. รูป|สัตว์|หรือ|พืช|ที่|สลัก|อยู่|บน|เสา|อินเดียนแดง|ที่|เรียก|ว่า|totem pole|/|เป็น|สัญลักษณ์|ของ|เผ่า|ตระกูล|ครอบครัว|หรือ|อื่น ๆ|  |Syn. totemic adj. totemically adv.
(โท|'|ทะ|มิ|ส|ซึม) n. ระบบ|การ|แบ่ง|เผ่า|ต่าง ๆ ตาม|สัญลักษณ์|ของ totem
(ทอ|ท|'|เทอะ) vi.,|n. (การ) เดิน|เตาะแตะ|,|เดิน|โซเซ|,|เดิน|โอนเอน|,|มี|ลักษณะ|อาการ|ที่|จะ|ล้ม|  |Syn. waver|,|teeter|,|shake
(ทัชฺ) vt.,|vi.,|n. (การ) สัมผัส|,|แตะ|,|ต้อง|,|แตะต้อง|,|จับ|,|ถูก|,|ถู|,|ใช้|,|บริโภค|,|เกี่ยวข้อง|,|จัดการ|,|มี|ผล|,|บรรลุ|,|ถึง|,|ประทับใจ|,|ละเมิด|,|ล่วงเกิน|,|ทํา|ให้|เกิด|เสียง|เบา ๆ ,|ขอ|,|ขอ|ยืม|, -|Phr. (touch down (เครื่องบิน) ลง|แตะ|พื้นดิน) -|Phr. (touch off ทํา|ให้|ติดไฟ|,|ทํา|ให้|ระเบิด)| 
แผ่น|สัมผัส|หมายถึง อุปกรณ์|การ|ป้อน|ข้อมูล|เข้า|เครื่อง|คอมพิวเตอร์|ชนิด|หนึ่ง ที่|สามารถ|ป้อน|ข้อมูล|เข้า|ได้|โดย|เพียง|สัมผัส|ที่|จุด|ใด|จุด|หนึ่ง|บน|แผ่น|สัมผัส|นั้น ซึ่ง|จะ|ทํา|ให้|เกิด|เป็น|สัญญาณ|ป้อน เข้า|สู่|เครื่อง|คอมพิวเตอร์
จอ|สัมผัส|หมายถึง จอภาพ|ที่|รับ|ข้อมูล|ได้|จาก|การ|สัมผัส|ที่|ผิว|จอ เป็นต้น|ว่า บน|จอ|แสดง|หัวข้อ|ให้|เลือก เรา|สามารถ|เลือก|ได้|โดย|ใช้|นิ้ว|จิ้ม|ลง|ไป|ที่|ตําแหน่ง|ที่|ต้องการ เป็น|การ|แสดง|ว่า คอมพิวเตอร์|ได้|รับ|ข้อมูล|แล้ว
(ทัชฺ|'|เดาน์) n. (กีฬา|ฟุตบอล|อเมริกัน) การ|ได้|แต้ม|6|แต้ม|โดย|สามารถ|นํา|ฟุตบอล|ถึง|หรือ|เลย|เส้น|ประตู|, (กีฬา|รักบี้) การ|ที่|ผู้|เล่นเอา|ลูกบอล|แตะ|พื้น ใน|เส้น|ใน|,|การ|บิน|ลง|แตะ|พื้น
(ทัชฺ|'|ชิง) adj. มี|ผล|,|มี|ผลกระทบ|,|ประทับใจ|,|เร้าใจ|,|ซึ่ง|สัมผัส. -|prep. เกี่ยวกับ|,|เกี่ยวเนื่อง|กับ.  |Syn. touchingly adv.  |Syn. moving|,|affecting|,|heartbeaking|,|mournful
n. หิน|คํา|ที่|ใช้|ทดสอบ|ความ|บริสุทธิ์|ของ|เนื้อ|ทองคํา|และ|เงิน|,|การ|ทดสอบ|,|มาตรฐาน|การ|ทดสอบ|  |Syn. standard
(ทัชฺ|'|ชี) adj. ขี้โมโห|,|เสี่ยง|,|ต้อง|ระมัดระวัง|มาก|,|ไว|ต่อ|การ|สัมผัส|,|ติดไฟ|ได้|ง่าย.  |Syn. touchily adv. touchiness n.  |Syn. sensitive|,|impressionable|,|delicate
(ทัฟ) adj. เหนียว|,|ทนทาน|,|ไม่|เปราะ|,|บึกบึน|,|ดื้อรั้น|,|แข็งแรง|,|ยาก|,|ใจแข็ง|,|ร้าย. n. อันธพาล|,|วาย|ร้าย. vt. tough it out อดทน.  |Syn. toughish adj. toughly adv. toughness n.  |Syn. resilient|,|hardy
(ทัฟ|'|เฟิน) vi.,|vt. (ทํา|ให้) กลาย|เป็น|เหนียว|,|ทนทาน|,|บึกบึน|,|ทํา|ให้|ยาก.  |Syn. toughener n.  |Syn. harden
(ทัวร์) vi.,|vt.,|n. (การ) ท่องเที่ยว|,|ทัศนาจร|,|ดูงาน|,|เตร็ดเตร่|,|ตระเวน.  |Syn. tourer n.  |Syn. visit
(ทัว|'|ริ|ง) n. การ|ท่องเที่ยว. adj. เกี่ยวกับ|การ|ท่องเที่ยว
(ทัว|'|ริ|ส|ซึม) n. การ|ท่องเที่ยว|,|กิจการ|ท่องเที่ยว|,|อาชีพ|รับรอง|การ|ท่องเที่ยว
(ทัว|'|ริ|สทฺ) n.,|adj. (เกี่ยวกับ) นักท่องเที่ยว|,|นักทัศนาจร|,|ผู้ดู|งาน|,|ชั้น|โดยสาร|ที่|สอง|ของ|เครื่องบิน|หรือ|เรือ.
(ทัว|'|นะ|เมิน|ทฺ) n. การ|แข่งขัน|,|การ|แข่งขัน|ชิง|ชนะเลิศ
(เทอร์|'|นี) n. การ|แข่งขัน|,|การ|แข่งขัน|ชิง|ชนะเลิศ. vi. แข่งขัน|ชิง|ชนะเลิศ|  |Syn. tournament
(เทอร์|'|นะ|คิท) n. เครื่อง|ห้าม|โลหิต|,|สาย|รัด|ห้าม|โลหิต
(ทู|'|เซิล) vt. ทํา|ให้|ยุ่ง|,|ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|กระเซิง|,|ขยี้|ผม. n. ความ|ยุ่งเหยิง|,|ความ|กระเซิง|  |Syn. disorder
(เทาท์) vt.,|vi. ชักชวน|ให้|ซื้อ|ของ|,|ดึง|ลูกค้า|,|พูดคุย|อวด|,|ทํานาย|ม้า|,|ลอบ|ดู|การ|ซ้อม|ม้า|,|สืบ|ข่าว|,|ชักชวน|ให้|ลง|เดิมพัน|ใน|การ|แข่ง|ม้า. n. ผู้|ดึง|ลูกค้า|,|ผู้|ชักชวน|ให้|ซื้อ|ของ|,|ผู้ทํา|นาย|ม้า|,|ผู้|ลอบ|ดู|การ|ซ้อม|ม้า
(โท) vt.,|n. (การ) ลาก|,|จูง|,|พ่วง|,|โยง|,|ดึง|,|สิ่ง|ที่|ถูก|ลาก (จูง...) ,|เรือ|หรือ|รถ|ที่|ใช้|ลาก|,|เชือก|หรือ|โซ่|ที่|ใช้|ลาก|, -|Phr. (in tow ถูก|ลาก ภายใต้|การ|นํา เป็น|ผู้ติดตาม) , -|Phr. (under tow ถูก|ลาก)|  |Syn. drag|,|pull
รถ|ที่|ติดตั้ง|อุปกรณ์|ยก|หรือ|ลาก|รถ|อื่น
(โท|'|อิจฺ) n. การ|ลาก|,|การ|จูง|,|การ|พ่วง|,|การ|โยง|,|การ|ดึง|,|ภาวะ|ที่|ถูก|ลาก (จูง...) ค่า|โยง|,|ค่า|ลาก
(โท|'|เอิร์ด) prep. ไป|ยัง|,|ไป|ถึง|,|ไป|ทาง|,|ใกล้ ๆ กับ|,|หัน|ไป|ทาง|,|เกี่ยวกับ|,|เนื่องจาก|,|ต่อ. adj. ใกล้|จะ|เกิด|ขึ้น|,|จวนแจ|,|อยู่|ใน|ระหว่าง|,|เป็น|มงคล|,|ให้|ประโยชน์
(โท|'|เอิร์ดลี) adj. สมควร|,|เหมาะสม|,|สอน|ง่าย|,|ว่า|ง่าย|,|ถูก|กา|ละ|,|มี|เหตุผล
(โท|'|เอิร์ดซ) adj. ใกล้|จะ|เกิด|ขึ้น|,|จวนแจ|,|อยู่|ใน|ระหว่าง|,|เป็น|มงคล|,|ให้|ประโยชน์
(โท|'|อะเว) n. รถ|ที่|ถูก|ตํารวจ|ลาก|ไป adj. เกี่ยวกับ|เขต|ที่|จอด|รถ|แล้ว|จะ|ถูก|ลาก|ไป
(โท|'|โบ|ท) n. เรือ|ลาก|,|เรือโยง
(เทา|'|เอิล) n. ผ้าขนหนู|,|ผ้าเช็ดตัว|,|กระดาษ|เช็ดมือ|เช็ดหน้า|, -|Phr. (throw in the towel ยอมแพ้) vt.เช็ด|ด้วย|ผ้า|หรือ|กระดาษ|ดังกล่าว
(เทา|'|เออะ) n. หอ|สูง|,|หอคอย|,|เจดีย์ vi. อยู่|สูง|,|ยืน|ตระหง่าน|,|สูง|ขึ้น|มาก|,|บิน|สูง|,|ตั้ง|ตระหง่าน.  |Syn. towery adj.  |Syn. belfry|,|spire|,|minaret|,|citadel|,|fort
n. หอ|นาฬิกา
(เทา|'|เออะ|ริ|ง) adj. สูงตระหง่าน|,|สูง|มาก|,|สูงลิ่ว|,|ทะยาน|,|รุนแรง|,|เกิน|ขอบเขต|,|มาก|เกิน.  |Syn. toweringly adv.  |Syn. lofty
(โท|'|ไลนฺ) n. สาย|ลาก|,|สาย|ดึง|,|สาย|โยง
(ทาวน์) n. เมือง|,|นคร|,|เขต|ชุมชน|,|ชาวเมือง|,|ประชาชน|ทั้ง|เมือง|,|เขต|ศูนย์การค้า|ของ|เมือง|, -|Phr. (go to town ทํา (วางแผน) ดี|และ|เร็ว|,|ไป|หา|ความ|สําราญ) , -|Phr. (go up town ไป|ใน|เมือง|,) -|Phr. (on the town หา|ความ|สําราญ|ใน|เมือง)|  |Syn. townish adj.
n. เจ้าหน้าที่|ของ|เมือง|ผู้|มี|หน้า|ที่ทําการ|จดทะเบียน|ออก|ใบอนุญาต และ|เรียกประชุม ต่าง ๆ คล้าย|นายอําเภอ
n. ศาลากลางจังหวัด
n. บ้าน|ใน|เมือง|,|บ้าน|ใน|เมือง|ที่|ค่อนข้าง|หรูหรา|,|บ้าน|ตึกแถว|ที่|ใช้|กําแพง|ร่วม|กัน.
(ทาวน์|'|สโฟล์ค) n.,|pl. คนเมือง|ทั้งหมด|,|ชาวเมือง|  |Syn. townspeople
n. เขตเมือง|,|เมือง|เล็ก ๆ ,|ชุมชน|เล็ก ๆ ,|ย่าน|ธุรกิจ|การ|ค้า|ของ|ชนบท|,
n.,|pl. ชาวเมือง|,|คนเมือง|ทั้งหมด|,|คน|ที่|เจริญเติบโต|ใน|เมือง
เลือด|เป็น|พิษ
(ทอ|ค|'|ซิ|ค) adj. เป็น|พิษ|  |Syn. poisonous
(ทอ|ค|'|ซิ|เคินทฺ) adj. เป็น|พิษ|,|มี|พิษ. n. สารพิษ|,|ยาพิษ|  |Syn. poisonous|,|poison
(ทอ|ค|ซิ|ส|'|ซิ|ที) n. ความ|เป็น|พิษ|,
(ทอ|ค|ซิ|คอ|ล|'|โลจี) n. พิษ|วิทยา|  |Syn. toxicologic adj. toxicological adj. toxicologist n.
(ทอ|ค|'|ซิ|น) n. พิษ (โดยเฉพาะ|พวก|โปรตีน|จาก|พืช|สัตว์|และ|แบคทีเรีย|ที่|ทํา|ให้|เกิด|โรค)| 
(ทอย) n. ของเล่น|,|เครื่อง|เล่น|,|ของ|เด็ก|เล่น|,|สิ่ง|ที่|มี|ค่า|เล็กน้อย|,|ของ|กระ|จอก|,|สัตว์|ที่|มี|ขนาด|เล็ก|,|บุคคล|ร่าง|เตี้ย|,|สิ่ง|ประดับ|เล็ก ๆ น้อย ๆ ,|การ|ผ่อนคลาย|อารมณ์|,|การ|ละเล่น|,|หมวก|ผู้หญิง|สก๊อตแลนด์|สมัยก่อน|ที่|มี|ส่วน|ที่|ยาว|คลุม|ถึง|ไหล่. adj. ใช้|เป็น|ของเล่น|,|เหมือน|ของเล่น. vi. เล่น
ร่อง|ต่อ|นิ้ว|ย่อ|มา|จาก|คํา|ว่า tracks per inch จํานวน|ร่อง|ต่อ|นิ้ว ใช้|เป็น|หน่วย|วัด|การ|บรรจุ|ข้อมูล|บน|จาน|บันทึก ดู track ประกอบ
(เท|รส) n. สาย|บังเหียน|,|สาย|ดึง|,|สาย|โยง|ม้า|กับ|บังเหียน|,|รอย|,|ร่องรอย|,|รอย|เท้า|,|รอย|ทาง|,|ทาง|เล็ก|,|รอย|ความทรงจํา|ใน|สมอง (หรือ|engram) การ|ลาก|เส้น|,|การ|วาด|เล่น|,|ปริมาณ|เล็กน้อย|มาก|,|รอย|ภาพ|โทรทัศน์|,|รอย|บันทึก|,|จุด|หรือ|เส้น|ที่|ตัด|กัน vt. ตาม|รอย|,|ติดตาม|,|สืบเสาะ|,|สืบสวน|,|สอบสวน|,|ลาก|เส้น|,|วางแผน
(เท|รส|'|ซะเบิล) adj. ตาม|รอย|ได้|,|ติดตาม|ได้|,|สืบเสาะ|ได้|,|ถือ|เป็น|สาเหตุ|ได้.  |Syn. traceability n. traceableness n. traceably adv
(เท|ร|'|เซอะ) n. ผู้|ตาม|รอย|,|ผู้|สืบเสาะ|,|สิ่ง|ที่|ตาม|รอย|,|ผู้เขียน|แผนผัง|,|ผู้|วาด
(เท|ร|'|เซ|อ|รี) n. ลวดลาย|,|ลวดลาย|หน้าต่าง|หรือ|ประตู|  |Syn. network
(เท|ร|'|เคีย) n. หลอด|คอ|,|ท่อน้ํา|อากาศ|ใน|ระบบ|หายใจ|ของ|แมลง pl. tracheae
(เท|รส|'|ซิ|ง) n. การ|ติดตาม|รอย|,|การ|แกะรอย|,|การ|ติดตาม|,|การ|สืบเสาะ|,|สิ่ง|ที่|เกิด|จาก|การ|ติดตาม|หรือ|สืบเสาะ|,|สําเนา|ที่|เกิด|จาก|ลาก|เส้น|ทาบ|กัน
(แทรคฺ) n. ร่องรอย|ทางเดิน|,|ทางเดิน|เท้า|,|ราง|รถ|,|รอย|ทาง|รถ|,|ทาง|เกวียน|,|ทางใน|ป่า|,|รอย|เท้า|,|ลู่|วิ่ง|,|ทางรถไฟ|,|ช่วง|ล้อ|รถ|,|ร่องรอย|,|หลักฐาน|,|วิถีทาง|,|เส้นทาง|,|แนวทาง vt.,|vi. ตาม|รอย|,|ตาม|ทาง|,|คอย|ตาม|,|ติดตาม -|Phr. (keep track of ติดตาม|ข่าว บันทึก สืบเสาะ) -|Phr. (on the track ตรง|เป้า
แทร็|คบ|อลล์ <|คํา|อ่าน|>|ลูก|กลม|ควบคุม|หมายถึง อุปกรณ์|ที่|ใช้|นําเข้า|ข้อมูล ใช้|ปฏิบัติงาน|ได้|ใน|ทํานอง|เดียว กับ|เมาส์ นิยม|ใช้|กับ|คอมพิวเตอร์|โน้ต|บุ๊ก (notebook) อยู่|ใกล้ ๆ กับ|แป้นพิมพ์ ช่วย|ทํา|ให้|โน้ต|บุ๊ก|มี|ขนาด|กระ|ทัด|รัด|ขึ้น มี|ลักษณะ|เป็น|ลูก กลม ๆ หมุน|รอบ|ตัว|ได้|เหมือน|ลูก|กลม|ที่อยู่|ใต้|เมาส์|นั่นเอง
n. การ|แข่งขัน|กรีฑา|หลาย|ประเภท
(แทรคฺ|'|คิจฺ) n. ทาง|ทั้งหมด|,|ทางรถไฟ|ทั้งหมด|,|ความ|ยาว|ทั้งหมด|ของ|ทาง|,|สิทธิ|ใน|การ|ใช้|ทางรถไฟ|,|ค่า|สิทธิ|ดังกล่าว|,|ค่ารถ|,|ค่า|บรรทุก|,|เรือ|ที่|ใช้|ลาก|เรือ
หมายถึง|ช่องว่าง|ระหว่าง|ตัวอักษร ซึ่ง|สามารถ|ทํา|ให้|เบียดกัน หรือ|ห่าง|กัน|เท่าใด|ก็ได้|ดู|ตัวอย่าง|ต่อไปนี้ V e r y L o o s e Very tight|มี|ความหมาย|เหมือน letter spacing
(แทรคทฺ) n. บริเวณ|,|ผืน|,|เนื้อที่|,|แห่ง|,|ช่วง|,|หย่อม|  |Syn. stretch|,|expanse|,|area|,|region
(แทรค|'|ทะเบิล) adj. จัดการ|ได้|ง่าย|,|สอน|ง่าย|,|ยอม|ง่าย|,|อ่อนโยน|,|หัวอ่อน|,|แปรรูป|ได้|ง่าย.  |Syn. tractability n. tractableness n. tractably adv.  |Syn. docile|,|amenable
(แทรค|'|ทิล) adj. ดึง|เป็น|เส้น|ได้|,|ดึง|ออก|ตาม|ความ|ยาว|ได้.  |Syn. tractility n.  |Syn. ductile
(แทรค|'|เชิน) n. การ|ลาก|,|การ|ดึง|,|การ|ฉุด|,|แรง|ลาก|,|แรง|ดึง|,|แรง|ฉุด.
(แทรค|'|ทิฟว) adj. เกี่ยวกับ|การ|ลาก (ฉุด|,|ดึง) ,|มี|แรง|ลาก|,|มี|แรง|ฉุด|,|มี|แรง|ดึง
(แทรค|'|เทอะ) n. เครื่อง|แทรกเตอร์|,|เครื่อง|ลาก|,|เครื่อง|ฉุด|,|เครื่อง|ดึง
(เท|รด) n.,|adj. (เกี่ยวกับ) การ|ค้า|,|การ|ค้าขาย vt.,|vi. ค้าขาย|,|แลกเปลี่ยน|สินค้า|,|แลกเปลี่ยน|, -|Phr. (trade in แลกเปลี่ยน|โดย|ใช้|ของเก่า|หักราคา|เอา|ของ|ใหม่|,) -|Phr. (trade off แลกเปลี่ยน|ของ|กัน)|  |Syn. tradable|,|tradeable adj.
n. ชื่อ|การ|ค้า|,|ชื่อ|สินค้า|,|ชื่อ|ร้านค้า
n. ราคาขาย|ส่ง
n. สหภาพ|การ|ค้า|,|สหภาพแรงงาน.  |Syn. trade|-|union adj. trade unionism n. trade unionist n.
(เท|รด|'|อิน) n.,|adj. (เกี่ยวกับ) สินค้า|ที่|หักราคา|เอา|เพื่อ|ซื้อ|สินค้า|อื่น|,|กิจการ|ซื้อขาย|แลกเปลี่ยน.
(เท|รด|'|ออ|ฟ) n. การ|แลกเปลี่ยน|ของ|  |Syn. trade off|}
(เท|รด|'|มาร์ค|ฺ) n.,|vt. (ใส่) เครื่องหมายการค้า vt. ใส่|หรือ|พิมพ์|เครื่องหมายการค้า|  |Syn. logotype|,|colophon
(เท|รด|'|เดอะ) n. พ่อค้า|,|ผู้ทํา|การ|ค้า|,|นักธุรกิจ|,|เรือ|พาณิชย์|,|สมาชิก|บริษัท|ทรัพย์|ที่|ซื้อขาย|หุ้น|เพื่อ|ตัวเอง (ไม่|ใช่|เพื่อ|ลูกค้า) .  |Syn. tradership n.
(เท|รด|'|ซฺ|เมิน) n., (pl. tradesmen) พ่อค้า|ขายปลีก|  |Syn. shopkeeper
(เท|รด|ซฺ|'|พี|เพิล) n. พ่อค้า (ทั้งหลาย)|  |Syn. tradesmen
n. ร้านค้า|ใน|ที่|กันดาร
n. ตั๋ว|หรือ|แสตมป์|ที่|นํา|ไป|ขึ้น|ของ|ได
(ท|ระ|ดิช|'|เชิน) n. ธรรมเนียม|,|จารีต|,|ประเพณี|,|จารีต|นิยม|,|  |Syn. traditional adj.  |Syn. custom|,|usage
(ท|ระ|ดิช|'|เชินเนิลลิส|ซึม) n. ลัทธิ|จารีต|นิยม|,|ลัทธิ|อนุรักษนิยม.
(ท|ระ|ดิวซฺ|') vt. ใส่ร้าย|,|ด่า|,|พูด|ให้|ร้าย|  |Syn. traducement n. traducer n. traducingly adv.
(แทรฟ|'|ฟิค) n. การ|จราจร vi. ค้าขาย|,|ค้าขาย|สิ่ง|ที่|ผิด|กฎหมาย.  |Syn. trafficker n.
(แทรก|'|กะ|แคน|ธฺ) n. กาว|หรือ|ยางไม้|แห้ง|จาก|ต้น Astragalus gummifer
(ท|ระ|จี|'|เดียน) n. ผู้แสดง|หรือ|ประพันธ์|เรื่อง|โศก
(ท|ระ|จี|ดี|เอน|') n. ผู้แสดง|หรือ|ประพันธ์|เรื่อง|โศก|ที่|เป็น|หญิง
(แทรจ|'|จิ|ดี) n. ละคร|โศก|,|บทประพันธ์|โศก|,|เรื่อง|โศก|,|ภัยพิบัติ
(แทรจ|'|จิค) adj. เกี่ยวกับ|ละคร|โศก|,|เกี่ยวกับ|เรื่อง|โศก|,|โศก|สลด|,|เกี่ยวกับ|ภัยพิบัติ.  |Syn. tragically adv. tragicalness n.  |Syn. lamentable|,|pathetic
(แทรจ|'|จิค) adj. เกี่ยวกับ|ละคร|โศก|,|เกี่ยวกับ|เรื่อง|โศก|,|โศก|สลด|,|เกี่ยวกับ|ภัยพิบัติ.  |Syn. tragically adv. tragicalness n.  |Syn. lamentable|,|pathetic
(เท|รล) n. รอย|ทาง|,|รอย|,|รอย|เท้า|,|รอย|กลิ่น|,|ควัน|,|ฝุ่น|,|แสง|,|ผู้คน|หรือ|อื่น ๆ ที่|ตาม|หลัง|,|ส่วน|หาง|ชาย|กระโปรง|,|ท้าย|บทกวี|,|สิ่ง|พ่วง|,|พืช|เถาวัลย์|,|ท่า|ประทับ|ปืน|,|ท่า|ถือ|ปืน. vt.,|vi. ตาม|รอย|,|ตาม|กลิ่น|,|ลาก|,|นํามา|ด้วย|,|อยู่|หลัง|,|ล้าหลัง|,|เลื้อย|,|ประทับ|ปืน|,|ติดตาม|,|ค่อย ๆ เปลี่ยน|,|ปราชัย|ใน|การ|แข่ง
(เท|รล|'|เลอะ) n. ผู้|ลาก|,|สิ่ง|ที่|ใช้|ลาก|,|เครื่อง|พ่วง|,|รถ|พ่วง|,|พืช|ไม้เถา|วัลย์|,|สัตว์|ที่|ใช้|ลาก|,|ผู้|สะกด|รอย|,|ผู้ติดตาม|,|ผู้|ตาม|ล่า|,|บ้าน|ติด|กับ|รถ|ลาก|,|บ้านพัก|เคลื่อนที่|,|ภาพยนตร์|ตัวอย่าง|,|ภาพยนตร์|โฆษณา
ป้ายชื่อ|ท้าย|แฟ้ม|หมายถึง|ระเบียน|สุดท้าย|ของ|เทป|หรือ|แถบ|บันทึก ซึ่ง|มี|หน้าที่|บอก|จุดสิ้นสุด|ของ|การ|บันทึก|บน|ม้วน|เทป|นั้น มักจะ|เป็น|ที่|เก็บ|ข้อความ|ย่อ ๆ เกี่ยวกับ|เทป|นั้น|เอง|มี|ความหมาย|เหมือน trailer record ดู header label เปรียบเทียบ
ระเบียน|ท้าย|หมายถึง|ระเบียน|สุดท้าย|ของ|เทป|หรือ|แถบ|บันทึก ซึ่ง|มี|หน้าที่|บอก|จุดสิ้นสุด|ของ|การ|บันทึก|บน|ม้วน|เทป|นั้น มักจะ|เป็น|ที่|เก็บ|ข้อความ|ย่อ ๆ เกี่ยวกับ|เทป|นั้น|เอง มี|ความหมาย|เหมือน trailer label ดู header label เปรียบเทียบ
(เท|รน) n. รถไฟ|,|ขบวน|,|ผลลัพธ์|,|ส่วน|ท้าย vt.,|vi. ฝึก|,|ฝึกหัด|,|ลาก|,|ดึง|,|เส้น|  |Syn. trainable adj.
(เท|รน|นี|') n. ผู้|ได้|รับ|การ|ฝึกหัด|,|ผู้ฝึก|งาน
(-|'|เนอะ) ผู้ฝึก|,|ครูฝึก|,|อุปกรณ์|การ|ฝึก|,|เครื่องบิน|ฝึก
(เท|รน|'|นิง) n. การ|ฝึก|,|การ|ฝึกหัด|,|การ|ฝึกฝน
(เท|รท) n. ลักษณะ|เฉพาะ|,|อุปนิสัย|, (ปากกา|,|ดินสอ) ขีด|หนึ่ง|,|การ|สัมผัส|,|การ|แตะ|,|จํานวน|เล็กน้อย.  |Syn. quality
(เท|ร|'|เทอะ) n. ผู้|ทรยศ|,|ผู้|หักหลัง|  |Syn. traitress|,|traitor ที่|เป็น|หญิง. traitorship n. traitorism n.  |Syn. betrayer
(เท|ร|'|เท|อเริส) adj. ทรยศ|,|หักหลัง|,|ขายชาติ|,|ท ไม่|ซื่อสัตย์|,|กบ|ฎ.  |Syn. traitorousness n. traitorously adv. -|S.,|treacherous
(เท|ร|'|เท|รส) n. traitor (ดู) ที่|เป็น|หญิง
(ท|ระ|เจ|ค|'|ทะ|รี) n. เส้น|โคจร|,|เส้น|กระสุนวิถี|,|ทาง|โคจร|,|กระสุนวิถี|  |Syn. trajectile adj. trajection n.  |Syn. orbit|,|flight path
(แท|รม) n. รถราง|,|รถไฟ|ที่|มี|ราง|,|รถราง|เหมือง|,|รถกระเช้า. vt.,|vi. ขนส่ง|ด้วย|รถ|ดังกล่าว|  |Syn. tramless adj.  |Syn. streetcar|,|tramway
n. รถราง|,|รถไฟฟ้า|ที่|มี|ราง|  |Syn. tram
n. เส้นทาง|เดิน|ของ|รถราง|,|สาย|ห้อย|รถกระเช้า
(แท|รม|'|เมิล) n. สิ่ง|กีดขวาง|,|อุปสรรค|,|ห่วง|คล้อง|ขาม้า|,|ตาข่าย|จับ|ปลา|,|จับ|ตก|,|ปลอก|พันธนาการ|,|เครื่อง|วาด|เป็น|รูป|วง|รี|,|วงเวียน|วาด|รูป|วง|รี|,|ที่|ค้ําจุน|หม้อ|หรือ|กาน้ํา|เหนือ|เตาไฟ|,|โซ่|ตรวน. vt. ขัดขวาง|,|ยับยั้ง|,|จับ|ด้วย|ตาข่าย|,|ติด|กับ.  |Syn. trammeler|,|trammeller n.
(แท|รม|พฺ) n. คนจร|จัด|,|ผู้|เดินทาง|ด้วย|เท้า|,|ผู้|พเนจร|,|การ|เดินทาง|ด้วย|เท้า|,|เสียงฝีเท้า|ที่|หนัก|,|หญิง|มั่ว|โลกีย์ vi.,|vt. เดิน|เท้า|เสียง|ดัง|,|เดิน|ขบวน|,|เดิน|เที่ยว|,|พเนจร|,|ย่ํา|,|เหยียบ|,|กระทืบ|  |Syn. tramper n. trampish adj. trampishly adv. trampishness n.
(แท|รม|'|เพิล) vi. ย่ํา|,|เหยียบ|,|กระทืบ vt. ย่ํา|,|เหยียบ|,|กระทืบ|,|กระทืบ|ไฟ|ให้|ดับ. n. การ|ย่ํา|,|การ|เหยียบ|,|การ|กระทืบ.  |Syn. trampler n.
(ท|ราน|ซฺ) n.,|vt. (ทํา|ให้|เกิด) ความ|มึนงง|,|ความ|มึนตึง|,|สภาพ|จิต|ของ|คน|เข้า|ฌาณ|หรือ|ทรงเจ้า|,|จิต|ใน|ภวังค์|,|อาการ|ง่วง|หลับ|,|อาการ|ไม่|รู้สึกตัว.  |Syn. trancedly adv.  |Syn. dream|,|daze
(แท|รน|'|เซน|เดิน|ซฺ|,|-|ซี) n. การ|อยู่|เหนือ|,|การ|อยู่|นอกเหนือ|,|การ|มี|ชัย|,|การ|เหนือ|ความ|เข้าใจ|,|การ|อยู่|เหนือ|ความ|เข้าใจ|  |Syn. transcendent adj.
(แทรง|'|ควิล) adj. สงบ|,|สงบเงียบ|,|สงบสุข|,|ราบรื่น|  |Syn. tranquilly adv. tranquilness n.  |Syn. peaceful Ant. troubled
(แทรง|'|ค|วิไล|ซ) vt.,|vi. ทํา|ให้|สงบ|,|กลาย|เป็น|สงบ|,|กล่อม|ประสาท.  |Syn. tranquillize|,|tranquillise|  |Syn. tranquilization n.
(แทรง|'|ค|วิไล|เซอะ) n. ยากล่อมประสาท|,|สิ่ง|ที่|ทํา|ให้|สงบ|  |Syn. tranquillizer|,|tranquilliser
(แทรงควิล|'|ลิ|ที) n. ความ|สงบ|,|ความ|เงียบสงบ|,|ความ|ราบรื่น.  |Syn. serenity|,|placidity
Pref. ข้าม|,|ผ่าน|,|ติด|ข้าม|,|ลอด|'|,|ตลอด|,|ขวาง|,|เปลี่ยนแปลง|,|ด้าน|ตรงข้าม|,|อยู่|อีก|ด้าน|หนึ่ง|  |Syn. across|,|beyond
(แท|รน|แซคทฺ|') vt.,|vi. ติดต่อ|,|จัดการ|,|ทํา|การ|ค้า|,|ทํา|ธุรกิจ.  |Syn. transactor n.
(แท|รน|แซค|'|เชิน) n. การ|ติดต่อ|,|การ|จัดการ|,|การ|ค้า|,|ธุรกิจ|,|สิ่ง|ที่|จัดการ transactions รายงานการประชุม|,|บันทึก|การ|ประชุม.  |Syn. transactional adj. transactionally adv.
ข้อมูล|รายการ|เปลี่ยนแปลง|หมายถึง|ข้อมูล|ที่|เป็น|รายการ|เปลี่ยนแปลง หรือ|เป็น|รายการ|แก้ไข (จาก|รายการ|ใน แฟ้มข้อมูล|หลัก)| 
แฟ้มข้อมูล|รายการ|เปลี่ยนแปลง|หมายถึง|แฟ้มข้อมูล|ที่|บรรจุ|รายการ|เปลี่ยนแปลง หรือ|รายการ|แก้ไข (เพื่อ|นํามา|ปรับปรุง|รายการ|ใน|แฟ้มข้อมูล|หลัก)| 
transaction processing การ|ประมวลผล|ด้วย|รายการ|เปลี่ยนแปลง|หมายถึง การ|ประมวลผล|ข้อมูล|ด้วย|การ|นํา|แฟ้มข้อมูล|ที่|บรรจุ|รายการ|เปลี่ยนแปลง หรือ|รายการ|แก้ไข อ่าน|เข้า|ไป|ใน|คอมพิวเตอร์|เพื่อ|ปรับปรุง|รายการ|ใน|แฟ้มข้อมูล|หลัก (master file)| 
(แท|รน|ซัท|แล|น|'|ทิค) adj. ข้าม|มหาสมุทร|แอตแลนติก|,|อยู่|เลย|มหาสมุทร|แอตแลนติก
(แท|รส|เซน|ดฺ|') vt.,|vi. อยู่|เหนือ|,|อยู่|เลย|,|อยู่|นอกเหนือ|,|ทํา|ได้|ดี|กว่า|,|ชนะ|,|มี|ชัย|,|อยู่|เหนือธรรมชาติ.  |Syn. transcendingly adv.
(แท|รน|'|เซน|เดิน|ซฺ|,|-|ซี) n. การ|อยู่|เหนือ|,|การ|อยู่|นอกเหนือ|,|การ|มี|ชัย|,|การ|เหนือ|ความ|เข้าใจ|,|การ|อยู่|เหนือ|ความ|เข้าใจ|  |Syn. transcendent adj.
(แท|รน|เซน|'|เดิน|ทฺ) adj. อยู่|เหนือ|,|อยู่|นอกเหนือ|,|อยู่|เลย|,|เหลือล้น|,|เหลือเกิน|,|มี|กว่า|,|ยอดเยี่ยม|กว่า|,|มี|ชัย|,|เหนือธรรมชาติ|,|เหนือ|โลก|,|เหนือ|จักรวาล. n. สิ่ง|ยอดเยี่ยม|,|บุคคล|ยอดเยี่ยม|,|อัจฉริยบุคคล.  |Syn. trancendence|,|transcendency n.
(แท|รน|ซฺ|คอน|'|ทิเนนเทิล) adj. ข้าม|ทวีป|,|อยู่|อีก|ด้าน|ของ|ทวีป.
(แทรซฺ|'|ไค|รบ|ฺ) vt. คัด|,|ลอก|,|ถ่าย|สําเนา|,|ทํา|สําเนา|,|ถอดความ|,|อัด|เสียง|,|กระจาย|เสียง|จาก|เสียง|ที่|บันทึก|ไว้|,|บันทึก|ไว้|เพื่อ|ถ่ายทอด|เสียง|,|ใช้|สัญลักษณ์|การ|ออก|เสียง.  |Syn. transcriber n.  |Syn. take down|,|copy
(แท|รส|ซฺ|'|ค|ริ|พทฺ) n. สําเนา|,|บันทึก|,|ฉบับ|คัดลอก|,|ฉบับ|สําเนา|,|จานเสียง|,|หนังสือรับรอง|ผล|การ|ศึกษา|,|แผ่น|โลหะ|บันทึก|เสียง
(แท|รน|ซฺค|ริ|พ|'|เชิน) n. การ|คัด|,|การ|ลอก|,|การ|ถ่าย|สําเนา|,|การ|สําเนา|,|การ|แปล|,|การ|ถอดความ|,|สําเนา|,|ฉบับ|สําเนา|,|บันทึก|,|ฉบับ|คัดลอก|,|เครื่องหมาย|แทน|เสียง|,|แผ่นเสียง|,|การ|บันทึก|เสียง.  |Syn. transcriptional adj. transcriptive adj.
(แท|รน|ซฺ|'|เฟอะ) vt.,|vi.,|n. (การ) ย้าย|,|โยกย้าย|,|โอน|,|จุด|ที่|เคลื่อนย้าย|,|บุคคล|ที่|เคลื่อนย้าย|  |Syn. transferability n. transferable adj. transferrable adj. transferrer n.  |Syn. convey|,|remove|,|make over
(แท|รน|ซฺเฟอ|'|เรินซฺ|,|แท|รน|ซฺ|'|เฟอเรินซฺ) n. การ|ย้าย|,|การ|โยกย้าย|,|การ|เปลี่ยนแปลง|ของ|อารมณ์|,|การ|โอน|,|การ|โอน|กรรมสิทธิ์|,|การ|โยกย้าย|ทรัพย์สิน|  |Syn. translocation
(แท|รน|ซเฟอเรน|'|เชิล) adj. เกี่ยวกับ|การ|ย้าย (โอน) ,|เกี่ยวกับ|การ|โยกย้าย
(แท|รน|ซเฟอ|'|เรอะ) n. ผู้|ย้าย|,|ผู้|โยกย้าย|,|ผู้|โอน { (ดู)| 
(แท|รน|ซเฟอ|'|เริล) n. =|transfer (ดู)| 
(แท|รน|ซเฟอ|'|เรอะ) n. =|transferor (ดู)| 
(แท|รน|ซฟิก|เก|อเร|'|เชิน) n. การ|เปลี่ยน|รูป|,|การ|แปรรูป|,|การ|เปลี่ยน|โฉม
(แท|รน|ซฺฟิคซฺ|') vt. แทง|ทะลุ|,|ตรึง|,|ติด|แน่น|,|ทํา|ให้|ตะลึง|งัน|อยู่|กับ|ที่. -|transfixion n.  |Syn. impale|,|stun|,|petrify|,|amaze
(แท|รน|ซฺ|ฟอร์ม|') vt.,|vi. เปลี่ยน|รูป|,|แปรรูป|,|ปฎิ|รูป|,|เปลี่ยน|สภาพ|,|เปลี่ยนแปลง|  |Syn. transformable adj.
(แท|รน|ซฺ|ฟอร์ม|เม|'|เชิน) n. การ|เปลี่ยน|รูป|,|การ|แปรรูป|,|การ|ปฎิ|รูป|,|การ|เปลี่ยน|สภาพ|,|ผม|ปลอม|ของ|สตรี.  |Syn. transformational adj.  |Syn. transmutation
(แท|รน|ซฺ|ฟอร์ม|'|เมอะ) n. ผู้|เปลี่ยน|รูป|,|ผู้|แปรรูป|,|หม้อแปลงไฟ|ฟ้า|,|เครื่องสับ|-|เปลี่ยน|,|เครื่อง|เปลี่ยนแปลง
(แท|รน|ซฟิวซ|') vt. ถ่าย|โลหิต|,|ถ่ายเท|,|โยกย้าย|,|ย้าย|,|ทํา|ให้|ซึม|ผ่าน|,|ฉีด|น้ําเกลือ|เข้า|ไป|ใน|เส้นโลหิต|,|  |Syn. transfuser n. transfusible adj. transfusable adj. transfusion n. transfusive adj.
(เท|รน|ซฺ|เก|รส|') vi.,|vt. ละเมิด|,|ฝ่าฝืน|,|กระทํา|ผิด|,|รุกล้ํา|  |Syn. transgression n. transgressive adj. transgressor n.  |Syn. sin|,|err
(แท|รน|'|เชินซฺ|,|-|เ?ินซฺ) n. ภาวะ|ชั่ว|-|คราว|,|สภาพ|ที่|ไม่|ถาวร|,|ลักษณะ|ที่|ไม่|ยั่งยืน.  |Syn. transiency
(แท|รน|'|เชินทฺ|,|-|เ?ินทฺ) adj. ชั่ว|คราว|,|ไม่|ถาวร|,|ชั่ว|คราว n. สิ่ง|ที่อยู่|ชั่ว|คราว|,|สภาพ|ชั่ว|คราว|,|นอก|ฤดูกาล.  |Syn. transiently adv. transientness n.  |Syn. brief|,|temporary|,|vagrant
(แท|รน|'|ซิ|เจินทฺ) n. ผู้|ยอม ประนีประนอม
(แท|รน|ซิ|ล|'|เลียน|ทฺ|,|-|ซิ|ล|'|เยินทฺ) adj. ซึ่ง|กระโดด|หรือ|ผ่าน จาก|สิ่ง|หนึ่ง|ไป|ยัง|อีก|สิ่ง|หนึ่ง.  |Syn. transilience n.  |Syn. transitional
(แท|รน|ซิ|ส|'|เทอะ) n. ทรานซิสเตอร์
(แท|รน|'|ซิ|ท) vt.,|vi.,|n. (การ) ผ่าน|,|ส่ง|ผ่าน|,|โคจร|ผ่าน. vi. ผ่าน|,|ส่ง|ผ่าน|,|โคจร|ผ่า|นม|การ|เปลี่ยนแปลง|,|การ|ส่ง|ข้าม|เขตแดน|,|สภาพ|หัวเลี้ยวหัวต่อ|  |Syn. transitable adj.  |Syn. transportation|,|transition
(แท|รน|ซิ|ซ|'|เชิน|,|-|เ?ิน) n. การ|ผ่าน|,|การ|ส่ง|ผ่าน|,|การ|นํา|ส่ง|,|การ|เปลี่ยนแปลง|,|ภาวะ|หัวเลี้ยวหัวต่อ|,|การ|เปลี่ยนแปลง|ลําดับ.  |Syn. transitional adj. transitionary adj. transitionally adv.  |Syn. change|,|flux
(แท|รน|'|ซิ|ทิฟว) adj. เกี่ยวกับ|ส|กรรม|กริยา|,|เกี่ยวกับ|การ|ผ่าน|หรือ|สิ่ง|ผ่าน|,|เกี่ยวกับ|สภาพ|หัวเลี้ยวหัวต่อ|  |Syn. transitivity n.
n. สกรรม|กริยา
(แท|รน|'|ซิ|ทอ|รี) adj. ไม่|ถาวร|,|ไม่|ยั่งยืน|,|ชั่ว|คราว|,|ชั่ว|ประเดี๋ยว.  |Syn. transitorily adv. transitoriness n.
(แท|รน|'|ซฺเลท) vt.,|vi. แปล|,|ถ้อย|ความ|,|แปล|ความหมาย|,|แปลง|,|เปลี่ยน|,|ย้าย|  |Syn. translatability n. translatable adj. translator|,|translater n.  |Syn. construe|,|render|,|change|,|alter
(แท|รน|ซฺเล|'|เชิน) n. การ|แปล|,|ฉบับ|แปล|,|ข้อความ|ที่|แปล|,|การ|เปลี่ยนแปลง|,|การ|ย้าย|  |Syn. translational adj.  |Syn. revision|,|rewording
(แท|รน|ซฺลิท|'|เท|อเรท) vt. เปลี่ยน|ตาม|พยัญชนะ|หรือ|ภาษา|อื่น|,|แปล.  |Syn. transliteration n. transliterator n.
(แท|รน|ซฺลู|'|เซินทฺ) adj. มัว|,|ฝ้า|,|กึ่ง|โปร่งแสง|,|เข้าใจ|ได้|ง่าย.  |Syn. translucence n. translucency n.
(แท|รน|ซฺไม|'|เก|รท) vi. อพยพ|ข้าม|ถิ่น|,|อพยพ|เข้า|ประเทศ|,|อพยพ|,|ย้าย|ถิ่นฐาน (วิญญาณ) ,|เกิด|ใหม่|ใน|ร่าง|ใหม่|,|วัฎ|สงสาร.  |Syn. transmigrator n. transmigratory|, transmigrative adj.
(-|ซฺ|มิ|ส|'|ซะเบิล) adj. ซึ่ง|ผ่าน|ได้|,|สิ่ง|ต่อ|ได้|,|ถ่ายทอด|ได้|,|แพร่เชื้อ|ได้|,|กระจาย|ได้|,|ส่ง|วิญญาณ|ได้.  |Syn. transmissibility n.
(แท|รน|ซฺ มิ|ส|'|เชิน|,|แท|รน|ซิ|ส|'|เชิน) vt. การ|ส่ง|ผ่าน|,|การ|ส่ง|ต่อ|,|สายพาน|,|การ|ถ่ายทอด|,|การ|แพร่เชื้อ|,|การ|กระจาย|,|การ|กระจาย|เสียง|,|การ|ส่ง|สัญญาณ.  |Syn. transmissive adj.  |Syn. passage
transmission control protocol / internet protocol กฏเกณฑ์|การ|ควบคุม|การ|ส่ง|ผ่าน|ตาม|มาตรฐาน|อิน|เตอร์|เน็ต|ใช้|ตัวย่อ|ว่า TCP|/|IP (อ่าน|ว่า ที|ซี|พี|/|ไอ|พี) หมายถึง มาตรฐาน|ที่|สร้าง|ขึ้น|ใน|เรื่อง|ของ|การ|เชื่อมต่อ|ข้อมูล|ระหว่าง|เครื่อง|ปลาย|ทาง (terminal) ใน|เครือข่าย|คอมพิวเตอร์ หรือ|ตัว|เลียน|แบบ
(แท|รน|ซฺ|'|มิ|ท|,|แท|รน|ซ|'|มิ|ท) vt. ส่ง|ผ่าน|,|ส่ง|ต่อ|,|ถ่ายทอด|,|แพร่เชื้อ|,|กระจาย|,|กระจาย|เสียง|,|ส่ง|สัญญาณ|,|ส่ง|คลื่น|,|ส่ง|โทรเลข|,|โอน|สิทธิ|,|โอน|หน้าที่|  |Syn. transmittable adj. transmittible adj.  |Syn. send|,|convey
(แท|รน|ซฺ|มิ|ท|'|เทิล) n. การ|ส่ง|ผ่าน|,|การ|ส่ง|ต่อ|,|การ|ถ่ายทอด|  |Syn. transmission
(แท|รน|ซฺ|มิ|ท|'|เทิน|ซฺ) การ|ส่ง|ผ่าน|,|การ|ส่ง|ต่อ|,|การ|ถ่ายทอด|,|การ|ส่ง|สัญญาณ
(แท|รน|ซฺ|มิ|ท|'|เทอะ) n. ผู้|ส่ง|,|ผู้|ส่ง|ต่อ|,|ผู้|ส่ง|สัญญาณ|,|ผู้|แพร่เชื้อ|,|เครื่องส่ง|,|เครื่อง|กระจาย|เสียง
(แท|รน|ซฺ|'|มิ|วทฺ) vt.,|vi. เปลี่ยน|รูป|,|เปลี่ยน|รูปแบบ|,|เปลี่ยน|สภาพ|,|เปลี่ยน|ภาวะ|,|วิวัฒนาการ|เป็น|อีก|ชนิด|หนึ่ง (species) หนึ่ง|  |Syn. transmutability n. transmutable adj. transmuter n. transmutation n. transmutative adj. คํา|ที่|มี|ความหมาย|เห|มือ
(แท|รน|ซฺ|โอ|ชิ|แอ|น|'|นิค) adj. ข้าม|มหาสมุทร|,|เลย|มหาสมุทร|,|อยู่|ข้าม|มหาสมุทร
(แท|รน|'|ซอ|ม) n. แผ่น|ไม้|ขวาง|,|คาน|ขวาง|,|กรอบ|วง|กบ|ด้าน|บน|,|กระดาน|ขวาง|ท้าย|เรือ|,|กระทง|ท้าย|เรือ|,|บัว|หน้าต่าง|หรือ|ประตู|  |Syn. transomed adj.
(-|ซฺพะ|ซิ|ฟ|'|ฟิค) adj. ข้าม|มหา|-|สมุทร|แปซิฟิก|,|อยู่|อีก|ด้าน|ของ|มหาสมุทร|แปซิฟิก
(แท|รน|ซฺ|แพ|'|เรินซฺ) n. ลักษณะ|โปร่งแสง|,|ลักษณะ|โปร่งแสง|แบบ|กระจก
(แท|รน|ซฺ|แพ|'|เริน|ซี) n. ลักษณะ|โปร่งแสง|,|ลักษณะ|โปร่งแสง|แบบ|กระจก|,|ความ|โปร่งแสง|,|ความ|โปร่ง|ตา|,|สิ่ง|ที่|โปร่งแสง|,|ส่วน|ที่|โปร่งแสง|ของ|ภาพ|สไลด์|หรือ|แผ่นภาพ|ใส|  |Syn. transparent adj.  |Syn. transparence
(แท|รน|ซฺ|แพ|'|เรินทฺ) adj. โปร่งแสง|,|โปร่ง|ตา|,|ใส|เหมือน|กระจก|,|ยอม|ให้|แสง|ผ่าน|ได้|ตลอด|,|เปิดเผย|,|ตรงไปตรงมา|,|เข้าใจ|ง่าย|,|เห็นชัด|,|ชัดแจ้ง.  |Syn. transparently adv. transparency n.  |Syn. clear|,|obvious|,|sheer
(แท|รน|ซฺพิค|'|คิว|เอิส) adj. โปร่งแสง.  |Syn. transpicuous ly adv.
(แท|รน|ซ|ไพ|'|เออะ) vi. ป|รา|กฎ|,|เกิด|ขึ้น|,|บังเกิด|,|ปล่อย|ออก|มา|,|หนี|ออก|มา|,|เปิดเผย|,|รั้ว|ไหล. vt. ปล่อย|ออก|มา|,|ระเหย|,|รั่วไหล.  |Syn. transpirable adj. transpiration n. transpiratory adj.  |Syn. emerge|,|arise
(v. แท|รน|ซฺ|'|พ|ลาน|ทฺ|,|แท|รน|ซฺพ|ลาน|ทฺ|'|,|n. แท|รน|ซฺ|'|พ|ลาน|ท|,|แท|รน|ซฺ|'|แพ|ลน|ทฺ) vt.,|n. (การ) ย้าย|ปลูก|,|ย้าย|ปะ|,|ย้าย|ปะ|ตอน|,|ย้าย|เพาะเลี้ยง|,|ย้าย|,|ย้าย|ถิ่น. สิ่ง|ที่|ถูก|ย้าย|ปลูก (ปะ|,|ปะ|ตอน) .  |Syn. transplantable adj. transplantation n. transplanter adj.
(แท|รน|ซฺพอร์ท|') vt. ขนส่ง|,|นํา|ส่ง|,|ส่ง|,|ลําเลียง|,|ขน|ย้าย|,|เนรเทศ. n. การ|ขนส่ง|,|การ|นํา|ส่ง|,|การ|ส่ง|,|การ|ลําเลียง|,|การ|ขน|ย้าย|,|การ|เนรเทศ|,|วิธีการ|ขนส่ง|,|พาหนะ|ขนส่ง|,|เครื่องบิน|โดยสาร|,|เครื่องบิน|บรรทุก|,|ระบบ|ขนส่ง|มวลชน|,|อารมณ์|รุนแรง|,|นักโทษ|ที่|ถูก|เนรเทศ.  |Syn. transportable
(แท|รน|สเพอ|เท|'|เชิน) n. การ|ขนส่ง|,|การ|นํา|ส่ง|,|การ|ลําเลียง|,|การ|ขน|ย้าย|,|การ|เนรเทศ|,|วิธีการ|ขนส่ง|,|พาหนะ|ขนส่ง|,|ธุรกิจ|การ|ขนส่ง|,|ค่าขนส่ง|,|ค่าเดินทาง|,|การ|เนรเทศ
(แท|รน|ซฺ|โพ|ซ|') vt. เปลี่ยน|ตําแหน่ง|,|สับเปลี่ยน|ตําแหน่ง|,|ย้าย|ตําแหน่ง|สมการ|,|ขน|ย้าย|,|ขนส่ง|,|เปลี่ยน|ระดับ|เสียง. vi. เปลี่ยน|ระดับ|เสียง|,|เปลี่ยน|ทํานอง|เพลง.  |Syn. transposability n. transposable adj. transposer n.
(แท|รน|ซ|โพ|ซิ|ช|'|เชิน) n. การ|-|เปลี่ยน|ตําแหน่ง|,|การ|ถูก|เปลี่ยน|ตําแหน่ง|,|การ|สับเปลี่ยน|,|การ|ขน|ย้าย|,|รูปแบบ|ที่|ถูก|เปลี่ยน|ที่.  |Syn. transpositional|,|transpositive adj.
(-|เซ|ค|'|ชวล) n. ผู้|ถูก|เปลี่ยน|เพศ (โดย|ศัลยกรรม|หรือ|ยา|ฮอร์โมน) ,|ผู้|ที|มี|สภาพ|จิตใจ|คล้าย|เพศตรงข้าม.  |Syn. transsexualism n.
(แท|รน|ซฺ|'|ชิ|พ) vt.,|vi. ถ่าย|จาก|พาหนะ|หนึ่ง|ไป|ยัง|อีก|พาหนะ|หนึ่ง (ถ่าย|เรือ|,|ถ่าย|รถ)|  |Syn. transshipment n.  |Syn. tranship
(แท|รน|ซฺเวอ|'|เซิล) adj. ขวาง. n. เส้น|ที่|ตัด|เส้น|อื่น|ตั้งแต่|2|เส้น|ขึ้น|ไป.  |Syn. transversally adv.  |Syn. transverse
(แท|รน|ซฺเวิร์สฺ|') adj. ขวาง|,|ข้าม|,|ผ่าน|,|ตัด|ขวาง|,|ทแยง|, (ขลุ่ย|หรือ|ปี่) มี|รู|เป่า|ที่|ปลาย|ข้าง|ท่อ. n. สิ่ง|ที่|ทแยง|,|สิ่ง|ที่อยู่|คน|ละ|มุม|,|สิ่ง|ที่|ไขว้|,|สิ่ง|ที่|ตัด|ขวาง.  |Syn. transversely adj. transverseness n.  |Syn. diagonal
(แทรพ) n. กับดัก|,|หลุมพราง|,|ตาข่าย|,|แร้ว|,|เครื่อง|ดัก|สัตว์|,|ท่อ|โค้ง|เก็บ|น้ํา|,|ช่อง|มี|ฝา|ปิด|,|ปาก|,|ตํารวจ|,|นักสืบ. vt.,|vi.ทํา|ให้|ติด|กับดัก|,|ทํา|ให้|ตก|หลุมพราง|,|วาง|กับดัก|,|จับกุม|,|ยึด|ไว้.  |Syn. traps n. เครื่องดนตรี|ประเภท|ตี|หรือ|เคาะ|  |Syn. snar
n. กับระเบิด
(เท|ร|พี|ซ|') n. ชิงช้า|สูง|ใน|การ|แสดง|กายกรรม|,|รูป|บันได|,|รูป|สี่เหลี่ยมคางหมู
(ท|ระ|พี|'|เซี|ยม) n. รูป|สี่เหลี่ยมด้านไม่เท่า|,|กระดูก|หลาย|เหลี่ยม.  |Syn. trapezial adj. pl. trapeziums|,|trapezia
(ท|ระ|พี|'|ซอย|ดฺ) n. รูป|สี่เหลี่ยม|ที่|มี|สอง|ด้าน|ขนาน|กัน
n. ผู้|วาง|กับดัก|สัตว์|,|ผู้|มี|อาชีพ|วาง|กับดัก|สัตว์|เอา|ขน
(แทรพ|'|พิง|ซ) n. เครื่องประดับ|,|สิ่ง|ประดับ|,|เครื่องประดับ|ยศ|,|เครื่องประดับ|ม้า|บิน
(แทรพ|'|ชู|ททิง) n. กีฬา|ยิงเป้า|}
(แทรช) n. ของเสีย|,|ของเหลว|ไหล|,|ขยะ|,|หนังสือ|ไร้|สาระ|,|กาก|อ้อย|,|ของ|สวะ|,|คําพูด|,|ข้อคิดเห็น|หรือ|ข้อเขียน|ที่|เหลวไหล|,|คน|เหลวไหล|,|คน|สวะ|,|คน|ผิว|ขาว|ที่|ยากจน. vt. เล็ม|กิ่ง|,|ตัด|กิ่ง|,|เด็ด|ใบ|ทิ้ง|,|ทําลาย|ข้าวของ.  |Syn. stuff|,|waste|,|rags|,|nonsense|,|refuse Ant. trea
n. ถัง|ขยะ
n. เศษ|น้ําแข็ง|ที่|มี|น้ํา|ผสม|อยู่
(แทรช|'|เชอะ|รี) n. ขยะ|,|ของเสีย|,|ของ|สวะ|  |Syn. refuse|,|waste
(แทรช|'|ชี) adj. เหมือน|ของ|สวะ|,|เหมือน|ของเสีย|,|ไร้|ค่า|,|เหลวไหล.  |Syn. trashiness n.  |Syn. nonsense
(ท|รอ|'|มะ) n. การ|บาดเจ็บ|,|แผล|บาดเจ็บ|,|ภาวะ|ที่|ได้|รับ|บาดเจ็บ|,|ความ|ชอกช้ํา|,|ความ|ชอกช้ํา|ทาง|จิต pl. traumata|,|traumas|  |Syn. jolt|,|shock
(ท|ระ|แมท|'|ทิค) adj. เกี่ยวกับ|บาดแผล|,|สําหรับ|รักษา|บาดแผล.  |Syn. traumatically adv.  |Syn. shocking|,|wounding|,|scarring
(ท|ระ|เวล|') n.,|vi. (ทํา|,|ได้|รับ) งาน|ยากลําบาก|,|งาน|ตรากตรํา|,|ความ|ทุกข์ทรมาน|จาก|ความ|ยากลําบาก|,|การ|คลอด|ลูก|,|ความ|เจ็บปวด|แห่ง|การ|คลอด|ลูก.  |Syn. agony|,|pain|,|toil|,|labour|,|toil
(แทรฟ|'|เวิล) vi.,|vt.,|n. (การ) เดินทาง|,|ท่องเที่ยว|,|ทัศนาจร|,|เดินทาง|ด้วย|เท้า|,|เคลื่อนย้าย|,|ไปมาหาสู่|ไป|อย่าง|รวดเร็ว|,|เคลื่อน|,|ส่ง|,|ถ่ายทอด|,|เรื่องราว|การ|เดินทาง|,|ระยะ|เลื่อน|ของ|เครื่องจักร|  |Syn. journey|,|wander|,|proceed|,|pass|,|touring|,|tour|,|voyage
n. สํานักงาน|ท่องเที่ยว (จัด|ซื้อ|ตั๋ว|จอง|โรงแรม|และ|อื่น ๆ)|  |Syn. travel bureau
n. ตัวแทน|สํานักงาน|ท่องเที่ยว
(แทรฟ|'|เวิล|เลอะ) n. ผู้|เดินทาง|,|นักท่องเที่ยว|,|นักทัศนาจร|,|ตัวแทน|บริษัท|ที่|เดินทาง|ไป|ขาย|ของ|ตาม|เมือง|ต่าง ๆ ,|โครง|ปั้นจั่น|ที่|เคลื่อน|ไป|มา|ได้
(แทรฟ|'|เวิล|เลอะ) n. ผู้|เดินทาง|,|นักท่องเที่ยว|,|นักทัศนาจร|,|ตัวแทน|บริษัท|ที่|เดินทาง|ไป|ขาย|ของ|ตาม|เมือง|ต่าง ๆ ,|โครง|ปั้นจั่น|ที่|เคลื่อน|ไป|มา|ได้
(แทรฟ|'|เวิร์ส) vt. เดิน|ข้าม|,|ขวาง|,|ขัดขวาง|,|ตัด|ผ่าน|,|ตัด|ทะลุ|,|กระโดด|เชือก|,|เดิน|ขึ้นลง|ข้าม|เขา|,|ทํา|ให้|เดิน|ขวาง|,|สํารวจ|,|พิจารณา|อย่าง|ละเอียด|,|ตรวจตรา|,|ต้าน|,|ปฎิ|เส|ธ|,|หัน|และ|เล็ง|ปืน|ไป|ยัง. vi. เดิน|ข้าม|,|ผ่าน|,|หัน|กระบอก|ปลาย|ปืน|ไป|ยัง|,|ปืน|เขา|ใน|รูป|ตัว|Z|,|การ|เดิน|ข้าม|,|การ|เดิน|ผ่าน|,|การ|ขวาง
(แทรฟ|'|วิส|ที) vt.,|n. (การ) ล้อเลียน|,|เลียน|แบบ|,|ปลอม.  |Syn. joke|,|mockery
(ท|รอ|ล) n. อวน|จับ|ปลา|ใน|น้ํา|ลึก ใช้เรือ|ลาก|,|สาย|ตะขอ|จับ|ปลา|ทะเล. vt.,|vi.จับ|ปลา|ด้วย|อวน|หรือ|สาย|ตะขอ|,|ลาก|อวน|,|ตกปลา|ด้วย|วิธี|ลาก|เบ็ด|ช้า ๆ|  |Syn. trawlnet
เรือ|ลาก|อวน|จับ|ปลา
(ท|รอ|ล|'|เลอะ) n. เรือ|ลาก|อวน|จับ|ปลา|,|คน|ลาก|อวน|จับ|ปลา
(เท|ร) n. กะบะ|,|ถาด|,|ถาด|ล้าง|รูป|,|ถาด|รอง|,|จาน|รอง|,|ชั้น|เลื่อนที่|ใช้|เก็บ|เอกสาร|,|ลิ้นชัก|โต๊ะ|หนังสือ
(เท|รช|'|เชอเริส) adj. ทรยศ|,|หักหลัง|,|อกตัญญู|,|ไร้|สัตย์|,|หลอกลวง|,|ไม่|น่า|ไว้ใจ|,|มี|เล่ห์|เพทุบาย|,|ไม่|มั่นคง|,|ไม่|ปลอดภัย|,|อันตราย.  |Syn. treacherously adv. treachery n.  |Syn. faithless|,|disloyal|,|misleading|,|sly
(เท|รช|'|เชอ|รี) n. การ|ทรยศ|,|การ|หักหลัง|,|ความ|อกตัญญู|,|การ|ไม่|มี|สัจจะ|,|การ|ไร้|สัตย์|,|ความ|ไม่|น่า|ไว้วางใจ|,|การ|มี|เล่ห์|เพทุบาย|,|ความ|ไม่|มั่นคง|,|อันตราย|  |Syn. disloyalty
(ท|รี|'|เคิล) n. น้ําเชื่อม|,|น้ําอ้อย|,|ความรู้สึก|ที่|ไม่|ได้|ควบคุม|ไว้|,|ยา|ต้าน|พิษงู|หรือ|พิษ|อื่น ๆ ,|ยา|ครอบ|จักรวาล.  |Syn. treacly adj.
(เท|รด) vt.,|vi.,|n. (การ) ย่ํา|,|เหยียบ|,|เดิน|ไป|มา|,|ใช้|เข้า|บดขยี้|,|ย่ํายี|,|บดขยี้|,|กดขี่|,|เต้นรํา|,|เสียงฝีเท้า|,|วิธีการ|เดิน|,|วิธี|ก้าว|,|จังหวะ|การ|ก้าว|,|ที่|เหยียบ|ของ|ระหัด|,|แผ่น|เหยียบ|,|พื้น|เหยียบ|,|พื้น|รองเท้า|,|ยาง|หล่อ|ดอก. -|Phr. (tread on someone|'|s toes (corns) ก้าวร้าว รุกราน)| 
(ท|รี|'|เซิน) n. การ|กบ|ฎ|,|การ|ทรยศ|  |Syn. disloyalty|,|deceit Ant. loyalty
(ท|รี|'|ซะ|นะ|เบิล) adj. เป็น|กบ|ฎ|,|ทรยศ|,|หักหลัง.  |Syn. treasonableness n. treasonably adv.  |Syn. traitorous
(ท|รี|'|ซะเนิส) adj. =|treasonable (ดู)|  |Syn. treasonously adv.
(เท|รช|'|เ?อะ) n. ทรัพย์สมบัติ|,|ของมีค่า|,|ขุมทรัพย์|,|สิ่ง|ที่|ล้ําค่า|,|บุคคล|ที่|มี|คุณค่า|สูง. vt. สงวน|ไว้|เป็น|ของ|ล้ําค่า|,|ตราตรึง|อยู่|ใน|ความทรงจํา|ด้วย|ความ|รัก|,|เก็บรักษา|ไว้|,|สะสม.  |Syn. treasurable adj.  |Syn. treasury|,|riches|,|cherish|,|va
n. เรือ|ขน|ทอง|หรือ|ของ|ล้ําค่า
(เท|รช|'|เ?อะเรอะ) n. ผู้รักษา|ทรัพย์สมบัติ|,|เหรัญญิก -|Phr. (Lord High Treasurer เสนาบดี|ฝ่าย|การ|คลัง|,|ขุน|คลัง|,|รัฐมนตรีว่าการ|กระทรวงการคลัง)|  |Syn. treasurership n.
(เท|รช|'|เ?อะ|รี) n. คลัง|,|ท้องพระคลัง|,|กอง|คลัง|,|กรม|คลัง|,|ทรัพย์สมบัติ|,|คลัง|สมบัติ.  |Syn. treasury กอง|คลัง|,|กรม|คลัง|,|กลุ่ม|วรรณกรรม|ที่|ล้ําค่า|  |Syn. treasure
n. ธนบัตร|กระทรวงการคลัง (มัก|เป็น|ชนิด|ระยะ|ยาว)| 
(ท|รี|ท) vt.,|vi.,|n. (การ) กระทํา|กับ|,|ปฎิบัติ|กับ|,|รักษา|,|เยียวยา|,|จัดการ|,|พิจารณา|,|ใส่|กับ|,|เลี้ยง|,|ต้อนรับ|,|จัดหา|อาหาร|ให้. vi. จัดการ|,|เลี้ยง|,|เจรจา.  |Syn. treatable adj. treater n. treatment n.  |Syn. behave|,|medicate|,|entertainment
(ท|รี|'|ทิส) n. บทความ|,|ความ|เรียง|,|เรื่องราว|,|หนังสือ|,|ตํารา|  |Syn. thesis|,|monograph|,|study|,|disquisition
(ท|รี|ท|'|เมิน|ทฺ) n. การ|รักษา|,|การ|เยียวยา|,|การ|ปฎิบัติ|ต่อ|,|การ|กระทํา|ต่อ|,|วิธีการ|ทาง|วรรณกรรม|,|การ|ใส่ (สารเคมี|เป็นต้น)| 
(ท|รี|ท|'|ที) n. สนธิสัญญา|,|ข้อตกลง|,|การ|เจรจา|เพื่อ|ตกลง|กัน|  |Syn. treatyless adj.
(เท|รบ|'|เบิล) adj.,|n.,|vt.,|vi. (เพิ่ม|,|กลาย|เป็น) สาม|เท่า|,|สาม|ชั้น|,|สาม|หน|,|ตรีคูณ|,|สาม|อย่าง|,|สาม|ประการ|,|ระดับ|เสียง|ที่|สูงสุด|,|นักร้อง|เสียงสูง|,|เครื่องดนตรี|เสียงสูง|  |Syn. trebly adv.
(ท|รี) n. ต้นไม้|ยืนต้น|,|ต้นไม้|,|vt. ไล่|ขึ้นต้น|ไม้|,|แผ่|ออก|เป็น|รูป|ต้นไม้. -|up a tree ใน|สภาพ|ที่|ลําบาก.
(ท|รี|'|ทอ|พ) n. ยอด|ต้นไม้|,|กิ่งก้าน|บน|สุด|ของ|ต้นไม้
(เท|รด) vi.,|n. (การ) เดินทาง|หรือ|อพยพ (โดยเฉพาะ|ไป|อย่าง|ช้า ๆ หรือ|ด้วย|ความ|ลําบาก) ,|ช่วง|ระยะ|การ|เดินทาง|  |Syn. trekker n.  |Syn. trudge|,|slog|,|tramp|,|drag
(เท|รล|'|ลิส) n.,|vt. (ทํา|ให้|มี) ลาย|ลูกไม้|,|โครง|ลูกไม้|,|โครงสร้าง|บังตา|ที่|เป็น|ช่อง|,|โครงสร้าง|สําหรับ|ปลูก|ไม้เลื้อย|,|ร้าน.
(เท|รล|'|ลิสเวิร์ค) n. โครง|ลูกไม้|,|ร้าน|,|โครงสร้าง|สําหรับ|ปลูก|ไม้เลื้อย|,|โครง|ไม้ระแนง|ขัด|กัน|  |Syn. latticework
(เท|รม|'|มะ|โท|ด) n.พยาธิ|ตัว|แบน|  |Syn. flatworm
(เท|รม|'|เบิล) vi.,|n. (การ) สั่น|,|สั่น|เทา|,|สั่น|ไหว|,|ตัวสั่น|,|สั่น|ระริก|,|กลัว|,|เป็นทุกข์|,|สั่นสะเทือน .  |Syn. trembler n. tremblingly adv.  |Syn. shake|,|quiver|,|teeter|,|sway
(เท|รม|'|บ|ลิง) n. การ|สั่น|เทา|,|การ|สั่นสะเทือน|  |Syn. shaking
(เท|ม|'|บลี) adv. สั่น|,|ตัวสั่น|,|สั่น|เทา|,|สั่น|ระริก
(ท|รี|เมน|'|เดิส) adj. ใหญ่โต|มาก|,|อย่างยิ่ง|,|มากมาย|,|น่ากลัว|,|น่า|ตกตะลึง|,|ยอดเยี่ยม.  |Syn. tremendousness n.  |Syn. prodigious|,|huge|,|enormous|,|wonderful
(เท|รม|'|มะเลินทฺ) adj. ซึ่ง|มี|เสียง|สั่น|อย่าง|มาก
(เท|รม|'|เมอ) n. การ|สั่น|เทา|ของ|ร่างกาย|,|การ|สั่น|  |Syn. tremorous adj.
(เท|รม|'|มิ|วลัส) adj. สั่น|,|กลัว
(ท|รี|'|เนล) n. =|treenail (ดู)| 
(เท|รน|ชฺ) n. คู|,|คู|ระบาย|,|คู|ดิน|,|สนาม|เพลาะ|,|สลัก. vt.,|vi. ล้อมรอบ|ด้วย|คู|,|ขุด|คู|,|ขุด|สนาม|เพลาะ|,|ตัด|เข้า|ไป|,|เกือบ|เป็น|,|เกือบจะ. -|Phr. (trench on (upon) บุกรุก|,|เกือบจะ)|  |Syn. dugout|,|ditch
(เท|รน|'|เชินทฺ) adj. แหลมคม|,|คมกริบ|,|หลักแหลม|,|ชัดเจน|,|เด็ดขาด|,|ชัดแจ้ง|,|แข็งขัน.  |Syn. trenchancy n. trenchantly adv.
(เท|รน|'|เชอะ) n. ผู้|ขุด|คู|,|ผู้|ขุด|สนาม|เพลาะ|,|จาน|ไม้|,|ถาด|ไม้|,|เขียง|,|ถ้วย|ไม้
(เท|รน|ดฺ) n. แนวโน้ม|,|แนวโน้ม|เอียง|,|แนว|ความคิด|,|ทิศทาง|,|แบบ|สมัยนิยม. vi. มี|ความ|โน้มเอียง|,|มี|แนวโน้ม|เอียง|,|โน้มเอียง|,|โน้มน้าว
(ท|รี|แพน|') n. เครื่อง|เจาะ vt. เจาะ|เป็น|รูป|จาน|กลม|ออก|,|เจาะ|  |Syn. trepanation n. trepanner n.
(เท|รพพิเด|'|เชิน) n. การ|สั่น|ระริก|,|การ|สั่น|,|การ|สั่น|เทา|,|การ|สั่นสะเทือน|,|ความ|กังวลใจ|,|อาการ|กระตุก|ของ|กล้ามเนื้อ|  |Syn. anxiety|,|apprehension|,|panic|,|nerves
(เท|รส|'|เพิส) vi.,|n. (การ) บุกรุก|,|รุกล้ํา|,|ล่วง|ล่ํา|,|ละเมิด|,|ล่วงเกิน|  |Syn. trespasser n.  |Syn. encroach|,|misbehave|,|obtrude
(เท|รส) n. ปอยผม|,|กระจุก|ผม|,|ม้วน|ผม.  |Syn. tresses ผม|  |Syn. curl|,|lock|,
(เท|รส|'|เซิล) n. ขาหยั่ง|,|โครง|ค้ํา|,|สะพาน|ที่|มี|โครง|รับ|น้ําหนัก|ข้างล่าง|,|สิ่ง|หนุน
(ท|รู|ซ) n. กางเกง|รัดรูป|ลาย|สก๊อต|  |Syn. breeches
(เท|ร) n. ไพ่|3|แต้ม|,|ลูกเต๋า 3 แต้ม
(ไทร|'|อะเบิล) adj. พิจารณา|คดี|ได้|,|ฟ้องร้อง|ได้|,|ทดสอบ|ได้|,|ทดลอง|ได้|  |Syn. triableness n.
(ไทร|'|แอด) n. กลุ่ม|ที่|มี 3 (คน|,|อัน|,|ชิ้น...) คณะ|สาม|  |Syn. triadic adj. triadism n.
(ไทร|'|เอิล) n. การ|ทดลอง|,|การ|สอบสวน|,|การ|ซ้อม|,|การ|ทรมาน|,|ความ|เจ็บปวด|,|ความ|ยากลําบาก|,|บุคคล|ที่|ลําบากลําบน|,|เรื่อง|ที่|ยากลําบาก adj. เกี่ยวกับ|การ|ทดสอบ|,|เป็น|ตัวอย่าง|  |Syn. experiment|,|tryout|,|ordeal|,|test
(ไทร|'|แอ|งเกิล) n. สามเหลี่ยม|  |Syn. triangled adj.
(ไทร|แอ|ง|'|กิว|ละ) adj. สามเหลี่ยม|,|สาม|มุม|  |Syn. triangularityn.  |Syn. three|-|cornered
(ไทร|'|เบิล) adj. เกี่ยวกับ|เผ่า|,|เกี่ยวกับ|เผ่าพันธุ์.  |Syn. tribally adv.
(ไทร|บซ|'|เมิน) n., (pl. tribesmen) สมาชิก|ของ|เผ่า|,|ชน|เผ่า
(ท|ริบ|บิ|วเล|'|เชิน) n. ความ|ยากลําบาก|,|ความ|ยากแค้น|,|ภัยพิบัติ|  |Syn. oppression
(ไทร|บิ|ว|'|เนิล) n. ศาลยุติธรรม|,|บัลลังก์|ตุลาการ|,|บัลลังก์|พิจารณา|พิพากษา|อรรถคดี
(ท|ริบ|'|บิวน์) n. ผู้|พิทักษ์|สิทธิ|ของ|ประชาชน|,|เจ้าหน้าที่|คุ้มครอง|ประชาชน|,|เวที|แสดง|สุนทรพจน์|,|เวที|อภิปราย|,|ยกพื้น|สําหรับ|การ|แสดง|สุนทรพจน์|  |Syn. tribuneship n.
(ท|ริบ|'|บิ|วทะ|รี) n. แคว|,|สาขา|สายน้ํา|,|เมืองขึ้น adj. (สายน้ํา) ไหล|รวม|กับ|สาย|ใหญ่|กว่า|,|เสริม|,|สาขา|,|จ่าย|เงิน|บรรณาการ|,|เป็น|เมืองขึ้น|,|เป็น|ส่วนประกอบ|  |Syn. tributarily adv.  |Syn. branch
(ท|ริบ|'|บิ|วทฺ) n. เงิน|บรรณาธิการ|,|ของขวัญ|,|ค่าเช่า|หรือ|เงิน|ภาษี|ที่|ต้อง|จ่าย|ให้|ผู้ปกครอง|,|ภาระ|หน้าที่|ดังกล่าว|,|คําสรรเสริญ|  |Syn. testimonial|,|compliment|,|gift|,|tax
(ไทร|ซฺ) n. ระยะ|เวลา|ที่|สั้น|มาก|,|ชั่วขณะ|,|ชั่ว|ประเดี๋ยว|  |Syn. instant
(ไทร|'|เซ|พซฺ) n. กล้ามเนื้อ|สาม|หัว (เช่น กล้ามเนื้อ|ที่|ด้านหลัง|ของ|แขน|บน) pl. tricepses|,|triceps
(ท|ริ|ค|คะ|โน|'|ซิ|ส) n. โรค|ที่|เกิด|จาก|การ|มี|พยาธิ|จําพวก trichina|  |Syn. trichiniasis
(ท|ริ|ค|'|คะ|เนิส) adj. เกี่ยวกับ|โรค|trichinosis
โรค|พยาธิ|แส้|ม้า
(ท|ริ|ค) n.,|adj.,|vt.,|vi. (ใช้) อุบาย|,|กลอุบาย|,|เล่ห์เหลี่ยม|,|ภาพหลอน|,|วิธี|พลิกแพลง|,|นิสัย|แปลก ๆ ,|เคล็ดลับ|,|การ|เล่นกล|,|เด็ก|,|เด็ก|ผู้หญิง|,|ไพ่|กอง|หนึ่ง -|Phr. (do (turn) the trick ได้|ผล)|  |Syn. tricker n. trickingly adv.  |Syn. decepti
(ท|ริ|ค|'|เคอะ|รี) n. การ|ใช้|กลอุบาย|,|การ|ใช้|กลเม็ด|,|การ|ใช้|เล่ห์|เพทุบาย|,|การ|ใช้|เล่ห์เหลี่ยม|,|การ|หลอกลวง|,|กลอุบาย|,|กลเม็ด
(ท|ริ|ค|'|เคิล) vi.,|vt. (ทํา|ให้) หยด|,|ไหล|เป็น|หยด|,|ไหล|เล็กน้อย|,|ริน|,|ซึม|,|เคลื่อน|อย่าง|ช้า|,|ไป|หรือ|มา|อย่าง|ช้า ๆ n. หยด|,|หยาด|,|จํานวน|เล็กน้อย|,|ของเหลว|ที่|ไหล|ช้า ๆ ,|ปริมาณ|เล็กน้อย|ที่|ไป|หรือ|มา|อย่าง|ช้า ๆ|  |Syn. tricklingly adv.  |Syn. dribble|,|drop
(ท|ริ|ค|'|ส|เทอะ) n. ผู้|โกง|,|ผู้|หลอก|ต้ม|,|ผู้|เล่นกล|,|ผู้|แกล้ง|คน|อื่น|  |Syn. trickstering n.  |Syn. deceiver|,|cheat|,|fraud
(ท|ริ|ค|'|ซี) adj. ขี้|เล่น|,|ซน|,|ชอบ|สนุก|,|กลับกลอก|,|ควบคุม|ยาก|,|เก๋|,|แต่งตัว|สวยงาม
(ท|ริ|ค|'|คี) adj. มี|เล่ห์เหลี่ยม|,|มี|เล่ห์|เพทุบาย|,|หลอกลวง|,|เล่น|ลูกไม้|,|จัดการ|ยาก|,|ไม่|แน่นอน.  |Syn. trickily adv. trickiness n.
(ไทร|'|คัล|เลอะ) adj. มี|สาม|สี. n. ธง|ที่|มี|สาม|สี
(ไทร|'|คัล|เลอะ) adj. มี|สาม|สี. n. ธง|ที่|มี|สาม|สี
(ไทร|'|เดิน|ทฺ) n. อาวุธ|สามง่าม|,|ตรีศูล adj. มี|สามง่าม
(ไทร|ดฺ) adj. ผ่าน|การ|ทดสอบ|ว่า|ดี|แล้ว|,|ไว้ใจ|ได้|,|เชื่อถือ|ได้
(ไทร|'|เออะ) n. ผู้|ทดสอบ|,|สิ่ง|ทดสอบ
(ไทร|'|เฟิล) n. เรื่อง|ขี้ปะติ๋ว|,|เรื่อง|ไม่|สําคัญ|,|เรื่อง|จุกจิก|,|สิ่ง|ปลีกย่อย|,|ข้อ|ที่|ไม่|สําคัญ. vi. ล้อ|,|ล้อ|เล่น|,|หยอกล้อ|,|เสียเวลา|  |Syn. trifler n.  |Syn. fool with|,|play|,|triviality|,|toy
(ไทร|'|ฟ|ลิง) adj.,|n. (การ|,|ความ) ขี้ปะติ๋ว|,|ไม่|สําคัญ|,|เล็กน้อย|,|กระ|จอก|,|มี|ค่า|เล็กน้อย|,|เหลาะแหละ|,|เสียเวลา|  |Syn. triflingly adv. triflingness n.  |Syn. insignificant|,|minor|,|meager
(ท|ริก) vt. ค้ําจุน|,|หนุน|,|ขัด|,|ดัน n. ที่|หนุน|เครื่อง|ค้ํา|,|เครื่อง|หนุน|,|เครื่อง|ขัด.  |Syn. trim
เส้นประสาท|ของ|cranial nerves คู่|ที่|5 รับ|ความรู้สึก|จาก|บริเวณ|หน้า|ศรี|ษะ ฟัน|เกี่ยวกับ|ความรู้สึก|เจ็บปวด สัมผัส ร้อน เย็น ควบคุม|การ|เคี้ยว
(ท|ริก|'|เก|อะ) n. ไก|ปืน|,|นก|สับ|,|อุปกรณ์|นก|สับ|,|สิ่ง|กระตุ้น vt. ลั่น|ไก|ปืน|,|ยิง|,|ระเบิด. -|Phr. (quick on the trigger ว่องไว ปราดเปรียว คล่องแคล่ว) .  |Syn. cause|,|elicit
(ท|ริก|กะ|นอ|ม|'|มิ|ท|รี) n. วิชา|ตรีโกณ|,|ตรีโกณมิติ|  |Syn. trigonometric adj. trigonometrical adj.
(ธ|ริ|ล) vi. ไหล|ริน|,|เป็น|สาย|เล็กน้อย. vt. ทํา|ให้|เกิด|การ|ไหล|ริน|  |Syn. flow in a thin|,|trickle
(ธ|ริ|ล|'|เอิน) n. เลข|เต็ม|จํานวน|ที่|ตาม|ด้วย|'|0|'|12|ตัว (ใน|อเมริกา|และ|ฝรั่งเศส) หรือ|เลข|13|ตําแหน่ง|,|เลข|เต็ม|จํานวน|ที่|ตาม|ด้วย "|0|"|18|ตัว|หรือ|เลข|19|ตําแหน่ง (ใน|อังกฤษ|และ|ฝรั่งเศส) adj. เกี่ยวกับ|จํานวน|ดังกล่าว.  |Syn. trillionth n.,|adj.
(ไทร|'|ละ|ไบทฺ) n. แมลง|ทะเล ที่|สูญพันธุ์|ไป|แล้ว|สมัยดึกดําบรรพ์ มี|ร่าง|แบน|เป็น|วง|รี|  |Syn. trilobitic adj.
(ไทร|ลอค|'|คิว|ละ) adj. มี|สาม|เซลล์|,|มี|สาม|ห้อง
(ท|ริ|ล|'|ละ|จี) n. ละคร|หรือ|นวนิยาย|สาม|เรื่อง (ต่อเนื่อง|กัน) ,|ดนตรี|สาม|ตอน (ต่อเนื่อง|กัน)| 
(ท|ริม) vt. เล็ม|,|ขริบ|,|ตัด|แต่ง|,|ทํา|ให้|เสมอ|กัน|,|ตีสองหน้า|,|เลียบ|ฝั่ง|,|ประดับ|,|ดุ|,|ด่า|,|ตี|,|เฆี่ยน|,|ทํา|ให้|แพ้. vi. เดิน|สายกลาง|,|ทํา|ให้|เรือ|ทรงตัว|,|ปรับ|ใบ|เรือ|,|ปรับ|นโยบาย. n. การ|เล็ม|,|การ|ขริบ|,|การ|ปรับ|,|การ|ทรงตัว|ของ|เรือ|,|อุปกรณ์|,|เครื่องแต่งตัว (หรูหรา) ,|ของ|กระจุกกระจิก
(ไทร|เมส|'|เทอะ) ระยะ|เวลา|3|เดือน|,|ภาค|ละ|3|เดือน|,|หนึ่ง|ใน|3|ภาค|  |Syn. trimestral|,|trimestrial adj.
(ท|ริม|'|มิ|ง) n. สิ่ง|ที่|ใช้|ตัด|เล็ม|,|เครื่องแต่งตัว|,|เครื่องประดับ|,|สิ่ง|ที่|ทํา|ให้|สมบูรณ์|,|เศษ|หรือ|กิ่งก้าน|ที่|ถูก|ตัด|ออก|มา|,|อาหาร|ประกอบ|,|ฝอย|,|อุปกรณ์|,|การ|ตัด|,|การ|เล็ม|,|การ|ดุ|,|การ|ด่า|,|การ|ตี|,|การ|เฆี่ยน|,|การ|พ่ายแพ้
(ท|ริน|'|นิ|ที) n. กลุ่ม|ที่|มี|3|คน (ชิ้น|,|อัน)| 
(ท|ริ|ง|'|คิท) n. เครื่อง|เพชรพลอย|เล็ก ๆ น้อย ๆ ,|เครื่องประดับ|เล็ก ๆ น้อย ๆ ,|สิ่ง|ที่|มี|ค่า|เล็ก ๆ น้อย ๆ ,|ของ|กระจุกกระจิก.  |Syn. bauble|,|trifle
(ท|รี|'|โอ) n. กลุ่ม|ที่|ประกอบ|3|คน (อัน|,|ชิ้น...) ,|ไตร|มิตร|,|การ|บรรเลง|หรือ|ร้อง|สาม|ครั้ง|,|กลุ่ม|นักร้อง|3|คน|,|กลุ่ม|นักแสดง 3|คน|,|ตอง|,|ไพ่|ชุด|ที่|มี|แต้ม|เดียวกัน|3|ใบ|  |Syn. threesome
(ท|ริ|พ) vi.,|vt.,|n. (การ) เดินทาง|,|เดินทาง|,|เดิน|สะดุด|,|สะดุด|ล้ม|,|ขัดขวาง|,|ทํา|ให้|ล้ม|,|เดิน|หรือ|วิ่ง|อย่าง|รวดเร็ว|,|จับผิด|,|ปล่อย|,|ทํา|พลาด|,|ภาวะ|เคลิ้ม|จิต|,|ระยะ|การ|เดินทาง|  |Syn. journey
(ไทร|พาร์|'|ทิด) adj. แบ่ง|ออก|เป็น|3|ส่วน.  |Syn. tripart
(ไทร|พาร์|'|ไท|ทฺ) adj. แบ่ง|ออก|เป็น|3|ส่วน|,|แบ่ง|ออก|เป็น|3|แฉก|,|ประกอบ|ด้วย|3|ชิ้น
(ไทร|พาร์ทิช|'|เชิน) n. การ|แบ่ง|ออก|เป็น|3|ส่วน
(ไทรพ์) n. ผ้าขี้ริ้ว|,|เครื่องใน|,|คําพูด|หรือ|ข้อเขียน|ที่|ผิด|หรือ|ไม่|มี|ค่า|,|สิ่ง|ที่|ด้อย|คุณค่า|,|สวะ|,|สิ่ง|เหลวไหล|  |Syn. nonsense
(ท|ริ|พ|'|เพิล) adj.,|n.,|vt. (ทํา|ให้|เป็น) (จํานวน) สาม|เท่า|,|สาม|หน|,|สาม|ชั้น|,|สาม|ระดับ|,|สาม|ชนิด.  |Syn. trio
กด (เมาส์) สาม|ที|หมายถึง การ|กด|ที่|ปุ่ม|บน|เมาส์|ติด ๆ กัน|สาม|ครั้ง เป็น|วิธี|สั่ง|การ|แบบ|หนึ่ง|ที่|ไม่ค่อย|จะ|ใช้|กัน|นัก (ใช้|เฉพาะ|บาง|โปรแกรม|เท่านั้น) ไม่|เหมือน|กับ|การ|กด|หนึ่ง|ครั้ง หรือ|สอง|ครั้ง|ดู mouse ประกอบ
(ท|ริ|พ|'|ลิท) n. หนึ่ง|ใน|แฝด|3|คน|,|triplets แฝด|3|คน|,|กลุ่ม|ที่|มี|3|คน (อัน|,|ชิ้น...) ,|เครื่องหมาย|เสียง|ดนตรี|สาม|เสียง|ที่|ต่อเนื่อง|กัน|  |Syn. trio
(ท|ริ|พ|'|เลคซฺ) adj.,|n. สาม|เท่า|,|สาม|หน|,|สาม|ชั้น|,|สาม|ระดับ|,|บทเพลง|สาม|จังหวะ|,|ส่วน|ที่|มี|สาม|ส่วน|  |Syn. threefold
(ท|ริ|พ|'|ละ|คิท) n.,|vt. (ทํา|เป็น) เอกสาร|ที่|มี|สาม|ฉบับ|ที่|เหมือน|กัน|,|กลุ่ม|ที่|มี|สาม|ส่วน|,|ส่วน|ที่|มี|สาม|ชั้น.  |Syn. triplication n.  |Syn. triple
(ไทร|'|พอ|ด) n. ม้านั่ง|ที่|มี|3|ขา|,|โต๊ะ|3|ขา|,|ที่|ค้ํา|3|ขา|,|ที่|ตั้ง|3|ขา
(ท|ริ|พ|'|เพอะ) n. ผู้|เดินทาง|,|ผู้|ท่องเที่ยว|,|ผู้|ทัศนาจร|,|การ|เดินทาง|,|การ|ท่องเที่ยว|,|เครื่องส่ง|สัญญาณ|,|ผู้|เดิน|เป็น|จังหวะ|ที่|เร็ว|และ|เบา
(ท|ริ|พ|'|พิง) adj. (การ|ก้าว) เร็ว|และ|เบา (ฝีเท้า) เร็ว|และ|เบา|,|พลาด|,|พลาดพลั้ง|,|กระทํา|ผิด|,|ฉับไว.  |Syn. trippingly adv.
(ไทร|ทฺ) adj. ซ้ํา ๆ ซาก ๆ ,|น่า|เบื่อหน่าย|,|จืดชืด|,|ใช้|จน|เสีย|หรือ|เปื่อย|,|คร่ําครึ|,|พื้น ๆ|  |Syn. tritely adv. triteness n.
(ไทร|'|เทิน) n. (เทพนิยาย|กรีก|โบราณ) บุตร|ของ|เทพเจ้า Poseidon และ Amphitrite
(ไทร|'|อัมฟฺ) vi.,|n. (การ) ได้|รับ|ชัยชนะ|,|ประสบ|ชัยชนะ|,|ยินดี|เนื่องจาก|ความ|สําเร็จ|,|ฉลอง|ชัยชนะ.  |Syn. triumpher n.  |Syn. conquest|,|victory|,|outdo|,|rejoice|,|exult
(ไทร|อัม|'|เฟิล) adj. เกี่ยวกับ|การ|มี|ชัย|  |Syn. triumphant
n. ประตูชัย
(ไทร|อัม|'|เฟิน|ทฺ) adj. มี|ชัยชนะ|,|ประสบ|ความ|สําเร็จ|,|อิ่มอกอิ่มใจ|,|ดีเลิศ.  |Syn. triumphantly adv.  |Syn. proud|,|exultant|,|victorious|,|winning
(ไทร|อัม|'|วิเรท) n. ระบบ|ผู้|มี|อํานาจ|สาม|คน|,|ต กลุ่ม|สาม|คน|,|ร่าง|ที่|ประกอบ|ด้วย|สาม|องค์
(ท|ริ|ฟ|'|เวท) n. ขาตั้ง|สาม|ขา|,|แผ่น|โลหะ|ที่|มี|ขาหยั่ง|สาม|ขา|  |Syn. threefooted
(ท|ริ|ฟ|'|เวี|ยล) adj. ไม่|สําคัญ|,|ไม่|เป็น|สาระ|,|ไม่ค่อย|ดี|,|ด่า|,|หยุมหยิม|,|เล็ก ๆ น้อย ๆ ,|พื้น ๆ|  |Syn. trivially adv. trivialness n.  |Syn. insignificant|,|petty|,|trifling
(โทร|'|คี) n. ยา|อม|,|ยาเม็ด|,|ยาเม็ด|เคลือบ|น้ําตาล|,|ยา|อม|เคลือบ|น้ําตาล
(โทร|'|คี) n. จังหวะ|ที่|มี|สอง|พยางค์ (พยางค์|เสียง|ยาว|และ|เสียง|สั้น)|  |Syn. trochaic adj.
เส้นประสาท|ของ|cranial nerves เส้น|ที่ 4 ที่|ไป|เลี้ยง|กล้ามเนื้อ|ลูกตา|ทํา|ให้|มี|การ|เคลื่อนไหว
(ท|รอด) v. กริยา|ช่อง 2 และ 3 ของ tread
(ท|รอด|'|เดิน) v. กริยา|ช่อง 3 ของ tread
(โท|รด) v. กริยา|ช่อง 2 และ 3 ของ tread
(โทร|'|เจิน) adj.,|n. (เกี่ยวกับ) กรุง|Troy|,|คน|ที่|ขยันขันแข็ง|,|เข้มแข็ง|และ|เด็ดเดี่ยว|,|คน|ที่|สนุกสนาน
ม้า|โทร|จัน|เป็น|ชื่อ|โปรแกรม|ประเภท|หนึ่ง|ที่|มี|ตัว|ทําลาย|แทรก|อยู่|ใน|โปรแกรม|นั้น|ด้วย เป็นต้น|ว่า หาก|ผู้ใด|สั่ง|คัดลอก|โปรแกรม ก็|จะ|ทํา|ให้|โปรแกรม|ถูก|ลบทิ้ง มี|ลักษณะ|คล้าย|ไวรัส|คอมพิวเตอร์ แต่|ไม่|ติดต่อ|ไป|ที่|อื่น
n. (นิยาย|กรีก|โบราณ) สงคราม|สิบ|ปี|ระหว่าง|ทหาร|กรีก|กับ|ทหาร|กรุง|ท|รอย|ภายใต้|การ|นํา|ทัพ|ของ|Agamemnon
(โทร|ล) vi.,|vt. (ทํา|ให้) หมุน|รอบ|,|ม้วน|,|ลาก|เบ็ด|,|ร้องเพลง|ด้วย|เสียง|เต็มที่|,|พูด|อย่าง|รวดเร็ว. n. เพลง|ที่|ร้อง|ต่อเนื่อง|กัน|,|การ|หมุน|รอบ การ|ดึง|สายเบ็ด|  |Syn. troller n.  |Syn. carol
(ท|รอ|ล|'|ลี) n. รถเข็น|,|รถ|ลาก|,|รถ|โยก|บน|ราง|หรือ|ทางรถไฟ|,|รถบรรทุก|หิน|บน|ราง|,|รถ|ขน|แร่|,|สาลี่|ลําเลียง|หนังสือ|หรือ|อาหาร. vt.,|vi. ขนส่ง|บน|รถ|ดังกล่าว|  |Syn. trolley car|,|truck
n. รถไฟฟ้า|ที่|ไม่|มี|ราง|แต่|มี|สาลี่
n. รถไฟฟ้า|ที่|ไม่|มี|ราง|แต่|มี|สาลี่
n. รางรถไฟ|ฟ้า|,|ราง|รถ
(ท|รอ|ล|'|เลิพ) n. หญิง|โสมม|,|หญิง|รุ่มร่าม|,|หญิง|โสเภณี|,|หญิง|ปากร้าย|,|trollopy adj.  |Syn. slattern
(ท|รอ|ม|'|โบ|น) n. แตร|ยาว|ที่|ชัก|เข้า|ชัก|ออก.  |Syn. trombonist n.
ต|รอน <|คํา|อ่าน|>|ย่อ|มา|จาก the real time operating system nucleus หมายถึง|ระบบปฏิบัติการ ที่|เน้น|การ|ทํางาน|แบบ|ทันที (real time) มี|ผู้นํา|มา|ใช้|ใน|การ|พัฒนา|คอมพิวเตอร์|รุ่น|ใหม่ กล่าวคือ นํา|เอา|ประสิทธิภาพ|ของ|คอมพิวเตอร์|หลาย ๆ แบบ|มา|รวม|กัน
(ทรุพ) n. กองทหาร|,|หมู่|ทหาร|,|กลุ่ม|คน|,|หมู่|คน|,|กองกําลัง|,|กองกําลัง|ทหารม้า|,|หมู่|,|กลุ่ม|,|ฝูง|,|กลุ่ม|นักแสดง|,|คณะ|ผู้แสดง|,|จํานวน|มากมาย. vi. รวม|กลุ่ม|,|ชุมนุม|,|ไป|เป็น|กลุ่ม|,|จับ|กลุ่ม. vt. ถือ|ธง|ประจํา|กลุ่ม|นํา|ขบวน
(ทรุพ|'|เพอะ) n. ทหารม้า|,|พลทหาร|ม้า|,|ทหาร|พลร่ม|,|ตํารวจ|ม้า|,|ม้า|ของ|พลทหาร|ม้า|,|troopship (ดู)|  |Syn. horse|-|cavalry soldier
(โทร|'|ฟีด) adj. ประดับ|ด้วย|สิ่งของ|ที่|ตั้ง|โชว์|,|ประดับ|ด้วย|ของที่ระลึก
(ท|รอ|ฟ|'|ฟี) n. ของที่ระลึก|,|ของ|รางวัล|,|สิ่ง|ที่|เป็น|อนุสรณ์|,|ของ|หรือ|อาวุธ|ที่|ยึด|ได้|จาก|ข้าศึก|,|สิ่ง|ตั้ง|โชว์|ที่|ได้|จาก|การ|ล่าสัตว์ (เช่น|หัว|กวาง|หรือ|หนัง|สัตว์) . vt. ประดับ|ด้วย|สิ่ง|ต่าง ๆ ดังกล่าว|  |Syn. cup|,|prize
(ท|รอ|พ|'|พิค) n. เส้นรุ้ง|ที่|ห่าง|จาก|เส้น|ศูนย์สูตร|ของ|โลก|23|องศา|27|ลิปดา adj. เกี่ยวกับ|เขต|ร้อน|ของ|โลก|  |Syn. tropical
n. เส้นรุ้ง|ที่|ห่าง|จาก|เส้น|ศูนย์สูตร|ของ|โลก|23|องศา|27|ลิปดา|ไป|ทาง|เหนือ
n. เส้นรุ้ง|ที่|ห่าง|จาก|เส้น|ศูนย์สูตร|ของ|โลก|23|องศา|27|ลิปดา|ไป|ทาง|ใต้
(ท|รอ|พ|'|พิเคิล) sdj. เกี่ยวกับ|เขต|ร้อน|,|เหมาะ|สําหรับ|เขต|ร้อน|,|ใช้|สําหรับ|เขต|ร้อน|,|เกี่ยวกับ|trope (ดู) .  |Syn. tropicality n. tropically adv.  |Syn. sweltering|,|humid|,|steamy
n. ปี|ที่|นับ|ตาม|สุริยคติ
(ท|รอ|พ|'|พิคซฺ) n. บริเวณ|ที่อยู่|ระหว่าง|เส้น|tropic of Cancer|และ|Tropic of Capricorn|,|เขต|ร้อน|ของ|โลก|,|บริเวณ|เขต|ร้อน|ของ|โลก
(ท|รอ|ท) vi.,|vt.,|n. (การ) (ทํา|ให้) (ม้า) วิ่งเหยาะ|ย่าง|,|ไป|อย่าง|รีบร้อน|,|วิ่ง|เรียบ|,|วิ่ง|ช้า ๆ ,|วิ่ง|พา|,|วิ่ง|นํา|,|วิ่ง|อวด|,|แนะนํา|,|เสียงฝีเท้า|ที่|วิ่งเหยาะ|ย่าง|,|ยายแก่|,|เด็ก|ที่|กําลัง|หัด|เดิน|เตาะแตะ|, -|Phr. (the trots โรค|บิด) -|S .move briskly|,|jog|,|gait
(ท|รอ|ท|'|เทอะ) n. สัตว์ (โดยเฉพาะ|ม้า) ที่|เหยาะย่าง|,|ผู้|ที่|เดิน|อย่าง|รวดเร็ว
(ทรัพ|'|เบิล) n. ความ|ยุ่งยาก|,|ความ|ยากลําบาก|,|การ|รบกวน|,|สิ่ง|รบกวน|,|อุปสรรค|,|ความ|เป็นทุกข์|,|ความ|เจ็บปวด|,|ความ|ขัดแย้ง|,|ความ|ไม่|สบาย vt. รบกวน|,|ทํา|ให้|ยุ่งยาก|,|ทํา|ให้|เป็นทุกข์|,|ทํา|ให้|ลําบาก. -|Phr. (in trouble ยุ่งยาก|,|ตั้ง|ครรภ์|ก่อน|สมรส)|  |Syn. troubledly adv. troub
ผู้|แก้|ปัญหา|ตัว|แก้|ปัญหา|หมายถึง|ผู้|ที่|จะ|ทํา|การ|แก้|ปัญหา|ใน|ขณะที่|มี|ปัญหา|เกี่ยวกับ|ฮาร์ดแวร์ โดย|จะ|ค่อย ๆ หา|จุด|บกพร่อง|ไป|ทีละ|เรื่อง มี|ความหมาย|คล้าย ๆ debug ใน|เรื่อง|ของ|ซอฟต์แวร์
n. สถานการณ์|ที่|ยุ่งยาก|,|เวลา|ที่|ยุ่งยาก
(ท|รับ|'|เบิ|ลด|ฺ) adj. ยุ่งยาก|,|เป็นทุกข์|,|เป็น|ภาระ|,|วุ่นวาย|,|น่า|รําคาญ|,|หนักใจ
(ท|รับ|'|เบิลเมค|'|เคอะ) n. ผู้ทํา|ให้|ยุ่งยาก|,|ผู้|ก่อ|ความ|ยุ่งยาก|,|ผู้|ก่อกวน
(ท|รับ|'|เบิลชุท|เทอะ) n. ผู้เชี่ยวชาญ|ใน|การ|แก้|ปัญหา|,|ช่างซ่อม|,|ช่างซ่อม|เครื่องจักร|,|มือ|แก้|ปัญหา.  |Syn. trouble|-|shooter n.  |Syn. mischief|-|shooter
(ท|รับ|'|เบิลเซิม) adj. ทํา|ให้|ยุ่งยาก|,|สร้าง|ปัญหา|,|ก่อกวน|,|ขี้|กวน|,|รบกวน|,|น่า|รําคาญ|,|ยุ่งยาก|,|เป็น|ภาระ|,|เป็นทุกข์|,|เจ็บปวด
(ท|รับ|'|บลัส) adj. ยุ่งยาก|,|มี|ปัญหา|,|วุ่นวาย|,|น่า|รําคาญ|,|หนักใจ|,|กังวล|,|เป็น|โรค|  |Syn. troublousness n.  |Syn. restless
(ท|รอ|ฟ) n. ราง|,|รางน้ํา|,|ท่อน้ํา|,|แอ่งน้ํา|  |Syn. hollow|,|trench
(เท|รา|ซฺ) vt. เฆี่ยน|หรือ|โบย|ตี|อย่าง|แรง|,|ทําโทษ|,|ทํา|ให้|ปราชัย|,|ทํา|ให้|พ่ายแพ้.  |Syn. trouncing n.  |Syn. punish|,|thrash|,|whip|,|cane
(ท|รู|พ) n. คณะ|ผู้แสดง (โดยเฉพาะ|ที่|กําลัง|ท่องเที่ยว) ,|คณะ|ละคร|,|คณะ|ละคร|สัตว์|,|คณะ|ผู้แสดง|กายกรรม. vi. เดินทาง|แสดง|  |Syn. cast
(ท|รู|พ|'|เพอะ) n. นักแสดง|,|นักแสดง|ที่|ชํานาญ|  |Syn. actor
(เท|รา|'|เซอะ) adj. เกี่ยวกับ|กางเกง|,|เกี่ยวกับ|กางเกงขายาว
(เท|รา|'|เซ|อซ) n. กางเกง|,|กางเกงขายาว. -|wear the trousers (สตรี) ยึด|อํานาจ
(ท|รู|'|โซ|,|ท|รู|โซ|') n. ชุด|แต่งกาย|ของ|เจ้าสาว pl.trouseaus
(เท|รา|ทฺ) n.,|ปลา|จําพวก|หนึ่ง|ที่|มี|จุด|แดง|ตาม|ตัว
(โทร|,|เท|รา) vi. คิด|,|มี|ความคิด|,|เชื่อ|,|คาดคะเน
(เท|รา|'|เอิล) n. เกรียง|หรือ|เหล็ก|โบก|ปูน vt. โบก|ปูน|,|ปาด|ปูน
(ท|รอย) adj. เป็น|หน่วย|น้ําหนัก|ท|รอย (สําหรับ|ทองคํา|,|เงิน|หรือ|เพชรพลอย) .
(ท|รู|'|เอิน|ซี) n. การ|หนี|โรงเรียน|,|การ|ละทิ้ง|หน้าที่.  |Syn. truantry
(ท|รู|'|เอินทฺ) adj.,|n. (ผู้) หนี|โรงเรียน|,|ละทิ้ง|หน้าที่|,|ไม่|เอาถ่าน|,|ขี้เกียจ|,|หนี|งาน. vi. หนี|โรงเรียน|,|หนี|งาน|,|ละทิ้ง|หน้าที่.  |Syn. truantly adv.
(ท|รู|ส) n. การ|พัก|รบ|,|การ|สงบ|ศึก|,|การ|พักผ่อน|,|สัญญา|พัก|รบ|,|สัญญา|สงบ|ศึก|,|การ|หยุดพัก|ชั่ว|คราว. vi. พัก|รบ|,|สงบ|ศึก. vt. พัก|รบ|,|หยุดพัก|ชั่ว|คราว|  |Syn. armistice|,|respite
(ทรัค) n. รถบรรทุก|,|รถ|กุดัง|,|รถ|ไถ|,|ของเสีย|,|ของ|สัพเพเหระ|,|ธุรกิจ|,|การ|ค้า vt.,|vi. ขน|ย้าย|สินค้า|ด้วย|รถบรรทุก|,|ขับ|รถ|สินค้า|,|แลกเปลี่ยน|,|ค้าขาย|  |Syn. transport
(ทรัค|'|คิจฺ) n. การ|ขนส่ง|โดย|รถบรรทุก|,|ค่า|บรรทุก|,|ค่าขนส่ง|โดย|รถ
(ทรัค|'|เคอะ) n. คน|ขับ|รถบรรทุก|,|ผู้ใช้|ของ|แลก|ของ|,|ผู้|เร่ขาย|,|ผู้|ค้าขาย|,|ผู้|มี|กิจการ|รถบรรทุก|,|ชาวสวน|ที่|ปลูก|พืชผัก|ส่ง|ตลาด
(ทรัค|'|คิง) n. ธุรกิจ|การ|ขนส่ง|ด้วย|รถบรรทุก|,|การ|ปลูก|พืชผัก|ไว้|ขาย|ใน|ตลาด|,|การ|แลกเปลี่ยน|สินค้า
(ทรัค|'|เมิน) n. ผู้|ขับ|รถบรรทุก|,|ผู้|มี|กิจการ|รถบรรทุก pl. truckmen|  |Syn. truck driver
(ทรัค|'|คิว|เลินซฺ|,|-|ซี) n. ความ|โหดเหี้ยม|,|ความ|ทารุณ|,|ความ|หยาบคาย|,|ความ|ห้าวหาญ|,|ความ|รุนแรง|  |Syn. cruelty|,|ferocity|,|brutality
(ทรัค|'|คิว|เลินซฺ|,|-|ซี) n. ความ|โหดเหี้ยม|,|ความ|ทารุณ|,|ความ|หยาบคาย|,|ความ|ห้าวหาญ|,|ความ|รุนแรง|  |Syn. cruelty|,|ferocity|,|brutality
(ทรัค|'|คิว|เลินทฺ) adj. โหดร้าย|,|โหดเหี้ยม|,|ทารุณ|,|ก้าวร้าว|,|หยาบคาย|,|ห้าวหาญ|,|รุนแรง.  |Syn. truculently adv.  |Syn. barbarous
(ท|รัด|จฺ) vi.,|vt.,|n. (การ) เดิน|อย่าง|เมื่อยล้า|,|เดิน|อย่าง|เหน็ดเหนื่อย|,|ย่ํา
(ท|รู) adj.,|n.,|adv. (ความ) จริง|,|แท้จริง|,|ไม่|ปลอม|,|มี|ศรัทธา|,|แน่นอน|,|เป็น|แบบอย่าง|,|เชื่อถือ|ได้|,|เคร่งครัด|,|ถูกต้อง|, come true เป็น|ความจริง. the true สิ่ง|ที่|เป็น|ความจริง|  |Syn. factual|,|real
ท|รู|เบ|สิ|ก <|คํา|อ่าน|>|เป็น|ชื่อ|ภาษาระดับสูง (high level language) ภาษา|หนึ่ง เป็น|ภาษา|โครงสร้าง|ของ|ภาษา|เบ|สิ|ก ได้|รับ|การ|พัฒนา|มา|จาก|ภาษา|เบ|สิ|ก|เมื่อ ค.ศ.1983 ไม่|ต้อง|มี|เลขหมาย|ประจํา|บรรทัด (line number)| 
หมายถึง|ตัวอักษร|ประเภท|หนึ่ง|ที่|ใน|ปัจจุบัน|ใช้|ทั้ง|ใน|ระบบ|คอมพิวเตอร์|ของ|บริษัท|แอ|ปเปิล|และ|พี|ซี (บริษัท|แอ|ปเปิล|พัฒนา|ขึ้น|ใช้|ก่อน) ลักษณะ|ของ|ตัวอักษร|แบบ|นี้|จะ|ชัดเจน เป็น|แบบ|อักษร|ที่|จะ|ปรับ|ขนาด|โดย|ขยาย|ให้|ใหญ่|หรือ|ลด|ขนาด|ให้|เล็ก|ได้|ง่าย
(ท|รู|'|อิส|ซึม) n. ความจริง|ที่|แน่ชัด|,|ความจริง|ที่|เห็น|ได้|ง่าย.  |Syn. truistic|,|truistical adj.  |Syn. platitude|,|banality
(ท|รู|'|ลี) adv. จริง ๆ ,|อย่าง|ซื่อสัตย์|,|อย่าง|ถูกต้อง|,|อย่าง|แม่นยํา|,|ชัดแจ้ง|,|โดย|ใจจริง|,|อย่าง|จงรักภักดี.  |Syn. actually
(ท|รัม|พฺ) n. ไพ่|ตัว|คิง|,|แตร|,|เสียง|แตร|,|บุคคล|ที่|ดี|,|คน|ที่|กล้าหาญ vt. เล่น|ไพ่|ชนะ|ด้วย|การ|ตี|ไพ่|ตัง|คิ|งอ|อก|,|ชนะ|,|เหนือกว่า|,|เป่า|เสียง|แตร trump up ประดิษฐ์|ออก|อุบาย|,|เสกสรร|ปั้น|แต่ง|,|ทํา|พยาน|เท็จ.
(ท|รัม|พฺ|'|คาร์ด) n. สิ่ง|ที่|ทํา|มี|แต้ม|เหนือ|คน|อื่น|หรือ|สิ่ง|อื่น|,|ไพ่|ตัว|คิง|,|ไพ่|ตัว|กิน
(ทรัพดฺ|'|อัพ) adj. ออก|อุบาย|,|กุ|ขึ้น|  |Syn. trumpet
(ท|รัม|'|เพอ|รี) n. สิ่ง|ที่|ไม่|มี|ประโยชน์|,|สิ่ง|ที่|ไร้|ค่า|,|สิ่ง|ที่|ไร้|สาระ|,|ของ|สวะ|,|คําพูด|ที่|ไร้|สาระ|  |Syn. rubbish|,|trash
(ท|รัม|'|พิท) n. แตร vi.,|vi. เป่าแตร|,|เปล่ง|เสียงร้อง|คล้าย|เสียง|แตร|  |Syn. fanfare|,|blast
(ท|รัม|'|พิ|เทอะ) n. คน|เป่าแตร|,|ผู้|ป่าวประกาศ|,|ผู้ประกาศ|ยกย่อง
(ท|รัง|'|เคท) vt. ตัด|,|เล็ม|,|ตัด|ยอด. adj. ซึ่ง|ถูก|ตัด|ยอด|,|ด้วน|,|กุด|  |Syn. prune|,|shorten
(ทรัน|'|เชิน) n. กระ|บอง|สั้น|,|กระ|บอง|ตํารวจ vt. ตี|ด้วย|กระ|บอง|  |Syn. billy
(ทรัน|'|เดิล) vt.,|vi. ทํา|ให้|กลิ้ง|,|หมุน|,|กลิ้ง|,|เลื่อน|,|ปั่น|,|ม้วน. n. ล้อ|เล็ก|,|ล้อ|กลิ้ง|,|รถ|ที่|มี|ล้อ|เตี้ย.  |Syn. trundler n.  |Syn. roll along|,|roll
(ท|รัง|คฺ) n. ลําต้น|,|ลําตัว|,|หีบ|ขนาด|ใหญ่|,|งวงช้าง|,|สายโทรศัพท์|,|สาย|ใหญ่|,|เส้นทาง (รถไฟ|,|ถนน|,|คลอง) ,|กระเป๋า|เดินทาง|ขนาด|ใหญ่|,|ราง|ล้าง|แร่|,|ทาง|อุโมงค์ adj. เกี่ยวกับ|ลําต้น|,|เกี่ยวกับ|ลําตัว|  |Syn. body|,|torso
(ทรัส) vt. มัด|,|ผูก|,|ยึด|,|รัด (ด้วย|เข็มขัด|รัด|ไส้เลื่อน) ,|จับ|,|ตะปบ (เหยื่อ) . n. โครง|ยึด|,|เสา|ค้ํา|สะพาน|รถไฟ|ที่|ข้าม|เหว|,|มัด (หญ้า|,|ฟาง) ,|สาย|รัด|ไส้เลื่อน|,|เสา|ค้ํา|หลังคา|,|ช่อ|ดอกไม้|,|สาย|ค้ํา|,|ปีก|ค้ํา|อนุสาวรีย์.  |Syn. trusser n.  |Syn. prop|,|fra
n. สะพาน|ข้าม|เหว|ที่|มี|เสา|ค้ํา
(ทรัสทฺ) n. ความ|เชื่อถือ|,|ความ|ไว้วางใจ|,|ความ|มั่นใจ|,|ความ|หวัง|,|สิ่ง|ที่|ไว้ใจ|ได้|,|บุคคล|ที่|ไว้ใจ|ได้|,|บริษัท|ใหญ่|ที่|รวม|บริษัท|เล็ก ๆ เข้า|ไว้|,|ความ|รับผิดชอบ|,|การ|ฝากฝัง|,|ความ|พิทักษ์|,|ความ|อุปถัมภ์|,|การ|ปกครอง|,|สินเชื่อ|, -|Phr. (in trust อยู่|ใน|ความ|พิทักษ์|ของ|คน|อื่น) adj. เกี่ยวกับ|สินเชื่อ
n. บริษัท|ทรัสต์ (มี|หน้าที่|จัดการ|มรดก|ของ|ผู้เยาว์|ซื้อขาย|หลักทรัพย์|ใน|นาม|ของ|ลูกค้า|หรือ|บาง|ที่|ประกอบ|ธุรกิจ|การธนาคาร|ด้วย)| 
n. หนังสือ|เชื่อใจ|,|หนังสือ|มอบหมาย
n. เงิน|ที่|มอบหมาย|ให้|ดูแล|,|เงิน|ที่อยู่|ใน|ความ|พิทักษ์
n. เงิน|ที่|มอบหมาย|ให้|ดูแล|,|เงิน|ที่อยู่|ใน|ความ|พิทักษ์
(ทรัล|'|ที) n. ผู้|ได้|รับ|มอบหมาย|ให้|จัดการ|ดูแล (ทรัพย์สิน|หรือ|กิจการ|หรือ|มรดก) ,|ผู้จัดการ|มรดก|,|ผู้จัดการ|ทรัพย์สิน|,|กรรมการ|บริษัท|ทรัสต์ (board of trustees) . vt. มอบหมาย|ให้|จัดการ|,|ตั้ง|ให้|เป็น|ผู้จัดการ (ทรัพย์สิน|หรือ|มรดก|หรือ|กิจการ)| 
(ทรัส|'|ที|ชิ|พ) n. ตําแหน่ง หน้าที่|และ|การ|ดูแล|ของ|ผู้|พิทักษ์|,|ดินแดน|ใน|อารักขา|,|ดินแดน|ใน|อาณัติ
(ทรัสทฺ|'|ฟู|ล) adj. เต็มไปด้วย|ความ|ไว้วางใจ|,|เชื่อใจ|ผู้อื่น.  |Syn. trustfully adv. trustfulness n.  |Syn. trusting
(ทรัส|'|ทิง) adj. ไว้วางใจ|,|เชื่อใจ|  |Syn. trustingly adv. trustingness n.  |Syn. credulous
(ทรัสทฺ|'|เวิร์ทธี) adj. น่า|ไว้วางใจ|,|เชื่อถือ|ได้.  |Syn. trustworthiness n.
(ทรัส|'|ที) adj. น่า|ไว้วางใจ|,|เชื่อถือ|ได n. บุคคล|ที่|ได้|รับ|ความ|ไว้วางใจ|,|ผู้|ที่|น่า|เชื่อถือ.  |Syn. trustily adv. trustiness n.
(ท|รู|ธ) n. ความจริง|,|สัจธรรม|,|ความ|ซื่อสัตย์|,|ความ|แน่แท้|,|ความ|ถูกต้อง|, -|Phr. (in truth ตาม|ความ|เป็นจริง)|  |Syn. veracity Ant. falsehood
(ท|รู|ธ|'|ฟู|ล) adj. เกี่ยวกับ|ความจริง.  |Syn. truthfully adv. truthfulness n.  |Syn. true Ant. false
(ไทร) vt.,|n. (ความ) พยายาม|,|พิสูจน์|,|ทดลอง|,|สอบสวน|,|พิจารณา|คดี|,|อดทน|,|ซ้อม. vi. พยายาม ทดลอง -|PHr. (try on ทดลอง|สวม)|  |Syn. essay|,|attempt|,|assay|,|test
n. ไม้|ฉาก|ของ|ช่างไม้
(ไทร|'|อิง) adj. ยากลําบาก|,|เหลือทน|  |Syn. tryingly adv. tryingness n.  |Syn. difficult
(ไทร|'|เอา|ทฺ) n. การ|ทดสอบ|,|การ|ทดลอง
(ท|ริ|สทฺ|,|ไทร|สทฺ) n.การ|นัดหมาย|,|สถานที่|นัดพบ. vi. นัดหมาย|,|นัดพบ.  |Syn. tryster n.  |Syn. rendezvous|,|date
n. สถานที่|นัดพบ
(ซาร์|,|ซารฺ์) n. =|czar (ดู)| 
(เซ|ท|'|ซี|-) n. แมลง|ดูด|เลือด|เป็น|พาหะ|นํา|โรค|ง่วง|หลับ (sleeping sickness)|  |Syn. tzetze fly|,|tsetse|,|tzetze
ย่อ|มา|จาก thyroid stimulating hormone เป็น|ฮอร์โมน|ที่|ช่วย|ควบคุม|การ|เจริญเติบโต|ของ|ต่อม|ธัยรอยด์|และ|กระตุ้น|ให้|ต่อม|ธัยรอยด์|ทํางาน|โดย|สร้าง|ฮอร์โมน|ธัย|รอก|ซิ|นอ|อก|มา ทํา|ให้ metabolic rate เพิ่ม|ขึ้น หัวใจ|เต้น|เร็ว|ขึ้น และ glycogen ที่|ตับ|จะ|ถุก|เปลี่ยน|เป็น glucose มาก|ขึ้น
ที|เอสอาร์ <|คํา|อ่าน|>|ย่อ|มา|จาก terminate and stay resident program แปล|ว่า โปรแกรม|ค้าง|ใน|หน่วยความจํา หมายถึง โปรแกรม|ชนิด|พิเศษ|ที่|จะ|อยู่|ใน|แรม (RAM) เสมอ สามารถ|เรียกหา|ได้|โดย|การ|กด|แป้น|คําสั่ง|ที่|กําหนด|ไว้|เป็นพิเศษ การ|เรียก|โปรแกรม|ประเภท|นี้ จะ|เรียก|ได้|ตลอดเวลา ไม่ว่า|จะ|กําลัง|ทํา|โปรแกรม|อะไร|อยู่ อย่างไรก็ตาม ใน|ปัจจุบัน เรา|มี|ระบบ|วินโดว์ ซึ่ง|ทํา|ให้|เรา|เรียก|โปรแกรม|มา|ใช้|พร้อม ๆ กัน|หลาย|โปรแกรม|ได้|อยู่|แล้ว โปรแกรม|ประเภท TSR จึง|ไม่|เป็น|ที่|รู้จัก|อีก|ต่อไป
ที|ที|แอ|ล|ย่อ|มา|จาก transistor|-|to|-|transistor logic เป็น|ลักษณะ|ของ|จอภาพ|คอมพิวเตอร์|ชนิด|หนึ่ง เป็น|คํา|ที่|ไม่ค่อย|มี|ใคร|รู้จัก
ที|ที|วาย|เป็น|อักษรย่อ|ของ teletype หรือ โทรพิมพ์ หมายถึง การ|รับ|/|ส่ง|ข้อมูล|ด้วย|อุปกรณ์|ชนิด|หนึ่ง|ที่|เรียก|ว่า เครื่อง|โทรพิมพ์ ปัจจุบัน|ชักจะ|ล้าสมัย|ไป|เสียแล้ว เพราะ|สามารถ|ใช้|เทคโนโลยี|ใหม่|กว่า ที่|เรียก|ว่า electronic mail หรือ E|-|mail
(ทับ) n. อ่าง|อาบน้ํา|,|อ่าง|,|ถัง|ไม้|,|ถัง|,|ปริมาณ|หนึ่ง|ถัง|,|การ|อาบน้ํา|ใน|อ่าง|อาบน้ํา|,|รถ|ขน|แร่|,|รถราง vt. ใส่|ไว้|ใน|อ่าง|อาบน้ํา|,|อาบน้ํา|ใน|อ่าง|อาบน้ํา.  |Syn. tubbable adj. tubber n. tublike adj.  |Syn. vessel|,|basin|,|sink|,|barrel
(ทู|'|บะ) n. แตร|ใหญ่ pl.tubas|,|tubae
(ทู|'|เบิล) adj. เกี่ยวกับ|หลอด|,|เกี่ยวกับ|ท่อ
(ทับ|'|บี) adj. อ้วน|เตี้ย|,|อ้วน|ใหญ่|,|อ้วน|กลม|,|คล้าย|ถัง|,|เสียง|ทื่อ|,|เสียง|ทู่|,|ขาด|เสียงสะท้อน.  |Syn. tubbiness n.  |Syn. chubby
(ทูบ) n.,|vt. (จัด|ให้|มี) หลอด|,|ท่อ|,|หลอด|วิทยุ|,|ยาง|ใน|ของ|รถยนต์|,|ลํา|กล้อง|,|กระบอก|,|อุโมงค์|,|ทาง|กลวง|,|โพรง|,|อวัยวะ|กลวง|,|โทรทัศน์|,|ทางรถไฟ|,|ทางรถไฟ|ใต้ดิน.  |Syn. passage|,|duct|,|pipe|,|channel
(ทู|'|เบอะ) n. หัว|ใต้ดิน|ของ|พืช|,|หน่อไม้|,|หน่อ|ใต้ดิน|ของ|พืช|บาง|ชนิด|,|ส่วน|ที่|ยื่น|ออก|เป็น|ปุ่ม|ม|ผู้สร้าง|ท่อ|หรือ|หลอด|,|สิ่ง|ที่|ป็น|ท่อ|หรือ|หลอด|  |Syn. tuberoid adj.
(ทู|'|เบอเคิล) n. ตุ่ม|เล็ก ๆ ,|ปุ่ม|เล็ก ๆ ,|ปุ่ม|เล็ก ๆ ที่|เกิด|จาก|การ|ติดเชื้อ|วัณโรค|  |Syn. node|,|nodule
(ทิว|เบอ|'|คิว|ละ) adj. เกี่ยวกับ|วัณโรค|,|เป็น|ปุ่ม|เล็ก ๆ ,|เป็น|ตุ่ม|เล็ก ๆ n. ผู้|ที่|เป็น|วัณโรค.
(ทูเบอ|'|คิว|โล|ซิ|ส) n. วัณโรค|  |Syn. TB|,|pulmonary phthisis
(ทู|'|บิ|ง) n. วัสดุ|ที่|ใช้|ทํา|หลอด|หรือ|ท่อ|,|ท่อ|,|หลอด|  |Syn. tube
(ทู|'|บิ|ว|ละ) adj. เกี่ยวกับ|ท่อ|,|เกี่ยวกับ|หลอด
(ทิค) vt.,|vi. จับ|ผ้า|,|พับผ้า|,|พับ|,|พับ|แขน|เสื้อ|,|รด|,|ดื่ม|,|หด|สั้น n. สิ่ง|ที่|พับ|สั้น|,|ผ้า|ที่|พับ|,|รอย|จีบ|,|ขนม|,|ของ|รับประทาน.  |Syn. cover|,|wrap|,|swathe
(ทู|'|ด|อร|ฺ) n. Mary|สมาชิก|ของ|ราชวงศ์|หนึ่ง|ที่|ปกครอง|อังกฤษ|ตั้งแต่ ค.ศ.1485|ถึง|1603
(ทิว|ซ|'|เด) n. วัน|อังคาร
(ทัฟ|'|ที) adj. มี|กระจุก|,|มี|พู่|,|ประดับ|ด้วย|กระจุก|,|เป็น|กลุ่ม|,|เป็น|ปอย|,|เป็น|ปุย.  |Syn. tuftily adv.
(ทัฟทฺ) n.,|vi. (กลาย|เป็น) (ใช้) ปอย|,|ปุย|,|กระจุก|,|กลุ่ม|,|พู|,|หนวด|ใต้|คาง|  |Syn. bunch|,|clump|,|cluster|,|ruff
n. นก|เล็ก มี|ส่วน|ที่|เป็น|พู่|ที่|ศรี|ษะ
(ทัก) vt.,|vi.,|n. (การ) ดึง|,|ลาก|,|ออกแรง|ดึง|หรือ|ลาก|,|ใช้เรือ|ลาก|,|โยง|,|พ่วง|,|ทํางาน|หนัก|,|ชักชวน|,|เรือ|ลาก|,|สิ่ง|ที่|ใช้|ดึง|หรือ|ลาก (เช่น|เชือก) ,|ส่วน|ค้ํา|,|ส่วน|จุน|,|การ|ชักชวน.  |Syn. tugger n.  |Syn. drag|,|tow|,|haul
n. การ|ชักเย่อ|,|การ|ต่อสู้|ดิ้นรน|แย่ง|ความ|เป็นใหญ่
(ทัก|'|โบ|ท) n. เรือ|ลาก|,|เรือพ่วง|,|เรือโยง
(ทิว|อิช|'|เชิน) n. ค่า|สอน|,|ค่า|อบรม|,|การ|สอน|,|การ|อบรม|,|การ|ปกครอง|,|การ|พิทักษ์.  |Syn. tuitional|,|tuitionary adj.
(ทิว|'|ลิพ) n. พืช|ไม้ดอก|ขนาด|ใหญ่|มี|รูป|คล้าย|ถ้วย|หรือ|ระฆัง|,|ดอก|ของ|พืช|ดังกล่าว.
(ทูล) n. ผ้า|บาง|และ|ละเอียด|ที่|ทํา|ด้วย|ใย|ไหม|หรือ|ใย|สังเคราะห์|,|ผ้า|โปร่ง|สําหรับ|คลุม|หน้า|สตรี
(ทัม|'|เบิล) vi.,|vt. (ทํา|ให้) ล้ม|,|ล้ม|ลง|,|ตกลง|,|หกคะเมน|,|ตีลังกา|,|ถลา|,|พัง|ลง|,|กลิ้ง|ไป|มา|,|พลิก|ไป|มา|,|ทํา|ให้|ยุ่งเหยิง|,|รีบเร่ง|,|กระทํา|อย่าง|รีบร้อน|,|เข้าใจ|ข้อเท็จจริง n. การ|ล้ม|ลง|,|การ|ตกลง|,|การ|พัง|ลง|,|การ|แสดง|กายกรรม|,|การ|หมด|อํานาจ|,|ความ|สนใจ|,|ความ|ยุ่งเหยิง|,|กอง|ที่|ซ้อน|กัน|ยุ่งเหยิง|,|ความ|สับสน
(ทัม|'|เบิลเดาน์) adj. พัง|ทลาย|,|พัง|,|ทลาย|  |Syn. rickety|,|falling|,|shaky
(ทัม|'|เบลอะ) n. นัก|กายกรรม|,|นัก|หกคะเมน|ตีลังกา|,|ถ้วย|แก้ว|,|ตุ๊กตาล้มลุก|,|ลูกกลิ้ง|,|เครื่อง|ทํา|ให้|แห้ง|,|นกพิราบ|จําพวก|หนึ่ง
(ทัม|'|บ|ลิง) n. การ|แสดง|กายกรรม|,|การ|หกคะเมน|ตีลังกา|  |Syn. acrobatic tumble
(ทัม|'|มี) n. ท้อง|,|ช่องท้อง
(ทิว|'|เมอะ) n. เนื้องอก|,|การ|บวม|,|ก้อน|บวม.  |Syn. tumorous adj. tumourous adj. tumoral adj. tumoural adj.  |Syn. growth
(ทิว|'|เมอะ) n. เนื้องอก|,|การ|บวม|,|ก้อน|บวม.  |Syn. tumorous adj. tumourous adj. tumoral adj. tumoural adj.  |Syn. growth
(ทู|'|มัลทฺ) n. ความ|วุ่นวาย|,|ความ|สับสน|อลหม่าน|,|ความ|อึกทึก|ครึกโครม|,|ความ|ว้าวุ่น|,|อารมณ์|ว้าวุ่น|,|ความ|กระอักกระอ่วน|  |Syn. commotion|,|uproar|,|panic|,|frenzy
(ทิว|มัล|'|ทะ|รี) adj. =|tumultuous (ดู)| 
(ทมัล|'|ชุเอิส) adj. วุ่นวาย|,|สับสน|อลหม่าน|,|อึกทึก|ครึกโครม|,|ว้าวุ่น.  |Syn. tumultuousness n.  |Syn. disorderly|,|agitated|,|disturbed
(ทัน) n. ถัง|ใหญ่|,|ถัง|ใส่|เหล้า|หรือ|เบียร์ vt. ใส่|ถัง|,|บรรจุ|,|บรรจุ|ถัง
(ทู|'|นะ) n. ปลาทู|น่า|,|เนื้อ|ของ|ปลา|ดังกล่าว
(ทู|'|นะ|เบิล) adj. ปรับ|เสียง|ได้|,|ตั้ง|เสียง|ได้|, (ทํานอง|เพลง) เพราะพริ้ง|,|ปรับ|เครื่องยนต์|ได้.  |Syn. tunableness n. tunably adv.  |Syn. tuneable
(ทัน|'|ด|ระ) n.ที่ราบ|ขนาด|ใหญ่|ที่|มี|อากาศ|หนาว|ทาง|แถบ|เหนือ|ของ|ยุโรป อเมริกา|และ|เอเซีย
(ทูน) n. ทํานอง|เพลง|,|น้ําเสียง|,|ความ|สอดคล้อง|,|สาระ|สําคัญ vi. ปรับ|เสียง|,|ปรับ|เสียง|ดนตรี|,|ปรับ|เครื่อง tune up ปรับ|เสียง|ดนตร|'|ปรับ|เครื่องยนต์
(ทูน|'|อัพ) n. การ|ปรับ|,|การ|ทํา|ให้|สอดคล้อง|  |Syn. adjustment
(ทู|'|นะ|เบิล) adj. =|tunable (ดู)| 
(ทูน|'|ฟู|ล) adj. มี|เสียง|ไพเราะ|,|มี|ท่วงทํานอง|ที่|ไพเราะ.  |Syn. tunefully adv. tunefulness n.
(ทูน|'|เนอะ) n. ผู้|ปรับ|เสียง|,|ผู้|ปรับ|เครื่องยนต์|,|สิ่ง|ที่|ใช้|ปรับ|เสียง|หรือ|เครื่องยนต์
(ทัง|'|ส|เท|น) n. แร่|โลหะ|ชนิด|หนึ่ง
(ทูน|'|นิง) n. การ|ปรับ|เสียง|,|การ|ปรับ|เครื่องยนต์|,|การ|ประสาน|เสียง|,|การ|ทํา|ให้|เข้า|กัน|,|การ|ทํา|ให้|สอดคล้อง
(ทัน|'|เนิล) n.,|vt.,|vi. (ทํา|,|ขุด) อุโมงค์|,|ปล่อง|ระบาย|อากาศ|,|ท่อ|ปล่องไฟ|,|โพรง|ที่|สัตว์|ขุด|ขึ้น|,|กรวย|  |Syn. tunneler n. tunneller n.  |Syn. subway|,|tube|,|underground|,|dig|,
(ทัพ|'|เพินซฺ) n. =|twopence (ดู)| 
(ทัพ|'|พะนี) adj. สอง|เพนนี
(ทุค|,|ทูค) n. หมวก|ใหญ่|และ|หนัก|ของ|ชาว|แคนาดา|  |Syn. toque
(เท|อ|'|เบิน) n. หมวโพก|ศรี|ษะ|ของ|ชาว|มุสลิม|ใน|ตอน|ใต้|ของ|เอเซีย|,|หมวก|ที่|คล้าย|หมวก|ดังกล่าว|,|หมวก|สตรี|ที่|โพก|คล้าย|หมวก|แขก|  |Syn. turbaned adj.
(เท|อ|'|บิด) adj. ไม่|ชัดเจน|,|ขุ่น|,|หมอง|,|มัว|,|ยุ่งเหยิง|,|สับสน|,|วุ่นวาย|,|ว้าวุ่น.  |Syn. turbidity n. turbidness n. turbidly adj.  |Syn. foul
(เท|อ|'|บิน|,|-|ไบนฺ) n. กังหัน|,|กังหัน|น้ํา|,|ระหัด|น้ํา|,|เครื่อง|กังหัน
(เท|อ|'|โบ) n. =|turbine (ดู) ,|=|turbo|-|supercharger (ดู)| 
เทอร์โบ|ซี <|คํา|อ่าน|>|เป็น|ชื่อ|ตัวแปลภาษา|ซี (ซึ่ง|เป็น|ภาษา|ที่|ใช้|ใน|การ|เขียน|โปรแกรม) ที่|บริษัท|บอร์แลนด์|เป็น|ผู้ผลิต|ดู C ประกอบ
เทอร์|โบ ปา|สกา|ล <|คํา|อ่าน|>|เป็น|ชื่อ|ตัวแปลภาษา|ปา|สกา|ล (ซึ่ง|เป็น|ภาษา|ที่|ใช้|ใน|การ|เขียน|โปรแกรม) ที่|ที่|บริษัท|บอร์แลนด์|เป็น|ผู้|พัฒนา|ขึ้น|ใน|ราว ค.ศ.1984 ได้|รับ|ความ|นิยม|มาก|ใน|ปัจจุบัน|ดู Pascal ประกอบ
เทอร์โบ โป|ร|ลอก <|คํา|อ่าน|>|เป็น|ชื่อ|ตัวแปลภาษา|โป|ร|ลอก (ซึ่ง|เป็น|ภาษา|ที่|ใช้|ใน|การ|เขียน|โปรแกรม) ที่|ที่|บริษัท|บอร์แลนด์|เป็น|ผู้|พัฒนา|ขึ้น|เพื่อ|ใช้|กับ|ไมโครคอมพิวเตอร์
(เท|อ|'|เบิท) n. ปลา|แบน|จําพวก Psetta maxima ที่|มี|รูปร่าง|เป็น|รูป|ข้าวหลามตัด|,|ปลา|แบน|อื่น
(เท|อ|'|บิ|วเลินซฺ|,|-|ซี) n. ความ|วุ่นวาย|,|ความ|สับสน|อลหม่าน|,|ความ|โกลาหล|,|ความ|พล่าน|,|การ|ไหล|ทะลัก|,|การ|เคลื่อนไหว|อย่าง|ไม่|เป็น|ระเบียบ|ของ|บรรยากาศ.
(เท|อ|'|บิ|วเลินซฺ|,|-|ซี) n. ความ|วุ่นวาย|,|ความ|สับสน|อลหม่าน|,|ความ|โกลาหล|,|ความ|พล่าน|,|การ|ไหล|ทะลัก|,|การ|เคลื่อนไหว|อย่าง|ไม่|เป็น|ระเบียบ|ของ|บรรยากาศ.
(เท|อ|'|บิ|วเลินทฺ) adj. วุ่นวาย|,|สับสน|,|อลหม่าน|,|โกลาหล|,|พล่าน|,|ซึ่ง|ไหล|ทะลัก|,|ก้าวร้าว|,|รุกราน.  |Syn. turbulently adv.  |Syn. tumultuous
(ทู|'|รี|น) n. ชาม|ลึก|ขนาด|ใหญ่|ที่|มี|ฝา|ปิด สําหรับ|ใส่|น้ําแกง|และ|อาหาร|อื่น ๆ ,|หม้อ|อบ
(เทิร์ฟ) n. สนามหญ้า|,|ชั้นดิน|ที่|มี|หญ้า|ติด|,|ก้อน|ถ่านหิน|ชนิด|ร่วน|,|เขต|อิท|-|ธิ|พล|ของ|อันธพาล|, -|Phr. (the turf ทาง|วิ่ง|ของ|ม้าแข่ง การ|แข่ง|ม้า กีฬา|แข่ง|ม้า) vt. ปกคลุม|ด้วย|สนามหญ้า.  |Syn. turfless adj. pl. turfs|,|turves
(เท|อ|'|เจินทฺ) adj. บวม|,|บวม|เต่ง|,|บวม|โต.  |Syn. turgency n. turgently adv.
(เท|อ|'|จิด) adj. บวม|,|บวม|โต|,|โป่ง|,|พอง|,|ขยาย|ออก|,|โอ้อวด|,|คุย|โว|,|โอหัง.  |Syn. turgidity n. turgidness n. turgidly adv.
(ทัวริ่ง) เป็น|ชื่อ|ภาษา|ที่|ใช้|ใน|การ|เขียน|โปรแกรม|ที่|ได้|รับ|การ|พัฒนา|มา|จาก|ภาษา|ปา|สกา|ล|ที่|มหาวิทยาลัย โต|รอน|โต ใช้|ใน|ระบบ|ยูนิกซ์ (UNIX)| 
หมายถึง เครื่อง|คอมพิวเตอร์|ง่าย ๆ แบบ|หนึ่ง A.M.Turing เป็น|ผู้ออกแบบ|สร้าง|ขึ้น|ใน|ราว|ทศวรรษ 1930 ว่า|กัน|ว่า เครื่อง|นี้|สามารถ|แก้|ปัญหา|ต่าง ๆ ได้ ถ้า|ส่ง|ปัญหา เข้า|ไป|โดย|มี|ขั้นตอนวิธี (algorithm)| 
(เทิร์ค) n. ชาว|ตุรกี|,|ชาว|เติร์ก
(เท|อ|'|คี) n. ประเทศ|ตุ|รก|'|เมืองหลวง|ชื่อ|Ankara
(เท|อค|'|คิช) adj.,|n. (เกี่ยวกับ) ตุรกี|,|ชาว|ตุรกี|,|ภาษา|ตุรกี|  |Syn. Turkishly adv. Turkishness n.
n. การ|อาบน้ํา|โดย|การ|อบ|ตัว|ใน|ห้อง|ไอน้ํา|จน|เหงื่อ|ออก|ก่อน|แล้ว|มี|การ|นวด|ตัว|และ|อาบน้ํา|ใน|เวลา|ต่อมา|,|การ|อบ นวด|และ|อาบ|,|สถานที่|อบ นวด และ|อาบ
n. ผ้าเช็ดตัว|ขน|ยาว|ที่|ทํา|จาก|ผ้าฝ้าย
(เทิร์ค|'|เมิน) n. ประชาชน|ที่|อาศัย|อยู่|ใน|ตุรกี|  |Syn. Turkmenistan|,|Turkmenian adj. , (pl. Turkmen)| 
(เทิร์ค|'|เมิน) n. ภาษา|ของ|ชาว|เติร์ก.  |Syn. Turkoman|,|Turcoman
(เท|อ|'|มอยล์) n. ความ|ยุ่งยาก|,|ความ|ยุ่งเหยิง|,|ความ|สับสน|อลหม่าน|,|ความ|โกลาหล|  |Syn. tumult|,|agitaiton|,|unrest|,|disorder
(เทิร์น) vt.,|vi.,|n. (การ) หมุน|,|หัน|,|ไข|,|เบือน|,|บิด|,|งอ|,|พับ|,|พลิก|,|ผิน|,|หันเห|,|บ่าย|,|เลี้ยว|,|อ้อม|,|โอบ|,|เบน|,|จุด|ที่|มี|การ|เปลี่ยนแปลง|,|เส้นโค้ง|,|ส่วนโค้ง|,|รอบ|หนึ่ง|,|พัก|หนึ่ง|,|รายการ|,|นิสัย|,|ลักษณะ|,|ท่าทาง|,|พฤติการณ์|,|รูปแบบ|,|ความ|โน้มเอียง|,|ความ|โน้มน้าว|,|เวร|,|ลําดับ|,|การ|รักษา|,|การ|เดิน|เล่น|,
(เทิร์น|'|อะ|เบา|ทฺ) n. การ|หมุน|รอบ|,|การ|เปลี่ยนแปลง|ความคิดเห็น|,|การ|โต้ตอบ|,|เสียงสะท้อน|กลับ|,|การ|หันกลับ|  |Syn. reversal
(เทิร์น|'|อะ|เรา|ดฺ) n. การ|หมุน|รอบ|,|การ|เปลี่ยนแปลง|,|ที่|เลี้ยว|รถ|,|ที่|กลับ|รถ|  |Syn. turnabout
(เทิร์น|'|เดาน์) adj. พับ|ได้|,|เอา|ลง|ได้
(เทิร์น|'|เนอะ) n. ผู้|หมุน|,|ช้อน|ใหญ่|สํา|-|หรับ|พลิก|,|ช่าง|กลึง|,|เครื่อง|หมุน|,|เครื่อง|คลุก|,|สมาชิก|สโมสร|นักกีฬา|,|นัก|กายกรรม|,|นัก|หกคะเมน|ตีลังกา
(เทิร์น|'|นิง) n. การ|หมุน|,|การ|หัน|,|การ|ไข|,|การ|บิด|,|การ|เบือน|,|การ|เลี้ยว|,|การ|เปลี่ยนแปลง|,|ที่|เลี้ยว|,|หัวเลี้ยว|,|หัว|โค้ง|,|งาน|กลึง|,|การ|กลึง
จุด|ที่|มี|การ|เปลี่ยนแปลง|  |Syn. crux|,|crisis
(เท|อ|'|นิพ) n. หัว|ผักกาด|,|พืช|ดังกล่าว
ระบบ|พร้อมสรรพ|หมายถึง เครื่อง|คอมพิวเตอร์|ที่|มี|บริภัณฑ์|รอบ|ข้าง (peripherals equipment) ครบ|บริบูรณ์|หนึ่ง|ชุด ที่|พร้อม|จะ|ทํางาน|ทันที|ที่|เปิด|เครื่อง ศัพท์|คํา|นี้|มา|จาก|ระบบ|อุตสาหกรรม|รถยนต์ กล่าวคือ พอ|ไข|กุญแจ (ภาษาอังกฤษ|ใช้|ว่า turn key) เมื่อใด ก็|จะ|ขับ|ออก|ไป|ได้|เลย สรุป ก็|คือ ระบบ|นี้|หมายถึง|ระบบ|คอมพิวเตอร์|เบ็ดเสร็จ|ทั้ง|ระบบ ตั้งแต่|ส่วนตัว|เครื่อง (hardware) รวม|ทั้ง|ซอฟต์แวร์|ที่|จะ|ใช้ (มัก|ใช้|ใน|ความหมาย|ที่|เป็น|การ|ส่ง|มอบ|ให้|ลูกค้า)| 
(เทิร์น|'|เอา|ทฺ) n. การ|ชุมนุม|,|มวลชน|ที่มา|ชุมนุม|กัน|,|การ|ออก|ปฎิบัติ|การ|,|การ|หยุดงาน|,|ผลิตผล|,|ผลิตภัณฑ์|,|เครื่องมือ|,|การ|ทํา|ความ|สะอาด|,|ทางแยก|,|รูปแบบ|ของ|เสื้อผ้า|  |Syn. output|,|outfit
(เทิร์น|'|โอ|เวอะ) n. การ|พลิก|กลับ|,|การ|คว่ํา|,|การ|หมุน|ตัว|,|ขนม|ม้วน|,|เงิน|ที่|เก็บ|ได้|ทั้งหมด|,|การ|หมุนเวียน|,|การ|เดิน|สะพัด|,|จํานวน|ซื้อขาย|,|อัตรา|การ|ขาย|,|การ|เปลี่ยนแปลง|,|การ|จัด|กลุ่ม|ใหญ่. adj. พลิก|กลับ|ได้|,|คว่ํา|ได้|,|พับ|ได้
(เทิร์น|'|ไพ|คฺ) n. ถนน|สําหรับ|รถยนต์|ที่|วิ่ง|ด้วย|ความ|เร็ว|สูง (โดยเฉพาะ|ถนน|ที่|มี|ด่าน|เก็บ|เงิน|บํารุง|ถนน) ,|ด่าน|เก็บ|เงิน|บํารุง|ถนน|,|คอก|สําหรับ|เก็บ|ค่าธรรมเนียม|บน|ถนน
(เทิร์น|'|ส|ไท|ลฺ) n. คอก|หมุน|ทางเข้า|ที่|เป็น|โครง|ท่อน|เหล็ก|4|ท่อน|ที่|หมุน|ได้|ตาม|แนว|นอน|,|คอก|หมุน|,|ประตู|หมุน
(เทิร์น|'|อัพ) n. สิ่ง|ที่|หัน|ขึ้น|,|สิ่ง|ที่|คุ้ย|ดิน|ขึ้น|,|สิ่ง|ที่|ม้วน|ขึ้น|,|ไพ่|ที่|หงาย|ขึ้น|,|ขา|กางเกง|ที่|พับ|ขึ้น. adj. หัน|ขึ้น|,|หงาย|ขึ้น|,|พับ|ขึ้น|,|ม้วน|ขึ้น
(เท|อ|'|เพน|ไท|นฺ) n.,|vt. (ใส่) ยางสน|,|น้ํามันสน|  |Syn. turpentinic adj. turpentinous adj. turpentiny adj.
(เท|อ|'|พิทูด) n. ความ|ต่ําช้า|,|ความ|เลวทราม|,|พฤติกรรม|ที่|เลวทราม
(เทิร์พซฺ) n. =|turpentine (ดู)| 
(เท|อ|'|ริ|ท) n. หอ|บน|ป้อม|,|ป้อม|ปืน|,|ปราการ|,|แท่น|หมุน|หก|มุม
(เท|อ|'|เทิล) n. เต่า
(ทัสคฺ) n. งาช้าง|,|ฟัน|แหลม|และ|ยาว|,|เขี้ยว|ยาว vt.,|vi. ขุด|ด้วย|งา|,|งัด|ด้วย|งา|,|แทง|ด้วย|งา|,|ฉีก|ด้วย|เขี้ยว
(ทัส|'|เคอะ) n. สัตว์|ที่|มี|งา|,|สัตว์|ที่|มี|เขี้ยว|ยาว
(ทัส|'|เซิล) vi.,|n. (การ) ดิ้นรน|,|ต่อสู้|,|แย่งชิง|,|ปล้ํา|กัน.  |Syn. struggle|,|scuffle|,|wrestle
(ทัส|'|ซอ|ค) n. พุ่ม|หญ้า|,|กลุ่ม|หญ้า|,|กลุ่ม|ผม|,|ปอยผม|,|ปอย|หญ้า|,|มวย|ผม|,|ปุย|ขน.  |Syn. tussocked adj.  |Syn. tuft
interj. คําอุทาน|แสดง|ความ|ไม่|พอใจ ดูหมิ่น|หรือ|อื่น ๆ| 
(ทู|'|เทอะ) n.,|vt.,|vi. (ทํา|หน้าที่) ครู|สอน|,|ครู|พิเศษ|,|ผู้ปกครอง|,|ผู้|พิทักษ์|,|ผู้|อนุบาล|  |Syn. tutorship n.
(ทิว|ทอ|'|เรี|ยล) adj. เกี่ยวกับ|tutor
(ทัค|ซี|'|โด) n. ชุด|เสื้อ|ราตรี|ชนิด|หาง|สั้น|,|เสื้อ|รัดรูป|ไม่|ให้|ดิ้น|ได้ (สําหรับ|นักโทษ|หรือ|คนไข้|โรคจิต
abbr. Television
(ท|วอด|'|เดิล) n.,|vi.,|vt. (พูด|,|เขียน) คําพูด|หรือ|ข้อเขียน|ที่|ไร้|สาระ
(ท|เวน) adj.,|n. สอง|  |Syn. two
(ท|แวง) n.,|vi.,|vt. (ทํา) เสียง|ซอ|,|เสียง|แหลม|ที่|สั่นสะเทือน|  |Syn. twangy adj.
(ทวี|ค) vt.,|n. (การ) บิด|,|ดึง|,|หยิก|,|กระตุก|,|ทิ้ง|,|หนีบ|,|ความ|ร้อนใจ|,|อาการ|กระสับกระส่าย
(ทวี|น|'|นี) n. หญิง|คนใช้|วัยรุ่น|ที่|ช่วย|ทํา|}
(ทวี|ท) n. เสียงร้อง|ของ|นก|ตัว|เล็ก ๆ vi. (นก|ตัว|เล็ก ๆ) ร้อง|หรือ|เปล่ง|เสียง|  |Syn. twitter
(ทวี|'|เซ|อซ) n.,|pl. คีม|หนีบ|,|คีม|ถอน|ขน
(ทเวลธฺ) adj.,|n. ที่|สิบ|สอง
n. วัน|สุดท้าย|ของ|เทศกาล|ฉลอง|คริสต์มาส|,|=|Epiphany (ดู) (January 6)| 
(ทแวลว) n.,|adj. สิบ|สอง
(ท|เวน|'|ทิอิธ) adj.,|n. ที่|ยี่|สิบ
(ท|เวน|'|ที) n. เลข|ยี่|สิบ|,|จํานวน|ยี่|สิบ twenties จํานวน|ระ|-|หว่าง|20|และ|29
(ไว|ซฺ) adv. สอง|ครั้ง|,|สอง|หน|,|สอง|วาระ
(ท|ไว|ซฺ|'|เลด) adj. ประกอบ|ด้วย|เชือก|ที่|ฟั่น|เป็นเกลียว
(ท|วิด|'|เดิล) vt.,|vi. ทํา|เล่น|,|คลํา|เล่น|,|กระดิก|นิ้ว|เล่น. -|Phr. (twiddle one|'|s thumbs ขี้เกียจ|,|ไม่|ทํา|อะไร|,|การ|ทํา|เล่น ๆ ,|การ|หยอก|เล่น|,|การ|ล้อ|เล่)| 
(ท|วิก) n. กิ่งไม้|,|กิ่ง|อ่อน|,|แขนง|,|หลอด|โลหิต|,|เส้นประสาท.  |Syn. branch|,|shoot|,|stick
(ท|ไว|'|ไลทฺ) n. แสง|รุ่งอรุณ|,|รุ่งอรุณ|,|สายัณห์|,|ระยะ|เวลา|ตกอับ|,|ภาวะ|ที่|ไม่|แน่นอน|,|ความ|เคลือบคลุม. adj. เกี่ยวกับ|รุ่งอรุณ|,|คลุมเครือ|,|ขลุก|ข|มัว|,|ไม่|ชัดเจน|,|ไม่|รู้|จริง
(ทวิล) n. ผ้า|ลาย|ทแยง|,|สิ่งทอ|ลาย|ทแยง vt. ทอ|เป็น|ลาย|ทแยง
(ทวิน) n.,|adj. ฝาแฝด|ใด|ฝาแฝด|หนึ่ง|,|แฝด|,|สิ่ง|ที่|เป็น|คู่|กัน|,|ห้อง|เตียง|คู่|,|สอง|เท่า. vt. จับคู่|,|เข้าคู่|,|เปรียบเทียบ|,|จัด|ให้|มี|คู่. vi. กําเนิด|ลูก|แฝด -|Phr. (twin bed เตียง|เดี่ยว|ใน|ห้อง|ที่|มี|เตียง|เดี่ยว|2|เตียง)| 
n. ห้อง|ที่|มี|เตียง|เดี่ยว|สอง|เตียง
n. ชื่อ|เถาวัลย์|จําพวก|หนึ่ง
(ทวินจฺ) n.,|vt.,|vi. (ทํา|ให้|เกิด|,|เกิด) ความ|เจ็บปวด|อย่าง|กะทันหัน|และ|รุนแรง|,|ความ|เจ็บ|แปลบ|,|ความ|เจ็บใจ.
(ท|วิง|'|เคิล) n.,|vi.,|vt. (เกิด) แสง|ระยิบระยับ|,|แสง|แวววาว|,|แสง|ริบหรี่|,|ชั่ว|พริบตา|,|การ|กระพริบ|ตา|,|การ|ขยิบตา
(ท|วิง|'|ค|ลิง) n. การ|ส่องแสง|ระยิบระยับ|,|การ|กระพริบ|ตา|,|การ|ขยิบตา|,|ชั่ว|พริบตา|,|เวลา|ฉับพลัน|  |Syn. instant|,|second|,|moment
(ทวินดฺ) adj. เป็น|แฝด|,|เหมือน|กัน
(ทเวิร์ล) vi.,|vt.,|n. (การ) หมุน|อย่าง|รวดเร็ว|,|ปั่น|,|บิด|อย่าง|เร็ว|,|ขว้าง|ลูก|,|หาง|ตวัด|ของ|ตัวอักษร.  |Syn. twirler n.  |Syn. whirl
(ทวิสทฺ) vt.,|vi.,|n. (การ) บิด|,|บิด|เป็นเกลียว|,|งอ|,|โค้ง|,|ขัน|,|คลุกเคล้า|,|คลึง|,|ร้อย|,|ขด|,|พัน|รอบ|,|ทํา|ให้|เป็นเกลียว|,|ทํา|ให้|เข้าใจผิด|,|บิดเบือน|,|ทํา|ให้|สับสน|,|โกง|,|เบี้ยว|,|กลับ|ทิศทาง. vi. บิด|,|งอ|,|เบี้ยว|,|ไป|อย่าง|คดเคี้ยว|,|ฟั่น|,|คลึง|,|ร้อย|,|ขยัก.,|ม้วน|ใบยา|,|ขนม|ม้วน|,|ลักษณะ|กวน|,|เหล้า|ผสม|,|ผู้หญิง
(ทวิท) vt.,|n. (การ) หยอกล้อ|,|ล้อ|เล่น|,|ดุ|,|ด่า|,|เยาะเย้ย|,|เหน็บแนม|,|ตําหนิ.  |Syn. twitingly adv.  |Syn. taunt|,|tease|,|ridicule
(ทวิทชฺ) vi.,|vt.,|n. (การ) ดึง|,|ชัก|,|ทิ้ง|,|กระตุก|อย่าง|รวดเร็ว|,|กระตุก|ด้วย|ความ|เจ็บปวด|  |Syn. twitcher n. twitchingly adv.
(ทวิท|'|เทอะ) vi.,|vt.,|n. (การ) (นก) ส่ง|เสียงร้อง|-|จ้อกแจ้ก|,|พูด|เบา และ|รวดเร็ว|,|หัวเราะ|คิกคัก|, (ตัว) สั่น|ด้วย|ความ|ตื่นเต้น.  |Syn. warble|,|chirp|,|trill
(ทู) n. เลข|สอง|,|จํานวน|สอง adv. เป็น|จํานวน|สอง
(ทู|'|เว) adj. สอง|ทาง|,|สอง|ฝ่าย|,|สอง|ด้าน|,|รับผิดชอบ|ทั้ง|สอง|ฝ่าย|,|รับภาระ|ทั้ง|สอง|ฝ่าย
(ทัพ|'|เพินซฺ) n. จํานวน|สอง|เพนนี|,|เรื่อง|เล็กน้อย|,|เหรียญ|2|เพนนี.  |Syn. tuppence
(ทัพ|'|พะนี) adj. จํานวน|2|เพนนี|,|เกี่ยวกับ|ตะปู|ยาว|หนึ่ง|นิ้ว|,|ไม่|สําคัญ|,|ราคา|ถูก|,|กระ|จอก|  |Syn. insignificant|,|cheap
ที|เอกซ์|ที|ย่อ|มา|จาก|คํา|ว่า text มัก|ใช้|เป็น|นามสกุล|ของ|แฟ้มข้อมูล|ที่|เป็น|แฟ้ม|เอกสาร ใช้|รหัส|แอ|สกี (ASCII) โดยเฉพาะอย่างยิ่ง|ใน|ระบบ|ดอส|หรือ|วินโดว์ เช่น LETTER . TXT ก็|เท่า|กับ|เป็น|การ|บอก|ว่า แฟ้ม|นี้|เป็น|แฟ้ม|เอกสาร นอกจาก|นามสกุล|นี้|แล้ว อีก|นามสกุล|หนึ่ง|ที่|นิยม|ใช้|เป็น|นามสกุล|แฟ้ม|เอกสาร คือ .DOC (ย่อ|มา|จาก document)| 
(ไท|'|คู|น) n. นักธุรกิจ|ที่|ร่ํารวย|และ|มี|อิทธิพล|มาก|,|โซ|กุน (ของ|ญี่ปุ่น)|  |Syn. financier
(ไท|'|อิง) v. กริยา|ที่|เติม|"|ing|"|ของ|tie
(ทิม|แพน|'|นิค) adj. เกี่ยวกับ|tympanum|,|เกี่ยวกับ|เยื่อ|แก้วหู
n. เยื่อ|แก้วหู
(ทิม|'|พะนิสทฺ) n. มือ|กลอง
(ทิม|'|พะนัม) n. หู|ช่อง|กลาง|,|เยื่อ|แก้วหู|,|ช่อง|กลาง|,|แผ่น|เยื่อ|สั่นสะเทือน|ของ|โทรศัพท์ pl. tympanums|,|tympana|  |Syn. drum
(ไท|'|เพิล) adj. (เกี่ยวกับ) แบบ|,|ชนิด
(ไท|พฺ) n. รูปแบบ|,|แบบ|,|ชนิด|,|ประเภท|,|จําพวก|,|ตัวอย่าง|,|ตัวพิมพ์ vt. พิมพ์ดีด|,|พิมพ์|,|หาก|ลุ่ม|เลือด|,|เป็น|สัญลักษณ์|,|เป็น|แบบอย่าง|,|เป็น|ตัวแทน. vi. พิมพ์ดีด
พิมพ์|ล่วงหน้า|หมายถึง บัฟเฟอร์ (buffer) ส่วนหนึ่ง|ใน|หน่วยความจํา ที่|ทํา|ให้|สามารถ|สั่ง|ให้|แสดง|ผล|ทาง|เครื่องพิมพ์|ล่วงหน้า (พิมพ์|ลง|บน|กระดาษ|ก่อน|ที่|จะ|แสดง|ผล|นั้น|บน|จอภาพ) อย่างไรก็ตาม ต้อง|ขึ้น|กับ|หน่วยความจํา|ด้วยว่า การ|กัน|ที่|เป็น|บัฟเฟอร์|ไว้|ให้|นั้น ได้|มี|การ|กําหนด|ไว้|ให้|มาก|น้อย|เพียงใด โดย|ปกติ ระบบ|ดอส|จะ|กัน|ไว้|เพียง 15 ตัวอักษร ฉะนั้น|พอ|พิมพ์|ได้ 15 ตัว|ก็|จะ|หยุด ดังนี้|เป็นต้น
แบบ|อักษร|หมายถึง การ|ออกแบบ|ตัว|อักขระ|ใน|รูปลักษณ์|ต่าง ๆ กัน ใน|บาง|ที่|ใช้|แทน|คํา font ได้|เลย|ดู font ประกอบ
(ไท|'|เพอะ) n. ผู้พิมพ์|,|พนักงาน|พิมพ์ดีด
(ไท|พฺ|'|สค|ริ|พทฺ) n. เอกสาร|หรือ|ฉบับ|ที่|พิมพ์|ด้วย|พิมพ์ดีด|,|สิ่ง|ที่|พิมพ์|ด้วย|พิมพ์ดีด
(ไท|พฺ|'|เซ|ท) vt.,|adj. เรียงพิมพ์
คุณภาพ|เยี่ยม|หมายถึง|คุณภาพ|ของ|เครื่องพิมพ์|ที่|สามารถ|พิมพ์|ได้|ด้วย|ความ|ละเอียด (resolition) 1200 ถึง|2540 จุดต่อ|นิ้ว ซึ่ง|นับ|ว่า|คมชัด|มาก (เครื่องพิมพ์|คุณภาพ|พอใช้ได้|จะ|มี|ความ|ละเอียด|ประมาณ 300 - 600 จุดต่อ|นิ้ว|เท่านั้น)| 
(ไท|พฺ|'|เซ|ท|เทอะ) n. ผู้|เรียงพิมพ์|,|เครื่อง|เรียงพิมพ์|  |Syn. compositor
(ไท|พฺ|'|เซ|ททิง) n. กระบวนการ|เรียงพิมพ์. adj. ใช้|สําหรับ|เรียงพิมพ์
(ไท|พฺ|'|ไร|ทฺ) vt.,|vi. พิมพ์ดีด|,|พิมพ์|ด้วย|เครื่องพิมพ์|ดีด|  |Syn. type
(ไท|พฺ|'|ไร|เทอะ) n. เครื่องพิมพ์|ดีด|,|คน|พิมพ์ดีด|,|แบบ|ตัวพิมพ์|ดีด|,|นักชก|,|นัก|ต่อย|ตี
(ไท|พฺ|'|ไร|ทิง) n. การ|พิมพ์ดีด|,|งาน|พิมพ์ดีด
(-|'|ริ|ท|เทิน) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ typewrite
(ไท|'|ฟอยด์) n. ไข้|รากสาด|น้อย|,|ไทฟอยด์
(ไท|'|เฟิส) n. โรค|ไข้|รากสาด|ใหญ่|,|โรค|ไข้|รากสาด|เทียม|  |Syn. typhus fever|  |Syn. typhous adj.
(ทิพ|'|พิค) adj. =|typical (ดู)| 
(ทิพ|'|พิเคิล) adj. เป็น|ตัวอย่าง|,|เป็น|แบบฉบับ|,|เป็น|สัญลักษณ์|,|เข้า|กับ|แบบ|หรือ|ตัวอย่าง.  |Syn. typic|  |Syn. typically adv. typicalness n.
(ทิพ|'|พะ|ไฟ) adj. เป็น|ตัวอย่าง|,|เป็น|แบบฉบับ|,|เป็น|สัญลักษณ์|  |Syn. typification n.  |Syn. sum up|,|respresent
(ไท|'|พิสทฺ) n. พนักงาน|พิมพ์ดีด|,|ผู้พิมพ์|ดีด
(ทิ|แร|น|'|นิเคิล) adj. โหดร้าย|,|โหดเหี้ยม|,|กดขี่|,|เผด็จการ|,|ทร|ราชย์.  |Syn. tyrannically adj.
(ทิ|แร|น|'|นิเคิล) adj. โหดร้าย|,|โหดเหี้ยม|,|กดขี่|,|เผด็จการ|,|ทร|ราชย์.  |Syn. tyrannically adj.
(เท|อ|'|ระ|ไน|ซ) vi.,|vt. ปกครอง|แบบ|กดขี่|,|ปกครอง|แบบ|เผด็จการ|,|ใช้อํานาจ|บาท|ใหญ่
(เท|อ|'|ระ|ไน|ซ) vi.,|vt. =|tyrannise (ดู)|  |Syn. oppress|,|dictate
(เท|อ|'|ระ|นี) n. การ|ปกครอง|แบบ|กดขี่|,|การ|ปกครอง|แบบ|เผด็จการ|,|การ|ใช้อํานาจ|บาตรใหญ่|,|ความ|เข้มงวด|ที่|โหดเหี้ยม|  |Syn. despotism|,|severity
(ไท|'|เรินทฺ) n. ทรราชย์|,|ผู้ปกครอง|แบบ|กดขี่|,|ผู้ปกครอง|แบบ|เผด็จการ|,|ผู้ปกครอง|ที่|ใช้อํานาจ|เบ็ดเสร็จ
(ไท|'|เออะ) n. ยาง|ล้อ|รถ|,|วง|ล้อ|รถ|,|นม|ที่|แข็งตัว
(ไท|'|โร) n. ผู้|เริ่ม|เรียน|,|คน|ใหม่|,|มือใหม่. pl. tyros|  |Syn. tyronic adj.  |Syn. tiro.
(ซาร์|,|ซาร์) n. =|czar (ดู)| 
(ท|เซ|ท|'|ซี) n. =|tsetse fly (ดู)|  |Syn. tzetze
