(ไว) n. พยัญชนะ|ตัว|ที่ 25 ของ|ภาษาอังกฤษ pl.,|n. Y|'|s|,|Ys|,|ys
โครโมโซม|เพศ|ที่|มี|ยีน (genes) ที่|เป็น|ตัวกําหนด|ลักษณะ|เฉพาะ|ของ|เพศ|ชาย (ใน|มนุษย์|และ|สัตว์เลี้ยงลูกด้วยนม|ส่วนใหญ่) ป|รา|กฎ|โดดเดี่ยว|และ|พบ|ใน|ผู้ชาย|เท่านั้น
(ไว|'|แอ|ค|'|ซิ|ส) n. แกน|Y|ใน|ทาง|คณิตศาสตร์ pl. y|-|axes
abbr. Young Men|'|s Christian Association
abbr. Young Women|'|s Christian Association
(แยค) (n.) =|yakety|  |Syn. yak
(ยอ|ท) n. เรือ|ท่องเที่ยว|,|เรือ|เที่ยวเล่น|,|เรือ|แข่ง|,|เรือ|ยอชท์|,|แล่น|ใน|เรือ|ดังกล่าว
(ยอ|ท|'|ทิง) n. การ|แล่น|เรือ|ท่องเที่ยว|,|การ|แล่น|เรือ|เที่ยวเล่น|,|การ|แล่น|เรือ|แข่ง
(ยอ|ทซฺ|'|เมิน) คน|เป็น|เจ้าของ|เรือ|ยอชท์|,|ผู้|แข่ง|เรือ|ยอชท์|  |Syn. yachtsmanship n. yachtmanship n. pl.,|n. yachtsmen
(ยอ|ทซฺ|'|วูม|เมิน) n. หญิง|ที่|เป็น|เจ้าของ|เรือ|ยอชท์|,|หญิง|ที่|แข่ง|เรือ|ยอชท์ pl. yachtswomen
 |Syn. yak (แยค|'|คี|ที|แยค|') vi.,|n. (การ) ซุบซิบ|,|คุย|กัน (โดยเฉพาะ|ที่|ยืดยาว|และ|ไร้|สาระ)|  |Syn. yackety|  |Syn. yack|,|yakety yak|,|yak
(แยค) n. วัว|ป่า|ขน|ยาว|เขา|ยาว พบ|ใน|ธิเบต|,|=|yackety|  |Syn. yak
(แยม) n. มันแกว
n. มันแกว
(แยม|'|เมอะ) vi.,|vt.,|n. (การ) คราง|,|บ่น|,|สะอื้น|,|พูด|อย่าง|สะอื้น|,|พูด|เสียง|ดัง|และ|ยืดยาว
n.  |Syn. whimper
(แยง|คฺ) vt.,|vi.,|n. (การ) กระชาก|,|ดึง|อย่าง|แรง
(แยง|'|คี) n. ชาว|อเมริกัน
(เย้า) n. ชนชาติ|เย้า|,|ชาวเขา|เผ่า|เย้า
(แยพ) vi.,|n. (การ) เห่า|,|หอน|,|ปาก|  |Syn. yapper n. yappingly adv.
(ยาร์ด) หลา|,|ลาน|,|สนาม|,|สนาม|ที่|มี|รั้ว|ล้อม|,|คอก|ปศุสัตว์|,|บริเวณ|ใกล้|สถานีรถไฟ vt. เอา|เข้า|คอก|,|ปล่อย|ไว้|ใน|สนาม vi. อยู่|รวม|กัน
สิ่งทอ|หรือ|สิ่งของ|อื่น ๆ ที่|ขาย|เป็น|หลา
n. หน่วย|วัด|เป็น|หลา|,|ไม้|วัด|เป็น|หลา
n. เชือก|ชัก|คาน|พยุง|ใบ|เรือ
(ยาร์ด|'|ดิจฺ) n. การ|ใช้|ย่าน|สถานีรถไฟ|ใน|การ|นํา|ปศุสัตว์|หรือ|ลง|จาก|รถไฟ|,|ค่า|ใช้|บริการ|ดังกล่าว|,|หน่วย|วัด|เป็น|หลา|หรือ|ตาราง|หลา
(ยาร์ด|'|เบิร์ด) n. ทหารเกณฑ์|,|นักโทษ
(ยาร์ด|'|เมิน) n. ผู้|ที่ทํางาน|ตาม|สถานีรถไฟ ท่าเรือ|หรือ|สถานี|จอด|รถ pl. yardmen
(ยาร์ด|'|มา|ส|เทอะ) n. ผู้ดู|แล|ย่าน|สถานีรถไฟ|ทั้งหมด
(ยาร์ด|'|สทิค) n. ไม้|หลา|,|หน่วย|วัด|มาตรฐาน|,|การ|ทดสอบ|ที่|เป็น|มาตรฐาน
(ยาร์ด|'|แวน|ดฺ) n. ไม้|วัด|,|ไม้|วัด|เป็น|หลา
(แยร์) adj.,|adv. เร็ว|,|คล่อง|ตัว|,|คล่องแคล่ว|,|รวดเร็ว|,|ปราดเปรียว|,|เตรียมพร้อม|,|พร้อม|  |Syn. yarelyadv.  |Syn. yar
(ยาร์น) n. เส้นด้าย (ด้ายดิบ|หรือ|ใย|สังเคราะห์|ด้าย|,|เส้น|ยาว|,|นิทาน (โดยเฉพาะ|เรื่อง|ยาว|ที่|ไม่|น่า|เชื่อ) vi. ปั่น|ด้าย|,|เล่า|นิทาน
(ยอ) vi. หันเห|,|แล่น|เอียง|,|บิน|เอียง|,|เฉ|,|หัน|หัว|ออก|นอก|เส้นทาง vt. ทํา|ให้|หันเห n. การ|หันเห|  |Syn. roll|,|pitch|,|turn|,|toss|,|bend
(ยอ|ล) n. เรือใบ|หรือ|เรือ|บด|ที่|มี|ลูกเรือ 4|-|6 คน|,|=|yowl
(ยอน) vi.,|n. (การ) หาว|,|หาวนอน|อ้า|ปากกว้าง|,|รู|เปิด|,|ช่อง|,|ช่อง|แตกร้าว|  |Syn. yawner n.  |Syn. gape
(ยอน|'|นิง) adj. หาว|,|หาว|ปาก|,|อ้า|ปากกว้าง|,|เปิด|กว้าง
(ยอ|พ|,|ยา|พ) vi.,|n. (การ) ร้อง|เสียง|ดัง|,|ส่ง|เสียง|อึกทึก|ครึกโครม|,|พูด|โง่ ๆ และ|เสียง|ดัง|,|  |Syn. yaup.  |Syn. yawper
(ยอ|ซ) n. โรค|คุดทะราด (เนื่องจาก|เชื้อ|Treponema pertenue) .  |Syn. frambesia
(อี|เคลพทฺ|') adj. เชื่อ|ว่า|,|เรียก|ว่า
(อี|เคลพทฺ|') adj. เชื่อ|ว่า|,|เรียก|ว่า
(ยี) pron. พวก|ท่าน (พหูพจน์|ของ thou) ,|คุณ|,|ท่าน
(ยี) (definite article) =|the
(เย) adv. ใช่|,|จ้ะ|,|จริง ๆ ,|ไม่|ใช่|แต่เพียง|แค่นี้ ยัง|มี. n. การ|ตอบรับ|,|การ|ยืนยัน|,|ผู้ตอบ|รับ|,|คะแนน|สนับสนุน
n. ลังเล|,|สอง|จิต|สอง|ใจ
(เย) adv. ใช่|,|จ๊ะ|,|=|yes
(ยีน) vi.,|vt. (แกะ|หรือ|แพะ) ออก|ลูก
(เยียร์) n. ปี|,|อายุ|,|ขวบ -|Phr. (year in and year out ตลอด|ปี|ตลอดไป) -|Phr. (year after year ทุก|ปี)
(เยียร์|'|อะ|เรา|นดฺ) adj. ตลอด|ปี
(เยียร์|'|เอน|ดฺ) n. ปลาย|ปี (ปฏิทิน) adj. ปลาย|ปี
(เยียร์|'|บุ|ค) n. หนังสือ|ประจําปี|, หนังสือ|รุ่น
(เยียร์|'|ลิง) n.,|adj. ลูก|สัตว์|อายุ|เต็ม 1 ปี|แต่|ไม่|ถึง 2 ปี|,|นักเรียน|ปี|ที่ 2
(เยียร์|'|ลอง) adj. เป็น|เวลา|หนึ่ง|ปี
(เยียร์|'|ลี) adj.,|adv. เกี่ยวกับ 1 ปี|,|ทุก|ปี|,|ปี|ละ|ครั้ง n. สิ่ง|ตีพิมพ์|ที่|ออก|ปี|ละ|ครั้ง|  |Syn. annual
(เยิร์น) vi. อยาก|,|ต้องการ|มาก|,|คิดถึง|อย่าง|รักใคร่|,|ใฝ่ฝัน|  |Syn. yearner n.  |Syn. crave|,|desire|,|after
(เยิร์น|'|นิง) n. ความ|อยาก|,|ความ|ต้องการ|มาก|,|ความคิด|ถึง|อย่าง|รักใคร่|,|ความ|ใฝ่ฝัน|,|ความ|ใฝ่หา|  |Syn. yearningly adv.  |Syn. desire|,|craving
(ยี|สทฺ) n. เชื้อ|ยีสต์|ซึ่ง|เป็น|รา|เซลล์|เดียว|และ|มัก|กลม|,|เชื้อ|ฟู|,|เชื้อหมัก|,|ส่าเหล้า|,|เชื้อ|เหล้า vi. เกิด|กระบวนการ|หมัก|ฟู|,|ปกคลุม|ไป|ด้วย|ฟอง
(ยี|ส|'|ที) adj. ประกอบ|ด้วย|หรือ|คล้าย|ยีสต์|,|เป็น|ฟอง|,|อยู่|ใน|วัย|หนุ่มสาว|,|ร่าเริง|,|งอกงาม|,|ไร้|แก่นสาร|,|ผิวเผิน|,|ไม่|สงบ|  |Syn. yeastily adv. yeastiness n.
(เยลคฺ) n. =|yolk
(เยล) vi.,|vt.,|n. (การ) ตะโกน|,|โห่|,|ร้อง|,|แผดเสียง|,|ถ้อยคํา|ที่|ใช้|ร้อง|เชียร์|  |Syn. cry out|,|bellow
(เยล|'|โล) adj. สี|เหลือง|,|เกี่ยวกับ|ชนชาติ|มองโกลอยด์|,|เกี่ยวกับ|ชนชาติ|ผิวเหลือง|,|ซีด|เหลือง|,|ขี้ขลาด|,|ตาขาว|,|ไว้ใจ|ไม่|ได้|,|เก่า|,|คร่ําครึ|,|หวาดระแวง n. สี|เหลือง|,|ไข่แดง|,|สีย้อม|สี|เหลือง vt.,|vi. ทํา|ให้|เป็น|สี|เหลือง|,|กลาย|เป็น|สี|เหลือง.  |Syn. yellowness n.
โรคติดต่อ|ร้ายแรง|และ|ฉับพลัน|เนื่องจาก|เชื้อไวรัส|ชนิด|หนึ่ง|มี|อาการ|ดีซ่าน|อาเจียน|และ|เลือด|ออก.  |Syn. yellow jack
n. =|yellow fever
n. ระบบ|บรรณาธิการ|คาว|โลกีย์
n. สมุด|โทรศัพท์|ฉบับ|โฆษณา|สินค้า
n. ภัย|จาก|ชน|ผิวเหลือง|ที่|มี|ต่อ|ชน|ผิว|ขาว
n. ต้นสน|อเมริกา|ที่|มี|เนื้อไม้|สี|เหลือง|และ|แข็งแรง|,|ไม้|ของ|ต้น|ดังกล่าว
n. หนังสือพิมพ์|ลามก
(เยล|'|โลอิช) adj. ค่อนข้าง|เหลือง|,|ทา|ด้วย|สี|เหลือง
(เยล|'|โล|แจ|คคิท) n. ตัว|ต่อ มี|ร่าง|สํา|ดํา|ลาย|เหลือง|  |Syn. wasp
(เยลพฺ) vt.,|vt.,|n. (การ) ร้อง|เอ๋ง|,|เห่า|เอ๋ง|  |Syn. yelper n.
(เยน) n. ชื่อ|เหรียญเงิน|ตรา|ของ|ญี่ปุ่น ใช้|สัญลักษณ์|ว่า Y|,|ความ|ต้องการ|,|ความ|อยาก vi. ต้องการ|มาก|,|อยาก pl. yen
(โย|'|เมิน) n. เสรีชน|ใน|สมัย|ศักดินา|,|ชาวนา|ที่|มี|ที่นา|ของ|ตัวเอง|,|ทหารม้า|อาสาสมัคร adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|บุคคล|ดังกล่าว|,|กล้าหาญ|,|ซื่อสัตย์|  |Syn. yeomanly adv. pl. yeomen
n. การ|บริการ|ที่|ดี|และ|มี|ประโยชน์|ต่อ|สาธารณะ
(เยิร์ค) vt. ตี|,|หวด|,|เฆี่ยน n. การ|ตี|,|การ|หวด|,|การ|เฆี่ยน|  |Syn. strike|,|arouse|,|excite
(เยส) adv. ไช่,|ครับ|,|จ้ะ n. การ|ต้อนรับ
n. บุคคล|ที่|เห็นด้วย|กับ|คน|อื่น|เสมอ
n. บุคคล|ที่|เห็นด้วย|กับ|คน|อื่น|เสมอ
(เยส|'|เทอะ) adj. เกี่ยวกับ|เมื่อวาน|นี้|,|อดีต
(เยส|'|เทอะ|เด) adv.,|n. วานนี้|,|หมู่นี้|,|ระยะ|นี้|,|อดีต adj. เกี่ยวกับ|เมื่อวาน|นี้|หรือ|หมู่นี้|  |Syn. yesterdays adv. อดีต.  |Syn. recently
(-|อี|ฟว) n.,|adv. เมื่อคืน|นี้
(เยส|'|เทอะ|เดอิฟว|'|นิง) n. เมื่อคืน|นี้|,|เมื่อ|เย็น|วานนี้|  |Syn. yesterevening
(เยส|'|เท|อเดมอร์น|'|นิง) n. เมื่อเช้า|วานนี้ adv. เมื่อเช้า|วานนี้
(เยส|'|เทิร์น) adj. เมื่อวาน|นี้
(เยส|'|เท|อ|ไน|ทฺ) n. เมื่อคืน|วานนี้ adv. เมื่อคืน|วานนี้|  |Syn. last night
(เยส|'|เท|อ|นูน) n.,|adv. เมื่อ|เที่ยง|วานนี้|  |Syn. yesterday noon
(เยส|'|เท|อวีค) n.,|adv. เมื่อ|สัปดาห์|ก่อน|  |Syn. last week|,|during last week
(เยท) adv. ยัง|,|ยังคง|,|กระนั้น|,|เช่น|เดิม|,|ซ้ํา|,|เดี๋ยวนี้|,|ไม่|ชักช้า|,|แล้ว|,|เรียบร้อย|,|นอกจากนั้น|,|นอก|ไป|กว่า|นี้|,|อย่าง|ก็ตาม conj. แม้กระนั้น|,|กระนั้น
(เยท|'|ที) n. มนุษย์|หิมะ.  |Syn. Abominable Snowman
(ยี|ลด|ฺ) vt.,|vi. ให้|ผล|,|ผลิต|,|ให้|,|เกิด|,|ยอม|,|ยอม|ให้|,|ยอม|จํานน|,|อ่อนข้อ|ให้ n. การ|ให้|ผล|,|สิ่ง|ที่|เป็น|ผล|ขึ้น|,|ผล|,|ผลิตภัณฑ์|,|ประโยชน์|ที่|ได้|รับ|,|ปริมาณ|ผล|  |Syn. yieldable adj. yielder n.  |Syn. furnish|,|produce
(ยี|ล|'|ดิง) adj. ยอม|,|ยินยอม|,|ให้|ผล|  |Syn. yieldingly adv. yieldingness n.
(ยิน แอนด์ แยง) n. (หลัก|ปรัชญา|และ|ศาสนา|ใน|จีน) หลักการ|ตรงกันข้าม|สอง|อย่าง|/|ลบ|ปรือ|บวก|/|มืด|หรือ|สว่าง|เป็นต้น
(ยิพ) vi. เห่า|เสียง|ดัง|,|ร้อง|เอ๋ง n. การ|เห่า|เสียง|ดัง|,|การ|ร้อง|เอ๋ง|  |Syn. bark sharply|,|yelp
(ไย|พฺ) interj. คําอุทาน|แสดง|ความ|ตกใจ|ประหลาดใจ|เจ็บปวด|  |Syn. expression of fright
(ยิพ|'|พี) interj. คําอุทาน|แสดง|ความ|ปี|ติ|ยินดี|,|ประหลาดใจ|เจ็บปวด
วาย|โมเด็ม|หมายถึง มาตรฐาน|ที่|ใช้|การ|ใน|การ|ถ่าย|โอน (transfer) ข้อมูล|ซึ่ง|ได้|รับ|การ|พัฒนา|มา|จาก XMODEM การ|ถ่าย|โอน|ข้อมูล|แบบ|วาย|โมเด็ม|นั้น สามารถ|ส่ง|สัญญาณ|ถ่าย|โอน|ได้|ใน|อัตรา|ที่|เร็ว|กว่า|เก่า|ดู XMODEM ประกอบ
(โย|'|กะ) n. (ปรัชญา|อินเดีย) โยคะ -|Yogic adj. -|Yogism n.
(โย|'|เกิร์ท) n. นมเปรี้ยว
(โย|'|เกิร์ท) n. นมเปรี้ยว
(โย|'|กี) n. โยคี|,|ผู้ปฏิบัติ|วิธี|โยคะ (ดู|Yoga) pl. yogis|  |Syn. yogin
(โย|'|กะ|นี) n. หญิง|ที่|ปฏิบัติ|วิธี|โยคะ
(โย|'|เกิร์ท) n. นมเปรี้ยว
(ไฮคฺ) interj. คําอุทาน|เร่ง|ให้|สุนัข|ล่าสัตว์|ไล่|กวด|สุนัข|จิ้งจอก|  |Syn. huic
(โยค) n. แอก (โดยเฉพาะ|แอก|วัว) ,|เทียม|คู่|สัตว์เลี้ยง|ที่|ร่วม|แอก|เดียวกัน|,|สิ่ง|ที่|คล้าย|แอก|,|คาน|หิ้ว|น้ํา|,|นาบ|สะเอว|,|นาบ|ไหล่|,|พันธะ|ทาง|ใจ|,|การ|ผูกมัด|,|ด้าม|หาง|เสื้อ|,|ตาม|ขวาง|,|สัญลักษณ์|แห่ง|การ|กดขี่|,|การ|กดขี่|,|เครื่องผูก|มัด|,|=|yolk vt. ใส่|แอก|,|ใส่|เทียม|,|เชื่อมต่อ|,|ทํา|เป็น|คู่ vi. ใส่|แอก|,
n. กระดูกโหนกแก้ม
(-|เฟลโล|,|-|เมท) n. คู่ขา|,|เพื่อน|ร่วมงาน|,|คู่สมรส|  |Syn. partner|,|spouse
(-|เฟลโล|,|-|เมท) n. คู่ขา|,|เพื่อน|ร่วมงาน|,|คู่สมรส|  |Syn. partner|,|spouse
(โยค|,|โยล์คฺ) n. ไข่แดง|,|ไขมัน|ขน|แกะ|,|=|yoke|  |Syn. yolkless adj. yolky|,|adj.
(โยม|,|โยม|คิพ|'|เพอะ) n. วัน|ศักดิ์สิทธิ์|ของ|ยิว|วันหนึ่ง เป็น|วัน|อด|อาหาร|และ|สวดมนต์|ทั้งวัน|ใน|โบสถ์|ยิว.
(โยม|,|โยม|คิพ|'|เพอะ) n. วัน|ศักดิ์สิทธิ์|ของ|ยิว|วันหนึ่ง เป็น|วัน|อด|อาหาร|และ|สวดมนต์|ทั้งวัน|ใน|โบสถ์|ยิว.
(ยอน) adj.,|adv. =|yonder. pron. ที่โน่น|,|ที่นั่น|,|ที่|โน้น|  |Syn. yonder
(-|เดอะ) adj.,|adv. ที่นั่น|,|ที่โน่น|,|ทาง|โน้น|  |Syn. yond|,|yon
(โย|'|นี) n. โยนี|,|อวัยวะเพศ|ของ|หญิง
(ยอร์) n. อดีตกาล. adv. นาน|มา|แล้ว|,|ใน|อดีต|,|เก่าแก่|,|ใน|สมัยก่อน|  |Syn. past times
(ยอร์ค) n. สมาชิก|ราชวงศ์|ยอร์ค|ที่|ปกครอง|อังกฤษ (ค.ศ.1461|-|1485) -|Yorkist n.
(ยู) pron. ท่าน|,|พวก|ท่าน
(ยูดฺ) abbr. you had|,|you would
(ยูลฺ) abbr. you will|,|you shall
(ยัวร์) abbr. you are
(ยูว) abbr. you have
(ยู|ออ|ล|') pron. ท่าน|,|คุณ
(ยัง) adj. หนุ่ม|,|สาว|,|อายุ|น้อย|,|เยาว์|,|อ่อน|,|ระยะ|แรกเริ่ม|,|ลูก|,|เด็ก|,|อ่อนหัด|,|ด้อย|ประสบการณ์|,|เกี่ยวกับ|ผู้เยาว์|,|เกี่ยวกับ|สมาชิก|ใหม่ n. คน|หนุ่ม|คน|สาว -|Phr. (with young ตั้ง|ครรภ์)| 
n. น้อง|ชาย
n. คน|หนุ่ม|,|ชาย|คู่รัก|,|ชาย|คู่หมั้น
n. สัตว์|,|สัตว์|ยัง|มี|อายุ|น้อย|,|เจ้า|หนุ่ม
n. น้องสาว
n. ความ|หนุ่ม|ความ|สาว|,|วัย|หนุ่ม|วัย|สาว|,|ความคิด|ใหม่ ๆ ,|เลือด|สด ๆ ,|คน|หัวใหม่|,|คน|ทันสมัย|,|หนุ่ม|ที่|ห้าวหาญ
(ยัง|'|เก|อะ) n. คน|ที่|มี|อายุ|อ่อน|กว่า|,|คน|เล็ก|กว่า. adj. อายุ|น้อย|กว่า
(ยัง|'|ลิง) n. คน|หนึ่ง|คน|สาว|,|ลูก|สัตว์|,|สัตว์|ที่|ยัง|มี|อายุ|น้อย|,|ผู้|หัด|ใหม่|,|มือใหม่
(ยัง|'|ส|เทอะ) n. คน|หนุ่ม|คน|สาว|,|ลูก|สัตว์|,|สัตว์|ที่|ยัง|มี|อายุ|น้อย|  |Syn. child|,|fledgling|,|minor
(ยัง|'|เคอะ) n. ขุนนาง|หนุ่ม|,|สภาพ|บุรุษ|หนุ่ม|,|คน|หนุ่ม|,|คหบดี|หนุ่ม|  |Syn. youngster
(ยัวร์) pron. (การ|แสดง|ความ|เป็น|เจ้าของ|ของ you) ของ|ท่าน|,|ของ|คุณ|,|ของ|พวก|ท่าน|,|ของ|พวกคุณ
(ยวน) =|yours
(ยวน) =|yours
(ยัวร์ซ) pron. ของ|คุณ|,|ของ|ท่าน
n. วลี|ท้าย|จดหมาย|โดย|ทั่วไป|,|ฉัน|,|ของ|ฉัน
(ยัวร์|เซ|ลฟฺ|') n. คุณ|เอง|,|ท่าน|เอง|,|ตนเอง|,|ตัวเอง pl. yourselves
(ยูซ) pron. ท่าน (มัก|ใช้|กับ|บุคคล|ตั้งแต่ 2 คน|ขึ้น|ไป)|  |Syn. you)
(ยูธ) n. ความ|เป็น|หนุ่ม|เป็นสาว|,|วัย|หนุ่ม|วัย|สาว|,|ยุวชน|,|เด็กหนุ่ม|สาว|,|คน|หนุ่ม|คน|สาว|,|ระยะ|แรกเริ่ม pl. youths
(ยูธ|'|เธิน) vt.,|vi. (ทํา|ให้|,|กลาย|ป็น) หนุ่ม|เป็นสาว|,
(ยูธ|'|ฟู|ล) adj. หนุ่ม|,|สาว|,|อ่อน|อายุ|,|เยาว์|,|อายุ|น้อย|,|ดรุณ|  |Syn. youthfulness n.  |Syn. young|,|juvenile
(เยา|ลฺ) vi. ร้อง|เสียง|ยาว|แสดง|ความ|ไม่|พอใจ|หรือ|ผิดหวัง|,|ว้า|ย|!. n. เสียงร้อง|ดังกล่าว|  |Syn. yowler n.  |Syn. howl|,|yowling cry
(อิ|เท|อ|'|เบี|ยม) n. ธาตุ|โลหะ|หา|ยาก|ชนิด|หนึ่ง|มี|สัญลักษณ์|ว่า Yb
(ยวน) n. ธนบัตร|เงินตรา|ของ|จีน มี|ค่า|เท่า|กับ 100 เซนต์,|ดอลลาร์|,|ราชวงศ์|หง|วน|ของ|จีน pl. yuan|  |Syn. yuan dollar
(ยัค|'|คะ) n. พืช|สกุล|Yucca|มีด|อก|สี|ขาว|เป็น|ดอกไม้|ประจํา|รัฐ|นิว|เม็กซิโก|ใน|อเมริกา
(ยู|โก|ส|ลา|'|เวีย) n. ชื่อ|อดีต|สาธารณรัฐ|ใน|ตอน|ใต้|ของ|ยุโรป|ประกอบ|ด้วย|  |Syn. Yugoslavian adj.,|n. -|Yugoslavic adj.
(ยูล) n. คริสต์มาส|,|เทศกาล|คริสต์มาส
n. ท่อนไม้|ขนาด|ใหญ่|บน|กอง|ไฟใน|ราตรี|ก่อน|วัน|คริสต์มาส. adj. เกี่ยวกับ|เทศกาล|คริสต์มาส
n. ท่อนไม้|ขนาด|ใหญ่|บน|กอง|ไฟใน|ราตรี|ก่อน|วัน|คริสต์มาส. adj. เกี่ยวกับ|เทศกาล|คริสต์มาส
n. ท่อนไม้|ขนาด|ใหญ่|บน|กอง|ไฟใน|ราตรี|ก่อน|วัน|คริสต์มาส. adj. เกี่ยวกับ|เทศกาล|คริสต์มาส
(ยัม|'|มี) adj. มี|รสชาติ|ดี|,|อร่อย
(อิวิส|') =|iwis
