(คิว) พยัญชนะ|ตัว|ที่ 17 ของ|ภาษาอังกฤษ|,|รูป|ตัว Q|หรือ|q
v. abbr. quod vide (ดู|,|โปรด|ดู)| 
abbr. (Latin) quod erat demonstradum|ซึ่ง|ต้อง|พิสูจน์
abbr. (Latin) quantum sufficit พอเพียง|,|quarter section|หนึ่ง|ใน|สี่|ส่วน
abbr. (Latin) quod erat demonstradum|ซึ่ง|ต้อง|พิสูจน์
คิว|แอ|ล <|คํา|อ่าน|>|ย่อ|มา|จาก query language เป็น|ภาษาระดับสูง (high level language) ภาษา|หนึ่ง มี|ลักษณะ|ใกล้เคียง|กับ|ภาษา|ธรรมดา|มัก|ใช้|ใน|การ|สั่ง|เรียก|ข้อมูล|จาก|แฟ้มข้อมูล|หรือ|คลัง|ข้อมูล (database) มา|ดู|บน|จอภาพ|หรือ|สั่ง|ให้|พิมพ์|ออก|มา
(แคว|คฺ) n.,|vi. (กระทํา|เป็น) หมอเถื่อน|,|นัก|ต้ม adj. กํามะลอ|,|หลอกลวง|,|เก๊|,|หลอกลวง|,|ต้ม (คน) ,|คุย|โว|, (เสียง) (เป็ด) ร้อง|ก้าบ ๆ ,|ส่ง|เสียง|เอะอะ|  |Syn. quackish adj. quackishness n.
(แคว|ค|'|เคอ|รี) n. การ|รักษา|ของ|หมอเถื่อน|,|การ|ต้ม|คน|,|การ|โฆษณาชวนเชื่อ|  |Syn. deceit|,|fakery|,|sham
(ค|วอด) n. รูป|สี่เหลี่ยม|,|ลาน|สี่เหลี่ยม|,|ก้อน|ตะกั่ว|,|คุก|  |Syn. quadrangle|,|quadruplet
ค|วอด|ด|รา <|คํา|อ่าน|>|เป็น|ชื่อ|ของ|คอมพิวเตอร์|แมค|อิน|ทอ|ช|รุ่น|หนึ่ง ใช้|ตัว|ประมวลผล|รุ่น 68040 ปฏิบัติงาน|ได้|เร็ว|มาก ราคา|ค่อนข้าง|แพง
(ค|วอด|'|แรง|เกิล) n. รูป|สี่เหลี่ยม|,|เนื้อที่|รูป|สี่เหลี่ยม|,|ลาน|สี่เหลี่ยม|,|อาคาร|ที่|สร้าง|รอบ|ลาน|สี่เหลี่ยม|  |Syn. quadrangular adj.
(ค|วอด|'|เรินทฺ) n. เสี้ยว|หนึ่ง|ของ|วง|กลม (มี|ค่า|arc|เท่า|กับ|90|องศา)|  |Syn. quadrantal adj.
(โค|วแดรท|'|ทิค) adj. สี่เหลี่ยมจัตุรัส|,|เกี่ยวกับ สมการ|2|ชั้น|,|เกี่ยวกับ|กําลัง|สอง|,|2|ครั้ง|,|2|ชั้น
(ค|วอด|'|ระ|เชอะ) n. การ|หา|พื้นที่|,|สภาวะ|ที่|วัตถุ|ใน|ท้องฟ้า|ที่|เส้นแวง|ต่าง|กัน|90|องศา
(โค|วเด|รน|'|เนี|ยล) adj.,|n. (เหตุ|การ|ณื|ที่) เกิด|ขึ้น|ทุก|4|ปี
Pref. "|4|"|  |Syn. quadr|-
(ค|วอด|'|ด|ริ|ค) adj. 2|ครั้ง|,|2 ชั้น|,|n. ผิวหน้า|ที่|แสดง|ค่า|สมการ 2 ชั้น
(ค|วอด|ระ|แล|ท|'|เท|อเริล) adj. มี|4|ด้าน|,|มี|4|ข้าง. n. สี่เหลี่ยม|,
(โค|วด|ริ|ล|'|เยิน) n. เลข (1|ถึง|9) ที่|เติม|'|0|'|อีก|15|ตัว (ใน|อเมริกา|และ|ฝรั่งเศส)| 
(ค|วอด|'|รู|เพด) adj. มี|สี|เท้า n. สัตว์ 4|เท้า.  |Syn. quadrupedal adj.
(ค|วอด|รู|'|เพิล) adj.,|n. 4 เท่า|  |Syn. quadruply adv.
(โค|วดรัพ|'|ลิท|,|โค|วด|รู|'|พลิท) n. กลุ่ม|ที่|มี|4|คน (อัน|,|ชิ้น...)| 
(โค|วด|รู|'|พละ|คิท) n.,|v. (ทํา) สําเนา|4 ฉบับ|,|4|คน (อัน|,|ชิ้น...) ,|คุณ|ด้วย|4|  |Syn. quadruplication n.  |Syn. make fourfold
(ค|วา|ฟ|,|ค|วอ|ฟ) vt.,|vi.,|n. (การ) ดื่ม|อย่าง|เต็มที่|,|ดื่ม|อึก|ใหญ่.  |Syn. quaffer n.
(แคว|ก|,|ค|วอ|ก) n. = quagmire (ดู)| 
(แคว|ก|'|ไมเออะ|,|ค|วอ|ก|'|ไมเออะ) n. บึง|,|หนอง|,|หล่ม|,|บ่อ|เลน|,|ปลัก|,|สถานการณ์|ที่|ลําบาก|มาก (bog)|  |Syn. quagmiry adj.
(เควล) n. นก|กระ|ทา vi. หมด|กําลังใจ|,|กลัว|,|หัวหด|,|หดตัว
(เค|วน|ทฺ) adj. ประหลาด|,|แปลก|,|แปลก|และ|น่าดู|อย่าง|โบราณ|,|ประณีต|,|ฉลาด|,|เชี่ยวชาญ.  |Syn. quaintness n.
(เควค) vi.,|n. (การ) สั่น|เทา|,|สั่น|,|สั่นสะเทือน|,|ไหว|,|ยวบ|,|แผ่นดินไหว|  |Syn. quakingly adv.  |Syn. shake
(เคว|'|เคอะ) n. สมาชิก|สมาคม|Religious Society of Friends|ใน|อังกฤษ|เป็น|สมาคม|ที่|เคร่ง|ศาสนา. -|Quakerish adj. -|Quakerism n. -|Quakerly adj.,|adv.
(เคว|'|คี) adj. มัก|สั่น|,|มัก|สะเทือน|,|มี|ความ|โน้มเอียง|ที่|จะ|สั่น|หรือ|สั่นสะเทือน|  |Syn. quakily adv. quakiness n.  |Syn. shaky
(ค|วอ|ล|ละ|ฟะเค|'|เชิน) n. คุณสมบัติ|,|คุณวุฒิ|,|ความ|เหมาะสม|,|ข้อจํากัด|,|ข้อแม้.  |Syn. qualificatory adj.  |Syn. modification
(ค|วอ|ล|'|ละ|ไฟ|ดฺ) adj. มี|คุณสมบัติ|,|มี|คุณวุฒิ|เหมาะสม|,|มี|สิทธิ|,|มี|ข้อแม้|,|มี|เงื่อนไข.  |Syn. qualifiedly adv.  |Syn. able|,|capable
(ค|วอ|ล|'|ละ|ไฟ) vt. ทํา|ให้|มี|คุณสมบัติ|,|เรียกชื่อ|,|ปรับ|ตัว|,|พรรณนา vi. มี|คุณสมบัติ|  |Syn. qualifiable adj. qualifyingly adv.
(ค|วอ|ล|'|ลิ|เท|ทิฟว) adj. เกี่ยวกับ|คุณสมบัติ|,|เกี่ยวกับ|คุณภาพ
(ค|วอ|ล|'|ลิ|ที) n. คุณภาพ|,|ลักษณะ|,|ความ|ดีเลิศ|,|คุณภาพ|สูง|,|น้ํา|เพชร|,|การ|ประสบ|ความ|สําเร็จ adj. ชั้นดี|เลิศ|,|มี|คุณภาพ|สูง|  |Syn. attribute|,|excellence
n. การ|ควบคุม|คุณภาพ
(ความ|,|ค|วอ|ม) n. ความ|กระวนกระวายใจ|,|ความ|หวั่นใจ|,|ความ|ไม่|สบายใจ|,|อาการ|วิงเวียน|ศีรษะ|,|อาการ|คลื่นเหียน|อาเจียน|  |Syn. qualmish adj. qualmishly adv. qualmishness n.  |Syn. pang|,|remorse
(ค|วอน|'|ดะ|รี) n. ความ|ไม่|แน่ใจ|,|ความ|ลังเลใจ|  |Syn. uncertainty
(ค|วอน|'|ด|รี) n. สภาวะ|ที่|กลืน|ไม่|เข้า|คาย|ไม่|ออก|,|ความ|อึดอัด|ใจ
(ค|วอน|'|ทิ|ไฟ) vt. หา|จํานวน|,|บอก|จํานวน.  |Syn. quantifiable adj. quantification n. quantifiably adv.
(ค|วอน|ทิ|เท|'|ทิฟว) adj. เกี่ยวกับ|ปริมาณ|  |Syn. quantitativeness n.
(ค|วอน|'|ทิ|ที) n. ปริมาณ|,|ปริมาณมาก|  |Syn. amount
(ค|วอน|'|ทัม) n. หน่วย|ของ|พลังงาน|รังสี|  |Syn. radiant energy
จํานวน|มาก|ตาม|ที่|ต้องการ
(ค|วอ|'|เริน|ที|น) vt.,|n. (การ) กัก|ไว้ (อย่าง|เข้มงวด|เพื่อ|ป้องกัน|การ|แพร่หลาย|ของ|เชื้อโรค) ,|สถานที่|กักกัน|ดังกล่าว|,|แยก|ออก|,|ทํา|ให้|อยู่|โดดเดี่ยว|  |Syn. quarantinable adj.
(ค|วอ|'|เริล) {|quarrel (l) ed|,|quarrel (l) ing|,|quarrels|} vi.,|n. (การ) ทะเลาะ|,|วิวาท|,|ถกเถียง|ด้วย|ความ|โกรธ|,|บ่น|,|โทษ|,|จับผิด|  |Syn. quarreler|,|quarreller n.  |Syn. argument
(ค|วอ|'|เริลเซิม) adj. ชอบ|ทะเลาะวิวาท|,|ชอบ|หาเรื่อง|,|ขี้|ทะเลาะ|,|พาล|  |Syn. quarrelsomeness n.  |Syn. disputatious|,|cross
(ค|วอ|'|ริ|เออ) n. คนงาน|เหมือน|ระเบิด|หิน|,|คนงาน|เหมือง|หิน.  |Syn. quarryman
(ค|วอ|'|รี) n. เหมือง|หิน|,|เหมือง|ระเบิด|หิน|,|เหมือง|เจาะ|หิน|,|บ่อ|หิน|,|สัตว์|หรือ|นก|ที่|ถูก|ล่า|,|เหยื่อ vt. ทํา|เหมือง|หิน|,|เจาะ|หิน|,|ระเบิด|หิน|,|ขุด|หิน. vi. หา|ด้วย|เหนื่อยยาก.  |Syn. quarriable adj. quarryable adj.
(ควอร์ท) n. 1|/|4 แกลลอน
(ควอร์|'|เทอะ) n. เศษ|หนึ่ง|ส่วน|สี่|,|เสี้ยว|,|25|เซนต์|,|หนึ่ง|ใน|สี่|ของ|ชั่วโมง (15|นาที) ,|ชั่ว|ระยะ|ครู่|หนึ่ง|,|ภาคเรียน vt. แบ่ง|ออก|เป็น 4 ส่วน|เท่า ๆ กัน|,|จัด|ที่พักอาศัย|ให้ vi. เข้าที่|พัก|,|พัก|แรม|,|ตั้ง|ทัพ adj. หนึ่ง|ใน|สี่|ส่วน|  |Syn. quarters n.,|pl. ที่อยู่|ที่พัก|,|แหล่ง|ประจําการ
n. การ|วิ่ง|แข่ง|ระยะ|ทาง|1|/|4|ไมล์|  |Syn. quarter|-|miler n.
n. เครื่องหมาย|เสียง|หนึ่ง|ใน|สี่|ส่วน
n. เครื่องหมาย|หยุด|ที่|เท่า|กัน 1|/|4
n. การ|ปั้น|เป็น|รูป|เสี้ยว
(ควอร์|'|เทอะ|เอา|'|เออะ) n. 1|/|4 ชั่วโมง|,|15 นา|ท|'
n. ผู้|เล่น|ตําแหน่ง|กอง|หลัง|ของ|ทีม|ฟุตบอล|,|ตําแหน่ง|กอง|หลัง vt. นํา|ทีม|บุก. vi. เล่น|ใน|ตําแหน่ง|กอง|หลัง
(ควอร์|'|เทิร์ด) adj. แบ่ง|ออก|เป็น|4|ส่วน
(ควอร์|'|เทอะ|ไฟ|'|เนิล) n.,|adj. (เกี่ยวกับ) การ|แข่งขัน|รอบ|ก่อน|สุดท้าย|  |Syn. quarterfinalist n.
(ควอร์|'|เทอะ|ลี) adj.,|adv.,|n. (สิ่ง|ตีพิมพ์) ทุก|3|เดือน|,|4|ตอน
(ควอร์|'|เทอะ|มา|ส|'|เทอะ) n. นายทหาร|ฝ่าย|พ|ลา|ธิ|การ|,|ทหารเรือ|ที่|มี|หน้าที่|ควบ|-|คุม|สัญญา|และ|อุปกรณ์|การ|เดิน|เรือ|,|นาย|ดาบ
n. กองทหาร|ฝ่าย|พ|ลา|ธิ|การ|กองทัพบก
n. คลัง|พ|ลา|ธิ|การ
n. เจ้ากรม|พ|ลา|ธิ|การ
n. หน่วย|พ|ลา|ธิ|การ
n. กรม|พ|ลา|ธิ|การ
(ควอร์|'|เทอะ|นา|รี) adj. จัด|เป็น|สี่|,|ที่|4,4 ส่วน n. กลุ่ม|4|คน (อัน|,|ชิ้น...) ,|จํานวน|สี่|,|ระยะ|ที่|สี่
(et) (ควอร์|เท|ท|') n. กลุ่ม|4|คน|หรือ|4|สิ่ง|,|กลุ่ม|นักร้อง|4|คน|,|กลุ่ม|ผู้|เล่น|4|คน|,|บท|ดนตรี|4|เสียง|,|บท|ดนตรี|ที่|ใช้|เครื่องดนตรี|4|ชิ้น|บรรเลง
(ควอร์ทซ) v. แร่|ซิลิคอน|ได|ออก|ไซค์|ที่|มี|หลาย|ชนิด|,|หิน|เขี้ยว|หนุ|มา|ณ
(ค|วอ|ช) vt. ขจัด|สิ้น|,|ยกเลิก|,|เพิกถอน|,|ทํา|ให้|ไร้|ผล|,|ทํา|ให้|โมฆะ|,|ปราบ (กบ|ฎ)|  |Syn. suppress
(ค|วา|'|ซี|,|-|ไซ ,|เคว|'|ซี|,|เคว|'|ไซ) adj. คล้าย|,|ประหนึ่ง|,|ดูเหมือน. adv. ประหนึ่ง|,|คล้าย
Pref. คล้าย|,|ดูเหมือน|,|กึ่ง|,|ครึ่ง
(เคว|'|เวอะ) vi. สั่น|,|สั่น|เทา|,|vi. พูด|เสียง|สั่น|,|n. การ|สั่น|,|เสียง|สั่น|,|เสียง|ดนตรี|เสียง|ที่|8|  |Syn. quaverer n. quaveringly adv. quavery adj. quaverous adj.  |Syn. tremble|,|vibrate
(คี) n. ท่าเรือ|,|สถานที่|ขึ้น|บก|,|เมืองท่า|  |Syn. landing place
(ควี|'|ซี) adj. คลื่นเหียน|อาเจียน|,|อึดอัด|ใจ|,|ไม่|สบายใจ|  |Syn. queasily adv. queasiness n.  |Syn. queazy|,|nauseated
(ควีน) n. ราชินี|,|มเหสี|ของ|กษัตริย์|,|กษัต|รี|,|เทพธิดา|,|เทพี|,|นางงาม|,|สิ่ง|ที่|เลิศ|ที่สุด|,|ไพ่|ควีน (Q) ,|ตัว|หมากรุก|ฝรั่ง|ที่|มี|อํานาจ|มาก|ที่สุด|,|นางพญา|มด (ปลวก|,|ผึ้ง|,|ตัว|ต่อ|,|แตน) ,|ชาย|รักร่วมเพศ vi. ปกครอง|อย่าง|รา|ชิน vt. ทํา|ให้|เป็น|ราชินี|,|ทํา|ให้|เป็น|ตัว|หมากรุก|Queen.
n. นางพญา|ผึ้ง
n. มเหสี|ของ|กษัตริย์
n. มเหสี|หม้าย|ของ|กษัตริย์|,|พระ|พัน|ปี|หลวง|,|พระราช|ชนนี
n. มเหสี|หม้าย|ของ|กษัตริย์|,|พระ|พัน|ปี|หลวง|,|พระราช|ชนนี
n. เสา|ตั้ง|,|โครง|เสา|คู่
(รี|'|เจินทฺ) ราชินี|ผู้ปกครอง|แทน|,|กษัต|รี
(ควีน|'|ลี) adj. แห่ง|ราชินี adv. ใน|ลักษณะ|ท่าทาง|ของ|ราชินี|  |Syn. queenliness n.
(เควียร์) adj. ประหลาด|,|พิกล|,|พิลึก|,|แปลก|,|น่า|สงสัย|,|จิต|ไม่|ปกติ|,|คลื่นเหียน|,|วิงเวียน|,|รักร่วมเพศ. vt. ทํา|ให้|เสื่อมเสีย|,|ทํา|ให้|เกิด|อันตราย|แก่|  |Syn. queerness n.  |Syn. strange|,|eccentric Ant. sane
(เควล) vt. ทํา|ให้|สงบ|,|ปราบ|,|ดับ|ไฟ|,|ระงับ|,|ทํา|ให้|บรรเทา|,|ทํา|ให้|ลด|น้อย|ลง|  |Syn. quellable adj. queller n.  |Syn. suppress
(เค|วน|ชฺ) vt. ดับ|,|ทํา|ให้|หมด|,|ระงับ|,|ทํา|ให้|เย็น|ลง|ทันที|โดย|การ|จุ่ม|ลง|ใน|ของเหลว|,|ปราบ|,|เอาชนะ|  |Syn. quenchable adj. quencher n.
(เค|วอ|'|ริ|สทฺ) n. ผู้|สอบถาม|,|ผู้ถาม
(ควี|'|อะ|รี) n. คําถาม|,|การ|สอบถาม|,|เครื่องหมาย|คําถาม|,|ความ|สงสัย vt. ถาม|,|สอบถาม|,|ตั้ง|คําถาม.  |Syn. queryingly adv.  |Syn. inquiry|,|probe
ภาษา|สอบถาม|ใช้|ตัวย่อ|ว่า QL (อ่าน|ว่า คิว|แอ|ล) เป็น|ภาษาระดับสูง (high level language) ภาษา|หนึ่ง มี|ลักษณะ|ใกล้เคียง|กับ|ภาษา|ธรรมดา มัก|ใช้|ใน|การ|สั่ง|เรียก|ข้อมูล|จาก|แฟ้มข้อมูล|หรือ|คลัง|ข้อมูล (database) มา|ดู|บน|จอภาพ|หรือ|สั่ง|ให้|พิมพ์|ออก|มา
การ|ประมวลผล|ข้อ|คําถาม|หมายถึง การ|ประมวลผล|ด้วย|ภาษา|สอบถาม (query language) ดู query language ประกอบ
(เควสทฺ) n.,|vi. (การ) สืบหา|,|แสวงหา|  |Syn. quester n. questingly adv.  |Syn. search
(เควส|'|เชิน) n. คําถาม|,|ประโยคคําถาม|,|ปัญหา|,|การ|ถาม|,|การ|สอบถาม|,|กระทู้|,|เรื่อง|ที่|อภิปราย -|v. ถาม|,|สอบถาม|  |Syn. questioner n. questionable adj. questionably adv. -|Phr. (beyond (all) question ไม่|ต้องสงสัย) -|Phr. (out of the question เป็น|ไป|ไม่|ได้)| 
n. เครื่องหมาย|คําถาม
(เควส|'|ชะ|แนร์) n. แบบข้อคําถาม|ที่|สามารถ|นํามา|วิเคราะห์|หา|ข้อมูล|ที่|มี|ประโยชน์
(เควส|'|ชะ|แนร์) n. แบบข้อคําถาม|ที่|สามารถ|นํามา|วิเคราะห์|หา|ข้อมูล|ที่|มี|ประโยชน์
(คิว) n. ผมเปีย|,|แถว|เรียง|,|แถว|ยาว|,|คิว vi.,|vt. เข้าแถว|ยาว|,|เข้า|คิว|,|เรียง|แถว
ทฤษฎี|รอคอย|เป็น|ทฤษฎี|ที่|ศึกษา|เรื่อง|ของ|แถว|คอย โดย|ศึกษา|ใน|หลาย ๆ แง่ เช่น เวลา|รอคอย|ใน|แถว ความ|ยาว|เฉลี่ย|ของ|แถว ประสิทธิภาพ|ของ|จุด|ให้|บริการ|แถว|คอย ตาม|ปกติ มัก|มี|ลักษณะ|เป็น|เครือข่าย (network) พื้นฐาน|ของ|ทฤษฎี|แถว|คอย ใช้|หลัก|ของ|ความ|เป็น|ไป|ได้ (possibility)| 
(ควิบ|'|เบิล) vi.,|n. (การ) พูด|เล่นลิ้น|,|พูด|สอง|นัย|,|การ|พูด|คลุมเครือ|,|พูด|ตลบตะแลง|,|พูด|ถากถาง|,|พูด|เสียดสี|  |Syn. quibbler n.  |Syn. equivocate|,|dodge
(ควิบ|'|ลิง) adj.,|n. (การ) เล่นลิ้น|,|พูด|คลุมเครือ|,|พูด|ตลบตะแลง|  |Syn. quibblingly adv.
(ควิค) adj. รวดเร็ว|,|เร็ว|,|ไว|,|ฉับไว|,|คล่องแคล่ว|,|ใจร้อน|,|ไม่|อดทน|,|หลักแหลม|,|เข้าใจ|ได้|เร็ว n. บุคคล|ที่|มี|ชีวิต|ทั้งหลาย|,|แก่น|แท้|,|จุดสําคัญ. -|Phr. (cut to the quick ทํา|ให้|ได้|รับ|บาดเจ็บ|ลึก|,|กระทบกระเทือน|ความรู้สึก) adv. รวดเร็ว|,|เร็ว|  |Syn. quickness n.
n. ขนมปัง|ชนิด|ไม่|หัก
(ควิค|'|ไฟ|เออะ) adj. สําหรับ|ยิง|เร็ว|,|ยิง|เร็ว.
(ควิค|'|เท|มเพอร์ด) adj. โกรธ|ง่าย|  |Syn. irasible
(ควิค|'|เคิน) vi.,|vt. (ทํา|ให้) เร็ว|ขึ้น|,|ไว|ขึ้น|,|มี|ชีวิตชีวา|ขึ้น|,|เริ่ม|มี|ลักษณะ|ของ|สิ่งมีชีวิต.  |Syn. quickener n.
(ควิค|'|ไลมฺ) n. ปูนขาว (ที่|ยัง|ไม่|ผสม|น้ํา)| 
(ควิค|'|ลี) adv. รวดเร็ว|,|ฉับพลัน|,|ว่องไว|,|ไม่|ช้า|  |Syn. rapidly
(ควิค|'|แซนดฺ) n. สถานการณ์|ที่|เปลี่ยนแปลง|ได้|อย่าง|รวดเร็ว|,|บริเวณ|ทราย|ดูด|,|สิ่ง|ที่|ทํา|ให้|คน|ถูก|หลอกลวง|หรือ|ถูก|ทําลาย|ได้|ง่าย.  |Syn. quicksandy adj.
(ควิค|'|ซิ|ลเวอะ) n. ปรอท|,|จิต|หรือ|อารมณ์|ที่|เปลี่ยนแปลง|ได้|ง่าย n. เคลือบ|ปรอท adj. ว่องไว|,|เปลี่ยนแปลง|ได้|ง่าย
ค|วิก|ซอร์ต <|คํา|อ่าน|>|เป็น|ขั้นตอนวิธี|แบบ|หนึ่ง|ที่|ใช้|ใน|การ|เรียง|ข้อมูล C.A.R. Hoare เป็น|ผู้|คิด|ขึ้น และ|พิมพ์|เผยแพร่|ครั้ง|แรก|เมื่อ ค.ศ.1962
(ควิค|'|ส|เทพ) n. จังหวะ|เต้นรํา|แบบ|เร็ว|,|การ|เดิน|แถว|ที่|รวดเร็ว|,|ดนตรี|ประกอบ|การ|เต้นรํา|จังหวะ|เร็ว
(ค|วิด) v. ของ|ที่|เคี้ยว|ใน|ปาก|,|ก้อน|ยา|ที่|เคี้ยว n. หนึ่ง|ปอนด์|สเตอ|ลิง
(ควิเอส|'|เซินทฺ) adj. สงบ|,|เงียบ|,|นิ่ง|,|เฉยเมย|,|เงื่องหงอย|,|เฉื่อยชา.  |Syn. quiescence n. quiescency n.  |Syn. quiet|,|inactive
(ไค|'|อิท) adj.,|vt.,|vi. (ทํา|ให้) เงียบ|,|สงบ|,|สงัด|,|ปราศจาก|สิ่ง|รบกวน|,|เรียบ ๆ ,|อยู่|เฉย|,|นิ่งเฉย n. ความ|เงียบ|,|ความ|สงบ|,|การ|ปราศจาก|สิ่ง|รบกวน|,|ความ|สงัด|,|สันติ|  |Syn. quietly adv. quietness n.  |Syn. tranquillity|,|calm|,|serene
(ไคว|'|อิ|เทิน) vt. ทํา|ให้|เงียบ|,|ทํา|ให้|สงบ
(ไคว|'|อิทูด) n. ภาวะ|แห่ง|ความ|สงบเงียบ|,|ความ|นิ่งเฉย|  |Syn. tranquillity
(ควิล) n. ก้าน|ขน|นก|,|ปากกา|ก้าน|ขน|นก|,|ก้าน|ขน|เม่น ,|ม้วน|เปลือก|ไม้|แห้ง|,|เพลา|ท่อ|สวม|,|ชนวน|วัตถุ|ระเบิด|,|ไม้|ดีด|เครื่องดนตรี|,|หลอด|ไม้รวก|,|กระสวย|,|หลอด|ด้าย|,|ขลุ่ย vt. ถอน|ก้าน|ขน|นก|,|ฟันบน|หลอด|ด้าย|,|แทง|ด้วย|ก้าน|ขน|นก
(ควิลทฺ) n. ผ้า|นวม|คลุม|เตียง|,|ผ้าห่ม|,|ผ้า|สําลี vt. เย็บผ้า|ดังกล่าว|,|ยัด|ไส้|,|เย็บ|ปัก|เข้า|ไว้|ใน|ตะเข็บ|,|ใส่|นวม|,|ผสมผเส|  |Syn. quilter n. quilted adj.
(ควินซฺ) n. ผลไม้|ขนาด|เล็ก|ชนิด|หนึ่ง
(ควินีน|'|,|ไคว|'|ไน|นฺ) n. ยา|รส|ขม|/|ใช้|รักษา|โรคมาลาเรีย|  |Syn. quinina
(e) - Pref. ห้า
(ควิน|เท|ส|'|เซินซฺ) n. แก่นสาร|,|หัวใจ|,|หัวกะทิ|,|ธาตุแท้|,|ธาตุ|"|ether|"
(ควิน|'|เท|ท) n. กลุ่ม|5|คน|หรือ|5|สิ่ง|  |Syn. quintette
(ควินทู|'|เพิล) adj.,|n.,|vt. (ทํา|ให้|เป็น|,|กลาย|เป็น) 5|เท่า|,|5|ส่วน
(ควิน|ทัพ|'|ลิท|,|-|ทู|'|พลิท) n. กลุ่ม|ที่|มี|5|คน (อัน|,|ชิ้น...)| 
(ควิพ) n. คําคม|,|คํา|เยาะเย้ย|,|สํานวน|,|โวหาร|,|คํา|ตบ|ลตะ|แล|ง|,|การ|พูด|คํา|ดังกล่าว|,|การ|กระทํา|ที่|แปลกประหลาด|,|สิ่ง|ที่|แปลกประหลาด.  |Syn. quipster n.  |Syn. jest|,|gibe|,|sally
(ไคว|'|เออะ) n. (กระดาษ) 1|ยก|ที่|มี|24|แผ่น|,|แผ่น|กระดาษ|ที่|พับ|เรียง|กัน|,|การ|รวม|กลุ่ม
(เควิร์ค) n. การ|เล่นสํานวน|,|การ|เล่น|โวหาร|,|การ|กระทํา|หรือ|คําพูด|ที่|ตลบตะแลง|,|พฤติการณ์|ที่|ประหลาด|,|การ|บิด|หรือ|โค้ง|อย่าง|ฉับพลัน|,|หาง|ตัวอักษร|,|การ|เขียน|ตัวอักษร|เล่นหาง|,|มุมแหลม vt. เล่นสํานวน|,|ถากถาง|,|เขียน|ตัวอักษร|แบบ|เล่นหาง
(เควิร์คทฺ) n. แส้|ควบ|ม้า|,|แส้|ม้า. vt. ตี|ด้วย|แส้|ม้า
(ควิส|'|เซิล) vi. ขายชาติ|โดย|การ|ช่วยเหลือ|ข้าศึก|ที่|กําลัง|รุกราน|ประเทศ|,|สม|คบ|กระทํา|ความผิด
(ควิส|'|ซฺ|ลิง) n. ผู้|ขายชาติ|โดย|การ|ช่วยเหลือ|ข้าศึก|,|คน|ทรยศ|  |Syn. traitor
(ควิท) vt.,|vi.,|n. (การ) หยุด|,|ยุติ|,|เลิก|,|ละทิ้ง|,|เพิกถอน|,|สลัด|,|ปลดเปลื้อง|,|ลบล้าง|,|ลาออก|,|ออก|จาก|,|ชําระ|หนี้|,|ตอบแทน. adj. พ้น|ภาระ|หนี้|หรือ|ความผิด|,|เป็น|อิสระ|  |Syn. stop|,|cease
(ไควทฺ) adv. ทีเดียว|,|โดย|สมบูรณ์|,|ทั้งหมด|,|จริง ๆ ,|โดยแท้จริง|,|มากมาย|  |Syn. entirely
(ควิทซ) adj. เท่าเทียม|กัน|,|ไม่|แพ้|ชนะ|กัน|,|เสมอ|กัน|,|ชดเชย|หมด|กัน|,|ชดเชย|หายกัน -|Id. (call it quits หยุด|ชั่ว|คราว|,|หยุด|ทํา)| 
(ควิท|'|เทิน|ซฺ) n. การ|ยกเลิก|หนี้สิน|หรือ|ภาระ|หน้าที่|,|เอกสาร|ยกเลิก|ดังกล่าว|,|การ|ตอบแทน|,|การ|แก้แค้น|,|การ|ชดเชย
(ควิฟ|'|เวอะ) vt.,|vi.,|n. (การ) สั่น|,|สั่น|เทา|,|สั่น|นิด ๆ สั่น|ระริก|,|รัว|,|กระพือ|ปีก.,|ถุง|หรือ|กระบอก|ลูก|ธนู|  |Syn. quiverer n. quiveringly adv. quivery adj.
(ควิ|ซอ|ท|'|ทิค) adj. เสียสละ|มาก|เกิน|ไป|,|เป็น|ไป|ได้|,|เพ้อฝัน|,|คลั่ง.  |Syn. quixotical adv.
(ควิซ) vt.,|n. (การ) ทดสอบ|,|สอบ|,|สอบถาม|อย่าง|ใกล้ชิด|,|ซัก|ไซร้|,|ซักถาม|,|เล่นตลก|,|หลอกลวง.  |Syn. quizer n.  |Syn. examine|,|questioning
n. การ|ทดสอบ|แข่งขัน|ตอบ|ปัญหา|ใน|รายการ|วิทยุ|โทรทัศน์
n. เด็ก|ที่|ฉลาด|มาก|ที่สุด
(ควิซ|'|มา|ส|เทอะ) n. ผู้|สอบถาม|ใน|รายการ|แข่งขัน|ตอบ|ปัญหา|ทาง|วิทยุ|โทรทัศน์
(ควิส|'|ซิ|เคิล) adj. เป็น|ปัญหา|,|แปลก|,|ประหลาด|,|น่า|สงสัย|,|น่าขัน|,|น่า|หัวเราะ|,|ชอบ|ล้อเลียน|  |Syn. quizzicality n. quizzicalness n.
(ค|วอ|อิท|') n. กีฬา|โยนห่วง|ให้|สวม|หลัก|ปัก|,|ห่วง|ที่|ใช้|โยน|ดังกล่าว. vt. โยน|,|ขว้าง. vt. เล่น|กีฬา|ดังกล่าว|  |Syn. quoiter n.
(ค|วอน|'|แดม) adj. เมื่อก่อน|,|อดีต
(ค|วอ|'|รัม) n. องค์ประกอบ|,|องค์ประชุม|,|จํานวน|บุคคล|ที่|กฎหมาย|กําหนด
(โค|ว|'|ทะ) n. ส่วนแบ่ง|  |Syn. part|,|share
(โค|ว|'|ทะเบิล) adj. อ้างอิง|ได้|,|กล่าว|ถึง|ได้.  |Syn. quotability n. quotableness n.
(โค|ว|เท|'|เชิน) n. สิ่ง|ที่|อ้างอิง|ถึง|,|การ|อ้าง|,|คํา|อ้างอิง|,|ราคา|ปัจจุบัน|,|ราคา|ตลาด|  |Syn. quotative adj.  |Syn. quote
เครื่องหมาย|อ้างอิง (" ") ,|อัญประกาศ|,|เลข|นอก|เลข|ใน.  |Syn. quote mark
(โค|วท) vt.,|n. (การ) อ้างอิง|,|อ้าง|,|อ้าง|คําพูด|,|เอา|คําพูด|ของ...มา|,|แจ้ง|ราคา|,|ใส่|เครื่องหมาย|คําพูด (" ") vi. อ้างอิง|,|เครื่องหมาย|อ้างอิง|  |Syn. quoter n.  |Syn. repeat|,|cite|,|refer to
(โค|วท|'|เวิร์ธธี) adj. อ้างอิง|ได้|,|กล่าว|ถึง|ได้|,|เหมาะ|ที่|ถูก|อ้างอิง.  |Syn. quoteworthiness n.
(โค|ว|'|เชินทฺ) n. ผล|หาร|,|ผลลัพธ์|ของ|การ|หาร
แผง|แป้น|อักขระ|คิว|เวอ|ตี|เป็น|ชื่อ|เรียก|แผง|แป้น|อักขระ|มาตรฐาน|ที่|ใช้|อยู่|ใน|ปัจจุบัน ชื่อ|นี้|มา|จาก|แป้น 6 แป้น|แรก|ใน|แถว|ที่ 3 ที่|เรียง|อยู่|ดังนี้ QWERTY
