(เค) พยัญชนะ|อังกฤษ|ตัว|ที่ 11,|เสียง K ย่อ|มา|จาก kilobyte (กิโลไบต์) มี|ค่า|เท่า|กับ 1,024 ไบต์ (210) บางที|ก็|ใช้|ตัวย่อ ว่า KB ใช้|เป็น|หน่วย|วัด|ความ|จุ|ของ|อุปกรณ์|ที่|ใช้|เก็บ|ข้อมูล เช่น หน่วยความจํา จาน|บันทึก ฯ 1 ไบต์จะ|เก็บ|ได้ 1 ตัว|อักขระ (หรือ|ช่องว่าง) ถ้า|พูด|ว่า|จาน|บันทึก|นี้|มี|ความ|จุ 720 เคไบต์ ก็|แปล|ว่า เก็บ|ข้อมูล|ได้|ไม่|เกิน (720|x|1024) 737,280 ตัว|อักขระ หรือ|ถ้า|บอก|ว่า|หน่วยความจํา|ขนาด 64 เคไบต์ ก็|แปล|ว่า มี|ความ|จุ (64|x|1024) 65,536 ตัว|อักขระ
abbr. kilocalorie
abbr. killer cell
(เคแอนด์อาร์) เป็น|ชื่อย่อ|ของ|สอง|นักเขียน|ชื่อดัง คือ Brian Kernighan กับ Dennis Ritchie ที่|เขียน|หนังสือ|เรื่อง " การ|เขียน|โปรแกรม|ภาษาซี " (The C Programming Language) หนังสือ|เล่ม|นี้|ใช้|เป็น|มาตรฐาน|ของ|ภาษาซี|ตลอดมา|จนกระทั่ง|แอ|น|ซี (ANSI) ได้|กําหนด|มาตรา|ฐาน|ของ|ภาษาซี|ขึ้น|ใหม่ ดู ANSI และ C ประกอบ
(pl. K.O.'|s) =|knock out ต่อย|ล้ม|ลง
abbr. ketoacidosis
(คะ|บอบ|') n. เนื้อ|ชิ้น|เล็ก ๆ ใส่|เครื่องเทศ|แล้ว|ปิ้ง|บน|ไม้|เสียบ
(คะ|บู|'|เดิล) n. กลุ่ม|,|กอง|  |Syn. caboodle
(ไค|'|เซอะ) n. จักรพรรดิ|เยอรมัน|,|จักรพรรดิ. -|Kaiserdom|,|kaiserism n.
(เคล) n. พืช คล้าย|กะหล่ําปลี.
(คะ|ไล|'|ดะ|ส|โค|พ) n. กล้อง|ภาพลวงตา|ที่|เกิด|จาก|การ|สะท้อน|ภาพ|ของ|แผ่น|กระจก|หลาย|แผ่น|ประกบ|กัน|ใน|กล้อง
(เคล|'|ยาร์ด) n. สวนครัว
(คา|'|ลี) n. เทพธิดา|กาลี
(คา|'|มะ) n. เทพเจ้า|แห่ง|กามารมณ์
(คา|มะ|คา|'|ซี) n. กองบิน|กล้า|ตาย|ที่|มี|หน้าที่|ขับ|เครื่องบิน|ที่|บรรทุก|ระเบิด|เข้า|ชน|เครื่องบิน|ข้าศึก|,|เครื่องบิน|บรรทุก|ระเบิด|ดังกล่าว
(คา|ม|พู|'|เชีย) n. ประเทศ|เขมร
(คา|'|นะ|มา|'|จิ|รี) n. ตัวหนังสือ|มาตรา|ฐาน|ของ|ญี่ปุ่น
(แคง|กะ|รู|') n. จิงโจ้
() ศาล|เตี้ย
(คาน|'|จี) n. ระบบ|การ|เขียน|อักษร|ญี่ปุ่น|ที่|ใช้|อักษร|จีน|หรือ|อักษร|ที่|ดัดแปลง|มา|จาก|จีน
(เค|'|โอ|ลิน) n. ดิน|สี|ขาว|ใช้|ทํา|เครื่อง|เคลือบ
(เค|'|พอ|ค) n. นุ่น,|ต้น|นุ่น
(คา|พุ|ท|') adj. เสียหาย|,|เสื่อมเสีย|,|สลัก|หัก|พัง
(แค|'|เริท) n. กะรัต|,|หน่วย|วัด|ความ|บริสุทธิ์|ของ|ทอง|,|ทอง|บริสุทธิ์|100|%|เท่า|กับ|24|กะรัต|,|ใช้|อักษรย่อ|ว่า|k.หรือ|kt.
(คะ|รา|'|ที) n. มวย|คาราเต้|เป็น|ศิลปะ|การ|ป้องกัน|ตัว|ชนิด|หนึ่ง|ของ|ญี่ปุ่น|,|กีฬา|มวย|คาราเต้
(คะ|เรน|') กะเหรี่ยง|,|ภาษา|กะเหรี่ยง
(คาร์|'|มะ) n. กรรม|,|กรรม|สนอง|,|เคราะห์|ผล|ของ|การ|กระทํา|,|ชะตากรรม|,|โชคชะตา.  |Syn. karmic adj.
(คาร์ท) n. รถยนต์|ขนาด|เล็ก|และ|เบา (โดยเฉพาะ|รถแข่ง)| 
(แคช|'|เมียร์) n. สิ่งทอ|ที่|ทํา|ด้วย|เส้นใย|ขน|แกะ|แค็ชเมียร์
(เค|'|ที|ดิด) n. ตั๊กแตน|อเมริกา|ขนาด|ใหญ่|จําพวก|หนึ่ง
(ไค|'|แอ|ค) n. เรือ|ล่าสัตว์|ของ|ชาว|เอสกิโม|หุ้ม|ด้วย|หนัง|สัตว์|มี|น้ําหนัก|เบา|,|เรือ|เล็ก ๆ| 
(เค|'|โย) n. น็อคเอ๊าท์ (ใน|การ|ชกมวย)| 
ย่อ|มา|จาก kilobyte มี|ค่า|เท่า|กับ 1,024 ไบต์ (210) บางที|ก็|ใช้|ตัวย่อ ว่า K เฉย ๆ ใช้|เป็น|หน่วย|วัด|ความ|จุ|ของ|อุปกรณ์|ที่|ใช้|เก็บ|ข้อมูล เช่น หน่วยความจํา จาน|บันทึก 1 ไบต์จะ|เก็บ|ได้ 1 ตัว|อักขระ (หรือ|ช่องว่าง) ถ้า|พูด|ว่า|จาน|บันทึก|นี้|มี|ความ|จุ 720 เคไบต์ ก็|แปล|ว่า เก็บ|ข้อมูล|ได้|ไม่|เกิน (720|x|1024) 737,280 ตัว|อักขระ หรือ|ถ้า|บอก|ว่า|หน่วยความจํา|ขนาด 64 เคไบต์ ก็|แปล|ว่า มี|ความ|จุ (64|x|1024) 65,536 ตัว|อักขระ
(เคบีเอส) ย่อ|มา|จาก kilobyte per second (กิโลไบต์|ต่อ|วินาที) 1 KBS เท่า|กับ 1024 ไบต์ต่อ|วินาที ใช้|เป็น|หน่วย|วัด|อัตรา|การ|ส่ง|ข้อมูล เช่น ใน|การ|สื่อสาร
(คี|'|อะ) n. นกแก้ว|ขนาด|ใหญ่
(เคค) vi. คลื่นเหียน|,|แสดง|ความ|รังเกียจ
(เคจ) vt. ทอด|โยง|เรือ.
(คีเอฟ|') n. ใบ|กัญชา|ชนิด|หนึ่ง|ที่|ใช้|สูบ
(คีล) n. กระดูกงู|เรือ|,|โครง|เรือ|,|สัน|ตาม|ยาว เรือ.,|สีย้อม|แดง|ชนิด|หนึ่ง vt.,|vi. พลิก|,|คว่ํา|,|เอียง|,|ทํา|ให้|เย็น (โดยเฉพาะ|จาก|การ|พัด) -|Phr. (on an evenkeel|,|ใน|สภาพ|ที่|สมดุล|หรือ|มั่นคง) .
(คีน) adj. คม|,|แหลม|,|คมกริบ|,|หลักแหลม|,|ไว|มาก|,|จัด|,|กล้า|,|รุนแรง|,|กระตือรือร้น|,|ขะมักเขม้น|,|ดีเลิศ|,|ยอดเยี่ยม.  |Syn. keenness n. ดู|keen|  |Syn. eager|,|sharp|,|acute
(คีพ) {|kept|,|kept|,|keeping|,|keeps|} v. เก็บ|,|สงวน|ไว้|,|กักขัง|,|ป้องกัน|รักษา|,|หน่วงเหนี่ยว|,|ธํารง|ไว้|,|ผดุง|ไว้|,|กัก|ตัว|,|ดําเนิน|กิจการ|,|ยังคง|เป็น|อยู่ การ|รักษา|ไว้|,|การ|สนับสนุน|,|ตัว|ตึก|ที่|แข็งแรง|ที่สุด|ของ|ปราสาท|สมัยกลาง|,|ส่วน|ที่|แข็งแกร่ง แน่นหนา|ที่สุด|,|คุก. -|Phr. (forkeeps ด้วย|ค|วา
(คี|'|เพอะ) n. ผู้|เก็บรักษา|,|ผู้|เฝ้า|,|ผู้ดู|แล|,|ผู้|อนุบาล|,|ผู้|พิทักษ์|,|สิ่ง|ยับยั้ง|,|หัว|,|หนีบ|,|เหล็ก|บังเหียน|  |Syn. caretaker
(คี|'|พิง) n. ความ|สอดคล้อง|,|ความ|เข้า|กับ|,|การ|ดูแล|,|การ|ผดุง|ไว้|,|การ|เก็บรักษา|,|การ|เฝ้า|,|การ|สงวน|ไว้|  |Syn. custody
(คีพ|'|เซ|ค) n. สิ่ง|เตือนใจ. -|S.keat
(เคส|'|ฮอนดฺ) n. สุนัข|ฮอลแลนด์|พันธุ์|หนึ่ง
(คีท) n. ลูก|ไก่
(เคฟ) n. ความ|เคลิบเคลิ้ม แบบ|มึน ๆ| 
(เคก) n. ถัง|เล็ก|,|หน่วย|น้ําหนัก|ที่|เท่า|กับ|100|ปอนด์|  |Syn. tank
(เคก|'|เลอะ) n. ผู้|เล่น|โบว์|ลิ่ง|,|นัก|เล่น|โบว์|ลิ่ง.
(คีส|'|เทอะ) n. ก้น|,|สะโพก
(คี|'|ลอย|ดฺ) n. เนื้อเยื่อ|แผลเป็น
(เคลพฺ) n. สาหร่าย|ทะเล|สีน้ํา|ตาล|ขนาด|ใหญ่
(เคล|'|พี) n. ผี|น้ํา
(เคน) n. ความ|รู้|,|ความ|เข้าใจ|,|สายตา vt. รู้|,|เข้าใจ|,|ดู|,|เห็น
(คะ|แนฟ|') n. ปอ|ชวา
(เคน|'|โด) n. การ|ฟัน|ดาบ|ไม้ ที่|มี|กระสอบ|ที่|ป้องกัน|หัว|และ|ส่วน|อื่น|ของ|ร่างกาย|  |Syn. kendoist n.
(เคน|'|เนิล) n. บ้าน|สําหรับ|สุนัข|อยู่|,|รัง|สุนัข|,|คอก|ผสม|สุนัข. vt. ใส่|ใน|รัง|,|สุนัข. vi. พักอาศัย|ใน|กุฏิ|สุนัข
(คี|'|โน) n. กีฬา|เสี่ยงโชค
(เค|'|พิ|,|เคพ|'|พิ) n. หมวกแก๊ป|ทหาร|ของ|ฝรั่งเศส|เป็น|รูปทรง|กลม|ส่วน|บน|แบน|ราบ|มี|ปีก|ยื่น|บังตา|เป็น|แนว|นอน
(เคพทฺ) v. กริยา|ช่อง 2 และ 3 ของ keep
(o) - Pref. "|เขา (สัตว์) "
(เคอ|'|ระ|ทิน) n. scleroprotein|ซึ่ง|เป็น|ส่วนประกอบ|ที่|สําคัญ|ของ|หนังกําพร้า|-|ผม|-|เล็บ|-|จะงอย|ปาก|-|กีบ|-|เขา|-|ขน|นก|และ|อื่น ๆ|  |Syn. ceratin
(เคอ|ระ|โท|'|ซิ|ส) n. โรคผิวหนัง|หนา|และ|แข็ง
(เคิร์บ) n. ขอบ|หิน|ของ|ถนน|,|ขอบ. vt. ใส่|ขอบ|,|ทํา|ขอบ|  |Syn. curb
(เคิร์ฟ) n. รอย|ตัด|,|รอย|ผ่า|,|คลองเลื่อย|ความ|กว้าง|ของ|รอย|ตัด|หรือ|รอย|ผ่า.n. ตัด|,|ผ่า|,|เลื่อย
(เคอร์|มิ|ต) เป็น|วิธีการ|ถ่าย|โอน|ข้อมูล|แบบ|หนึ่ง|ที่ทํางาน|ค่อนข้าง|ช้า (Kermit เป็น|ชื่อ|กบ|ใน|การ์ตูน|เรื่อง|หนึ่ง) ใช้|ใน|การ|ถ่าย|โอน|แฟ้มข้อมูล|จาก|เครื่อง|เมนเฟรม (mainframe) ที|นิยม|กัน|มาก โดยเฉพาะ|ใน|สถาบันการศึกษา|ต่าง ๆ ดู XMODEM ประกอบ
(เคอ|'|เนิล) n. เนื้อใน|ผลไม้|เปลือก|แข็ง|,|เมล็ด|,|แก่น|แท้|,|แก่น|กลาง vt. หุ้ม|ล้อม|ด้วย|เนื้อใน|  |Syn. seed|,|nucleus
() ประโยค|ง่าย ๆ| 
(เคอ|'|โร|ซี|น) n. น้ํามันก๊าด|,|น้ํามันเชื้อเพลิง|ที่|ได้|จาก|การ|กลั่น|น้ํามัน|ปิโตรเลียม
(เคอ|'|ซี) n. ผ้าขนหนู|สัตว์|หรือ|ขนสัตว์|ผสม|ฝ้าย|ที่|หนาแน่น
(เคอ|'|ซิ|เมียร์) n. ผ้าขนหนู|สัตว์|หนาแน่น
(เคส|'|เท|รล) n. ชื่อ|นก|เหยี่ยว|ขนาด|เล็ก
(เคทชฺ|'|อัพ) n. น้ํา|ซอส|ชนิด|ข้น|สําหรับ|ใส่|เนื้อ|  |Syn. catchup|,|catsup
(คี|'|โท) adj. ได้|จาก|ketone
(คี|โท|'|ซิ|ส) n. ภาวะ|การ|สะสม|ketone bodies ใน|ร่างกาย.  |Syn. ketotic adj.
(คี|โท|ซู|'|เรีย) n. ภาวะ|ปัสสาวะ|มี|ketone
(เคท|'|เทิล) n. กาต้มน้ํา|,|หม้อ|ต้ม|น้ํา|,|กาน้ํา|ชา
() สถานการณ์|ที่|ยุ่งเหยิง
(เคท|'|เทิ|ลด|รัม) n. กลอง ก้น|กลม|หน้า|เดียว ส่วนล่าง|ทํา|ด้วย|ทองเหลือง|หรือ|ทองแดง|  |Syn. kettle|-|drummer n.
(เคฟ|'|เวิล) n. สลัก|ขัน|เชือก|ของ|เรือ. -|S.kevil
(คิว|'|พี) n. ตุ๊กตา|จ้ําม่ํา|ตัว|เล็ก ๆ| 
(คี) n. ลูกกุญแจ|,|กุญแจ|,|กุญแจ|ไข|รหัส|,|กุญแจ|ไข|ปัญหา|,|คู่มือ|,|คํา|ไข|ปัญหา|,|อุปกรณ์|,|หัวใจ|,|สิ่ง|สําคัญ|,|คาน|ดีด|แป้น|เปียโน|,|แป้น|อักษร|ที่|นิ้ว|กด|ของ|เครื่องพิมพ์|ดีด|,|ระดับ|เสียง|,|น้ําเสียง|,|สลัก|,|หิน|โค้ง adj. สําคัญ|,|แก่นสาร|,|หัวใจ. vt. ใส่|ลิ่ม|,|ใส่|สลัก|,|ปรับ|,|ปรับ|สี|,|ปรับ|ภาพ|,|ปรับ|เสียง|,|ใช
() n. ผลไม้|มี|ปีก|  |Syn. samara
คํา|ไข|,|คํา|ไข|รหัส|หรือ|ปัญหา|,|คํา|สําคัญ
(คี|'|บอร์ด) n. แถว|ก้าน|ดีด|ของ|เปียโน|,|แถว|ก้าน|ดีด|ที่|มี|ตัวอักษร|ของ|เครื่องพิมพ์|ดีด|,|แป้นพิมพ์|ดีด
ที่พัก|ข้อมูล (ที่|ส่ง|เข้า|ไป|ทาง|แป้นพิมพ์) หมายถึง เขต|พื้นที่|ของ|หน่วยความจํา|ส่วนหนึ่ง ที่|แบ่ง|เอา|ไว้|เพื่อ|รองรับ|สัญญาณ ที่|จะ|เกิด|ขึ้น เมื่อ|เรา|พิมพ์|สัมผัส|เร็ว|กว่า|ที่|เครื่อง|จะ|รับ|ปฏิบัติ|ตาม|คําสั่ง|ได้|ทัน คอมพิวเตอร์ จะ|นํา|ข้อมูล|ที่|เรา|กด|แป้นพิมพ์|แล้ว ไป|เก็บ|ไว้|ยัง "|ที่พัก|ข้อมูล|" นี้|ก่อน จะ|เห็นได้ว่า ใน|บาง|ครั้ง แม้|เรา|จะ|หยุด|พิมพ์|แล้ว ที่พัก|ข้อมูล|ส่วน|นี้|ก็|ยัง|ทะ|ยอ|ย|ส่ง|ข้อมูล|ที่|เรา|กด|แป้น|ไว้|เข้า|ไป|ยัง|หน่วยความจํา|มี|ความหมาย|เหมือน keystroke buffer
(คี|'|โฮ|ล) n. รู|กุญแจ adj. เปิดเผย|เบื้องหลัง
(เคนซฺ) n. John Maynard (ค.ศ.1883|-|1946) ,|นัก|เศรษฐศาสตร์|ชาว|อังกฤษ. -|Keynesian adj.
(คี|'|โน|ท) n. เสียง|หลัก|ของ|ทํานอง|เพลง|ประเด็น|สําคัญ|ของ|คําปราศรัย ความคิด การ|กระทํา|หรือ|อื่น ๆ vt. กล่าว|คําปราศรัย|ที่|สําคัญ|  |Syn. theme|,|essence|,|gist|,|core
() คําปราศรัย|ที่|สําคัญ
() คําปราศรัย|ที่|สําคัญ
แผง|แป้น|พิเศษ|หมายถึง กลุ่ม|แป้นพิมพ์|ที่|จัด|ไว้|เป็น|กลุ่ม ๆ เพื่อให้|สะดวก|ใน|การ|ใช้|พิมพ์|งาน|ที่|เป็น|ประเภท|เดียวกัน เช่น แผง|แป้น|ตัวเลข (numeric keypad) หรือ แผง|แป้น|ตัว|ชี้|ตําแหน่ง (cursor keypad) เป็นต้น
(คี|'|พัน|ชฺ) vt. เจาะ|บัตร.  |Syn. keypuncher n.
(คี|'|ส|โทน) n. หลัก|สําคัญ|,|หิน|บน|ยอด|โค้ง|  |Syn. principle
(คี|'|ส|โทร|ค) n. การ|เคาะ|ก้าน|พิมพ์ดีด|หรือ|ก้าน|ดีด|เปียโน
หมายถึง เขต|พื้นที่|ของ|หน่วยความจํา|ส่วนหนึ่ง ที่|แบ่ง|เอา|ไว้|เพื่อ|รองรับ|สัญญาณ ที่|จะ|เกิด|ขึ้น เมื่อ|เรา|พิมพ์|สัมผัส|เร็ว|กว่า|ที่|เครื่อง|จะ|รับ|ปฏิบัติ|ตาม|คําสั่ง|ได้|ทัน คอมพิวเตอร์ จะ|นํา|ข้อมูล|ที่|เรา|กด|แป้นพิมพ์|แล้ว ไป|เก็บ|ไว้|ยัง "|ที่พัก|ข้อมูล|" นี้|ก่อน จะ|เห็นได้ว่า ใน|บาง|ครั้ง แม้|เรา|จะ|หยุด|พิมพ์|แล้ว ที่พัก|ข้อมูล|ส่วน|นี้|ก็|ยัง|ทะ|ยอ|ย|ส่ง|ข้อมูล|ที่|เรา|กด|แป้น|ไว้|เข้า|ไป|ยัง|หน่วยความจํา|มี|ความหมาย|เหมือน keyboard buffer
(คี|'|เวย์) n. ราง|แป้น|,|ราง|กุญแจ|,|รู|สลัก|,|รู|กุญแจ
คําหลัก|ใน|บริบท|นิยม|ใช้|ตัวย่อ|ว่า KWIC (อ่าน|ว่า ควิก) หมายถึง|กลวิธี|ใน|การ|ให้|คอมพิวเตอร์|เลือก|คํา|ที่|สําคัญ|จาก|หัวข้อเรื่อง แล้ว|นํา|ไป|เก็บ|เป็น|ชื่อ|ของ|หัวเรื่อง โดย|เรียง|ไว้|ตาม|ตัวอักษร
abbr.kilogram (me) (s)| 
abbr.keg (s) ,|kilogram (s)| 
(แคค|'|คี|,|คา|'|คี) n. สี|กากี|,|สีน้ํา|ตาล|เหลือง|,|ผ้า|กากี|,|ผ้า|, กางเกง|สี|กากี|,|เสื้อ|สี|กากี. adj. สี|กากี|,|ทํา|ด้วย|ผ้า|กากี pl.khakis
(คาน|,|แคน) n. ข่า|น|,|ผู้ปกครอง
(ข|เมีย) n. เขมร|,|ภาษา|เขมร
() ชื่อ|ทางการ|ประเทศ|เขมร
(กิโลเฮิร์ทซ์) ย่อ|มา|จาก Kilohertz มี|ค่า|เท่า|กับ 1,000 เฮิร์ทซ์ เป็น|หน่วย|วัด|จํานวน|รอบ|ต่อ|วินาที 1 กิโลเฮิร์ทซ์ จึง|เท่า|กับ|หนึ่ง|พัน|รอบ|ต่อ|วินาที ใช้|กับ|สัญญาณ|นาฬิกา ตัว|วัด|ความ|เร็ว|ใน|การ|ทํางาน|ของ|คอมพิวเตอร์
(คิ|อา) n. ความ|ยากลําบาก|,|ความ|กลุ้มใจ
(คิบ|'|เบิล) n. บด|เป็น|เม็ด|หยาบ n. เม็ด|หยาบ ๆ| 
(คิบูทซฺ|') n. นิคม|อิสราเอล|,|คอม|มิวน์|อิสราเอล|  |Syn. community pl. kibbutzim
(คิบูทซฺ|'|นิค) n. สมาชิก|ของ|นิคม|อิสราเอล
(คิบ|'|บิ|ทซ) vi. ยุ่ง|เรื่อง|คน|อื่น|,|เสือก|, (คนดู) ชอบ|ให้|คําแนะนํา|ที่|ไม่|พึงปรารถนา|แก่|ผู้|เล่น
(คิค) {|kicked|,|kicking|,|kicks|} v. เตะ|,|ถีบ|,|ตี|กลับ|,|เตะ|ฟุตบอล ได้|คะแนน|,|เลิก|,|ต่อต้าน|,|ตี|กลับ|,|มี|กําลังวังชา n. การ|เตะ|,|การ|เตะ|ลูก|ออก|นอก|เส้น|,|การ|ไล่ออก|จาก|งาน|,|การ|ถีบ|กลับ (ของ|ปืน) ,|ข้อขัดแย้ง|,|การ|บ่น|,|พลังงาน|,|กําลัง|,|ความ|ตื่นเต้น (อย่าง|มี|ความ|สุข) ,|ความ|สนใจ|ที่|รุนแรง|แต่|ชั่ว|คราว|,|ล
(คิค|'|แบ|ค) n. เงิน|ทุจริต|จาก|ผลกําไร|ที่|แบ่ง|ให้|  |Syn. rebound
(คิค|'|เคอะ) n. ผู้|เตะ|,|ข้อได้เปรียบ|,|สภาพ|หรือ|สถานการณ์|ที่|ได้|เปรียบ|,|การ|เปลี่ยนแปลง|ที่|ทํา|ให้|ประหลาดใจ|,|เครื่องยนต์|ที่|ติดตั้ง|บน|เรือใบ
(คิค|'|ออ|ฟ) n. การ|เตะ|ลูก|ครั้ง|แรก|,|การ|เขี่ย|ลูก|,|การ|เริ่มต้น|,|ระยะ|แรกเริ่ม. -|S.kick|-|off
(คิค|'|ชอ) n. สิ่ง|ที่|เอร็ดอร่อย|,|ของ|ที่|สวยหรู|แต่|ไร้|ค่า
(คิด) {|kidded|,|kidding|,|kids|} n. ลูก|แพะ|,|หนัง|ลูก|แพะ|,|เด็ก|,|คน|หนุ่ม|หรือ|คน|สาว. v. ให้|กําเนิด|,|ล้อ|,|หยอกเย้า|,|หลอก.  |Syn. kidder n. kiddingly adv. kiddishness n.
(คี|ดู|ช|') n. การ|อวยพร|หรือ|การ|สวดมนต์|โดย|ถือ|ถ้วย|เหล้าองุ่น|หรือ|ขนมปัง|ใน|พิธี|Sabbath|หรือ|พิธี|เฉลิมฉลอง|อย่าง|อื่น
(คิด|'|ดี) n. เด็ก.  |Syn. Kiddie
(คิด|'|นี) n. ไต|,|เนื้อ|ไต|สัตว์|,|อารมณ์|,|อุปนิสัย
() n. พืช|ถั่ว|รูป|ไต|ชนิด|หนึ่ง|,|เมล็ด|รูป|ไต
() n. ไตเทียม
() นิ่ว|ใน|ไต|  |Syn. renal calculus
ใช้|ตัวย่อ|ว่า K หรือ KB มี|ค่า|เท่า|กับ 1,024 ไบต์ (210) บางที|ก็|ใช้|ตัวย่อ ว่า KB ใช้|เป็น|หน่วย|วัด|ความ|จุ|ของ|อุปกรณ์|ที่|ใช้|เก็บ|ข้อมูล เช่น หน่วยความจํา จาน|บันทึก ฯ 1 ไบต์จะ|เก็บ|ได้ 1 ตัว|อักขระ (หรือ|ช่องว่าง) ถ้า|พูด|ว่า|จาน|บันทึก|นี้|มี|ความ|จุ 720 เคไบต์ ก็|แปล|ว่า เก็บ|ข้อมูล|ได้|ไม่|เกิน (720|x|1024) 737,280 ตัว|อักขระ หรือ|ถ้า|บอก|ว่า|หน่วยความจํา|ขนาด 64 เคไบต์ ก็|แปล|ว่า มี|ความ|จุ (64|x|1024) 65,536 ตัว|อักขระ
(คิล) {|killed|,|killing|,|kills|} v. ฆ่า|,|สังหาร|,|ทํา|ให้|ตาย|,|ทําลาย|,|ประหาร|,|ทํา|ให้|หยุด|,|ระงับ|,|ทํา|,|ให้|เป็น|กลาง|,|ถูก|ฆ่า|ตาย|,|เอาชนะ|โดย|สิ้นเชิง n. การ|ฆ่า|,|การ|สังหาร|,|สัตว์|ที่|ถูก|ฆ่า -|Phr. (kill off ฆ่า|หรือ|ทําลาย|โดย|สิ้นเชิง)|  |Syn. slay
(คิล|'|เลอะ) n. ผู้|ฆ่า|,|มือ|สังหาร|,|สิ่ง|สังหาร
n. ปลาวาฬ|เพชร|ฆาต
(คิล|'|ลิฟิช) n. ชื่อ|ปลา|เล็ก ๆ| 
(คิล|'|ลิง) n. การ|ฆ่า|,|การ|ทําลาย|,|เหยื่อ|ทั้งหมด|ที่|ได้|จาก|การ|ล่า adj. ซึ่ง|ถูก|ฆ่า|,|ถึงตาย|,|เหนื่อยอ่อน|,|ดึงดูด|ความ|สนใจ|,|ขบขัน|มาก|,|อด|ที่|จะ|หัวเราะ|ไม่|ได้.  |Syn. killingly adv.
(คิล|,|คิลน์) n. เตา|,|เตาเผา. vt. เผา|ใน|เตา|,|อบ|แห้ง|ใน|เตาเผา|  |Syn. furnace|,|oven
(คิล|'|ไดร) vt. ทํา|ให้|แห้ง|ใน|เตาเผา
(คิล|'|โล|,|คี|'|โล) n. กิโลกรัม|,|กิโลเมตร|,|คํา|สื่อสาร|ที่หมาย|ถึง|,|อักษร K pl.kilos
พัน|คําสั่ง|ต่อ|วินาที|ใช้|ตัวย่อ|ว่า KIPS เป็น|หน่วย|วัด|ความ|เร็ว|ใน|การ|ทํางาน|ของ|หน่วยประมวลผลกลาง (CPU) โดย|วัด|เป็น|จํานวน|คําสั่ง (หน่วย|เป็น|พัน) ซึ่ง|คอมพิวเตอร์|สามารถ|กระทํา|การ (execute) ได้|ใน 1 วินาที เช่น คอมพิวเตอร์|เครื่อง|นี้|ทํางาน|ได้ 50 กิปส์ หมายความ|ว่า ทํางาน|ได้|เร็ว|ห้า|หมื่น|คําสั่ง|ใน|หนึ่ง|วินาที ปัจจุบัน นิยม|ใช้|หน่วย|วัด|เป็น|มิปส์|หรือ MIPS (ล้าน|คําสั่ง|ต่อ|วินาที) เพราะ|คอมพิวเตอร์|ทํางาน|ได้|เร็ว|ขึ้น|มาก
(กิโลบิต) เท่า|กับ 1000 บิต
(กิโลไบต์) ใช้|ตัวย่อ|ว่า KB มี|ค่า|เท่า|กับ 1,024 (2 ยก|กล|ง 10) ไบต์ เช่น ถ้า|พูด|ว่า|คอมพิวเตอร์|มี|หน่วยความจํา 64 เคไบต์ หมายความ|ว่า มี|เนื้อที่|ใน|หน่วยความจํา 65,536 ไบต์ สามารถ|เก็บ|ตัว|อักขระ|ได้ 65,536 ตัว|อักขระ
(คิล|'|ละ|แคล|'|ละ|รี) n. พัน|แคลลอ|รี
(คิล|'|ละ|ไซ|'|เคิล) n. 1000 ไซเกิล|,
(me) (คิล|'|ละ|แก|รม) n. 1000 กรัม
(คิล|'|ละ|เฮิร์ซ|') n. 1,000|ไซเกิล|ต่อ|วินาที|;|kHz
(คิ|ลอม|'|มิ|เทอะ) n. หนึ่ง|กิโลเมตร|,|1000|เมตร|  |Syn. kilometric adj. kilometrical adj.
(คิ|ลอม|'|มิ|เทอะ) n. หนึ่ง|กิโลเมตร|,|1000|เมตร|  |Syn. kilometric adj. kilometrical adj.
(คิล|'|ละ|วอ|ท) n. 1,000 วัตต์,|kw
(คิลทฺ) n. กระโปรง|สั้น|พับ|จีบ|สําหรับ|ผู้ชาย|สก๊อต|นุ่ง|,|กระโปรง|สั้น|ตา|หมากรุก|ทั่วไป. vt. ถก|กระโปรง|ขึ้น|,|พับ|เป็น|รอย|จีบ|ตรง|,|เคลื่อน|อย่าง|คล่องแคล่ว
(คิล|'|ทิด) adj. นุ่ง|กระโปรง|สั้น|พับ|จีบ|,|รูด|ขึ้น|ไป|,|พับ|จีบ|,|เป็น|รอย|จีบ|ตรง|  |Syn. pleated
(คิล|'|เทอะ) n. สภาพ|ที่|ดี|  |Syn. order
(คิล|'|ทิง) n. การ|พับ|เป็น|รอย|จีบ|ตรง
(คิ|โม|'|โน) n. เสื้อ|กิโมโน|ของ|ญี่ปุ่น|,|เสื้อคลุม|หลวม|ของ|ผู้หญิง.  |Syn. kimonoed adj.
(คิน) n. ญาติ|,|ญาติพี่น้อง|,|ความ|เกี่ยวดอง|กัน|,|เครือญาติ|,|ญาติ|เกี่ยวดอง|,|สิ่ง|หรือ|บุคคล|ที่|มี|ความ|คล้ายคลึง|กัน -|Phr. (ofkin เป็น|ญาติ|กัน|,|เกี่ยวดอง|กัน)|  |Syn. kinsfolk
(ไคดฺ) n. ชนิด|,|จําพวก|,|ประเภท|,|กลุ่ม|,|พรรคพวก|,|พันธุ์|,|ลักษณะ|,|คุณสมบัติ|,|แบบ|,|รูปแบบ. -|Phr. (inkind แบบ|เดียวกัน|,|เป็น|สินค้า (แทน|ที่|จะ|เป็น|เงิน)) . -|Phr. (of akind ชนิด|เดียวกัน ลักษณะ|เดียวกัน) adj. กรุณา|,|ปรานี|,|ใจดี|,|หวังดี|,|เมตตา
(คิน|'|เดอการ์|'|เทิน) n. โรงเรียนอนุบาล
(คิน|'|เดอะการ์ท|'|เนอะ) n. เด็ก|โรงเรียนอนุบาล|  |Syn. kindergartener n. ครู|โรงเรียนอนุบาล|,|เด็ก|โรงเรียนอนุบาล
(ไคดฺ|'|ฮาร์ท|'|ทิด) adj. กรุณา|,|ใจดี|,|ปรานี|,|หวังดี|,|มี|ไมตรีจิต|  |Syn. kindheartedness n.  |Syn. gracious
(คิน|'|เดิล) {|kindled|,|kindling|,|kindles|} vt. จุด|ไฟ|,|ก่อ|ไฟ|,|ทํา|ให้|ลุกเป็นไฟ|,|กระตุ้น|,|ปลุก|,|เร้า|,|อารมณ์ vi. เริ่ม|ลุกไหม้|,|มี|อารมณ์|เร่าร้อน|,|ลุกลาม|  |Syn. inflame|,|ignite|,|excite Ant. discourage
(คิน|'|เดิล) {|kindled|,|kindling|,|kindles|} v. ให้|ผล|,|คลอด|ลูก n. คอก|ลูก|สัตว์ (แมว กระต่าย|หรือ|อื่น ๆ)|  |Syn. bear|,|give birth
(ไคดฺ|'|ลิส) adj. ไร้|ความ|กรุณา|,|ไร้|ความ|ปรานี|,|ไม่|มี|ใจ|เมตตา|,|ผิด|ธรรมชาติ|  |Syn. unkind|,
(ไคดฺ|'|ลินิส) n. ความ|กรุณา|,|ความ|ปรานี|,|ความ|มี|ใจ|เมตตา|,|ความ|ใจดี|,|ความ|หวังดี|,|การ|กระทํา|ที่|มี|ใจ|เมตตา|  |Syn. benevolence
(คิน|'|ลิง) n. สิ่ง|ที่|ลุกไหม้|ได้|,|การ|กระทํา|ที่|เป็น|การ|กระตุ้น|,|การ|ปลุก|,|การ|เร้า|อารมณ์
(ไคดฺ|'|ลี) adj.,|adv. เมตตา|,|กรุณา|,|ปรานี|,|ใจดี|,|หวังดี|,|มี|ใจ|เป็นมิตร|,|อ่อน|,|โยน.  |Syn. kind|-|hearted|,|benign
(ไคดฺ|'|นิส) n. ความ|กรุณา|,|ความ|เมตตา|,|ความ|ปรานี|,|ความ|เป็นมิตร|,|ความ|อ่อนโยน|  |Syn. beneficence
(คิน|'|ด|ริ|ด) n. ญาติพี่น้อง|,|ตระกูล|,|วงศ์|,|วงศ์|ตระกูล|,|เครือญาติ|,|ความ|เกี่ยวดอง|,|ความ|สัมพันธ์|ตาม|ธรรมชาติ.,|adj. เกี่ยวกับ|แหล่ง|กําเนิด|,|เกี่ยวดอง|กัน|,|เกี่ยวกับ|ญาติพี่น้อง.  |Syn. kindredness n. ดู|kindred kindredship n.  |Syn. re
(ไคนิแมท|'|ทิคซฺ) n. กลศาสตร์|ที่|เกี่ยวกับ|การ|เคลื่อนที่
(คินนิสธี|'|เซีย) n. ความ|สามารถ|ใน|การ|รู้|เกี่ยวกับ|การ|เคลื่อนไหว.  |Syn. kinesthetic adj.
(คิเนท|'|ทิค|,|ไคเนท|'|ทิค) adj. เกี่ยวกับ|การ|เคลื่อนไหว|,|ซึ่ง|เกิด|จาก|การ|เคลื่อนไหว|  |Syn. kinetically adv.
() พลังงาน|จลน์|,|พลังงาน|ที่|เกี่ยวกับ|การ|เคลื่อนไหว|ของ|วัตถุ
(คิเนท|'|ทิคซฺ|,|ไค|'|เนททิคซฺ) n. จลนศาสตร์|,|กลศาสตร์|ที่|เกี่ยวกับ|การ|กระทํา|ของ|แรง ที่|ทํา|ให้|เกิด|การ|เคลื่อนไหว|ของ|มวล
(คิน|'|โฟล์ค) n.,|pl. ญาติพี่น้อง. -|S.kinfolks|,|kinsfolk
(คิง) n. กษัตริย์|,|ประมุข|,|ผู้นํา|,|เผ่า|,|ราชา|,|หมากรุก|ที่|เดิน|ข้าม|กระดาน|จน|ได้|เป็น|เจ้า. vt. ทํา|ให้|เป็น|กษัตริย์ vi. ปกครอง|เป็น|กษัตริย์.  |Syn. kinghood ดู|king|  |Syn. ruler|,|sovereign|,
งูจงอาง|  |Syn. hamadryad
() n. สิงโต
() n. พระ|เยซู|คริสต์|,|พระเจ้า|,|พระ|ยะ|โอ|วา
() n. นก|เพนกวิน|ขนาด|ใหญ่ พบ|ใน|ขั้วโลก|ใต้
() n. เสาเอก|,|เสา|ตั้ง|คาน.  |Syn. kingpost
() n..ภาษาอังกฤษ|ที่|ถูกต้อง.  |Syn. Queen|'|s English
() n. หลักฐาน|พยาน|จาก|จําเลย
() เงิน|จํานวน|มากมาย|เหลือเกิน
(คิง|'|โค|ร) n. นกแซงแซว
() adj. ซึ่ง|มี|ขนาด|ใหญ่|กว่า|ธรรมดา
() adj. ซึ่ง|มี|ขนาด|ใหญ่|กว่า|ธรรมดา
(คิง|'|โบ|ลทฺ) n. แกน|สําคัญ
(คิง|'|เดิม) n. ราชอาณาจักร
() โลก|ภายหน้า|,|ภาวะ|ที่|ได้|ตาย|  |Syn. next world
(คิง|'|ฟิชเชอะ) n. นกหัวขวาน มี|หัว|ใหญ่|จะงอย|ปาก|ยาว
(คิง|'|ลี) adj. ราช|,|เกี่ยวกับ|กษัตริย์ adv. อย่าง|กษัตริย์.  |Syn. kingliness n. ดู|kingly|  |Syn. noble
(คิง|'|ชิ|พ) n. ความ|เป็น|กษัตริย์|,|การ|ปกครอง|โดย|กษัตริย์. -|Kingship พระบาทสมเด็จ|พระเจ้าอยู่หัว|  |Syn. monarchy
(คิงคฺ) n. ส่วน|งอ|,|ส่วนโค้ง|,|หงิก|งอ|,|ข้อบกพร่อง|,|รอย|ด่างพร้อย|,|อาการ|ปวด|,|กล้ามเนื้อ|ที่|คอ|หรือ|หลัง|,|ความคิด|ประหลาด v. ทํา|ให้|งอ|,|กลาย|เป็น|งอ|  |Syn. bend|,|curl|,|quirk
(คิง|'|คะ|จู) n. สัตว์เลี้ยงลูกด้วยนม|ชอบ|ขึ้นต้น|ไม้|หาง|ของ|มัน|ใช้|จับ|กิ่งไม้|ได้|เหมือน|ลิง
(คิง|'|เคิล) n. ปม|เล็ก|,|ขมวด|เล็ก
(คิง|'|คี) adj. เต็มไปด้วย|ส่วน|ที่|งอ|หรือ|คด|, (ผม) หยิก|,|ผิดปกติ|,|วิปริต.
(คี|'|โน) n. โรงภาพยนตร์|,|โรงหนัง
(คิน|'|ชิ|พ) n. ความ|เป็น|ญาติมิตร|,|ความ|สัมพันธ์|ทาง|ครอบครัว|,|ความ|เกี่ยวดอง|,|ความ|สัมพันธ์|โดย|ธรรมชาติ|,|ความ|สัม|พรรค|  |Syn. blood|,|family|,|affinity
(คินซ|'|เมิน) n. ญาติ|ผู้ชาย
(คินซ|'|วูม|เมิน) n. ญาติ|ผู้หญิง|  |Syn. female relative pl.kinswomen
(คิพ) n. หน่วย|เงินตรา|และ|ธนบัตร|ของ|ลาว|,|กีบ
(คิพ|'|ลิง) n. (Joseph) Rudyard (ค.ศ.1865|- 1938) นักประพันธ์|ชาว|อังกฤษ|ได้|รับ|รางวัล|โนเบล|เมื่อ|ปี ค.ศ.1907
(คิพ|'|เพอะ) n. ปลา|แซ|ลม|อน|หรือ|เฮ|อริ|ง
(กิปส์) ย่อ|มา|จาก kilo instructions per second พัน|คําสั่ง|วินาที เป็น|หน่วย|วัด|ความ|เร็ว|ใน|การ|ทํางาน|ของ|หน่วยประมวลผลกลาง (CPU) โดย|วัด|เป็น|จํานวน|คําสั่ง (หน่วย|เป็น|พัน) ซึ่ง|คอมพิวเตอร์|สามารถ|กระทํา|การ (execute) ได้|ใน 1 วินาที เช่น|คอมพิวเตอร์|นี้|ทํางาน|ได้ 50 กิปส์ หมายความ|ว่า ทํางาน|ได้|เร็ว|ห้า|หมื่น|คําสั่ง|ใน|หนึ่ง|วินาที ปัจจุบัน นิยม|ใช้|หน่วย|วัด|เป็น|มิปส์|หรือ MIPS (ล้าน|คําสั่ง|ต่อ|วินาที) เพราะ|คอมพิวเตอร์|ทํางาน|ได้|เร็ว|ขึ้น|มาก|ดู MIPS เปรียบเทียบ
(คิส|'|เมท) n. ชะตากรรม|,|โชคชะตา|,|พรหมลิขิต|  |Syn. kismetic adj.
(คีส) vt.,|vi. จูบ|,|จุมพิต n. การ|จูบ|,|การ|จุมพิต|,|การ|พัด|เบา ๆ ,|การ|โชย|ของ|ลม|  |Syn. touch|,|caress
(คิสท) n. หีบ|ใส่|เงิน
(คิท) n. ชุด|เครื่องมือ|,|ชุด|ส่วนประกอบ|,|ชิ้น|,|ส่วน|สําคัญ|ที่|ประกอบ|เป็น|ชุด|,|ชุด|,|กลุ่ม. -|Phr. (kit and caboodle (boodle) ทั้งหมด|,|จัดหา|มา|ให้|,|จัดหา|เครื่อง|ประกอบ)|  |Syn. gear|,|outfit|,|rig
() ย่าม|หลัง|,|เครื่องหลัง
(คิช|'|เชิน) n. ครัว|,|ห้องครัว|,|เครื่องครัว|,|adj. เกี่ยวกับ|ครัว|, (ภาษา) ชั้นต่ํา
() สวนครัว.  |Syn. kitchen gardener n.
(ดู)| 
(คิช|'|เชินแวร์) n. เครื่องครัว|,|เครื่องมือ|เครื่องใช้|ใน|ครัว|,|หม้อข้าว|,|หม้อแกง
(ไคทฺ) n. ว่าว
(คิธ) n. เพื่อน|,|เพื่อนบ้าน|,|คน|รู้จัก|,|ญาติ|,|กลุ่ม|คน|ที่|อาศัย|อยู่|ใน|บริเวณ|เดียวกัน
() คน|รู้จัก|,|ญาติ|,|เพื่อน
(คิธ|'|ณะ|รา) n. เครื่องดนตรี|ชนิด|หนึ่ง|,|ของ|กรีก|โบราณ|  |Syn. cithara
(ไคธฺ) ประกาศ|,|ทํา|ให้|รู้|โดย|การ|กระทํา.  |Syn. kythe
(คิช) n. ศิลปะ|หรือ|วรรณคดี|ไร้|ค่า|หรือ|มี|ค่า|ต่ํา
(คิท|'|เทิน) n. ลูก|แมว. vt.,|vi. คลอด|ลูก|แมว
(คิท|'|เทิน|นิช) adj. ขี้|เล่น|เหมือน|ลูก|แมว
(คิท|'|เทิล) vt. ทํา|ให้|จั้ก|จี้|,|กระตุ้น|,|ยั่ว|,|เร้า. adj. จั้ก|จี้|,|ขบขัน
(คิท|'|ที) n. ลูก|แมว|,|ชื่อเล่น|สําหรับ|แมว|,|กองทุน|,|เงิน|เดิมพัน|,|เงิน|ชัก pl.kitties
(คี|'|วี) n. นก|กีวี pl.kiwis
(ค|เจ|ล|'|ดาห์ล) n. แก้ว|กลม|คอ|ยาว|ที่|ใช้|ทดลอง|ชนิด|หนึ่ง
(เคลพทะเม|'|เนีย) n. โรคจิต|ที่|ชอบ|ขโมย.
(พลิพ|'|ส|พิง|เก|อะ) n. ละมั่ง|แอฟริกา|ขนาด|เล็ก
(คลูฟ) n. หุบเขา|ลึก
abbr.kilometre (s) ,|kilometer (s)| 
abbr.kilometre (s) ,|kilometer (s)| 
(แนค) n. ความ|ชํานาญ|พิเศษ|,|ความ|สามารถ|พิเศษ|,|ความ|แคล่วคล่อง|พิเศษ|,|ฝี|,|มือ|ที่|ยอดเยี่ยม
(แนพ) n. ยอด|เขา|,|ส่วน|บน|ของ|เนินเขา vi.,|vt. เคาะ|,|ตี|,|ทุบ|แตก|,|แตก|ออก|,|แทะ|,|กัด|อย่าง|รวดเร็ว|,|พูด|ฉอด.
(แนพ|'|แซค) n. ย่าม|หลัง|,|เครื่องหลัง
(นาร์) n. ตา|ไม้|,|ปุ่ม|ไม้.
(เนฟว) n. คน|ไม่|ซื่อ|,|คน|โกง|,|คน|พาล|,|ไพ่|ตัว|แจ๊ค|,|คน|ต่ําต้อย|,|คนใช้|ผู้ชาย|,
(เน|'|เวอ|รี) n. ความ|ไม่|ซื่อ|,|การ|คดโกง|,|การ|กระทํา|ที่|ไม่|ซื่อ|,|เล่ห์เหลี่ยม|  |Syn. trickery
(เน|'|วิช) adj. ไม่|ซื่อ|,|คดโกง.  |Syn. knavishness n. ดู|knavish|  |Syn. dishonest Ant. decency
(นีด) vt. นวด|,|ปั้น.  |Syn. kneader n. ผู้|นวด|,|ผู่|ปั้น
(นี) n. เข่า|,|ตัก|,|vt. กระทบ|ด้วย|เข่า|,|แตะ|ด้วย|เข่า
() กางเกงขาสั้น|  |Syn. breeches
(นี|'|แค๊พ) n. กระดูก|สะ|บ้า|หัวเข่า|  |Syn. patella
(นี|'|ดี|พ|') adj. จม|ถึง|ระดับ|หัวเข่า|,|ลึก|ถึง|สมอ|หัวเข่า|,|พัวพัน|,|ถลํา|ลึก|  |Syn. involved
(นี|'|ไฮ) adj. สูง|แค่|หัวเข่า
(นี|'|แค๊พ) n. กระดูก|สะ|บ้า|หัวเข่า|  |Syn. patella
ปฏิกิริยา|เหยียด|ขา|ที่|เนื่องจาก|การ|เคาะ|ที่|หัวเข่า|  |Syn. patellar reflex
(นีล) vi. คุกเข่า|,|คุกเข่า|ลง.  |Syn. kneeler n.
(นี|'|แพ|ด) n. ที่|รอง|เข่า
(นี|'|แพน) n. กระดูก|ที่|สะ|บ้า|ที่|หัวเข่า
(เนล) n. เสียง|ระฆัง|มรณะ|,|ลาง|มรณะ|,|ลา|แห่ง|ความ|ล้มเหลว. vi. ระฆัง|ส่ง|เสียง|แห่ง|ยาม|มรณะ. vt. เคาะ|ระฆัง|เรียกประชุม
(นิค|'|เคิร์ซ) n. เรื่อง|เล็ก ๆ น้อย ๆ ,|ของ|เล็ก ๆ น้อย ๆ
(ไน|ฟฺ) n. มีด|,|อาวุธ|ที่|คล้าย|มีด|,|กริช|,|ดาบ|สั้น|,|ใบ|มีด vt. (ใช้|มีด) ตัด|,|ผ่า|,|เฉือน. vi. ผ่า|ด้วย|มีด|,|เจาะ|ด้วย|มีด. -|Phr. (under theknife กระทํา|ศัลยกรรม)|  |Syn. knifer n. pl.knives
() คม|มีด|,|สิ่ง|ที่|คม|,|ลิ่ม
(ไน|ทฺ) n. อัศวิน|,|ม้า (หมากรุก) ,|ผู้สนับสนุน|ที่|ซื่อสัตย์. vt. แต่งตั้ง|ให้|เป็น|อัศวิน
(ไน|ท|'|เท|อ|'|รันท) n., อัศวิน|ผู้|ชอบ|ท่องเที่ยว|ผจญภัย pl.knights|-|errant
(ไน|ทฺ|'|ฮูด) n. ความ|เป็น|อัศวิน|,|กลุ่ม|อัศวิน
(ไน|ทฺ|'|ลี) adj.,|adv. เกี่ยวกับ|อัศวิน|,|สูง|ศักดิ์|,|สูงส่ง|,|กล้าหาญ|-|  |Syn. knighliness n.  |Syn. chivalrous|,|gallant
(คนิช) n. ขนม|แป้ง|ต้ม|ยัด|ไส้|ทอด|หรือ|ปิ้ง
(นิท) vt. ถัก|,|ชุน|,|ขมวด|,|เชื่อมต่อ|,|ประสาน|,|ย่น. vi. เชื่อม|ติด|กัน|,|ย่น.  |Syn. knittable adj. ดู|knit knitter n.  |Syn. unite|,|weave
(นิท|'|ทิง) n. การ|ถัก|,|การ|ชุน|,|ผลงาน|ถัก|,|ผลงาน|ชุน|,|การ|เชื่อมต่อ
(นิท|'|แวร์) n. สิ่ง|ถัก|,|เสื้อผ้า|ที่|ทํา|ด้วย|การ|ถัก
(ไน|ฟซ) n. พหูพจน์|ของ knife
(นอ|บ) n. ลูก|บิด|,|หัว|กลม|,|ตุ่ม|,|ปุ่ม|,|ส่วน|ยื่น|,|หัว|กลม|,|ก้อน|หัว|กลม|,|เขา|หรือ|,|เนินเขา|หัว|กลม.  |Syn. knobbed adj.  |Syn. lump
(น็อค) {|knocked|,|knocking|,|knocks|} vi. เคาะ|,|ตี|,|ทุบ|,|กระแทก|,|ชก|,|ต่อย|,|ชน n. การ|เคาะ|,|เสียงเคาะ|,|การ|วิจารณ์|ใน|ทาง|ที่|ไม่|ดี|,|เสียง|เครื่องยนต์|ที่|ไม่|ปกติ -|Phr. (knock around (about) เถลไถล ปล่อย|เวลา|ให้|ผ่าน|ไป|โดย|เปล่า|,|ประโยชน์) . -|Id. (knock it off หยุด) . -|Phr. (knock out
(น็อค|'|เดาน์) adj. ซึ่ง|ทํา|ให้|ล้ม|ลง n. สิ่ง|ที่|ทํา|ให้|ล้ม|ลง|,|การ|ทํา|ให้|ล้ม|ลง|,|การ|ชก|ให้|ล้ม|ลง
(นอ|ค|'|เคอะ) n. ผู้ทํา|ให้|ล้ม|ลง|,|สิ่ง|ที่|ทํา|ให้|ล้ม|ลง|,|คน|ที่|ชอบ|หาเรื่อง|,|เต้านม|ผู้หญิง. -|-|Phr. (on theknocker ขาย|จาก|บ้าน|หนึ่ง|ไป|ยัง|อีก|บ้าน|หนึ่ง|,|เร่ง|ขาย)| 
(นอ|ค|'|เอ๊าทฺ) n. การ|ทํา|ให้|ล้ม|ลง|,|การ|ชก|ล้ม|ลง adj. ซึ่ง|สามารถ|ทํา|ให้|ล้ม|ลง|ได้|  |Syn. crushing|,|stunning
(โน|ล) {|knolled|,|knolling|,|knolls|} n. เนินเขา|กลม|เล็ก ๆ ,|ปุ่ม|เล็ก ๆ ,|โคก|,|เนิน|,|ดอย|,|การ|ตี|ระฆัง vt. เคาะ|ระฆัง. vi. (ระฆัง) เปล่ง|เสียง|  |Syn. knolly adj.  |Syn. hillock
(นอ|พ) n. ปุ่ม|หัว|กลม|เล็ก ๆ| 
(นอ|ท) n. ปม|,|เงื่อน|,|โบว์|,|ปัญหา|,|เงื่อนงํา|,|ความ|ผูกพัน|,|กลุ่ม|เล็ก|,|กระจุก|,|ตา|ไม้|,|หน่วย|ความ|เร็ว|หนึ่ง|ไมล์ทะเล|หรือ|6080|ฟุต|ต่อ|ชั่วโมง|,|ไมล์ทะเล (6080|ฟุต) vt.,|vi. ผูก|ปม|,|ผูก|เงื่อน|,|ทํา|ให้|เกี่ยวดอง|กัน|,|ทํา|ให้|เป็น|ทอง|แผ่น|,|เดียวกัน|  |Syn. tie|,|bond|,|tangle
(โน) {|knew|,|known|,|knowing|,|knows|} vt. รู้|,|รู้ดี|,|รู้จัก|,|รู้|ว่า|,|ทราบ|,|เข้าใจ|,|จํา|ได้|,|ตระหนัก|ดี|,|วินิจฉัย|,|ออก|,|มอง|ออก|,|ชํานาญ|,|สังวาส. vi. รู้|,|รู้จัก|,|รู้ดี. -|Id. (know the ropes เข้าใจ|,|คุ้นเคย|กับ) n. -|Phr. (in theknow รู้เรื่อง|ภายใน)|  |Syn. un
(โน|'|ฮา|ว) n. ความ|ชํานาญ|,|ความ|รู้|ว่า|จะ|ทํา|อย่างไร|  |Syn. savvy|,|expertise
(โน|'|อิ|ทอ|อล) n. ผู้|ที่|กระทํา|ตัว|ยัง|กะ|เป็น|ผู้รู้|คน|เดียว
(โน|'|อะเบิล) adj. รู้|ได้|,|เรียนรู้|ได้|  |Syn. knowability n. ดู|knowable
(โน|'|อิง) adj. รู้ดี|,|หลักแหลม|,|เฉียบแหลม|,|เฉลียวฉลาด|,|รอบรู้|,|หูไว|,|ตาไว|,|มี|สติ|,|ตั้งใจ|  |Syn. knowingly adv. ดู|knowing know|-|nothing n.  |Syn. perceptive|,|astute
(นอ|ล|'|ลิด|จฺ) n. ความ|รู้|,|ความ|คุ้นเคย|,|การ|เข้าใจ|,|ความ|ตระหนัก|,|ข่าว|  |Syn. learning
(นอ|ล|'|ลิด|จะ|เบิล) adj. มี|ความ|รู้|,|เฉลียวฉลาด -|S.,|knowledgable.
ฐานความรู้|เป็น|ส่วน|ที่|สําคัญ|ที่สุด|ใน|ระบบผู้เชี่ยวชาญ (expert system) หมายถึง ข้อมูล|ที่|เก็บ|รวบรวม|ไว้|ใช้|ใน|การ|แก้|ปัญหา เพื่อ|ใช้|เป็น|ฐาน|ใน|การ|ตัดสินใจ|ของ|เครื่อง|คอมพิวเตอร์ ใน|ระบบผู้เชี่ยวชาญ|นี้ ฐานข้อมูล|ส่วนมาก|จะ|ประกอบ|ไป|ด้วย|คําสั่ง|ประเภท ถ้า...... (IF) มาก|ทีเดียว ดู expert system และ artificial intelligence ประกอบ
(โน|น) v. กริยา|ช่อง 3 ของ know n. ปริมาณ|ที่|รู้|แล้ว -|S.known quantity
(นัค|'|เคิล) n.ข้อ|นิ้วมือ|,|มะเหงก|,|ข้อเท้า|สัตว์|,|ส่วน|ที่|ยื่น|หัว|กลม|ของ|ข้อ|ที่ v. งอ|นิ้วมือ|,|มะเหงก
(นัค|'|เคิล|โบ|น) n. กระดูก|ข้อ|นิ้วมือ
(เนอร์) n. ตุ่ม|ไม้|,|ตา|ไม้|,|ปุ่ม|,|ปม
(เนิร์ล) n. ลูก|บิด|ลูกกลิ้ง|ของ|พิมพ์ดีด|,|ปุ่ม|,|ปุ่ม|บน|ต้นไม้|,|ตุ่ม|ไม้|,|สัน vt. ทํา|,|เป็น|ปุ่ม|,|ทํา|เป็น|ปม|,|ทํา|เป็น|สัน.  |Syn. nurl|  |Syn. gnarl
(pl. K.O.'|s) =|knock out ต่อย|ล้ม|ลง
(โคน|อา|'|ละ) n. สัตว์|มี|ถุง|หน้าท้อง คล้าย|หมี|ไม่|มี|หาง ขน|สี|เทา เดิน|อุ้ยอ้าย.  |Syn. coala|,|koala bear
(โค|'|โบ|ลด|ฺ) n. ผี|ที่|ชอบ|หลอก|คน
หมี|สีน้ํา|ตาล|ขนาด|ใหญ่
(โค|'|เอิล) n. นกกาเหว่า
(โค|ล|รา|'|บี) n. พืช|กิน|ได้|จําพวก|หนึ่ง|ส่วน|ของ
(โค|'|ละ) n. = cola (ดู)| 
(คู|ค|'|คี) adj. ประหลาด|,|วิตถาร|,|โง่|,|บ้า.  |Syn. kookiness n.
(คู|ค|'|คี) adj. ประหลาด|,|วิตถาร|,|โง่|,|บ้า.  |Syn. kookiness n.
(คอ|พ) n. เนินเขา
(โค|ราน|'|,|-|แร|น|'|,|คอ|'|ราน) n. พระคัมภีร์|โบราณ|ของ|อิสลาม
(โค|เรีย|') n. เกาหลี|,|เกาหลีเหนือ
(โค|เรียน|') adj. เกี่ยวกับ|เกาหลี (ประชาชน ภาษา|หรือ|อื่น ๆ) . n. ชาว|เกาหลี|,|ภาษา|เกาหลี
(โค|'|โท) n. ขิม|ญี่ปุ่น
(โค|'|โท) =|kowtow (ดู)|  |Syn. kotower n. ดู|kotow
(เคา|'|เทา) vi. ก้ม|ลง|เอา|หน้าผาก|แตะ|พื้น -|S.kneel|,|stop|,|fawn
(ไครทฺ) n. งู|สามเหลี่ยม
(เค|รม|'|ลิน) n. ที่ทําการ|ของ|รัฐบาล|รัสเซีย|ใน|กรุง|มอ|ส|โก|,|ราชวัง|เค|รม|ลิน|,|รัฐบาล|รัสเซีย
(โค|ร|'|นะ) n. เหรียญทองแดง|และ|หน่วย|เงินตรา|ของ|ไอ|แลนด์ pl.kronur
(โค|ร|'|นะ) n. เหรียญ|อะลู|มิ|นัม|และ|บรอนซ์ เป็น|หน่วย|เงินตรา|ของ|เดนมาร์ก pl.  |Syn. kroner ดู|krone
(ค|ริ|พ|'|ทอน) n. ธาตุ|แก๊สเฉื่อย|ชา
(คู|'|คลัคซฺ|'|แค|ลน) n. องค์การ|ลับ|ใน|อเมริกา|ที่|มี|จุดประสงค์|ส่งเสริม|ความ|รักชาติ|อเมริกัน
abbr. kidney ,|ureter|,|bladder
(คู|'|โดซ|,|-|ดอส) n. การ|สรรเสริญ|,|ความ|รุ่งโรจน์
(คู|'|ดู) n. ละมั่ง|แอฟริกา|ขนาด|ใหญ่
(คู|'|ค|รี) n. มีด|โค้ง|ชนิด|หนึ่ง
(คัง|'|ฟู) n. ศิลปะ|การ|ป้องกัน|ตัว|แบบ|หนึ่ง|ของ|จีน|,|มวย|กังฟู|,|มวย|จีน|,
(คู|เวท|') n. คู|เวท เป็น|ประเทศ|อาหรับ -|Kuwaiti adj.,|n. ดู|Kuwait|  |Syn. Koweit
abbr. keep vein open
ควิก|ย่อ|มา|จาก keyword in context (ที่|แปล|ว่า คําหลัก|ใน|บริบท) หมายถึง|กลวิธี|ใน|การ|ให้|คอมพิวเตอร์|เลือก|คํา|ที่|สําคัญ|จาก|เนื้อเรื่อง แล้ว|นํา|ไป|เก็บ|เป็น|ชื่อ|ของ|หัวเรื่อง โดย|เรียง|ไว้|ตาม|ตัวอักษร
(ไค|อา|ท|,|คิ|อา|ท|') n. เหรียญทองแดง|ผสม|นิ|นิกเกิล|และ|หน่วย|เงินตรา|ของ|พม่า
(ไค|'|ลิน|,|คี|'|ลีน) n. กิเลน
(ไคทฺ) n. ท้อง|,|กระเพาะ
