(เอล) พยัญชนะ|อังกฤษ|ตัว|ที่|12
abbr. lymphocytic interstitial pneumonia
abbr. left occiput posterior
abbr. laparoscopic tubal ligation
abbr. letter of credit เอกสาร|สินเชื่อ
abbr. second lumbar ventebra
(ลา) เสียง|ที่ 6 ของ|ลําดับ|เสียง|ดนตรี|,|เสียง|'|ลา|' interj. คําอุทาน|แสดง|ความ|ประหลาดใจ abbr. left atrium|,|latex agglutination|,|local anethesia
(เล|'|เบิล) {|labeled|/|labelled|,|labeling|/|labelling|,|labels|} n. ฉลาก|,|ป้าย|,|คําอธิบาย|,|คํา|นิยาม|,|เครื่องหมาย|,|สัญลักษณ์|,|ฉายา vt. ติด|ฉลาก|,|ติด|ป้าย|,|ตราหน้า|อธิบาย|,|แบ่งแยก|ประเภท|หรือ|ชนิด.  |Syn. labeler n. ดู|label labeller n. ดู|label คํา|ที่|มี|ความหมาย|เห|มือ|นก
(เล|'|เบีย) n. พหูพจน์|ของ labium
แคม|ใหญ่
แคม|เล็ก
(เล|'|เบี|ยล) adj. เกี่ยวกับ|ริมฝีปาก|,|เป็น|เสียง|ริมฝีปาก (เช่น|การ|เป่าขลุ่ย) (เช่น|เสียง|p|,|v|,|m|,|w) . n. เสียง|ริมฝีปาก|,|พยัญชนะ|ที่|ออก|เสียง|ด้วย|ริมฝีปาก.  |Syn. labiality n. ดู|labial
(เล|'|เบิล|,|-|ไบลฺ) adj. มัก|เปลี่ยนแปลง|,|ไม่|มั่นคง|,|ไม่|คงที่.  |Syn. lability n. ดู|labile|  |Syn. changeable
(เล|'|เบอะ) {|labo (u) red|,|labo (u) ring|,|labo (u) rs|} n. แรงงาน|,|ใช้|แรงงาน|,|งาน|,|อาชีพ|,|ความ|อุตสาหะ|,|ความ|เจ็บปวด|และ|ความ|พยายาม|ใน|การ|คลอด|ลูก|,|ระยะ|เวลา|ใน|การ|คลอด|ลูก|ดังกล่าว|,|กรรมกร|,|ฝ่าย|กรรมกร. v. ทํางาน|,|พยายาม|,|กระทํา|ด้วย|ความ|ลําบาก|,|คลอด|ลูก|,|ไป|ข้างหน้า|ด้วย|ความ|ลําบาก|,|พากเพียร. adj. เ
n. สหภาพแรงงาน
(แลบ|'|ระ|ทอ|รี) n.,|adj. ห้องปฏิบัติการ|,|ห้องทดลอง|,|ห้อง|วิจัย
(เล|'|เบอร์|ดฺ) adj. ไม่|ง่าย|,|ยาก|,|ลําบาก|,|กิน|แรง|มาก|,|เปลือง|แรง|มาก|,|ไม่|คล่อง|,|ฝืด.  |Syn. laboredly adv. ดู|labored labouredly adv. ดู|labored laboredness n. ดู|labored labouredness n. ดู|labored
(เล|'|เบอเรอะ) n. กรรมกร|,|คนงาน|,|ผู้ทํา|งาน|หนัก|,|ผู้|กระทํา|ด้วย|ความ|ลําบาก|  |Syn. blue|-|collar|,|worker
(ละ|บอ|'|เรียส) adj. ใช้|แรงงาน|มาก|,|ลําบาก|,|ยาก|,|อุตสาหะ|  |Syn. laboriousness n. ดู|laborious|  |Syn. toilsome|,|difficult
(เล|'|เบอะ) {|labo (u) red|,|labo (u) ring|,|labo (u) rs|} n. แรงงาน|,|ใช้|แรงงาน|,|งาน|,|อาชีพ|,|ความ|อุตสาหะ|,|ความ|เจ็บปวด|และ|ความ|พยายาม|ใน|การ|คลอด|ลูก|,|ระยะ|เวลา|ใน|การ|คลอด|ลูก|ดังกล่าว|,|กรรมกร|,|ฝ่าย|กรรมกร. v. ทํางาน|,|พยายาม|,|กระทํา|ด้วย|ความ|ลําบาก|,|คลอด|ลูก|,|ไป|ข้างหน้า|ด้วย|ความ|ลําบาก|,|พากเพียร. adj. เ
n. สหภาพแรงงาน
(เล|'|เบอร์|ดฺ) adj. ไม่|ง่าย|,|ยาก|,|ลําบาก|,|กิน|แรง|มาก|,|เปลือง|แรง|มาก|,|ไม่|คล่อง|,|ฝืด.  |Syn. laboredly adv. ดู|labored labouredly adv. ดู|labored laboredness n. ดู|labored labouredness n. ดู|labored
(เล|'|เบอเรอะ) n. กรรมกร|,|คนงาน|,|ผู้ทํา|งาน|หนัก|,|ผู้|กระทํา|ด้วย|ความ|ลําบาก|  |Syn. blue|-|collar|,|worker
(แลบ|'|บะ|ริน|ธฺ) n. ห้อง|หูชั้นใน|,|ทาง|วก|วน|,|เขา|วงกต|,|สิ่ง|ที่|วก|เวียน|,|ความ|ยุ่งยาก|สับสน|  |Syn. intricacy|,|maze|,|coil
(แล|ค) n. ครั่ง|,|แมลง|ครั่ง
(เลส) {|laced|,|lacing|,|laces|} n. ลูกไม้|,|ดิ้น|,|ดิ้น|เงิน|,|ดิ้น|ทอง|,|สาย|ถัก|,|สาย|รัด|รองเท้า|,|สิ่งทอ|ลายฉลุ vt. ผูก|สาย|,|รัก|,|ปัก|,|ถัก|,|ประดับ|ด้วย|ลาย|ลูกไม้|,|ร้อย|,|สอด|,|เฆี่ยน|เป็น|แนว vi. ผูก|ด้วย|สาย|รัด|รองเท้า|,|ผูก|เชือก|,|ต่อว่า|,|โจมตี
(แล|ส|'|เซ|อเรท) vt. ฉีก|ขาด|,|ทํา|ให้|เสียรูป|ร่าง|,|ทรมาน|จิตใจ|,|ทํา|ให้|ทุกข์ใจ.  |Syn. lacerability n. ดู|lacerate lacerable adj. ดู|lacerate lacerative adj. ดู|lacerate|  |Syn. mangled
(แล|ส|เซ|อเร|'|เชิน) n. การ|ฉีก|ขาด|,|การ|บุบสลาย|,|การ|เสียรูป|ร่าง|,|การ|ทรมาน|จิตใจ|,|การ|ทุกข์ใจ|,|บาดแผล|ที่|ฉีก|ขาด|,|บาดแผล|ที่|บุบ|บู้บี้
(เลส|'|เวิร์ค) n. ลูกไม้
(แล|ค|'|ระ|เมิล) adj. เกี่ยวกับ|น้ําตา|,|ทํา|ให้|เกิด|น้ําตา.  |Syn. lachrymatory
(แล|ค|ระ|เม|'|เชิน) n. การ|หลั่ง|น้ําตา|  |Syn. lachrimation|  |Syn. weeping
(เล|'|ซิ|ง) n. การ|ผูก|สาย|,|การ|ร้อย|,|สาย|ผูก
(แล|ค) {|lacked|,|lacking|,|lacks|} n. การ|ขาดแคลน|,|ความ|ไม่|มี|,|ความ|บกพร่อง. v. ขาดแคลน|,|ขาด|,|ไม่|มี|,|มี|น้อย
(แล|ค|'|คี) n.,|v. (ทํา|หน้าที่) คนใช้|ชาย|ที่|สวม|เครื่องแบบ|,|คนใช้|ผู้ชาย|,|ผู้ติดตาม.  |Syn. lacquey
(แล|ค|'|ลัส|เทอะ) adj. ไม่|วาว|,|ไม่|มี|สง่า|ราศี|,|ไม่|มี|ชีวิตชีวา|,|ไม่|สดใส|,|มัว|  |Syn. dull|,|vapid
(แล|ค|'|ลัส|เทอะ) adj. ไม่|วาว|,|ไม่|มี|สง่า|ราศี|,|ไม่|มี|ชีวิตชีวา|,|ไม่|สดใส|,|มัว|  |Syn. dull|,|vapid
(ละ|คอน|'|นิค) adj. ใช้|คํา|น้อย|,|กะทัดรัด|,|พูด|สั้น ๆ|  |Syn. laconically adv. ดู|laconic|  |Syn. concise
(แล|ค|'|เคอะ) n. น้ํามัน|แล|คเคอร์|,|ครั่ง -|vt. ทา|ด้วย|น้ํามัน|แล|คเคอร์.  |Syn. lacquerer n. ดู|lacquer
(แล|ค|'|คี) n. =|lackey (ดู)| 
(แล|ค|'|ระ|เมิล) adj. เกี่ยวกับ|น้ําตา
(ละคร|อส|') n. กีฬา|ชนิด|หนึ่ง|ที่|ใช้|สวิง|ตี|ลูกบอล|เล็ก ใช้|คน|เล่น 10 คน
(แล|ค|'|เท|ท) {|lactated|,|lactating|,|lactates|} v. ให้|น้ํานม|,|คัด|หลั่ง|น้ํานม
(แล|ค|เท|'|เชิน) n. การ|คัด|หลั่ง|น้ํานม|,|ระยะ|เวลา|การ|สร้าง|น้ํานม.  |Syn. lactational adj. ดู|lactation
n. กรด|น้ํานม
(แล|ค|'|โท|สฺ) n. น้ําตาล|นม
(แล|ด) n. เด็กหนุ่ม|,|คน|หนุ่ม|,|อ้าย|หนู|,|พ่อ|หนุ่ม|น้อย
(แล|ด|'|เดอะ) n. บันได|,|ขั้นบันได|,|สิ่ง|ที่|เป็น|ขั้นตอน|,|สิ่ง|ที่|เป็น|อนุกรม|,|เส้นด้าย|ยุ่ง|  |Syn. bridge
รถดับเพลิง|ที่|ติด|บันได|ยาว|ที่|เคลื่อน|ขึ้น|เอง|ได้
(แล|ด|'|ดี) n. เด็กหนุ่ม|,|เด็กชาย|  |Syn. boy
(เลด|'|เดิน) adj. มี|ภาระ|หนัก|,|บรรจุ|ของ|ไว้|มาก vt. บรรทุก|,|แบกภาระ
(เล|'|ดี|ซ) n. พหูพจน์|ของ lady
(เล|'|ดิซ|อิน|เว|'|ทิง) n. พหูพจน์|ของ lady|-|in|-|waiting (นางสนองพระโอษฐ์)| 
(เล|'|ดิง) n. การ|บรรทุก|,|การ|ใส่|,|การ|ตัก|ของ|บรรทุก|,|น้ําหนัก|บรรทุก|,|การ|กดดัน
(เลด|'|เดิล) n. ทัพพี|,|ทัพพี|ด้าม|ยาว vt. ตัก|หรือ|เท|ด้วย|ทัพพี
(เล|'|เดิล|ฟู|ล) n. ปริมาณ|เต็มที่|ทัพพี pl. ladlefuls
(เล|'|ดี) n. สุภาพสตรี|,|หญิง|,|ผู้หญิง|,|ภรรยา|  |Syn. ladyhood n. ดู|lady ladyish adj. ดู|lady|  |Syn. matron
n. หญิง|คนใช้|สนิท|ของ|ท่านผู้หญิง|,|นางสนองพระโอษฐ์
(เล|'|ดี|คิล|'|เลอะ) n. ผู้ชาย|ที่|ผู้หญิง|หลงใหล|มาก|,|เสื้อ|ผู้หญิง.  |Syn. lady|-|killing n.,|adj.  |Syn. philanderer
Pref.ซ้าย
(แลก) {|lagged|,|lagging|,|lags|} vi. ล้าหลัง|,|อยู่|หลัง|,|ล้า|,|เดิน|ช้า|,|สูญเสีย|กําลัง|,|อ่อน|ลง. n. ความ|ล้าหลัง|,|คน|ที่|ล้าหลัง|,|สิ่ง|ที่|ล้าหลัง abbr. lymphangiogram|  |Syn. lagger n. ดู|lag n.  |Syn. linger|,|delay|,|tarry
(ลา|'|เก|อะ) n. เบียร์|คาร์บอเนต|สี|เหลือง|อ่อน|ที่|เก็บ|ไว้|เวลา|6|อาทิตย์|ถึง|6|เดือน|ก่อน|นํา|ออก|ขาย.  |Syn. lager beer
(แลก|'|กิง) n. ความ|ล้าหลัง|,|ความ|เชื่องช้า. adj. ล้าหลัง|,|เชื่องช้า|,|เถลไถล|,|ปล่อย|เวลา|ให้|ผ่าน|ไป|โดย|เปล่าประโยชน์|  |Syn. laggingly adv.
(ละ|กูน|') n. บึง|น้ําเค็ม|,|บึง|,|บึง|เค็ม|บน|เกาะ|หิน|ปะการัง|,|บึง|ถ่ายเท|ขนาด|ใหญ่|ที่|คน|สร้าง|ขึ้น.  |Syn. lagoonal adj. ดุ|lagoon
(ละ|กูน|') n. บึง|น้ําเค็ม|,|บึง|,|บึง|เค็ม|บน|เกาะ|หิน|ปะการัง|,|บึง|ถ่ายเท|ขนาด|ใหญ่|ที่|คน|สร้าง|ขึ้น.  |Syn. lagoonal adj. ดุ|lagoon
(เลด) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ lay
(เลน) v. กริยา|ช่อง 3 ของ lie (วาง|,|นอน)| 
(แลร์) n. ถ้ํา|สัตว์|,|ที่|หลบซ่อน|ของ|สัตว์ป่า|,|ที่|หลบซ่อน|,|ที่|นอน|,|เตียง vi. จม|อยู่|ใน|เลน|,|ปลัก|เลน|,|ติด|อยู่
(แลร์ด) n. เจ้าของ|ที่ดิน.  |Syn. lairdly adj. ดู|laird lairdship n. ดู|laird|  |Syn. lord
(เลส|เซ|แฟรฺ|') n. ทฤษฎี|ที่|ว่า|รัฐบาล|ควร|เข้า|ยุ่งเกี่ยว|ใน|เรื่อง|เศรษฐกิจ|ให้|น้อย|ที่สุด|,|ทฤษฎี|การ|ไม่|ยุ่ง|เรื่อง|ของ|ผู้อื่น.  |Syn. laissez|-|faire adj. ดู|laissez faire laisser|-|faire adj. ดู|laissez faire|  |Syn. laisser faire
(เล|เซ|พา|เซ|') n. การ|อนุญาต|,|บัตร|อนุญาต|,|พาสปอร์ต pl. laissez|-|passer|  |Syn. permit
(เล|'|อิ|ที) n. กลุ่ม|ฆราวาส|,|กลุ่ม|ผู้ทํา|งาน|สักการะบูชา|,|ผู้|ไม่|ชํานาญ|,|ผู้|อยู่|นอก|วงการ|อาชีพ|หนึ่ง
(เล็ค) n. ทะเลสาบ|,|บึง|ขนาด|ใหญ่|มาก
(ลา|'|มะ) n. พระสงฆ์|ใน|ธิเบต|  |Syn. priest
(แลมบ์) ลูก|แกะ|,|เนื้อ|ลูก|แกะ|,|บุคคล|ที|มี|มิตร|ไมตรีจิต|,|คน|ใจดี|,|คน|ที่|ถูก|โกง|ได้|ง่าย vt. คลอด|ลูก|แกะ -|Phr. (the Lamb พระ|เยซู|คริสต์)| 
n. พระ|เยซู|คริสต์|  |Syn. Christ
(แล|ม|'|เบิน|ซี) n. ความ|แวว|วาบ|ของ|แสง|หรือ|เปลวไฟ|หรือ|ดวงตา|,|สิ่ง|ที่|แวววับ|,|ความ|ระยิบระยับ|,|สิ่ง|ที่|ระยิบระยับ
(แล|ม|'|เบินทฺ) adj. แวว|วาบ|,|ระยิบระยับ|,|หลักแหลม|,|เปล่งแสง|สว่าง|อย่าง|นิ่มนวล|  |Syn. brilliant|,|radiant
(แล|ม|'|คิน) n. ลูก|แกะ|เล็ก ๆ ,|ผู้|มี|อายุ|น้อย|และ|ไร้เดียงสา
(แล|ม|'|สคิน) n. หนัง|ลูก|แกะ|,|แผ่น|หนัง|เขียน|หนังสือ|ที่|ทํา|จาก|หนังสือ|ลูก|แกะ
(เลม) {|lamed|,|laming|,|lames|} adj. ขา|เสีย|,|ขา|พิการ|,|ขา|เป๋|,|พิการ|,|ใช้ไม่ได้|,|อ่อนแอ|, (เหตุผล) ไม่|เพียงพอ|,|ฟังไม่ขึ้น. vt. ทํา|ให้|พิการ|,|ทํา|ให้|บกพร่อง.  |Syn. lameness n. ดู|lame|  |Syn. crippled
(ละ|เมน|ทฺ|') vt.,|vi.,|n. (ความ) เสียใจ|,|โศกเศร้า|,|โทมนัส.  |Syn. lamenter n.  |Syn. sorrow|,|grieve
(แล|ม|'|เมิน|ทะเบิล) adj. น่า|เสียใจ|,|น่า|โศกเศร้า|,|เคราะห์ร้าย.  |Syn. lamentableness n. ดู|lamentable lamentableably adv.  |Syn. regrettable
(แล|ม|มัน|เท|'|เชิน) n.การ|แสดง|ความ|เสียใจ|,|ความ|โศกเศร้า|,
n. ชื่อ|หนังสือ|เล่ม|หนึ่ง|ใน|พระคัมภีร์|ไบเบิล|  |Syn. wailling
(ละ|เมน|'|ทิด) adj. โศกเศร้า|,|เสียใจ|,|อาลัย.  |Syn. lamentedly adv.
(แล|ม|'|มะ|นะ) n. แผ่น|บาง|,|ชิ้น|บาง|,|เกล็ด|,|ชั้น|ซ้อน|,|แผ่น|ใบ pl. laminae|,|laminas
(แล|ม|'|มิ|นาร์) adj. ประกอบ|เป็น|ชั้น|,|เป็น|ชั้น|,|เป็น|กระแส|ชั้น|  |Syn. laminary|,|laminal
กระแส|ชั้น (อนุภาค|ของ|ของเหลว|วิ่ง|เป็น|ชั้น|ที่|แยก|จาก|กัน)| 
(แล|ม|'|มิ|นะ|รี) adj. =|laminar (ดู)| 
(แล|ม|'|มะเนท) v. แยก|ออก|เป็น|ชั้น ๆ ,|ทํา|เป็น|แผ่น|บาง|, n. สิ่ง|ที่|เป็น|ชั้น ๆ ,|การ|เป็น|ชั้น ๆ ,|ชิ้น|บาง ๆ ,|แผ่น|บาง ๆ|  |Syn. laminable adj. ดู|laminate laminator n.
(แล|ม|'|มะเน|ทิด) adj. มี|ลักษณะ|เป็น|ชั้น ๆ ,|มี|ลักษณะ|เป็น|แผ่น|บาง|,|ตก|สะเก็ด
(แล|มมะเน|'|เชิน) n. การ|เป็น|ชั้น ๆ ,|การ|เป็น|แผ่น|บาง|,|ชั้น|บาง|,|แผ่น|บาง
(แล|มพฺ) n. ตะเกียง|,|ประทีป|,|โคม|,|หลอดไฟ|,|ดวงดาว|,|ตะวัน|,|คบไฟ|,|เครื่อง|กําเนิด|ความ|ร้อน หรือ|แสง|  |Syn. lantern|,|bulb
(แล|ม|พูน|') n. ถ้อยคํา|เหน็บแนม|อย่าง|รุนแรง vt. ถากถาง|อย่าง|รุนแรง.  |Syn. lampooner n. ดู|lampoon n. lampoonist n. ดู|ampoon lampoonery n. ดู|lampoon|  |Syn. abuse|,|satire|,|satirize
(แล|มพ|'|โพ|สทฺ) n. เสา|ดวงไฟ|ถนน
(แล|มพฺ|'|เชด) n. ที่|บัง|ตะเกียง
(แล|น) ย่อ|มา|จาก local area network แปล|ว่า ข่ายงาน|บริเวณ|เฉพาะที่ หมายถึง การ|ต่อ|เชื่อม|คอมพิวเตอร์|หลาย|เครื่อง|เข้า|ด้วย|กัน|เป็น|เครือข่าย แต่ละ|เครื่อง|จะ|อยู่|ใน|บริเวณ|ใกล้ ๆ กัน เช่น ใน อาคาร|เดียวกัน คอมพิวเตอร์|เหล่านี้|จะ|ทํางาน|ร่วม|กัน|ได้ ใช้|ข้อมูล|หรือ|โปรแกรม|ร่วม|กัน|ได้ ผู้ใช้|สามารถ|แลกเปลี่ยน|ข้อมูล หรือ|ใช้|อุปกรณ์|บาง|อย่าง|ร่วม|กัน|ได้ เช่น เครื่องพิมพ์ นับ|เป็น|การ|ประหยัด|ค่าใช้จ่าย|ได้|เป็น|อย่าง|ดี ชื่อ|ของ|โปรแกรม|ระบบ|แล|น|ที่|โด่งดัง|ก็|มี Novell|, Windows NT ดู WAN เปรียบเทียบ
(ลาน|ซฺ) n. หอก|,|ทวน|,|ทหาร|หอก|,|ทหาร|ทวน|,|หลาว|,|ฉมวก|,|มีด|ผ่าตัด|ขนาด|เล็ก|ชนิด|หนึ่ง. vt. กรีด|  |Syn. spear
สิบตรี
(ลาน|'|ซิ|ท) n. มีด|ผ่าตัด|สําหรับ|กรีด เป็น|มีด|สอง|คม|ปลาย|แหลม|ขนาด|เล็ก
(แล|นดฺ) {|landed|,|landing|,|lands|} n. ที่ดิน|,|พื้นดิน|,|แผ่นดิน|,|ประเทศ|,|เขต|,|ดินแดน|ของ|ประเทศ vt. ตั้ง|รกราก|,|นํา|ไป|สู่|,|ยึด|,|จับ|,|จับจอง|,|นํา|ขึ้น|บก. vi. ขึ้น|บก|,|ขึ้นฝั่ง|,|สู่ -|Phr. (the land ที่ดิน|เกษตร|ชนบท|อาชีพ|การเกษตร|และ|การ|ปศุสัตว์)|  |Syn. soil|,|g
n. ผู้|แย่งชิง|ที่ดิน|,|ผู้|ยึด|ที่ดิน
n. กับระเบิด (ที่|ฝัง|อยู่|ใต้|ผิว|ดิน)| 
n. การ|ปฏิรูป|ที่ดิน
(แล|น|'|ดิด) adj. มี|ที่ดิน|,|ประกอบ|ด้วย|ที่ดิน|,|เป็น|เจ้าของ|ที่ดิน
(แล|นดฺ|'|ฟอล) n. การ|เข้า|หา|แผ่นดิน|การ|เห็น|แผ่นดิน|,|แผ่นดิน|ที่ดิน|,|แผ่นดิน|ถล่ม
(แล|นดฺ|'|โฮ|ลเดอะ) n. ผู้|มี|กรรมสิทธิ์|ใน|ที่ดิน|,|ผู้|ครอบครอง|ที่ดิน.  |Syn. landholding n. ดู|landholder
(แล|น|'|ดิง) n. การ|ขึ้น|บก|,|การ|ลง|สู่|พื้นดิน|,|สถานที่|ที่|ขึ้น|บก|,|พื้น|หัว|หรือ|ใต้|บันได|,|ขั้นบันได
(-|'|เล|ดี) n. เจ้าของ|ที่|ผู้หญิง|,|เจ้าของ|โรงแรม|ที่|เป็น|ผู้หญิง|,|เจ้าของ|บ้านเช่า|ที่|เป็น|ผู้หญิง
(แล|นดฺ|'|ลิส) adj. ไม่|มี|ที่ดิน|ของ|ตนเอง
(แล|นดฺ|'|ลอคทฺ) adj. ไม่|มี|ทางออก|สู่|ทะเล|,|ล้อมรอบ|ไป|ด้วย|แผ่นดิน|,|อยู่|ใน|น้ํา|ที่|ไม่|มี|ทางออก|สู่|ทะเล
(แล|นดฺ|'|ลอร์ด) n. เจ้าของ|ที่ดิน|,|เจ้าของ|บ้านเช่า|,|เจ้าของ|โรงแรม.  |Syn. landlordly adj. ดู|landlord|  |Syn. owner|,|proprietor
(แล|นดฺ|'|มาร์ค) n. หลัก|ปัก|ปัน|เขต|ที่ดิน|,|หลักเขต|ที่ดิน|,|เครื่องหมาย|ชี้|บ่ง|  |Syn. watershed
(แล|นดฺ|'|สเคพ) n. ทิวทัศน์|,|ลักษณะ|ภูมิประเทศ. vt. ทํา|ให้|ทิวทัศน์|ดี|ขึ้น|  |Syn. view|,|scenery
พิมพ์|แนว|นอน|หมายถึง การ|พิมพ์|ใน|แนว|นอน โดย|มี|ความ|กว้าง|ของ|หน้า|ยาว|กว่า|ความ|สูง (การ|พิมพ์|แนว|ตั้ง|คือ|ด้าน|กว้าง|สั้น|กว่า|ด้าน|ยาว|เรียก|ว่า portrait orientation) บางที|ใช้|เป็น|คําสั่ง|ให้|เลือก เมื่อ|ต้องการ|สั่ง|พิมพ์ (Print) หรือ|จัด|หน้า|ดู portrait orientation เปรียบเทียบ
(แล|นด|'|สไลดฺ) n. แผ่นดิน|ถล่ม|,|แผ่นดิน|ทลาย|,|การ|ได้|รับ|คะแนนเสียง|อย่าง|ท่วม|ทัน. vi. ถล่ม|ลง|มา|,|พัง|ทลาย|ลง|มา|  |Syn. rockfall
(แล|นด|'|สลิพ) n. =|landslide (ดู)| 
(แล|นดฺ|'|เวิร์ด) adv. เข้า|หา|แผ่นดิน adj. มุ่ง|สู่|แผ่นดิน|  |Syn. landwards adj.
(เลน) n. ซอย|,|ตรอก|,|ทาง|แคบ ๆ ,|ช่องถนน|ที่|ให้|รถ|ผ่าน|ได้|หนึ่ง|คัน|ต่อ|ครั้ง|,|ทาง|วิ่ง|แข่ง|ของ|นัก|กรีฑา|แต่ละ|คน|,|ทาง|วิ่ง|ของ|ลูก|บิลเลียด adj. เดี่ยว|,|โดด|,|สันโดษ
(แล|ง|'|เก|ว็จฺ) n. ภาษา
(แล|ง|'|ก|วิด) adj. อ่อนเปลี้ย|,|เพลีย|แรง|,|อ่อนกําลัง|,|เฉื่อยชา|,|เหนื่อย|,|โรยรา|,|ละห้อย|,|เหี่ยวแห้ง|,|ไม่|ใย|ดี.  |Syn. languidness n. ดู|languid|  |Syn. pensive|,|drooping
(แล|ง|'|กวิช) {|languished|,|languishing|,|languishes|} vi. อ่อนกําลัง|,|อ่อนเพลีย|,|อ่อนเปลี้ย|,|หดหู่|,|ไม่|ใย|ดี|,|อิดโรย|,|ร่วงโรย|,|ละห้อย|,|โรยรา|,|ทํา|หน้าตา|เศร้าหมอง.  |Syn. languisher n. languishing adj. ด|languish|ู
(แล|ง|'|เก|อะ) n. ความ|อ่อนเพลีย|,|ความ|อ่อนเปลี้ย|เพลีย|แรง|,|ความ|เซื่องซึม|,|ความ|เชื่องช้า|  |Syn. languorous adj. ดู|languor
(แล|งคฺ) adj. (ขน) ชัน|,|เรียบ|ตรง|,|ไม่|หยิก|,|ยาว|เรียว|,|ไม่|ตั้ง|ตรง|,|ยาวเหยียด|,|บอบบาง.  |Syn. lankness n. ดู|lank|  |Syn. lanky
(แล|ง|'|คี) adj. ผอม|สูง|,|ผอง|โย่ง|,|ผอม|เห็น|กระดูก|,|ยาวเหยียด.  |Syn. lankily adv. lankiness n.  |Syn. spare|,|gaunt|,|lean
(แล|น|'|นะ|ลิน) n. ไขมัน|ขน|แกะ|มี|น้ํา|ผสม|อยู่|25|-|30|%.  |Syn. lanoline|,|wool fat.
(แล|น|'|เทิร์น) n. โคมไฟ|,|โคม|,|โป๊ะ|,|ห้อง โคมไฟ|บน|ยอด|ประภาคาร|,|หน้าต่าง|คาด|ไฟ|คล้าย
(ลาว) n. ภาษา|ลาว|,|ภาษา|ภาคเหนือ|ของ|ไทย
(ลาว) n. ประเทศ|ลาว|,|เมืองหลวง|ชื่อ|เวียง|จันทน์ (Cap|: Vientiane)|  |Syn. Laotian n.,|adj.
(แล|พ) {|lapped|,|lapping|,|laps|} n. หน้าตัก|,|ตัก|,|ที่|เป็น|แอ่ง|,|ชาย|เสื้อ|,|กระพุ้ง|ผ้า|,|การ|ควบคุม|,|การ|รับผิดชอบ|,|การ|พับ|,|การ|พัน|,|การ|คาด|,|การ|คาด|,|การ|ห่อ|,|การ|วาง|ซ้อน|,|การ|วิ่ง|รอบ|,|ส่วน|ที่|เกย v. พับ|,|พัน|,|คาด|,|ห่อ|,|วาง|ซ้อน|,|วิ่ง|แซง|หน้า|ไป|หนึ่ง|รอบ|,|ก่อ|เชื่อม|,|ทับ|เกย|,|วิ่ง|รอบ|,|เลย. abbr. laparotomy|,|leucine aminopeptidase|,|left atrail presaure|,|leukocyte alkaline phosphatase
n. สุนัข|ตัว|เล็ก ๆ ที่|เลี้ยง|ไว้
n. สุนัข|ตัว|เล็ก ๆ ที่|เลี้ยง|ไว้
(ละ|เพล|') n. ปก|คอ|แบะ|ของ|เสื้อ.
(แล|พ|'|ฟู|ล) adj. เต็ม|ตัก
(แล|พ|'|พิ|ไซ|ดฺ) n. ช่างสลัก|หิน|,|ช่าง|เจียระไน|  |Syn. stonecutter
(แล|พพิแด|'|เรียน) adj. ซึ่ง|สลัก|บน|หิน|,|ชัดเจน|,|ซึ่ง|เจียระไน|แล้ว|  |Syn. lapidary
(แล|พ|'|พิเดอ|รี) n. ช่าง|เจียระไน|,|ศิลปะ|การ|เจียระไน|เพชรพลอย|หรือ|หยก|,|ผู้เชี่ยวชาญ|การ|ดู|เพชรพลอย|หรือ|หยก. adj. เกี่ยวกับ|การ|เจียระไน|เพชรพลอย|หรือ|หยก|  |Syn. lapidarist n.
(แล|พซฺ) {|lapsed|,|lapsing|,|lapses|} n. การ|พลาดพลั้ง|,|การ|ละเลย|,|การ|ผิดพลาด|,|การ|ตกลง|มา|,|การ|ลด|ลง|มา|,|ระยะ|เวลา|ที่|ผ่าน|ไป|,|การ|สิ้นสุด|ของ|สิทธิ|หรือ|สิทธิพิเศษ (เนื่องจาก|การ|ละเลย|หรือ|การ|พลาดพลั้ง) ,|การ|สิ้นสุด|การ|ประกันภัย (เนื่องจาก|การ|ไม่|จ่าย|เงิน|ค่า|ประกันภัย|หรือ|การ|หมด|อายุ|สัญญา) vi
ขนาด|วาง|ตัก <|คําแปล|>|แล็ป|ทอ|ป <|คําแปล|>|ใช้|บอก|ขนาด|ของ|คอมพิวเตอร์|ยุค|ใหม่|ที่|มี|ขนาด|เล็ก|จน|วาง|บน|ตัก|ได้|ใน|ขณะ|ใช้ ปัจจุบัน นิยม|เรียก|คอมพิวเตอร์|ขนาด|วาง|ตัก|นี้|ว่า ขนาด|โน้ต|บุ๊ก (notebook) เพราะ|สามารถ|นํา|ติด|ตัว|ไปไหนมาไหน|ได้|เหมือน|สมุดบันทึก มี|น้ําหนัก|น้อย และ|ทํา|ได้|บาง|ลง|มาก
(ลาร์|'|บอร์ด) adj. เกี่ยวกับ|กราบ|เรือ|ด้าน|ซ้าย. n. กราบ|เรือ|ด้าน|ซ้าย
(ลาร์|'|ซะนี) n. การ|ลักขโมย. -|grand larceny การ|ลักขโมย|น้อย|  |Syn. larcenist n. ดู|larceny larcener n. ดู|larceny
(ลาร์ด) n. น้ํามันหมู
(ลาร์|'|เดอะ) n. ห้อง (ตู้) เก็บ|อาหาร
(ลาร์|'|ดี) adj. คล้าย|มัน|หมู
(ลาร์จฺ) adj. ใหญ่|,|ใหญ่โต|มหึมา|,|ส่วนมาก|,|กว้าง|,|กว้างขวาง|, (ลม) ดี. adv. อย่าง|ใหญ่โต|,|อย่าง|มากมาย|,|อย่าง|คุย|โว|,|ตาม|ลม. n. -|Phr. (at large อย่าง|อิสระ|,|เต็มที่|,|หลบหนี|,|มากมาย) -|Phr. (in large มากมาย)|  |Syn. largeness n. ดู|large คํา|ที่|มี|ความหมาย|เหมือน|กั
ลําไส้ใหญ่
วงจร|รวม|ความ|จุ|สูง|นิยม|ใช้|ตัวย่อ|ว่า LSI (อ่า|ว่า แอ|ลเอส|ไอ) เป็น|เทคโนโลยี|ใน|การ|สร้าง|ชิป (chip) ให้|มี|ทรานซิสเตอร์|จํานวน|มาก|เป็น|แสน|ตัว|บน|ชิป|ตัว|เดียว นํามา|ใช้|เป็น|หน่วยความจํา (memory) หรือ|ตัว|ประมวลผล|ก่อน (preprocessor) ดู integrated circuit ประกอบ
(-|ฮาร์ท|'|ทิด) adj. กรุณา|,|ใจกว้าง|,|ใจดี|,|ใจ|ใหญ่.  |Syn. large|-|heartedness n. ดู|large|-|hearted
(ลาร์จฺ|'|ไม|'|ดิด) adj.ใจกว้าง|,|มี|ความคิด|กว้าง|  |Syn. large|-|mindedness n. ดู|large|-|minded|  |Syn. broad|-|minded
(ลาร์จฺ|'|สเคล) adj. อย่าง|มาก|,|ส่วนใหญ่|  |Syn. large
(ลาร์จฺ|'|ลี) adj. อย่าง|มาก|,|อย่าง|ใหญ่โต|,|โดย|ทั่วไป|  |Syn. mostly|,|generally
(ลาร์|เจ|ส|') n. การ|ให้|ของ|,|การ|ให้|ปัน|,|สิ่งของ|ที่|มอบ|ให้|,|ความ|มี|ใจกว้าง.  |Syn. largesse
(แลร์|'|ริ|เอิท) n. บ่วง|ยาว|สําหรับ|จับ|ปศุสัตว์|,|เชือก|ผูก|ม้า|ให้|กิน|หญ้า|อยู่|กับ|ที่|  |Syn. lasso
(ลาร์คฺ) n. นก|เล็ก|ร้อง|เพราะ|ชนิด|หนึ่ง|,|การ|เล่นสนุก|,|ความ|สนุกสนาน|,|การ|กระโดดโลดเต้น vi. สนุกสนาน|,|เล่น|ซน
(ลาร์|'|วะ) n. ดักแด้|,|ตัวอ่อน|,|หนอน|ตัวอ่อน. adj.  |Syn. larval adj. pl. larvae
(ลา|ริน|'|เจี|ยล) adj. เกี่ยวกับ|กล่องเสียง|,|ซึ่ง|อยู่|ที่|กล่องเสียง.  |Syn. laryngal
(ลา|รน|ไจ|'|ทิส) n. โรค|กล่องเสียง|อักเสบ.  |Syn. laryngitic adj. ดู|laryngitis
Pref. =|กล่องเสียง (larynx)| 
(ลาร์|'|ริ|งซฺ) n. กล่องเสียง|,|อวัยวะ|เปล่ง|เสียง|ที่|คอ
(ลา|สเว|'|กัส) n. ชื่อ|เมือง|พนัน|ใน|รัฐ|เน|วา|ดา
(ละ|ซิ|ฟ|'|เวียส) adj. เต็มไปด้วย|กามตัณหา|,|ลามก|,|โป้|,|กระตุ้น|กําหนัด|,|มี|ราคะ.  |Syn. lasciviousness n. ด|lascivious|  |Syn. lustful|,|lewd
(เล|'|เซอะ) n. แสง|เลเซอร์|,|l (ight) a (mplification) s (timulated) e (mission of) r (adiation)| 
n. ลําแสง|เลเซอร์
จาน|เลเซอร์|เป็น|จาน|บันทึก|ชนิด|หนึ่ง|ที่|ใช้|แสง|เลเซอร์|ช่วย|ใน|การ|บันทึก|และ|ล้าง|ข้อมูล มี|ความ|จุ|มาก|กว่า|จาน|บันทึก|ธรรมดา|มาก (ประมาณ 600 เมกะไบต์ ถึง 1.3 กิ|กะ|ไบต์) มี|ขนาด|เส้นผ่าศูนย์กลาง 12 เซนติเมตร ค้นหา|ข้อมูล|ได้|รวดเร็ว ข้อดี|อีก|ข้อ|หนึ่ง|ก็|คือ ทนทาน|ต่อ|การ|ขูด|ขีด ใน|การ|ใช้ ต้อง|มี|หน่วย|บันทึก|หรือ|หน่วย|ขับ (drive) พิเศษ ต่าง|ไป|จาก|หน่วย|จาน|บันทึก|ธรรมดา ปัจจุบัน นิยม|นํามา|ใช้|กับ|ไมโครคอมพิวเตอร์|มาก|ขึ้น มัก|ใช้|บรรจุ|โปรแกรม|หรือ|ข้อมูล|ที่|ต้อง|ไม่|มี|การ|แก้ไข (เช่น|พจนานุกรม) ราคา|ถูก|ลง|มาก และ|นับ|ว่า|คุ้มค่า (มี|ลักษณะ|เหมือน|จาน|บันทึก|เพลง|หรือ|ภาพยนตร์) มี|ความหมาย|เหมือน compact disk
เครื่องพิมพ์|เลเซอร์|หมายถึง เครื่องพิมพ์|แบบ|หนึ่ง|ที่|ใช้|ลําแสง|เลเซอร์|ใน|การ|สร้าง|ภาพ|และ|ถ่ายทอด|ลง|สู่|กระดาษ|ด้วย|วิธีการ|ทาง|อิเล็กทรอนิกส์ (ทํางาน|คล้าย|เครื่องถ่ายเอกสาร) ความ เร็ว|ของ|เครื่องพิมพ์|เลเซอร์|นั้น|วัด|กัน|เป็น|หน้า|ต่อ|นาที (ppm) เช่น 10 หน้า|ต่อ|นาที เป็นต้น (เพราะ|พิมพ์|ครั้ง|ละ|หนึ่ง|หน้า) ส่วน|คุณภาพ|ของ|การ|พิมพ์|นั้น วัด|เป็น|จุดต่อ|นิ้ว (dpi) เช่น 600 จุดต่อ 1 นิ้ว ยิ่ง|มี|จุด|มาก แสดง|ว่า|มี|ความ|ละเอียด|มาก ภาพ|จะ|คมชัด|กว่า|ภาพ|ที่|มี|จุด|น้อย|หรือ|มี|ความ|ละเอียด|น้อย ดู dot matrix printer เปรียบเทียบ
(เลเซอร์|เจ็ต) เป็น|ชื่อ|เครื่องพิมพ์|เลเซอร์|ของ|บริษัท|ฮิวเล็ตแพ็กการ์ด ใช้ได้|กับ|เครื่อง|พี|ซี มี|ส่วนแบ่ง|การตลาด|ค่อนข้าง|สูง|มาก|ใน|ปัจจุบัน
(เลเซอร์|ไรต์เทอร์) เป็น|ชื่อ|เครื่องพิมพ์|เลเซอร์|ของ|บริษัท|แอ|ปเปิล ใช้ได้|ทั้ง|กับ|พี|ซี และ|แอ|ปเปิล
(แล|ช) {|lashed|,|lashing|,|lashes|} n. การ|เฆี่ยน|,|การ|หวด|,|การ|ตี|,|การ|โบย|,|แส้|,|ปลาย|แส้|,|สิ่ง|ที่|ทํา|ให้|เจ็บปวด (เหมือน|ถูก|แส้|เฆี่ยน) ,|คําพูด|ที่|เจ็บปวด|,|การ|ด่า|,|การ|เหน็บแนม|,|ขน|ตา. v. เฆี่ยน|,|หวด|,|ตี|,|โบย|,|ด่า|,|พูด|เหน็บแนม|,|เคลื่อนที่|อย่าง|รวดเร็ว|,|พุ่ง|ไป|ยัง.  |Syn. lasher n.
(แล|ชทฺ) adj. มี|ขน|ตา
(แล|ช|'|ชิง) n. การ|เฆี่ยน|,|การ|โบย|,|การ|ด่า|อย่าง|เจ็บแสบ|,|การ|ผูก|หรือ|มัด|ด้วย|เชือก|,|เชือก|ที่|ใช้|มัด
(แล|สฺ) n. เด็ก|ผู้หญิง|,|หญิงสาว|,|คนรัก (ผู้หญิง)| 
(แล|ส|'|ซิ|ทูด) n. ความ|อ่อนเพลีย|,|ความ|เหน็ดเหนื่อย|,|ความ|เซื่องซึม|,|ความ|เมิน|เฉย
(แล|ส|'|โซ) n. บ่วง|จับ|ปศุสัตว์|,|บาศ. vt. จับ|ด้วย|บ่วง.  |Syn. lassoer pl. lassos|,|lassoes
(ลา|สทฺ) {|lasted|,|lasting|,|lasts|} adj.,|adv. สุดท้าย|,|ล่าสุด|,|สาย|สุด|,|โดย|สรุป|,|ใน|ที่สุด|,|ที่|คงเหลือ|อยู่|สิ่ง|เดียว|,|ก่อน|สิ้นชีพ|,|ที่สุด|,|อย่างยิ่ง|,|คน|เดียว|,|โดดเดี่ยว|,|ล่าสุด|,|ใหม่เอี่ยม|,|แต่ละ n. คน|สุดท้าย|,|ตอนจบ|,|ข้อสรุป v. ต่อไป|,|ต่อเนื่อง|,|ยืนหยัด|,|ทนทาน. คําศัพท์|ย่อย|:
วัน|โลกาวินาศ|,|วัน|ล้าง|โลก|,|วัน|ตัดสิน|ครั้ง|สุดท้าย|ของ|พระเจ้า.  |Syn. Last Assize|,|Last Inquest
n. นามสกุล|,|ชื่อสกุล|  |Syn. surname
n. การ|เป่าแตร|ทหาร|ครั้ง|ที่|2|ก่อน|เข้า|นอน
n. การ|นอนหลับ|ครั้ง|สุดท้าย|,|การ|นอน|ตาย
n. อาหาร|ค่ํา|มื้อ|สุดท้าย|ของ|พระ|เยซู|คริสต์|กับ|สาวก|ทั้ง|12|คน|ก่อน|ที่|พระองค์|จะ|ถูก|ตรึง|บน|ไม่|กางเขน|จน|ตาย
(ลา|สทฺ|'|ดิทชฺ) adj. ด่าน|สุดท้าย|,|แผน|สุดท้าย|,|พยายาม|ครั้ง|สุดท้าย|  |Syn. last|-|ditcher n. ดู|last|-|ditch
(ลา|สทฺ|'|มิ|นนิท) นาที|สุดท้าย|ใน|นาที|วิกฤติ|,|ใน|ระยะ|เวลา|ที่|สําคัญ|ที่สุด
(ลา|ส|'|ทิง) adj. ทนทาน|,|ทน|,|คงทน|,|ยืนหยัด|,|ถาวร. n. สิ่งทอ|ที่|ทนทาน|แข็งแรง.  |Syn. lastingness n. ดู|lasting|  |Syn. durable
(ลา|สทฺ|'|ลี) adv. ใน|ที่สุด|,|โดย|สรุป|,|สุดท้าย|นี้
n. คํา|ปิด|,|คําพูด|สุดท้าย|,|งาน|ชิ้น|สุดท้าย|,|สิ่ง|ล่าสุด|ที่|ทันสมัย|ที่สุด
abbr. lateral
(แล|ทชฺ) {|latched|,|latching|,|latches|} n. กลอน|,|สายยู|,|สลัก|,|สลัก|ประตู|,|กลอน|หน้าต่าง|,|สลัก|กุญแจ. vt. ลง|กลอน|,|ใส่|สลัก|,|ลั่น|กุญแจ. -|Phr. (latch onto ได้|รับ เข้าใจ ยึด|ไว้)| 
(แล|ช|'|ชิ|ท) n. สาย|เชือก|ผูก|รองเท้า
(แล|ช|'|คี) n. กุญแจ|ปิด|เปิด|,|สลัก|ประตู|หรือ|หน้าต่าง|,|ลูกกุญแจ|สายยู
(แล|ช|'|สท|ริ|ง) n. เชือก|สอด|รู|ประตู|เพื่อ|ดึง|สลัก|ชื้น|จาก|ภายนอก
(เลท) adj. สาย|,|ช้า|,|ล่า|,|ล่วงเลย|มา|นาน|,|ดึก|,|ค่ํา|,|มืด|,|เร็ว ๆ นี้|,|อัน|ก่อน|,|ไม่|นาน|มา|นี้|,|เพิ่ง|ตาย|,|อดีต|,|ภายหลัง|,|ตอนหลัง. -|Phr. (of late เร็ว ๆ นี้)|  |Syn. lateness n.
(-|'|คัมเมอะ) n. ผู้|มา|สาย|,|ผู้|มา|ทีหลัง
(เล|'|ทิด) adj. สาย|,|ค่ํา|,|มืด
(เลท|'|ลี) adv. เมื่อ|เร็ว ๆ นี้|,|เมื่อ|ไม่|นาน|มา|นี้|  |Syn. recently
(เลท|'|เทิน|ซี) n. การ|ซ่อนเร้น|อยู่|ภายใน|,|การ|แฝง|อยู่|,|ศักยภาพ|,|ระยะ|แฝง|,|สิ่ง|ที่|แฝง|อยู่|,|ปัจจัย|ที่|แฝง|อยู่|  |Syn. abeyance
(เลท|'|เทิน|ทฺ) adj. แฝง|อยู่|,|ซ่อนเร้น|,|แอบแฝง|,|ศักยะ.
n. ความ|ร้อน|แฝง -|S.dormantheat
n. ระยะ|ซ่อนเร้น|,|ระยะ|แฝง|ของ|โรค|ก่อน|ที่|จะ|มี|อาการ|โรค|ป|รา|กฎ|,|ระยะ|เวลา|การ|กระตุ้น|กับ|ปฏิกิริยา|ที่|เกิด|ขึ้น.  |Syn. latency
(เล|'|เทอะ) adj. adv. คุณศัพท์|หรือ|กริยาวิเศษณ์|เปรียบเทียบ|ของ late
(แล|ท|'|เท|อเริล) adj. เกี่ยวกับ|ด้าน|ข้าง. n. ด้าน|ข้าง|,|ข้าง|,|สิ่ง|ที่อยู่|ด้าน|ข้าง.
(เล|'|ทิสทฺ) adj.ล่าสุด|,|ทันสมัย|ที่สุด|,|เกิด|ขึ้น|หลัง|สุด. adv. -|at the latest อย่าง|สาย|ที่สุด|,|อย่าง|ช้า|ที่สุด. n. -|Phr. (the latest สิ่ง|ล่าสุด|,|ข่าวล่า|สุด|,|สิ่ง|ที่|ใหม่|ที่สุด)|  |Syn. most recent|,|current
(เล|'|เท|คซฺ) n. ยาง|สี|ขาว|คล้าย|น้ํานม|จาก|พืช มันแข็ง|ตัว|เมื่อ|ถูก|อากาศ|,|น้ํายาง|สี|ขาว|ข้น|จาก|ยาง|สังเคราะห์ pl. latices|,|latexes
(ลา|ธ|,|แล|ธ) {|lathed|,|lathing|,|laths|} n. ไม้ระแนง|,|แผ่น|ระแนง|,|ไม้|ซีก|,|ไม้|ชิ้น|บาง ๆ แคบ ๆ ,|ขัดแตะ. vt. ปิด|หรือ|คลุม|ด้วย|ไม้ระแนง
(เลธ) {|lathed|,|lathing|,|lathes|} n. เครื่อง|กลึง vt. ตัด|,|เฉือน|,|เลื่อย|หรือ|กระทํา|อย่าง|อื่น|บน|เครื่อง|กลึง
(แล|ธ|'|เธอะ|,|ลา|'|เธอะ) n. ฟอง|สบู่|,|ฟอง|,|ภาวะ|ที่|ตื่นเต้น|,|ภาวะ|ที่|เร่าร้อน|,|ช่าง|กลึง vi. กลาย|เป็น|ฟอง|,|เป็น|ฟอง vt. ใส่|ฟอง|,|ปกคลุม|ไป|ด้วย|ฟอง
(แล|ธ|'|ธิง|,|ลา|'|ธิง) n. การ|ใส่|ไม้ระแนง|,|ไม้ระแนง|จํานวน|หนึ่ง|  |Syn. lathwork
(แล|ท|'|ทิ|ซิ|ซ) n. พหูพจน์|ของ latex
(แล|ท|'|ทิน) n.,|adj. ภาษา|ลาติน|,|ชาว|โรม|โบราณ
n. พยัญชนะ|ภาษา|ลาติน
n. ทวีป|อเมริกา|กลาง|หรือ|ลาติน|อเมริกา|เป็น|บริเวณ|ที่|ใช้|ภาษา|Romance (ดู) .  |Syn. Latin|-|American n.,|adj Latin American n.
(เล|'|ทิช) adj. ค่อนข้าง|สาย|,|ค่อนข้าง|ช้า
(แล|ท|'|ทิทูด) n. เส้นรุ้ง|,|เส้น|ขวาง|ขนาน|กับ|เส้น|ศูนย์สูตร|ของ|โลก|,|ความ|มี|อิสรภาพ
(แล|ททิทูด|'|ดิเนิล) adj. เกี่ยวกับ|latitude (ดู) .
(ละ|ท|รี|น|') n. ห้องส้วม|,|สถานที่|ใช้|เป็น|ห้องส้วม|  |Syn. toilet
abbr. long acting thyroid stimulator
(แล|ท|'|เทอะ) adj. อัน|หลัง|,|ครึ่ง|หลัง|,|ส่วน|ที่|สอง|,|ระยะ|หลัง|,|ต่อมา|,|ใกล้|จบ
(แล|ท|'|เท|อลี) adv. เมื่อ|เร็ว ๆ นี้|,|ใน|เวลา|ต่อมา|,|ใน|สมัยหลัง ๆ| 
(แล|ท|'|เท|อ|โม|สทฺ) adj. ล่าสุด|,|หลัง|สุด|,|สุดท้าย|  |Syn. latest|,|last
(แล|ท|'|ทิสฺ) n. โครง|ตาข่าย|,|ผลึก|ตาข่าย|หรือ|ช่อง|ตาข่าย v. จัด|เป็น|ร่าง|ตาข่าย|,|กลาย|เป็น|ร่าง|ตาข่าย
(แล|ท|'|ทิสทฺ) adj. เป็น|ร่าง|ตาข่าย|,|เป็น|โครง|ตาข่าย
(แล|ท|'|ทิสฺเวิร์ค) n. ผลงาน|ที่|เป็น|ชิ้น|ไม้|หรือ|โลหะ|ที่|ขัดแตะ|กัน|เป็นตาราง|,|โครง|ตาข่าย
(ลอด) {|lauded|,|lauding|,|lauds|} vt. สรรเสริญ|,|ชมเชย|,|สดุดี|,|ยกย่อง. n.  |Syn. lauds n. ชั่วโมง|แห่ง|การ|ร้องเพลง|สรรเสริญ|ภาวนา|ใน|ตอน|เช้า (ศาสนา|โรมันคาทอลิก) lauder n. ดู|laud laudator n. ดู|laud|  |Syn. praise
(ลอ|'|ดะ|เบิล) adj. น่า|สรรเสริญ|,|น่า|สดุดี.  |Syn. laudability n. laudableness n. ดู|laudable|  |Syn. commendable
(ลอเด|'|เชิน) n. การ|สรรเสริญ|,|การ|สดุดี|,|คําสรรเสริญ|,|คํา|สดุดี|  |Syn. praise
(ลอ|'|ดะ|ทอ|รี) adj. เกี่ยวกับ|หรือ|ประกอบ|สรรเสริญ.  |Syn. laudatorily adv.  |Syn. laudative|, praising
(ลอน|'|ด|รี|เมิน|,|ลาน|-) n. คน|ซักรีด|ที่|เป็น|ชาย|,|คน|เก็บ|และ|ส่ง|เสื้อผ้า|ซักรีด|  |Syn. laundrywoman n. ดู|laudryman pl. laudrymen
(ลา|ฟ) {|laughed|,|laughing|,|laughs|} vi. หัวเราะ|,|ยิ้ม vt. หัวเราะเยาะ|,|เยาะเย้ย. n. การ|หัวเราะ -|Phr. (laugh off พูดจา|เยาะเย้ย|เยาะ) .  |Syn. laughter n.  |Syn. chuckle|,|snicker
(ลา|ฟ|'|ฟะเบิล) adj. น่า|หัวเราะ|,|น่า|เย้ยหยัน.  |Syn. laughableness n. ดู|laughable|  |Syn. ridiculous
(ลา|ฟ|'|ฟิง) n. การ|หัวเราะ. adj. เป็น|การ|หัวเราะ|,|น่า|หัวเราะ
n. แก๊ส|หัวเราะ|หรือ|nitrous oxide
(ลา|ฟ|'|ฟิงส|ทอ|ค) n. สิ่ง|ที่|น่า|หัวเราะ|,|สิ่ง|ที่|น่า|หัวเราะเยาะ|,|ตัว|ตลก
(ลา|ฟ|'|เทอะ) n. การ|หัวเราะ|,|เสียงหัวเราะ|,|อาการ|ขบขัน|,|สิ่ง|ที่|น่า|หัวเราะ|  |Syn. hilarity|,|merriment
(ลอน|ชฺ) {|launched|,|launching|,|launches|} vt. ปล่อย (เรือ) ลง|น้ํา|ปล่อย (ดาวเทียม|,|ทุ่นระเบิด) ,|เหวี่ยง|,|ยิง|,|ทํา|ให้|เริ่ม|ปฏิบัติการ|,|เริ่ม|,|ยื่น (คํา|คัดค้าน) ,|ออก|คําสั่ง. vi. เริ่ม|,|เข้า|ร่วม|,|ลงมือ. n. การ|ปล่อย|,|การ|เริ่ม|ปฏิบัติการ|,|การ|เข้า|ร่วม|,|เรือ|บด|,|เรือยนต์ คํา|ที่|มี|ความ|หม
แท่น|ยิง จรวด|ขีปนาวุธ.  |Syn. launching pad
(ลอน|'|เชอะ) n. ผู้|ปล่อย|,|ผู้|ลงมือ|,|สิ่ง|ที่|ปล่อย|,|เครื่อง|ปล่อย|ขีปนาวุธ
(ลอน|'|เดอะ) {|laundered|,|laundering|,|launders|} vt. ซัก|เสื้อผ้า|,|ซัก|,|ซักรีด|,|ปิดบัง|แหล่ง|ที่มา|ของ|เงิน. vi. ซัก|,|ซักรีด|,|ทน|ต่อ|การ|ซักรีด. n. ทาง|น้ําแร่ หรือ|กาก|แร่|ใน|น้ํา.  |Syn. launderability n. ดู|launder launderable adj. ดู|launder
(ลอน|'|ด|รี) n. เสื้อผ้า|ที่|จะ|ซัก|,|ห้อง|ซัก|ผ้า|,|สถานที่|ซัก|ผ้า
รายการ|อัน|ยืดยาว
อ่าง|ซัก|ผ้า|,|ถาด|ซัก|ผ้า
(ลอ|'|รี|อิท) n.,|adj. (ซึ่ง|เป็น|ผู้) ผู้|ได้|รับ|เกียรติยศ|,|ผู้|ได้|รับ|รางวัล|เป็น|เกียรติยศ|  |Syn. laureateship n. ดู|laureate laureation n. ดู|laureate|  |Syn. eminent
(ลอ|'|เริล) {|laureled|,|laureling|,|laurels|} n. พืช|เขียวชอุ่ม|ขนาด|เล็ก|จําพวก Laurusnobilis ของ|ยุโรป|,|ใบ|ของ|พืช|ดังกล่าว|ที่|ใช้|ประดับ|เป็น|สัญลักษณ์|แห่ง|เกียรติยศ|,|เกียรติยศ|ที่|ได้|รับ|,|การ|สรรเสริญ vt. ประดับ|หรือ|สวม|ด้วย|ใบ laurel|,|มอบ|เกียรติยศ|แก่|,|สวม|มาลัย|ลอเรล
(แล|ฟว) n. abbr. lavatory (ห้องน้ํา)| 
(ลา|'|วะ|,|แล|ฟ|'|วะ) n. หิน|ละลาย|ที่|พ่น|ออก|จาก|ปล่อง|ภูเขาไฟ
(ละ|วา|จฺ|') n. การ|ชําระล้าง|,|การ|ฉีด|ล้าง|,|การ|ล้าง|ท้อง|,|ของเหลว|ที่|ใช้|ล้าง|ท้อง pl. lavages
(ลา|เว|'|เชิน) n. การ|ชําระล้าง
(แล|ฟ|'|วะ|ทอ|รี) n. ห้องน้ํา|,|อ่าง|ล้าง|มือ|-|ล้าง|หน้า
(แล|ฟ|'|เวินเดอะ) n. สี|ม่วง|อ่อน|,|พืช|ไม้ดอก|สี|ม่วง|อ่อน|ที่|มี|กลิ่น|หอม|จําพวก Lavendula|, ดอกไม้|แห้ง|ของ|พืช|ดังกล่าว|,|น้ําหอม|กลิ่น|ลา|เวน|เดอร์|,|น้ํา|ชําระล้าง|กลิ่น|ลา|เวน|เดอร์
(เล|'|เวอะ) n. อ่าง|ล้าง|มือ|ล้าง|เท้า|ใน|พิธี|ศาสนา|ของ|ยิว|,|น้ํามนต์|ใช้|ใน|พิธี|ศีล|ล้าง|บาป|,|สิ่ง|ที่|ใช้|ชําระล้าง|บาป
(แล|ฟ|'|วิช) adj. ฟุ่มเฟือย|,|ใจป้ํา|,|มาก|เกิน|ไป|,|เกิน|ขอบเขต.  |Syn. lavisher n. ดู|lavish lavishment n. ดู|lavish lavishness n. ดู|lavish|  |Syn. abundant|,|profuse
(ลอ) {|lawed|,|lawing|,|laws|} n. กฎหมาย|,|กฎ|,|กฎข้อบังคับ|,|คําสั่ง|,|วิชา|กฎหมาย|,|ความ|รู้|ทาง|กฎหมาย|,|อาชีพ|กฎหมาย|,|หลัก|ความ|ประพฤติ|,|กฎ|ทาง|คณิตศาสตร์ -|Phr (the Law บัญญัติ|สิบ|ประการ|ของ|โม|เซ|ส|,|คําสั่งสอน|ใน|พระคัมภีร์|ไบเบิล) . vi.,|vt. ดําเนินคดี|,|ฟ้องร้อง
n. การ|ควบคุม|และ|ปราบปราม|อาชญากรรม|อย่าง|เข้มงวด.
n. ภาษา|กฎหมาย
(ลอ|'|อะไบ|'|ดิง) adj. ปฏิบัติ|ตาม|กฎหมาย.  |Syn. law|-|abidingness n. ผู้ปฏิบัติ|ตาม|กฎหมาย.
(ลอ|'|เบร|เคอะ) n. ผู้|ฝ่าฝืน|กฎหมาย|,|ผู้|กระทํา|ผิด|กฎหมาย.  |Syn. lawbreaking n.
(ลอ|'|ฟู|ล) adj. ถูกต้อง|ตาม|กฎหมาย|,|ปฏิบัติ|ตาม|กฎหมาย|,|เคารพ|กฎหมาย|  |Syn. lawfulness n. ดู|lawful
(ลอ|'|ลิสฺ) adj. ไม่|มี|กฎหมาย|,|ผิด|กฎหมาย.  |Syn. lawfulness n. ดู|lawless
(ลอ|'|เม|เคอะ) n. ผู้|บัญญัติ|กฎหมาย|,|สมาชิก|สภานิติบัญญัติ.  |Syn. lawmaking n.,|adj. (การ) บัญญัติ|กฎหมาย|  |Syn. legislator
(ลอ|'|แมน|,|ลอ|'|เมิน) n. ผู้รักษา|กฎหมาย pl. lawmen
(ลอน|,|ลาน) n. สนามหญ้า|,|ที่โล่ง|กลาง|ป่า
n. เครื่อง|ตัด|หญ้า
n. กีฬา|เทนนิส (โดยเฉพาะ|เมื่อ|เล่น|บน|สนามหญ้า)| 
(ลอ|'|ซูท) n. การ|ฟ้องร้อง|คดี|  |Syn. suit
(ลอ|'|เยอะ) n. ทนายความ|,|นักกฎหมาย
(แล|คซฺ) adj. หย่อน|,|ไม่|ตึง|,|หละหลวม|,|เหลวไหล|,|ไม่|แน่ชัด|,|คลุมเครือ|,|ลวก ๆ|  |Syn. laxness n. ดู|lax
(แล|ค|'|ซะเชิน) n. ความ|หย่อน|,|ความ|หละหลวม|,|ความ|ไม่|แน่ชัด|,|ความ|คลุมเครือ|,|การ|ถ่าย|อุจจาระ|  |Syn. loosening
(แล|ค|'|ซะทิฟว) n. ยาถ่าย|,|ยาระบาย|,|ยา|แก้|ท้องผูก. adj. เกี่ยวกับ|ยาถ่าย|,|ระบาย|ท้อง|,|หลวม|,|หย่อน|,|ท้องเดิน.  |Syn. laxativeness n. ดู|laxative|  |Syn. aperient
(แล|ค|'|ซิ|ที) n. ความ|หย่อน|,|ความ|หลวม|,|การ|ปล่อย|ปะ|ละเลย|  |Syn. looseness
(เล) {|laid|,|laid|,|laying|,|lays|} vt. วาง|,|ปู|,|พาด|,|ลาด|,|ปู|,|ปล่อย|,|ทา|,|ตี|แผ่น|,|เผยแพร่|,|นําเสนอ|,|ฝัง|,|ลงราก|,|กําหนด|,|ตั้ง|,|วางแผน|,|วาง|โครง|,|ออก|ไข่|,|ทิ้ง|ระเบิด|,|กําหนด|โทษ|,|วาง|เดิมพัน|,|พนัน|,|กะ|,|วัด|,|กด|,|ระงับ|,|บรรเทา|,|มุ่งหมาย|,|เล็ง|ปืน vi. วาง|ไข่|,|ออก|ไข่|,|พนัน|,|วาง|เดิมพัน|,|ขันต่อ|,|วาง|โครงการ|,|นอ
n. พระ|ทํา|หน้าที่|ธุรการ และ|การ|ใช้|แรงงาน|ทั่วไป|ใน|โบสถ์
(เล|'|เออะ) n. ชั้น|,|ชั้นดิน|,|สิ่ง|ที่|เป็น|ชั้น|,|ระดับ|,|ไก่|ที่|ออก|ไข่ vt. ทํา|เป็น|ชั้น|  |Syn. tier
หุ่น|คน|ที่|ต่อ|เชื่อม|กัน|,|บุคคล|ธรรมดา
(เล|'|เมิน) n. ฆราวาส (ไม่|ใช่|สงฆ์) ,|บุคคล|ธรรมดา (ไม่|ใช่|ผู้ชํานาญการ|ของ|อาชีพ) pl. laymen|  |Syn. nonprofessional
(เล|'|ออ|ฟ) n. การ|เลิก|จ้าง (โดยเฉพาะ|การ|เลิก|จ้าง|แบบ|ชั่ว|คราว) ,|ระยะ|เวลา|ที่|ไม่|มี|งาน|ทํา|หรือ|เลิก|จ้าง|  |Syn. disemployment
(เล|'|เอา|ทฺ) n. โครง|งาน|,|แผนงาน|,|การ|แผ่|ออก|,|การ|ออกแบบ|,|สถานที่|,|สถานการณ์|,|สภาพ|,|ชุด|เครื่องมือ|หรือ|อุปกรณ์|  |Syn. laying out|,|plan
(เล|'|ซิ) adj. ขี้เกียจ|คร้าน|,|เฉื่อยชา|,|เชื่องช้า|  |Syn. lazily adv. ดู|lazy laziness n. ดู|lazy lazyish adj. ดู|lazy|  |Syn. indolent
(เล|'|ซี|โบ|นซ) n. คน|ขี้เกียจ
(s) . abbr. pound (s) abbr. low back
abbr. left border of cardiac dullness
abbr. low back pain
abbr. low birth weight|,|lean body weight
abbr. lecithin cholesterol acetyltransferase
(แอ|ล|ซี|ดี) ย่อ|มา|จาก|คํา|ว่า liquid crystal display (จอภาพ|ผลึก|เหลว) ใช้|ทํา|จอภาพ มี|ลักษณะ|เป็น|ของเหลว|ใส|เหมือน|แก้ว|เจียร|นัย อัด|อยู่|ระหว่าง|เนื้อ|แก้ว|สอง|ชั้น เมื่อ|ถูก|กระตุ้น|ด้วย|แสง|จาก|ภายนอก จะ|สะท้อน|แสง|ออก|มา|เป็น|มุม|ต่าง ๆ ใช้|เป็น|ตัวแสดง|อักขระ|และ|ภาพ คอมพิวเตอร์|ขนาด|วาง|ตัก|นิยม|ใช้|จอภาพ|ชนิด|นี้ จอภาพ|นี้|แม้|จะ|ใช้|กําลังไฟฟ้า|น้อย|มาก แต่|จะ|ชัดเจน|ดี นิยม|ใช้|กับ|เครื่อง|คํานวณ|ที่|มี|ขนาด|เล็ก|มาก ๆ ด้วย
abbr. left costal margin
abbr. long chain triglyceride
abbr. lethal|,|liver disease|,|lactic dehydrogenase|,|living donor|,|loading dose
abbr. llactic dehydrogenase
abbr. llow density liproprotien
abbr. lupus erythematous|,|lower extremities
(ลี|'|เล) n. ทุ่ง|,|ทุ่งหญ้า|,|สนาม.  |Syn. ley
(ลีชฺ) vt.,|vi. กรอง|,|โกรก|,|กรอง|ทิ้ง.
(ลีด) {|led|,|led|,|leading|,|leads|} vt. นํา|,|พา|,|จูง|,|ชักจูง|,|จูง|ให้|,|ทํา|ให้|เกิด|ขึ้น|,|ล่อ|ให้|เกิด|ขึ้น|,|นําหน้า|,|พูด|นํา|,|สั่ง|,|บัญชา|,|เป็น|หัวหน้า|,|เล็ง vi. เป็น|ตัวนํา|,|นํา|ไป|สู่|,|นําหน้า|,|นําทาง|,|โจมตี|,|เล่น|ก่อน n. ตําแหน่ง|นํา|,|การ|นํา|,|ผู้นํา|,|สิ่ง|นํา|,|สําคัญ|ที่สุด|,|ชั้นนํา|,|ตะกั่ว|:|Pb|; -|S...conduct|,|guide
(เลด|'|เดิน) adj. หนัก|,|หนัก|อึ้ง|,|ไม่|มี|รสชาติ|,|ดื้อ|,|ไม่|มี|ชีวิตชีวา|,|สี|เทา|,|เฉื่อยชา|,|เชื่องช้า|,|งุ่มง่าม|,|ประกอบ|ด้วย|ตะกั่ว vt. ทํา|ให้|หนัก|,|ทํา|ให้|เชื่องช้า.  |Syn. precede
(ลีด|'|เดอะ) n. ผู้นํา|,|หัวหน้า|,|ผู้|บัญชา|,|ผู้นํา|วงดนตรี|,|นักร้อง|นํา|,|ผู้|สวด|นํา|,|บทนํา|,|เรื่อง|เอก|,|ท่อน้ํา.
(ลี|'|เดอะ|ชิ|พ) n. ตําแหน่ง|ผู้นํา|,|ความ|เป็น|ผู้นํา|,|ความ|สามารถ|ใน|การ|นํา|,|การ|นํา
(ลี|'|ดิง) adj. หัวหน้า|,|สําคัญ|ที่สุด|,|ชั้นนํา|,|ชั้น|แนวหน้า|,|นําหน้า|,|ชี้นํา|,|นําทาง|,|แนะนํา. n. การ|นํา|,|การ|ชี้นํา|  |Syn. first|,|foremost
(ลีด|'|ออ|ฟ) n. การ|ตั้ง|ตน|,|การ|เริ่มต้น|,|ผู้|เริ่ม|เล่น|ตี|ลูก|เบ|สบ|อล|  |Syn. beginning
(ลีฟ) {|leafed|,|leafing|,|leafs|} n. ใบไม้|,|ใบ|,|กลีบ|ดอก|,|หน่วย|หน้า|หนังสือ|2|หน้า (หนึ่ง|แผ่น) ,|แผ่น|โลหะ|บาง ๆ ,|ชั้น|,|มี|ใบ|,|ปกคลุม|ด้วย|ใบ. vi. ผลิ|ใบ|,|พลิก|หน้า|หนังสือ|อย่าง|รวดเร็ว. vt. พลิก|หน้า|หนังสือ|-|Phr. (turn over a new leaf เริ่ม|ใหม่) pl. leaves
(ลี|'|ฟิจฺ) n. ใบไม้
(ลีฟ|'|ลิท) n. ใบปลิว|,|ใบแทรก|,|ใบ|อ่อน|,|ส่วน|ที่|คล้าย|ใบ
(ลีฟ|'|สทอล์ค) n. ก้านใบ
(ลีฟ|'|ฟี) adj. มี|ใบ|มาก|,|คล้าย|ใบ
(ลีก) {|leagued|,|leaguing|,|leagues|} n. สหพันธ์|,|สันนิบาต|,|สมาคม|,|กลุ่ม|คน|,|พันธมิตร|,|คณะ|,|ประเภท|,|สมาคม|นักกีฬา|,|กลุ่ม|นักกีฬา|,|หน่วย|ระยะ|ทาง (ประมาณ|3|ไมล์|หรือ|นอต|ใน|อังกฤษ|และ|อเมริกา) vt. เป็น|พันธมิตร|,|รวม|กัน|,|รวม|กลุ่ม
n. สันนิบาต|ชาติ
(ลีค) {|leaked|,|leaking|,|leaks|} n. รู|รั่ว|,|รอย|รั่ว|,|รอย|ร้าว|,|รอย|แยก|,|ร่อง|,|ช่อง|,|วิธีการ|รั่วไหล|,|การ|รั่วไหล|,|การ|หลบหนี|,|การ|รั่ว|ของ|กระแส|ไฟฟ้า. vi. รั่ว|,|รั่วไหล|,|ซึม. vt. ทํา|ให้|รั่ว|,|ทํา|ให้|ลอด|เข้า|มา|,|ทํา|ให้|ซึม|,|ทํา|ให้|รู้ความ|ลับ.  |Syn. leaker n. ดู|leak
(ลี|'|คิจฺ) n. การ|รั่ว|,|การ|รั่วไหล|,|สิ่ง|ที่|รั่ว|ออก|,|จํานวน|ที่|รั่ว|ออก|  |Syn. leak
(ลี|'|คี) adj. รั่ว|,|ซึม|,|ไม่|น่า|ไว้ใจ|,|ไว้ใจ|ไม่|ได้|  |Syn. leakiness n. ดู|leaky
(ลีน) { leaned|/|leant|,|leaned|/|leant|,|leaning|,|leans|} vi. เอียง|,|เอน|,|ลาด|,|โน้มเอียง|,|พาดพิง|,|พึ่งพา. vt. เอียง|,|เอน|,|ทํา|ให้|เอียง|,|ทํา|ให้|เอน n. การ|เอียง|,|การ|เอน|,|ส่วน|ของ|เนื้อที่|มี|เนื้อ|มาก|กว่า|มัน|,|ส่วน|ที่|ผอม|,|ส่วน|ที่|ไม่ค่อย|มี|เนื้อ adj. ผอม|,|ไม่ค่อย|มี|เนื้อ|,|ไม่ค่อย|เต็ม|,|ไม่|อุดมสมบูรณ์|,|ขาดแคลน|,|ซึ่ง|มี|สาร|มี|สี|มาก|กว่า|น้ํามัน
(ลีน|'|ทู) n. เพิง|หมา|แหงน
(ลีน|'|นิง) n. การ|เอนเอียง|,|ความ|โน้มน้าว
(ลีพ) {|leapt|/|leaped|,|leaping|,|leaps|} vi. กระโดด|,|เผ่น|,|โจน|,|ข้าม|,|จู่โจม. vt. กระโดด|ข้าม|,|ผ่าน|ข้าม|,|ทํา|ให้|กระโดด. n. การ|กระโดด|,|การ|เผ่น|,|การ|โจน|,|การ|ข้าม|,|ระยะ|ที่|กระโดด|ได้|,|ที่|ที่|กระโดด|จาก|,|ที่|ที่ กระโดด|ถึง|,|การ|เปลี่ยนแปลง|อย่าง|กะทันหัน|,|การ|เพิ่ม|ขึ้น อย่าง|กะทันหัน|และ|แน่นอน. -|Phr. (by leaps and bounds รวรด|เร็ว|มาก) -|S...spring|,|skip|,|jump
ปี|อธิกสุรทิน|,|ปี|ที่|มี|366|วัน|โดย|เดือน|กุมภาพันธ์|มี|29 วัน|มี|ขึ้น|ทุก|4|ปี|,|ปี|อธิกสุรทิน
(ลีพ|'|ฟ|รอก) n. เกม|กระโดด|ข้าม|ตัว|คน|ที่|ยืน|โก้งโค้ง. vt. กระโดด|ข้าม.  |Syn. leapfrogger n. ดู|leapfrog
(เลิร์น) {|learnt|/|learned|,|learning|,|learns|} v. เรียน|,|เรียนรู้|,|ศึกษา|,|หา|ความ|รู้|,|รู้|มา|ว่า|,|ได้|ข่าว|มา|ว่า|,|สั่งสอน.  |Syn. learnable adj. ดู|learn learner n. ดู|learn
(เลิร์น|'|นิด) adj. มี|ความ|รู้มาก|,|คงแก่เรียน|,|เกี่ยวกับ|การ|เรียนรู้.  |Syn. learnedness n. ดู|learned|  |Syn. erudite|,|scholarly
(เลิร์น|'|นิง) n. การ|เรียนรู้|,|การ|ศึกษา|,|ความ|รู้|,|การ|ปรับ|บุคลิกภาพ|จาก|การ|ปฏิบัติ|ฝึกฝน|หรือ|ประสบการณ์|  |Syn. education
(เลิร์นทฺ) v. กริยา|ช่อง 3 ของ learn
(ลีส) {|leased|,|leasing|,|leases|} n. สัญญา|เช่า|,|ทรัพย์สิน|ที่|ให้|เช่า|,|ระยะ|เวลา|ที่|ให้|เช่า. vt. ให้|เช่า|,|เช่า|ไว้. vt. ให้|เช่า.  |Syn. leasable adj. ดู|lease leaser n. ดู|lease -|Phr. (a new lease on life ชีวิต|ใหม่|ที่|มี|ความ|หวังดี|ขึ้น)| 
ลีส'|โฮ|ลด|ฺ) n. ทรัพย์สิน|ครอบครอง|ที่|ได้|จาก|การ|เช่า. adj. ได้|จาก|การ|เช่า
(ลีส|'|โฮ|ลเดอะ) n. ผู้เช่า|,|ผู้|อยู่อาศัย|ที่|เป็น|ผู้เช่า|  |Syn. tenant
(ลีช) {|leashed|,|leashing|,|leashes|} n. สาย|หนัง|รั้ง|ศีรษะ|สุนัข|หรือ|สัตว์|อื่น|,|การ|ข่ม|,|การ|หยุดยั้ง|,|การ|บังคับ|,|การ|ควบคุม. vt. รั้ง|,|ข่ม|,|หยุดยั้ง|,|บังคับ|,|เชื่อมต่อ|  |Syn. line|,|lead
(ลี|'|ซิ|ง) n. การ|โกหก|,|ความ|เท็จ
(ลีสทฺ) adj. น้อย|ที่สุด|,|เล็ก|ที่สุด|,|สําคัญ|น้อย|ที่สุด. n. สิ่ง|ที่|เล็กน้อย|,|จํานวน|น้อย|ที่สุด|,|ปริมาณ|น้อย|ที่สุด. -|Phr. (at least อย่าง|น้อย|ที่สุด) . adv. เล็ก|ที่สุด|,|น้อย|ที่สุด|  |Syn. slightest
(LSD) n. ตัวเลข|ขวา|สุด
(ลีสทฺ|'|ไว|ซ) adv. อย่าง|น้อย|ที่สุด|,|อย่างไรก็ตาม.  |Syn. leastways
(เลธ|'|เธอะ) {|leathered|,|leathering|,|leathers|} n. หนัง|ฟอก|,|ผลิตภัณฑ์|หนัง|ฟอก. adj. เกี่ยวกับ|หรือ|คล้าย|หนัง|ฟอก. vt. คลุม|ด้วย|หนัง|ฟอก
(เลธ|'|เธิร์น) adj. ทํา|ด้วย|หนัง|ฟอก|,|คล้าย|หนัง|ฟอก
(เลธ|'|เธอะเนค) n. ทหารเรือ
(ลีฟว) {|left|,|left|,|leaving|,|leaves|} vt. จาก|ไป|,|ออก|จาก|,|จาก|,|ทิ้ง|ไว้|,|เหลือ|ไว้|,|หยุด|,|ยกเลิก|,|ไม่|สนใจ|,|ปล่อย. vi. จาก|ไป|,|ออก|จาก. n. การ|อนุญาต|,|การ|อนุญาต|ให้|ลา|,|ระยะ|เวลา|ที่|อนุญาต|ให้|ลา|,|การ|จาก|ไป. -|Phr. (leave off หยุด ทอดทิ้ง)| 
(ลิฟว|'|เท|คคิง) n. การ|ลา|จาก|,|การ|จาก|ไป|  |Syn. farewell
(ลีฟวดฺ) adj. มี|ใบ|,|เต็มไปด้วย|ใบ
(เลฟ|'|เวน) n. ส่าเหล้า|,|เชื้อหมัก|ให้|ฟู|,|เชื้อหมัก|ขนมปัง|หรือ|เค้ก|ให้|ฟู. vt. ทํา|ให้|เกิด|ฟอง|แก๊ส|ด้วย|เชื้อหมัก|,|ทํา|ให้|ฟู|,|ใส่|เชื้อ|,|ทํา|ให้|ค่อย ๆ เปลี่ยนแปลง|,|ค่อย ๆ มี|ผลกระทบ.
(เลฟ|'|เวินนิง) n. สาร|ที่|ทํา|ให้|ฟู|,|เชื้อหมัก|ให้|ฟู|,|ส่าเหล้า|,|ส่งเสริม|ใส่
(ลีฟซ) พหูพจน์|ของ leaf
(ลีฟ|'|วิง|ซฺ) n. สิ่ง|ที่|เหลือ|อยู่|,|เศษ|,|ส่วน|ที่|เหลือ.  |Syn. leavings n. ซากศพ|,|ขยะ|  |Syn. scrap
(ลี|'|วี) adj. คล้าย|ใบ|,|มี|ใบ|อยู่
(เลบบะนีซ|') adj.,|n. (เกี่ยวกับ) เล|บาน|อน|หรือ|ชาวเล|บาน|อน pl. Labanese
(เลบ|'|บะ|เนิน) n. ประเทศ|เล|บาน|อน
(เลช|'|เชอะ) {|lechered|,|lechering|,|lechers|} n. ผู้|มักมาก|ใน|กามตัณหา. vi.หมกมุ่น|ใน|กามตัณหา|  |Syn. rake|,|debauchee
(เลช|'|เชอรัส) adj. มักมาก|ใน|กามตัณหา|,|กระตุ้น|ราคะ|,|เต็มไปด้วย|ราคะ.  |Syn. lecherousness n. ดู|lecherous
(เลช|'|เชอ|รี) n. ความ|มักมาก|ใน|กามตัณหา
(เลค|'|เชอะ) {|lectured|,|lecturing|,|lectures|} n. คําบรรยาย|,|คําปราศรัย|,|คํา|ปาฐกถา. vi. บรรยาย|,|ปราศรัย|,|แสดง|ปาฐกถา
(เลค|'|เชอะเรอะ) n. ผู้|บรรยาย|,|ผู้|ปราศรัย|,|ผู้แสดง|ปาฐกถา
(เลค|'|เชอะ|ชิ|พ) n. สํานักงาน|ของ|ผู้|บรรยาย
(เลด) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ lead <|คําย่อ|>|แอ|ล|อี|ดี <|คํา|อ่าน|>|ย่อ|มา|จาก light emitting diode (แปล|ว่า ไดโอด|เปล่งแสง) เป็น|อุปกรณ์|ชนิด|หนึ่ง|ที่|ให้|แสงสว่าง|ได้|เมื่อ|กระแส|ไฟฟ้า|ผ่าน เช่น หลอดไฟฟ้า หรือ นาฬิกา|ที่|แสดง|ตัวเลข|บอก|เวลา|เป็น|ไฟฟ้า
(เลดจฺ) n. หิ้ง|,|หิ้ง|ผนัง|,|ขอบ|หรือ|แนว|ที่|ยื่น|โผล่|จาก|กําแพง|,|แนว|หิน|ที่|โผล่|ขึ้น|เกือบ|ถึง|ระดับ|น้ําทะเล|,|ชั้น|หิน|ใต้ดิน|  |Syn. projection|,|shelf
(เลด|'|เจอะ) n. บัญชี|แยกประเภท|,|หิน|แผ่น|หลุม|ฝังศพ
(เลด|'|จี) adj. มี|หิ้ง|,|มี|หิ้ง|ผนัง|,|มี|สัน
(ลี) n. ที่|หลบ|ลม|,|ที่|กําบัง|,|ที่|บังลม|,|การ|คุ้มครอง|,|บริเวณ|ที่|ลม|พัด|เข้า|หา|,|บริเวณ|ใต้|ลม|,|ตะกอน -|Phr. (under the lee ด้าน|อับ|ลม. adj. ใต้|ลม|,|ตาม|ลม)| 
n. ฝั่ง|ลม|พัด|เข้า|หา|,|ที่|ที่|มี|อันตราย
n. กระแส|น้ํา|ที่|ไหล|ไป|ทาง|ทิศ|ที่|ลม|พัด
(ลี|'|บอร์ด) n. แผ่น|กระดาน|ลอย|ขวาง|ข้าง|เรือใบ|ใช้|ป้องกัน|ไม่|ให้|เรือ|แล่น|ออก|นอก|ทาง
(ลีชฺ) {|leeched|,|leeching|,|leeches|} n. ปลิง|,|ทาก|,|สิ่ง|ที่|ใช้|ดูด|เลือด|,|ผู้|กระทํา|ตัว|เป็น|กาฝาก|,|นายแพทย์ vt. ใช้|ปลิง|ดูด|เลือด|,|ดูด|เลือด|,|รักษา. vi. กระทํา|ตัว|เป็น|กาฝาก
(เลียร์) vi.,|n. (การ) ชายตา|มอง|อย่าง|เสน่หา|,|มอง|ค้อน.  |Syn. leeriness n. ดู|leer|  |Syn. smirk
(ลีซฺ) n.,|pl. พหูพจน์|ของ lee (ตะกอน) ,|กาก
(ลี|'|เวิร์ด) adj. ใต้|ลม|,|ทาง|ที่|ลม|พัด. n. สถานที่|ใต้|ลม|,|ไป|ทาง|ใต้|ลม.
n. กระแส|น้ํา|ที่|ไหล|ไป|ทาง|ทิศ|ที่|ลม|พัด
(ลี|'|เว) n. การ|ลอย|ของ|เรือ|หรือ|เรือบิน เนื่องจาก|ลม|ที่|เบน|ห่าง|จาก|ทิศทาง|ที่|กําหนด|ไว้|,|มุม|เบี่ยงเบน|ของ|การ|ลอย|ดังกล่าว|,|เวลา|เพิ่มเติม|,|สิ่ง|เพิ่มเติม|,|เวลา|ที่|ล้าหลัง|,|ระยะ|ที่|ล้าหลัง|  |Syn. scope
(เลฟ|'|ทิสทฺ) n. ผู้|นิยม|ฝ่ายซ้าย|,|สมาชิก|ฝ่ายซ้าย (ผู้|นิยม|ลัทธิ|สังคมนิยม|หรือ|การ|ปฏิรูป|ระบบสังคม การเมือง|หรือ|เศรษฐกิจ) .  |Syn. leftism n.
(เลฟทฺ) adj. ซ้าย|,|ข้าง|ซ้าย|,|ด้าน|ซ้าย|,|มือ|ซ้าย|,|ทาง|ซ้าย|,|ปีก|ซ้าย|,|ฝ่ายซ้าย (นิยม|ลัทธิ|สังคมนิยม|หรือ|คอมมิวนิสต์) n. ด้าน|ซ้าย|,|สิ่ง|ที่อยู่|ทาง|ซ้ายมือ|,|การ|หัน|ซ้าย|,|การ|เลี้ยว|ซ้าย adv. ไป|ทาง|ซ้าย v. กริยา|ช่อง 2 และ|ช่อง 3 ของ leave (จาก|ไป|,|ลา|จาก) -|Phr. (the Left ผู้|นิยม|การ|ปฏิรูป|ระบบ|การเมือง|สังคม|และ|เศรษฐกิจ|ของ|ประเทศ|,|หมัด|ซ้าย
(เลฟทฺ|'|แฮ|นดฺ|') adj. ทาง|ด้าน|ซ้าย|,|ด้วย|มือ|ซ้าย
(เลฟทฺ|'|แฮ|นดิด) adj.,|adv. ถนัดมือ|ซ้าย|,|ใช้|มือ|ซ้าย|,|อยู่|ทาง|ด้าน|ซ้าย|,|หมุน|ทวน|เข็มนาฬิกา|,|คลุมเครือ|,|น่า|สงสัย|,|งุ่มง่าม|,|ซุ่มซ่าม|  |Syn. left|-|handedness n. ดู|left|-|handed
(เลฟทฺ|'|แฮ|น|'|เดอะ) n. คน|ถนัดมือ|ซ้าย
(เลฟ|'|ทิสทฺ) n. ผู้|นิยม|ฝ่ายซ้าย|,|สมาชิก|ฝ่ายซ้าย (ผู้|นิยม|ลัทธิ|สังคมนิยม|หรือ|การ|ปฏิรูป|ระบบสังคม การเมือง|หรือ|เศรษฐกิจ) .  |Syn. leftism n.
(เลฟทฺ|'|โอ|เวอะ) n. สิ่ง|ที่|เหลือ|อยู่|,|ที่|เหลือ. adj. เหลือ|,|กิน|เหลือ|  |Syn. remnant
(เลฟทฺ|'|เวิร์ด) adj.,|adv. ไป|ทาง|ซ้าย|,|ทาง|ด้าน|ซ้าย
ปีก|ซ้าย|,|ฝ่ายซ้าย|,|ฝ่าย|เอียง|ซ้าย (ของ|พรรคการเมือง)|  |Syn. leftwing adj. ดู|leftwing leftwinger n. ดู|leftwing|  |Syn. liberal
(เลฟ|'|ที) n. คน|ถนัดมือ|ซ้าย adj. ถนัดมือ|ซ้าย adv. ด้วย|มือ|ซ้าย
(เลก) {|legged|,|legging|,|legs|} n. ขา|,|ช่วง|การ|เดินทาง|หรือ|เดิน|เรือ|,|นัก|ต้ม vt. เคลื่อน|ด้วย|เท้า พาย|ด้วย|เท้า -|Phr. (pull one|'|s leg ล้อเลียน)|  |Syn. leggy adj.
(เลก|'|กะ|ซี) n. มรดก|,|มรดก|ตกทอด|,|ของขวัญ|  |Syn. estate|,|bequest
(ลี|'|เกิล) adj. ถูกต้อง|ตาม|กฎหมาย|,|ชอบด้วยกฎหมาย|,|ตาม|กฎหมาย|,|แห่ง|นิตินัย.  |Syn. legals n. สิทธิ|ตาม|กฎหมาย|,|พันธบัตร|ที่|นํามา|ลงทุน|ได้|ตาม|กฎหมาย.
n. การ|หย่าร้าง|กัน|ตาม|กฎหมาย
เป็น|ขนาด|ของ|กระดาษ|พิมพ์|ขนาด|หนึ่ง นิยม|ใช้|เฉพาะ|ใน|สหรัฐ กว้าง 8.5 นิ้ว ยาว 14 นิ้ว|ดู A|4, letter size เปรียบเทียบ
n. ตั๋วเงิน|ที่|ใช้|ชําระ|หนี้|ได้|ตาม|กฎหมาย
(ลี|'|กัล|ไซ|ซ) adj. (กระดาษ) ซึ่ง|มี|ขนาด|ประมาณ|81|/|2 x|13 นิ้ว
(ลี|'|กัลไลซ) vt. ทํา|ให้|ถูกต้อง|ตาม|กฎหมาย|,|ให้|อํานาจ.  |Syn. legalization n. ดู|legalize legalisation n. ดู|legalize|  |Syn. authorize
(ลิ|แก|ล|'|ลิ|ที) n. ความ|ถูกต้อง|ตาม|กฎหมาย|,|การ|ปฏิบัติ|ตาม|กฎหมาย|,|หน้าที่|หรือ|ความ|รับผิด|ชอบด้วยกฎหมาย
(ลี|'|กัลไลซ) vt. ทํา|ให้|ถูกต้อง|ตาม|กฎหมาย|,|ให้|อํานาจ.  |Syn. legalization n. ดู|legalize legalisation n. ดู|legalize|  |Syn. authorize
(เลก|'|กิท) n. ทูต|,|ทูต|ของ|องค์|สันตะปาปา|,|ตําแหน่ง|หรือ|ที่ทําการ|ของ|ทูต|,|ตําแหน่ง|หรือ|ที่ทําการ|ของ|ทูต|ของ|องค์|สันตะปาปา|  |Syn. legationary adj.
(ลี|เก|'|เชิน) n. ทูต|,|คณะ|ทูต|,|สถานทูต
(ลิเก|'|เทอะ|,|เลก|'|กะ|ทอร์|') n. ผู้|ยก|มรดก|ให้|,|ผู้ทํา|พินัยกรรม|ยก|มรดก|ให้.  |Syn. legatorial adj.
(เลจ|'|เจินดฺ) n. ตํานาน|,|คํา|สลัก|,|คําอธิบาย|ภาพ|,|ตาราง|อธิบาย|บน|แผนที่|แผนภูมิ|,|ผู้|เป็น|ตัวเอก|ของ|เรื่อง|  |Syn. myth|,|fiction|,|fable
(เลจ|'|เจินเดอ|รี) adj. เกี่ยวกับ legend (ดู) n. หนังสือ|รวบรวม|เรื่อง|เล่าลือ|หรือ|ตํานาน|ต่าง ๆ|  |Syn. legendarily adv.  |Syn. fanciful
(เลจ|'|เจินไดซ) vt. ทํา|ให้|เป็น|เรื่อง|เล่าลือ|กัน
(เลจ|'|เจินด|รี) n. หนังสือ|รวบรวม|เรื่อง|เล่าลือ|หรือ|ตํานาน|ต่าง ๆ ,|ตํานาน|ต่าง ๆ ,|เรื่อง|เล่าลือ|ต่าง ๆ|  |Syn. legends
(เลจ|'|เจอ|ดะ|เมน|') n. การ|เล่นกล|,|ความ|ชํานาญ|หรือ|วิธีการ|ใน|การ|เล่นกล|,|การ|หลอกลวง|,|มารยา|,|เล่ห์เหลี่ยม|  |Syn. deception
(เลก|'|กิด) adj. มี|ขา|,|มี|จํานวน|หรือ|ชนิด|ของ|ขา|ที่|ระบุ|ไว้
(เลก|'|กิง) n. ที่|ปกคลุม|ขา|,|ที่|หุ้ม|ขา.  |Syn. legginged adj. ดู|legging|  |Syn. leggin
(เลก|'|กี) adj. มี|ขา|ยาว|อย่าง|งุ่มง่าม|,|มี|ขา|ยาว|ที่|สวย|,|เกี่ยวกับ|ขา.  |Syn. legginess n. ดู|leggy
(เลจ|จะ|เบิล|'|ลิ|ที) n. ความ|อ่าน|ออก|ได้|,|ความ|อ่าน|ออก|ได้|ง่าย|หรือ|ชัดเจน.  |Syn. legibleness|,|visibility
(เลจ|'|จะ|เบิล) adj. อ่าน|ออก|ได้|,|อ่าน|ออก|ได้|ง่าย|หรือ|ชัดเจน.  |Syn. legibly adv.
(ดี|'|เจิน) n. กองทหาร|หรือ|ทหาร|ผสม|,|กองทหาร|ขนาด|ใหญ่|,|กลุ่ม|คน|ขนาด|ใหญ่|,|กอง|สิ่งของ|ขนาด|ใหญ่|  |Syn. horde|,|multitude
(ลี|'|จะ|เนอ|รี) adj. เกี่ยวกับ|legion (ดู) ,|ประกอบ|เป็น legion (ดู) n. ทหาร|ของ|legion (ดู)| 
(ลี|จะ|แนรฺ|') n.สมาชิก|ของ|legion
(เลจ|'|จิสเลท) vi. ออก|กฎหมาย|,|บัญญัติ|กฎหมาย.  |Syn. ordain|,|enact
(เลจจิสเล|'|เชิน) n. การ|บัญญัติ|กฎหมาย|,|นิติบัญญัติ|,|กฎหมาย
(เลจ|'|จิสเลทิฟว) adj. เกี่ยวกับ|กฎหมาย|,|เกี่ยวกับ|สภานิติบัญญัติ. n. สภานิติบัญญัติ.  |Syn. constitutional
(เลจ|'|จิสเล|เทอะ) n. ผู้|บัญญัติ|กฎหมาย|,|สมาชิก|สภานิติบัญญัติ|  |Syn. legislatorship n. ดู|legislator
(เลจจิ|สละ|ทอ|'|เรี|ยล) adj. เกี่ยวกับ|กฎหมาย|,|เกี่ยวกับ|สมาชิก|หรือ|สภานิติบัญญัติ|,|นิตินัย
(เลจ|'|จิสเลเชอะ) n. สภานิติบัญญัติ|,|หน่วย|นิติกร|ของ|รัฐบาล|  |Syn. congress
(ลิจิท|'|ทะมะ|ซี) n. ความ|ถูกต้อง|ตาม|กฎหมาย|,|ความ|ชอบด้วยกฎหมาย|,|ความ|ถูกต้อง|สมควร|,|ความ|มี|สิทธิ|ตาม|กฎหมาย|,|ความ|ถูกต้อง|ตาม|ทํานองคลองธรรม|,|ความ|ถูกต้อง|ตาม|ขนบธรรมเนียมประเพณี
(ลิจิท|'|ทะเมท) adj. ถูกต้อง|ตาม|กฎหมาย|,|ถูกต้อง|สมควร|,|มี|สิทธิ|ตาม|กฎหมาย|,|ถูกต้อง|ตาม|ทํานองคลองธรรม|,|ถูกต้อง|ตาม|ขนบธรรมเนียมประเพณี|,|โดย|การ|สมรส|ที่|ชอบด้วยกฎหมาย vt.ทํา|ให้|ถูกต้อง ตาม|กฎหมาย|,|ทํา|ให้|ชอบด้วยกฎหมาย|,|มอบอํานาจ.  |Syn. legitimateness n. ดู|legitimate legitimation n. ดู|legimate|  |Syn. lawful|,|legal|,|licit
(เลก|'|กู|ม|,|ลิ|กู|ม|') n. พืช|ฝัก|ตระกูล ถั่ว|,|ฝัก|ของ|พืช|ดังกล่าว|,|ถั่ว
(ลิ|กู|'|มะเนิส) adj. เกี่ยวกับ|พืช|ฝัก|ถั่ว|,|มี|ฝัก|,|ให้|ฝัก
(เล|'|อี|,|เล) n. พวงมาลัย|,|พวง|ดอกไม้ ใบไม้|และ|อื่น ๆ ,|พหูพจน์|ของ leu pl. leis|  |Syn. wreath
(ลี|'|เชอะ|,|เลช|'|เชอะ) n. เวลาว่าง|,|การ|ว่าง|จาก|งาน|,|ความ|สบาย|ที่|ไม่|รีบร้อน adj. ว่าง|,|มี|เวลาว่าง. -|Phr. (at leisure อย่าง|สบาย|อย่าง|ช้า ไม่|มี|งาน|ทํา) .  |Syn. leisureless adj.  |Syn. ease
(ลี|'|เชิร์ด|,|เลช|'|เชิร์ด) adj. มี|เวลาว่าง|,|สบาย ๆ ,|ไม่|รีบร้อน|  |Syn. leisurely
(ลี|'|เชิอลี|,|เลช|'|เชิร์ด) adj. ไม่|รีบร้อน|,|ไม่|เร่งร้อน|,|สบาย ๆ|  |Syn. leisureliness n.
(เลม|'|เมิน) n. มะนาว|,|ต้น|มะนาว|,|สี|เหลือง|อ่อน|,|คน|ที่|ใช้การไม่ได้
(เลน|ดฺ) vt. ให้|ยืม|,|ให้|ยืม|เงิน|,|ให้|,|มอบ|ให้|,|ปรับ|ตัว. vi. ยืม|,|ยืม|เงิน|,|กู้|เงิน.  |Syn. lender n.
(เลงธฺ) n. ความ|ยาว|,|ส่วน|ยาว|,|ระยะ|เวลา|,|ช่วง|เวลา|,|ระยะ|ทาง|,|ส่วนใหญ่. -|at length เต็มที่|โดย|สมบูรณ์. -|Phr (go to any lengths ไม่|คํานึง|ถึง|อุปสรรค ที่|อาจ|ขวาง|อยู่) .  |Syn. extent|,|term|,|segment
(เลง|'|เธิน) vt. ทํา|ให้|ยาว|ขึ้น. vi. ยาว|ขึ้น.  |Syn. lengthener n.  |Syn. increase
(เลงธฺ|'|ไว|ซ) adj.,|adv. ตาม|ยาว.  |Syn. lengthways
(เลง|'|ธี) adj. ยาว|มาก|, (คําพูด) ยืดยาว|เกิน|ไป|,|น้ําท่วม|ทุ่ง.  |Syn. lengthily adv. lengthiness n. ดู|lengthy|  |Syn. interminable
(ลี|'|เนิน|ซฺ) n. =|leniency
(ลี|'|นิเอิน|ซี|,|เลน|'|เยิน|ซี) n. ความ|ผ่อนผัน|,|ความ|กรุณา|ปรานี|,|ความ|โอนอ่อน
(ลี|'|เนียน|ทฺ) adj. ผ่อนผัน|,|กรุณา|,|ปรานี|,|โอนอ่อน.  |Syn. leniently adv.  |Syn. soft
(เลน|'|นิน) n. Vladimir Ilyich นายกรัฐมนตรี|โซเวียต (ค.ศ.1918|-|1924)| 
(เลน|ซ) n. เลนซ์,|แว่น|,|กระจกส่อง|ภาพ|ใน|กล้อง|,|ชุด|เลนส์ pl.  |Syn. lenses
(เลน|ทฺ) v|,|กริยา|ช่อง 2 และ|ช่อง 3 ของ lend
(ลี|'|โอ) n. ราศี|สิงห์|,|ดาว|สิงห์
(ลี|'|อะไนน์) adj. เกี่ยวกับ|สิงห์โต|,|คล้าย|สิงห์โต
(เลพ|'|เพิร์ด) n. เสือดาว|,|หนัง|เสือดาว|,|แมว|ที่|คล้าย|เสือดาว
(เลพ|'|เพิร์ดดิส) n. เสือดาว|ตัวเมีย
(เลพ|'|เพอะ) n. ผู้|เป็น|โรคเรื้อน
(เลพ|'|ระ|ซี) n. โรคเรื้อน
(เลพ|'|เริส) adj. เป็น|โรคเรื้อน
abbr. llower esophageal sphincter
(เลส|'|เบียน) adj. เกี่ยวกับ|lesbianism (ดู) ,|ผู้|กระทํา lesbianism|,|หญิง|รักร่วมเพศ
(เลส|'|เบียนนิส|ซึม) n. กาม|วิปริต|ที่|ผู้หญิง|มี|ความ|ใคร่|ทาง|เพศ|กับ|เพศ|เดียวกัน|,|รักร่วมเพศ|ระหว่าง|ผู้หญิง|ด้วย|กัน
(ลิซ แมจ'|เจ|สทิ) n. ความผิด|อาญา|ฐาน|หมิ่น|พระบรม|เดชานุภาพ|,|ความผิด|ฐาน|หมิ่น|ประมุข|ของ|รัฐ|,|การ|หักหาญ|จารีตประเพณี|หรือ|ธรรมเนียม|ปฏิบัติ.  |Syn. lesemajeste
(ลี|'|เชิน) n. บาดแผล|,|แผล|,|รอย|แผล|แถบ|หนึ่ง|ของ|ผิวหนัง|,|รอย|โรค|ของ|เนื้อเยื่อ|  |Syn. hurt
(เลส) adv. น้อย|กว่า|,|แทบ|จะ|ไม่. adj. น้อย|กว่า|,|เล็กน้อย|,|ไม่|ใหญ่|นัก|,|ไม่|มาก|นัก. n. จํานวน|ที่|น้อย|กว่า. -|prep. ลบ|ออก|,|ปราศจาก
(ลี|ซี|') n. ผู้เช่า|  |Syn. lesseeship n. ดู|lessee
(เลส|'|เซิน) {|lessened|,|lessening|,|lessens|} vi. น้อย|ลง. vt. ทํา|ให้|น้อย|ลง|,|ลด|ลง|,|ลด|คุณค่า|,|บรรเทา|,|ผ่อนคลาย
(เลส|'|เซอะ) adj. น้อย|กว่า|,|เล็กน้อย
(เลส|'|เซิน) n. บทเรียน|,|ชั่วโมง|เรียน|,|เครื่อง|เตือนสติ vt. สั่งสอน|,|ตักเตือน|,|ให้|บทเรียน|แก่
(เลส|'|เซอร์) n. ผู้|ให้|เช่า
(เลสทฺ) conj. เพื่อ|ไม่|ให้|,|เพื่อ|ว่า|,|โดย|เกรง|ว่า|,|มิฉะนั้น
(เลท) {|let|,|let|,|let|,|letting|,|lets|} vt. ให้|,|อนุญาต|,|ขอ|ให้|,|ปล่อย|,|ทํา|ให้|เกิด vi. ให้|เช่า. -|Phr. (let alone ปล่อย|ตาม|ลําพัง|ไม่|รบกวน.) -|Phr. (let down ทํา|ให้|ผิดหวัง ทรยศ ละทิ้ง|,|ลด|ลง)| 
(เลทซฺ) abbr. let us
(ลี|'|เธิล) adj. เกี่ยวกับ|ความ|ตาย|,|ทํา|ให้|ตาย|,|เป็น|อันตราย|ถึงตาย|,|ถึงตาย|,|ร้ายแรง.  |Syn. lethality n. ดู|lethal|  |Syn. fatal
(ละ|ธาร์|'|จิค) adj. เฉื่อยชา|,|เซื่องซึม|,|ซึม|,|ง่วง|,|ง่วงเหงาหาวนอน|,|เมิน|เฉย|,|เฉยเมย|  |Syn. lethargy n. ดู|lethargic|  |Syn. drowsy|,|sluggish
(เลท|'|เทอะ) n. จดหมาย|,|อักษร|,|ตัวหนังสือ|,|ตัว|พยัญชนะ|,|แบบ|,|ตัวพิมพ์|,|ตัว|เรียงพิมพ์|,|ศัพท์|,|สาส์น|,|หนังสือ|,|หนัง|อนุ|ญาติ|  |Syn. letters n. วรรณคดี|,|อาชีพ|นักประพันธ์|,|ความ|รู้ เครื่องหมาย
n. หนังสือ|จาก|ธนาคาร|หนึ่ง|ไป|ยัง|อีก|ธนาคาร|หนึ่ง ให้|จ่าย|เงิน|ใน|จํานวน|ที่|ระบุ|ไว้|แก่|บุคคล|ที่|ระบุ|ไว้
คุณภาพ|คมชัด|แปล|ตาม|ตัวอักษร|ว่า เหมือน|ตัวพิมพ์|ดีด ใช้|เป็น|ศัพท์|ที่|บอก|คุณภาพ|ของ|การ|พิมพ์|ว่า คมชัด|เหมือน|กับ|พิมพ์|จาก|เครื่องพิมพ์|ดีด มัก|ใช้|กับ|เครื่องพิมพ์|ประเภท|จุด (dot matrix printer) เท่านั้น สมัย|เมื่อ|ยัง|ไม่|มี|เครื่องพิมพ์|เลเซอร์ การ|พิมพ์|เป็น|จุด|ห่าง ๆ ทํา|ให้|ดู|ไม่|สวย เครื่องพิมพ์|ที่|มี|จุด|ถี่|มาก ๆ ก็|จะ|ทํา|ให้|คุณภาพ|การ|พิมพ์|เหมือน|ตัวพิมพ์|ดีด|ได้|มาก|ขึ้น|ดู dot matrix printer ประกอบ
เครื่องพิมพ์|คุณภาพ|คมชัด|หมายถึง เครื่องพิมพ์|แบบ|จุด (dot matrix printer) ชั้นดี ที่|มี|คุณภาพ|การ|พิมพ์|คมชัด กล่าวคือ มี|จุด|ถี่|กว่า|เครื่องพิมพ์|แบบ|จุด|ธรรมดา|ดู letter quality ประกอบ
เป็น|ขนาด|ของ|กระดาษ|พิมพ์|ขนาด|หนึ่ง นิยม|ใช้|เฉพาะ|ใน|สหรัฐ กว้าง 8.5 นิ้ว ยาว 11 นิ้ว|ดู A|4, legal size เปรียบเทียบ
ช่องไฟ|หมายถึง|ช่องว่าง|ระหว่าง|ตัวอักษร ซึ่ง|สามารถ|ทํา|ให้|เบียดกัน หรือ|ห่าง|กัน|เท่าใด|ก็ได้|ดู|ตัวอย่าง|ต่อไปนี้ V e r y L o o s e Very tight|มี|ความหมาย|เหมือน tracking
(เลท|'|เทอะ|เฮ|ด) n. ตัวหนังสือ|ที่|พิมพ์|อยู่|ตรง|หัว|กระดาษ|จดหมาย (โดยเฉพาะ|ที่|บอก|ชื่อ|และ|ที่อยู่) ,|กระดาษ|จดหมาย|ที่|มี|ตัวหนังสือ|ดังกล่าว
(เลท|'|เท|อเพ|รส) n. ตัวพิมพ์|,|หนังสือ|ที่|พิมพ์|ด้วย|ตัว|เรียงพิมพ์
(เลท|'|ทิว|สฺ) n. ผักกะหล่ํา|,|ผักกาดหอม|,|เงินสด|,|ธนบัตร
(ลู|'|คะ|ไซ|ทฺ) n. เม็ดโลหิต|ขาว.  |Syn. leukocyte
(ลู|'|คะ|เรีย|') n. โรค|ระดูขาว|,|โรค|มุ|ตกิต.  |Syn.  |Syn. leukorrhea|,|leucorrhoeal adj.
(ลูคี|'|เมีย) n. โรค|โลหิต|ชนิด|หนึ่ง|ที่|มี|เม็ดโลหิต|ขาว|ผิดปกติ|และ|มาก อาการ|อาจ|เฉียบพลัน|หรือ|เรื้อรัง|และ|ถึงตาย|เสมอ.  |Syn. leukemic adj. ดู|leukemia leukaemic adj. ดู|leukemia|  |Syn. leukaemia|,|leucemia
(ลู|'|คะ|ไซ|ทฺ) n. เม็ดโลหิต|ขาว.  |Syn. leucocyte
ภาวะ|เม็ดเลือด|ขาว|น้อย
(ลู|คะ|เรีย|') n. โรค|ระดูขาว|,|โรค|มุ|ตกิต.  |Syn. leucorrhea ดู|leukorrhea|  |Syn. leukorrheal adj. ดู|leukorrhea leukorrhoeal adj. ดู|leukorrhea
Pref.ซ้าย
(เลฟ|'|วี) n. เขื่อน|กันน้ํา|ท่วม|จาก|แม่น้ํา|,|เขื่อน|,|เนิน|รอบ|บริเวณ|ไร่นา ที่|จะ|ทด|น้ํา|เข้า|,|ที่|จอด|เครื่องบิน|,|งาน|สโมสรสันนิบาต|,|งาน|ต้อนรับ|ผู้มีเกียรติ vt. สร้าง|เขื่อน|  |Syn. dike
(เลฟ|'|เวิล) {|leveled|,|leveling|,|levels|} adj. ราบ|,|เรียบ|,|เป็น|แนว|นอน|,|เท่า|กัน|,|ระดับ|เดียวกัน|,|สุขุม|,|รอบคอบ. vt. ทํา|ให้|ราบ|,|ทํา|ให้|เรียบ|,|ทํา|ให้|ได้|ระดับ|,|ยก|หรือ|ลด|ระดับ|,|ทํา|ให้|ล้ม|ลง|สู่|แนว|พื้นดิน|,|ชก|ล้ม|ลง|,|ทํา|ให้|เสมอภาค|กัน|,|ทํา|ให้|เข้า|กัน (สี) ,|เล็ง|เป้า|,|หันตา|ไป|ทาง|ทิศ|ใด|ทิศ|หนึ่ง vi. ทํา|ให้|ราบ|,|เล็ง|,|ใช้|เครื่องวัด|ระดับ|,|บิน|ขนาน|กับ|พื้น|,|บอก|ความจริง|,|adv. โดย|แนวราบ|,|เป็น|เส้น|แนว|นอน -|Phr. (on the level ซื่อสัตย์ จริงใจ)| 
(เลฟ|'|วะ|เลอะ) n. ผู้|วัด|ระดับ|,|ผู้|หา|ระดับ|,|เครื่อง|รังวัด|หา|ระดับ|,|ผู้ทํา|ให้|ล้ม|นอน|ลง|,|ผู้|ชก|ล้ม|ลง
(เลฟ|'|เวล|เฮ|ดดิด) adj. สุขุม|,|รอบคอบ.  |Syn. levelheadedness n. ความ|สุขุม|,|ความ|รอบคอบ. levellheadedness n. ความ|สุขุม|,|ความ|รอบคอบ
(เลฟ|'|วะ|เลอะ) n. ผู้|วัด|ระดับ|,|ผู้|หา|ระดับ|,|เครื่อง|รังวัด|หา|ระดับ|,|ผู้ทํา|ให้|ล้ม|นอน|ลง|,|ผู้|ชก|ล้ม|ลง
(เลฟ|'|เวล|เฮ|ดดิด) adj. สุขุม|,|รอบคอบ.  |Syn. levelheadedness n. ความ|สุขุม|,|ความ|รอบคอบ. levellheadedness n. ความ|สุขุม|,|ความ|รอบคอบ
(เลฟ|'|เวอ|,|ลี|'|เวอะ) n. ชะแลง|,|เหล็ก|งัด|,|ไม้คาน|,|คาน|,|เครื่อง|งัด|,|วิธีการ. vt. งัด|ด้วย|ไม้|หรือ|เหล็ก|งัด|  |Syn. crow
(เลฟ|'|เว|อริ|จฺ|,|ลี|'|เว|อริ|จฺ) n. การ|งัด|,|กําลัง|งัด|,|พลัง|,|อิทธิพล|,|อํานาจ|กระทํา|,|อํานาจ|งัด|,|ง้าง|,|อํานาจ|เพิ่ม|ผล|ทางการ|เงิน. vt. ให้|อํานาจ|เพิ่ม|ผล|ทางการ|เงิน|  |Syn. influence|,|pull
(เลฟ|'|วิอะเบิล) adj. ซึ่ง|อาจ|เก็บ|ภาษี|ได้|,|ซึ่ง|ต้อง|เสีย|ภาษี
(ลิ|ไว|'|อะเธิน) n. สัตว์|ทะเล|ขนาด|ใหญ่|เช่น|ปลาวาฬ|,|สิ่ง|ใหญ่โต|ที่|มี|อํานาจ|มาก (เช่น เรือเดินสมุทร)|  |Syn. giant
(เลฟ|'|วีเออร์) ผู้|เรียก|เก็บ|ภาษี
(เลฟ|'|วิทิ) n. ความ|คะนอง|,|ความ|ตลกคะนอง|,|ความ|ไม่|สํารวม|,|ความ|ไม่|เอาจริงเอาจัง|,|ความ|เบา
Pref.ซ้าย
(เลฟ|'|วี) {|levied|,|levying|,|levies|} n. การ|จัด|เก็บ|,|การ|ชัก|ส่วน|,|การ|เกณฑ์|,|การ|เก็บ|ภาษี|,|ทหารเกณฑ์. v. จัด|เก็บ|,|จัด|เก็บ|ภาษี|,|เกณฑ์|,|เรียก|ระดม|,|ชัก|ส่วน|,|หัก|เงิน|ส่วนแบ่ง|,|ยึด|ทรัพย์สิน|,|อายัด|ทรัพย์สิน.  |Syn. levier n. ดู|levy|  |Syn. asses
(ลูด) adj. ลามก|,|กระตุ้น|กําหนัด|,|เกี่ยวกับ|โลกีย์|วิสัย|,|เลวทราม|,|ชั่วช้า|,|แพศยา|  |Syn. lewdness n. ดู|lewd|  |Syn. lustful
(เลค|'|ซิ|เคิล) adj. เกี่ยวกับ|คํา|หรือ|ศัพท์|,|เกี่ยวกับ|พจนานุกรม|,|เกี่ยวกับ|lexicon (ดู)| 
(เลคซะ|คอก|'|ระ|เฟอะ) n. ผู้เขียน|หรือ|รวบรวม|พจนานุกรม
(เลคซะ|คอก|'|ระ|ฟี) n. การ|เขียน|หรือ|รวบรวม|พจนานุกรม.
(เลค|'|ซะ|คอน|,|-|เคิน) n. พจนานุกรม|,|ปทานุกรม pl. lexica|,|lexicons
(แอ|ลเอฟ) ย่อ|มา|จาก line feed (ป้อน|บรรทัด) หมายถึง|สัญญาณ|ที่|ส่ง|บอก|เครื่องพิมพ์|ให้|ขึ้น|บรรทัด|ใหม่ ทั้ง ๆ ที่|ยัง|ไม่|ถึง|จุดสิ้นสุด|บรรทัด (เป็น|ผล|จาก|การ|กด|แป้น <|Return|>|, หรือ <|Enter|>)| 
abbr. low fat diet
abbr. liver function test
คําย่อ luteinizing hormone ทํา|หน้าที่|ควบ|ไป|กับ FSH ใน|ระยะ|หลัง|ซึ่ง folicle เจริญ|เต็มที่|แล้ว|ดดย|เมื่อ|ไข่|สุก follicle จะ|แตก|ออก|และ|กลาย|เป็น corpus lutheum ซึ่ง|จะ|ทํา|หน้าที่|ผลิต|ฮอร์โมน progesterone ต่อไป
abbr. left heart failure
abbr. luteiniizing hormone releasing hormone
(ไลอะ|บิล|'|ลิ|ที) n. หนี้|,|หนี้|เงิน|,|หนี้สิน|,|ความ|รับผิดชอบ|,|ภาระ|หน้าที่|,|ด้าน|ลูกหนี้|ของ|บัญชี|,|ข้อเสียเปรียบ|,|ความ|โน้มเอียง|  |Syn. accountability
(ไล|'|อะเบิล) adj. โน้มเอียง|,|โน้มน้าว|,|อาจ|จะ|,|ง่าย|ต่อ|,|รับผิดชอบ (ตาม|กฎหมาย)| 
(ลิเอ|ซอน|'|,|ลี|'|อะ|ซอน|,|ลีเอ|'|เซิน) n. การ|ติดต่อ|,|การ|ติดต่อ|ประสาน|งาน|,|ความ|สัมพันธ์|ฉันท์|ชู้สาว|ระหว่าง|หญิง|กับ|ชาย|,|การ|ออก|เสียง|สัมผัส pl. liaisons|  |Syn. alliance|,|bond
(ไล|'|อาร์) n. ผู้|โกหก|,|ผู้|มุสา
(ลิบ) n. =|liberation (อิสรภาพ|,|เสรีภาพ)| 
(ไลเบ|'|เชิน) n. การ|กรวดน้ํา|,|การ|เท
(ไล|'|เบิล) {|libel (l) ed|,|libel (l) ing|,|libels|} n. การ|หมิ่นประมาท|,|การ|กล่าวโทษ|ใส่ร้าย|,|การ|ใส่ร้าย|,|โทษ|ฐาน|หมิ่นประมาท|,|สิ่ง|ที่|หมิ่นประมาท|หรือ|ใส่ร้าย|ผู้อื่น. vt. ตีพิมพ์|เรื่องราว|ที่|หมิ่นประมาท|ผู้อื่น|,|ใส่ร้าย|  |Syn. calumny
(ไล|'|บะเลินทฺ) n. ผู้|หมิ่นประมาท|,|ผู้|ใส่ร้าย
(ไล|'|บะ|เลอะ) n. ผู้|หมิ่นประมาท|,|ผู้|ใส่ร้าย
(ไล|'|บะ|เลอะ) n. ผู้|หมิ่นประมาท|,|ผู้|ใส่ร้าย
(ไล|'|บะลัส) adj. เป็น|การ|หมิ่นประมาท|,|เป็น|การ|ใส่ร้าย|  |Syn. slanderous
(ไล|'|บะลัส) adj. เป็น|การ|หมิ่นประมาท|,|เป็น|การ|ใส่ร้าย|  |Syn. slanderous
(ลิบ|'|เบอเริล) adj. ใจกว้าง|,|ใจป้ํา|,|โอบอ้อมอารี|,|ตาม|อารมณ์|,|ตาม|อําเภอใจ|,|มากมาย|,|อุดมสมบูรณ์ n. ผู้|มี|ใจกว้าง|,|มี|ใจป้ํา|,|ผู้|มี|ใจ|โอบอ้อมอารี|,|สมาชิก|พรรค|ลิบ|เบอรัล|ของ|อังกฤษ|  |Syn. liberalness n. ดู|liberal|  |Syn. abundant Ant. stingy
ศิลปศาสตร์ (ประกอบ|ด้วย|วิชา|social sciences|,|natural sciences|,|humanities|และ|arts) ,|7 อย่าง|ที่|เกี่ยวกับ|ศิลปะ|สมัยก่อน|คือ|ดาราศาสตร์|,|ตรรก|วิทยา|,|ไวยากรณ์|,|การ|พูด|,|เลขคณิต|,|เรขาคณิต|,|ดนตรี
การ|ศึกษา|ที่|ตั้งอยู่|บน|รากฐาน|ของ|ศิลปศาสตร์|หรือ|liberal arts (ดู)| 
(ลิบ|'|เบอรัลไลซ) vt.,|vi. ทํา|ให้|เสรี|,|ทํา|ให้|อิสระ|,|ทํา|ให้|อุดมสมบูรณ์|  |Syn. liberalization n. ดู|liberalize liberalisation n. ดู|liberalize liberalizer n. ดู|liberalize liberaliser n. ดู|liberalize|  |Syn. broaden Ant. lim
(ลิบ|'|เบอรัลไลซ) vt.,|vi. ทํา|ให้|เสรี|,|ทํา|ให้|อิสระ|,|ทํา|ให้|อุดมสมบูรณ์|  |Syn. liberalization n. ดู|liberalize liberalisation n. ดู|liberalize liberalizer n. ดู|liberalize liberaliser n. ดู|liberalize|  |Syn. broaden Ant. lim
(ลิบ|'|บะเรท) vt. ปล่อย|ให้|เป็น|อิสระ|,|ปลดเปลื้อง|,|ปลดปล่อย.  |Syn. liberation n. ดู|liberate liberative adj. ดู|liberate liberatory adj. ดู|liberat liberator n. ดู|liberate|  |Syn. free|,|deliver|,|release
(ลิบ|'|เบอ|ที) n. อิสรภาพ|,|เสรีภาพ|,|ความ|เป็น|อิสระ|,|สิทธิ|ไปไหนมาไหน. -|at liberty อิสระ ไม่|มี|งาน|ทํา|  |Syn. freedom
(ลิบี|'|โด) n. ตัณหา|,|ความ|ใคร่|,|ราคะ
(ลิ|บิด|'|ลิเนิส) adj. โลกียวิสัย|,|แห่ง|ราคะ|,|กระตุ้น|ราคะ|,|การ|ตุ้น|กําหนัด|,|มักมาก|ใน|กาม.  |Syn. libilinousness n. ดู|libilinous|  |Syn. lustful
(ไล|แบ|ร|'|เรียน) n. บรรณารักษ์.  |Syn. librarianship n. ดู|librarian
(ไล|'|บ|รา|รี) n. ห้องสมุด|,|หอ|เก็บ|หนังสือ|,|การ|เก็บ|รวม|โปรแกรม|มาตรฐาน|ของ|คอมพิวเตอร์
n. บัตร|ยืม|หนังสือ|จาก|ห้องสมุด
n. ห้องสมุด|แห่งชาติ|ของ|สหรัฐอเมริกา|ใน|กรุง|วอ|ชิง|ตัน
(ลิบ|'|เบีย) n. ประเทศ|ลิเบีย|ใน|แอฟริกา|ตอน|เหนือ.  |Syn. Libia
(ไลซฺ) n. พหูพจน์|ของ louse
(ไล|'|เซินซฺ) n. ใบอนุญาต|,|การ|อนุญาต|,|การ|อนุมัติ|,|สิทธิ|การ|ดําเนินการ|,|สิทธิ|ใน|การ|ใช้|สิทธิบัตร|ของ|คน|อื่น|โดย|ถูกต้อง|ตาม|กฎหมาย vt. ออก|ใบ|อนุ|ญา|,|ให้|อํานาจ.  |Syn. licenser n. ดู|licence licensor n. ดู|licence|  |Syn. permit
(ไล|'|เซิน|ซี) n. ผู้|ได้|รับ|ใบอนุญาต
(ไล|'|เซิน|เซอะ) n. ผู้|อนุญาต|,|ผู้|ออก|ใบอนุญาต
(ไล|'|เซินซฺ) n. ใบอนุญาต|,|การ|อนุญาต|,|การ|อนุมัติ|,|สิทธิ|การ|ดําเนินการ|,|สิทธิ|ใน|การ|ใช้|สิทธิบัตร|ของ|คน|อื่น|โดย|ถูกต้อง|ตาม|กฎหมาย vt. ออก|ใบ|อนุ|ญา|,|ให้|อํานาจ.  |Syn. licenser n. ดู|licence licensor n. ดู|licence|  |Syn. permit
(ไล|'|เซิน|ซี) n. ผู้|ได้|รับ|ใบอนุญาต
(ไล|'|เซิน|เซอะ) n. ผู้|อนุญาต|,|ผู้|ออก|ใบอนุญาต
(ไล|'|เซิน|เซอะ) n. ผู้|อนุญาต|,|ผู้|ออก|ใบอนุญาต
(ไล|เซน|'|ชิ|เอท) n. ผู้|ได้|รับ|อนุญาต|ให้|ประกอบอาชีพ|ใน|สาขา|ใด|สาขา|หนึ่ง|,|ผู้|ได้|รับ|ปริญญาโท|จาก|บาง|มหาวิทยาลัย|ใน|ยุโรป.  |Syn. licentiateship n. ดู|licentiate licentiation n. ดู|licentiate
(ไล|เซน|'|เชิส) adj. มักมาก|ใน|กาม|,|หมกมุ่น|ใน|โลกีย|วิสัย|,|ไม่|มี|ศีลธรรม|,|ผิด|กฎหมาย|,|แหกคอก|ประเพณี|,|ไม่|คํานึง|ถึง|กฎเกณฑ์.  |Syn. licentiousness n. ดู|licentious|  |Syn. wanton|,|lustful
(ลี|'|ซี|') n. =|litchi (ดู)| 
(ไล|'|เคิน) n. พืช|ผสม|ระหว่าง|fungus|กับ|algae|ซึ่ง|อยู่|รวม|กัน|แบบ|เกื้อกูล|ซึ่งกันและกัน
(ลิซ|'|ซิ|ท) adj. ถูก|กฎหมาย|,|ชอบด้วยกฎหมาย.  |Syn. lawful
(ลิคฺ) {|licked|,|licking|,|licks|} vt. เลีย|,|เลีย|ออก|,|เลีย|เกิน|,|ไฟ (แลบ) ,|ตี|,|เฆี่ยน|,|ชนะ|,|มี|ชัย. ์n. การ|เลีย|,|ปริมาณ|อาหาร ที่|เลีย|กิน|ครั้ง|หนึ่ง|,|ปริมาณ|เล็กน้อย|,|การ|ตี|,|การ|เฆี่ยน|,|การ|กระทํา|อย่าง|รวดเร็ว. -|Phr. (lick and a promise การ|กระทํา|อย่าง|เร่งรีบ|แบบ|พอ|เป็น|พิธี)|  |Syn. licker n|, ดู lick
(ลิด) n. ฝา|,|ฝา|ปิด|,|ฝา|ปิด|ภาชนะ|,|หนังตา|,|สิ่ง|ปกปิด -|Phr. (flip one|'|s lid ควบคุม|อารมณ์|ไม่|อยู่ บันดาล|โทสะ|,|คลั่ง)|  |Syn. lidded adj. ดู|lid|  |Syn. top|,|cover
(ไล) {|lied|,|lying|,|lies|;|lay|,|lain|,|lies|} n. คํา|เท็จ|,|คํา|โกหก|,|ความ|เท็จ|,|การ|หลอกลวง|,|การ|พูด|โกหก|,|สิ่ง|ที่|หลอกลวง|,|แย้ง. vi. พูด|โกหก|,|โกหก|,|นอน|,|หมอบ|,|นอน|ลง|,|เอน|ลง|,|เอกเขนก|,|วาง|,|พิง|,|พัก|แรม vt. ใช้|วิธีการ|หลอกลวง|แก่|,|ใช้|วิธีการ|หลอกลวง|ทํา|ให้ -|Phr. (lie by หยุด) -|S...fabrication
(ลีฟ) n. อย่าง|ดีใจ|,|อย่าง|เต็มใจ adj. เต็มใจ|,|ต้องการ|,|สมัครใจ|,|ยินยอม|,|เป็น|ที่รัก.
(ลีจ) n. เจ้า|,|ผู้|ครอบครอง|ที่ดิน|โดย|ได้|สิทธิ|จาก|กษัตริย์ (ใน|สมัย|ศักดินา) ,|ขุนนาง|ผู้ใหญ่. adj. มี|หน้าที่|จงรักภักดี|ต่อ|กษัตริย์|,|เกี่ยวกับ|ความ|สัมพันธ์|ระหว่าง|ผู้|ครอบครอง|ที่ดิน|กับ|กษัตริย์
(ลู) n. การ|แทน -|Phr. (in lieu of แทน|ที่)| 
(ลู|เท|น|'|เนิน|ทฺ) n. ร้อยโท|,|เรือ|โท
n. พันโท|,|นาวา|โท
n. นาวา|ตรี
n. พล|โท
n. รอง|ผู้ว่าราชการ
(ไลฟฺ) n. ชีวิต|,|สิ่งมีชีวิต|,|การ|ดํารง|ชีวิต|,|ช่วง|ระยะ|เวลา|ที่|มี|ชีวิต|,|ชั่ว|ชีวิต|,|ชีวประวัติ|,|ความ|ยืดหยุ่น|,|ความ|กลับ|ได้|ง่าย|,|วิธีการ|ดํารง|ชีวิต|,|สิ่ง|มี|ค่า|ของ|ชีวิต|,|บุคคล|ที่|มี|ค่า|ของ|ชีวิต|,|ช่วง|ระยะ|เวลา|แห่ง|อํานาจ|,|ความ|รุ่งเรือง|หรือ|อื่น ๆ ,|โทษจํา|คุก|ตลอดชีวิต|,|ฟอง
n. เบี้ยบํานาญ|ราย|ปี|ตลอดชีพ
n. เข็มขัด|ชูชีพ|,|สาย|ชูชีพ
n. ห่วง|ชูชีพ
n. วัฏจักร|ชีวิต
n. ช่วง|อายุ|ของ|ชีวิต|,|ระยะ|เวลา|ที่|มี|ชีวิต|อยู่
n. กองทหาร|รักษา|พระองค์|,|กองทหาร|ม้า|รักษา|พระองค์|ของ|อังกฤษ
n. ชีวประวัติ|,|วงจร|ชีวิต|,|วัฏจักร|ชีวิต
n. การ|ประกันภัย|ชีวิต
n. เสื้อ|ชูชีพ
n. การ|ปฐมพยาบาล|โดย|ใช้|ปาก|ดูด|ปาก|เพื่อ|อัด|อากาศ|เข้าออก
ห่วง|ชูชีพ (ทํา|ให้|คน|ลอย|น้ํา)| 
n. แพ|ชูชีพ
n. การ|ลงโทษ|จําคุก|ตลอดชีวิต|,|โทษจํา|คุก|ตลอดชีวิต
n. ระยะ|ยาว|แห่ง|ชีวิต|,|ช่วง|อายุ|,|ช่วง|ชีวิต
n. วิถีทาง|การ|ดําเนินชีวิต|,|ลีลา|ชีวิต
n. เสื้อ|ชูชีพ
(ไลฟฺกิฟ|'|วิง) adj. ให้|ชีวิต|,|บํารุง|ชีวิต|  |Syn. life|-|giver n. ดู|life|-|giving
(ไลฟฺ|'|ไซ|ซ) adj. เกี่ยวกับ|ขนาด|ธรรมชาติ|ของ|สิ่งมีชีวิต|,|เกี่ยวกับ|ขนาด|ธรรมชาติ|ของ|คน|ที่|มี|ชีวิต|อยู่.  |Syn. life|-|sized
(ไลฟฺ|'|บ|ลัด) n. โลหิต|แห่ง|ชีวิต|,|โลหิต|,|สิ่ง|ที่|จรรโลง|ชีวิต
(ไลฟฺ|'|โบ|ท) n. เรือ|ชูชีพ
(ไลฟฺ|'|การ์ด) n. เจ้าหน้าที่|คอย|ช่วย|ชีวิต|คน|ตก|น้ํา
(ไลฟฺ|'|ลิส) adj. ไม่|มี|ชีวิต|,|ตาย|,|ไม่|มี|สิ่งมีชีวิต|,|ไม่|มี|ชีวิตชีวา|,|มืดมน|,|จืดชืด|,|ไม่|รู้สึก|  |Syn. lifelessness n. ดู|lifeless
n. สาย|ดึง|นักประดาน้ํา|ขึ้นลง|,|สาย|ชูชีพ|,|เส้น|ชีวิต|,|วิถีทาง|จรรโลง|ชีวิต
(ไลฟฺ|'|ลอง) adj. ตลอดชีวิต|,|ชั่ว|ชีวิต
(ไล|'|เฟอะ) n. ผู้|ถูก|ศาล|ตัดสิน|ลงโทษ|จําคุก|ตลอดชีวิต
(ไลฟฺ|'|เซ|เวอะ) n. ผู้ช่วย|ชีวิต|คน|อื่น|,|เจ้าหน้าที่|ชายฝั่ง|ที่|คอย|ช่วย|ชีวิต|คน|ตก|น้ํา|หรือ|จม|น้ํา|  |Syn. lifesaving n. ดู|lifesaver|  |Syn. lifeguard
n. วิถีทาง|การ|ดําเนินชีวิต|,|ลีลา|ชีวิต
(ไลฟฺ|'|ไท|มฺ) n. ช่วง|ระยะ|เวลา|ของ|การ|ดํารง|ชีวิต|,|ตลอดชีวิต|,|ชั่ว|ชีวิต. adj. ตลอดชีวิต
(ไลฟฺ|'|เวิร์ค) n. ผลงาน|สมบูรณ์|หรือ|สําคัญ|ใน|ช่วง|ชีวิต|นี้|,|งาน|ที่|สําคัญ|ที่สุด|ใน|ช่วง|ชีวิต
(ลิฟทฺ) {|lifted|,|liftign|,|lifts|} vt. ยก|,|ยก|ขึ้น|,|ชู|ขึ้น|,|แบก|ขึ้น|,|เงย|ขึ้น|,|โยง|ขึ้น|,|ลําเลียง|ขึ้น|,|ยก|ระดับ|,|ถอน|,|เพิกถอน vi. ขึ้น|,|ลอย|ขึ้น|,|เลื่อน|ขึ้น|,|ลอย|ขึ้น|และ|กระจาย n. การ|ยก|,|การ|แบก|ขึ้น|,|การ|ยก|ระดับ|ขึ้น|,|เครื่อง|ยก|,|ลิฟต์|,|บันได|ไฟฟ้า|,|ระดับชั้น ระดับ|นํา|ขึ้น|,|การ|ขนส่ง|ด้วย|เครื่องบิน
n. เครื่อง|ปั๊ม|น้ํา|,|เครื่องสูบน้ํา|ขึ้น
(ลิฟทฺ|'|ออ|ฟ) n. การ|บิน|ขึ้น|,|เวลา|ที่|เคลื่อน|ขึ้น|หรือ|บิน|ขึ้น.  |Syn. liftoff
(ลิก|'|กะ|เมิน|ทฺ) n. เอ็น|,|เอ็นยึด|,|เอ็น|ขึง|,|สาย|ขึง.  |Syn. ligamentous adj. ดู|ligament ligamental adj. ดู|ligament ligamentary adj. ดู|ligament
(ไล|'|เก|ท) vt. ผูก|,|มัด|,|รัด|,|รัด|เส้นโลหิต|ที่|มี|เลือด|ไหล|ออก|อยู่.  |Syn. ligative adj.  |Syn. tie
(ลิก|'|กะ|เชอะ) n. การ|ผูก|,|การ|มัด|,|การ|รัด|,|สิ่ง|ที่|ใช้|ผูก มัด|หรือ|รัด|,|การ|ผูก|เป็น|เงื่อน|,|สาย|รัด. vt. ผูก|,|มัด|,|รัด|,|ผูก|เป็น|เงื่อน
(ไลทฺ) {|lit|/|lighted|,|lit|/|lighted|,|lighting|,|lights|} n. แสง|,|แสงสว่าง|,|ความ|สว่าง|,|ไฟ|,|ดวงไฟ|,|ตะเกียง|,|โคม|,|โคมไฟ|,|ประทีป|,|ประภาคาร|,|ไฟ|สัญญาณ|,|อรุณ|,|กลางวัน|,|การ|รู้ adj. สว่าง|,|มี|แสงสว่าง|,|ซีด|,|ขาว|,|จาง|,|มี|ครีม|หรือ|นม|มาก|,|เปล่งปลั่ง|,|ผ่องใส vt. จุด|ไฟ|,|จุด|บุหรี่|,|เปิด|ไฟ|,|ติดไฟ|,|ส่อง|สว่าง|,|ทํา|ให้|สว่าง|,|เปล่งปลั่ง|,|ผ่องใส vt. จุด|ไฟ|,|จุด|บุหรี่|,|กลาย|เป็น|แสง|ส|วาง|,|มี|ชีวิตชีวา|,|ถูก|เปิดเผย|ถูก|ค้นพบ
(ไลทฺ) adj. เบา|,|ไม่|หนัก|,|ขนาด|เบา|,|เบาแรง|,|บอบบาง|,|เล็กน้อย|,|นิดหน่อย|,|ว่องไว|,|คล่องแคล่ว|,|จาง|,|ง่าย|,|จัดการ|ได้|ง่าย|,|ไม่|ลําบาก|,|เล่น ๆ ,|ร่าเริง|,|เหลาะแหละ|,|ปล่อยตัว -|Phr. (make light of ไม่|ต้อง|เอาจริงเอาจัง|ถือ|เป็น|เรื่อง|เล็ก) . adv. อย่าง|เบา|ไม่|มาก
(ไลทฺ) {|lighted|,|lighting|,|lights|} vi. ลง|,|ลง|จาก|รถ|,|ลง|จาก|ม้า|,|ลง|มา|เกาะ|,|ลง|เดิน|,|ป|รา|กฎ|ขึ้น|อย่าง|บังเอิญ. -|Phr. (light into โจมตี|กล่าว|โจมตี) -|Phr. (light out จาก|ไป|อย่าง|รวดเร็ว)| 
ลม|ที่|มี|ความ|เร็ว|1|-|3|ไมล์|ต่อ|ชั่วโมง
นักมวย|รุ่น|ที่|มี|น้ําหนัก|161|-|174|ปอนด์|อยู่|ระหว่าง|รุ่น|มิด|เดิลเวท|กับ|เฮ|ฟวีเวท
n. ปืนกล|เบา มี|ขนาด|ลํา|กล้อง|ไม่|มาก|กว่า.30 นิ้ว
การ|แสดง|แสง|ไฟ
(ไลทฺ|'|ฮาร์|'|ทิด) adj. เบิกบานใจ|,|ร่าเริง|,|ไม่|มี|อะไร|เป็นห่วง.  |Syn. light|-|heartedness n. ดู|light|-|hearted|  |Syn. lighthearted
(ไลทฺ|'|ไมดิด) adj. เหลาะแหละ|,|ไม่|เอาจริงเอาจัง|,|สะเพร่า|,|เลินเล่อ.  |Syn. light|-|mindedness n. ดู|light|-|minded
(ไลทฺ|'|เยียร์) n. ปีแสง|,|ระยะ|ทาง|ที่|แสง|เดินทาง|ใน|เวลา|หนึ่ง|ปี (lt|-|yr)| 
(ไล|'|เทิน) vi.,|vt. (ทํา|ให้) เบา|ขึ้น|,|จาง|ขึ้น|,|สว่าง|ขึ้น|,|โล่งอก|,|เบิกบาน|,|ลด|ลง|,|ลดหย่อน|,|เบา|ขึ้น|,|ง่าย|ขึ้น|,|แวววับ|,|สว่าง|,|รู้|,|แวววับ|  |Syn. lightener n. ดู|lighten|  |Syn. brighten
(ไล|'|เทอะ) n. ผู้|จุด|ไฟ|,|เครื่อง|จุด|ไฟ|,|ไฟแช็ก ,|เรือ|ขนส่ง|สินค้า|ขึ้นลง|จาก|เรือ|ใหญ่|ใน|ระยะ|สั้น. vt.ขนส่ง ด้วย|เรือ|ดังกล่าว
(ไลทฺ|'|เฮาซฺ) n. ประภาคาร
(ไล|'|ทิง) n. การ|จุด|ไฟ|,|การ|ส่องแสง|สว่าง|,|การ|จัด|ไฟ|,|อุปกรณ์|ติดตั้ง|การ|ส่องแสง|สว่าง
(ไลทฺ|'|ลี) adv. เบา|,|เบาบาง|,|เล็กน้อย|,|นิดหน่อย|,|อย่าง|ง่าย ๆ ,|ไม่|ลําบาก|,|ร่าเริง|,|เบิกบานใจ|,|อย่าง|สะเพร่า|,|อย่าง|เลินเล่อ|,|ว่องไว|,|คล่องแคล่ว|,|ไม่|สนใจ|,|ล่องลอย|  |Syn. slightly
(ไลทฺ|'|นิส) n. ความ|สว่าง|,|การ|มี|สี|อ่อน|,|การ|มี|สีซีด|,|ความ|เบา|,|ความ|แคล่วคล่อง|,|การ|ไม่|มี|ภาระ|,|ความ|เบิกบานใจ|,|ความ|อ่อนช้อย|,|ความ|เก๋|,|ความ|เลินเล่อ|,
(ไลทฺ|'|นิง) n. ฟ้าแลบ. vi. ปล่อย|ไฟ|แลบ|, (ฟ้า) แลบ.adj. เกี่ยวกับ|หรือ|คล้าย|ฟ้าแลบ
n. สายล่อฟ้า|,|อุปกรณ์|ล่อ|ฟ้า
n. =|firefly (ดู) ,|แมลง|หิ่งห้อย
n. สายล่อฟ้า
(ไลทฺ|'|ชิ|พ) n. เรือ|ทอด|สมอ|ที่|ให้|สัญญาณไฟ|เพื่อ|ช่วย|การ|เรือ|ของ|เรือ|อื่น ๆ| 
(ไลทฺ|'|เซิม) adj. เบา|,|คล่องแคล่ว|,|ว่องไว|,|เบิกบาน|,|ร่าเริง|,|เหลาะแหละ|,|สะเพร่า|,|เลินเล่อ|,|เปลี่ยนแปลง|ง่าย|,|ปล่อย|แสง|,|สะท้อน|แสง|,|สว่างไสว
(ไลทฺ|'|เวท) adj. เบา|,|มี|น้ําหนัก|เบา|,|ไม่|จริงจัง|,|เหลาะแหละ|,|สะเพร่า|,|เลินเล่อ|,|เกี่ยวกับ|นักมวย|รุ่น|ไลท์เวท. n. บุคคล|ที่|มี|น้ําหนัก|เบา|กว่า|ปกติ|,|นักมวย|ที่|มี|น้ําหนัก|126|-|134 ปอนด์ อยู่|ระหว่าง|รุ่น|เฟท|เธอ|เวท|กับ|รุ่น|เวล|เท|อเวท
(ไลทฺ|'|วูด) n. ไม้|สําหรับ|ติดไฟ|,|ไม้|สน
(ลิก|'|ไน|ทฺ) n. ถ่าน|ลิกไนต์|  |Syn. lignitic adj. เกี่ยวกับ|ถ่าน|ลิกไนต์
abbr. left inguinalhernia
(ไล|'|คะ|เบิล) adj. น่ารัก|,|น่า|ชื่นชอบ.  |Syn. likableness n. ความ|น่ารัก|,|ความ|น่า|ชื่นชอบ. likebility n. ความ|น่ารัก|,|ความ|น่า|ชื่นชอบ.
(ไลคฺ) {|liked|,|liking|,|likes|} adj.,|prep. เหมือน|กัน|,|คล้าย|กัน|,|อย่างเดียว|กัน|,|จวน|จะ|,|ดูเหมือน. adv. ใกล้|จะ|,|เกือบจะ|,|โดย|ประมาณ|,|ดูเหมือน. conj. เหมือน|กับ|,|ยังกับ. n. สิ่ง|ที่|เหมือน|กัน|,|คน|ที่|เหมือน|กัน|,|ชนิด|,|ประเภท. v. เกือบจะ|,|ชอบ|,|อยาก|,|ปรารถนา|,|n. สิ่ง|ที่|ชอบ|,|สิ่ง|ที่|ปรารถนา
(ไลคฺ|'|ไม|'|ดิด) adj. มี|ใจเดียวกัน|,|มี|จุดประสงค์|เดียวกัน.  |Syn. like|-|mindedness n. ดู|like|-|minded
(ไล|'|คะ|เบิล) adj. น่ารัก|,|น่า|ชื่นชอบ.  |Syn. likableness n. ความ|น่ารัก|,|ความ|น่า|ชื่นชอบ. likebility n. ความ|น่ารัก|,|ความ|น่า|ชื่นชอบ.
(ไลคฺ|'|ลิฮูด) n. ความ|เป็น|ไป|ได้|,|ความน่าจะเป็น|ไป|ได้|  |Syn. possibility|,
(ไลคฺ|'|ลี) adj. เป็น|ไป|ได้|,|น่าจะ|เป็น|ไป|ได้|,|เหมาะสม|,|สมควร|,|มี|หวัง.  |Syn. likeliness n. ดู|likely
(ไล|'|เคิน) {|likened|,|likening|,|likens|} vt. เปรียบเทียบ|,|เปรียบ|เสมือน
(ไลคฺ|'|นิส) n. ความ|เหมือน|กัน|,|ความ|คล้ายคลึง|กัน|  |Syn. similarity
(ไลคฺ|'|ไว|ซ) adv. นอกจากนั้น|,|อนึ่ง|,|ด้วย|,|ใน|ทํานอง|เดียวกัน|  |Syn. moreover|,|also
(ไล|'|คิง) n. ความ|ชอบ|,|การ|ชื่นชอบ|,|ความรู้สึก|ชื่นชอบ|  |Syn. partiality
(ไล|'|แล|ค) n. พืช|ไม้ดอก|สี|ม่วง|แดง|หรือ|สี|ขาว|ที่|มี|กลิ่น|หอม|ดอก|เป็น|ช่อ|ขนาด|ใหญ่ (shrub)| 
(ลิลทฺ) n. จังหวะ|เพลง|ที่|ได้|จังหวะ|,|การ|ร้องเพลง|เป็น|จังหวะ. vt.,|vi. ร้องเพลง|เป็น|จังหวะ|,|ร้อง|อย่าง|ร่าเริง|,|กระโดดโลดเต้น|อย่าง|รวดเร็ว
(ลิล|'|ลี) n. พืช|ไม้ดอก|รูปกรวย|หรือ|รูป|ระฆัง|จําพวก Lilium|, ดอก|ของ|พืช|ดังกล่าว|,|ตรา|รูป|ดอก|lily adj. ขาว|เหมือน|ดอก|ลินลี่|,|สวยงาม
(ลิมบฺ) n. แขน|,|ขา|,|ปีก|,|กิ่ง|,|ก้าน|,|แขนง|,|ส่วน|ยื่น|,|สมาชิก.  |Syn. limbed adj.
(ลิม|'|เบอะ) adj. งอ|ได้|,|ยืดหยุ่น|,|อรชร|,|อ่อน|นิ่ม. vi.,|vt. ทํา|ให้|งอ|ได้|,|ทํา|ให้|ดัด|ได้|,|ยืดหยุ่น|ได้|,|เปลี่ยนแปลง|ได้|  |Syn. limberness n. ดู|limber|  |Syn. lithe|,|flexible
(ลิม|'|โบ) n. การ|เต้นระบํา|งอ|ตัว|ลอด|ไม้|ขวาง
แขน|และ|ขา
(ไลม์) n. ปูนขาว|,|แคลเซียม|ออกไซด์
(ไลมฺ|'|ไลทฺ) n. ไฟ|แก๊ส|สําหรับ|ฉาย|ตัวละคร|บน|เวที|สมัยก่อน|,|แสง|ไฟ|หินปูน|,|จุด|ที่|ประชาชน|สนใจ|,|สายตา|ของ|ประชาชน.  |Syn. limelighter n.
(ไลมฺ|'|ส|โทน) n. หินปูน
(ไลมฺ|'|วอ|'|เทอะ) n. น้ํา|ปูน|ใส|,|น้ํา|ที่|มี|ปริมาณ|แคลเซียม|คาร์บอเนต|หรือ|แคลเซียม|ซัลเฟต|มาก|กว่า|ปกติ|'
(ลิม|'|มิ|ท) {|limited|,|limiting|,|limits|} n. ขอบเขต|,|เขต|,|เขต|จํากัด|,|ขีดจํากัด|,|วง|จํากัด|,|จํานวน|จํากัด. vt. จํากัด|,|กําหนด|,|ขีดขั้น.  |Syn. limitable adj. ดู|limit limitableness n. ดู|limit limiter n. ดู|limit limitation n. ดู|limit
n. บริษัทจํากัด
n. การ|พิมพ์|จํากัด|จํานวน
n. บริษัทจํากัด
n. การ|ปกครอง|ระบอบ|กษัตริย์|ภายใต้|รัฐธรรมนูญ|  |Syn. constitutional monarch กษัตริย์|ภายใต้|รัฐธรรมนูญ
(ลิม|'|มิ|ททิง) adj. จํากัด|,|มี|ขอบเขต|,|มี|ขีดขั้น
(ลิม|'|มิ|ทลิส) adj. ไม่|มี|ขอบเขต|  |Syn. limitlessness n. ความ|ไม่|มี|ขอบเขต
(ลิม|'|มะ|ซี|น) n. รถเก๋ง|ขนาด|ใหญ่|,|รถเก๋ง|รับส่ง|คนโดยสาร|ตาม|ท่าอากาศยาน|และ|สถานีรถไฟ
(ลิมพฺ) {|limped|,|limping|,|limps|} vi.,|adj. เดิน|ปวกเปียก|,|เดิน|ขา|เป๋|,|กระทํา|อย่าง|อ่อน|ระโหย|,|เหนื่อยอ่อน|,|อ่อนกําลัง|,|ไร้|พลัง|,|ไม่|มี|ความ|หนักแน่น.  |Syn. limper n. ดู|limp
(ลิม|'|พิด) adj. ชัดเจน|,|ใส|,|กระจ่าง|,|เงียบสงบ|ที่สุด|,|ไร้|กังวล.  |Syn. limpidity n. ดู|limpid limpidness n. ดู|limpid|  |Syn. transparent
(ไล|'|นิจ|ฺ) n. จํานวน|บรรทัด|,|จํานวน|แถว|,|คํา|พิมพ์|ต่อ|บรรทัด|,|การ|จัด|บรรทัด.  |Syn. lineage
(ไลนฺ) {|lined|,|lining|,|lines|} n. เส้น|,|สาย|,|เชือก|,|เส้น|แบ่ง|,|เส้น|ระดับ|,|ลายเส้น|,|สาย|โทรเลข|,|สายโทรศัพท์|,|เส้น|โลหะ|,|เส้น|เขต|,|เส้นทาง|คมนาคม|,|เส้น|โน้ตเพลง|,|เส้น|วิ่ง|,|เส้นทาง|เดิน|รถ|เดิน|เรือ|,|สายการบิน|,|สายเบ็ด|,|สาย|เชือก|,|แถว|,|แนว|,|แนวหน้า|,|วิธีการ vi. เรียง|เป็น|แนว|,|เรียง|เป็น|เส้นตรง|,
ป้อน|บรรทัด|ใช้|ตัวย่อ|ว่า LF เป็น|สัญญาณ|บอก|ให้|เครื่องพิมพ์|เลื่อน|ลง|ไป|อีก|บรรทัด|หนึ่ง หรือ ขึ้น|บรรทัด|ใหม่ ทั้ง ๆ ที่|ยัง|ไม่|ถึง|จุดสิ้นสุด|ของ|บรรทัด|ดู carriage return หรือ Return key ประกอบ
เครื่องพิมพ์|ราย|บรรทัด|หมายถึง เครื่องพิมพ์|ความ|เร็ว|สูง|ชนิด|หนึ่ง อยู่|ภายใต้|การ|ควบคุม|ของ|คอมพิวเตอร์ ใน|การ|พิมพ์|นั้น จะ|จัดเรียง|ตัว|อักขระ|ตลอด|ทั้ง|บรรทัด|ให้|เสร็จ|ก่อน จึง|จะ|พิมพ์|ลง|บน|กระดาษ และ|พิมพ์|ได้|ทีละ|บรรทัด เครื่องพิมพ์|ชนิด|นี้|จะ|พิมพ์|ได้|เร็ว แต่|ไม่|มี|ความ|ประณีต เช่น เครื่องพิมพ์|แบบ|จุด (dot matrix) โดย|ปกติ|จะ|พิมพ์|ได้|ประมาณ 600|-|1200 บรรทัด|ต่อ|นาที แต่|บาง|เครื่อง|อาจ|พิมพ์|ได้|เร็ว|ถึง 2,000 บรรทัด|ต่อ|นาที|ก็|มี ส่วนใหญ่|จะ|เป็น|เครื่องพิมพ์|ที่|เชื่อมต่อ|กับ|คอมพิวเตอร์|ขนาด|ใหญ่|หรือ|เมนเฟรม (mainframe) สําหรับ|ไมโครคอมพิวเตอร์ มัก|ใช้|กับ|เครื่องพิมพ์|แบบ|จุด (dot matrix printer) ซึ่ง|พิมพ์|ทีละ|ตัว|อักขระ หรือ|เครื่องพิมพ์|เลเซอร์ (laser printer) ซึ่ง|พิมพ์|ครั้ง|ละ|หนึ่ง|หน้า
(ไลนฺ|'|อัพ) n. การ|เรียง|แถว|,|การ|จัด|แถว
(ลิน|'|นิจ|ฺ) n.เชื้อสาย|,|วงศ์|ตระกูล|,|วงศ์|,|ราชวงศ์|,|=|linage (ดู)|  |Syn. ancestry|,|descent
(ลิน|'|เนี|ยล) adj. เป็น|เส้นตรง|,|ซึ่ง|สืบ|เชื้อสาย|โดย|ตรง.  |Syn. linear
(ลิน|'|นะ|เมิน|ทฺ) n. โฉมหน้า|,|ลักษณะ|รูปร่าง|,|ลักษณะ|เฉพาะ|  |Syn. lineamentation n. ดู|ineament|  |Syn. feature
(ลิน|' เนียร์) adj. เป็น|แนว|ตรง|, ตาม|ระยะ|ยาว|,|เป็น|แนว|ยาว|,|ลายเส้น|ตรง|  |Syn. linearity n. ดู|linear linearly adv. ดู|linear
กําหนดการ|เชิง|เส้น|เป็น|เทคนิค|ใน|การ|คํานวณ|เพื่อ|หา|ผลลัพธ์|ที่|ดี|ที่สุด ใน|การ|แก้|ปัญหา|ใด|ปัญหา|หนึ่ง|โดยเฉพาะ การ|แก้|ปัญหา|ชนิด|นี้|เป็น|การ|แก้|ปัญหา|ด้วย|การ|หา|ค่า|ที่|ดี|ที่สุด|ขึ้น|มา|ชุด|หนึ่ง เช่น การ|หา|สัดส่วน|ของผสม|เพื่อให้|ได้|ส่วนผสม|ที่|ดี|ที่สุด มี|ค่า|มาก|ที่สุด และ|ใช้|ต้นทุน|น้อย|ที่สุด|เป็นต้น
(ลิน|'|นีเอท) adj. เป็น|เส้น|,|เป็น|เส้น|ตาม|ยาว|,|เป็น|ลายเส้น|  |Syn. striped|,|lineated
n. นกโพระดก
(ลินนิเอ|'|เชิน) n. การ|ลาก|เส้น|,|การ|ขีด|เส้น|,|การ|แบ่ง|ออก|เป็น|เส้น ๆ ,|การ|ใช้|เส้น|แสดง|,|เค้าโครง|, กลุ่ม|ของ|เส้น
(ไลนฺ|'|เมิน) n. ช่าง|ติดตั้ง|หรือ|ซ่อมแซม|โทรศัพท์ โทรเลข|หรือ|สาย|อื่น ๆ ,|ผู้|เล่น|ฟุตบอล|ริม|สนาม pl. linemen|  |Syn. linesman
n. ปม|แบบ|หนึ่ง
(ลิน|'|เนิน) n. ผ้า|ลินิน|,|สิ่งทอ|ลินิน
(ไล|'|เนอะ) n. สาย|เดิน|เรือ|สมุทร|,|สายการบิน|,|คน|เขียน|หรือ|ลาก|เส้น|,|ดินสอ|เขียน|คิ้ว|หรือ|หนังตา|,|ผ้า|ซับใน|,|ซับใน|,|ที่|บุ|รอง|,|ผู้ผลิต|เครื่อง|บุ|รอง|หรือ|เครื่อง|ซับใน
(ไลนซ|'|เมิน) n. =|lineman (ดู)| 
(ลิง|'|เก|อะ) v. อ้อยอิ่ง|,|เก|ร่|,|เอ้อระเหย|,|ยังคง|มี|ชีวิต|อยู่|,|ยัง|เหลือ|อยู่|,|ไม่|รู้จัก|หาย|,|อืดอาด|  |Syn. lingerer n. ดู|linger lingeringly adv. ดู|linger
(ลิง|'|กวิสทฺ) n. ผู้เชี่ยวชาญ|หลาย|ภาษา|,|ผู้พูด|ได้|หลาย|ภาษา|,|ผู้เชี่ยวชาญ|ใน|ภาษาศาสตร์
(ลิง|กวิส|'|ทิค) adj. เกี่ยวกับ|ภาษา|,|เกี่ยวกับ|ภาษาศาสตร์.  |Syn. ally adv.
(ลิง|กวิส|'|ทิคซฺ) ภาษาศาสตร์|,|นิรุกติศาสตร์.  |Syn. philology
(ลิน|'|นิ|เมิน|ทฺ) n. ยาทา|ถู|นวด
(ไล|'|นิง) n. ชั้น|บุ|ใน|,|ซับใน|,|เครื่อง|บุ|ใน|,|สิ่ง|บุ|รอง|,|การ|บุ|รอง|,|การ|เขียน|หรือ|ลาก|เส้น|,|ลายเส้น|,|เครื่องตกแต่ง|ที่|เป็น|ลายเส้น|  |Syn. coating|,|interfacing
(ลิง|คฺ) {|linked|,|linking|,|links|} n. สิ่ง|เชื่อมต่อ|,|การ|เชื่อม|,|ข้อต่อ|,|ข้อ|ลูกโซ่|,|ห่วง|เชื่อม|,|เครื่อง|ประสาน|,|เครื่อง|เกี่ยวดอง|,|หน่วย|สื่อสาร|,|กระดุม|หรือ|ที่|หนีบ|ของ|แขน|เสื้อเชิ้ต|,|หน่วย|ความ|ยาว|7.92 นิ้ว (หน่วย|วัด) ,|ส่วน|ที่|เป็น|โค้ง|เว้า|ของ|แม่น้ํา|ลําธาร. vt.,|vi. เชื่อม|,|ต่อ|,|ประสาน
(ลิง|'|คิจฺ) n. การ|เชื่อมต่อ|,|การ|ต่อ|,|การ|ประสาน|,|การ|ผนึก|,|การ|ปฏิบัติการ|ร่วม|กัน|,|เครื่อง|ต่อ|,|ลิ้น|ร่วม|  |Syn. union Ant. breach
(ไล|'|โน|,|ไล|'|โน|เลีย|ม) n. พรม|น้ํามัน|ฝ้าย|,|สิ่งทอ|อาบน้ํา|มัน|,|สลัก|นูน|ของ|พรม|น้ํา
(ไล|'|โน|,|ไล|'|โน|เลีย|ม) n. พรม|น้ํามัน|ฝ้าย|,|สิ่งทอ|อาบน้ํา|มัน|,|สลัก|นูน|ของ|พรม|น้ํา
(ลิ|โน|โทร|นิก) เป็น|ชื่อ|ยี่ห้อ|เครื่องพิมพ์|ที่|มี|คุณภาพ|สูง|ยิ่ง มี|ความ|คมชัด (resolution) สามารถ|พิมพ์|ด้วย|จํานวน|จุดต่อ|นิ้ว|ที่|สูง|มาก เช่น 1200 จุดต่อ|นิ้ว หรือ|อาจ|ถึง 2400 จุดต่อ|นิ้ว เป็นต้น (ยิ่ง|มี|จุด|มาก|แสดง|ว่า มี|ความ|ละเอียด|มาก จะ|ทํา|ให้|ดู|คมชัด|มาก
(ลิน|'|ซีด) n. เมล็ด|ของ|ต้น|แฟลคซ์ (flax)| 
(ลินทฺ) n. ผ้า|สําลี|,|ผ้าพันแผล|,|สําลี
(ลิน|'|เทิล) n. ชื่อ|ประตู.  |Syn. lintol
(ลีนุส) ลีนุส ท|รอ|วัลด์ ชาว|ฟินแลนด์ เป็น|ผู้เขียน|แก่น|ของ|ระบบปฏิบัติการ|ลินุกซ์ และ|ดูแล|ระบบปฏิบัติการ|ลินุกซ์|อยู่|ใน|ปัจจุบัน
(ลีนุส ท|รอ|วัลด์) ลีนุส ท|รอ|วัลด์ ชาว|ฟินแลนด์ เป็น|ผู้เขียน|แก่น|ของ|ระบบปฏิบัติการ|ลินุกซ์ และ|ดูแล|ระบบปฏิบัติการ|ลินุกซ์|อยู่|ใน|ปัจจุบัน
(ลีนุกซ์) ระบบปฏิบัติการ|คล้าย|ระบบ|ยูนิกซ์ (UNIX like operating system) ของ|คอมพิวเตอร์|แบบ|หนึ่ง แก่น|ของ|ระบบ|ถูก|เขียน|ขึ้น|โดย ลีนุส ท|รอ|วัลด์ และ|เขา|ได้|ทํา|การ|เผยแพร่|ไป|ทาง|อิน|เตอร์|เน็ต จน|เป็น|ที่|นิยม|ใช้|กัน|มาก|ใน|ปัจจุบัน สามารถ|แจกจ่าย|ทํา|ซ้ํา|ได้|โดย|ไม่|เสีย|ค่าลิขสิทธิ์ ใช้|กัน|มาก|ใน|ระบบ|คอมพิวเตอร์|ที่|มี|ผู้ใช้|งาน|ร่วม|กัน|หลาย|ราย (multiusers) มี่โปรแกรม|สําเร็จรูป|จํานวน|มาก|ที่|เขียน|ภายใต้|ระบบ|นี้ ดู DOS|, UNIX|, GUI|, Linus|, Linus Torvald ประกอบ
(ไล|'|เอิน) n. สิงโต|,|ราชสีห์|,|ชาย|ที่|แข็งแรง|มาก|และ|กล้าหาญ|มาก|,|ผู้|ที่|มี|ชื่อเสียง|,|บุคคล|สําคัญ|,|สิ่ง|สําคัญ|  |Syn. dignitary
n. ส่วนแบ่ง|ที่|มาก|ที่สุด|,|ส่วนแบ่ง|ที่มา|กอ|ย่าง|ไม่|สมเหตุสมผล
(ไล|'|เอิน ฮาร์'|ทิด) adj. กล้าหาญ|,|กล้า.  |Syn. lionheartedly adv. อย่าง|กล้าหาญ lionheartedness ความ|กล้าหาญ n.  |Syn. courageous
(ลิพ) n. ฝีปาก|,|สิ่ง|หรือ|ส่วน|ที่|คล้าย|ริมฝีปาก|,|ขอบ|ภาชนะ|,|ริม|,|การ|พูด|ทะลึ่ง|หรือ|อวดดี
abbr. liquid ของเหลว
(ลิค|'|เคอร์|') n. เหล้า|,|สุรา
(ลิค|'|ค|วิด) adj. เป็น|ของเหลว|,|ไหล|คล้าย|น้ํา|,|รื่น|,|เก๋|,|งดงาม|,|อิสระ|,|ไม่|ถูก|บังคับ|,|เงินสด. n. ของเหลว|  |Syn. liquidness n.  |Syn. fluid|,|flowing
จอภาพ|ผลึก|เหลว|ใช้|ตัวย่อ|ว่า LCD (อ่าน|ว่า แอ|ล|ซี|ดี) ใช้|ทํา|จอภาพ มี|ลักษณะ|เป็น|ของเหลว ใส|เหมือน|แก้ว|เจียร|นัย อัด|อยู่|ระหว่าง|เนื้อ|แก้ว|สอง|ชั้น เมื่อ|ถูก|กระตุ้น|ด้วย|แสง|จาก|ภายนอก จะ|สะท้อน|แสง|ออก|มา|เป็น|มุม|ต่าง ๆ ใช้|เป็น|ตัวแสดง|อักขระ|และ|ภาพ คอมพิวเตอร์|ขนาด|วาง|ตัก|นิยม|ใช้|จอภาพ|ชนิด|นี้ จอภาพ|นี้|แม้|จะ|ใช้|กําลังไฟฟ้า|น้อย|มาก แต่|จะ|ชัดเจน|ดี นิยม|ใช้|กับ|เครื่อง|คํานวณ|ที่|มี|ขนาด|เล็ก|มาก ๆ ด้วย
(ลิค|'|ควิ|เดท) v. ชําระ|หนี้|,|ชําระ|บัญชี|,|สะ|สาง|,|เป็น|เงินสด
(ลิคควิเด|'|เชิน) n. การ|ชําระ|หนี้|,|การ|ชําระ|บัญชี|,|การ|เปลี่ยน|ให้|เป็น|เงินสด
(ลิค|'|ควิไดซ) vt. ทํา|ให้|เป็น|ของเหลว|  |Syn. liquefy
(ลิค|วิด|'|ดิ|ที) n. สภาพ|ที่|เป็น|ของเหลว|,|ความ|คล่อง|ตัว|,|ความ|สามารถ|จะ|เปลี่ยน|เป็น|เงินสด|ได้
(ลิค|'|ควิไดซ) vt. ทํา|ให้|เป็น|ของเหลว|  |Syn. liquefy
(ลิค|'|เคอะ) n. น้ํากลั่น|,|เหล้า|กลั่น|จําพวก|บรั่นดี|หรือ|วิสกี้ (ต่าง|จาก|เหล้าองุ่น|หรือ|เบียร์|ที่|ต้อง|ผ่าน|การ|หมัก)| 
(เลีย|'|ระ) n. เหรียญ|อะลู|มิ|นัม|และ|หน่วย|เงินตรา|ของ|อิตาลี pl. lire|,|liras
ลิสพ์ย่อ|มา|จาก List Programming เป็น|ชื่อ|ภาษาคอมพิวเตอร์|อีก|ภาษา|หนึ่ง ภาษา|นี้|เกิด|ขึ้น|ใน|ราว ๆ ต้น ค.ศ.1960 ที่ MIT เพื่อ|งาน|วิจัย|ใน|ด้าน|ปัญญาประดิษฐ์ (artificial intelligence) โปรแกรม|ที่|ใช้|ภาษา|นี้|ก็|มี|ประเภท|โปรแกรมประมวลผล|ภาษาธรรมชาติ (natural language) และ|การ|เรียนรู้|ของ|คอมพิวเตอร์|ใน|เรื่อง|ของ|ปัญญาประดิษฐ์
(ลิส|'|เซิม) adj. อ่อน|ระทวย|,|อรชร|,|คล่องแคล่ว|,|ว่องไว.
(ลิส|'|เซิม) adj. อ่อน|ระทวย|,|อรชร|,|คล่องแคล่ว|,|ว่องไว.
(ลิสทฺ) n.,|v. (ลง) รายการ|,|รายชื่อ|,|บัญชี|รายชื่อ|,|สารบาญ|,|รายชื่อ|หลักทรัพย์.
(ลิส|'|เซิน) {|listened|,.listening|,|listens|} vi. ฟัง|,|ตั้งใจ|ฟัง|,|เชื่อฟัง|,|คอย|ฟัง. vt. ฟัง|,|ได้ยิน|  |Syn. listenable adj. ดู|listen listener n. ดู|listen -|Phr. (listen in แอบ|ฟัง)|  |Syn. hear Ant. ignore
(ลิส|'|ทิง) n. การ|รวบรวม|รายชื่อ|,|การ|ลง|รายการ|,|การ|ลง|รายชื่อ|,|รายชื่อ|,|รายการ|,|บัญชี|รายชื่อ|,|สารบัญ|,|บันทึก|  |Syn. record|,|catalogue
(ลิส|'|ลิสฺ) adj. ไม่|มี|ความ|โน้มเอียง|,|ไม่|สนใจ|ใน|สิ่งใด|,|เมิน|เฉย|,|เฉยเมย.  |Syn. listlessness n. ดู|istless|  |Syn. forgetful
(ลิท) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ light (จุด|ไฟ|,|ลง|,|ลง|จาก|ม้า..)| 
(ลิท|'|ทะนี) n. เพลง|สวด|หรือ|การ|อธิษฐาน|แบบ|ตอบ|ถาม|ที่|ต่อเนื่อง|กัน
(ลี|'|ชี) n. ต้น|ลิ้นจี่ pl.  |Syn. litchis|  |Syn. lichee|,|lichi
(ลิท|'|เทอะ) n. ลิตร.  |Syn. litre
(ลิท|'|เท|อ|ระ|ซี) n. ความ|สามารถ|อ่านออกเขียนได้|, การ|รู้|หนังสือ
(ลิท|'|เท|อเริล) adj. ตาม|ตัวอักษร|,|ตาม|ตัวหนังสือ|,|ตาม|ตัว|พยัญชนะ|,|แท้จริง|,|ไม่|เลยเถิด.  |Syn. literalness n. ดู|literal|  |Syn. veritable|,|verbal
(ลิท|'|เท|อ|ระ|รี) adj. เกี่ยวกับ|หนังสือ|,|เกี่ยวกับ|วรรณคดี|,|เกี่ยวกับ|ผลงาน|ประพันธ์|,|เกี่ยวกับ|ผลงาน|วรรณคดี|,|มี|เนื้อหาสาระ|ดี|, (สํานวน) โผงผาง|,|อวด|ความ|รู้.  |Syn. literarily adv. ดู|literary literariness n. ดู|literary|  |Syn. wellrea
(ลิท|'|เท|อเรท) adj. สามารถ|อ่าน|และ|เขียน|หนังสือ|ได้|,|มี|การ|ศึกษา|,|ให้|ความ|รู้ดี|,|มี|ความ|รู้ดี|ทาง|ด้าน|วรรณคดี|,|เข้าใจ|ง่าย|,|แจ่มแจ้ง. n. ผู้|สามารถ|อ่าน|และ|เขียน|หนังสือ|ได้|,|ผู้|มี|ความ|รู้ดี.  |Syn. schooled|,|educated
(ลิททะเร|'|เชอะ) n. วรรณคดี|,|อักษรศาสตร์|,|อาชีพ|นัก|อักษรศาสตร์|,|ผลงาน|ประพันธ์|,|ผลงาน|วรรณคดี|,|สิ่ง|ตีพิมพ์|,|สรรพ|หนังสือ|  |Syn. writings|,|letters
(ไลธฺ) adj. งอ|ได้|,|โค้ง|ได้|,|อรชร|,|อ่อน|ระทวย.  |Syn. litheness n.  |Syn. lithesome
(ลิธ|'|โธ) n. ดู lithograph
abbr. '|หิน|'
(ลิธ|'|ธะ|กราฟ) n. สิ่งพิมพ์|หิน|,|สิ่งพิมพ์|เรียบ|,|สิ่งพิมพ์|ด้วย|วิธีการ ดู lithography ประกอบ
(ลิธธ|อก|'|กระ|ฟี) n. ศิลปะ|หรือ|ขบวนการ|พิมพ์|พบ|แผ่น|หิน|หรือ|วัตถุ|อื่น|ที่|เรียบ.  |Syn. lithographical adj. ดู lithography
(ลิท|'|ทะ|กะ|เบิล) adj. ฟ้องร้อง|ได้|,|ให้|ศาล|ตัดสิน|ได้|,|เอาเรื่อง|ได้
(ลิท|'|ทะ|เกิน|ทฺ) n. ผู้|ฟ้องร้อง|,|ผู้|ดําเนินคดี adj. เกี่ยวกับ|การ|ฟ้องศาล|,|เกี่ยว|การ|ดําเนินคดี
(ลิท|'|ทะ|เก|ท) vt.,|vi. ฟ้องร้อง|,|ดําเนินคดี|,|โต้แย้ง.  |Syn. litigator n.
(ลิททะ|เก|'|เชิน) n. การ|ฟ้องร้อง|,|การ|ดําเนินคดี
(ลิทิจ|'|เจิส) adj. เกี่ยวกับ|การ|ฟ้องร้อง|,|เกี่ยวกับ|การ|ดําเนินคดี|,|ชอบ|ฟ้องร้อง|,|ชอบ|โต้แย้ง|,|ชอบ|ถกเถียง.  |Syn. litigiousness n. ดู|litigious litigiosity n. ดู|litigious|  |Syn. quarrelsome
(ลิท|'|มัส) n. สาร|สีน้ํา|เงิน|ที่|ได้|จาก lichen
(ลี|'|เทอะ) n. ลิตร.  |Syn. liter
(ลิท|'|เทิน) adj. จุด|ไฟ|แล้ว|,|ลง|มา|แล้ว
(ลิท|'|เทอะ) {|littered|,|littering|,|litters|} n. เกี้ยว|,|แคร่|,|เปล|หาม|,|เตียง|หาม|,|คน|หาม|,|ฟาง|,|หญ้า|แห้ง|,|สิ่ง|หมักหมม|บน|พื้นดิน|ของ|ป่า|,|สิ่ง|เรี่ยราด|กระ|จุด|กระจาย|,|ลูก|สัตว์|คอก|หนึ่ง vt. ทิ้ง|เรี่ยราด|, ทิ้ง|กระจุยกระจาย|, ทิ้ง|ระเกะระกะ|, ปู|หญ้า|หรือ|ฟาง|, ออก|ลูก (สัตว์)| 
(ลิท|'|เทิล) adj. เล็ก|,|น้อย|,|ไม่|มาก|,|จ้อย|,|หน่อย|,|สัก|หน่อย|,|ปลีกย่อย|,|หยุมหยิม|, (ใจ) แคบ|,|คับแคบ. adv. ไม่|เลย|,|แทบ|จะ|ไม่|,|ไม่|บ่อย. n. จํานวน|เล็กน้อย|,|ระยะ|สั้น|,|ระยะ|เวลา|สั้น -|Phr. (little by little ทีละเล็กทีละน้อย)|  |Syn. small|, young|, mean|, weak
นิ้วก้อย
(ลิท|'|เท|อเริล) adj., n. (เกี่ยวกับ) ฝั่ง|ทะเลสาบ|, ฝั่ง|ทะเล|หรือ|ฝั่ง|มหาสมุทร|  |Syn. litoral
(ลิท|'|เท|อจี) n. พิธี|สวด|, พิธี|สักการะบูชา
(ไล|'|วะเบิล) adj. สะดวกสบาย|, น่า|อยู่|, อยู่|รวม|กัน|ได้|, เป็นเพื่อน|กัน|ได้|  |Syn. livableness|, livability n.  |Syn. agreeable
(ลิฟว) {|lived|,|living|,|lives|} vi. มี|ชีวิต|อยู่|,|ดําเนินชีวิต|,|อยู่|,|อาศัย|,|อยู่|ใน|ความทรงจํา|,|อยู่|ได้|ด้วย|,|กิน|,|เลี้ยงปากเลี้ยงท้อง|,|มี|อายุ|,|ผ่าน|ชีวิต|,|ผ่านพ้น|อันตราย -|Phr. (live up to ปฏิบัติ|ตาม|หลักการ|ที่|ยึดถือ)|  |Syn. exist|,|be|,|dwell
(ไลว) adj. มี|ชีวิต|,|เกี่ยวกับ|ชีวิต|,|มี|สิ่งมีชีวิต|,|เต็มไปด้วย|พลัง|,|ขะมักเขม้น|,|มี|ชีวิตชีวา|,|ทันสมัย|, สด|,|กําลัง|เล่น|,|ขับเคลื่อน|,|มี|อํานาจ|,|ยังคง|ใช้|กัน|อยู่|,|ประกอบ|ด้วย|ผู้คน|จริง ๆ adv. (รายการ) สด.  |Syn. liveness n. ดู|live
ลวด|ไฟฟ้า|,|ลวด|ไฟฟ้า|ที่|มี|กระแส|ไฟฟ้า|ไหล|อยู่|,|สายไฟ|ฟ้า|ที่|ไม่|ได้|ต่อ|ลง|ดิน|,|บุคคล|ที่|กระฉับกระเฉง
(ลิฟ|'|วะเบิล) adj. ดู livable|  |Syn. liveableness n. ดู|livable liveability n. ดู|livable
(ไลวดฺ) adj. มี|ชีวิต|  |Syn. living
(ไลว|'|ลิฮูด) n. การ|ดํารง|ชีวิต|,|วิธีการ|ดําเนินชีวิต|,|ชีวิต|  |Syn. support
(ลิฟว|'|ลอง) adj. (ระยะ|เวลา) ทั้งหมด
(ไลว|'|ลี) adj. มี|ชีวิตชีวา|,|มี|พลัง|,|มี|ชีวิตจิตใจ|,|ร่าเริง|,|ฮึกเหิม|,|เร้า|อารมณ์|,|ชัดเจน|,|แข็งแรง|,|สดใส|,|ได้|ผล|,|เป็น|ฟอง|,|กระดอน|,|เด้ง|,|กระฉับกระเฉง adv. คล่องแคล่ว|,|ว่องไว|  |Syn. livelily adv. ดู|lively liveliness n. ดู|lively -|S...
(ไล|'|เวิน) vt. ทํา|ให้|มี|ชีวิตชีวา|,|เร้า|อารมณ์|,|ทํา|ให้|เบิกบานใจ. vi. เบิกบานใจ|,|มี|ชีวิตชีวา|,|สดใส|ขึ้น|  |Syn. rouse
(ลิฟ|'|เวอะ) n. ตับ|,|ตับ|สัตว์
(ลิฟ|'|วะ|ริ|ด) adj. สวม|เสื้อ|พิเศษ|เฉพาะ
(ลิฟ|'|เวอ|รี) n. เสื้อผ้า|อาภรณ์|ชุด|พิเศษ ,|อาชีพ|เลี้ยง|ม้า|หรือ|ดูแล|ม้า|ให้|แขก|หรือ|คน|จ้าง|,|การ|โอน|ทรัพย์สิน|  |Syn. suit
(ไลฟซ) n. พหูพจน์|ของ life
(ไลว|'|สท๊อค) n. ปศุสัตว์
หมายถึง บุคคล|ที่ทํางาน|เกี่ยวกับ|คอมพิวเตอร์ เป็นต้น|ว่า|1. วิศวกร|คอมพิวเตอร์ (computer engineer) ซึ่ง|มี|หน้าที่|ดูแล|เรื่อง|การ|บํารุงรักษา|ตัว|เครื่อง หรือ|เรื่อง|อื่น ๆ ที่|เกี่ยวกับ|ส่วนตัว|เครื่อง (hardware) 2. นักวิเคราะห์|ระบบ (system analyst) คือ ผู้|ที่|จะ|วิเคราะห์|ระบบ|งาน|ที่|จะ|ใช้|คอมพิวเตอร์|ใน|การ|ประมวลผล|3. นักเขียน|ชุดคําสั่ง|หรือ|ผู้ทํา|โปรแกรม (programmer) คือ|ผู้|ที่|จะ|เขียน|คําสั่ง|ต่าง ๆ ให้|คอมพิวเตอร์|ปฏิบัติ|ตาม|4. ผู้|ควบคุม|เครื่อง (operator) คือ|ผู้|ที่|จะ|บังคับ|ควบคุม|คอมพิวเตอร์ ด้วย|การ|กด|ปุ่ม|บน|แผง|หน้าปัด ให้|ทํางาน|ตาม|คําสั่ง|5. ผู้|เตรียม|ข้อมูล (data entry operator) หมายถึง|ผู้|ที่|นํา|ข้อมูล|ลง|ใน|สื่อ|ชนิด|ใด|ชนิด|หนึ่ง เช่น แถบ|บันทึก จาน|บันทึก|มี|ความหมาย|เหมือน peopleware
(ลิฟ|'|วิด) adj. สี|ฟกช้ํา|,|สี|เขียว|ฟกช้ํา|,|โกรธ|,|ซีด|เหมือน|คนตาย.  |Syn. lividness n. ดู|livid|  |Syn. bruised
(ลิฟ|'|วิง) adj. มี|ชีวิต|อยู่|,|ไม่|ตาย|,|มี|อยู่|,|แรง|,|ขะมักเขม้น|,|คุกรุ่น|,|ไหล|,|เกี่ยวกับ|การ|ครองชีพ|,|ใน|สภาพ|ธรรมชาติ|,|แน่นอน|ที่สุด|,|n. การ|ดํารง|ชีพ|,|วิธีการ|ครองชีพ|,|คน|ที่|มี|ชีวิต|อยู่|,|เงินเดือน|ของ|พระ (ศาสนาคริสต์)|  |Syn. live|,|alive|,|-|A. dead|,|dull
ห้องนั่งเล่น|,|ห้องรับแขก
มาตรฐานการครองชีพ
(ลิซ|'|เซิร์ด) n. สัตว์เลื้อยคลาน|จําพวก Lacertilia (Sauria) ได้แก่ จิ้งจก|,|ตุ๊กแก|,|จิ้งเหลน|,|กิ้งก่า|,|เหี้ย|,|แย้|,|หนัง|ของ|สัตว์|ดังกล่าว
abbr. liver|, kidney|, spleen
abbr. lleft lower lobe
(- สทรัค) adj. ถูก|แสง|,|ต้อง|แสง
abbr. lleft lower quadrant
abbr. llaurence moon bield syndrome
abbr. last menstrual peroid
abbr. llymph node
abbr. last normal menstrual peroid
abbr. left occiput anterior
(โลด) {|loaded|,|loading|,|loads|} n. ของ|บรรทุก|,|น้ําหนัก|บรรทุก|,|ระวาง|น้ําหนัก|บรรทุก|,|ภาระ|,|สิ่ง|ที่|เป็น|ภาระ|,|น้ําหนัก|ถ่วง|,|ปริมาณ|งาน|,|ปริมาณ|ไฟฟ้า|ที่|ผลิต|ได้|,|อุปกรณ์|รับ|ไฟฟ้า|,|ปริมาณ|เหล้า|ที่|ทํา|ให้|มึนเมา v. บรรทุก|,|ใส่|,|ถ่วง|,|บรรจุ|,|มอบ|ให้|อย่าง|มากมาย|,|ลําเอียง|,|เพิ่ม|กําลังไฟฟ้า|,|เพิ่ม adv. มาก|,|มากมาย
เส้น|บอก|ระดับ|การ|จม|ลง|ของ|เรือ|สินค้า|,|เส้น|ระดับ|บรรทุก|ที่|ข้าง|เรือ.  |Syn. Plimsoll line
เส้น|บอก|ระดับ|การ|จม|ลง|ของ|เรือ|สินค้า|,|เส้น|ระดับ|บรรทุก|ที่|ข้าง|เรือ.  |Syn. Plimsoll line
(โล|'|ดิด) adj. มี|ของ|บันทึก|,|มี|สินค้า|บรรทุก|,|มี|กระสุน|,|มี|วัตถุ|ระเบิด|,|แฝง|อารมณ์|ไว้|,|เมา|เหล้า|,|ร่ํารวย|มาก|,|ถ่วง|ด้วย|ดีบุก|,|เพิ่ม|น้ําหนัก|  |Syn. wealthy
(โล|'|ดิง) n. การ|บรรทุก|,|ของ|บรรทุก|,|สินค้า|บรรทุก|,|น้ําหนัก|บรรทุก|  |Syn. burden|,|charge
(โลด|'|ไลนฺ) n. เส้น|ระดับ|บรรทุก|ที่|ข้าง|เรือ.  |Syn. Plimsoll mark
(โลด|'|สทาร์) n. lodestar (ดู)| 
(โลด|'|ส|โทน) n. แร่|แม่เหล็ก|,|ชิ้น|แร่|แม่เหล็ก|ที่|ทํา|เป็น|แม่เหล็ก.  |Syn. lodestone
(โลฟ) {|loafed|,|loafing|,|loafs|} n. ก้อน|ขนมปัง|,|ขนมปัง|แถว|หนึ่ง|,|ขนมเค้ก|แถว|หนึ่ง|,|อาหาร|ที่|เป็น|ก้อน vi. เดิน|เตร่|,|เดิน|เล่น|,|เอ้อระเหย vt. ปล่อย|เวลา|ให้|ผ่าน|ไป|โดย|เปล่าประโยชน์ pl. loaves
(โล|'|เฟอะ) n. ผู้|เดิน|เตร่|,|ผู้|ปล่อย|เวลา|ให้|ผ่าน|ไป|โดย|เปล่าประโยชน์|  |Syn. loiterer|,|idler
(โลม) n. ดิน|อย่าง|ดี|สําหรับ|ทํา|เครื่องปั้นดินเผา|,|ดิน|ที่|อุดมสมบูรณ์|,|ดิน. vt. ปกคลุม|ด้วย|ดิน|ดังกล่าว|  |Syn. loaminess n. ดู|loam loamy adj. ดู|loam
(โลน) n. การ|ให้|ยืม|,|การ|ให้|กู้|,|สิ่ง|ที่|ให้|ยืม|,|เงิน|ที่|ให้|กู้. vt.,|vi. ให้|ยืม|,|ให้|กู้|  |Syn. credit
(โลน|'|นี) n. ผู้|ยืม|,|ลูกหนี้
(โลน|'|เนอะ) n. ผู้|ให้|ยืม|,|เจ้าหนี้
(โลธ) vt. รังเกียจ|,|เกลียดชัง|,|เกลียด|,|ไม่|ชอบ|  |Syn. detest
(โล|'|ธิง) n. ความ|รังเกียจ|,|ความ|ไม่|ชอบ.
(โลธฺ|'|ลี) adj. อย่าง|ไม่|เต็มใจ|,|อย่าง|ลังเล|  |Syn. loathsome
(โลธฺ|'|เซิม) adj. น่า|รังเกียจ|,|น่า|ขยะแขยง|  |Syn. loathsomeness n.
(โลฟซ) n. พหูพจน์|ของ loaf (ดู)| 
(ลอบ) {|lobbed|,|lobbing|,|lobs|} vt.,|vi. ตี|ลูก (เทนนิส) โด่ง|และ|ไกล|,|ยิง (ลูกกระสุน) โด่ง. n. ลูก (เทนนิส|,|ค|ริ|ค|เก๊|ต) โด่ง|  |Syn. pitch|,|throw|,|heave|,|loft
(ลอบ|'|บี) {|lobbied|,|lobbying|,|lobbies|} n. ห้องพัก|แขก|,|ระเบียง|,|ห้องพัก|ผ่อน|ของ|สภา|,|ห้อง|รับรอง|,|กลุ่ม|คน|ผู้|รณรงค์|หาเสียง|สนับสนุน|เกี่ยวกับ|นิติบัญญัติ. vt.,|vi. พยายาม|วิ่งเต้น|ให้|สมาชิก|นิติบัญญัติ|สนับสนุน|การ|ออก|กฎหมาย|ฉบับ|ใด|ฉบับ|หนึ่ง|  |Syn. lobbyer n. ดู|lobb
(โลบ) n. พู|,|กลีบ|,|ลอน|,|ตุ้ม
(ลอบ|'|ส|เทอะ) n. กุ้งก้ามกราม|,|เนื้อ|ของ|กุ้ง|ดังกล่าว|,|กั้ง|,|คน|เซ่อ
(ลอบ|'|ส|เท|อ|ไอ|ดฺ) adj. ตา|โปน
(ลอบ|'|ส|เท|อริ|ง) n. กระบวนการ|จับ|กุ้งก้ามกราม
(ลอบ|'|บิ|ว) n. พู|เล็ก ๆ ,|กลีบ|เล็ก ๆ ,|ลอน|เล็ก ๆ|  |Syn. lobular adj. ดู|lobule
abbr. loss of conciousness|,|laxativeof choice
(ลอค|'|ซิ|ท|') ตาม|ที่|ที่|อ้างอิง|ไว้ ใน|ข้อความ|ที่|กล่าว|มา|แล้ว|, (Latin) loco citato
(โล|'|เคิล) adj. เฉพาะ|แห่ง|,|เฉพาะที่|,|ซึ่ง|หยุด|ทุก|สถานที่. n. รถไฟ|หรือ|รถเมล์|ที่|หยุด|ทุก|สถานี|,|สาขา|ของ|สมาคม สโมสร สหภาพ|หรือ|องค์การ|,|คน|ท้องถิ่น|,|ร้าน|เหล้า|ประจํา|ท้องถิ่น.  |Syn. localness n.  |Syn. limited|,|regional Ant. general|,|worl
(LAN) โครงข่าย|คอมพิวเตอร์|เฉพาะ|บริเวณ|, การ|เชื่อมโยง|เครื่อง|คอมพิวเตอร์|เข้า|ด้วย|กัน|เป็น|ข่ายงาน|เฉพาะ|บริเวณ|ที่|ไม่|กว้างขวาง|นัก : ย่อ|ว่า LAN|, ข่ายงาน|บริเวณ|เฉพาะที่ ใช้|ตัวย่อ|ว่า LAN หมายถึง คอมพิวเตอร์|หลาย ๆ ระบบ หรือ|หลาย ๆ เครื่อง|ที่|มี|การ|ทํางาน|เชื่อม|กัน|เป็น|เครือข่าย แต่ละ|เครื่อง|อยู่|ใน|บ|ริ|เวร|ใกล้ ๆ กัน เช่น|ใน|อาคาร|เดียวกัน|เป็นต้น คอมพิวเตอร์|ที่|เชื่อมโยง|กัน|เหล่านี้|จะ|ทํางาน|ร่วม|กัน|ได้ ดึง|โปรแกรม|หรือ|ข้อมูล|จาก|กันและกัน|ได้ แต่|การ|ทํา|เช่นนี้|จะ|ต้อง|ใช้|ซอ|ฟทืแวรื|ช่วย|ด้วย หาก|เป็น|เครือข่าย|เครื่อง|อยู่|ห่าง|กัน เรียก|ว่า wan (wide area network ดู wan)| 
บัส|เฉพาะที่|เป็น|ช่องว่าง|ที่|จะ|ใช้|เสียบ|แผ่น|วงจร แผ่น|วงจร|ที่|เสียบ|นี้|จะ|ต่อ|ตรง|ไป|ยัง|ตัว|ประมวลผล|โดย|ตรง ทํา|ให้|ทํางาน|ได้|รวดเร็ว|กว่า|แผ่น|วงจร|อื่น ๆ เช่น แผ่น|วงจร|วีดิทัศน์|ที่|ใช้|เชื่อมต่อ|กับ|ฮาร์ด|ดิสก์ (hard disk)| 
เครื่อง|ปลาย|ทาง|ระยะ|ใกล้|หมายถึง|เครื่อง|ปลาย|ทาง|ที่|มี|สาย|เชื่อมต่อ|กับ|ตัว|เครื่อง|คอมพิวเตอร์ มักจะ|อยู่|ใน|บริเวณ|ใกล้เคียง|กัน
ตัวแปร|เฉพาะที่|เป็น|คํา|ที่|นักเขียน|โปรแกรมคอมพิวเตอร์|ใช้|อธิบาย|ถึง|ข้อมูล|ที่|แยก|ออก|ไป|อยู่|ใน|บาง|ส่วน|บาง|ตอน|ของ|โปรแกรม เช่น อาจ|เป็น|ตัว|แปล|ที่อยู่|เฉพาะ|ใน|โปรแกรมย่อย|เท่านั้น
(โล|'|คะ|ไลซ) vt. ทํา|ให้|จําเพาะ|อยู่|เฉพาะ|ส่วน|เฉพาะที่|,|จํากัด|,|จํากัด|วง. vi. รวม|อยู่|ใน|ที่|หรือ|ท้องที่|หนึ่ง|,|จํากัด|วง.  |Syn. localizable adj. ดู|localize localization n. ดู|localize localizer n. ดู|localize|  |Syn. limit|,|locate|,|c
(โลแคล|'|ลิ|ที) n. สถานที่|,|ตําแหน่ง|ที่|,|ตําแหน่งที่ตั้ง|,|ถิ่น|ที่อยู่|,|ลักษณะ|เฉพาะที่|เฉพาะถิ่น
(โล|'|คะ|ไลซ) vt. ทํา|ให้|จําเพาะ|อยู่|เฉพาะ|ส่วน|เฉพาะที่|,|จํากัด|,|จํากัด|วง. vi. รวม|อยู่|ใน|ที่|หรือ|ท้องที่|หนึ่ง|,|จํากัด|วง.  |Syn. localizable adj. ดู|localize localization n. ดู|localize localizer n. ดู|localize|  |Syn. limit|,|locate|,|c
(โล|'|เคิลลี) adv. เฉพาะ|แห่ง|,|เฉพาะที่|,|เฉพาะ|ส่วน|,|เกี่ยวกับ|สถานที่
(โล|'|เคท) vt. หา|ที่|ตั้ง|,|กําหนด|ที่|ตั้ง|,|หา|แหล่ง|ที่|ตั้ง|,|ตั้งอยู่|,|ตั้ง|รกราก|,|สํารวจ|ที่ดิน|หรือ|ถิ่น|ที่อยู่. vi. ตั้งอยู่|,|ตั้ง|รกราก|,|ก่อตั้ง.  |Syn. locatable adj. ดู|locate locater n. ดู|locate locator n. ดู|locate|  |Syn. find
(โลเค|'|เชิน) n. ตําแหน่งที่ตั้ง|,|ตําแหน่ง|,|สถานที่|,|การ|วัด|,|การ|กําหนด|ที่|ตั้ง|,|การ|หา|แหล่ง|ที่|ตั้ง|,|การ|ให้|เช่า|,|สถานที่|ถ่าย|ฉาก|ภายนอก|  |Syn. site
(ลอค) ทะเลสาบ|,|อ่าว|ยาว|และ|แคบ|ที่|มี|แผ่นดิน|ล้อมรอบ|บาง|ส่วน|  |Syn. lake
(โล|'|ไซ) n. พหูพจน์|ของ ocus
(ลอค) {|locked|,|locking|,|locks|} n. กุญแจ|,|เครื่องมือ|ที่|ให้|ปิด|,|เครื่อง|กัก|,|เครื่อง|กัน|,|นก|สับ|,|การ|ติดขัด|,|ห้อง|ปิด|อากาศ|,|ช่อง|ระหว่าง|ประตูน้ํา|,|กระจุก|ผม|,|ปอยผม.  |Syn. locks ผม|ที่|ศีรษะ|,|ปอย|ขน|,|ปอย|ฝ้าย|หรือ|เส้นใย -|Phr. (lock|,|stock|,|and barrel ทั้งสิ้น ทั้งหมด สม|บู
(ลอค|'|เคอะ) n. ตู้|,|ลิ้นชัก|,|ห้อง|เล็ก|,|ห้องเย็น|,|ผู้|ใส่|กุญแจ|,|อุปกรณ์|ใส่|กุญแจ|  |Syn. cabinet
(ลอค|'|คิท) n. ตลับ|หรือ|กล่อง|เล็ก|ที่|มัก|ทํา|เป็น|จี้|ห้อย|คอ|สําหรับ|ใส่|สิ่ง|ที่|ระลึก|  |Syn. case
(ลอค|'|จอ) n. โรค|บาดทะยัก|ซึ่ง|มี|อาการ|ขากรรไกร|แข็ง|  |Syn. tetanus|,|trismus
(ลอค|'|ซฺ|มิ|ธ) n. ช่าง|ทํา|กุญแจ|,|ช่างซ่อม|กุญแจ.  |Syn. locksmithery n. ดู|locksmith locksmithing n. ดู|locksmith
(โล|คะ|โม|'|บิล) n. รถ|ที่|ขับเคลื่อน|ด้วย|กลไก|ของ|มัน|เอง|,|รถ|เครื่อง|อัตโนมัติ. adj. ซึ่ง|ขับเคลื่อน|ด้วย|กลไก|หรือ|อํานาจ|ของ|มัน|เอง
(โล|คะ|โม|'|เชิน) n. การ|เคลื่อน|จาก|ที่|หนึ่ง|ไป|ยัง|อีก|ที|หนึ่ง|,|การ|เคลื่อนที่|,|อํานาจ|การ|เคลื่อนที่|  |Syn. locomote vi. ดู|locomotion|  |Syn. progress|,|movement|,|advance Ant. stillness|,|rest
(โล|คะ|โม|'|ทิฟว) n. หัวรถจักร|,|หัวรถ|ไฟ|,|การ|ส่ง|เสียง|เชียร์|หมู่|จาก|จังหวะ|ช้า|ที่|ค่อย ๆ เร็ว|ขึ้น adj. ซึ่ง|ขับเคลื่อน|ด้วย|กลไก หรือ|อํานาจ|ของ|มัน|เอง|,|เกี่ยวกับ|หัวรถจักร.  |Syn. locomotivity n. ดู|locomotive
(โล|'|คัส) n. สถานที่|,|ตําแหน่ง|,|ตําแหน่ง|ของ genes ใน|โครโมโซม|, (คณิตศาสตร์) ชุด|ของ|จุด|ทั้งหมด|เส้น|ทั้งหมด|หรือ|ผิวหน้า|ทั้งหมด ที่|มี|ลักษณะ|ตาม|ที่|ต้องการ pl. -|loci|  |Syn. site|,|place
(โล|'|คัสทฺ) n. ตั้ง|แตน|หนวด|สั้น|ใน|ตระกูล Acrididae มัก|อพยพ|กัน|เป็น|เป็น|ฝูง|ใหญ่ ๆ| 
(โล|คิว|'|เชิน) n. สํานวน|,|สํานวน|โวหาร|,|วิธีการ|พูด|  |Syn. manner|,|accent|,|discourse
(โลด) n. ทาง|แร่|,|สาย|แร่
(โลด|'|สทาร์) n. ดาว|ชี้นํา|,|ดาว|นําทาง|,|ดาวเหนือ|,|สิ่ง|นําทาง|,|สิ่ง|ชี้ทาง.  |Syn. loadstar
(โลด|'|ส|โทน) n. ดู loadstone
(ลอด|จฺ) n. กระท่อม|,|บ้านพัก|ใน|ป่า|,|บ้านเล็ก ๆ ,|บ้านเล็ก|ของ|คน|เฝ้า|ประตู|ที่อยู่|ใกล้|รั้ว|,|โรงแรม|,|สาขา|ของ|สมาคม|ลับ|,|บ้าน|อินเดีย|แดง|,|ถ้ํา|ของ|สัตว์|,|โพรง|ที่|สัตว์|อยู่. vi.,|vt. มี|ถิ่น|ที่อยู่|,|พํานัก|,|เป็น|ที่พํานัก|,|ให้|อยู่|,|ใส่|,|รับรอง|,|นํา|สู่|,|มอบ|,|เสนอ -|S...
(ลอจ|'|เจอะ) n. ผู้|พํานัก|อยู่|ใน|บ้านเช่า|ของ|คน|อื่น|  |Syn. roomer|,|boarder|,|renter
(ลอจ|'|จิง) n. การ|พํานัก|,|การ|พัก|,|ที่พํานัก|ชั่ว|คราว|  |Syn. lodgings ห้อง|ให้|เช่า (ใน|บ้าน|ของ|คน|อื่น) ,|การ|ให้|เช่า|  |Syn. home
(ลอฟทฺ) n. ห้อง|เพดาน|,|ห้อง|บน|โรง|ม้า|หรือ|โรงรถ|,|ห้อง|หอ|,|ห้อง|ระเบียง|ใกล้|เพดาน|โบสถ์|,|ห้อง|ชั้น|บน|ของ|โกดัง|หรือ|โรงงาน|,|รัง|นกพิราบ|,|การ|ตี|ลูก|กอล์ฟ|สูง|โด่ง|,|การ|ยิง|โด่ง. vt. เก็บ|ไว้|ใน|ห้อง|เพดาน|หรือ|ห้อง|บน|,|ตี|ลูก|โด่ง|,|ยิง|โด่ง|,|สร้าง|ห้อง|เพดาน|หรือ|ห้อง|ชั้น|บน. คํา|ที่|มี|ความหมาย|เหมือน
(ลอฟ|'|ทิ) adj. สูงตระหง่าน|,|สูง|มาก|,|สูงส่ง|,|ชั้น|สูง|,|โอหัง|,|อวดดี.  |Syn. loftily adv. loftiness n.  |Syn. tall|,|exalted|,|arrogant
(ลอก) {|logged|, logging|, logs|} n. ซุง|,|ท่อน|ซุง|,|ท่อนไม้. vt., vi. ตัด|ต้นไม้|ออก|เป็น|ท่อน ๆ ,|โค่น|ต้นไม้|  |Syn. logging n.
(ลอ|'|กะ|ริ|ธเธิม) n. เลข|กําลัง|ของ|ฐาน (base) ที่|ทํา|ให้|ฐาน|มี|ค่า|เท่า|กับ|ค่า|ที่|กําหนด|ให้|เช่น|ลอก|ของ|ฐาน 10 ให้|เป็น 100 คือ 323 ใช้|อักษรย่อ|ว่า|"|log|"
(ลอ|กะ|ริ|ธ|'|มิ|ค) adj. เกี่ยวกับ logarithm (ดู)|  |Syn. logarithmical
(ลอก|'|เก|อะ) n. คน|ตัด|ไม้
(ลอก|'|เก|อะ|เฮ|ด) n. คน|โง่|,|คน|ทึ่ม
(ลอจ|'|จิค) n. ตรรก|วิทยา|,|ตรรก|,|เหตุผล|,|การ|ตัดสิน|ด้วย|เหตุผล|,|การ|อนุมาน|ด้วย|เหตุผล
(ลอจ|'|จิเคิล) adj. มี|เหตุผล|,|เกี่ยวกับ|ตรรก|วิทยา|,|เกี่ยวกับ|การ|ตัดสิน|ด้วย|เหตุผล.  |Syn. logicality n. ดู logical|  |Syn. clear
หน่วย|บันทึก|ตรรกะ|หมายถึง การ|แบ่ง|จาน|เก็บ|ข้อมูล|ขนาด|ใหญ่|ออก|เป็น|ส่วน ๆ เพื่อ|สะดวก|ใน|การ|ใช้สอย|จาน|นั้น|ให้|คุ้มค่า เช่น แบ่ง|ฮาร์ด|ดิสก์|ออก|เป็น 2 ส่วน ชื่อ C|: และ D|: ทั้ง ๆ ที่|มี|เพียง|จาน|เดียว การ|แบ่ง|เช่นนี้|อาจ|แบ่ง|เพื่อ|ใช้|เก็บ|แฟ้มข้อมูล|ที่|ไม่|ต้องการ|ให้|ใคร|ทราบ|ก็ได้
นิพจน์|ตรรกะ|หมายถึง|นิพจน์|ที่|จะ|ให้|ค่า|ตรรกะ|เท่านั้น เช่น XZ = A|>|B AND B|>|C มี|ความหมาย|ว่า ถ้า A มาก|กว่า B เป็น "|จริง|" ถ้า B มาก|กว่า C เป็นจริง XZ ก็|จะ|เก็บ|ค่า "|จริง|" แต่|ถ้า|ถ้า|ใด|ค่า|หนึ่ง|ไม่|จริง XZ ก็|จะ|เก็บ|ค่า "|เท็จ|"|ดู expression ประกอบ
ตัวดําเนินการ|ตรรกะ|หมายถึง สัญลักษณ์|ที่|ใช้|ใน|การ|เขียน|โปรแกรม การ|สร้าง|แผ่น|ตาราง|จัดการ หรือ|การ|สร้าง|ฐานข้อมูล|เพื่อ|แสดง|ถึง|สัมพันธภาพ|ระหว่าง|รายการ|สอง|รายการ ตัวดําเนินการ|ดังกล่าว|มี|ด้วย|กัน 3 ตัว|คือ AND|, OR|, และ NOT เช่น จะ|เขียน|โปรแกรม|สั่ง|ให้|เครื่อง|ค้นหา (จาก|แฟ้มข้อมูล|ใหญ่ ๆ) คน|ที่|มี|รายได้|สูง|กว่า|ห้า|แสน|บาท|ต่อ|ปี AND ใช้|รถ|เบนซ์|รุ่น|ใหม่|สุด (หมายความ|ว่า ต้อง|มี|คุณสมบัติ|ทั้ง|สอง|อย่าง) ดู OR เปรียบเทียบ
(โลจิช|'|เชิน) n|ผู้เชี่ยวชาญ|ใน|ตรรก|วิทยา
(ลอจ|'|จิ|ไซ|ซ) vt. ทํา|ให้|มีเหตุมีผล|,|ใช้|หลัก|ตรรก|วิทยา
(ลอจ|'|จิ|ไซ|ซ) vt. ทํา|ให้|มีเหตุมีผล|,|ใช้|หลัก|ตรรก|วิทยา
ลง|บันทึก|เข้า|เป็น|คําสั่ง|ที่|สั่ง|เชื่อม|เครื่อง|คอมพิวเตอร์|ที่|ใช้|อยู่|เข้า|กับ|เครือข่าย เพื่อ|จะ|ได้|ดึง|แฟ้มข้อมูล|หรือ|โปรแกรม|มา|ใช้ได้ (อย่างไรก็ตาม บางที|อาจ|ต้อง|ใช้|รหัสผ่าน จึง|จะ|เข้า|ได้)| 
(โลจิส|'|ทิค) adj. เกี่ยวกับ|ตรรก|วิทยา n. ตรรก|สัญลักษณ์|,|การ|คํานวณ|ทาง|คณิตศาสตร์|,|วิชา|คํานวณ|,|พ|ลา|ธิ|การ|,|การ|ส่ง|กําลัง|บํารุง|ทาง|ทหาร
(โลจิส|'|ทิคซฺ) n. พ|ลา|ธิ|การ|ทาง|ทหาร|,|การ|ส่ง|กําลัง|บํารุง|ทาง|ทหาร.  |Syn. logistician n. ดู|logistics
n. รูปแบบ|ที่|เป็น|สัญลักษณ์|,|รูปแบบ|เอกลักษณ์ โล|โก (ภาษา) เป็น ภาษาคอมพิวเตอร์|ระดับ|สูง (high level language) ภาษา|หนึ่ง เขียน|ขึ้น ไว้|โดย|มี|วัตถุประสงค์|ให้|เด็ก ๆ ใช้|ใน|การ|เรียนรู้|วิธี|ใช้|คอมพิวเตอร์ มี|ลักษณะ|เป็น|ภาษา|เชิง|สนทนา (conversational language)
n. รูปแบบ|ที่|เป็น|สัญลักษณ์|,|รูปแบบ|เอกลักษณ์
(ลอย|ดฺ) vt. เลื่อน|ประตูออก
(ลอย|นฺ) n. เนื้อ|ตะโพก|,|เนื้อ|ท่อน|กลาง|ของ|คน|และ|สัตว์|  |Syn. loins n.,|pl. บริเวณ|อวัยวะ|สืบพันธุ์. -|Id. (gird up one|'|s loins เตรียม|ทดสอบ|กําลัง|และ|ความ|อดทน)| 
(ลอย|'|คลอ|ธ) n. ผ้าขาวม้า|,|ผ้าเตี่ยว
(ลอย|'|เทอะ) vt. เดิน|เตร่|,|เดิน|เอ้อระเหย|,|เถลไถล|,|ปล่อย|เวลา|ให้|ผ่าน|ไป|โดย|เปล่าประโยชน์ vi. ปล่อย|เวลา|ให้|ผ่าน|ไป โดย|เปล่าประโยชน์.  |Syn. loiterer n. ดู|loiter
(ลอล) {|lolled|,|lolling|,|lolls|ว vi.,|vt. เอน|,|เอนกาย|,|เอกเขนก|,|ห้อง|แกว่ง|ไป|แกว่ง|มา.  |Syn. loller n. ดู|loll lollingly adv. ดู|loll|  |Syn. lean|,|recline|,|relax|,|lounge
(ลอล|'|ลิ|พอ|พ) n. ขนม|ที่|ติด|กับ|ปลาย|ไม้|,|ขนม|,|เงิน.  |Syn. lollypop
(ลอล|'|ลัพ) vi. เอน|,|เอนกาย|,|เอกเขนก|,|ขนม|,|เงิน|  |Syn. loll|,|lounge
abbr. loss of motion
(ลอน|'|เดิน) n. กรุง|ลอนดอน
(โลน) adj. โดดเดี่ยว|,|คน|เดียว|,|สันโดษ|,|โทน|,|ไร้|เพื่อน|,|อ้างว้าง|,|ไม่|มี|คน|อยู่|,|หงอยเหงา|,|วังเวง|,|โสด|  |Syn. loneness n. ดู|lone|  |Syn. isolated|,|solitary
(โลน|'|ลี) adj. โดดเดี่ยว|,|คน|เดียว|,|สันโดษ|,|โทน|,|ไร้|เพื่อน|,|หงอยเหงา|,|วังเวง|,|ไม่|มี|คน|อยู่|,|ที่|ไกล|คน.  |Syn. lonelily adv. ดู|lonely loneliness n. ดู|lonely
(โล|'|เนอะ) n. ผู้|อยู่|สันโดษ|,|คน|สันโดษ
(โลน|'|เซิม) adj. เงียบเหงา|,|หงอยเหงา|,|อ้างว้าง|,|วังเวง|,|ที่|ไกล|คน|,|ไม่|มี|คน|อยู่
(ลอง) {|longed|,|longing|,|longs|} adj. ยาว|,|ไกล|,|นาน|,|ยาวนาน|,|ช้า|,|สูง|,|เสียง|ยาว n. ระยะ|เวลา|อัน|ยาวนาน|,|สิ่ง|ที่|ยาว|,|ผู้|ลงทุน|ซื้อ|สินค้า|เพื่อ|หวัง|กําไร|จาก|ราคา|ที่|คาด|ว่า|จะ|สูง|ขึ้น. vi. ปรารถนา|,|ใคร่|จะ|,|อยาก -|Phr. (before long ไม่|ช้า) adv. ยาวนาน|,|ชั่ว|,|ตลอด|ระยะ|เวลา|ที่|กําหนด|ไว้|,|ตลอด|ระยะ|เวลา|ที่|กําหนด|ไว้|,|ตลอด|,|ทั้ง|,|ไกล (as long as ตราบ|ใด|ที่)| 
เสื้อ|กางเกง (ใน|ตัว|เดียวกัน) รัดรูป|แขน|ยาว|ที่|ใช้|ใส่|ชั้นใน|ใน|ฤดู|หนาว
n. กระโดด|ไกล
(ลอง|'|รัน) adj. ระยะ|ยาว
(ลอง|'|ไซ|'|ทิด) adj. สายตายาว|,|มอง|ตา|ไกล.  |Syn. long|-|sightedness n.
(ลอง|'|เทิร์ม) adj. ระยะ|ยาว|,|กิน|เวลานาน|  |Syn. long|  |Syn. lasting
(ลอง|'|เกิน) n. ลํา|ใย|,|ต้น|ลํา|ใย|  |Syn. lungan
(ลอน|เจ|ฟ|'|วิ|ที) n. ชีวิต|อัน|ยืนยาว|,|ระยะ|ยาวนาน|ของ|ชีวิต|,|ช่วง|ชีวิต
(ลอง|'|กิง) adj. ยืดยาว|,|ไม่|หยุดหย่อน|,|เฝ้า|ปรารถนา. n. ความ|ต้องการ|,|ความ|ปรารถนา.  |Syn. longingness n. ดู|longing
(ลอง|'|จิทูด) n. ระยะ|ตาม|ยาว|ของ|พื้นผิว|โลก|,|ระยะ|ตาม|ยาว
(ลอง|'|จิทูด|'|ดะ|เนิล) n. ตาม|ยาว|,|เกี่ยวกับ|แกน|ยาว|ของ|ร่างกาย|,|จาก|หัว|ไป|ยัง|หาง. n. ส่วน|ตาม|ยาว.
(ลอง|'|ชอร์) adj. พบ|ตาม|ชายฝั่ง|,|ทํางาน|ตาม|ชายฝั่ง|,|ชายฝั่ง
(ลอง|'|ชอร์|'|เมิน) n., กรรมกร|ท่าเรือ pl. longshoremen
(ลอง|'|ส|แทน|ดิง) adj. นาน|,|ยาวนาน|  |Syn. long|  |Syn. lasting Ant. short lived
(ลอง|'|ไว|ซ) adj.,|adv. ตาม|ยาว.  |Syn. longways
(ลู) n. ห้องน้ํา|,|ห้องส้วม
(ลุ|ค) {|looked|,|looking|,|looks|} vi. ดู|,|มอง|,|เห็น|,|เพ่ง|,|สนใจ|,|ชําเลือง|,|โน้มเอียง|,|ป|รา|กฎ|,|ดูเหมือน|,|เผชิญหน้า vt. ดู|,|มอง|,|ป|รา|กฎ|,|แสดง|ออก|,|ระวัง|,|พิจารณา|,|ตรวจสอบ. n. การ|ดู|,|การ|มอง|,|การ|เห็น|,|การ|ชําเลือง|,|การ|ค้นหา|,|ลักษณะ. -|Phr. (look after คอย|จ้องดู|,|ดูแล) -|Phr. (look down on (upon) ดูถูก|เฟ|หยี|หยาม)| 
(ลุ|ค|เคอะ|ออ|น|') n. คน|มอง|,|คนดู pl. lookers|-|on
กระจก|,|แก้ว|ที่|ใช้|ทํา|กระจก
(ลุ|ค|'|เอา|ทฺ) n. การ|ระมัดระวัง|,|การ|เตรียมพร้อม|,|ผู้|คอย|ดู|,|การ|มอง|ภาพ|,|ทัศนียภาพ
(ลูม) {|loomed|,|looming|,|looms|} n. เครื่อง|ทอ|ผ้า|,|หูก|,|กี่|,|ศิลปะ|และ|กระบวนการ|ทอ|,|ส่วน|ของ|พาย|ที่อยู่|ระหว่าง|ด้าม|พาย|กับ|ใบ|พาย vi. ป|รา|กฎ|ขึ้น ลาง ๆ ค่อย ๆ ป|รา|กฎ|ขึ้น n. การ|ป|รา|กฎ|ขึ้น|ลาง ๆ| 
(ลูพ) n. ห่วง|,|ขมวด|,|วง|,|บ่วง|,|รู|ห่วง|,|การ|ตีลังกา|,|วงจร|ปิด|ของ|ไฟฟ้า|หรือ|แม่เหล็ก|,|ทาง|วงแหวน|,|ทาง|หลบ|รถ|,|เส้น|กลับ|,|การ|กลับ|,|รู|กําแพง|,|รู|เล็ก ๆ หรือ|แคบ ๆ vt. กลาย|เป็นห่วง|,|ทํา|เป็นห่วง|,|ทํา|ให้|เคลื่อนที่|เป็น|รูป|วงแหวน. vi. ทํา|ให้|เป็นห่วง|,|กลาย|เป็นห่วง -|Phr. (the Loop ย่าน|ธุรกิจ|ใน|กรุง|ชิ|คา|โก|,|ห่วง|คุม|กําเนิด|ที่|ใช้|ใส่|เข่า|ไป|ใน|ช่องคลอด
(ลูพ|'|โฮ|ล) n. รู|กําแพง|,|รู|เปิด|,|ช่อง|บน|กําแพง|สําหรับ|ยิง|ข้าศึก|,|ทาง|หนี|,|วิธีการ|หนี. vt. ทํา|ให้|มี|รู|เปิด|,|ทํา|ให้|มี|ทาง|หน|'
(ลูพ|'|พี) adj. มี|วง|มาก|,|เป็น|วงแหวน
(ลูสฺ) adj. หลวม|,|ไม่|แน่น|,|ว่าง|,|ไม่|มี|งาน|ทํา|,|หย่อน|,|กระชับ|,|แพศยา|,|กว้าง|,|ใจกว้าง. adv. หลวม|,|หย่อน|,|ไม่|แน่น vt.,|vi. ทํา|ให้|เป็น|อิสระ|,|ปล่อย|ให้|เป็น|อิสระ|,|แก้|มัด|,|คาย|ปม|,|ปล่อย|ขีปนาวุธ|,|ทํา|ให้|หลวม -|Phr. (on the loose อิสระ กําลัง|หนี|'|ไม่|ถูก|ควบคุม|ตัว)|  |Syn. loosene
(ลูส|'|ทังดฺ) adj. พูด|พ|ล่อ|ย|,|พูด|ไม่|ยั้ง|ปาก|,|ปากจัด|,|ปากร้าย
(ลู|'|เซิน) v. แก้|,|คลาย|,|ทํา|ให้|หลวม|,|ทํา|ให้|หย่อน|,|ปลด|ออก|,|คลาย|ออก|,|ทํา|ให้|หาย|ท้องผูก|,|ลดหย่อน. -|Phr. (loosen up หลวม|,|จ่าย|ไม่|อั้น|,|พูด)| 
(ลูท) {|looted|,|looting|,|loots|} n. ของ|ที่|ปล้นสะดม|มา|,|ของ|ที่|แย่งชิง|มา|,|ของ|ขโมย|,|ของ|เชลย|,|ของขวัญ|,|เงิน|,|การ|ปล้นสะดม|,|ของ|ที่|แย่งชิง|มา. vt.,|vi. ปล้นสะดม|,|แย่งชิง.  |Syn. looter n.  |Syn. plunder
(ลอพ) {|lopped|,|lopping|,|lops|} v. ตัด|,|เล็ม|,|ตัด|ออก|,|ขจัด|ส่วนเกิน|,|ตัด|หัว|,|ตัด|แขน|หรือ|ส่วน|อื่น|ออก. n. ส่วน|ที่|ถูก|ตัด|ออก.  |Syn. lopper n. ดู|lop|  |Syn. cut|,
(ลอพ|'|เอียร์ดฺ) adj. ซึ่ง|มี|หู|ยาน
(โลพ) {|loped|,|loping|,|lopes|} vi.,|n. (การ) วิ่งเหยาะ|ย่าง|,|สาวเท้า|ยาว ๆ vt. ทํา|ให้ (ม้า) วิ่งเหยาะ|ย่าง|  |Syn. bound|,|gallop
(โล|'|เพอะ) n. ผู้|เยาะ|ย่าง|,|ผู้|สาวเท้า|ยาว
(ลอพ|'|ไซ|'|ดิด) adj. เอียง|ข้าง|,|หนัก|ไม่|เท่า|กัน|,|ไม่|สมดุล|,|ไม่|สมมาตร.  |Syn. lopsidedness n. ดู|lopsided|  |Syn. unsymmetrical|,|uneven|,|askew
(โลเคว|'|เชิส) adj. พูด|มาก|,|โว|,|ช่างพูด.  |Syn. loquaciousness n. ดู|loquacious|  |Syn. talkative|,
(โลค|วอ|ส|'|ซิ|ที) n. การ|พูด|มาก|,|การช่าง|พูด|  |Syn. talkativeness|,
(ลอร์ด) n. เจ้า|ศักดินา|,|ขุนนาง|,|เจ้าของ|ที่ดิน|,|ท่าน|ลอร์ด|,|สมาชิก|สภา|ขุนนาง|,|ผู้นํา|ใน|การ|ค้า|,|เจ้านาย|,|เจ้า|เหนือหัว|,|พระผู้เป็นเจ้า|,|พระ|เยซู|คริสต์|,|ดาวนพเคราะห์|ที่|มี|อิทธิพล|ครอบงํา. -|interj. คําอุทาน|แสดง|ความ|ประหลาดใจ. vi. มี|อํานาจ|หรือ|อิทธิพล|,|ตั้ง|ตัว|เป็น|เจ้า|เหนือหัว
n. อธิบดี|กรม|อัยการ
n. นาย
n. ขุน|วัง|,|เสนาบดี|กระทรวง|วัง
n. อธิบดี|ศาล|สูงสุด|,|ประธาน|สภา|ขุนนาง
n. อธิบดี|ศาล|สูงสุด|,|ประธาน|สภา|ขุนนาง
n. นายกเทศมนตรี|เมือง|ใหญ่
n. วัน|อาทิตย์
(ลอร์ด|'|ลี) adj.,|adv. สูง|ศักดิ์|,|สูงส่ง|,|สง่า|ผ่า|เผย|,|หยิ่ง|,|ยโส|,|โอหัง|,|เกี่ยวกับ|ท่าน|ลอร์ด|,|เกี่ยวกับ|ขุนนาง|  |Syn. lordiliness n. ดู|lordly|  |Syn. lofty|,|insolent
(ลอร์ด|'|ชิ|พ) n. ตําแหน่ง|หรือ|ฐานะ|ขุนนาง|ชั้น|ลอร์ด|,|อํานาจ|และ|หน้าที่|ของ|ท่าน|ลอร์ด|,|เขต|การ|ปกครอง|ของ|ท่าน|ลอร์ด
(ลอร์) n. ความ|รู้|,|เรื่อง|เก่า ๆ ,|นิยาย|ที่|เล่าลือ|กัน|มา|,|ตํานาน|,|การ|สั่งสอน|,|กระบวนการ|สอน|,|บทเรียน
(ลอร์นเยท|') n. แว่นตา|ที่|มี|ด้าน|ถือ
(ลอร์|นอน|') n. แว่นตา|,|แว่นตา|ละคร
(ลอร์น) adj. ถูก|ทอดทิ้ง|,|โดดเดี่ยว|,|สันโดษ|  |Syn. lornness n. ดู|lorn|  |Syn. desolate
(ลอ|'|รี) n. รถยนต์|บรรทุก|,|รถบรรทุก|ที่|วิ่ง|บน|ราง|,|รถม้า|ที่|ไม่|มี|ด้าน|ข้าง
abbr. length of stay
(ลอสฺ|'|แอ|น|'|จะ|ลีส) n. ชื่อ|เมืองท่า|ใน|แคลิฟอร์เนีย
(ลูส) {|lost|,|losing|,|loses|} vt. ขาดทุน|,|สูญ|,|เสีย|,|แพ้|,|ทํา|ให้|สูญเสีย|,|พลาด|,|เสียโอกาส vi. ได้|รับ|ความ|เสียหาย|,|แพ้|,|เล่น|เสีย|, (นาฬิกา) เดิน|ช้า. -|Phr. (lose out แพ้)|  |Syn. losable adj. losableness n.  |Syn. fail|-|A. find
(ลู|'|เซอะ) n. ผู้|สูญเสีย|,|ผู้|แพ้
(ลู|'|ซิ|ง) adj. ทํา|ให้|สูญเสีย|,|ทํา|ให้|แพ้|,|แพ้|  |Syn. losings n.,|pl. สิ่ง|ที่|สูญเสีย|ไป|,|การ|เล่น|เสีย.
(ลอส) n. การ|ขาดทุน|,|การ|สูญเสีย|,|การ|แพ้|,|การ|หาย|,|ความ|เสียหาย|,|ความผิด|พลาด|,|การ|ทําลาย|,|ความ|หายนะ|,|การ|สูญเสีย|ทหาร|,|จํานวน|ทหาร|ที่|สูญเสีย|ไป|,|ภาวะ|ที่|ไม่|แน่นอน|,|ภาวะ|ที่|งงงวย|  |Syn. deprivation
สิ่งของ|ที่|ขาย|ใน|ราคา|ขาดทุน|เพื่อ|ดึงดูด|ลูกค้า|ให้|มา|ที่|ร้าน
(ลอสทฺ) adj. สูญหาย|ไป|,|เสีย|ไป|,|ไม่|พบ|,|หาย|,|สูญเสีย|เปล่า|,|แพ้|,|ถูก|ทําลาย|,|พินาศ|,|หมกมุ่น|,|ไม่|มี|คน|รู้|,|ไร้|ความ|หวัง. Id. (Get lost|! หลีก|ไป|อย่า|รบกวน.) vt.,|vi. กริยา|ช่อง 2 และ 3 ของ lose
n. ต้นเหตุ|หรือ|ความ|ที่|พ่ายแพ้
ส่วน|ตกค้าง|หมายถึง ส่วน|ของ|แฟ้มข้อมูล|ที่|ยัง|เหลือ|ค้าง|อยู่|ใน|จาน|บันทึก แม้ว่า|แฟ้ม|ตาราง แสดง|รายการ|ข้อมูล|จะ|ไม่|บ่งบอก|ว่า|มี|เหลือ|อยู่|ก็ตาม การ|ที่|เป็น|เช่นนี้ อาจ|เป็น|เพราะ|ใน|ขณะที่|มี|การ|คัดลอก|แฟ้มข้อมูล|ลง|ไป|ใน|แผ่น|จาน|บันทึก ไฟ|เกิด|ตก แต่|บางที|ก็|หา|สาเหตุ|ไม่|พบ โดย|ปกติ เรา|อาจ|ใช้|คําสั่ง Chkdsk|/|F ซึ่ง|เป็น|คําสั่ง|ใน|ระบบปฏิบัติการ|ดอส สั่ง|ลบ|ส่วน|ที่|เหลือ|ออก|ให้|หมด จะ|ได้|มี|ที่|ว่าง|ไว้|เก็บ|แฟ้ม|อื่น|ได้
n. คน|ที่|หลง|ไป|ใน|ทาง|ที่|ผิด
(ลอท) {|lotted|,|lotting|,|lots|} n. สลาก|,|ฉลาก|,|การ|จับ|ฉลาก (ฉลาก) ,|ส่วนแบ่ง|,|โชคชะตา|,|ช|ตา|กรรม|,|ผืน|ดิน|,|ประเภท|ของ|คน|,|ชุด|,|รุ่น|,|ภาษี|,|ทั้งมวล|,|กอง|,|ทั้งหมด v. จับ|ฉลาก|,|จับสลาก|,|แบ่ง|ออก|เป็น|ส่วน ๆ abbr. left occiput transverse|  |Syn. part|,|quota
(โล|'|เชิน) n. น้ํายา|สําหรับ|ทา|หรือ|อาบ
(ลอท|'|ทะ) =|a lot of
(ลอท|'|เท|อ|รี) n. ลอตเตอรี่|,|ระบบ|การ|แจกจ่าย|รางวัล|  |Syn. drawing
(โล|'|ทัส) n. บัว|,|ลาย|บัว|pl. lotuses|  |Syn. lotos
เป็น|ชื่อ|โปรแกรม|ตาราง|จัดการ|ที่|โด่งดัง|มาก|โปรแกรม|หนึ่ง นิยม|ใช้|กัน|มาก|บน|เครื่อง|พี|ซี ใช้ได้|ทั้ง|กับ|ระบบ|ดอส|และ|วินโดว์ บริษัท|ผู้ผลิต|ชื่อ Lotus Development Corporation
(เลา|ดฺ) adj.,|adv. ดัง|, (เสียง) สูง|,|กึกก้อง|,|อึกทึก|,|ฉูดฉาด|,|บาดตา|,|ยืนยัน|,|เน้น|,|หยาบคาย|  |Syn. loudly adv. ดู|loud loudness n. ดู|loud
(เลา|'|เดิน) vt.,|vi. ทํา|ให้|เกิด|เสียง|ดัง|,|ทํา|ให้|ดัง|ขึ้น|,|ดัง|,|ดัง|ขึ้น
(เลา|'|ส|พี|ค|เคอะ) n. เครื่องขยายเสียง
(เลา|จฺ) { lounged|,|lounging|,|lounges|} vi. เอน|,|พิง|,|เอกเขนก|,|นั่งเล่น|,|เดิน|ทอด|น่อง|,|เดิน|เตร่. vt. ปล่อย|เวลา|ให้|ผ่าน|ไป|โดย|เปล่าประโยชน์. n. เก้าอี้|โซฟา|สําหรับ|นั่งเล่น|,|สถานที่|นั่งเล่น|,|ห้อง|นั่ง|พัก|หรือ|คอย|,|ห้อง|สังสรรค์|ใน|รถไฟ|,|เครื่องบิน|หรือ|เรือ|,|ห้อง|ดื่ม|ค็อกเทล|,|ห้องพัก|สาธารณะ|,|การ|นั่งเล่น|,|การ|เดิน|เตร่
(เลา|ซฺ) n. แมลง|ปรสิต|เล็ก ๆ ที่อยู่|บน|คน|และ|สัตว์ (เหา|,|หมัด|,|เล็น|,|ไร|,|โลน|,|เห็บ|,|ฯลฯ) ,|คน|ที่|น่า|รังเกียจ|,|คน|ชั่ว. vi. เอา|แมลง|ดังกล่าว|ออก. -|Phr. (louse up ทํา|ให้|เสีย|,|ทํา|ให้|ยุ่ง)| 
(เลา|'|ซี) adj. มี|เหา (หมัด|,|เล็น|,|โลน|หรือไร) ,|ต่ําช้า|,|ชั่ว|,|น่า|เหยียดหยาม|,|เลว. -|Phr. (lousy with มี|มาก)|  |Syn. lousily adv. ดู|lousy lousiness n. ดู|lousy|  |Syn. mean
(เลา|ทฺ) {|louted|,|louting|,|louts|ว n. คน|ที่|โง่ งุ่มง่าม|และ|มี|มารยาท|เลว vt. ดุว่า|,|ด่า|,|ยั่วเย้า|,|ถือ|เป็น|ตัว|ตลก vi. แสดง|คารวะ|,|น้อม|ศีรษะ|ให้|,|คํานับ|  |Syn. oaf
(เลา|'|ทิช) adj. งุ่มง่าม|,|ซุ่มซ่าม|,|เงอะงะ|  |Syn. loutishness n. ดู|lout
(ลัฟ|'|วะเบิล) adj. น่ารัก|,|น่า|ชื่นชอบ.  |Syn. lovability n. ดู|lovable lovableness n. ดู|lovable lovably adv.  |Syn. amiable
(ลัฟว) {|loved|,|loving|, loves|} n. ความ|รัก|,|ความ|ชอบ|มาก|,|ความ|ใคร่|,|ความ|ต้องการ|ทาง|เพศ|,|เรื่อง|รัก ๆ ใคร่ ๆ ,|กามเทพ (Cupid|หรือ|Eros) ,|ความ|เป็นห่วง|,|สิ่ง|ที่|ชอบ|,|ความ|รัก|ของ|พระผู้เป็นเจ้า. v. รัก|,|ชอบ|มาก|,|ต้องการ|,|ได้|ประโยชน์|มาก|จาก|,|สมสู่|,|สังวาส. -|Phr. (for the love of เพื่อ โดย|คํานึง|ถึง)| 
n. เรื่อง|รัก ๆ ใคร่ ๆ|  |Syn. amour
การ|แต่งงาน|ด้วย|ความ|รัก
ยา|เสน่ห์|,|ยา|กระตุ้น|ความ|รัก|ความ|ใคร่|}
(ลัฟว|'|เมคคิง) n. การ|จีบ|,|การ|เกี้ยวพาราสี|,|การ|สังวาส|  |Syn. sexual intercourse
(ลัฟ|'|วะเบิล) adj. น่ารัก|,|น่า|ชื่นชอบ.  |Syn. lovability n. ดู|lovable lovableness n. ดู|lovable lovably adv.  |Syn. amiable
(ลัฟว|'|ลอร์น) adj. อกหัก|,|พลาด|รัก|,|ถูก|คนรัก|ทอดทิ้ง.  |Syn. lovelornness n. ดู|lovelorn
(ลัฟว|'|ลี) adj. สวยงาม|,|น่ารัก|,|ดีงาม|,|เป็น|ที่|น่า|เบิกบานใจ. adv. ดี|มาก|,|ดีเยี่ยม.  |Syn. loveliness n. ดู|lovely|  |Syn. attractive Ant. ugly
(ลัฟ|'|เวอะ) n. คนรัก|,|คน|ที่|ชอบ.  |Syn. lovers n.,|pl. คู่รัก|,|ผู้|รัก. loverly adv.,|adj. ดู|lover|  |Syn. sweetheart|,|beau|,|devotee
(ลัฟว|'|ซิ|ค) adj. เป็นไข้|ใจ|,|ป่วย|ด้วย|โรค|รัก.  |Syn. lovesickness n. ดู|lovesick|  |Syn. lovelorn
(ลัฟ|'|วิง) adj. แสดง|ความ|รัก|,|รู้สึก|รัก|,|ชอบ|,|รัก.  |Syn. lovingness n. ดู|loving|  |Syn. adoring Ant. unloving
(โล) adj.,|adv. ต่ํา|, น้อย|, เตี้ย|,|หย่อน|,|งอ|ลง|,|อ่อนเพลีย|,|อ่อนแรง|,|ค่า|ต่ํา|,|หดหู่ใจ|,|ต่ําต้อย|,|เลว|,|ชั่ว|,|หยาบช้า|,|เกียร์|ต่ํา|,|เสียงต่ํา|,|เสียง|แผ่ว n. สิ่ง|ที่อยู่|ต่ํา|,|ราคา|ต่ํา|,|ค่า|ต่ํา|,|เกียร์|แรก|,|เกียร์|ต่ํา|,|ความ|เลว|,|ความ|หยาบคาย. vi. (วัว) ร้อง|,|เปล่ง|เสียง|คล้าย|เสียง|วัว n. การ|ร้อง|เสี
n. ละคร|ชวนหัว (มัก|เป็น|เรื่อง|ลามก)|  |Syn. lowcomedian n. ดู|low comedy
ภาษา|ระดับ|ต่ํา|เป็น|ภาษาคอมพิวเตอร์|ที่|มี|ลักษณะ|ใกล้เคียง|กับ|ภาษาเครื่อง (machine language) ฉะนั้น คอมพิวเตอร์|จะ|แปล|ได้|ง่าย|กว่า|ภาษาระดับสูง|อย่าง|ภาษา FORTRAN|, COBOL หรือ C แต่|ผู้เขียนโปรแกรม|ด้วย|ภาษา|ระดับ|นี้ จะ|พบ|ว่า|เขียน|ยาก|กว่า|ใช้|ภาษาระดับสูง ซึ่ง|มี|ลักษณะ|เหมือน|ภาษามนุษย์|มาก|กว่า ตัวอย่าง|ของ|ภาษา|นี้|มี ภาษาแอสเซมบลี (Assembly) อยู่|เพียง|ภาษา|เดียว ดู high level language เปรียบเทียบ
ความ|ละเอียด|ต่ํา|ความ|คมชัด|ต่ํา|ใช้|กับ|เครื่องพิมพ์|หรือ|จอภาพ|ที่|ออกแบบ|ให้|เสนอ|ผล|ค่อนข้าง|หยาบ แต่|ก็|รวดเร็ว ตัวพิมพ์|ก็ดี ภาพ|ที่|เห็น|บน|จอ|ก็ดี หาก|ใช้|กับ|หน่วย|แสดง|ผล|ที่|มี|ความ|ละเอียด|ต่ํา หรือ|มี|จํานวน|จุดต่อ|นิ้ว|น้อย เช่น 74 จุดต่อ|นิ้ว จะ|ทํา|ให้|ดู|ไม่|สวยงาม ไม่|เรียบร้อย ส่วน|ที่|โค้ง|หรือ|มน|จะ|ดู|ขยุกขยิก หยัก ๆ ไม่|มี|คุณภาพ แต่|ก็|มี|ส่วน|ดี|อยู่|บ้าง|ตรง|ที่|ราคา|ถูก และ|ทํางาน|ได้|รวดเร็ว|กว่า|ประเภท|ความ|ละเอียด|สูง ๆ ดู high resolution เปรียบเทียบ
จัด|รูปแบบ|อย่าง|ต่ํา|หมายถึง การ|จัด|รูปแบบ|การ|บันทึก|ข้อมูล (format) ของ|จาน|บันทึก|ว่า|จะ|ต้อง|จัด|รูปแบบ การ|บันทึก|แบบ|นี้|เมื่อ|เรา|ใช้|จาน|แข็ง|เป็น|ครั้ง|แรก หลังจาก|นั้น ก็|ต้อง|ใช้|คําสั่ง|FORMAT ใน|ระบบ|ดอส|เพื่อให้|ทํางาน|ได้|อย่าง|มี|ประสิทธิภาพ|ยิ่ง|ขึ้น สําหรับ|จาน|อ่อน (floppy disk) นั้น เรา|ไม่|จําเป็น|ต้อง|ดําเนินการ|ตาม|กระบวนการ|นี้
(โล|'|เออะ) {|lowered|,|lowering|,|lowers|} vt. ทํา|ให้|ต่ํา|ลง|,|ลด|ลง|,|ลด|เสียง|,|ทํา|ให้|ต่ําต้อย|,|ลด|เกียรติ|,|ทํา|ให้|ระดับ|เสียงต่ํา|ลง. vi. ลด|ลง|,|น้อย|ลง|,|จม|ลง|, (ท้องฟ้า) มืด|ลง|,|มืดมน|,|ขมวดคิ้ว|,|บูดบึ้ง. n. ท้องฟ้า|มืด|ลง|,|ลักษณะ|อาการ|ที่|คุกคาม|,|การ|ขมวดคิ้ว|,|หน้าตา|บูด|บึ้|,|ฟัน|ล่าง|,|ขากรรไกร|ล่าง.
ตัว|เล็ก|ใช้|เมื่อ|พูด|ถึง|แป้นพิมพ์ หมายถึง การ|พิมพ์|ตัว|เล็ก|ใน|ความหมาย|ที่|ไม่|ใช่ capital letter เช่น a b c d .. (ถ้า เป็น|ตัว|ใหญ่ ต้อง|มี|ลักษณะ|ดังนี้ เช่น A B C D ภาษาไทย|ไม่|มี|ตัว|เล็ก|/|ตัว|ใหญ่ lower case จึง|หมายถึง อักขระ|ตัว|ล่าง และ upper case หมายถึง|อักขระ|ตัว|บน|ของ|แป้นพิมพ์|ดู upper case เปรียบเทียบ
n. สภา|ล่าง|ของ|รัฐสภา (House of Commons)| 
n. สภา|ล่าง|ของ|รัฐสภา (House of Commons)| 
(โล|'|เออ|ริ|ง) adj. มืด|ฟ้า|,|อากาศ|ทําท่า|จะ|มี|ฝน|,|ขมวดคิ้ว|,|บูดบึ้ง|,|หดหู่ใจ|,|โกรธ.  |Syn. louring|,|dark
n. ตัวคูณร่วมน้อย.  |Syn. least common multiple
(โล|'|เลินดฺ) n. บริเวณ|พื้นที่|ต่ํา|,|บริเวณ|พื้นที่|ราบ adj. เกี่ยวกับ|บริเวณ|พื้นที่|ราบ|,|เกี่ยวกับ|บริเวณ|พื้นที่|ต่ํา
(โล|'|ลี) adj.,|adv. ถ่อมตัว|,|ต่ําต้อย|,|สามัญ|,|แผ่วเบา|,|นิ่มนวล.  |Syn. lowliness n. ดู lowly|  |Syn. humble|,|humbly
(ลอย|'|เอิล) adj. จงรักภักดี|,|ซื่อสัตย์.  |Syn. loyalness n. ดู|loyal|  |Syn. faithful
(ลอย|'|อะลิสทฺ) n. ผู้|ซื่อสัตย์|,|ผู้|จงรักภักดี|  |Syn. loyalism n. ดู|loyalist
(ลอย|'|เอิล|ที) n. ความ|จงรักภักดี|,|ความ|ซื่อสัตย์|  |Syn. allegiance
(ลอซ|'|ซิ|นจฺ) n. ยา|อม|,|ลูกกวาด|,|รูป|สี่เหลี่ยมขนมเปียกปูน
abbr. lumbar puncture|,|light perception
abbr. liquefied petroleum gas
abbr. liquefied petroleum gas
(แอ|ล|พี|เอ็ม) ย่อ|มา|จาก lines per minute (บรรทัด|ต่อ|นาที) เป็น|หน่วย|วัด|ความ|เร็ว|ใน|การ|พิมพ์|ของ|เครื่องพิมพ์|ราย|บรรทัด (line printer) เช่น พิมพ์|ได้ 800 บรรทัด|ต่อ|นาที เป็นต้น
(แอ|ล|พี|เอส) ย่อ|มา|จาก lines per second (บรรทัด|ต่อ|วินาที) เป็น|หน่วย|วัด|ความ|เร็ว|ใน|การ|พิมพ์|ของ|เครื่องพิมพ์|ราย|บรรทัด (line printer) เช่น พิมพ์|ได้ 100 บรรทัด|ต่อ|วินาที เป็นต้น
(แอ|ล|พี|ที) ย่อ|มา|จาก line printer ใน|ระบบ|ดอส หมายถึง|ช่องทาง|ด้านหลัง|ของ|เครื่อง|คอมพิวเตอร์|ที่|มี|ไว้|สําหรับ|เสียบ|สายต่อ|ไป|ยัง|เครื่องพิมพ์ ถ้า|มี|เครื่องพิมพ์|ต่อ|อยู่|หลาย|เครื่อง จะ|เรียกชื่อ|ช่อง|แรก|ว่า แอ|ล|พี|ที|หนึ่ง (LPT|1) ช่อง|ต่อมา|เป็น|แอ|ล|พี|ที|สอง (LPT|2)| 
abbr. left sacrum anteroir
abbr. left sternum border
abbr. lysergic acid diethylamide ยา|หลอน|ประสาท|รุนแรง|ชนิด|หนึ่ง abbr. low salt diet
abbr. lysergic acid diethylamide ยา|หลอน|ประสาท|รุนแรง|ชนิด|หนึ่ง
(แอ|ลเอส|ไอ)
abbr. liver spleen and kidney
abbr. late systolic murmur
abbr. left sacrum posterior
abbr. left sacrum transverse
abbr. lleft|,|levine tube|,|luken|'|s trap
abbr. long tem care facilty
(ลับ|'|เบอะ) n. คน|อุ้ยอ้าย ร่าง|ใหญ่ และ|ทึ่ม|,|กะลาสี|เรือ|อุ้ยอ้าย|หรือ|ไม่|ชํานาญ. adj. ซุ่มซ่าม|,|อุ้ยอ้าย โง่.  |Syn. lubberly adv.,|adj. ดู|lubber lubberliness n. ดู|lubber|  |Syn. lout|,|landlubber
(ลู|'|บ|ริ|เคินทฺ) n. สาร|หล่อลื่น|,|น้ํามันหล่อลื่น. adj. หล่อลื่น|,|ใช้|หล่อลื่น
(ลู|'|บ|ริ|เคท) vt. หล่อลื่น|,|ทํา|ให้|ลื่น. vi. เป็น|ตัว|หล่อลื่น|,|ใส่|สาร|หรือ|น้ํามันหล่อลื่น|  |Syn. lubrication n. ดู|lubricate lubricational adj. ดู|lubricate lubricative adj. ดู|lubricate lubricator n. ดู|lubricate
(ลูบ|ริ|ช|'|เชิส) adj. =|lubricous (ดู)| 
(ลูบ|ริ|ส|'|ซิ|ที) n. ความ|ลื่น|,|ความ|สามารถ|หล่อลื่น|,|ความ|ไม่|มั่นคง|,|ความ|ไม่|ยั่งยืน|,|ความ|ไม่|แน่นอน|,|ความ|เหลาะแหละ|,|ความ|แพศยา|,|ความ|มักมาก|ใน|กาม|  |Syn. slipperiness
(ลู|'|บ|ริ|คัส) adj. หล่อลื่น|,|ลื่น|,|ไม่|มั่นคง|,|ไม่|แน่นอน|,|เปลี่ยนแปลง|อยู่|เรื่อย|,|แพศยา|,|มักมาก|ใน|กาม|,|มั่ว|โลกีย์
(ลู|'|ซิ|ด) adj. แจ่มแจ้ง|,|สว่าง|,|โปร่งใส|,|สามารถ|เข้าใจ|ได้|ง่าย|,|ฉลาด|,|หลักแหลม|,|มี|เหตุผล|,|มี|จิต|ที่|ปกติ.  |Syn. lucidity n. ดู|lucid lucidness n. ดู|lucid|  |Syn. shining|,|bright
(ลัค) n. โชค|,|โชคดี|,|เคราะห์ดี|,|โชคชะตา. -|phr. (in luck โชคดี) . -|Pht. (out of luck โชค|ไม่|ดี)| 
(ลัค|'|คิลี) adv. โชคดี
(ลัค|'|คี) adj. โชคดี|,|มี|โชค|,|นํา|โชค|  |Syn. luckiness n. ดู|lucky|  |Syn. fortunate|,|auspicious
(ลิว|'|ค|ระ|ทิฟว) adj. มี|กําไร|งาม|,|ให้|ผลกําไร|,|ให้|ผลตอบแทน.  |Syn. lucrativeness n. ดู|lucrative|  |Syn. remunerative
(ลู|'|เคอะ) n. ผลกําไร|เป็น|เงิน|,|เงิน
abbr. left upper extremity
(บลู|'|แจ|คคิท) n. กะลาสี|เรือ|,|ทหาร
(ลัก) {|lugged|,|lugging|,|lugs|} vt.,|vi. ลาก|,|ดึง|,|ฉุดคร่า|,|ดึงดัน|,|ดึง|ลาก. n. การ|ลาก|,|การ|ฉุดคร่า|,|หู|,|ใบ|หู|,|ส่วน|ที่|โผล่|ออก|มา|,|ห่วง|หนัง|ของ|เครื่อง|บังเหียน|ม้า|,|คน|งุ่มง่าม|,|คน|ทั่วไป
(ลัก|'|กิจ|ฺ) n. กระเป๋า|เดินทาง.  |Syn. baggage|,|bags
(ลุ|ค|'|วอร์ม) adj. อุ่น|,|อุ่น|พอควร|,|ไม่|อร่อย|,|ไม่|เต็มใจ|,|มี|ความ|กระตือรือร้น|เล็กน้อย|,|เมิน|เฉย.  |Syn. lukewarmness n. ดู|lukewarm lukewarmth n. ดู|lukewarm
abbr. left upper lobe
(ลัล) {|lulled|,|lulling|,|lulls|} vt. ทํา|ให้|นอนหลับ|,|กล่อม|,|ทํา|ให้|สงบ|,|ทํา|ให้|เงียบ|,|ทํา|ให้|นิ่ง|,|หลอก|ให้|รู้สึก|ว่า|ปลอดภัย. vi. เงียบสงบ|,|บรรเทา. n. ภาวะ|เงียบสงบ|,|ภาวะ|หยุดนิ่ง.  |Syn. lullingly adv. ดู|lull
(ลัล|'|ละ|บี) n. เพลง|กล่อม|,|เพลง|กล่อม|เด็ก|ให้|หลับ|,|สิ่ง|ที่|กล่อม|ให้|หลับ. vt. กล่อม|ให้|หลับ
(ลัมเบ|'|โก) n. อาการ|ปวด|เอว
(ลัม|'|เบอะ|,|-|บารฺ) adj. เกี่ยวกับ|เอว|,|เกี่ยวกับ|ท่อน|กลาง|ของ|ร่างกาย|คน|หรือ|สัตว์. n. กระดูกสันหลัง|บริเวณ|เอว|,|เส้นโลหิต หรือ|หลอด|น้ําเหลือง|บริเวณ|เอว
(ลัม|'|เบอะ) {|lumbered|,|lumbering|,|lumbers|} n. เศษ|ไม้|,|ไม้|ที่|เลื่อย|ออก|เป็น|ท่อน ๆ ,|ของ|ระเกะระกะ|ที่|ไม่|มี|ประโยชน์|และ|เก็บ|กอง|ไว้|,|ของ|สัพเพเหระ. vt. เลื่อย|ไม้|ออก|เป็น|ท่อน ๆ ,|กอง|ระเกะระกะ|,|กอง|เรี่ยราด. vi. เคลื่อนที่|อย่าง|อุ้ยอ้าย|หรือ|งุ่มง่าม|,|ขยับ|อย่าง|อุ้ยอ้าย.
(ลัม|'|เบอะ|แจ๊ค) n. ช่าง|ตัด|ไม้|,|ผู้|โค่น|ต้นไม้|,|คน|เลื่อย|ไม้|ขาย|,|ช่าง|เลื่อย|ไม้
(ลู|'|มัน) n. ช่อง|ภายใน|หลอด|หรือ|ท่อ|,|หน่วย|ความ|สว่าง|ของ|แสง|,|ช่อง|เซลล์ pl. -|lumina
(ลู|'|มะเนอ|รี) n. สิ่ง|ที่|เปล่งแสง|สว่าง|,|สิ่ง|ที่|ให้|แสงสว่าง|,|ผู้มีชื่อเสียง|,|ผู้|เป็น|สิง|ดลใจ|ของ|ผู้อื่น. adj. เกี่ยวกับ|แสงสว่าง|  |Syn. notable
(ลูมะเนสฺ|') {|luminesced|,|luminescing|,|luminesces|} vi. ให้|แสงสว่าง
(ลู|'|มะเนสเซินซฺ) n. ความ|สามารถ|ใน|การ|เรืองแสง|,|แสง|เรือง.  |Syn. luminescent adj.
(ลูมะนิฟ|'|เฟอรัส) adj. เปล่งแสง
(ลู|'|มะนัส) adj. เปล่งแสง|,|ปล่อย|แสง|,|สะท้อน|แสง|,|กระจาย|แสง|,|หลักแหลม|,|ฉลาด|มาก|,|แจ่มแจ้ง|,|แจ่มใส|,|โปร่งใส.  |Syn. luminousness n. ดู|luminous|  |Syn. shining|,|bright
(ลัมพฺ) {|lumped|,|lumping|,|lumps|} n. ก้อน|,|ก้อน|บวม|,|ก้อน|นูน|,|กอง|,|ก้อน|น้ําตาล|สี่เหลี่ยม|,|จํานวน|มาก|,|ส่วนมาก|,|ส่วนใหญ่ adj. เป็น|ก้อน|,|ประกอบ|จาก|หลาย ๆ ก้อน|รวม|กัน. vt. รวม|กัน|,|โป๊ะ|,|ทํา|ให้|เป็น|ก้อน. vi. กลาย|เป็น|ก้อน|,|เคลื่อนที่|หรือ|ขยับ|ตัวอย่าง|อุ้ยอ้าย.
n. เงินก้อน
(ลัม|'|พี) adj. เป็น|ก้อน|,|ปกคลุม|ไป|ด้วย|ก้อน|,|ไม่|เรียบ|  |Syn. lumpily adv. ดู|lumpy lumpiness n. ดู|lumpy|  |Syn. lumpish|,|thick|,|cloddy
(ลู|'|นะ|ซี) n. ความ|บ้า|,|ความ|วิกลจริต
(ลู|'|นะ) adj. เกี่ยวกับ|พระจันทร์|,|วัด|โดย|การ|หมุน|รอบ|ของ|ดวงจันทร์|,|เกี่ยวกับ|ธาตุ|เงิน. n. การ|สังเกต|ดวงจันทร์
จันทรคราส
ดาว|ทั้ง|28|ดวง
เดือน|ตาม|จันทรคติ
ปี|ตาม|จันทรคติ (ประมาณ|3541|/|2 วัน)| 
(ลู|'|เนท) adj. รูป|เสี้ยว
(-|ทิด) adj. รูป|เสี้ยว
(ลู|'|นะ|ทิค) n. คนบ้า|,|คน|วิกลจริต adj. บ้า|,|วิกลจริต|, สําหรับ|คนบ้า|อยู่|  |Syn. lunatical|,|insane person|,|insane
โรงพยาบาล|คนบ้า|,|โรงพยาบาลโรคจิต
(ลัน|ชฺ) {|lunched|,|lunching|,|lunches|} n. อาหาร|เที่ยง|,|อาหาร|กลางวัน|,|มื้อ|อาหาร|เบา ๆ ,|ห้องอาหาร|มื้อ|เที่ยง|,|ห้องอาหาร|กลางวัน. vi. รับประทาน|อาหาร|มื้อ|เที่ยง. vt. จัด|อาหาร|มื้อ|เที่ยง|ให้.  |Syn. luncher n. ดู|lunch|  |Syn. luncheon|,|bite
(ลัน|'|เชิน) n. อาหาร|มื้อ|เที่ยง|,|อาหาร|กลางวัน.  |Syn. lunch
(ลัง) n. ปอด. -|Phr. (at the top of one|'|s lungs ดังที่|สุด|เท่า|ที่|จะ|ดัง|ได้|,|ดัง|สุดกู่)| 
(ลัง|'|เกิน) n. ลําไย|  |Syn. longan
(ลัน|จฺ) {|lunged|,|lunging|,|lunges|} vi.,|vt.,|n. (การ) ทิ่ม|,|แทง|,|พุ่ง|ใส่|,|ถลัน|,|เคลื่อน|ไป|ข้างหน้า|อย่าง|รวดเร็ว|  |Syn. stab|,|plunge
abbr. left upper quagrant
(เลิร์ชฺ) n. การ|เอียง|วูบ|,|การ|เซ|ถลา|,|การ|ซวนเซ.  |Syn. lurchingly adv. ดู|lurch
(เลีย|ว|'|เออะ) {|lured|,|luring|,|lures|} n. สิ่ง|ล่อ|,|เครื่องล่อ|,|เหยื่อ|ล่อ|,|เสน่ห์|,|แรง|ดึงดูด|,|เหยื่อ|ตกปลา. vi. ล่อ|,|ดึงดูดใจ|,|ล่อใจ.  |Syn. luringly adv. ดู|lure|  |Syn. temptation
(เลีย|ว|'|ริ|ด) adj. แดงฉาน|,|สว่างไสว|อย่าง|น่ากลัว|,|น่า|ขนลุก|,|น่ากลัว|,|เสียว|ส|ยอง|,|ฉูดฉาด|เกิน|ไป|  |Syn. luridness n. ดู|lure|  |Syn. violent|,|terrible|,|awful
(เลิร์ค) {|lurked|,|lurking|,|lurks|} vi. ซุ่มซ่อน|,|ดัก|ซึ่ม|,|แอบแฝง|,|สิงสู่|,|คอย|อยู่.  |Syn. lurker n. ดู|lurk lurkingly adv. ดู|lurk
(ลัส|'|เชิส) adj. หอม|หวาน|,|หวานฉ่ํา|,|รส|ดี|,|กลิ่น|ดี|,|มี|เสน่ห์|,|ติดอกติดใจ|,|หวาน|มาก|เกิน|ไป|,|กลิ่น|มาก|เกิน|ไป.  |Syn. lusciousness n. ดู|lurk|  |Syn. voluptuos|,|delectable
(ลัช) adj. เขียวชอุ่ม|,|เขียว|ขจี|,|ฉ่ํา|,|อุดมสมบูรณ์|,|มี|มาก|,|รุ่งเรือง|,|เจริญ n. คน|ขี้|เหล้า|,|คน|ขี้เมา|  |Syn. lushness n. ดู|lurk|  |Syn. luxuriant Ant. sparse|,|arid
(ลัสทฺ) n. ราคะ|,|กามตัณหา|,|โลกีย์|,|ความ|ปรารถนา|,|ตัณหา|,|ความ|กระตือรือร้น|,|ความ|ทะเยอทะยาน vi. มี|กามตัณหา|สูง|,|ชอบ|โลกีย์|,|ปรารถนา|  |Syn. sexual desire|,|craving|,|lechery|,|desire|,|want
(ลัส|'|เทอะ) {|lustered|,|lusteriing|,|lusters|;|lustred|,|lustring|,|lustres|} n. ความ|เป็น|เงา|,|ความ|เป็น|มัน|,|ความ|รุ่งโรจน์|,|โคม|ระย้า|,|สิ่งทอ|ที่|เป็น|มัน|,|เคลือบ|เงา|ของ|เครื่องปั้นดินเผา vt. ฉาบ|เงา|,|ทํา|ให้|เป็น|เงา vi. กลาย|เป็น|เงา
(ลัส|'|ฟู|ล) adj. เต็มไปด้วย|ตัณหา|,|ละโมบ|,|ตะกละ|,|มักมาก|ใน|โลกีย์|วิสัย.  |Syn. lustfulness n. ดู|lustful|  |Syn. lecherrous|,|lubidinous
(ลัส|'|เทอะ) {|lustered|,|lusteriing|,|lusters|;|lustred|,|lustring|,|lustres|} n. ความ|เป็น|เงา|,|ความ|เป็น|มัน|,|ความ|รุ่งโรจน์|,|โคม|ระย้า|,|สิ่งทอ|ที่|เป็น|มัน|,|เคลือบ|เงา|ของ|เครื่องปั้นดินเผา vt. ฉาบ|เงา|,|ทํา|ให้|เป็น|เงา vi. กลาย|เป็น|เงา
(ลัส|'|ทรัส) adj. เป็น|มัน|เงา|,|เป็น|มัน|ระยับ|,|แวววาว|,|รุ่งโรจน์|,|ดีเลิศ|,|วิเศษ.  |Syn. lustrousness n. ดู|lustrous|  |Syn. luminous
(ลัส|'|ที) adj. แข็งแรง|,|มี|กําลังวังชา|,|มี|ชีวิตชีวา.  |Syn. lustily adv. ดู|lusty lustiness n. ดู|lusty|  |Syn. hearty
(ลูท) n. เครื่องดนตรี|ประเภท|พิณ คล้าย|น้ํา|เต้า
(ลู|'|ทิสทฺ) n. ผู้|เล่น|lute (ดู) ,|ช่าง|ทํา|lute (ดู)| 
(ลัค|' ซัมเบิร์ก) n. ชื่อ|ประเทศ|เล็ก ๆ ที่อยู่|ระหว่าง|เยอรมัน|นี|ฝรั่งเศส|และ|เบลเยี่ยม|,|ชื่อ|เมืองหลวง|ของ|ประเทศ|ดังกล่าว
(ลัก|ซู|' เรียน|ซฺ) n. ความ|อุดมสมบูรณ์|,|ความ|หรูหรา|,|ความ|โอ่อ่า|,|ความ|เจริญรุ่งเรือง.  |Syn. luxuriancely adv. luxuriant adj.  |Syn. richness Ant. barrenness
(ลัก|ซู|' ริ|เอท|') vi. อยู่|อย่าง|เพลิดเพลิน|,|อยู่|อย่าง|ฟุ่มเฟือย|,|เจริญงอกงาม|,|รุ่งเรือง|,|มี|ความ|ปี|ติ|ยินดี|มาก|  |Syn. luxuriation n.  |Syn. revel
(ลัก|ซู|' เรียส) adj. ฟุ่มเฟือย|,|หรูหรา|,|บํารุง|ความ|สุข|,|โอ่อ่า|  |Syn. luxuriously adv. luxuriousness n.  |Syn. voluptuous
(ลัค|' ซะรี) n. ความ|ฟุ่มเฟือย|,|ความ|หรูหรา|,|การ|เพลิดเพลิน|หา|ความ|สุขสบาย|,|ความ|โอ่อ่า|,|สิ่ง|อํา|นาย|ความ|สุขสบาย|อย่าง|ฟุ่มเฟือย -|adj. เกี่ยวกับ|ความ|ฟุ่มเฟือย|,|เกี่ยวกับ|การ|เพลิดเพลิน|หา|ความ|สุขสบาย|อย่าง|ฟุ่มเฟือย|  |Syn. voluptuousness|,
(ไล) n. สารละลาย|น้ํา|ของ|potassium (or sodium) hydroxide สารละลาย|จาก|การ|ชะล้าง กรอง|หรือ|ชง
(ไล|'|อิง) n. การ|พูด|เท็จ|,|การ|โกหก -|adj. เท็จ|,|โกหก.ปลอม. v. กริยา|ช่อง 3 ของ lie|  |Syn. lyingly adv.
(ไล|'|อิง|อิน) n. การ|นอน|อยู่|บน|เตียง|,|การ|จํากัด|เขต.การ|กัก|ตัว|  |Syn. confinement
(ลิมฟฺ) n. น้ําเหลือง.น้ํา|พืช|,|น้ํา|ใน|แม่น้ํา|ลําธาร|,|น้ํา|บริสุทธิ์
n. ต่อมน้ําเหลือง
การ|ผิดปกติ|ของ|ต่อมน้ําเหลือง
(ลิมแฟท|'|ทิค) adj. เกี่ยวกับ|ต่อมน้ําเหลือง|,|ประกอบ|ด้วย|ต่อมน้ําเหลือง.เหี่ยว|ยาน.ปวกเปียก|,|เชื่องช้า.  |Syn. lymphatically adv. ดู|lymphatic
มี|จํานวน|มาก|ประมาณ 20|-|50 % เป็น|เม็ดเลือด|ขาว|พวก|ไม่|มี|แก|รนูล แบ่ง|ย่อย|ได้|อีก 2 พวก คือ 1. T cell มี|หน้าที่|เกี่ยวกับ cellular immjunization 2. B cell มี|หน้าที่|เกี่ยวกับ humoral immunization
มะเร็ง|ต่อมน้ําเหลือง
(ลินชฺ) vt. แขวนคอ|หรือ|ประหาร|ชีวิต|โดย|ศาล|เตี้ย|จาก|กลุ่ม|คน|ที่|ไม่|มี|อํานาจ ทาง|กฎหมาย.  |Syn. lyncher n. ดู|lynch
(ลิง|ซฺ) n.แมวป่า|ที่|มี|ช่วง|ขา|ยาว หาง|สั้น และ|หู|มัก|ตั้ง|ชู|ขึ้น (จําพวก Lynxcanadenses) pl. lynxes|,|lynx
(ลิง|ซฺ|'|ไอ|ดฺ) adj. ตาคม|กริบ.ตาไว
(ไล|'|เออะ) n. พิณ|ตั้ง (เครื่องดนตรี|ของ|กรีก|โบราณ) ,|= Lyra (ดู)| 
(เลอ|'|ริ|ค) adj. เป็น|ลักษณะ|ของ|เพลง (โดยเฉพาะ|ที่|บรรยาย|ความรู้สึก) .เกี่ยวกับ|บทกวี|ที่|มี|ลักษณะ|ดังกล่าว.บรรยาย|ความรู้สึก|ที่|รุนแรง.เกี่ยวกับ|การ|ขับร้อง.เกี่ยวกับ|หรือ|เหมาะ|สําหรับ|พิณ|ตั้ง (lyre) -|n.บทกวี|อิสระ.เนื้อเพลง|  |Syn. lyrically adv. ดู|lyric lyric
(เลอ|'|ริ|ซิ|สทฺ) n. ผู้เขียน.เนื้อร้อง|ของ|เพลง|,|นักกวี|ผู้|บรรยาย|ความรู้สึก|ที่|เป็น|,|ลักษณะ|เพลง|ที่|ร้อง|กับ|พิณ
เป็น|ถุง|เล็ก|ภายใน|บรรจุ|ด้วย|เอนไซม์ hydrolytic enzyme ทํา|หน้าที่|เป็น|ระบบ|ย่อย|อาหาร|ภายใน|เซลล์
