(N) เสียงที่ 6 ของลําดับเสียงดนตรี
(INT) คําอุทานแสดงความประหลาดใจหรือเน้นย้ํา
(ABBR) ความยาว (คําย่อของ length)
(ABBR) ด้านซ้าย (คําย่อของ left)
(ABBR) ลิตร (คําย่อของ liter)
(ABBR) เส้นรุ้ง (คําย่อของ latitude)
(ABBR) เส้นแวง (คําย่อของ longitude)
(ADJ) ที่อยู่ในลําดับที่ 12
(N) พยัญชนะตัวที่12 ในภาษาอังกฤษ
(N) ห้องทดลอง (มาจากคําเต็มว่า laboratory)
(N) ป้าย
(N) ยี่ห้อ
(VT) ติดป้าย
(VT) ทําเครื่องหมาย
(VT) แบ่งเป็นประเภท
(PHRV) ถูกตราหน้า
(PHRV) ติดป้ายด้วย
(N) ริมฝีปาก  (คําพหูพจน์ของ  labium)
(ADJ) เกี่ยวกับริมฝีปาก
(ADJ) ที่เปล่งเสียงโดยใช้ริมฝีปาก
(N) เสียงที่เปล่งโดยใช้ริมฝีปาก
(ADJ) ที่มีลักษณะคล้ายริมฝีปาก
(N) พืชในตระกูลมินต์
(ADJ) ที่เปลี่ยนแปลงเสมอ
(N) ริมฝีปาก
(SL) ก้น
(SL) ท้อง
(N) กระบวนการในการคลอดบุตร  (โดยเฉพาะเมื่อกล่าวถึงการหดตัวของกล้ามเนื้อ)
(N) งานที่ใช้พละกําลัง
(N) ชนชั้นแรงงาน
(N) ภาระ
(VI) กระทําด้วยความยากลําบาก
(VI) โคลง (เรือ)
(VI) ทํางานหนัก
(VI) พยายามต่อสู้เพื่อจุดมุ่งหมาย
(VT) ใช้เวลาและความพยายามมาก
(N) ห้องปฏิบัติการ
(N) คุกที่นักโทษต้องทํางานอย่างหนัก
(N) วันแรงงาน (1 พฤษภาคม)
(ADJ) ที่ต้องกระทําด้วยความพยายามมาก
(N) ผู้ใช้แรงงาน
(N) แรงงาน
(ADJ) ที่ใช้แรงงานมาก
(N) สมาชิกหรือผู้สนับสนุนพรรคแรงงาน
(N) กฎหมายแรงงาน
(N) ตลาดแรงงาน
(ADJ) ซึ่งช่วยทุ่นแรง
(PHRV) ทํางานภายใต้
(N) สหภาพแรงงาน
(N) กระบวนการในการคลอดบุตร  (โดยเฉพาะการหดตัวของกล้ามเนื้อ)
(N) งานที่ใช้พละกําลัง
(N) ชนชั้นแรงงาน
(N) ภาระ
(VI) กระทําด้วยความยากลําบาก
(VI) โคลงเคลง (เรือ)
(VI) ทํางานหนัก
(VI) พยายามต่อสู้เพื่อจุดมุ่งหมาย
(VT) ใช้เวลาและความพยายามมาก
(PHRV) พยายามอย่างมากเกี่ยวกับ
(N) วันแรงงาน (1 พฤษภาคม)
(PHRV) ทํางานหนักเพื่อ
(PHRV) พยายามอย่างมากเกี่ยวกับ
(PHRV) ถูกจํากัด
(PHRV) ทํางานภายใต้
(IDM) ทําผิดพลาดอย่างใหญ่หลวง
(IDM) ทําผิดพลาดอย่างใหญ่หลวง
(IDM) ทําผิดพลาดอย่างใหญ่หลวง
(N) สุนัขพันธุ์หนึ่งที่มีขนสั้นหนาสีดําหรือเหลืองทอง
(N) เขาวงกต
(N) ความยุ่งยาก
(N) หูชั้นใน
(N) จํานวนที่มากมายเหลือคณานับ
(N) จํานวนแสน (โดยเฉพาะหน่วยรูปี)
(N) เชือกร้อย (รองเท้า)
(N) ดิ้นเงินดิ้นทอง
(N) ลูกไม้
(N) แอลกอฮอล์ที่เติมในอาหารหรือเครื่องดื่มเพียงเล็กน้อย
(VI) ผูกเชือกรองเท้า
(VT) เฆี่ยนให้เป็นแนว (คําไม่เป็นทางการ)
(VT) เจือแอลกอฮอล์หรือสารอื่นๆ
(VT) ประดับด้วยลายลูกไม้
(VT) ปัก
(PHRV) เข้าเล่ม (การเย็บเล่มหนังสือ)
(PHRV) รัดเอวให้เล็ก (คําเก่า โดยเฉพาะใช้กับผู้หญิง)
(PHRV) กล่าวหาอย่างรุนแรง (คําไม่เป็นทางการ)
(N) ทักษะในการถักลูกไม้
(VT) ฉีกขาด
(N) การฉีกขาด
(PHRV) ผูกเชือก (รัดเอว, เชือกรองเท้าฯลฯ)
(PHRV) ประดับผ้าด้วยดิ้นเงิน ดิ้นทองหรือลายลูกไม้
(PHRV) เพิ่มรสชาติด้วย (เครื่องดื่ม)
(N) ลูกไม้
(ADJ) เกี่ยวกับน้ําตา
(ADJ) ขี้แย
(N) การผูก
(N) เชือก
(N) ความขาดแคลน
(VI) ต้องการ
(VT) ขาด
(ADJ) หมดอาลัยตายอยาก
(N) คนรับใช้ชายที่สวมเครื่องแบบ
(N) ผู้ติดตาม
(PHRV) ต้องการ
(PHRV) ขาด
(ADJ) ขาดแคลน
(ADJ) ที่น่าเบื่อ
(ADJ) ไม่แวววาว
(ADJ) ที่น่าเบื่อ
(ADJ) ไม่แวววาว
(ADJ) สั้นกระชับ
(N) งานไม้ที่ทาด้วยน้ํามันเคลือบเงา
(N) น้ํามันขัดเงา
(VT) เคลือบเงา
(N) งานไม้ที่ทาด้วยน้ํามันขัดเงา
(ADJ) เกี่ยวกับต่อมน้ําตา
(N) กีฬาชนิดหนึ่งที่ใช้ไม้ที่มีตาข่ายตีและรับลูกบอลเล็กๆ
(VI) ให้น้ํานม
(N) การให้น้ํานม
(ADJ) เกี่ยวกับน้ํานม
(N) กรดแล็กติก
(N) น้ําตาลชนิดหนึ่งที่ได้จากนม
(N) ช่องว่าง
(ADJ) คล้ายลูกไม้
(SL) ดูเป็นผู้หญิง
(N) คนเลี้ยงม้า
(N) เด็กหนุ่ม
(N) การไต่เต้า
(N) บันได
(N) เก้าอี้ที่มีพนักพิงเป็นเสาสองเสาในแนวตั้งและมีไม้ขวางในแนวนอน
(N) นักผจญเพลิง
(N) รถดับเพลิง (ที่มีบันไดยาวๆ)
(N) เด็กหนุ่ม
(VI) ตักของเหลวด้วยทัพพี
(VI) บรรทุก
(VT) ตักของเหลวด้วยทัพพี
(VT) บรรทุก
(ADJ) มีภาระหนัก
(PHRV) แบกรับ (สิ่งที่หนัก, ภาระหนัก)
(PHRV) เป็นทุกข์จาก
(IDM) คนเจ้าชู้
(N) ทัพพี
(VT) ตัก (ด้วยทัพพี)
(PHRV) ตักออกด้วยทัพพี (หรือช้อนขนาดใหญ่)จาก
(PHRV) ตักด้วยทัพพีใส่ใน
(PHRV) ตักออกด้วยทัพพี
(PHRV) ให้อย่างอิสระ
(PHRV) ตักออกด้วยทัพพี (หรือช้อนขนาดใหญ่) จาก
(N) ท่านผู้หญิง
(N) สตรี
(N) แมลงเต่าทอง
(SL) ธนบัตร 5 ปอนด์
(N) ผู้ชายที่เป็นที่หลงใหลของหญิงสาว
(ADJ) เหมาะกับสุภาพสตรี
(N) หญิงคนรัก
(N) ตําแหน่งท่านผู้หญิงหรือคุณหญิง
(N) รองเท้านารี
(VI) ค่อยๆ อ่อนล้าลง
(VI) ล้าหลัง
(PHRV) ล้าหลัง
(N) เบียร์ชนิดหนึ่งมีสีอ่อน มีอายุประมาณ 6 อาทิตย์ถึง 6 เดือน
(ADJ) เชื่องช้า
(N) คนที่ชักช้า
(N) การหุ้มฉนวนเพื่อกันความร้อน
(N) ทะเลสาบ (มักจะเชื่อมกับแหล่งน้ําที่ใหญ่กว่า)
(PHRV) หุ้มหรือห่อด้วย
(ADJ) ที่เกี่ยวกับฆราวาส
(N) ฆราวาส
(ADJ) ที่เกี่ยวกับฆราวาส
(N) ฆราวาส
(VI) คํากริยาช่องที่ 2 และ 3 ของคํากริยา lay
(VT) คํากริยาช่องที่ 2 และ 3 ของคํากริยา lay
(VI) คํากริยาช่องที่ 3 ของคํากริยา lie
(N) ถ้ําของสัตว์
(N) ที่หลบซ่อน
(N) เจ้าของที่ดิน
(N) นโยบายการไม่แทรกเซง
(N) คนทั้งหมด (ที่ไม่ใช่พระ)
(N) ทะเลสาบ
(N) บ่อน้ํามัน
(N) สีแดงเข้ม
(N) เทพลักษมี (เทพเจ้าในศาสนาฮินด)ู
(N) พระธิเบต
(N) การหนีอย่างเร็ว
(VI) หนีอย่างรวดเร็ว
(N) ศาสนาพุทธในธิเบตและมองโกเลีย  (เป็นนิกายมหายาน)
(N) วัดในธิเบต
(N) เนื้อลูกแกะ
(N) ลูกแกะ
(N) การเต้นรําประเภทหนึ่งทางอเมริกาใต้
(N) บุคคลที่มีอายุน้อยและไร้เดียงสา
(N) ลูกแกะเล็ก ๆ
(ADJ) ที่เหมือนลูกแกะ
(N) พระเยซูคริสต์
(N) หนังลูกแกะ
(ADJ) (ขา) พิการ
(ADJ) ไม่ได้เรื่อง
(IDM) (บางคนหรือบางสิ่ง) ที่ไร้ประโยชน์
(N) ลักษณะโครงสร้างที่เป็นชั้นบางๆ
(N) ความโศกเศร้าเสียใจ
(N) บทกลอนหรือเพลงไว้อาลัยผู้ตาย
(VI) โศกเศร้า
(VT) ทําให้โศกเศร้า
(ADJ) น่าเสียใจ
(N) การคร่ําครวญ
(N) ชื่อหนังสือเล่มหนึ่งในพระคัมภีร์ไบเบิล
(ADJ) โศกเศร้า
(PHRV) คร่ําครวญถึง
(PHRV) คร่ําครวญเกี่ยวกับ
(N) แผ่นบางๆ
(ADJ) ที่เป็นชั้นๆ
(N) การไหลเรื่อยๆ ของของเหลว)
(VT) ทําให้เป็นแผ่นบางๆ
(ADJ) ที่ประกอบด้วยชั้นบางๆ
(N) การทําให้เป็นชั้นๆ
(PHRV) กล่าวโจมตีอย่างรุนแรง (คําสแลง)
(PHRV) ตีอย่างแรง
(N) โคมไฟ
(N) จังหวัดลําปาง
(N) ลําปาง
(N) เขม่าดํา (ที่เกิดจากการเผาไหม้ของน้ํามันหรือก๊าซ)
(N) ผู้จุดตะเกียง
(N) จังหวัดลําพูน
(N) ลําพูน
(N) ข้อเขียนที่เยาะเย้ยถากถาง
(VT) ถากถาง
(N) เสาไฟถนน
(N) ที่บังตะเกียง
(ABBR) โครงข่ายคอมพิวเตอร์เฉพาะบริเวณ  เช่น ในอาคารเดียวกัน  คอมพิวเตอร์เหล่านาจะทํางานร่วมกันได้  ดึงโปรแกรมหรือข้อมูลจากกันและกันได้  แต่การทําเช่นนี้จะต้องใช้ซอฟแวร์ช่วยด้วย (คําย่อของ local area network)
(N) หลาว
(N) ยศสิบตรี
(ADJ) ที่มีลักษณะเรียวแหลมคล้ายหลาว
(N) ทหารม้าถือทวน
(N) การเต้นรําแบบหนึ่ง
(N) มีดปลายแหลมขนาดเล็กมีสองคม (ใช้สําหรับผ่าตัด)
(VT) แทง
(N) พื้นดิน
(N) พื้นที่ชนบท
(N) พื้นที่ที่มีขอบเขต
(N) อสังหาริมทรัพย์
(N) อาณาจักร
(VT) นําขึ้นบก
(VT) นําลงจอด (เครื่องบิน)
(IDM) ชกหรือตี (ด้วยมือ)
(PHRV) (เครื่องบิน) ลงจอด
(PHRV) มาถึง
(ADJ) ซึ่งเป็นเจ้าของที่ดิน
(ADJ) ที่เป็นที่ดิน
(N) การมองเห็นแผ่นดิน (จากเรือในทะเล)
(N) ลักษณะผิวดิน
(N) ผู้ครอบครองที่ดิน (โดยไม่ยุติธรรม)
(N) ขุนนางเยอรมัน
(N) ผู้มีกรรมสิทธิ์ในที่ดิน
(PHRV) เข้ามาถึง
(PHRV) (เครื่องบิน) ลงจอด
(PHRV) ได้รับสิ่งยุ่งยากหรือไม่น่าพอใจ
(N) การเทียบเท่า
(N) การนําเครื่องบินลงจอด
(N) ท่าเรือ
(N) พื้นที่สําหรับนําเครื่องบินขึ้นลง
(N) ล้อหรือส่วนใดๆ ที่ใช้รับน้ําหนักเมื่อลงสู่พื้นดิน
(N) ลานบิน (ที่ทําขึ้นชั่วคราว)
(N) เจ้าของบ้านเช่าที่เป็นผู้หญิง
(ADJ) ที่ไม่มีที่ดินของตนเอง
(ADJ) ที่ล้อมรอบไปด้วยแผ่นดิน
(N) เจ้าของบ้านเช่า (โดยเฉพาะที่เป็นผู้ชาย)
(N) ผู้ที่ไม่ชํานาญการเดินเรือ
(N) จุดสังเกต
(N) หลักเขต
(N) ทวีป
(N) กับระเบิด (ที่ฝังอยู่ใต้ผิวดิน)
(SL) กลุ่มธุรกิจจํานวนมากที่เติบโตในเวลาอันสั้น
(IDM) หลับ (ในแง่อารมณ์ขัน)
(PHRV) กล่าวหา
(PHRV) (เครื่องบิน) ลงจอด
(PHRV) ชก
(PHRV) ดุด่า (คําไม่เป็นทางการ)
(PHRV) บังคับให้ยอมรับ
(IDM) รอดพ้นจาก
(PHRV) โชคดี (ตอนสุดท้ายหรือตอนจบ)
(N) ผู้มีกรรมสิทธิ์ในที่ดิน
(SL) ศพ
(N) การปฏิรูปที่ดินของรัฐบาลเพื่อให้เกษตรกรมีที่ดินของตนเอง
(N) ภูมิประเทศ
(N) แผ่นดินถล่ม
(IDM) ชัยชนะสําคัญ (ในการเลือกตั้ง)
(N) แผ่นดินถล่ม
(N) คนที่อาศัยอยู่ในประเทศของตน
(N) ผู้อาศัยหรือทํางานอยู่บนบก
(PHRV) กลายเป็น (เมื่อจบ)
(PHRV) คลุมรากด้วยดิน
(PHRV) ได้รับในตอนจบ
(PHRV) มาถึง
(PHRV) เสร็จสิ้น
(PHRV) อุดด้วยโคลน
(PHRV) กล่าวหา
(PHRV) (เครื่องบิน) ลงจอด
(PHRV) ชก
(PHRV) ดุด่า (คําไม่เป็นทางการ)
(PHRV) บังคับให้ยอมรับ
(ADJ) หันไปทางแผ่นดิน
(ADV) เข้าหาแผ่นดิน
(ADV) เข้าหาแผ่นดิน
(N) ลมบก
(PHRV) ทําให้ยอมรับสิ่งที่ไม่ต้องการ
(N) ช่องทางเดินรถ
(N) ซอย
(N) ภาษา
(N) วิธีการสื่อสาร
(ADJ) เฉื่อยชา
(ADJ) ไม่กระตือรือร้น
(ADJ) อ่อนเปลี้ย
(VI) อ่อนแรง
(PHRV) อ่อนแรงกับ
(PHRV) อ่อนแรง
(ADJ) อ่อนกําลัง
(PHRV) ทุกข์ทรมานกับ (คําเก่า)
(PHRV) อ่อนแรงกับ
(N) ความอ่อนเพลีย
(ADJ) ยาวเรียว
(ADV) อย่างเก้งก้าง
(ADJ) ผอมและสูงเก้งก้าง
(N) ไขมันที่ได้จากขนแกะ
(N) ไขมันที่ได้ขนแกะ
(N) โคมไฟ
(N) กลุ่มธาตุหายาก
(N) เชือกสั้น ๆ
(N) คนลาว
(N) ภาษาลาว
(N) ชนชาติลาว
(N) ประเทศลาว
(N) ลาว
(N) ส่วนที่เกินจากส่วนอื่นออกมา
(N) หน้าตัก
(VT) ห่อหุ้ม
(VI) ซัด (คลื่น)
(VI) เลีย
(VT) ซัด (คลื่น)
(VT) เลีย
(PHRV) พับรอบ
(PHRV) (เสียง) น้ํากระทบ
(PHRV) พับรอบ
(N) เมืองทางตะวันตกของโบลิเวีย
(N) สุนัขตัวเล็ก ๆ
(N) ส่วนของเสื้อที่ต่อจากปกเสื้อ
(N) จํานวนเต็มหนึ่งตัก
(N) ช่างสลักหิน
(ADJ) ซึ่งสลักบนหิน
(N) ช่างเจียระไนหินมีค่า
(N) ผู้ที่มีความเชี่ยวชาญในเรื่องหินมีค่า
(ADJ) เกี่ยวกับการเจียรนัยพลอย
(N) ช่างเจียรนัยพลอย
(PHRV) ห่ออยู่ใน
(N) หินสีฟ้าเข้มที่ใช้ทําเครื่องประดับ
(N) บริเวณตอนเหนือของทวีปยุโรป (ได้แก่ ตอนเหนือของนอร์เวย์  สวีเดน ฟินแลนด์และแหลมโคลา  ของรัสเซีย)
(PHRV) (เสียง) น้ํากระทบ
(PHRV) เกินขอบเขต
(PHRV) ทําให้พับ
(PHRV) วางซ้อน
(N) ผู้ที่อาศัยอยู่ทางตอนเหนือของยุโรป
(IDM) มีชีวิตอย่างสุขสบาย
(PHRV) พับรอบ
(N) การพลาดพลั้ง
(PHRV) ลดลงมาจาก
(PHRV) หมดความชื่นชอบ
(PHRV) เก็บสินค้าไว้ให้ลูกค้า
(PHRV) จมอยู่ใน
(PHRV) ตกลงสู่
(PHRV) ปล่อยให้ใช้ภาษา
(N) เครื่องคอมพิวเตอร์ชนิดที่เป็นแบบกระเป๋าหิ้วที่ใช้แบตเตอรี่
(PHRV) พับไว้ข้างใต้
(PHRV) กระตือรือร้นที่จะเชื่อหรือยอมรับ
(PHRV) ใช้ลิ้นเลีย (ของเหลวหรือเครื่องดื่ม) (ปกติใช้กับสัตว์)
(PHRV) พับเข้าด้วยกัน (คําเก่า)
(ADJ) เกี่ยวกับกราบเรือด้านซ้าย
(N) กราบเรือด้านซ้าย
(N) การลักขโมย
(N) ต้นสนจําพวกหนึ่งที่มีเนื้อไม้แข็งแรงและทนทาน
(N) มันหมู
(VT) ยัดไส้เนื้อหมู
(VT) เสริมแต่ง
(VT) ใส่น้ํามันหมู
(N) ห้องเก็บอาหาร
(PHRV) ทําให้อุดมไปด้วยไขมัน
(N) เทพเจ้าแห่งบ้าน (ตามความคิดของชาวโรมันโบราณ)
(ADJ) ใหญ่
(IDM) โผล่
(IDM) ซึ่งปรากฏตัว
(ADJ) ใจดี
(N) ลําไส้ใหญ่
(ADV) โดยส่วนมาก
(ADV) อย่างมากมาย
(ADJ) ใจกว้าง
(SL) คําอุทานแสดงความตื่นเต้น
(ADJ) ที่กินขอบเขตกว้าง
(N) การให้ของ
(N) การให้ของ
(SL) ไปหาความสนุกสนาน
(ADJ) ช้า ๆ
(ADV) ช้า ๆ
(N) การเคลื่อนไหวที่ค่อนข้างช้า
(N) บ่วงบาศสําหรับจับสัตว์ (เช่น ม้า ลา หรือล่อ)
(N) การเล่นสนุก
(VI) สนุกสนาน
(PHRV) เล่นสนุก (คําไม่เป็นทางการ)
(PHRV) เล่นสนุก (คําไม่เป็นทางการ)
(N) ตัวอ่อนของสัตว์
(ADJ) เกี่ยวกับกล่องเสียง
(N) โรคกล่องเสียงอักเสบ
(N) กล่องเสียง
(ADJ) เต็มไปด้วยกามตัณหา
(N) แสงเลเซอร์
(N) ลําแสงเลเซอร์
(N) แผ่น ซีดี ที่อ่านโดยใช้แสงเลเซอร์
(N) เครื่องพิมพ์ระบบคอมพิวเตอร์ที่ใช้แสงเลเซอร์
(N) การผ่าตัดที่ใช้แสงเลเซอร์
(N) การกระทบอย่างแรงของคลื่นหรือสายฝน
(N) การเฆี่ยน
(N) ขนตา
(N) สิ่งที่ทําให้เจ็บปวดเหมือนโดนเฆี่ยน
(N) แส้
(VI) ตําหนิ
(VT) กระตุ้น
(VT) กระทบอย่างแรง (คลื่น, ฝน)
(VT) เฆี่ยน
(VT) ผูกเชือก
(PHRV) ส่ายไม่หยุด
(PHRV) หวด
(PHRV) ส่ายไม่หยุด
(PHRV) โจมตีอย่างหนัก (ด้วยกําลังหรือคําพูด)
(PHRV) กระหน่ําลงมา (เช่น ฝน)
(N) การเฆี่ยน
(N) การผูกหรือมัดด้วยเชือก
(PHRV) ยั่วโมโห
(PHRV) เตะอย่างแรง
(PHRV) ผูก...ด้วยเชือก
(PHRV) ผูกไว้ด้วยกัน
(PHRV) ผูก...ด้วยเชือก
(N) เด็กสาว
(N) สาวคนรัก
(N) เด็กสาว
(N) ความอ่อนเพลีย
(N) บ่วงบาศจับสัตว์
(ADJ) ที่คงเหลืออยู่สิ่งเดียว
(ADJ) เป็นไปได้น้อยที่สุด
(ADJ) ล่าสุด
(ADJ) สุดท้าย
(ADV) ครั้งล่าสุด
(ADV) ในที่สุด
(ADV) สุดท้าย
(N) คนหรือสิ่งที่อยู่สุดท้าย
(N) ช่วงสุดท้าย
(VI) คงอยู่
(VT) คงอยู่
(N) แบบที่มีรูปคล้ายเท้าคน (สําหรับทําหรือซ่อมรองเท้า)
(IDM) ท้ายสุดแต่ไม่ใช่สุดท้าย
(ADJ) ที่สุดท้าย
(IDM) ความพยายามขั้นสุดท้าย
(PHRV) ยังคงมีหรือดําเนินต่อไป
(ADJ) ยั่งยืน
(N) การตัดสินครั้งสุดท้ายของพระเจ้าในวันสิ้นโลก
(ADV) สุดท้าย
(N) นามสกุล
(PHRV) ยังใช้การได้
(N) ปัญหาสุดท้ายที่ทําให้หมดความอดทน
(N) อาหารค่ํามื้อสุดท้ายของพระเยซูคริสต์ก่อนที่พระองค์จะถูกตรึงบนไม้กางเขน
(PHRV) ยังคงมีหรือดําเนินต่อไป
(PHRV) ยังคงมีหรือดําเนินต่อไป
(N) คําตัดสินสุดท้าย
(N) ลาสเวกัส
(ABBR) ละติจูด (คําย่อของ latitude)
(ABBR) ละติน (คําย่อของ Latin)
(N) กลอน
(VI) ใส่กลอน
(VT) ใส่กลอน
(ADJ) เกี่ยวกับเด็กที่อยู่ภายในบ้านโดยไม่มีคนดูแลหลังเลิกเรียน
(N) กุญแจที่ใช้ล็อกประตู (โดยเฉพาะด้านนอก)
(PHRV) เข้าสิ่งที่พูด (โดยเฉพาะเรื่องที่ตลก)
(PHRV) ยึดไว้แน่น
(ADJ) ดึก
(ADJ) ที่ผ่านมา
(ADJ) ที่เพิ่งเสียชีวิต
(ADJ) ล่าสุด
(ADJ) สาย
(N) ผู้มาสาย
(ADJ) เกี่ยวกับใบเรือที่มีรูปทรงสามเหลี่ยม
(IDM) เมื่อสูงวัย
(IDM) สายเกินไป
(ADV) เมื่อไม่นานนี้
(N) การซ่อนเร้นอยู่ภายใน
(ADJ) ที่ซ่อนเร้น
(N) ความร้อนแฝง
(ADJ) ระยะซ่อนเร้น
(ADV) ในภายหลัง
(ADJ) เกี่ยวกับด้านข้าง
(N) ดินสีแดง (พบในบริเวณพื้นที่เขตร้อน)
(ADJ) ล่าสุด
(ADV) ล่าสุด
(N) ยางสีขาวคล้ายน้ํานมจากพืช
(N) ไม้ระแนง
(VT) คลุมด้วยไม้ระแนง
(N) เครื่องกลึงโลหะ
(VT) ตัดหรือเลื่อยด้วยเครื่องกลึง
(N) ฟองสบู่
(N) ภาวะตื่นเต้น (คําสแลง)
(PHRV) ทําให้เกิดฟอง (สบู่)
(N) การใส่ไม้ระแนง
(ADJ) เกี่ยวกับภาษาละติน
(N) ชาวโรมันโบราณ
(N) ภาษาโรมันโบราณ
(N) ทวีปละตินอเมริกา
(N) ละตินอเมริกา
(VT) แปลเป็นภาษาละติน
(ADJ) ค่อนข้างสาย
(ADV) ค่อนข้างสาย
(N) ความสามารถของฟิลม์ถ่ายรูปในการรับแสงมากน้อยได้
(N) ความอิสระในการคิดหรือกระทํา
(N) พื้นที่ใกล้เส้นรุ้ง (ใช้ในรูปพหูพจน์)
(N) เส้นที่ขนานกับเส้นศูนย์สูตร
(N) ห้องส้วม
(SUF) การบูชา
(ADJ) ต่อมา
(N) ส่วนหลัง
(ADJ) สมัยปัจจุบัน
(ADV) ในเวลาต่อมา
(ADV) เมื่อเร็วๆนี้
(ADJ) ล่าสุด
(N) โครงที่ทําด้วยไม้หรือโลหะขัดเป็นตาราง
(N) หน้าต่างหรือประตูที่ขัดเป็นตาราง
(VT) ตกแต่งด้วยลายที่เป็นตารางหรือตาข่าย
(N) ผลงานที่เป็นชิ้นไม้หรือโลหะที่ขัดแตะกันเป็นตาราง
(N) เพลงสรรเสริญ
(VT) สรรเสริญ
(ADJ) ที่สมควรยกย่อง
(N) สารละลายของฝิ่นผสมแอลกอฮอล์
(N) การสรรเสริญ
(ADJ) ที่แสดงการสรรเสริญ
(ADJ) ที่แสดงการสรรเสริญ
(ADJ) ที่ยกย่อง
(N) คนหรือเหตุการณ์ที่น่าหัวเราะหรือขบขัน (คําไม่เป็นทางการ)
(N) เสียงหัวเราะ
(VI) หัวเราะ
(VT) ทําให้หัวเราะ
(ADJ) น่าขัน
(PHRV) หัวเราะ (เรื่อง)
(PHRV) หัวเราะเยาะ
(PHRV) หัวเราะไม่หยุด
(PHRV) หัวเราะเสียงดังเพื่อทําให้ (บางคน) เงียบ
(ADJ) ซึ่งกําลังหัวเราะ
(ADJ) น่าหัวเราะ
(N) การหัวเราะ
(N) ก๊าซชนิดหนึ่งใช้เป็นยาสลบ
(SL) แชมเปญ
(N) สิ่งที่น่าหัวเราะ
(IDM) ไม่รับฟัง
(PHRV) อดหัวเราะไม่ได้
(PHRV) หัวเราะทีหลัง (ดังกว่า)
(PHRV) หัวเราะไม่หยุด
(PHRV) เปลี่ยนจากรู้สึกสุขเป็นเศร้า
(PHRV) หัวเราะ (เรื่อง)
(PHRV) หัวเราะ (เรื่อง)
(N) การหัวเราะ
(N) เสียงหัวเราะ
(IDM) แอบหัวเราะ
(PHRV) หัวเราะกับ
(N) การปล่อย (เรือ เครื่องบินฯลฯ)
(N) การเริ่มปฏิบัติการ
(VT) ปล่อย (จรวด, ขีปนาวุธ, ดาวเทียม, ฯลฯ)
(VT) ปล่อยเรือลงน้ํา
(VT) เริ่มดําเนินการ
(N) เรือบด
(PHRV) มุ่งโจมตี
(PHRV) กระโจนใส่
(N) ผู้ปล่อย
(PHRV) เริ่มเดินทาง
(N) แท่นยิงจรวดขีปนาวุธ
(PHRV) ปล่อย (เรือ) ลง (น้ํา)
(PHRV) มุ่งโจมตี
(PHRV) เริ่มเดินทาง
(N) แท่นยิงจรวดขีปนาวุธ
(PHRV) มุ่งโจมตี
(VI) ซักรีด
(VT) ซักรีด
(VT) ฟอกเงิน
(N) คนซักรีดผ้าที่เป็นหญิง
(N) กิจกรรมซักรีดเสื้อผ้า
(N) รายการอันยืดยาว
(SL) รายการสิ่งต่างๆ ยาวเหยียด
(N) คนซักรีดที่เป็นชาย
(N) คนซักรีดผ้าที่เป็นหญิง
(N) ผู้สมควรได้รับเกียรติยศ
(N) ต้นไม้ขนาดเล็กที่มีใบเขียวเข้ม
(ABBR) ห้องน้ํา (คําย่อของ lavatory)
(N) ลาวา
(N) การล้าง (อวัยวะ)
(N) สายสร้อยที่สวมรอบคอ
(N) สายสร้อยที่สวมรอบคอ
(N) การชําระล้าง
(N) ห้องน้ํา
(N) อ่างน้ํา
(VI) ล้าง
(VT) ล้าง
(ADJ) ที่มีสีม่วงอ่อน
(N) กลิ่นจากดอกลาเวนเดอร์
(N) ลาเวนเดอร์
(N) สีม่วงอ่อน
(N) อ่างทองเหลืองขนาดใหญ่ที่ใช้ในการชําระล้าง (ทางศาสนาของยิว)
(ADJ) ฟุ่มเฟือย
(ADJ) มากเกินไป
(VT) ให้หรือใช้จ่ายอย่างเกินขอบเขต
(ADV) อย่างฟุ่มเฟือย
(N) ความฟุ่มเฟือย
(PHRV) ใช้ (บางสิ่งเช่น เวลา, เงิน) อย่างมากให้หมดไปกับ
(N) กฎหมาย
(N) วิชากฎหมาย
(ADJ) ที่ทําตามกฎหมาย
(N) ผู้ฝ่าฝืนกฎหมาย
(ADJ) ซึ่งถูกต้องตามกฎหมาย
(N) ผู้บัญญัติกฎหมาย
(ADJ) ซึ่งผิดกฎหมาย
(N) ผู้บัญญัติกฎหมาย
(N) ผู้รักษากฎหมาย  เช่น นายอําเภอหรือตํารวจ
(N) สนามหญ้า
(N) ผ้าฝ้ายหรือผ้าลินินบาง ๆ
(N) เครื่องตัดหญ้า
(N) กีฬาเทนนิส (คําเป็นทางการ)
(N) คดีความ
(N) ทนายความ
(VI) เป็นทนายความ
(ADJ) ซึ่งไม่เข้มงวด
(ADJ) ซึ่งออกเสียงไม่เกร็งลิ้น
(ADJ) หลวม
(N) ความหย่อน
(ADJ) เกี่ยวกับยาระบาย
(ADJ) ที่ทําให้ผ่อนคลาย
(N) ยาระบาย
(N) ความหย่อน
(N) คู่นอน
(VI) ท้าพนัน
(VI) วางไข่
(VT) ก่อตั้ง
(VT) กําหนด (หน้าที่, โทษ,...)
(VT) คลี่
(VT) จัดโต๊ะ
(VT) จัดวางให้เหมาะสม
(VT) ทําให้เรียบ
(VT) ทําให้อยู่ในสภาพใดสภาพหนึ่ง
(VT) ท้าพนัน
(VT) นําเสนอ
(VT) ฝัง (ศพ)
(VT) วางลง
(VT) เสพสังวาส (คําสแลง)
(VT) อ้างเหตุผล
(VI) กริยาช่องที่ 2 ของคํากริยา lie
(ADJ) เกี่ยวกับฆราวาส
(ADJ) ไม่เชี่ยวชาญพิเศษ
(N) เรื่องเล่าหรือบทกลอนสั้นๆ
(PHRV) โกหกในเรื่อง
(IDM) ชนหรือกระแทกทุกสิ่งที่อยู่ใกล้
(IDM) ทําให้ทนทุกข์ทรมานจาก (เช่น สิ่งที่รับผิดชอบ)
(IDM) แตะต้อง
(IDM) ทําร้าย
(PHRV) คัดค้าน
(IDM) แตะต้อง
(IDM) ทําร้าย
(PHRV) วางไปตามแนวยาว
(PHRV) จูง (เรือ) เข้าไปใกล้
(IDM) ดักจับ
(PHRV) วางไว้ด้านข้าง
(IDM) ดักจับ
(PHRV) วางไว้ข้างหน้า
(IDM) ดักจับ
(PHRV) วางไว้ด้านข้าง
(PHRV) วางไว้ที่เดิม
(PHRV) เปิดเผย
(PHRV) เอาผ้าคลุมออก
(PHRV) วางไว้ข้างหน้า
(N) ผู้ทําหน้าธุรการและการใช้แรงงานทั่วไปในโบสถ์
(PHRV) เก็บเกี่ยวพืชผล
(PHRV) เก็บสํารองไว้ใช้ (สินค้า)
(PHRV) จอดพัก (เรือ)
(PHRV) ทําให้นอนอยู่บนเตียง (เพราะความเจ็บป่วย)
(PHRV) เพาะปลูกพืชผล
(PHRV) ยกเลิกนิสัย
(PHRV) เลิกทําต่อ (ช่วงเวลาหนึ่ง)
(PHRV) วางไว้ข้างๆ
(PHRV) วาง (บางสิ่ง) ข้าง (บางสิ่งหรือบางคน)
(PHRV) ให้คุณค่ากับ...อย่างมาก
(N) ข้างถนน
(PHRV) เรียกร้อง
(PHRV) ก่อสร้าง
(PHRV) เก็บไว้ใช้ในอนาคต
(PHRV) จ่ายเงิน
(PHRV) ประกาศอย่างชัดเจนหรือหนักแน่น
(PHRV) เปลี่ยนแปลง (ไปใช้อย่างอื่นแทน)
(PHRV) ผลิต
(PHRV) วางลง
(IDM) เลิกต่อสู้กับ
(IDM) ถูกฆ่าในสงคราม
(IDM) หมดอํานาจ
(IDM) ยุติเพราะไม่เห็นด้วย
(IDM) พูดเชิงบังคับ
(PHRV) ทําให้ทํางานหนัก
(IDM) ตระหนักว่าสําคัญ
(N) กิ่งตอน
(N) ความหนาของวัตถุเหนือพื้นผิว
(N) ชั้น
(N) ผู้วาง
(N) แม่ไก่ที่วางไข่
(VI) แบ่งเป็นชั้นๆ
(VT) ขยายพันธุ์โดยการตอนกิ่ง
(VT) ทําให้เป็นชั้น
(N) ของใช้ทั้งชุดสําหรับทารกแรกเกิด
(IDM) มองเห็น
(N) คนที่ถูกเชิดเป็นหุ่น
(PHRV) ทําให้แบนราบ
(PHRV) ทําให้แบนราบไปบนพื้น
(PHRV) ทําให้เหนื่อยมาก
(PHRV) กล่าวโทษ
(PHRV) จัดเตรียม
(PHRV) ดักซุ่มเพื่อโจมตี
(PHRV) ออกไข่
(IDM) ทําให้มีค่าอย่างมาก
(IDM) ยึด
(IDM) ได้รับ
(IDM) ยึด
(PHRV) เก็บสํารอง
(PHRV) ทาสี
(PHRV) วางไม้พายไว้ในเรือ
(PHRV) หยุดทํางาน (เหมืองถ่านหิน)
(PHRV) จัดฉาก
(PHRV) ฝังใน
(PHRV) จู่โจมด้วยกําปั้นหรือคําพูด (คําไม่เป็นทางการ)
(IDM) กล่าวเกินจริง
(IDM) กล่าวเกินจริง
(IDM) ทําให้มีค่าน้อยมาก
(PHRV) ทําลาย
(PHRV) ทําให้ป่วย
(PHRV) ทําให้พ่ายแพ้ (ในการต่อสู้)
(N) คนที่ไม่ได้เชี่ยวชาญพิเศษ
(N) ฆราวาส
(PHRV) ทอดสมอ (การแล่นเรือ)
(PHRV) ทําเครื่องหมาย
(PHRV) เปลี่ยน (เพื่อเพาะปลูกอย่างอื่น)
(PHRV) แผ่ขยาย (ความเสี่ยง)
(PHRV) พัก
(PHRV) เลิกจ้างงาน
(PHRV) หยุด (การกระทํา เช่น การทําให้ผู้อื่นรําคาญ)(คําไม่เป็นทางการ)
(PHRV) เหวี่ยงออก (เสื้อผ้า)
(PHRV) หยุดทําให้(คนอื่น)รําคาญ
(N) การเลิกจ้าง
(PHRV) จัดเตรียม
(PHRV) ป้ายหรือทาสีแนวนอน
(PHRV) มี (บางสิ่ง) ไว้ใช้
(PHRV) เริ่มต่อสู้
(PHRV) สั่ง
(PHRV) ทา (บางสิ่ง) บน
(PHRV) บังคับให้ทํา
(PHRV) วางไว้บน
(PHRV) เสี่ยงเสียเงินกับเรื่องที่ไม่แน่นอน
(IDM) เล่าความจริง
(IDM) เข้าไปเสี่ยง
(IDM) หาสาเหตุ
(IDM) อย่าแตะต้อง
(IDM) อย่าแตะต้อง
(IDM) พบ
(IDM) ตั้งความหวัง
(IDM) เผย (ความลับ)
(IDM) วางแผนร่วมกัน
(N) โครงงาน
(PHRV) จัดเตรียม
(PHRV) แจกจ่าย
(PHRV) ใช้เงินหรือกําลังอย่างมาก
(PHRV) ดุด่า
(PHRV) เตรียมศพเพื่อฝัง
(PHRV) ทําให้หมดสติ
(PHRV) แผ่ออกมาให้เห็น
(PHRV) เหนื่อยมาก
(PHRV) เอาตัวไปเสี่ยง
(PHRV) ตกแต่ง
(PHRV) พักค้างคืน
(PHRV) เลื่อนออกไป
(PHRV) แสดงดีกว่า
(PHRV) พาดไปบน
(N) การหยุดพัก
(PHRV) โอบล้อมเมืองจนกว่าจะยอมแพ้
(IDM) ไล่จับ
(IDM) ฝัง
(IDM) ฝัง
(IDM) เก็บสะสมเงิน
(IDM) บังคับให้ทํา (บางสิ่ง)
(IDM) บังคับให้ทํา (บางสิ่ง)
(IDM) ทําให้รู้ว่าสําคัญ
(PHRV) จอดพัก (เรือ)
(PHRV) ตําหนิ
(PHRV) วางไว้ด้วยกัน
(PHRV) วางไว้ข้างใต้
(PHRV) เก็บไว้ใช้
(PHRV) ใช้การไม่ได้
(PHRV) ทําให้เกิดสิ่งเลวร้ายในอนาคต
(PHRV) นอนซมบนเตียงเพราะเจ็บป่วย
(PHRV) ล้างหมึกออกจาก
(IDM) ฆ่า
(PHRV) ทําลาย
(PHRV) สูญเสีย
(IDM) ทําให้รู้ว่าสําคัญ
(PHRV) คลุม
(PHRV) ประดับ
(N) ฆราวาสหญิง
(N) คนจนที่เป็นโรคที่น่ารังเกียจโดยเฉพาะโรคเรื้อน
(VI) เกียจคร้าน
(VT) ปล่อยเวลาให้ล่วงเลยอย่างเปล่าประโยชน์
(PHRV) เสียเวลาไปโดยเปล่าประโยชน์
(PHRV) เสียเวลาไปโดยเปล่าประโยชน์
(PHRV) ขี้เกียจ
(PHRV) ปล่อยเวลาให้เสียไปอย่างเปล่าประโยชน์
(ADV) อย่างเกียจคร้าน
(N) ความเกียจคร้าน
(ADJ) เกียจคร้าน
(ADJ) ช้า (การไหลของน้ํา)
(N) คนขี้เกียจ
(ABBR) ปอนด์ (คําย่อของ pound)
(ABBR) เอกสารสินเชื่อ (คําย่อของ letter of credit)
(N) ตัวคูณร่วมน้อย
(N) ทุ่งหญ้า
(N) การกรอง
(VI) กรอง
(VT) กรอง
(PHRV) กรองออก
(PHRV) กรองออกจาก (มักใช้รูป passive voice)
(PHRV) กรองออกจาก (มักใช้รูป passive voice)
(PHRV) กรองออก
(PHRV) กรองออกจาก (มักใช้รูป passive voice)
(ADJ) สําคัญที่สุด
(N) การทิ้งไพ่นํา
(N) ข้อมูลที่เป็นประโยชน์ในการค้นหา
(N) เชือก (จูงสุนัข)
(N) ตําแหน่งนํา
(N) ตัวเอก
(N) แบบอย่าง
(N) ระยะห่างระหว่างที่หนึ่งกับที่สอง
(N) สายนําไฟฟ้า
(N) หัวข้อข่าว
(VI) นําทางไป
(VI) เป็นผู้นํา
(VT) ก่อให้เกิด
(VT) ควบคุม
(VT) ดําเนิน (ชีวิต)
(VT) นํา
(VT) มีอิทธิพลต่อความคิดหรือการกระทํา
(N) ลูกปืน
(N) สารตะกั่ว
(N) ไส้ดินสอดํา
(PHRV) พุ่งชน
(PHRV) ถูกชักนําไปใช้ในทางที่ผิด
(PHRV) พาไปผิดทาง
(PHRV) ค่อยๆ สูญเสีย
(PHRV) ดึงความสนใจ
(PHRV) ทําให้ละทิ้ง
(PHRV) พาไปจาก
(IDM) แต่งงานกับผู้หญิง (คําเก่า)
(PHRV) นํากลับ
(PHRV) นํากลับไป
(PHRV) ทําให้หวนกลับมา (ยังสิ่งที่พูดถึงหรือนําความภักดีกลับมา)
(PHRV) นํากลับ
(PHRV) นํากลับไปสู่
(PHRV) จูงด้วย (เช่น ด้วยเชือก, มือ)
(IDM) จูงจมูก (ควบคุมได้) (คําไม่เป็นทางการ)
(PHRV) นําทางลงมา
(PHRV) พาลงไปสู่
(IDM) หลอกลวง (คําไม่เป็นทางการ)
(PHRV) นําลงไปยัง
(PHRV) นําลงไปสู่
(ADJ) ที่มีสารตะกั่ว (น้ํามัน)
(ADJ) ที่ทําจากตะกั่ว
(N) ผู้นํา
(N) ความสามารถในการเป็นผู้นํา
(N) ตําแหน่งผู้นํา
(N) ผู้นําของกลุ่ม
(PHRV) พาไปจุดเริ่มต้น
(ADJ) ไร้สารตะกั่ว
(PHRV) ทําเครื่องหมายเพื่อเข้าเทียบท่า (การแล่นเรือ)
(PHRV) นําเข้าที่
(PHRV) นําเข้าไปข้างใน
(PHRV) เริ่มเล่น
(N) สิ่งที่ทําขอบด้วยตะกั่ว
(ADJ) ชั้นนํา
(ADJ) สําคัญ
(N) การเป็นผู้นํา
(PHRV) กระตุ้น
(PHRV) นําเข้ามา
(PHRV) นําเข้าสู่ (พูด, เล่นดนตรีฯลฯ)
(PHRV) สอดเข้าไป
(PHRV) พาไปที่ไหนไม่ได้
(PHRV) ไม่ได้ผล
(PHRV) ริเริ่ม
(PHRV) นําออกไปจาก
(N) การตั้งต้น
(PHRV) นําไป
(PHRV) บังคับ
(PHRV) หลอกลวง
(PHRV) (ข่าว)รั่ว
(PHRV) นําทางไปก่อน
(N) ดินสอดํา
(N) อาการพิษที่เกิดจากสารตะกั่ว
(IDM) หลอกลวง
(IDM) มีชีวิตอยู่อย่างหรูหรา
(IDM) พาไปตามทางเดิน
(N) ช่วงเวลาระหว่างการวางแผนงานกับการผลิต
(PHRV) จบลงด้วย
(PHRV) ทําให้เกิด
(PHRV) ไปถึง
(PHRV) พาไปยัง
(PHRV) พาขึ้น
(PHRV) เกิดขึ้นก่อน
(PHRV) เตรียมเล่นไพ่
(PHRV) นําขึ้นไปสู่
(PHRV) แนะนํา
(PHRV) เป็นข่าวสําคัญ
(PHRV) เริ่ม (เปิดฉากการต่อสู้, เล่นเกมฯลฯ)
(IDM) ประพฤติตัวเสี่ยงต่อการเกิดปัญหา
(N) กลีบ
(N) ใบไม้
(N) หน้าหนังสือ
(VI) แตกใบอ่อน
(N) ใบไม้ต่าง ๆ
(N) ชั้นไขมันที่อยู่รอบไตของหมู
(N) มันที่ได้จากไขมันรอบไตของหมู
(ADJ) ซึ่งไม่มีใบ
(N) ใบปลิว
(N) ใบอ่อน
(VI) แจกใบปลิว
(VT) แจกใบปลิว
(PHRV) ้ร่วง (ใบไม้)
(N) ก้านใบ
(PHRV) พลิกอ่านเล็กน้อย
(ADJ) ปกคลุมไปด้วยใบ
(ADJ) ประกอบด้วยใบ
(N) สหพันธ์
(N) หน่วยระยะทาง (ประมาณ 3 ไมล์หรือ 3 น๊อต ในอังกฤษและอเมริกา)
(PHRV) รวมกันต่อต้าน (คําเก่า)
(N) สันนิบาตชาติ  (ตั้งขึ้นตามสนธิสัญญาแวร์ซายในปี ค.ศ. 1920  และสลายตัวในเดือนเมษายนของปี ค.ศ. 1946)
(PHRV) รวมตัวกัน
(PHRV) รวมตัวกับ (คําเก่า)
(N) การรั่วไหล (น้ํา, กระแสไฟฟ้า)
(N) การหลบหนี
(N) ข่าวหรือข้อมูลที่รั่วไหล
(N) รอยรั่ว
(VI) รั่ว
(VT) ยอมให้น้ํารั่วผ่านได้
(VT) รั่วไหล (ข้อมูลลับ)
(N) การรั่ว
(PHRV) รั่วไหล
(PHRV) ซึมเข้าไป
(PHRV) ซึมออก
(ADJ) ที่ไม่รั่ว
(PHRV) เผยความลับกับ
(ADJ) รั่ว
(N) การเอียง
(VI) พิง
(VI) พึ่งพา
(VI) เอียง
(VI) โอนเอียง (ความรู้สึก, ความคิด, การกระทํา, ฯลฯ)
(VT) พิง
(VT) เอียง
(ADJ) (เนื้อ) ไม่มีมัน
(ADJ) ประหยัด
(ADJ) ผอม
(ADJ) ฝืดเคือง
(PHRV) พิง
(PHRV) เอนเอียง
(PHRV) เอนกลับ
(PHRV) เอนกลับ
(PHRV) โค้งลงมา
(PHRV) เอนไปข้างหลัง
(PHRV) ขู่เข็ญ (คําไม่เป็นทางการ)
(PHRV) พิง
(PHRV) พึ่งพา
(PHRV) ชะโงกออกไป
(PHRV) ชะโงกข้าม
(VI) กริยาช่องที่ 2 และ 3 ของคํากริยา lean
(VT) กริยาช่องที่ 2 และ 3 ของคํากริยา lean
(ADJ) มีลักษณะเป็นเพิงหมาแหงน
(N) เพิงหมาแหงน
(PHRV) โน้มตัวไปยัง
(PHRV) มีแนวโน้มที่จะ (ทํา, คิด, พูดฯลฯ)
(PHRV) โน้มตัวไปยัง
(N) การกระโดด
(N) การเปลี่ยนแปลงอย่างกระทันหัน
(N) การเพิ่มขึ้นอย่างรวดเร็ว
(VI) กระโดด
(VI) เคลื่อนไหวอย่างรวดเร็ว
(VT) กระโดดข้าม (สิ่งกีดขวาง)
(VT) ทําให้ (สัตว์) กระโดดข้าม
(PHRV) กระโจนหา
(PHRV) กระตือรือร้นที่จะ
(PHRV) กระโดดไปข้างหน้าทันที
(PHRV) พัฒนาเร็วมาก
(N) เกมกระโดดข้ามตัวคนที่ยืนโก้งโค้ง
(VI) กระโดดข้าม
(VT) กระโดดข้าม
(PHRV) กระโดดเข้าไป
(PHRV) กระตือรือร้นที่จะทํา (บางสิ่ง)
(PHRV) กระโจนลงไปใน
(PHRV) เข้ามาจับ (ใจ, ความคิดฯลฯ)
(PHRV) กระโจนออก
(PHRV) สะดุดตา
(PHRV) กระโจนออกไปจาก
(IDM) ตกใจ (เพราะความสุข)
(IDM) ตกใจ (เพราะความสุข)
(PHRV) กระโดดขึ้น
(PHRV) กระโดดจากที่นั่งทันที
(PHRV) รู้สึกไว
(N) ปีที่มีวันที่ 29 กุมภาพันธ์
(VI) ทราบ
(VI) เรียน
(VT) ทราบ
(VT) ท่องจํา
(VT) เรียน
(PHRV) ได้ข้อมูลเกี่ยวกับ
(PHRV) เรียนรู้เกี่ยวกับ
(PHRV) เรียนรู้จาก
(ADJ) ซึ่งเกิดจากการเรียนรู้
(ADJ) ซึ่งคงแก่เรียน
(N) ผู้ศึกษา
(PHRV) ฉลาดขึ้นเพราะ
(PHRV) เรียนรู้จาก
(N) การเรียนรู้
(N) ความรู้ที่ได้มาจากการอ่านหรือการศึกษา
(PHRV) เรียนรู้จาก
(PHRV) ท่องจําได้
(IDM) เรียนรู้แบบท่องจํา
(IDM) เรียนรู้จากจุดเริ่มต้น (คําไม่เป็นทางการ)
(IDM) เรียนรู้จากประสบการณ์
(IDM) เรียนรู้วิธีทํา (บางสิ่ง)
(PHRV) รู้ทะลุปรุโปร่ง
(IDM) ท่องจํา
(IDM) ท่องจํา
(N) สัญญาเช่า
(PHRV) ให้เช่ากลับ
(ADJ) ได้จากการเช่า
(PHRV) อนุญาตให้เช่า
(N) บังเหียน
(N) ความเท็จ
(ADJ) น้อยที่สุด
(ADV) อย่างน้อยที่สุด
(N) ตัวคูณร่วมน้อย (ทางคณิตศาสตร์)
(IDM) อย่างน้อยที่สุด
(N) หนัง
(ADJ) ที่มีสีน้ําตาลอ่อน (เหมือนหนัง)
(N) การเลียนแบบให้เหมือนหนัง (เช่นใช้กระดาษหรือผ้าทํา)
(ADJ) ที่ทําจากหนัง
(VI) ออกเดินทาง
(VT) ทอดทิ้ง
(VT) ฝากไว้
(VT) เหลือ
(VT) ออกจาก
(N) การลาหยุด
(N) การอนุญาต
(N) การอําลา
(VI) แตกใบอ่อน
(PHRV) ทิ้งไว้กลาดเกลื่อน
(PHRV) ปล่อยไว้ตามลําพัง
(PHRV) ไม่นับรวม
(PHRV) อย่ายุ่งกับ
(IDM) ขาดสิ่งสําคัญ (เป็นภาษาพูดที่สุภาพ)
(PHRV) ทิ้งไว้กลาดเกลื่อน
(PHRV) ปฏิเสธที่จะพิจารณา
(IDM) ละทิ้งบุคคล สถานที่ หรือสถานการณ์ที่ไม่เลวร้าย
(PHRV) ทิ้งไว้ที่
(PHRV) ลืมทิ้งไว้
(PHRV) สร้างทิ้งไว้
(PHRV) จากไปโดยทิ้ง...ไว้กับ...
(PHRV) วางไว้ด้านหลังของ
(PHRV) เลือกที่จะไม่นํา (บางสิ่งหรือบางคน) ไปด้วย
(PHRV) ทําให้ไม่สนใจ
(PHRV) ปล่อยทิ้งไว้ระดับต่ํา
(PHRV) ปล่อยให ้(แสง, เสียง) ต่ําไว้
(PHRV) จากไปเพื่อ (ทําสิ่งที่แตกต่างไป)
(PHRV) รอคอย
(PHRV) เหลือไว้
(PHRV) ออกเดินทางไป
(PHRV) ปล่อย
(PHRV) ปล่อยให้ไฟลุก
(PHRV) เหลือไว้ (คําพูดหรือการกระทํา)
(PHRV) ปล่อยเข้าไป
(IDM) ไม่พูดถึง
(SL) หยุดพูดหรือหยุดทําสิ่งนั้น
(SL) ล้อเล่น
(IDM) อย่าสร้างปัญหา (คําไม่เป็นทางการ)
(IDM) ปล่อยให้ (ตัดสินใจ, กระทํา, จัดการฯลฯ)
(N) ผงฟู
(VI) ขึ้นฟู (ขนมปัง)
(IDM) ค้นหาทุกซอกทุกมุม
(PHRV) ไม่สวม
(PHRV) หยุด
(PHRV) ปล่อยไว้ให้อยู่อย่างนั้น
(PHRV) เปิดทิ้งไว้ (ปกติคือเปิดไฟทิ้งไว้)
(PHRV) สวมต่อไป (เสื้อผ้า)
(PHRV) เดินผ่านไปยัง
(PHRV) วางทิ้งไว้บน
(IDM) แน่ใจว่ามีทางเลือก
(PHRV) เปิดทิ้งไว้
(PHRV) ปล่อยไว้ข้างนอก
(PHRV) ไม่สนใจ
(PHRV) ลบออกไป
(PHRV) วางไว้ให้
(PHRV) ้ร่วง (ใบไม้)
(PHRV) ไม่รวมไว้ใน
(PHRV) ทําให้ล่าช้า
(IDM) ทิ้งไว้ให้ตาย
(IDM) ปล่อยทิ้งไว้ (โดยไม่ช่วยเหลือ)
(IDM) ปล่อยให้ (บางคน) รับผิดชอบ (บางสิ่ง) (คําไม่เป็นทางการ)
(IDM) หยุดรบกวน
(IDM) ปล่อยทิ้งไว้ให้อยู่ในความดูแลของ
(IDM) ปล่อยให้อยู่ในความดูแลของ
(IDM) ปล่อยให้คอย
(IDM) ล้มเหลวที่จะช่วยเหลือคนที่ต้องการความช่วยเหลือ
(IDM) ปล่อยให้คนอื่นดูแล
(IDM) ทิ้งไว้ให้ดูแลตัวเอง
(IDM) ทิ้งไว้ให้ดูแลตัวเอง
(IDM) ปล่อยไว้ตามลําพัง (คําไม่เป็นทางการ)
(IDM) ทิ้งไว้ให้ดูแลตัวเอง
(IDM) ปล่อยให้อยู่ในความดูแลของ
(IDM) ผัดผ่อน
(IDM) ปล่อยไปตามโชคชะตา
(IDM) ปล่อยให้ (ตัดสินใจ, กระทํา, จัดการฯลฯ)
(PHRV) ทิ้งไว้ให้
(PHRV) ทิ้งไว้ให้จัดการ
(PHRV) เหลือไว้ให้เห็น
(PHRV) ทิ้งไว้ให้(บางคนหรือบางสิ่ง)จัดการ
(IDM) พึงพอใจกับสิ่งที่เป็นอยู่(เพราะกลัวว่าจะเลวร้ายลงไปอีก)
(IDM) พึงพอใจกับสิ่งที่เป็นอยู่(เพราะกลัวว่าจะเลวร้ายลงไปอีก)
(PHRV) ทําให้ (บางคน) รับผิดชอบกับ
(PHRV) ทิ้งไว้ให้ดูแล
(IDM) ฝากข้อความไว้ที่
(IDM) ฝากข้อความไว้ให้กับ
(PHRV) ฝากข้อความไว้กับ
(N) เศษของที่ไม่ใช้แล้ว (เช่น ขยะ)
(PHRV) อยากมีเพศสัมพันธ์กับ (คําสแลง)
(N) ผู้มักมากในกามตัณหา
(ADJ) ที่มีกิเลส
(PHRV) อยากมีเพศสัมพันธ์กับ (คําสแลง)
(N) การบรรยาย
(VI) บรรยาย
(VT) บรรยาย
(VT) ว่ากล่าว
(PHRV) บรรยาย
(PHRV) สั่งสอน (อย่างยาวนาน)
(PHRV) สั่งสอนเป็นเวลา (ช่วงเวลา)
(PHRV) อบรมสั่งสอน
(PHRV) บรรยาย
(N) ผู้บรรยาย
(PHRV) แสดงการบรรยายให้ (โดยเฉพาะในมหาวิทยาลัยหรือวิทยาลัย)
(VI) กริยาช่องที่ 2 และ 3 ของคํากริยา lead
(VT) กริยาช่องที่ 2 และ 3 ของคํากริยา lead
(N) แนวชั้นที่ทํายื่นจากผนัง (เช่นบริเวณหน้าต่างเพื่อวางแจกันดอกไม้)
(N) แนวหินที่ยื่นมาจากหน้าผา
(N) แผ่นหินเหนือหลุมฝังศพ
(N) ที่บังลม
(N) ปลิงดูดเลือด
(VI) ทําตัวเป็นกาฝาก
(VT) ใช้ปลิงดูดเลือดออก
(PHRV) ติดตามไม่หยุด (โดยไม่ได้เชิญมา)
(VI) ชายตามอง (ด้วยความเสน่หา)
(PHRV) ชายตามอง
(N) กาก
(N) ไปในทิศทางที่ลมพัด
(ADJ) ไปในทิศทางที่ลมพัด
(N) ระยะเบี่ยงเบน
(ADJ) ทางซ้ายมือ
(N) ด้านซ้าย
(N) กริยาช่องที่ 2 และ 3 ของคํากริยา leave
(N) ตําแหน่งปีกซ้าย (กีฬาเบสบอล)
(ADJ) ด้วยมือซ้าย
(ADJ) ที่ไปทางซ้าย
(ADJ) ที่อยู่ซ้ายมือ
(ADJ) กํากวม
(ADJ) เงอะงะ
(ADJ) ซึ่งใช้มือซ้าย
(ADJ) ถนัดซ้าย
(ADJ) นิยมฝ่ายซ้าย
(N) สมาชิกของพรรคการเมืองฝ่ายซ้าย
(ADJ) ที่เหลือ
(N) สิ่งของที่เหลือ
(PHRV) เหลืออยู่
(IDM) ทุกหนทุกแห่ง
(ADJ) ฝ่ายซ้าย (กลุ่มหรือพรรคการเมือง)
(N) สมาชิกพรรคฝ่ายซ้าย
(N) ขา
(N) ขากางเกง
(N) ขาเก้าอี้หรือขาโต๊ะ
(N) ผลัดหนึ่งในเกมการแข่งขันกีฬา
(N) สาขา
(VI) เดินหรือวิ่งหนี
(N) มรดก
(N) สิ่งที่สืบทอดจากคนรุ่นก่อน
(ADJ) เกี่ยวกับกฎหมาย
(ADJ) ได้รับอนุญาตตามกฎหมาย
(ADJ) ถูกต้องตามกฎหมาย
(N) ความถูกต้องตามกฎหมาย
(N) การทําให้ถูกต้องตามกฎหมาย
(VT) ทําให้ถูกกฎหมาย
(ADV) อย่างถูกต้องตามกฎหมาย
(N) เจ้าหน้าที่ที่ทําหน้าที่แทน
(N) ผู้รับมรดก
(N) คณะทูต
(N) ผู้ยกมรดกให้
(N) คําจารึก
(N) คําบรรยายใต้ภาพ
(N) ตํานาน
(N) บุคคลที่มีชื่อเสียง
(N) เรื่องราวของบุคคลหรือเหตุการณ์ที่มีชื่อเสียง
(SL) หนีอย่างเร็ว
(N) ลักษณะที่อ่านออกง่าย
(ADJ) อ่านออกได้
(ADJ) เป็นจํานวนมาก
(N) กองทหาร
(N) กองทหารของโรมัน
(N) ทหารในกอง
(VI) ออกกฎหมาย
(VT) ออกกฎหมาย
(PHRV) ออกกฎหมายต่อต้าน
(PHRV) วางแผนเผื่อ
(N) การออกกฎหมาย
(N) ตัวบทกฎหมาย
(ADJ) เกี่ยวกับการออกกฎหมาย
(ADJ) เกี่ยวกับสภานิติบัญญัติ
(N) สมาชิกของสภานิติบัญญัติ
(N) สภานิติบัญญติ
(PHRV) รีบวิ่งหนี (คําไม่เป็นทางการ)
(N) ลักษณะที่ชอบด้วยกฎหมาย
(ADJ) ตามหลักการหรือกฎเกณฑ์ที่ตั้งไว้
(ADJ) ถูกต้องตามกฎหมาย
(ADJ) ถูกต้องตามเหตุผล
(ADJ) ที่เกิดจากบิดามารดาซึ่งสมรสกันตามกฎหมาย
(ADJ) แท้จริง
(VT) ทําให้ถูกกฎหมาย
(VT) ทําให้เป็นบุตรถูกต้องตามกฎหมาย
(VT) พิสูจน์ให้เห็นว่าถูกต้องตามกฎหมาย
(ADJ) เมาอย่างสุดๆ (คําสแลง)
(SL) เมามาก
(N) ผู้รายงาน
(SL) มีเซ็กส์
(N) พวงมาลัย (ในฮาวาย ใช้สําหรับสวมรอบคอ)
(ADJ) เกี่ยวกับเวลาว่าง
(ADJ) เพื่อความบันเทิง
(N) เวลาว่าง
(ADJ) ตามสบาย
(ADV) อย่างไม่รีบร้อน
(SL) คําพูดย่อของ let me
(N) ต้นมะนาว
(N) มะนาว
(N) น้ํามะนาว
(N) ตะไคร้
(ADJ) สีเหลืองมะนาว
(N) สัตว์จําพวกลิงชนิดหนึ่ง
(VI) ให้ยืม
(VT) ให้ยืม
(IDM) ช่วยเหลือด้วย (วิธีหรือการกระทํา)
(IDM) ฟัง
(IDM) ทําให้ (บางสิ่ง) ดูเหมือนจะเป็นไปได้
(IDM) ทําให้กลายเป็นจริง
(PHRV) สมควรกับ
(PHRV) ให้ยืมไปได้
(PHRV) เพิ่มเติม (สิ่งที่ดี) ให้กับ
(PHRV) สนับสนุน
(PHRV) ให้ (บางคน) ยืมไปใช้ประโยชน์
(PHRV) ก้าวเท้ายาวขึ้น
(N) ความยาว
(N) ระยะทาง
(N) ระยะเวลา
(VI) ยาวออกไป
(VT) ทําให้ยาวออกไป
(PHRV) ทําให้ยาวขึ้น
(ADV) ตามยาว
(ADJ) ที่มีความยาวมาก
(ADJ) ที่ยืดยาว (คําพูด)
(N) ความเมตตาปรานี
(ADJ) ปรานี
(N) เลนส์
(N) เลนส์ตา (อวัยวะ)
(SUF) เต็มไปด้วย
(VI) กริยาช่องที่ 2 และ 3 ของคํากริยา lend
(VT) กริยาช่องที่ 2 และ 3 ของคํากริยา lend
(N) ราศีสิงห์
(N) ผ้าขนสัตว์จากเสือดาว
(N) เสือดาว
(N) เสื้อชุดติดกันแนบเนื้อ
(N) ผู้เป็นโรคเรื้อน
(N) โรคเรื้อน
(ADJ) ชอบเพศเดียวกัน (สตรี)
(SL) เลสเบี้ยน
(N) การบาดเจ็บ
(ADJ) น้อยกว่า
(ADV) น้อยกว่า
(PREP) หักออก
(SUF) ปราศจาก
(N) ผู้เช่า
(VI) ลดลง
(VT) บรรเทา
(SL) เลสเบี้ยน
(N) การว่ากล่าวเพื่อสั่งสอนให้ดีขึ้น
(N) ตอนหนึ่งในพระคัมภีร์
(N) ตัวอย่าง
(N) บทเรียน
(N) สิ่งที่เรียนรู้จากประสบการณ์
(VT) ว่ากล่าว
(VT) สั่งสอน
(N) ผู้ให้เช่า
(IDM) ไม่พึงพอใจ
(CONJ) ด้วยเกรงว่า
(SUF) จิ๋ว
(VI) ให้เช่า
(VT) ปล่อยให้ผ่านไป
(VT) เป็นเหตุให้
(VT) ให้เช่า
(VT) อนุญาต
(PHRV) ปล่อยทิ้งไว้
(PHRV) อย่าเอ่ยถึง
(PHRV) ปล่อยให้ผ่านไป
(PHRV) ไม่สังเกตุเห็น
(IDM) ลืมสิ่งที่ผ่านไปแล้ว
(PHRV) ทํางานน้อยลง
(PHRV) ทําให้ต่ําลง
(PHRV) ทําให้ต่ําลง (คุณภาพ, มาตรฐาน)
(PHRV) ทําให้ผิดหวัง
(PHRV) ทําให้เสื่อมศรัทธา
(PHRV) ปล่อยลงมามากขึ้น (เสื้อผ้า)
(PHRV) ปล่อยลมออก
(PHRV) ผิดหวัง
(PHRV) แล่นลง (ก่อนจอด)
(PHRV) กล่าวโจมตี
(IDM) ปล่อย
(PHRV) ปล่อย (จากการเกาะกุม, การยึด, การจับฯลฯ)
(ADJ) ที่ทําให้ตายได้
(ADJ) เฉื่อยชา
(ADV) อย่างขาดความกระตือรือร้น
(N) ความเฉื่อยชา
(N) ความเซื่องซึม
(IDM) ลงมือได้ (คําไม่เป็นทางการ)
(SL) เริ่มได้
(PHRV) ปล่อยให้เข้าไป
(PHRV) ปล่อยให้(น้ํา, อากาศ)เข้า
(PHRV) ยอมรับ
(PHRV) ใส่เข้าไป
(PHRV) ทําให้ยุ่งยาก
(PHRV) อนุญาตให้เข้าร่วม (เช่นร่วมแผนการ, กิจกรรมอื่นๆฯลฯ)
(IDM) จ้างให้ทํางานระดับต่ําหรือต่ําต้อย
(PHRV) เข้าร่วมกลุ่มหรือเหตุการณ์
(PHRV) โจมตี (ด้วยคําพูดหรือกําลัง) (คําไม่เป็นทางการ)
(PHRV) ดึงเข้ามาร่วม (สิ่งที่เป็นความลับ)
(PHRV) ทําให้จมลงใน
(PHRV) ปล่อยให้เข้าไป
(PHRV) ปล่อยให้เข้าไป (อากาศ, น้ํา)
(IDM) เล่าทุกสิ่ง (คําสแลง)
(IDM) ลงมือได้ (คําไม่เป็นทางการ)
(SL) เริ่มได้
(PHRV) ปล่อยทิ้งไว้จะทําให้เกิดปัญหาต่อมา
(PHRV) ปล่อยให้เป็นอิสระ
(PHRV) เสียไปอย่างสมัครใจหรือเต็มใจ
(PHRV) ทําให้ระเบิด
(PHRV) ปล่อยให้ออกจากหรือลงจาก (รถ, เรือฯลฯ)
(PHRV) ยกโทษให้
(PHRV) ให้เช่า
(PHRV) ไม่เอาผิด
(PHRV) ให้อภัยจาก
(IDM) ทําตัวร่าเริง
(PHRV) ปล่อยออก (เครื่องจักรไอน้ํา)
(PHRV) ชี้ให้เห็นความจริง
(PHRV) เปิดเผยความลับ (คําไม่เป็นทางการ)
(PHRV) แสร้งทํา (คําไม่เป็นทางการ)
(SL) ตด
(SL) ตด
(IDM) ทําตัวสนุกสนานเต็มที่ (คําไม่เป็นทางการ)
(PHRV) ขยายให้กว้างขึ้น (เสื้อผ้า)
(PHRV) โจมตี (ด้วยคําพูดหรือกําลัง)
(PHRV) ดับไฟ
(PHRV) ปล่อย
(PHRV) ปล่อยเป็นอิสระ
(PHRV) ปล่อยออก (น้ํา, อากาศ)
(PHRV) ปล่อยออกไป
(PHRV) เปล่งเสียงออกมา
(PHRV) เปิดเผยความลับ
(PHRV) เผยความลับอย่างไม่ตั้งใจ
(PHRV) ยกโทษ
(PHRV) เลิก (ประชุม, การทํางาน, การแสดงฯลฯ)
(PHRV) ให้เช่า
(PHRV) ปล่อยให้ผ่านไป
(PHRV) ไม่สังเกตุเห็น
(IDM) ไม่อยากทําร้ายหรือทําลายความรู้สึกที่ดี
(IDM) พูดโจมตี
(IDM) ปล่อยให้เป็นอิสระจาก (ความยุ่งยาก, ความรับผิดชอบ, การตัดสินใจ)
(IDM) ปล่อยไว้ตามลําพัง
(IDM) ละทิ้ง (หน้าที่)
(SL) โดยประมาณ
(N) จดหมาย
(N) ตัวอักษร
(VI) เขียนตัวอักษร
(VT) เขียนตัวอักษร
(ADJ) ที่ถูกต้องทุกตัวอักษร
(N) ตัวหนังสือ (เพื่อแยกความต่างจากภาพหรือองค์ประกอบอื่นๆ ในหนังสือ)
(IDM) บอกความลับ (คําไม่เป็นทางการ)
(PHRV) ปล่อยให้ผ่านไป
(PHRV) ปล่อยให้ผ่านไปได้
(PHRV) ยอมรับเข้าสู่
(N) เงินธนบัตร (คําสแลง)
(N) การน้อยลง
(N) การหยุด
(PHRV) ทํางานหนักน้อยลง
(PHRV) ทําให้น้อยลง
(PHRV) ปล่อยให้ขึ้นไป
(PHRV) หยุด
(PHRV) เข้มงวดกับ
(IDM) พอใจกับสิ่งที่เป็นอยู่เพราะกลัวว่าจะแย่ลงไปกว่าเดิม
(N) ลูคีเมีย
(N) ลูคีเมีย
(N) เม็ดโลหิตขาว
(N) เขื่อนป้องกันน้ําท่วม
(N) คันนา
(N) ที่สําหรับจอดเรือ
(VT) สร้างเขื่อนกั้นน้ํา
(N) งานเลี้ยงรับรองผู้มีเกียรติ
(ADJ) คงที่
(ADJ) ระดับเดียวกัน
(ADJ) ราบเรียบ
(N) ระดับตําแหน่ง
(N) ระดับตามแนวราบ
(N) ระดับ (มาตรฐาน, คุณภาพ)
(VT) เครื่องมือวัดระดับ
(VT) ทําให้เรียบ
(PHRV) นําไปสู่
(PHRV) เล็งไปที่ (การมองหรือการใช้อาวุธ)
(SL) พยายามเต็มที่
(PHRV) ทําให้ลดลงมาอยู่ระดับเดียวกันหรือเท่ากัน
(N) ผู้วัดระดับ
(ADJ) สุขุม
(N) ผู้วัดระดับ
(PHRV) เข้าสู่ระดับคงที่ (เครื่องบิน)
(PHRV) เข้าสู่ระดับปกติ (ไม่ขึ้นไม่ลง)
(PHRV) ทําให้เรียบ
(PHRV) รักษาระดับ
(PHRV) ทําให้เท่าเทียมกัน
(PHRV) พยายามคงระดับไว ้(หลังจากการสูงขึ้น)
(PHRV) ยกระดับของ (บางสิ่ง) ให้เท่ากัน
(PHRV) พูดความจริงกับ (คําไม่เป็นทางการ)
(N) ชะแลง
(VT) งัด
(N) การงัด
(N) แรงที่ได้เพิ่มขึ้นจากการงัด
(PHRV) งัดออกด้วยไม้ เหล็กหรือเครื่องมือหนักอย่างอื่น
(PHRV) ดึงออกมาจาก
(PHRV) ถอนออกมา
(PHRV) งัดขึ้นด้วย ไม้ เหล็กหรือเครื่องมือหนัก
(PHRV) ยกตัวเองออกมาอย่างลําบาก
(ADJ) ซึ่งเก็บภาษีได้
(N) สิ่งที่มีอํานาจมาก
(N) ผู้เก็บภาษี
(VT) บดให้ละเอียด
(VI) ลอย
(VT) ทําให้ลอย
(N) ความตลกคะนอง
(N) ความเบา (น้ําหนัก)
(N) การเกณฑ์ทหาร
(N) การจัดเก็บภาษี
(VI) เก็บภาษี
(VI) ยึดทรัพย์สิน
(VT) เกณฑ์ทหาร
(VT) เก็บภาษี
(PHRV) เรียกเก็บ
(PHRV) เรียกเก็บจาก
(PHRV) เรียกเก็บ
(PHRV) เรียกเก็บจาก
(PHRV) ประกาศสงครามกับ
(PHRV) ประกาศสงครามกับ
(ADJ) ที่แสดงถึงตัณหา
(N) ความลามก
(ADJ) เกี่ยวกับคําหรือศัพท์
(N) ผู้เขียนพจนานุกรม
(N) การเขียนหรือทําพจนานุกรม
(N) พจนานุกรม (โดยเฉพาะภาษาโบราณ)
(N) ศัพท์เฉพาะสาขา
(N) ชื่อเฉพาะของพจนานุกรมสื่ออิเล็กทรอนิกส์คู่ภาษาไทย<->อังกฤษ พัฒนาขึ้นโดย NECTEC คําว่า LEXiTRON เกิดจากคําว่า lexicon (คลังศัพท์) ผนวกกับ electron (อนุภาคมูลฐาน) เพื่อใช้ในความหมายว่า คําศัพท์ที่บรรจุอยู่ในรูปของสื่ออิเล็กทรอนิกส์
(SL) เลสเบี้ยน
(N) หนี้สิน
(ADJ) ซึ่งมีความรู้สึกไวต่อ
(ADJ) ซึ่งรับผิดชอบตามกฎหมาย
(ADJ) ที่มีแนวโน้ม
(PHRV) ประสานงานระหว่าง
(PHRV) ประสานงานระหว่าง
(N) การติดต่อประสานงาน
(N) ความสัมพันธ์ฉันท์ชู้สาว
(N) ผู้ประสานงาน
(N) ผู้โกหก
(ABBR) ห้องสมุด (คําย่อของ library)
(N) น้ํามันลงดินเพื่อเป็นการบวงสรวง
(N) การหมิ่นประมาท (ข้อความ, รูปภาพ)
(N) ถ้อยแถลงของโจทก์
(VT) กล่าวโจมตี
(VT) ตีพิมพ์เรื่องที่หมิ่นประมาทผู้อื่น
(N) ผู้หมิ่นประมาท
(ADJ) ที่เป็นการหมิ่นประมาท
(ADJ) เกี่ยวกับลัทธิเสรีนิยม
(ADJ) ใจกว้าง
(ADJ) เป็นอิสระ
(ADJ) มากมาย (เงิน, ทรัพย์สิน, เวลา)
(N) นักเสรีนิยม
(N) ศิลปศาสตร์
(N) การศึกษาที่ตั้งอยู่บนรากฐานของศิลปศาสตร์
(N) ลัทธิเสรีนิยม
(N) ความมีใจกว้าง
(N) ความมีใจเอื้อเฟื้อเผื่อแผ่
(VI) เป็นอิสระ
(VT) ทําให้เสรี
(VT) ขโมย (คําสแลง)
(VT) ปล่อยให้เป็นอิสระ
(PHRV) ปล่อยให้เป็นอิสระจาก
(N) การทําให้ได้รับสิทธิอันเท่าเทียม
(N) การปลดปล่อยให้เป็นอิสระ
(N) ชื่อประเทศสาธารณรัฐหนึ่งในแอฟริกาตะวันตก  ก่อตั้งขึ้นโดยทาสของสหรัฐอเมริกาที่ได้รับอิสรภาพในปี ค.ศ. 1821
(ADJ) เกี่ยวกับเสรีนิยม
(N) ผู้สนับสนุนหรือยึดถึงหลักแห่งเสรีภาพ
(ADJ) ที่ประพฤติผิดศีลธรรม
(N) ทาสที่ได้รับการปลดปล่อย (ในสมัยโรมันโบราณ)
(N) ผู้ประพฤติผิดศีลธรรมจรรยา
(N) สิทธิขั้นพื้นฐาน
(N) อิสรภาพ
(ADJ) ที่เต็มไปด้วยตันหาราคะ
(N) ความต้องการที่ถูกกระตุ้นจากจิตใต้สํานึก
(N) ตัณหาราคะ
(N) กลุ่มดาวตราชั่ง
(N) คนที่เกิดในราศีตุล
(N) ราศีตุล
(N) คนที่เกิดในราศีตุล
(N) บรรณารักษ์
(N) ตําแหน่งบรรณารักษ์
(N) บรรณารักษ์ศาสตร์
(N) การเก็บต้นฉบับ สิ่งพิมพ์ เทป หรือวัสดุในการค้นคว้าวิจัย
(N) การเก็บรวมโปรแกรมของคอมพิวเตอร์
(N) ห้องสมุด
(N) ห้องสมุดแห่งชาติของสหรัฐอเมริกาในรัฐวอชิงตัน
(N) บรรณารักษ์ศาสตร์
(N) งานเขียนละครเพลง
(N) ประเทศลิเบียในแอฟริกาตอนเหนือ
(ADJ) เกี่ยวกับลิเบีย
(N) ชาวและภาษาลิเบีย
(N) แมลงปรสิตเล็กๆ ที่อยู่บนคนและสัตว์ (คําพหูพจน์ของ louse)
(N) การอนุญาต
(N) ใบอนุญาต
(N) เสรีภาพ
(VT) อนุญาต
(N) การอนุญาต
(N) ใบอนุญาต
(N) เสรีภาพ
(VT) อนุญาต
(N) ผู้ได้รับอนุญาต
(PHRV) ได้รับใบอนุญาตอย่างเป็นทางการสําหรับ
(N) แผ่นป้ายทะเบียนรถยนต์
(N) ผู้อนุญาต
(N) ผู้อนุญาต
(N) ผู้ได้รับอนุญาตให้ประกอบอาชีพในสาขาใดสาขาหนึ่ง
(ADJ) มักมากในกาม
(ADJ) ไร้ศีลธรรม
(N) ลิ้นจี่
(N) โรคผิวหนังพุพองชนิดหนึ่ง
(N) เห็ดราที่ขึ้นตามต้นไม้หรือก้อนหิน
(VT) ปกคลุมด้วยเห็ดรา
(N) ลิ้นจี่
(ADJ) ถูกกฎหมาย
(N) การเลีย
(N) ความเร็ว (คําไม่เป็นทางการ)
(N) จํานวนเล็กน้อย (คําไม่เป็นทางการ)
(VI) เคลื่อนที่ผ่านอย่างเร็วและแผ่วเบา
(VT) ชนะ (คําไม่เป็นทางการ)
(VT) ตี (คําไม่เป็นทางการ)
(VT) เลีย
(SL) การทําลวกๆ
(N) อย่างเร็วมาก
(N) การตี
(N) การเลีย
(IDM) ปรับให้เหมาะสม
(PHRV) เลียออกจาก
(IDM) แสดงความกระตือรือร้นในสิ่งที่ต้องการ
(N) ผู้ประจบประแจง
(PHRV) เลีย
(N) ผู้ที่ทําหน้าที่ติดตามผู้พิพากษาในสมัยโรมันโบราณ
(N) เปลือกตา
(N) ฝาปิดภาชนะ
(N) หมวก (คําสแลง)
(ADJ) ที่ปิดด้วยฝา
(ADJ) ที่มีหนังตา (ที่เป็นลักษณะเด่น เช่น หนามาก)
(ADJ) ที่ปราศจากฝา
(N) สถานที่พักผ่อนตามชายทะเล
(N) การหลอกลวง
(N) คําโกหก
(VI) โกหก
(VI) หลอกหลวง
(VT) ได้รับผลโดยการโกหก
(N) ตําแหน่งที่ตั้งอยู่
(N) ตําแหน่งที่วางลูกกอลฟ์
(N) ที่ซ่อน (ของสัตว์)
(VI) ตั้งอยู่
(VI) ถูกฝังอยู่
(VI) นอน
(VI) แผ่กว้าง
(VI) ยังคงอยู่
(VI) วาง
(PHRV) ทิ้งไว้เรี่ยราด
(PHRV) นอนอย่างสบาย (ไม่ทําอะไร)
(PHRV) โกหกในเรื่อง
(PHRV) โอบล้อม
(PHRV) มีอยู่ในอนาคต
(PHRV) วางไว้ข้างหน้า
(PHRV) (เรือ)
(PHRV) (เรือ) เข้ามาจอดพักใกล้ๆ
(PHRV) ทิ้งไว้เรี่ยราด
(PHRV) นอนอย่างสบาย (ไม่ทําอะไร)
(PHRV) โอบล้อม
(PHRV) นอนใกล้ๆ
(PHRV) นอนหลับอยู่ที่ (บริเวณ) (คําเก่า)
(IDM) หยุดแล่น (เรือ)
(IDM) ใกล้ตาย
(IDM) หยุดแล่น (เรือ)
(IDM) (คําตําหนิ, ความผิดฯลฯ) เป็นของ
(PHRV) พิงศีรษะพักให้สบาย
(PHRV) รออยู่
(PHRV) วางไว้ด้านหน้า
(PHRV) สําคัญกว่า
(PHRV) เป็นอดีต
(PHRV) เป็นเหตุผลสําหรับ
(PHRV) วางไว้ด้านหลัง
(PHRV) นอนอยู่ข้าง
(PHRV) อยู่ไกลออกไป
(PHRV) ยิ่งใหญ่กว่า
(PHRV) เกิดขึ้นต่อจากนั้น
(PHRV) นอนอยู่ข้าง
(N) เครื่องจับการพูดเท็จ
(PHRV) นอนซ่อนตัวอย่างเงียบๆ
(PHRV) นอนลง
(PHRV) นอนเหยียดยาวบน
(PHRV) ยอมทนทุกข์ทรมาน
(ADJ) เต็มใจ
(ADV) อย่างเต็มใจ
(PHRV) มึน
(PHRV) หยุดผลิต (การทําไร่ทํานา)
(ADJ) ที่จงรักภักดี
(IDM) ทําให้ไม่สุขสบาย
(PHRV) นอนขี้เกียจอยู่บเตียงในตอนเช้า
(PHRV) นอนรอคลอด (คําเก่า)
(PHRV) ปรากฏอยู่ในรูปของ
(PHRV) ฝัง
(IDM) ดักรอ
(IDM) โกหกอย่างมาก
(IDM) ปล่อยให้ผ่านไป
(IDM) ทําลาย (ตึก, อาคาร, แผนการฯลฯ)
(IDM) ทําสิ่งที่สามารถทําได้
(IDM) แสดงต่อสาธารณะ
(IDM) จะเกิดขึ้นในอนาคต
(IDM) ดักรอ
(PHRV) ซ่อนตัว
(PHRV) ถ่อมตน
(PHRV) หนีรอดจากตํารวจ
(N) สิทธิในการครอบครองทรัพย์ของผู้อื่น (เพื่อเป็นหลักประกันการใช้หนี้)
(PHRV) จอดใกล้ฝั่ง (การจอดเรือ)
(PHRV) หยุดทํางาน
(PHRV) นอนเหยียดยาวบน
(PHRV) วางทิ้งไว้บน
(PHRV) ดูเหมือนจะเกิด
(PHRV) เปิดไว้
(PHRV) นอนเหยียดยาวอยู่กลางแจ้ง
(PHRV) อยู่ไกลจาก
(PHRV) คอยต่อไป
(IDM) โกหกอย่างมาก
(PHRV) จอดพัก
(PHRV) เล่าความจริงให้กับ
(PHRV) ตั้งอยู่ทาง
(PHRV) ซ่อนตัวเพื่อหลบหนี
(PHRV) นอนพักบนเตียง (เป็นเวลานาน)
(PHRV) (เรือ) จอดเทียบท่า (เพื่อซ่อมแซม, ใช้งาน)
(ABBR) ร้อยโท (คําย่อของ Lieutenant)
(N) ผู้แทน
(N) ร้อยโท
(N) พันโทหรือนาวาโท
(N) นาวาตรี
(N) พลโท
(N) รองผู้ว่าราชการ
(PHRV) เป็นความรับผิดชอบของ
(PHRV) มีเพศสัมพันธ์กับ
(PHRV) เป็นของ
(PHRV) อยู่ด้านใน
(N) ความมีชีวิตชีวา
(N) ช่วงชีวิตของสิ่งมีชีวิตตั้งแต่เกิดจนตาย
(N) ชีวประวัติ
(N) ชีวิต
(N) รูปแบบการดําเนินชีวิต
(N) สิ่งมีชีวิต
(N) อายุการใช้งานของสิ่งของ
(N) ชีวิตหลังความตาย
(ADJ) ที่อาจเป็นหรือตาย
(N) สายชูชีพ
(N) เลือดที่จําเป็นสําหรับชีวิต
(N) เรือชูชีพ
(N) ห่วงชูชีพ
(N) วงจรชีวิต
(N) ช่วงอายุของชีวิต
(ADJ) ที่ให้ชีวิต
(N) เจ้าหน้าที่คอยช่วยชีวิตคนตกน้ํา
(N) กองทหารรักษาพระองค์
(N) ชีวประวัติ
(N) การลงโทษจําคุกตลอดชีวิต
(N) การประกันชีวิต
(N) เสื้อชูชีพ
(ADJ) ที่ตาย
(ADJ) ที่ไม่มีชีวิตชีวา
(ADJ) ที่ไร้สิ่งมีชีวิต
(N) ความไม่มีชีวิตชีวา
(ADJ) คล้ายชีวิตจริง
(N) สายดึงนักประดาน้ําขึ้นลง
(ADJ) ตลอดชีวิต
(ADJ) ที่อาจเป็นหรือตาย
(N) อาวุธ (คําสแลง)
(N) อุปกรณ์
(N) ผู้ถูกศาลตัดสินลงโทษจําคุกตลอดชีวิต (คําสแลง)
(N) แพชูชีพ
(N) เจ้าหน้าที่ชายฝั่งคอยช่วยคนตกน้ํา
(N) การลงโทษจําคุกตลอดชีวิต
(ADJ) ที่มีขนาดเท่าตัวจริง
(ADJ) ที่มีขนาดเท่าตัวจริง
(N) ระยะยาวแห่งชีวิต
(N) วิถีทางการดําเนินชีวิต
(N) ระยะเวลาที่มีชีวิตได้
(N) เวลาที่ยาวนาน
(N) เสื้อชูชีพ
(N) ผลงานสําคัญในช่วงชีวิต
(N) การโดยสาร
(N) การยก
(N) การลักทรัพย์ (คําสแลง)
(N) ความกระปรี้กระเปร่า
(N) ลิฟต์
(VT) ขโมย (คําสแลง)
(VT) ทําให้ร่าเริง
(VT) ยกขึ้น
(VT) ยกระดับ
(VT) ยกเลิก
(PHRV) ทําให้ต่ําลง
(PHRV) คัดลอกจาก
(PHRV) ยกสูงขึ้นจาก
(N) การที่จรวดเคลื่อนขึ้นจากฐานปล่อยจรวด
(PHRV) ยกออก
(N) เครื่องปั๊มน้ํา
(PHRV) กระตุ้น
(PHRV) ยกขึ้น
(IDM) เเหงนมอง
(IDM) เปล่งเสียงดัง
(N) เครื่องพันธนาการ
(N) เอ็น
(VT) ผูก
(N) การผูก
(VT) ผูก
(ADJ) สว่าง
(N) ความสว่าง
(N) ไฟฉาย
(N) ไฟแช็ค
(N) ไฟหน้ารถ
(N) สัญญาณไฟ (จราจร)
(N) แสงสว่าง
(N) แหล่งกําเนิดแสง
(VI) สว่าง
(VT) จุดไฟ
(VT) ทําให้สว่าง
(ADJ) ง่าย
(ADJ) ที่ขึ้นฟู (อาหาร)
(ADJ) ที่มีน้ําหนักเบา
(ADJ) ที่ย่อยง่าย
(ADJ) ที่ให้พลังงานต่ํา (อาหาร)
(ADJ) บางเบา
(ADJ) เบาๆ อ่อนๆ (ลม, ฝน)
(ADJ) ไม่เคร่งเครียด
(ADJ) อ่อน (สี)
(N) ลมที่มีความเร็ว 1-3 ไมล์ต่อชั่วโมง
(IDM) เบามาก  (คําไม่เป็นทางการ)
(N) หลอดไฟฟ้า
(SL) หญิงท้อง
(VI) สว่างขึ้น
(VT) ทําให้สว่าง
(VI) เบาลง
(VT) ทําให้เบาลง
(N) คนหรือเครื่องจุดไฟ
(N) ไฟแช็ก
(N) เรือขนส่งสินค้าจากเรือใหญ่ (ใช้ในระยะทางสั้นๆ ที่ตื้นเขิน)
(VI) ขนส่งด้วยเรือ
(VT) ขนส่งด้วยเรือ
(ADJ) ที่เป็นตัวพิมพ์ชนิดบาง
(N) ตัวพิมพ์ชนิดบาง
(ADJ) ที่เป็นตัวพิมพ์ชนิดบาง
(ADJ) ที่มีความสามารถในการลักเล็กขโมยน้อย
(ADJ) มือเบา
(ADJ) เดินอย่างเบาและสง่างาม
(ADJ) วิงเวียนศีรษะ
(ADJ) เบิกบานใจ
(N) นักมวยรุ่นไลท์เฮฟวี่เวท (มีน้ําหนักไม่เกิน 79.39 กิโลกรัม)
(N) ประภาคาร
(N) การจัดแสง
(N) การจุดไฟ
(PHRV) โจมตีอย่างรุนแรง (ด้วยกําลังหรือคําพูด)
(ADV) อย่างเบาๆ
(ADV) อย่างไม่เอาใจใส่
(ADV) อย่างร่าเริง
(ADV) อย่างเล็กน้อย
(ADJ) เหลาะแหละ
(N) การมีน้ําหนักเบา
(N) การไม่มีภาระหนัก
(N) ความไม่เอาจริงเอาจัง
(N) ความร่าเริง
(N) ความว่องไว
(N) การมีสีอ่อน
(N) ความสว่าง
(N) สายฟ้า
(N) สายดิน
(N) หิ่งห้อย
(N) หิ่งห้อย
(N) สายล่อฟ้า
(PHRV) เกาะบน
(PHRV) ค้นพบโดยบังเอิญ
(PHRV) มองไปทาง
(PHRV) รีบออกไป (คําไม่เป็นทางการ)
(ADJ) ซึ่งไม่ให้แสงผ่านได้
(N) ปอดของสัตว์ (ใช้เป็นอาหาร)
(N) เรือทอดสมอที่ให้สัญญาณไฟเตือนเพื่อช่วยการเดินเรือของเรืออื่น ๆ
(ADJ) ร่าเริง
(ADJ) ปล่อยแสง
(ADJ) ที่ถูกทําให้เสียหายโดยการถูกแสง
(PHRV) ปล่อยเชือกให้พอที่จะผูก
(PHRV) จุดบุหรี่
(PHRV) จุดไฟสูบบุหรี่
(PHRV) ทําให้ร่าเริงขึ้น
(PHRV) ทําให้สว่างขึ้น
(PHRV) ทําให้สว่างสดใส
(PHRV) เปิดไฟ
(PHRV) เกาะบน
(PHRV) ค้นพบโดยบังเอิญ
(PHRV) มองไปทาง
(ADJ) เบา
(PHRV) ทําให้สว่างขึ้นด้วย
(N) ไม้ที่แห้งมาก
(N) ระยะการเดินทางของแสงในหนึ่งปี
(ADJ) ที่มีคุณสมบัติเป็นไม้
(VI) เปลี่ยนให้เป็นไม้
(VT) เปลี่ยนเป็นไม้
(N) ถ่านลิกไนท
(ADJ) น่าพอใจ
(ADJ) น่ารัก
(ADJ) เท่ากัน
(ADJ) น่าจะเป็นไปได้
(ADJ) ประเภทเดียวกัน
(ADJ) เหมือนกัน
(PREP) เช่น
(PREP) เป็นลักษณะเฉพาะ
(PREP) เหมือนกับ
(VI) ต้องการ
(VT) ชอบ
(SUF) เหมือน
(ADJ) น่าพอใจ
(SL) ไม่น่าเชื่อ
(N) ความเป็นไปได้
(ADJ) ท่าทางดูดี
(ADJ) น่าเชื่อถือ
(ADJ) เป็นไปได้
(ADJ) เหมาะสม
(ADV) เป็นไปได้
(IDM) บางที
(ADJ) มีความคิดเหมือนกัน
(VT) เปรียบเทียบ
(N) ความเหมือนกัน
(N) ภาพเหมือน
(SL) ดีมาก
(PHRV) เหมือนกับ
(IDM) คนแบบนั้น
(ADV) นอกจากนั้น
(ADV) ในทํานองเดียวกัน
(N) ความชอบ
(ADJ) ที่มีสีม่วงอ่อน
(N) พืชไม้ดอกสีม่วงแดงหรือสีขาวที่มีกลิ่นหอม
(VI) ร้องเพลงเป็นจังหวะ
(VT) ร้องเพลงเป็นจังหวะ
(ADJ) ขาวเหมือนดอกลิลลี่
(ADJ) บริสุทธิ์
(ADJ) บอบบาง
(ADJ) สวย
(N) ดอกลิลลี่
(N) ลิลลี่
(ADJ) ขี้ขลาด
(SL) ขี้ขลาด
(ADJ) ขาวเหมือนดอกลิลลี่
(N) เมืองหลวงของเปรู
(N) กิ่ง
(N) แขน ขาหรือปีก
(N) สมาชิก
(N) ขอบ
(ADJ) งอได้
(VI) ที่งอได้
(VT) ทําให้งอได้
(N) รถสองล้อที่ใช้ลากปืนใหญ่และกระสุนปืน
(VI) ใช้รถสองล้อที่ใช้ลากปืนใหญ่
(VT) ใช้รถสองล้อที่ใช้ลากปืนใหญ่และกระสุนปืนลาก
(PHRV) เตรียมพร้อม
(N) การเต้นระบําลอดไม้ขวาง
(N) สถานที่ที่ถูกลืม
(N) ชีสชนิดหนึ่งที่มีกลิ่นแรง
(N) ต้นมะนาวชนิดหนึ่ง
(N) ปูนขาว
(N) มะนาวพันธุ์หนึ่ง
(N) สีเหลืองแกมเขียว
(N) น้ํามะนาว
(N) ไฟสําหรับฉายตัวละครบนเวทีสมัยก่อน
(N) หินปูน
(N) สารละลายแคลเซียมไฮดรอกไซด์
(ADJ) ที่เกี่ยวกับอังกฤษ (คําสแลง)
(N) กะลาสีเรือหรือทหารอังกฤษ
(N) ขอบเขต
(N) ขีดจํากัด
(N) ขีดสูงสุด
(VT) จํากัด
(N) กฎเกณฑ์
(N) ข้อจํากัด
(N) ข้อบกพร่อง
(ADJ) ที่ถูกจํากัด
(ADJ) ที่มีขอบเขต
(ADJ) บริษัทจํากัด (มีคําย่อว่า Ltd. )
(N) การพิมพ์จํากัดจํานวน
(ADJ) จํากัด
(PHRV) จํากัด
(VT) บรรยาย
(N) รถยนต์ขนาดใหญ่(ที่มีกระจกกั้นระหว่างที่นั่งคนขับกับที่นั่งของผู้โดยสาร)
(N) การเคลื่อนไหวอย่างกระโผลกกระเผลก
(VI) เดินโขยกเขยก
(ADJ) ปวกเปียก
(ADJ) เหนื่อยอ่อน
(ADJ) อ่อน
(N) หอยทะเลที่มักพบติดอยู่ตามหินใต้น้ํา
(ADJ) ชัดแจ้ง
(ADJ) สงบ
(ADJ) ใส
(ADJ) ที่คลานไป
(ADV) อย่างเหนื่อยอ่อน
(SL) เกย์
(N) จํานวนบรรทัด
(N) เดือยบังคับล้อ
(N) ประธานาธิบดีคนที่ 16 ของประเทศสหรัฐอเมริกา
(N) การผลิตทีละมากๆ ในโรงงานอุตสาหกรรม
(N) ความสนใจในงานหรือกิจกรรม
(N) โครงร่าง
(N) โคลงบรรทัดหนึ่ง
(N) จดหมายสั้นๆ
(N) เชือก
(N) เชื้อสาย
(N) แถว
(N) ทางรถไฟ
(N) ทิศทางในการเคลื่อนไหว
(N) ธุรกิจการขนส่ง
(N) แนวทาง
(N) รอยย่น
(N) สายโทรศัพท์
(N) สินค้าที่ผลิตจากเครื่องจักร
(N) เส้น
(N) เส้นทางคมนาคม
(N) เส้นบรรทัด
(N) เส้นแบ่งเขต
(N) เส้นศูนย์สูตร
(VI) เรียงราย
(VT) ทําให้เป็นรอย
(VT) ลากเส้น
(VT) เติม
(VT) ปกคลุม
(VT) ใส่ซับใน
(N) เชื้อสาย
(ADJ) เป็นเส้นตรง
(N) ลักษณะเฉพาะ
(N) ลักษณะภูมิประเทศ
(N) ลักษณะหน้าตาและรูปร่าง
(ADJ) โดยตรง
(ADJ) เป็นเส้นตรง
(ADJ) เป็นเส้น
(N) การลากเส้น
(N) ช่างติดตั้งหรือซ่อมสายไฟหรือโทรศัพท์
(N) ผ้าลินิน
(PHRV) ลากเส้น
(N) ดินสอเขียนขอบตา
(N) เรือหรือเครื่องบินที่เดินทางประจําเส้นทาง
(N) ผ้าซับใน
(N) ผู้กํากับเส้น
(N) รายชื่อของผู้เล่นตัวจริง
(PHRV) เข้าแถว
(PHRV) เขียนหรือพิมพ์อยู่ระดับเดียวกัน
(PHRV) จัดการ
(PHRV) จัดเตรียม
(PHRV) เตรียมการ
(PHRV) เรียง
(PHRV) คัดค้าน
(PHRV) เรียงเเถวพิง
(PHRV) ทําให้อยู่ระดับเดียวกัน
(PHRV) ยืนเข้าแถวร่วมกับ
(PHRV) สนับสนุนความคิดเห็น
(PHRV) ติดตาม
(PHRV) ตั้งแถวอยู่ในสภาพหรือสถานที่ใดสถานที่หนึ่ง
(PHRV) ทําให้อยู่ระดับเดียวกัน
(PHRV) ยืนเข้าแถวร่วมกับ
(PHRV) สนับสนุนความคิดเห็น
(PHRV) มีอยู่ด้านใน
(PHRV) เรียงรายไปด้วย
(N) อวัยวะเพศชายซึ่งเป็นสัญลักษณ์ของพระศิวะในศาสนาฮินดู
(SUF) น้อย
(SUF) แสดงทิศทาง
(VI) ใกล้ตาย
(VI) ยังเหลืออยู่
(VI) อ้อยอิ่ง
(VT) ปล่อยเวลาให้ผ่านไปอย่างไม่รีบร้อน
(PHRV) เตร็ดเตร่อยู่
(PHRV) เตร็ดเตร่อยู่
(N) เสื้อและกางเกงของสตรี
(ADV) อย่างอ้อยอิ่ง
(PHRV) เตร็ดเตร่อยู่
(PHRV) มีชีวิตอยู่ (ทั้งๆที่เจ็บป่วย)
(PHRV) คิดเกี่ยวกับ (มักเป็นเรื่องที่พึงพอใจ)
(PHRV) เสียเวลาอยู่กับ (อย่างมาก)
(N) ภาษา
(N) ภาษา (โดยเฉพาะภาษาต่างประเทศ)
(N) ภาษาที่ใช้กันเฉพาะกลุ่ม
(N) ภาษากลาง
(ADJ) เกี่ยวกับภาษา
(ADJ) เกี่ยวกับลิ้น
(N) นักภาษาศาสตร์
(N) ผู้ที่พูดได้หลายภาษา
(ADJ) เกี่ยวกับภาษา
(N) ภาษาศาสตร์
(N) ยาทา (บรรเทาอาการเจ็บปวด)
(N) การบุรอง
(N) ผ้าซับใน
(N) ข้อลูกโซ่
(N) สิ่งที่เชื่อมต่อ
(N) หน่วยความยาว เท่ากับ 7.92
(N) หน่วยระบบสื่อสาร
(VI) เชื่อม
(VT) เชื่อม
(N) คบไฟ
(N) การเชื่อมต่อ
(ADJ) ที่เชื่อมต่อกัน
(N) สนามกอล์ฟ
(PHRV) เชื่อมกับ
(PHRV) เชื่อมต่อ
(PHRV) ต่อเข้าด้วยกัน
(N) การเชื่อมต่อกัน
(PHRV) เชื่อม
(PHRV) เชื่อมโยง
(PHRV) เชื่อมกับ
(N) เสื่อน้ํามัน
(N) ชื่อการค้าของเครื่องเรียงพิมพ์
(N) ผ้าพันแผล
(N) ทับหลัง
(N) ชายที่แข็งแรงและกล้าหาญ
(N) บุคคลสําคัญ
(N) สิงโต
(N) สิงโตตัวเมีย
(ADJ) กล้าหาญ
(VT) ยกย่องเป็นผู้มีชื่อเสียง
(N) ส่วนแบ่งที่มากที่สุด
(ADJ) ที่เกี่ยวกับริมฝีปาก
(N) ขอบ
(N) คําพูดทะลึ่งหรืออวดดี (คําสแลง)
(N) ริมฝีปาก
(SL) พฤติกรรมหยาบคาย
(VI) เป่า (ใช้กับเครื่องดนตรี)
(VT) เปล่งเสียงอย่างนุ่มนวล
(VT) เอาริมฝีปากแตะ
(N) ลิปสติก
(VT) เผาให้ละลาย
(VI) กลายเป็นของเหลว
(VT) ทําให้เป็นของเหลว
(N) เหล้า
(ADJ) เป็นของเหลว
(ADJ) มีสภาพคล่องสูง (การเงิน)
(ADJ) สง่างาม (การเคลื่อนไหว, ท่าทาง)
(ADJ) ใส
(ADJ) ใส (เสียง)
(ADJ) ไหลคล้ายน้ํา
(N) ของเหลว
(VT) ชําระหนี้
(N) การชําระหนี้
(N) สภาพคล่อง
(VT) ทําให้เป็นของเหลว
(N) หน่วยวัดของเหลว
(N) น้ําที่ได้จากการกลั่น
(N) สารละลาย
(N) สุราที่ได้จากการกลั่น
(VI) ดื่มเหล้า
(VT) ดื่มเหล้า
(N) ชื่อเมืองหลวงของโปรตุเกส
(N) ด้ายฝ้ายชนิดหนึ่ง
(VI) พูดไม่ชัด (เหมือนเด็ก)
(PHRV) พูดไม่ชัด (แบบเด็กพูด)
(ADJ) คล่องแคล่ว
(ADJ) คล่องแคล่ว
(N) รายการ
(VT) ลงรายการ
(ADJ) ทําด้วยแถบหรือริ้วผ้า
(N) ขอบผ้า
(N) ไม้ที่ตัดเป็นแผ่นๆ
(VT) ตัดออกเป็นแผ่นยาวๆ (ไม้)
(VT) ทําเป็นร่อง
(VT) ใส่ขอบ
(N) การเอียงไปข้างหนึ่ง
(VI) เอียงข้าง (เรือ)
(VT) ทําให้เอียงข้าง (เรือ)
(VI) ฟัง
(N) ผู้ฟัง
(PHRV) พยายามฟังเสียง
(PHRV) ตั้งใจฟัง
(PHRV) ตั้งใจฟัง (การสนทนา)
(PHRV) ฟังจบ (ในการฟังวิทยุแบบโต้ตอบกันได้)
(PHRV) รอฟัง
(PHRV) เชื่อฟัง
(PHRV) ฟัง
(N) การรวบรวมรายชื่อ
(ADJ) ไม่มีชีวิตชีวา
(ADV) อย่างเฉื่อยชา
(VI) กริยาช่องที่ 2 และ 3 ของกริยา light1
(VT) กริยาช่องที่ 2 และ 3 ของกริยา light1
(VI) กริยาช่องที่ 2 และ 3 ของกริยา light2
(N) เพลงสวด
(N) ลิ้นจี่
(N) ลิตร (หน่วยวัดปริมาณ 1 ลิตรเท่ากับ 0.264 แกลลอน)
(N) ความสามารถในการอ่านและเขียน
(ADJ) ตามความหมายที่แท้จริงของคํา
(ADJ) ตามตัวอักษร
(ADJ) ตามที่เป็นจริง
(N) การยึดถือตามตัวอักษร
(ADJ) อย่างตามตัวอักษร
(ADV) อย่างแท้จริง
(ADJ) เกี่ยวกับการประพันธ์
(ADJ) เกี่ยวกับวรรณคดี
(ADJ) มีการศึกษา
(ADJ) มีความรอบรู้ในเรื่องเฉพาะ
(ADJ) รู้หนังสือ
(N) ผู้มีปัญญา
(ADV) คําต่อคํา
(N) การประพันธ์
(N) งานประพันธ์
(N) วรรณคดี
(N) สิ่งตีพิมพ์
(ADJ) โค้งงอได้
(ADJ) อ่อนช้อย (เช่น การเต้นบัลเล่ย์)
(ADJ) โค้งงอได้
(ADJ) อ่อนช้อย (เช่น การเต้นบัลเล่ย์)
(N) ลิเธียม
(ADJ) คล้ายหิน
(ADJ) คล้ายหิน
(N) เปลือกโลก
(ADJ) ฟ้องร้องได้
(ADJ) เกี่ยวกับการฟ้องร้อง
(N) ผู้ฟ้องร้อง
(VI) ฟ้องร้อง
(VT) ฟ้องร้อง
(N) การฟ้องร้อง
(ADJ) เกี่ยวกับการฟ้องร้อง
(N) กระดาษลิตมัส
(N) ลิตร (หน่วยวัดปริมาณ 1 ลิตรเท่ากับ 0.264 แกลลอน)
(N) ขยะ
(N) แคร่
(N) เปลหาม
(N) ฟางสําหรับใช้เป็นที่นอนของสัตว์
(N) ลูกสัตว์ครอกหนึ่ง
(N) สารดูดซับความแห้งที่วางในกล่องซึ่งใช้เป็นที่ขับถ่ายของสัตว์เลี้ยง
(N) สิ่งที่ทิ้งเรี่ยราดกระจุยกระจาย
(VI) ทิ้งของเรี่ยราด
(VI) ออกลูก (สัตว์)
(VT) ทิ้งเรี่ยราด
(VT) บรรจุตัวอย่างของสิ่งเฉพาะมากมาย
(VT) ปูหญ้าหรือฟาง
(VT) ออกลูก (สัตว์)
(PHRV) ทําให้กระจัดกระจาย
(PHRV) ทําให้กระจัดกระจาย
(N) นักวรรณคดี
(N) บุคคลผู้เที่ยวทิ้งสิ่งของระเกะระกะไปตามถนนหรือที่สาธารณะ
(PHRV) ทําที่นอนให้ (สัตว์)
(PHRV) ทําให้รก
(ADJ) ที่ไม่เป็นระเบียบ
(ADJ) ใจแคบ
(ADJ) ไม่สําคัญ
(ADJ) เล็ก
(ADJ) เล็กน้อย
(ADJ) สั้นๆ (ช่วงเวลา)
(ADJ) อ่อนกว่า
(ADJ) อายุน้อย
(ADV) แทบจะไม่
(ADV) ไม่บ่อย
(ADV) เล็กน้อย
(N) จํานวนเล็กน้อย
(N) ระยะทางสั้น
(N) ระยะเวลาสั้น
(N) กลุ่มดาวหมีน้อย
(IDM) รู้มาจากแหล่งข้อมูลลับๆ
(ADV) ทีละน้อย
(IDM) ทีละน้อย
(N) นิ้วก้อย
(IDM) ความรู้หากน้อยไปสามารถนําไปสู่หายนะ
(IDM) ความรู้หากน้อยไปสามารถนําไปสู่หายนะ
(N) คนตัวเล็ก ๆ (ในนิทาน)
(ADJ) เกี่ยวกับฝั่งทะเล
(IDM) เมา (คําไม่เป็นทางการ)
(N) พิธีสวด
(ADJ) คุ้มค่าที่จะอยู่
(ADJ) น่าอยู่
(ADJ) เป็นเพื่อนกันได้
(ADJ) ต่อเข้ากับแหล่งพลังงานไฟฟ้า
(ADJ) ถ่ายทอดสด
(ADJ) ที่เกี่ยวข้องกับความสนใจในปัจจุบัน
(ADJ) มีชีวิต
(ADJ) มีชีวิตชีวา (คําไม่เป็นทางการ)
(ADJ) ไม่ด้าน (กระสุน)
(ADJ) ยังไม่ระเบิด
(ADJ) ยืดหยุ่นได้ (คําไม่เป็นทางการ)
(ADJ) ลุก (ถ่านไฟ)
(ADJ) สว่าง (สี)
(ADJ) อาจปะทุได้อีก
(ADV) ถ่ายทอดสด
(VI) ดําเนินชีวิต
(VI) มีชีวิตอยู่
(VI) ยังคงมีชีวิตอยู่
(VI) ยังคงอยู่ (ชีวิต, การกระทํา, ความทรงจํา)
(VI) ยังชีพด้วย
(VI) สนุกกับชีวิตอย่างเต็มที่
(VI) อาศัย
(VT) ดําเนินชีวิต
(VT) ประสบ
(ADJ) คุ้มค่าที่จะอยู่
(ADJ) น่าอยู่
(ADJ) เป็นเพื่อนกันได้
(PHRV) อาศัยอยู่ด้านบนของอาคารหรือสถานที่อื่น
(IDM) ใช้จ่ายอย่างอิสระเกินไป
(IDM) ใช้จ่ายอย่างอิสระเกินไป
(PHRV) ยังคงอยู่ (แม้หายหรือตายไปแล้ว)
(PHRV) อาศัยอยู่ท่ามกลาง
(PHRV) แยกกันอยู่ (แม้ว่าแต่งงานแล้ว)
(PHRV) อาศัยอยู่ที่
(PHRV) มีบ้านอยู่ไกลออกไปกว่า
(IDM) ใช้จ่ายอย่างอิสระเกินไป
(IDM) ใช้จ่ายอย่างอิสระเกินไป
(PHRV) ดําเนินชีวิตตาม
(PHRV) มีบ้านอยู่ต่อจาก
(PHRV) เลี้ยงชีวิตด้วย
(IDM) มีชีวิตอยู่อย่างลําพัง
(IDM) หาเงินอย่างทุจริต
(PHRV) ้ลืมเลือนสิ่งที่ผิดในอดีต
(PHRV) ปรารถนาอย่างมาก
(PHRV) ยังประทังชีวิตอยู่ต่อไปได้ (ในช่วงเวลาหนึ่ง)
(PHRV) สนใจมากเกินไป
(IDM) ปรารถนาอย่างมาก
(IDM) มีชีวิตอยู่อย่างแร้นแค้น
(PHRV) ดํารงชีวิตแบบหาเช้ากินค่ํา
(PHRV) ดําเนินชีวิตอย่างสุขสบายหรือหรูหรา
(ADJ) ที่อาศัยในบ้านที่ทํางานอยู่
(PHRV) มีชีวิตอยู่ใน (สภาพ)
(PHRV) อาศัยอยู่ในหรือที่
(IDM) ไม่ตระหนักถึงอันตราย
(IDM) มีความคาดหวังเกี่ยวกับ
(IDM) อยู่กินกันโดยไม่แต่งงาน
(IDM) ยึดติดอยู่กับอดีต (ความคิด, คุณค่าฯลฯ)
(IDM) ยอมรับสิ่งใหม่ๆ
(IDM) ใช้จ่ายอิสระ
(PHRV) มีชีวิตอยู่อย่างมีความสุข
(N) ความเป็นอยู่
(N) ความน่าสนใจ
(N) ความมีชีวิตชีวา
(ADJ) ตลอดเวลา
(ADJ) กระตือรือร้น
(ADJ) ชัดเจน
(ADJ) เต็มไปด้วยการเคลื่อนไหว
(ADJ) เต็มไปด้วยเหตุการณ์ที่น่าสนใจ
(ADJ) ร่าเริง
(ADV) คล่องแคล่ว
(VI) เบิกบาน
(VT) ทําให้เบิกบาน
(PHRV) ทําให้น่าสนใจ
(PHRV) รับประทานอาหาร
(PHRV) หาอาหารหรือรายได้จาก
(IDM) มีชีวิตอุดมสมบูรณ์
(PHRV) มีชีวิตอยู่ต่อไป
(PHRV) สืบต่อมา
(PHRV) หาเลี้ยงชีพด้วย
(PHRV) อาศัยอยู่ในหรือที่
(IDM) ใช้ชื่อเสียงหรือความสําเร็จในอดีตหารายได้หรือชื่อเสียงทางสังคม
(IDM) ดํารงชีวิตตามลําพัง
(IDM) ใช้ชื่อเสียงหรือความสําเร็จในอดีตหารายได้หรือชื่อเสียงทางสังคม
(IDM) มีชีวิตอยู่อย่างสุขสบาย
(PHRV) อาศัยอยู่ห่างจาก
(PHRV) บรรจุใน
(PHRV) อาศัยอยู่ห่างจาก
(PHRV) หวนกลับไปมีชีวิตแบบเดิมอีก
(PHRV) อาศัยอยู่ด้านบนของอาคารหรือสถานที่อื่น
(N) ตับ
(N) ผู้อยู่อาศัย
(ADJ) ที่สวมเครื่องแบบ
(ADJ) โกรธหรือฉุนเฉียวง่าย
(ADJ) ที่เป็นตับพิการ
(PHRV) มีชีวิตอยู่อย่างลําบาก
(N) รอยด่างบนผิวหนัง
(N) ไส้กรอกที่ทําจากตับ
(N) เสื้อผ้าชุดเครื่องแบบ
(N) คนรับใช้ในเครื่องแบบ
(VT) คําพหูพจน์ของ life
(N) ปศุสัตว์
(PHRV) ยังคงมีชีวิตอยู่ระหว่าง (ช่วงเวลา)
(PHRV) ดํารงชีวิตอยู่ตามลําพัง (โดยไม่ต้องการเพื่อนหรือไม่ผูกมิตรกับคนอื่น)
(PHRV) มีชีวิตอยู่จนอายุได้
(PHRV) อยู่กินกัน
(PHRV) อาศัยอยู่ด้วยกัน
(PHRV) อาศัยอยู่ใต้
(IDM) เป็นแขกหรือสมาชิกของครอบครัว
(IDM) แบ่งปันบ้านหรือที่พักกับคนอื่น
(PHRV) ดําเนินชีวิตไปตาม (ความหวัง)
(PHRV) ดํารงชีวิตโดยยึดตาม (กฎเกณฑ์, หลักการ, มาตรฐานฯลฯ)
(PHRV) ลอกแบบ
(PHRV) ดําเนินชีวิตอย่างสุขสบายหรือหรูหรา
(PHRV) ดํารงชีวิตอยู่อย่างมีคุณธรรม
(N) ลวดไฟฟ้า
(PHRV) เรียนรู้ที่จะยอมรับ (สิ่งที่ไม่ชอบหรือไม่ต้องการ)
(PHRV) อยู่กินกัน
(PHRV) อาศัยอยู่ด้วยกัน
(PHRV) อาศัยอยู่ภายใน (เขตหรือพื้นที่)
(PHRV) ดํารงชีวิตตามฐานะ
(PHRV) ดํารงชีวิตตามฐานะ
(PHRV) ดํารงอยู่ได้โดยปราศจาก
(ADJ) โกรธ
(ADJ) ซีด
(ADJ) สีเทาฟ้า
(ADJ) กําลังคุ (ถ่าน)
(ADJ) เกี่ยวกับคนที่มีชีวิตอยู่
(ADJ) งอกงาม
(ADJ) ที่มีสภาพตามธรรมชาติ
(ADJ) ที่ยังใช้อยู่ (ภาษา)
(ADJ) เพียงพอต่อการมีชีวิตอยู่
(ADJ) มีชีวิตอยู่
(N) กลุ่มคนที่มีชีวิต
(N) การครองชีพ
(N) การดํารงชีวิต
(N) รูปแบบชีวิต
(N) ช่วงชีวิตที่ทุกข์ทรมานอย่างมาก
(N) ห้องนั่งเล่น
(N) เงินที่เพียงพอในการดํารงชีวิต
(N) สัตว์เลื้อยคลานพวกจิ้งจกหรือตุ๊กแก
(N) ลามะ
(N) ชื่อทุ่งราบในอเมริกาใต้
(ABBR) นิติศาสตรบัณฑิต (คําย่อของ Bachelor of Laws)
(ABBR) นิติศาสตรดุษฎีบัณฑิต (คําย่อของ Doctor of Laws)
(ABBR) จะ (ตัวย่อของ will หรือ shall)
(ABBR) นิติศาสตรมหาบัณฑิต (คําย่อ Master of Laws)
(ABBR) นิติศาสตรมหาบัณฑิต (คําย่อของ Master of Laws)
(N) ของบรรทุก
(N) เครื่องมือรับพลังงานไฟฟ้า
(N) น้ําหนักถ่วง
(N) น้ําหนักบรรทุก
(N) ปริมาณงาน
(N) ปริมาณไฟฟ้าที่ผลิตได้
(N) ปริมาณเสื้อผ้าที่ซักในเครื่องซักผ้า
(N) ภาระ
(VI) เข้าไปในยานพาหนะ
(VI) บรรจุกระสุน
(VI) บรรทุก (สินค้า)
(VT) ถ่ายข้อมูลหรือโปรแกรมในคอมพิวเตอร์
(VT) ทําให้หนักใจ
(VT) บรรจุกระสุน
(VT) บรรจุ (ฟิล์มในกล้องถ่ายรูป)
(VT) บรรทุก (สินค้า)
(VT) เพิ่มน้ําหนัก
(VT) ใส่ดิสก์หรือเทปลงในคอมพิวเตอร์หรือเครื่องเล่น
(PHRV) แบกภาระหนัก
(ADJ) จํานวนมาก
(ADJ) ที่ตกอยู่ในฤทธิ์ของยาเสพย์ติดหรือเหล้า
(ADJ) มีของบรรทุกเต็ม
(ADJ) ร่ํารวย (คําสแลง)
(SL) คนรวย
(IDM) วาง (ของหนัก) บน
(N) เส้นบอกระดับบรรทุก
(IDM) วาง (ของหนัก) บน
(N) ดาวเพื่อนําทาง
(N) แร่แม่เหล็ก
(IDM) ทําให้เสียเปรียบ
(PHRV) ขนขึ้น
(PHRV) ใส่ข้อมูล
(PHRV) ทําให้รับภาระหนักด้วย
(PHRV) บรรจุกระสุน
(N) ขนมปังแถวหนึ่ง
(N) ศรีษะหรือสมอง
(N) อาหารที่เป็นก้อน
(VI) เดินทอดน่อง
(VI) ปล่อยเวลาให้ผ่านไปโดยเปล่าประโยชน์
(VT) ปล่อยเวลาให้ผ่านไปโดยเปล่าประโยชน์
(SL) หัว
(PHRV) เสียเวลาไปโดยเปล่าประโยชน์
(PHRV) ใช้เวลาหมดไปโดยเปล่าประโยชน์
(PHRV) เสียเวลาไปโดยเปล่าประโยชน์
(N) คนที่ขี้เกียจ
(SL) หัว
(N) ดินที่ใช้ทําอิฐ
(N) ดินที่อุดมสมบูรณ์
(VT) ปกคลุมด้วยดิน
(N) การให้ยืม
(N) เงินกู้
(VI) ให้กู้
(VT) ให้กู้ (เงิน, สิ่งของ)
(N) ภาพหรือสิ่งของที่ยืมมาชั่วคราวเพื่อนํามาเปิดแสดง
(N) ผู้ให้ยืม
(N) ผู้ปล่อยเงินกู้โดยคิดดอกเบี้ยสูงมาก
(PHRV) ให้กู้ยืม
(N) คําที่ยืมมาจากภาษาอื่น
(ADJ) ไม่เต็มใจ
(VT) รังเกียจ
(N) ความรังเกียจ
(ADV) อย่างไม่เต็มใจ
(ADJ) น่ารังเกียจ
(N) คํานามพหูพจน์ของ loaf1
(N) การตีลูกโด่ง (เทนนิส)
(N) คนที่งุ่มง่าม
(VI) ชักช้างุ่มง่าม
(VI) ตีลูกโด่งและไกล  (เทนนิส)
(VT) ตีลูกโด่งและไกล (เทนนิส)
(PHRV) เคลื่อนไปข้างหน้าอย่างงุ่มง่าม
(PHRV) ตีลูกโด่ง (การเล่นเทนนิส)
(N) กลุ่มผู้รณรงค์หาเสียงสนับสนุนเกี่ยวกับนิติบัญญัติ
(N) ห้องโถง
(VI) ชักชวนให้สมาชิกรัฐสภาสนับสนุนการออกกฎหมายฉบับหนึ่ง
(VT) ชักชวนให้สมาชิกรัฐสภาสนับสนุนการออกกฎหมายฉบับหนึ่ง
(PHRV) พยายามโน้มน้าวคนมีอํานาจไม่ให้อนุมัติกฎหมาย
(PHRV) พยายามชักจูงผู้มีอํานาจให้อนุมัติกฏหมาย
(PHRV) ได้รับอนุมัติกฏหมายโดยการวิ่งเต้น (ทางการเมือง)
(N) ติ่งหู
(N) กุ้งทะเลขนาดใหญ่
(ADJ) ของพื้นเมือง
(ADJ) ประจําท้องถิ่น
(ADJ) มีผลเฉพาะที่ในร่างกาย
(N) คนพื้นเมือง
(N) ร้านเหล้า
(N) ลักษณะพิเศษของเฉพาะท้องถิ่น
(SL) ร้านเหล้า
(N) รายละเอียดหรือลักษณะต่างๆ ของท้องถิ่นในเรื่องที่นักประพันธ์จะต้องรู้เพื่อเพิ่มความสมจริง
(N) สถานที่เกิดเหตุ
(N) เทศบาล
(N) สถานที่
(VT) จํากัด
(ADV) เฉพาะแห่ง
(N) ข่าวในประเทศ
(N) เวลาในท้องถิ่น
(SL) คนท้องถิ่น (ในชนบท)
(VT) ก่อตั้ง
(VT) ก่อตั้งธุรกิจ
(VT) หาที่ตั้ง
(N) การหาที่ตั้ง
(N) ตําแหน่งที่ตั้ง
(N) สถานที่ถ่ายทําภาพยนตร์ซึ่งเป็นฉากภายนอกโรงถ่าย
(ABBR) ตามที่อ้างอิงไว้ในข้อความที่กล่าวมาแล้ว (คําย่อของ loco citato)
(N) น้ําคาวปลา
(N) สถานะ (พหูพจน์ของ locus)
(N) การควบคุมทั้งหมด
(N) กุญแจ
(N) ท่าการจับแบบกีฬามวยปล้ํา
(N) นกสับ (ส่วนหนึ่งของปืน)
(N) ประตูน้ํา
(VI) ทําให้ติดแน่นเคลื่อนที่ไม่ได้
(VI) ใส่กุญแจ
(VT) กอดรัด
(VT) เก็บไว้ในที่ปลอดภัยและใส่กุญแจ
(VT) เกี่ยว (แขน) เข้ากับคนอื่นอย่างแน่น
(VT) เข้าไปพัวพันในสถานการณ์ที่ยุ่งยาก เช่น การต่อสู้, การทะเลาะวิวาท
(VT) ทําให้ติดแน่นเคลื่อนที่ไม่ได้
(VT) ใส่กุญแจ
(N) ปอยขนสัตว์
(N) ปอยผม
(N) ทางสําหรับเรือเข้าจอด
(PHRV) กักขัง
(PHRV) เก็บไว้โดยใส่กุญแจ
(N) ตู้
(N) ห้องที่มีตู้เก็บและเปลี่ยนเสื้อผ้า
(N) ตลับหรือกล่องเล็กที่มักทําเป็นจี้ห้อยคอ
(PHRV) กําหนด
(PHRV) เก็บไว้ข้างในโดยใส่กุญแจ
(PHRV) ล้อมรอบ
(PHRV) ไม่สามารถขยับเขยื้อนได้เพราะติดอยู่กับ
(PHRV) เก็บไว้ข้างในโดยใส่กุญแจ
(N) โรคบาดทะยัก
(N) นอตหรือแหวนเกลียวกันหลวม
(PHRV) ทําให้ติดกัน
(PHRV) หาเป้าโจมตี (ทางทหาร)
(PHRV) เชื่อมต่อกันกับ
(IDM) เลือกอยู่ตามลําพัง
(PHRV) เชื่อมต่อกันแน่น
(PHRV) หาเป้าโจมตี (ทางทหาร)
(N) การปิดโรงงานโดยเจ้าของกิจการในช่วงที่มีการประท้วง
(PHRV) ป้องกันคนงานเข้า
(PHRV) ล๊อคขังไว้ข้างนอก
(N) ช่างทํากุญแจ
(N) วิธีการเดินแถวที่ก้าวเท้าให้พร้อมกับเท้าของคนที่อยู่ข้างหน้า
(N) วิธีการเย็บด้ายคู่เป็นห่วงเล็กๆ
(PHRV) ล็อกติดกันแน่น
(N) การใส่กุญแจ
(N) คุก
(N) โรงรถ
(PHRV) กักขัง
(PHRV) เก็บไว้อย่างปลอดภัยโดยใส่กุญแจ
(PHRV) จําคุก
(PHRV) ซ่อนอารมณ์ความรู้สึก
(PHRV) ตกอยู่ใน
(PHRV) ทําให้เชื่อมั่นในผลที่เกิดขึ้น (อย่างไม่ซื่อ) (คําไม่เป็นทางการ)
(PHRV) ประกาศห้ามใช้
(PHRV) ปิดใส่กุญแจ
(PHRV) ยึด (การพิมพ์)
(PHRV) ใส่กุญแจ
(ADJ) บ้า
(SL) บ้า
(N) ที่เคลื่อนที่ด้วยพลังในตัวเอง
(N) การเคลื่อนไหว
(ADJ) เกี่ยวกับหัวรถจักร
(ADJ) ซึ่งเคลื่อนไหวด้วยกลไกหรือพลังของตัวเอง
(ADJ) สามารถเคลื่อนไหวได้
(N) หัวรถจักร
(ADJ) เกี่ยวกับการเคลื่อนที่
(N) เครื่องจักรหรือสิ่งที่มีกําลังในการคลื่อนที่
(N) สถานที่
(N) ต้นไม้ชนิดหนึ่งมีหนามและดอกสีขาว
(N) ตั๊กแตนขนิดหนึ่งมีหนวดสั้น
(N) สํานวน
(N) ทางแร่
(N) ดาวนําทาง (โดยเฉพาะดาวเหนือ)
(N) แร่แม่เหล็ก
(N) กระท่อม
(N) ถ้ําของสัตว์
(N) บ้านเล็กๆข้างประตูรั้ว สําหรับคนเฝ้าประตูอยู่
(N) บ้านอินเดียแดง
(N) โรงแรม
(N) สมาคม
(VI) ฝัง
(VI) พักอาศัย
(VT) เก็บไว้ในที่ปลอดภัย
(VT) ทําให้ฝัง
(VT) ยื่น
(VT) ให้พักอยู่
(PHRV) ยื่นคําร้องกล่าวหา
(PHRV) พักอยู่ที่
(PHRV) เข้าพักใน
(PHRV) ติดอยู่กับ
(PHRV) เป็นของ (สิทธิหรือประเพณี)
(N) การพํานัก
(N) ผู้พํานักอยู่ในบ้านเช่าของคนอื่น
(PHRV) อาศัยอยู่กับ
(N) การพํานัก
(N) ที่พํานัก
(N) การตีลูกโด่ง (กอล์ฟ)
(N) รังนกพิราบ
(N) ห้องชั้นบนของโกดังหรือโรงงาน
(N) ห้องชั้นบนของโบสถ์หรือห้องโถง
(N) ห้องชั้นบนของโรงนาที่ใช้เก็บฟาง
(N) ห้องเพดาน
(VT) เก็บไว้ในห้องเพดาน
(VT) ตีลูกโด่ง
(VT) ทําให้เคลื่อนไปในอากาศ
(VT) ร่างแบบในการต่อเรือ
(ADV) สูงมาก
(ADV) หยิ่ง
(ADV) อย่างสูงส่ง
(ADJ) สูงตระหง่าน
(ADJ) สูงส่ง
(ADJ) หยิ่งยโส
(ADJ) หรูหรา (คําพูด, งานเขียน)
(N) เครื่องมือวัดความเร็วของเรือ
(N) บันทึกข้อมูลในการเดินทางของเรือหรือเครื่องบิน
(N) บันทึกเหตุการณ์
(N) ไม้ซุง
(VI) ตัดไม้ออกเป็นท่อนๆ
(VT) โค่นต้นไม้
(VT) จดบันทึก
(VT) เดินเรือหรือเครื่องบินด้วยอัตราเร็ว
(VT) ได้ข้อมูลจากการบันทึก
(VT) ได้รับความน่าเชื่อถือจากการสะสมชั่วโมงทํางานในเรือหรือเครื่องบิน
(VT) ตัดไม้ออกเป็นท่อนๆ
(N) คณิตศาสตร์ลอการิทึม
(SL) อึ
(N) คณิตศาสตร์ลอการิทึม
(N) ห้องเล็ก ๆ
(N) คนตัดไม้
(N) การทะเลาะวิวาท
(N) คนโง่เง่า
(N) เต่าทะเลหัวโตชนิดหนึ่ง
(N) ที่ใส่หมึกมีฐานแบนและกว้าง
(N) เสากลมที่อยู่ท้ายเรือล่าปลาวาฬ
(N) ที่นั่งในโรงละครที่สร้างเป็นวงเหนือจากพื้นขึ้นไป
(N) ระเบียง
(N) อาชีพการตัดไม้
(N) ตรรกศาสตร์
(N) ระบบการใช้เหตุผล
(N) เหตุผล
(ADJ) เกี่ยวกับตรรกวิทยา
(ADJ) มีเหตุผล
(ADJ) สอดคล้องกับหลักเหตุผล (ความคิด)
(N) ผู้เชี่ยวชาญในตรรกวิทยา
(ADJ) เกี่ยวกับตรรกวิทยา
(ADJ) เกี่ยวกับการคํานวน
(N) การที่ท่อนซุงในแม้น้ําทับถมกันจนเคลื่อนที่ไม่ได้
(ABBR) โลโก้ (คําย่อของ logotype)
(PHRV) จบการทํางาน (ทางคอมพิวเตอร์)
(N) สัญลักษณ์หรือตัวอักษรที่ใช้แทนคํา
(PHRV) เริ่มทํางาน (ทางคอมพิวเตอร์)
(PHRV) บันทึกการออกไป
(N) การสนับสนุนกัน
(PHRV) ลงบันทึกเวลา
(ADJ) เฉื่อยชา
(SUF) วิทยา
(N) เนื้อตะโพก
(VI) ปล่อยเวลาให้ผ่านไปโดยเปล่าประโยชน์
(VT) ปล่อยเวลาให้ผ่านไปโดยเปล่าประโยชน์
(PHRV) ยืนเตร็ดเตร่
(PHRV) ยืนเตร็ดเตร่
(PHRV) ปล่อยเวลาให้เสียไปโดยเปล่าประโยชน์
(PHRV) ยืนเตร็ดเตร่อยู่
(PHRV) ใช้เวลาให้สูญเสียไปกับ
(PHRV) เดินเตร่เพื่อรอประกอบอาชญากรรม (ทางกฎหมาย)
(VI) เอนห้อย
(VT) เอนห้อย
(PHRV) ทําตัวตามสบายหรือเอกเขนก (ยืน, นั่งฯลฯ)
(SL) สิ่งที่ใหญ่มาก
(PHRV) ทําตัวตามสบายหรือเอกเขนก (ยืน, นั่งฯลฯ)
(PHRV) เอนตัวพิง
(N) อมยิ้ม
(VI) เอน
(PHRV) แลบออกมา
(N) เงิน (คําสแลง)
(SL) เงิน
(N) อมยิ้ม
(N) ลอนดอน
(N) ชาวลอนดอน
(ADJ) โดดเดี่ยว
(N) ความเปล่าเปลี่ยว
(ADJ) ขาดความเห็นใจ
(ADJ) เปล่าเปลี่ยว
(ADJ) ห่างไกลผู้คน
(N) ผู้อยู่สันโดษ
(ADJ) หงอยเหงา
(N) ความอ้างว้าง
(ADJ) ยาว (จํานวน, ความสูง, ระยะเวลา, ระยะทาง)
(ADJ) ยาวนาน (อดีต, ความทรงจํา)
(ADJ) ยืดยาว (รายการต่างๆ)
(ADV) ยาวนาน
(N) กางเกงขายาว
(N) เวลานาน
(VI) ปรารถนา
(ADV) นานมาแล้ว
(N) ลําไย
(N) คันธนูขนาดใหญ่
(N) การหารยาว
(ADJ) ยืดยาว
(ADJ) ที่มีใบหน้าเป็นทุกข์
(N) ใบหน้าที่ไม่มีความสุข
(PHRV) อยากอย่างมาก
(ADJ) เกี่ยวกับความรู้หรือรสนิยม
(N) ผู้มีความรู้
(ADJ) เกี่ยวกับความรู้หรือรสนิยม
(N) ลายมือ
(ADJ) มองการณ์ไกล
(N) วัวอังกฤษพันธุ์หนึ่งมีเขายาว (เกือบจะสูญพันธุ์แล้ว)
(ADJ) ที่มีความปรารถนา
(N) ความปรารถนา
(N) เส้นแวง
(ADJ) เกี่ยวกับการศึกษาเรื่องพัฒนาการของบุคคลหรือกลุ่มในช่วงเวลาหลายปี
(ADJ) ตามยาว
(N) เสื้อกางเกงติดกันรัดรูปแขนยาวที่ใช้ใส่ชั้นในในฤดูหนาว
(N) กระโดดไกล
(ADJ) คงอยู่เป็นเวลานาน
(ADJ) ที่สวมใส่ได้เป็นเวลานาน (เสื้อผ้า)
(ADJ) ใช้ได้นาน
(ADJ) มีอายุยืน
(N) เนื้อมนุษย์ที่ใช้เป็นอาหาร
(ADJ) ใช้ยิงระยะไกล
(ADJ) ที่มุ่งการณ์ไกล
(ADJ) ในระยะยาว
(ADJ) ที่เกิดขึ้น
(N) ผู้ที่ทํางานขนของที่ท่าเรือ
(N) การเลือกแทง (ม้า)  ที่มีโอกาสถูกน้อยมาก
(ADJ) สายตายาว
(ADJ) นาน
(ADJ) ซึ่งทนทุกข์ทรมานเป็นเวลายาวนาน
(N) การอดทนเป็นเวลานาน
(ADJ) ที่อยู่มายาวนาน
(ADJ) ยาวนาน
(IDM) ไม่ได้พบกันมานาน
(SL) ไม่ได้เจอกันนาน
(N) หน่วยน้ําหนัก เท่ากับ 2.240 ปอนด์
(ADJ) พูดมาก
(ADV) ตามยาว
(ADJ) พูดหรือเขียนยืดยาว
(ADJ) ไม่เหนื่อยง่าย
(ADV) ตามยาว
(N) ห้องน้ํา (คําสแลง)
(N) ซังบวบที่ใช้ขัดตัว
(N) ฟองน้ําที่ใช้ขัดตัว
(N) การค้นหา
(N) การมอง
(N) รูปร่างท่าทาง
(N) สมัยนิยม
(N) สีหน้า
(VI) ค้นหา
(VI) ดู
(VI) เผชิญหน้า
(VI) พิจารณา
(VI) มีท่าทาง
(VI) มีแนวโน้ม
(VT) ดู
(VT) ตัดสิน
(VT) แสดงออก
(PHRV) มองไปรอบๆ
(PHRV) พยายามค้นหา
(PHRV) ฆ่า (คําไม่เป็นทางการ)
(PHRV) ดูแล
(PHRV)  ดูแล
(PHRV) เฝ้าดู
(PHRV) สนใจ
(IDM) เป็นตัวของตัวเอง
(IDM) หาข้อตําหนิ
(PHRV) เกิดขึ้นจริงในอนาคต
(PHRV) คิดการณ์ไกล
(PHRV) มองไปข้างหน้าไกลๆ
(N) คนหรือสิ่งของที่เหมือนกัน
(PHRV) เหมือนกัน
(PHRV) เร็วเข้า
(SL) เร่งๆ เข้า
(PHRV) มองไปรอบๆ
(PHRV) ค้นหา
(PHRV) มองดูรอบๆ
(PHRV) พยายามค้นหา
(PHRV) มองไปด้านข้าง
(PHRV) หันเหจาก
(IDM) ทําตัวเหมือนไร้เดียงสา
(IDM) มองอย่างไม่ไว้ใจ
(PHRV) ตรวจดู
(PHRV) ตรวจตรา
(PHRV) ตัดสิน
(PHRV) พิจารณา
(PHRV) มองดูที่
(PHRV) มีความเห็น
(PHRV) ยอมรับได้
(PHRV) มองไปด้านข้าง
(PHRV) เมิน
(PHRV) นึกย้อนกลับไป
(PHRV) มองกลับไป
(PHRV) หวนคิด
(PHRV) มองดูไม่น่าไว้ใจ
(PHRV) ไม่น่าดึงดูดใจ
(PHRV) ไม่สด
(PHRV) ไม่เหมาะสม
(PHRV) หมดหวัง
(PHRV) มองเลยออกไป
(PHRV) ไร้ความหวัง
(PHRV) รู้สึกเศร้า
(PHRV) รู้สึกหนาวเย็น
(IDM) มองอย่างโกรธเคือง
(PHRV) มองข้าม
(PHRV) มองลงไปที่
(PHRV) ดูถูก
(IDM) ดูถูก
(IDM) ดูถูก
(PHRV) ดูหมิ่น
(N) คนที่มีหน้าตาดีโดยเฉพาะผู้หญิง (คําไม่เป็นทางการ)
(N) ผู้มอง
(N) คนมอง
(PHRV) ค้นหา
(PHRV) เฝ้ารอ
(PHRV) มองหา
(PHRV) แส่หาเรื่อง
(PHRV) หวังว่าจะได้รับ
(IDM) ตั้งตาคอย
(PHRV) ตั้งตาคอย
(PHRV) ตั้งหน้ารอคอย
(PHRV) น่าดึงดูดใจ
(PHRV) มีความหวัง
(PHRV) มีลักษณะดี
(PHRV) ไม่สมควร
(PHRV) ตั้งใจฟัง
(PHRV) ฟังทางนี้
(PHRV) มองทางนี้
(PHRV) ชมโทรทัศน์
(PHRV) ดูโทรทัศน์
(PHRV) มองเข้าไปใน
(PHRV) แวะเยี่ยม
(PHRV) ถาม
(N) การมองเร็วๆ
(N) กระจกเงา
(PHRV) กําลังดีขึ้น (คําไม่เป็นทางการ)
(PHRV) ตรวจสอบ
(PHRV) พยายามหาข้อมู่ล
(PHRV) พยายามหาความจริงของ
(PHRV) มองเข้าไปใน
(PHRV) สํารวจลวกๆ
(PHRV) ดูเหมือนว่ามีผล
(PHRV) มองดูเหมือน
(PHRV) เร็วเข้า
(PHRV) เร็วเข้า
(PHRV) เฝ้ามอง
(PHRV) ตระหนักดีว่าเป็น
(PHRV) ตระหนัก
(PHRV) ถือว่า
(PHRV) มองดู
(PHRV) รู้สึกตัว
(IDM) ร่าเริงและมีความหวัง
(PHRV) มองเห็น (บางแห่ง) ได้
(N) การระมัดระวัง
(PHRV) มองไปข้างนอก
(PHRV) มองเห็น
(PHRV) ระมัดระวัง
(PHRV) ระวัง
(PHRV) เลือกเฟ้น (เสื้อผ้า)
(PHRV) มองหา
(PHRV) ตรวจตราอย่างละเอียด
(PHRV) มองข้าม
(PHRV) ท่องจํา
(PHRV) พิจารณา (บางสิ่ง)
(PHRV) มองเห็น
(PHRV) ยกโทษให้
(PHRV) ตรวจดู
(PHRV) ตรวจสอบความเป็นไปได้ก่อนตัดสินใจ
(PHRV) มองไปรอบๆ
(PHRV) เยี่ยมเยียน
(PHRV) สํารวจ
(PHRV) พยายามค้นหา
(N) ลักษณะภายนอก
(N) การสํารวจหรือการตรวจสอบอย่างรวดเร็ว
(PHRV) รีบหน่อย (คําไม่เป็นทางการ)
(PHRV) กลายเป็นสิ่งไม่สําคัญ
(PHRV) ดูดี
(PHRV) รีบ
(PHRV) รีบหน่อย (คําไม่เป็นทางการ)
(IDM) เผชิญกับ...อย่างไม่เกรงกลัว
(IDM) เผชิญกับ...อย่างไม่เกรงกลัว
(PHRV) ดูสดใส
(PHRV) รีบ
(PHRV) ตรวจสอบ
(PHRV) ตรวจสอบหรือศึกษาอย่างละเอียด
(PHRV) มองผ่าน
(PHRV) รู้ความจริงเกี่ยวกับ
(PHRV) มองข้าม
(PHRV) อ่านคร่าวๆ
(PHRV) พึ่งพา
(PHRV) มองไปที่
(PHRV) ระมัดระวัง
(PHRV) หวังพึ่ง (ความช่วยเหลือ, คําแนะนํา)
(PHRV) เอาใจใส่
(IDM) ทําให้มั่นใจว่า
(PHRV) ทบทวน
(PHRV) มองไปทาง
(PHRV) หันไปทาง
(PHRV) ค้นหา
(PHRV) ค้นหา (คําศัพท์หรือข้อมูล)
(PHRV) ค้นหาและแวะเยี่ยม (คน)
(PHRV) ปรับปรุง
(PHRV) ปรับปรุงขึ้น
(PHRV) มองขึ้น
(PHRV) เยี่ยม
(IDM) สํารวจอย่างละเอียด (ด้วยตา)
(PHRV) เฝ้ามอง
(PHRV) ตระหนักดีว่าเป็น
(PHRV) ตระหนัก
(PHRV) เคารพ
(PHRV) เงยหน้ามอง
(PHRV) นับถือ
(PHRV) เหนื่อย
(PHRV) เหนื่อย
(PHRV) ดูมีสุขภาพดี
(PHRV) สวยงาม
(N) เครื่องทอผ้า
(VT) ทอผ้าด้วยเครื่อง
(N) ส่วนหนึ่งของพายที่อยู่ระหว่างด้ามพายกับใบพาย
(VI) ปรากฏขึ้นมาลางๆ
(PHRV) เห็นรางๆ อยู่ข้างหน้า
(PHRV) สําคัญ
(PHRV) ค่อยๆ ปรากฎขึ้น
(N) คนโง่
(SL) คนบ้า
(SL) บ้า
(SL) บ้า
(SL) โรงพยาบาลประสาท
(N) การตีลังกา (การบิน)
(N) ทางรถไฟที่ทําเป็นวงสําหรับเลี้ยวกลับ
(N) รูกําแพง
(N) วงจรปิด (กระแสไฟฟ้า)
(N) เส้นหรือรูปร่างที่มีลักษณะเป็นวงกลม
(N) ห่วง
(N) ห่วงคุมกําเนิดที่ใส่เข้าไปในช่องคลอด
(VI) เคลื่อนที่เป็นรูปวงแหวน
(VI) ผูกเป็นห่วง
(VT) ตีลังกา (เครื่องบิน)
(VT) ทําให้เคลื่อนที่เป็นรูปวงแหวน
(VT) ทําให้เป็นห่วง
(N) ช่องบนกําแพงที่ใช้สอดปืนเพื่อยิงข้าศึก
(N) ช่องโหว่ในกฎหมาย
(ADJ) บ้า (คําสแลง)
(ADJ) คลอน
(ADJ) ช่างพูด
(ADJ) ซึ่งระบายท้อง
(ADJ) เป็นอิสระ
(ADJ) มาพร้อมกับเสมหะ
(ADJ) ไม่เกาะติดกัน
(ADJ) ไม่ได้ควบคุมอย่างเข้มงวด
(ADJ) ไม่ได้จัดสรรให้ (เงิน)
(ADJ) ไม่ได้บรรจุในหีบห่อด้วยกัน
(ADJ) ไม่ได้ผูกแน่น
(ADJ) ไม่เที่ยงตรง
(ADJ) ไม่อัดแน่น
(ADJ) สําส่อน
(ADJ) หลวม
(ADJ) หละหลวม
(ADJ) หลุด
(ADV) อย่างเป็นอิสระ
(VI) ปล่อย
(VI) ปล่อยอาวุธ
(VI) ยกสมอเรือขึ้น
(VI) หลวม
(VT) แก้
(VT) ทําให้หลวม
(VT) ปลดเปลื้องจากพันธะ
(VT) ปล่อยให้เป็นอิสระ
(VT) ยิง (จรวด)
(SL) คนขี้โม้
(SL) ไม่สามารถควบคุมสติได้
(ADJ) ที่มีข้อต่อหลวม
(ADJ) แยกออกได้
(ADJ) มีแขนขาอ่อน
(ADV) ไม่เคร่งครัด
(ADV) หลวม
(VI) คลาย
(VT) ทําให้หลวม
(VT) ปลดเปลื้องจากพันธะ
(VT) ลดหย่อน
(PHRV) คุยกันได้อย่างเสรี
(PHRV) ทําให้คลายลง
(PHRV) บริหารร่างกาย (เพื่อเตรียมพร้อมลงแข่งขัน)
(PHRV) ผ่อน
(PHRV) ยอมเสียเงิน (คําไม่เป็นทางการ)
(PHRV) เปล่งเสียงดัง
(PHRV) ยิงออกไป
(ADJ) ที่พูดมาก
(N) การปล้น
(N) ของที่ได้จากการปล้นในระหว่างสงครามหรือการจลาจล
(N) เงิน
(VI) ปล้นสะดม
(VT) ปล้นสะดม
(N) ส่วนที่ถูกตัดออก
(VI) ตัด (กิ่งไม้)
(VT) ตัด (กิ่งไม้)
(ADJ) ยาน
(VI) ห้อยย้อย
(PHRV) ตัดออก
(N) จังหวัดลพบุรี
(N) ลพบุรี
(N) การวิ่งเร็วอย่างสบายๆ
(VI) วิ่งเร็วอย่างสบายๆ
(ADJ) ซึ่งมีหูยาน
(PHRV) ตัดออก
(ADJ) ห้อย
(ADJ) ไม่สมดุล
(ADJ) พูดมาก (คําที่เป็นทางการ)
(N) การพูดมาก
(N) ระบบการหาตําแหน่งเรือโดยพิจารณาจากช่วงระยะเวลาของจุดที่ส่งและรับสัญญาณวิทยุ  (คําย่อของ Lo(ng) Ra(nge) N(avigation))
(N) ขุนนาง
(N) เจ้าของที่ดิน
(N) เจ้านายผู้มีอํานาจปกครองแคว้น
(N) ท่านลอร์ด (ใช้เรียกขุนนางที่มีบรรดาศักดิ์ระดับสูง)
(N) บรรดาศักดิ์ของเจ้าหน้าที่ระดับสูงในอังกฤษ
(N) บรรดาศักดิ์อย่างเป็นทางการของพระในคริสตศาสนา
(N) ผู้ทรงอิทธิพลในอาชีพ
(N) พระเยซูคริสต์
(VI) มีอํานาจหรืออิทธิพลเหนือ
(N) อธิบดีศาลสูงสุด
(N) อธิบดีศาลสูงสุด
(ADJ) ซึ่งมีลักษณะของขุนนาง
(ADJ) สง่าผ่าเผย
(ADJ) หยิ่งยโส
(ADV) อย่างมีลักษณะของขุนนาง
(N) นายกเทศมนตรี (ในประเทศอังกฤษ)
(PHRV) บัญชา
(N) วันอาทิตย์
(N) ตําแหน่งหรือฐานะขุนนางชั้นลอร์ด
(N) ความรู้ที่ถ่ายทอดสืบต่อกันมา
(N) แว่นตาที่มีด้ามถือ
(N) แว่นตา
(ADJ) ถูกทอดทิ้ง
(N) รถบรรทุก
(N) ลอสแองเจลิส ชื่อเมืองท่าในรัฐแคลิฟอร์เนีย สหรัฐอเมริกา
(VI) เดินไปอย่างช้าๆ (นาฬิกา)
(VI) พ่ายแพ้
(VT) กําจัด
(VT) ทําหาย
(VT) พ่ายแพ้
(VT) ไม่ทันได้ยินหรือเห็น
(VT) ไม่สามารถควบคุมได้
(VT) ยอมจํานน
(VT) สูญเสีย
(VT) เสียเวลา (หรือโอกาส)
(VT) หมกมุ่น
(VT) หลงทาง
(VT) หลบหนี
(PHRV) ไม่วิตกกังวลเกี่ยวกับ
(PHRV) ปล่อยให้คนอื่นชนะ
(IDM) ไม่ไว้วางใจใน
(PHRV) พ่ายแพ้
(IDM) ไม่ไว้วางใจใน
(IDM) ไม่ไว้วางใจใน
(IDM) ยอมจํานนกับ
(IDM) จับพลาด
(PHRV) กลบ
(PHRV) เต็มไปด้วย
(PHRV) ทําให้วุ่นอยู่กับ
(PHRV) แย่ลงเพราะ
(PHRV) หลงทางใน
(IDM) เลิกสนใจ
(PHRV) นับไม่ได้
(PHRV) ไม่สามารถควบคุมได้
(PHRV) สูญเสีย (เงิน)
(PHRV) เสียเวลาไปโดยเปล่าประโยชน์
(IDM) ตื่นเต้น
(PHRV) หลงทาง
(IDM) เสียการควบคุม
(IDM) ตื่นเต้นมาก
(IDM) ตกหลุมรัก
(IDM) เสียการควบคุม
(IDM) บ้า
(IDM) บ้า
(IDM) โกรธ
(IDM) ล้มเหลว
(IDM) ลืมสิ่งที่พูดถึง
(PHRV) พ่ายแพ้
(PHRV) ล้มเหลวในเรื่อง
(PHRV) ควบคุมไม่ได้
(N) ผู้สูญเสีย
(IDM) ไม่เห็น
(IDM) ลืมเนื้อหาของ
(IDM) ไม่สามารถใช้การได้ (ส่วนของร่างกาย)
(PHRV) พ่ายแพ้ต่อ
(IDM) ตามรอยไม่พบ
(IDM) ไม่ไว้วางใจใน
(PHRV) ติดต่อไม่ได้
(PHRV) หมดหนทาง
(ADJ) แพ้
(N) สิ่งที่สูญเสียไป
(SL) คราวโชคร้าย (ในการเล่นพนัน)
(N) การขาดทุน
(N) ความสูญเสีย
(N) ความเสียหาย
(N) จํานวนของสิ่งที่เสียหาย
(N) สิ่งของที่ขายในราคาขาดทุนเพื่อดึงดูดลูกค้าให้มาที่ร้าน
(ADJ) ที่ถูกทําลาย
(ADJ) ที่พ่ายแพ้
(ADJ) ที่สิ้นหวัง
(ADJ) ที่สูญเปล่า (โอกาส, เวลา, แรงงาน)
(ADJ) ไม่ได้คงอยู่ต่อไป
(ADJ) สับสน
(ADJ) สับสนจนหลงทิศทาง
(ADJ) สูญหาย
(ADJ) สาเหตุที่ทําให้พ่ายแพ้
(PHRV) มัวแต่ครุ่นคิด
(SL) สับสน
(ADV) บ่อยครั้ง
(ADV) มาก (จํานวน, ปริมาณ, ระดับ)
(N) การจับสลาก
(N) จํานวนทั้งหมด (คําไม่เป็นทางการ)
(N) โชคชะตา
(N) ที่ดิน
(N) พื้นที่ที่ใช้ประโยชน์โดยเฉพาะ
(N) สถานที่ถ่ายทําภาพยนตร์
(N) สลาก
(N) ส่วนแบ่ง
(N) สิ่งของในการประมูล
(N) สิ่งของหรือคนที่อยู่รวมกันเป็นกลุ่มเป็นก้อน
(VI) จับสลาก
(VT) จับสลาก
(VT) แบ่งออกเป็นส่วนๆ
(ADJ) ไม่เต็มใจ
(N) เครื่องสําอางชนิดน้ําหรืออย่างเหลว
(N) ยาน้ําใช้ทาภายนอก (ทางการแพทย์)
(IDM) มีความเปลี่ยนแปลงเกิดขึ้นมากมาย
(ADV) อย่างมาก
(N) การเสี่ยงโชค
(N) สลากกินแบ่ง
(N) เกมชนิดหนึ่งคล้ายเกมบิงโก
(N) ดอกบัว
(N) ผลไม้ในตํานานกรีกโบราณที่เชื่อว่ากินแล้วทําให้เหมือนอยู่ในฝัน
(N) ลวดลายดอกบัวที่ใช้ในงานศิลปะและสถาปัตยกรรม
(ADJ) ดัง
(ADJ) เน้น
(ADJ) บาดตา (แต่งตัว)
(ADV) อย่างเสียงดัง
(VI) ดังขึ้น
(VT) เกิดเสียงดัง
(ADV) อย่างเสียงดัง
(ADJ) ที่พูดเสียงดังน่ารําคาญ
(N) ความดัง (เสียง)
(N) เครื่องกระจายเสียง
(N) รัฐหลุยเซียนาของประเทศอเมริกา
(N) ห้องพักสาธารณะ
(N) ห้องสังสรรค์ในยานพาหนะ
(N) ห้องสังสรรค์ในโรงแรม
(VI) เดินทอดน่อง
(VI) ยืนอย่างสบายๆ
(VI) เอกเขนก
(VT) ปล่อยให้เวลาผ่านไป
(PHRV) เดินเตร่
(PHRV) เดินเตร่
(PHRV) ปล่อยเวลาให้เสียไปโดยเปล่าประโยชน์
(N) แมงดา (ผู้ชายที่เกาะผู้หญิงกิน)
(N) แว่นขยายของช่องทางเพชรพลอยหรือช่างซ่อมนาฬิกา
(N) ท้องฟ้ามืดครึ้ม
(VI) ขมวดคิ้ว
(VI) มืดครึ้ม (ท้องฟ้า)
(PHRV) จ้องมองอย่างไม่พอใจ
(PHRV) จ้องมองอย่างไม่พอใจ
(PHRV) จ้องมองอย่างไม่พอใจ
(N) คนที่น่ารังเกียจ (คําสแลง)
(N) แมลงทําลายพืช
(N) แมลงเล็กๆ ที่อยู่บนคนและสัตว์
(PHRV) ทําให้เสีย
(ADJ) น่ารังเกียจ
(ADJ) มีเหา (หมัด เล็น โลนหรือไร)
(N) คนที่มีมารยาททราม
(VT) ดูถูก
(VI) โค้งคํานับ
(N) ช่องระบายอากาศ (บนหลังคา)
(N) บานเกล็ด
(VT) ติดบานเกล็ด
(N) แผ่นบานเกล็ด
(N) ช่องระบายอากาศ
(N) บานเกล็ด
(VT) ติดบานเกล็ด
(ADJ) น่ารัก
(N) ความชอบ
(N) ความรัก
(N) คู่รัก
(N) แต้มศูนย์ (เทนนิส)
(VT) ชอบ
(VT) หลงรัก
(ADJ) น่ารัก
(SL) คําอุทานแสดงความแปลกใจ
(N) นกแก้วตัวเล็ก ๆ
(ADJ) ที่ทั้งรักทั้งเกลียด
(SL) วิเศษ
(ADJ) ที่ปราศจากความรัก
(N) ความสวยงาม
(ADJ) อกหัก
(ADJ) น่ารัก
(ADJ) เป็นที่เบิกบานใจ
(N) คนที่น่ารัก
(N) การร่วมรัก
(N) การแต่งงานด้วยความรัก
(N) คนรัก
(ADJ) เป็นไข้ใจ
(ADJ) แสดงออกทางความรักอย่างเปิดเผย (คําสแลง)
(SL) คํากล่าวก่อนอําลา
(ADJ) แสดงความรัก
(N) ถ้วยขนาดใหญ่มีที่ถือ
(ADJ) คุณภาพต่ํา
(ADJ) ชั้นต่ํา
(ADJ) ต่ํากว่าระดับปกติ
(ADJ) ต่ํา (เกียร์)
(ADJ) ต่ําต้อย
(ADJ) ต่ําลึก (เสียง)
(ADJ) น้อย
(ADJ) มีคุณค่าอาหารต่ํา
(ADJ) รู้สึกไม่สบาย
(ADJ) หดหู่ใจ
(ADJ) อ่อนแรง
(ADV) ต่ําลง (ระดับ, ระดับน้ํา, จุด, ตําแหน่ง)
(ADV) ในราคาที่ต่ํา
(ADV) ระดับต่ํา (การเรียน, การงาน)
(ADV) เสียงต่ํา
(ADV) หมด
(N) น้อย (แสง)
(VI) ร้อง (วัว)
(N) ไฟต่ําหน้ารถ
(ADJ) เกิดในตระกูลชั้นต่ํา
(N) ตู้ลิ้นชักเตี้ยๆ
(ADJ) หยาบช้า
(ADJ) ไม่ได้รับการอบรม
(N) ผู้ไม่ได้รับการอบรม
(N) ละครชวนหัว
(ADJ) ราคาต่ํา
(ADJ) เศร้า
(N) ข้อเท็จจริง (คําสแลง)
(SL) ความจริง
(ADJ) ต่ํากว่า (ขั้นเปรียบเทียบ)
(ADJ) ที่อยู่ชั้นล่าง
(ADJ) ลดตัวลงไป
(N) ที่นอนชั้นล่างในเรือหรือรถไฟ
(N) ฟันล่าง
(VI) จมลง
(VI) ลดลง
(VT) ทําให้ต่ําต้อย
(VT) ทําให้ต่ําลง
(VT) ทําให้น้อยลง (ราคา, ปริมาณ, จํานวน, กําลัง)
(VT) ลดระดับความดังของเสียง
(N) การขมวดคิ้ว
(N) ท้องฟ้าหรืออากาศมืดครึ้ม
(VI) ทําหน้าบูดบึ้ง
(VI) มืดลง (ท้องฟ้า)
(PHRV) จ้องมองอย่างไม่พอใจ
(ADJ) เกี่ยวกับตัวพิมพ์เล็ก
(N) ตัวพิมพ์เล็ก
(VT) พิมพ์หรือเปลี่ยนเป็นตัวพิมพ์เล็ก
(N) สภาล่างของรัฐสภา  (House of commonsz)
(ADJ) มืดครึ้ม (ท้องฟ้า)
(ADJ) หน้าบึ้ง
(PHRV) จ้องมองอย่างไม่พอใจ
(PHRV) ทําตัวไร้ค่า
(PHRV) จ้องมองอย่างไม่พอใจ
(N) ตัวคูณร่วมน้อย
(N) ความถี่วิทยุ 30-300 กิโลเฮิรตซ์
(N) ภาษาถิ่นเยอรมันที่ใช้ทางเยอรมันตอนเหนือ
(ADJ) คุณภาพต่ํา
(ADJ) เข้มข้นน้อย
(ADJ) เข้มข้นน้อย
(ADJ) เกี่ยวกับพื้นที่ต่ํา
(N) บริเวณพื้นที่ต่ํา
(N) ภาษาละตินยุคกลาง
(ADJ) ต่ํา (ความสําคัญ, ฐานะ)
(ADJ) ธรรมดา
(ADJ) มีจิตใจต่ํา
(N) ความต่ํา (สภาพ, ภาวะ, ฐานะ)
(ADJ) มีความกดดันต่ํา
(ADJ) ราคาถูก
(N) ลักษณะที่แทบจะสังเกตไม่เห็น
(ADJ) เศร้าใจ
(ADJ) ซึ่งใช้เทคโนโลยีอย่างง่าย ๆ
(N) น้ําลดลงถึงจุดต่ําสุด
(N) เวลาที่น้ําลง
(N) เสียงวรรณยุกต์ต่ําระดับ
(N) ปลาแซลมอนรมควัน
(N) ออกซิเจนเหลว
(ADJ) ซื่อสัตย์
(N) ผู้ซื่อสัตย์
(N) ความซื่อสัตย์
(N) เพชรพลอย
(N) ยาอม
(N) แผ่นเสียงขนาดใหญ่หมุน 33 1/3 รอบต่อนาที
(N) ยาหลอนประสาทรุนแรงชนิดหนึ่ง
(ABBR) จํากัด (คําย่อของ Limited)
(N) คนทึ่มซึ่งมีร่างใหญ่
(ADV) อย่างซุ่มซ่าม
(N) น้ํามันหล่อลื่น
(VI) ทําหน้าที่เป็นตัวหล่อลื่น
(VT) ผ่อนคลาย
(VT) หยอดน้ํามันหล่อลื่น
(SL) เหล้า
(N) ความลื่น
(ADJ) สว่าง
(N) ซาตานที่ถูกขับออกจากสวรรค์
(N) โชคชะตา
(N) โชคดี
(ADV) โชคดี
(ADJ) โชคร้าย
(PHRV) โชคดี (คําไม่เป็นทางการ)
(IDM) โดยบังเอิญ
(ADJ) โชคดี
(ADJ) นําโชค
(IDM) สถานการณ์ที่ไม่มีทางเลือก
(SL) ผู้โชคดี
(ADJ) ที่มีกําไรงาม
(N) ผลกําไรเป็นเงิน
(VI) ทํางานเขียนหรือศึกษาอย่างมุมานะ (โดยเฉพาะในเวลากลางคืน)
(N) การทํางานเขียนหรือศึกษาอย่างมุมานะ (โดยเฉพาะในเวลากลางคืน)
(ADJ) ชัดเจน
(ADJ) น่าเย้ยหยัน
(N) การแล่นเรือทวนกระแสลม
(N) ส่วนที่กว้างที่สุดของเรือ
(VI) แล่นเรือทวนลม
(PHRV) หันเรือไปทิศที่มีลม
(N) การลาก
(SL) คนโง่ (ผู้ชาย)
(VT) ลาก
(N) กระเป๋าเดินทาง
(N) เรือใบขนาดเล็กที่มี 2-3 กระโดง
(ADJ) โศกเศร้า
(ADJ) ค่อนข้างอุ่น
(N) ภาวะสงบนิ่ง
(N) ภาวะอากาศที่เงียบสงบ
(VI) สงบนิ่ง
(VT) กล่อม
(VT) ทําให้นิ่ง
(N) เพลงกล่อมเด็ก
(VT) กล่อมให้หลับ
(PHRV) ชักชวนให้ทํา (บางสิ่ง) อย่างสงบ
(PHRV) ช่วยให้นอนหลับอย่างสงบ
(N) อาการปวดช่วงเอว
(ADJ) เกี่ยวกับเอว
(N) ไม้ที่เลื่อยออกเป็นท่อนๆ (เพื่อนํามาใช้ประโยชน์)
(N) เศษของที่ไม่มีประโยชน์
(VT) กองไว้ระเกะระกะ
(VT) เลื่อยไม้ออกเป็นท่อนๆ (เพื่อนํามาใช้ประโยชน์)
(VI) เคลื่อนที่อย่างอุ้ยอ้าย
(N) การทําป่าไม้
(N) ช่างตัดไม้
(ADV) อย่างงุ่มง่าม
(N) คนตัดไม้
(PHRV) บังคับให้ยอมรับ (สิ่งที่ไม่อยากทําหรือไม่ต้องการ)
(PHRV) ระเกะระกะไปด้วย
(N) ลานเก็บไม้ไว้สําหรับขาย
(N) ช่องภายในหลอดหรือท่อ
(N) สิ่งที่เปล่งแสงสว่าง
(VI) ให้แสงสว่าง
(N) ความสามารถในการเรืองแสง
(ADJ) เปล่งแสง
(N) ความสว่าง
(N) ความหลักแหลม
(N) ระดับความเข้มข้นของแสงสว่าง
(N) สิ่งที่เปล่งแสง
(ADJ) เข้าใจง่าย
(ADJ) เปล่งแสง
(ADJ) สว่าง
(ADJ) หลักแหลม
(ADV) อย่างชัดแจ้ง
(ADV) อย่างเปล่งแสง
(ADV) อย่างสุกสว่าง
(ADV) อย่างหลักแหลม
(ADJ) ที่เป็นก้อน
(N) ก้อน
(N) ก้อนน้ําตาลสี่เหลี่ยม
(N) คนโง่เซอะซะ (คําไม่เป็นทางการ)
(N) ส่วนมาก
(VT) ยอมรับ (แม้จะไม่ชอบ)
(VT) รวมกันเป็นก้อน
(VT) อดทน (คําไม่เป็นทางการ)
(ADJ) โง่
(ADJ) เป็นก้อน
(ADJ) อืดอาด
(PHRV) ทนกล้ํากลืน (คําไม่เป็นทางการ)
(SL) ไปให้พ้น
(PHRV) รวมเป็นหนึ่งหรือกลุ่มเดียวกัน
(N) ความวิกลจริต
(ADJ) เกี่ยวกับพระจันทร์
(ADJ) คล้ายพระจันทร์ (รูปร่าง) เช่น กลม, ครึ่งเสี้ยว
(N) การสังเกตพระจันทร์เพื่อการเดินเรือ
(N) จันทรคราส
(N) เดือนตามจันทรคติ
(N) ยานอวกาศ
(N) ปีตามจันทรคติ
(ADJ) บ้า
(ADJ) สําหรับคนบ้าอยู่
(N) คนที่บ้าระห่ํา
(N) คนบ้า
(N) อาหารกลางวัน
(VI) รับประทานอาหารกลางวัน
(VT) เตรียมอาหารกลางวันให้
(N) งานเลี้ยงอาหารกลางวัน
(N) ห้องอาหารมื้อเที่ยง
(PHRV) เอาอาหารกลางวันไปกิน (ที่บ้าน, ที่ทํางานฯลฯ)
(PHRV) รับประทาน (บางอย่าง) เป็นอาหารกลางวัน
(PHRV) ไปทานอาหารกลางวันข้างนอก (ที่ร้าน, โรงแรมฯลฯ)
(N) ห้องอาหารมื้อเที่ยง
(N) รูปพระจันทร์ครึ่งซีก
(N) ปอด
(N) ลําไย
(N) การแทง
(N) การพุ่งเข้าใส่
(VI) แทง
(VT) พุ่งไปข้างหน้า
(PHRV) ทิ่มแทง
(N) ปลาที่มีปอดและเหงือกเป็นอวัยะหายใจ
(ADJ) คล้ายหมาป่า
(N) ชื่อโรคผิวหนังชนิดหนึ่ง
(N) การซวนเซ
(N) การเอียงวูบ
(VI) เดินโซเซ
(VI) เอียงอย่างฉับพลัน
(N) ขโมย
(N) พลังหรือแรงดึงดูด
(N) สิ่งล่อ
(N) เหยื่อล่อ (เหยื่อตกปลา)
(VT) ล่อใจ
(PHRV) หลอกให้ละทิ้ง
(PHRV) หลอกให้เข้าไปใน
(PHRV) กระตุ้น (สัตวหรือคน)
(ADJ) น่าตื่นตกใจ
(VI) ซุ่มซ่อน
(VI) หลบ
(PHRV) คอยซุ่มอยู่บริเวณ
(PHRV) คอยซุ่มอยู่บริเวณ
(ADJ) ยั่วยวน (คําไม่เป็นทางการ)
(ADJ) หอมหวาน
(ADJ) เขียวชอุ่ม
(ADJ) นุ่มและฉ่ํา (รสชาติ)
(ADJ) หรูหรา
(N) คนขี้เมา (คําสแลง)
(VI) ดื่มสุรา
(VT) ดื่มสุรา
(SL) เหล้า
(N) ความต้องการทางเพศ
(N) ความปรารถนา
(PHRV) ปรารถนาอย่างรุนแรง
(N) ความเป็นเงา
(N) ความรุ่งโรจน์
(N) ความสว่างสุกใส
(N) เคลือบเงาของเครื่องปั้นดินเผา
(N) สารที่ใช้เป็นยาขัดเงา
(VI) กลายเป็นมันเงา
(VT) ฉาบให้เป็นเงา
(N) ช่วงเวลาห้าปี
(PHRV) ปรารถนาอย่างรุนแรง
(ADJ) เต็มไปด้วยราคะ
(ADJ) เกี่ยวกับพิธีล้างบาป
(N) การทําพิธีชําระล้างบาป
(VI) กลายเป็นมันเงา
(ADJ) เป็นมันเงา
(ADJ) รุ่งโรจน์
(ADV) อย่างเป็นมันเงา
(ADV) อย่างรุ่งโรจน์
(ADJ) แข็งแรง
(N) ผู้เล่นเครื่องดนตรีชนิดหนึ่งคล้ายกีต้าร์
(N) เครื่องดนตรีชนิดหนึ่งคล้ายกีตาร์
(VI) เล่นเครื่องดนตรีที่คล้ายกีตาร์
(VT) เล่นเครื่องดนตรีที่คล้ายกีตาร์
(N) สารเหนียวชนิดหนึ่งสําหรับใช้อุดหรือเชื่อม
(VT) อุดหรือเชื่อมด้วยสารเหนียวชนิดหนึ่ง
(N) เกรียง
(VT) ฉาบด้วยเกรียง
(N) ธาตุโลหะชนิดหนึ่ง
(N) ผู้เล่นเครื่องดนตรีชนิดหนึ่งคล้ายกีต้าร์
(ADJ) ที่เกี่ยวกับมาร์ติน ลูเธอ
(N) ผู้เล่นเครื่องดนตรีชนิดหนึ่งคล้ายกีต้าร์
(SL) คําเรียกแทนผู้หญิง
(SL) ทุกอย่างเรียบร้อยดี
(N) ประเทศลักเซมเบิร์ก
(N) ลักเซมเบิร์ก
(N) ความอุดมสมบูรณ์
(VI) เจริญงอกงาม
(VI) อยู่อย่างสุขสบาย
(PHRV) มีความปิติยินดีอย่างยิ่ง
(ADJ) มากมาย
(ADJ) หรูหรา
(ADV) อย่างฟุ่มเฟือย
(N) ความฟุ่มเฟือย
(SUF) เหมือน
(N) ห้องบรรยาย
(N) ลิ้นจี่
(N) ชื่อทางการค้าของเส้นใยสังเคราะห์ชนิดหนึ่ง
(N) น้ําที่ได้จากการละลายสารละลาย
(ADJ) พูดปด
(N) การพูดปด
(ADJ) เกี่ยวกับการคลอดบุตร
(N) การนอนพักอยู่บนเตียง (หลังคลอดบุตร)
(N) น้ําเหลือง
(ADJ) เกี่ยวกับต่อมน้ําเหลือง
(N) ท่อน้ําเหลือง
(N) ต่อมน้ําเหลือง
(VT) ฆ่าแขวนคอด้วยอํานาจศาลเตี้ย
(N) แมวป่าชนิดหนึ่งมีหางสั้นและหูตั้งชัน
(ADJ) ที่มีสายตาคมกริบ
(ADJ) ที่ต้มกับหัวหอมที่หั่นเป็นชิ้น ๆ
(N) พิณชนิดหนึ่ง (เครื่องดนตรีของกรีกโบราณ)
(N) นกชนิดหนึ่งพบในประเทศออสเตรเลียตัวผู้มีหางยาว
(ADJ) เกี่ยวกับบทกวีที่บรรยายความรู้สึกส่วนตัว
(N) บทกวีที่บรรยายความรู้สึกของผู้แต่ง
(N) ผู้แต่งบทเพลง
(N) เนื้อเพลง
(SUF) การสลาย
(SUF) กระทํา
