(N) พยัญชนะภาษาอังกฤษตัวที่ 19
(N) วันประกอบพิธีทางศาสนาและพักผ่อนของชาวคริสต์
(ADJ) เกี่ยวกับช่วงวันหยุดพักผ่อน
(N) ช่วงวันหยุดพักผ่อน
(N) ดาบโค้ง
(VT) ฟันด้วยดาบ
(N) แมวรูปร่างคล้ายเสือมีเขี้ยวโค้งยาว
(ADJ) ซึ่งมีสีดําเข้ม
(N) สัตวสี่เท้าเลี้ยงลูกด้วยนมคล้ายแมวจําพวก Martes zibellina
(N) หนังขนสัตว์สี่เท้าเลี้ยงลูกด้วยนมจําพวก Martes zibellina
(N) รองเท้าไม้
(N) การก่อวินาศกรรม
(VT) ก่อวินาศกรรม
(N) ผู้ก่อวินาศกรรม
(N) ชาวยิวเกิดในอิสราเอล
(N) ดาบโค้ง
(N) ส่วนที่เหมือนถุงในสัตว์หรือพืช
(N) ขัณฑสกร
(ADJ) หวานเกินไป
(N) ขัณฑสกร
(ADV) หวานเกินไป
(N) ความหวานเกินไป
(N) ถุงกระเป๋าหน้าท้องของสัตว์ตระกูล marsupial (เช่น จิงโจ้)
(N) ถุงกระเป๋าหน้าท้องของสัตวตระกูล marsupial (เช่น จิงโจ้)
(ADJ) เกี่ยวกับพระ
(N) หัวหน้าเผ่าอินเดียนแดง
(N) ถุงเครื่องหอม
(N) กระสอบ
(N) การไล่ออกจากงาน (คําไม่เป็นทางการ)
(N) เตียงนอน (คําไม่เป็นทางการ)
(VT) ไล่ออกจากงาน (คําไม่เป็นทางการ)
(VT) เอาใส่ในกระสอบ
(N) ผ้ากระสอบ
(N) ผ้ากระสอบ
(PHRV) หลับ
(PHRV) ได้กําไร
(N) ขนมปังและเหล้าองุ่นที่เป็นสัญลักษณ์ของพระเจ้า
(N) พิธีรับเข้าเป็นคริสต์ศาสนิกชน
(ADJ) ซึ่งใช้ในพิธีทางศาสนาคริสต์เพื่อรับเป็นคริสต์ศาสนิกชน
(ADJ) ศักดิ์สิทธิ์
(ADJ) ซึ่งเป็นที่สักการะทางศาสนา
(ADJ) ซึ่งอุทิศให้แก่พระเจ้า
(IDM) สิ่งหวงห้าม
(N) ความเป็นที่สักการะทางศาสนา
(N) การบวงสรวง
(N) สิ่งที่ใช้ในการบวงสรวง
(VI) ขายลดราคา
(VI) บวงสรวง
(VT) ขายลดราคา
(VT) บวงสรวง
(ADJ) ซึ่งเสียสละ
(N) ผู้เสียสละ
(PHRV) สังเวย
(PHRV) เสียสละตนเพื่อ
(ADJ) เกี่ยวกับการเสียสละ
(ADV) อย่างเสียสละ
(N) การลบหลู่ศาสนา
(ADJ) ซึ่งมีความผิดฐานล่วงเกิน
(N) ความผิดฐานล่วงเกิน
(N) ผู้ลบหลู่ศาสนา
(ADJ) ซึ่งเป็นที่เคารพสักการะอย่างสูง
(N) การเคารพสักการะอย่างสูง
(ADJ) เศร้า
(ADJ) (สี) ทึม
(VI) เสียใจ
(VT) ทําให้เสียใจ
(N) เนื้อส่วนสันหลัง
(N) อานม้า
(VI) ขี่บนหลังสัตว์ (เช่น ขี่ม้า)
(VT) ใส่อาน (เช่น ใส่อานม้า)
(PHRV) บังคับให้ยอมรับ
(PHRV) ใส่อานม้า
(PHRV) บังคับให้ยอมรับหรือทํา
(N) พราหมณ์หรือพระ (ในศาสนาฮินดู)
(N) การมีความสุขจากการทรมานผู้อื่นในการมีเพศสัมพันธ์
(N) ผู้ที่มีความสุขจากการทรมานผู้อื่น
(ADJ) ซึ่งมีความสุขจากการทรมานผู้อื่น
(ADV) โดยมีความสุขจากการทรมานผู้อื่น
(ADV) อย่างเศร้าใจ
(ADV) อย่างเสียใจ
(N) ความเศร้า
(N) การเดินทางไกลเพื่อล่าสัตว์ ท่องเที่ยว ค้นหาทางวิทยาศาสตร์
(N) สวนสัตว์ที่ไม่มีรั้วล้อมรอบ ผู้ชมเข้าดูสัตว์โดยการนั่งรถ
(N) ชุดซาฟารี (สีอ่อนเข้าชุดกันของเสื้อแขนสั้นกับกางเกง/กระโปรงสั้น)
(ADJ) ซึ่งประสบความสําเร็จ (กีฬาเบสบอล)
(ADJ) ปลอดภัย
(N) ตู้นิรภัย
(N) ถุงยางคุมกําเนิด (คําสแลง)
(SL) ดี!
(IDM) ปลอดภัย
(IDM) ปกติดี
(N) เอกสารอนุญาตให้ผ่านได้โดยเฉพาะช่วงสงคราม
(N) ผู้งัดแงะตู้นิรภัย
(N) ตู้นิรภัยของธนาคารที่รับฝากของมีค่า
(N) สิ่งป้องกัน
(VT) ปกป้อง
(PHRV) ปกป้อง
(N) ที่หลบภัย
(N) การเก็บไว้ในที่ปลอดภัย
(ADV) อย่างปลอดภัย
(N) ความปลอดภัย
(N) การมีเพศสัมพันธ์ที่ปลอดภัย  เช่นใช้ถุงยางอนามัย
(N) ความปลอดภัย
(N) ถุงยางอนามัย (คําสแลง)
(N) อุปกรณ์รักษาความปลอดภัย
(N) เข็มขัดนิรภัย
(N) กระจกนิรภัย
(N) ดอกคําฝอย
(N) ผงสีเหลืองอมส้มทําจากดอก Crocus
(N) สีเหลืองอมส้ม
(N) ตํานานการผจญภัยและความกล้าหาญ
(N) การทําให้จมลง
(N) การลดลง (คุณค่า, จํานวน, ระดับ,...)
(VI) จมลง
(VI) ห้อย
(VT) ทําให้ลดลง (คุณค่า, จํานวน, ระดับ,...)
(ADJ) เฉียบแหลม
(ADV) อย่างฉลาด
(N) ความเฉียบแหลม
(N) ความฉลาดและความสามารถในการตัดสินใจได้ดี
(PHRV) (เรือ) แล่นหรือลอยห่างจาก
(PHRV) จมลง
(ADJ) ฉลาด
(N) คนฉลาด
(N) เครื่องเทศอย่างหนึ่ง
(N) พืชชนิดหนึ่งจัดอยู่ในจําพวก Artemisia
(ADV) อย่างชาญฉลาด
(N) ความฉลาด
(N) กลุ่มดาวธนู
(N) กลุ่มดาวม้าซึ่งมีหน้าเป็นมนุษย์
(N) แป้งสาคู
(N) ทะเลทรายซาฮารา
(ADJ) เกี่ยวกับทะเลทรายซาฮารา
(N) นาย (ใช้ในอินเดียสมัยก่อน)
(ADJ) ที่กล่าวมา
(VI) กริยาช่องที่ 2 และ 3 ของ say
(VT) กริยาช่องที่ 2 และ 3 ของ say
(N) การล่องเรือ
(N) ใบเรือ
(VI) เดินเรือ
(VT) เดินเรือ
(PHRV) แล่นเรือทวนลม
(IDM) พบความยุ่งยาก
(PHRV) แล่นเรือตามลม
(IDM) เป็นชาวเรือหรือชาวทะเล
(N) กระดานเล่นวินด์เซิร์ฟ
(N) เรือใบ
(N) ผ้าที่ใช้ทําใบเรือ
(N) เรือใบ
(N) ปลาทะเลจําพวก istiophorus มีครีบหางที่ใหญ่มากคล้ายใบเรือ
(PHRV) แล่นเรือไปทาง
(PHRV) เข้าห้อง
(PHRV) แล่นเรือเข้า
(ADJ) เกี่ยวกับการเดินเรือ
(N) การเดินเรือ
(PHRV) กระตือรือร้นในการทําบางสิ่ง
(PHRV) กล่าวโจมตี
(PHRV) ดุว่าเพราะทําผิด
(PHRV) แล่นเรือเข้า
(N) ทหารเรือ
(N) ลูกเรือ
(PHRV) แล่นเรือผ่าน
(PHRV) (สอบ) ผ่านได้ง่ายดาย
(IDM) ง่ายๆ
(PHRV) จัดการกับ (บางสิ่ง) อย่างประสบความสําเร็จ
(IDM) ปลอมตัว
(N) นักบุญ
(VT) ทําให้เป็นนักบุญ
(N) โรคผิวหนังอักเสบหรือเนื้อตายเน่า
(N) สุนัขพันธุ์ใหญ่มีขนสีน้ําตาลปนขาว
(ADJ) ซึ่งอยู่ในหมู่นักบุญ
(N) ความเป็นนักบุญ
(ADJ) คล้ายนักบุญ
(N) วันระลึกถึงนักบุญ Patrick
(N) วันรําลึกถึงนักบุญ St. Valentine และวันแห่งความรัก (14 ก.พ)
(VI) คําเอกพจน์บุรุษที่ 3 ของ say (คําโบราณ)
(VT) คําเอกพจน์บุรุษที่ 3 ของ say (คําโบราณ)
(N) ผลประโยชน์
(N) วัตถุประสงค์
(N) เหล้าสาเก (ของญี่ปุ่น)
(N) เกลือ
(N) การคํานับโดยการเอามือขวาแตะที่หน้าผาก (มุสลิม)
(VI) ทักทายด้วยมือขวาแตะหน้าผาก (มุสลิม)
(VT) ทักทายด้วยมือขวาแตะหน้าผาก (มุสลิม)
(N) การขายได้
(ADJ) ซึ่งเหมาะสําหรับการขาย
(N) ความเหมาะสําหรับการขาย
(ADV) อย่างเหมาะกับการขาย
(ADV) อย่างลามก
(ADJ) เต็มไปด้วยตัณหา
(ADJ) ลามก (การเขียน, รูปภาพ)
(N) ความลามก
(N) ความลามก
(N) สลัด
(N) น้ําสลัด
(IDM) ช่วงวัยหนุ่มสาวและประสบการณ์น้อย
(N) น้ําสลัด
(N) ผักสลัด
(N) น้ํามันสลัด
(N) สัตว์ครึ่งบกครึ่งน้ํา
(ADJ) ซึ่งเป็นสัตว์ครึ่งบกครึ่งน้ํา
(N) ไส้กรอกอิตาลี (รสจัด)
(ADJ) ซึ่งได้รับเงินเดือน
(N) เงินเดือน
(N) การขาย
(N) การประมูล
(N) จํานวนที่ขายได้
(N) โอกาสในการขายสินค้า
(ADJ) ขายได้ดี
(N) ยอดการขาย
(N) พนักงานขาย
(N) พนักงานขาย
(N) คนขายของผู้หญิง
(N) พนักงานขายหญิง
(N) พนักงานขาย
(N) เทคนิคการขาย
(N) พนักงานขาย
(N) ห้องขายสินค้า
(N) วิธีชักจูงให้ซื้อของ
(N) พนักงานขายผู้หญิง
(N) สารที่ใช้ทํายาแอสไพรินและผงกันบูด
(N) ความเด่น
(N) ความเด่น
(ADJ) สําคัญที่สุด
(N) ส่วนที่ยื่นออกมา
(ADV) อย่างโดดเด่น
(N) ความเด่น
(ADJ) ให้เกลือ
(ADJ) ประกอบด้วยเกลือ
(N) น้ําเกลือ
(N) สารละลายที่ประกอบด้วยน้ําเกลือ
(N) น้ําลาย
(N) ต่อมน้ําลาย
(VI) หลั่งน้ําลาย
(VT) ทําให้หลั่งน้ําลาย
(N) วัคซีนป้องกันโรคโปลิโอ
(ADJ) ซีดเซียว
(N) ต้นหลิว
(N) การโจมตี
(N) การเที่ยว
(N) การรีบรุด
(N) คําคม
(VI) ตีฝ่าวงล้อม
(VI) ออกท่องเที่ยว
(N) สลัดผสม (เช่น ประกอบด้วยผัก ปลา เนื้อสับ สัตวปีกหรืออื่นๆ)
(N) ปลาแซลมอน
(N) เชื้อแบคทีเรียที่ทําให้เกิดโรคทางเดินอาหาร
(N) เชื้อแบคทีเรียที่ทําให้เกิดโรคทางเดินอาหาร
(ADJ) ซึ่งมีสีชมพูอมส้ม
(N) การชุมนุมสังสรรค์ในห้อง
(N) งานแสดงศิลปะประจําปี
(N) ร้านขายเสื้อผ้าที่แพงและทันสมัย
(N) ร้านเสริมสวย
(N) ห้องโถง (เช่น ห้องรับแขกในบ้านขนาดใหญ่)
(N) รถยนต์ขนาดใหญ่นั่งได้ 4 -7 คน
(N) ร้านจําหน่ายสุรา
(N) ห้องโถงใหญ่เช่น ห้องแสดงนิทรรศการศิลปะ
(ADJ) ซึ่งมีเกลือผสม
(N) เกลือแกง
(SL) ผู้หญิง (ที่เป็นคู่ขา)
(VT) เติมเกลือ
(PHRV) เก็บเงิน
(PHRV) หมักเกลือ (เพื่อถนอมอาหาร)
(N) กระปุกเกลือ
(PHRV) ถนอมอาหารด้วยการหมักเกลือ
(N) พ่อค้าเกลือ
(ADV) อย่างมีรสเค็ม
(N) ความเค็ม
(N) กากบาททแยงมุม
(N) สถานที่สัตว์ป่าไปเลียเกลือธรรมชาติที่มีอยู่บนพื้นดิน
(N) แหล่งที่สัตว์ป่าไปเลียเกลือกิน
(N) ความเค็ม
(IDM) คนที่มีคุณค่า
(PHRV) (เคมี) ทําให้แยกจากของเหลวโดยเติมเกลือ
(N) ดินประสิว
(N) กระปุกเกลือที่มีรูๆ
(ADJ) เกี่ยวกับน้ําเค็ม
(PHRV) ชูรสด้วยการเติม (บางสิ่ง)
(PHRV) เติมเกลือ
(PHRV) โรยเกลือ
(ADJ) (คารม) คมคาย
(ADJ) ซึ่งมีรสเค็ม
(ADJ) ซึ่งเป็นที่ต้องการ
(ADJ) ซึ่งมีประโยชน์ต่อสุขภาพ
(N) สุนัขคล้ายพันธุ์เกรเฮานด์
(ADV) อย่างเป็นประโยชน์
(N) ความมีประโยชน์
(ADJ) ซึ่งเป็นประโยชน์
(ADJ) ซึ่งมีประโยชน์ต่อสุขภาพ
(N) การแสดงความเคารพ
(N) คําทักทาย (คําขึ้นต้นจดหมาย)
(N) นักศึกษา (ที่มีคะแนนยอดเยี่ยม) กล่าวคําต้อนรับ
(ADJ) เกี่ยวกับการกล่าวต้อนรับ
(N) การกล่าวต้อนรับ
(N) การทําความเคารพ
(N) พิธีสดุดี
(VI) กล่าวต้อนรับ
(VI) คํานับ
(VI) สดุดี
(VT) กล่าวต้อนรับ
(VT) คํานับ
(VT) สดุดี
(N) ผู้คํานับ
(PHRV) ทักทาย
(ADJ) ช่วยให้รอดได้
(N) การกู้ภัย
(N) ทรัพย์สินที่กู้ให้พ้นภัย
(VT) กอบกู้ (มักใช้ในรูปของ passive voice)
(N) การกู้ทรัพย์สินคืนได้
(ADJ) ซึ่งกู้เรือได้
(PHRV) กู้เรือ
(PHRV) ช่วยให้รอดพ้นจาก
(N) ผู้กอบกู้
(N) การช่วยให้พ้นภัย
(N) การไถ่บาป
(N) ผู้ไถ่บาป
(N) การทําให้ผ่อนคลาย
(N) ยาทาแผล
(N) สิ่งที่ช่วยให้ผ่อนคลาย
(VT) ชโลมด้วยยาทาแผล
(VT) ช่วยให้บรรเทา
(N) ถาดอาหารซึ่งมักทําด้วยโลหะ
(N) การยิงปืนครั้งเดียวหลายกระบอกพร้อมกัน
(N) เสียงเชียร์ดังก้อง
(N) ข้อแก้ตัว
(N) สิ่งที่ช่วยกู้ชื่อเสียงไว้ได้
(N) สิ่งที่ทําให้ผ่อนคลาย
(N) องค์การศาสนาคริสต์ระหว่างประเทศในอังกฤษ
(N) ผลไม้เมล็ดเดี่ยวเช่น ผลของต้น elm หรือต้น maple
(ADJ) เกี่ยวกับชาวเมืองซาแมเรีย
(N) ผู้มีจิตใจเมตตากรุณา
(N) ภาษาหรือชาวเมืองซาแมเรีย
(N) สมาคมสะมาริตัน  (องค์กรของประเทศอังกฤษ)
(N) ธาตุโลหะหายาก (สัญลักษณ์ทางเคมีคือ Sm)
(N) จังหวะเต้นรําแซมบ้าของบราซิล
(VI) เต้นรําจังหวะแซมบ้า
(ADJ) เหมือนกัน
(ADJ) เหมือนเดิม
(PRON) สิ่งที่เป็นประเภทเดียวกัน
(IDM) ขอด้วยคน
(SL) ฉันด้วย
(IDM) เรื่องเดิมๆ
(SL) เรื่องซ้ําซาก
(IDM) ขอให้คุณได้ด้วยเช่นกัน
(N) หมู่เกาะซามัว
(N) กาน้ําชาโลหะ (ใช้ในรัสเซีย)
(N) สมาชิกชนชาติ Ural Altaic ในไซบีเรีย
(N) ข้าวโพดบด
(N) เรือสําปั้น
(N) พันธุ์ไม้ยุโรปมีดอกเล็กสีขาว
(ADJ) ซึ่งเป็นตัวอย่าง
(N) ตัวอย่าง
(VT) เอาเป็นตัวอย่าง
(N) ผู้วิเคราะห์ตัวอย่าง
(N) สิ่งที่ใช้ในการเก็บตัวอย่าง
(N) การสุ่มตัวอย่าง
(N) แซมซัน (ชาวยิวกําลังมหาศาลในพระคัมภีร์ไบเบิล)
(N) นักดาบซามูไร (มาจากภาษาญี่ปุ่น)
(N) จังหวัดสมุทรปราการ
(N) สมุทรปราการ
(N) จังหวัดสมุทรสาคร
(N) สมุทรสาคร
(N) จังหวัดสมุทรสงคราม
(N) สมุทรสงคราม
(N) โรงพยาบาลสําหรับผู้เป็นโรคเรื้อรัง (เช่น วัณโรคหรือโรคจิต)
(ADJ) ซึ่งมีอํานาจในการรักษา
(N) โรงพยาบาลสําหรับผู้เป็นโรคเรื้อรัง
(N) เครื่องพ่นทราย
(N) การช่วยให้พ้นบาป
(VT) ทําให้พ้นบาป
(VT) ทําให้ยุติธรรม
(VT) ทําให้ศักดิ์สิทธิ์
(VT) อวยพร
(ADJ) แสร้งทําเป็นศักดิ์สิทธิ์
(ADV) ซึ่งเสแสร้งว่ามีศีลธรรม
(N) การเสแสร้งว่ามีศีลธรรม
(N) การแสร้งทําเป็นศักดิ์สิทธิ์
(N) การสนับสนุน
(N) การอนุมัติ
(VT) ลงโทษ
(VT) อนุมัติ
(N) ความเป็นที่สักการะ
(N) สิ่งศักดิ์สิทธิ์
(N) ที่หลบภัย
(N) สถานที่ศักดิ์สิทธิ์
(N) สถานที่ศักดิ์สิทธิ์
(N) ทราย
(N) หาดทราย
(VT) ขัดด้วยกระดาษทราย
(VT) ถมด้วยทราย
(N) รองเท้าที่มีสายรัด
(N) สายรัดรองเท้า
(N) ไม้จันทน์
(N) ไม้จันทน์
(N) ถุงทราย
(N) สันดอนทราย
(N) เครื่องอังทราย
(N) เครื่องพ่นทราย
(VT) พ่นทราย
(N) กล่องทราย
(PHRV) ขัดหรือถูให้เรียบด้วยกระดาษทราย
(ADJ) ซึ่งขัดด้วยกระดาษทราย
(N) ผู้ขัดทราย
(N) นกลุยทรายตัวเล็กสีขาวเทา
(N) แมลงดูดเลือดจําพวก Phlebotomus
(N) นาฬิกาทราย
(N) กรรมกรขุดทราย (โดยเฉพาะกรรมกรที่ขุดอุโมงค์ใต้น้ํา)
(ADJ) เกี่ยวกับลานทราย
(N) ลานทราย
(N) ชายที่เล่าลือกันว่าทําให้เด็กๆ นอนหลับโดยใส่ทรายที่ตา
(N) กระดาษทราย
(N) นกชายฝั่งทะเลมีขาและปากยาว
(N) หลุมทราย
(N) หินทราย
(N) พายุทราย
(N) ขนมปังแซนด์วิช
(VT) ประกบ
(VT) ใส่ในขนมปังแซนด์วิช
(PHRV) แทรกเข้าไประหว่าง
(N) ชายที่แขวนป้ายหน้า&หลังตนเองเพื่อการโฆษณาและอื่นๆ
(ADJ) ประกอบด้วยทราย
(ADJ) สีเหลืองอมแดง
(ADJ) มีสุขภาพจิตดี
(ADJ) มีเหตุผล
(ADV) อย่างมีสุขภาพจิตดี
(N) ชาวซานฟรานซิสโก
(N) ซานฟรานซิสโก
(N) รัฐซานฟรานซิสโก
(VI) กริยาช่องที่ 2 ของ sing
(VT) กริยาช่องที่ 2 ของ sing
(N) (ภาษาฝรั่งเศส)  ความใจเย็น
(ADV) อย่างนองเลือด
(ADJ) นองเลือด
(ADJ) ร่าเริง
(N) การนองเลือด
(ADJ) เกี่ยวกับเลือด (ทางการแพทย์)
(ADJ) นองเลือด
(ADJ) เป็นสีเลือด
(N) การนองเลือด
(ADJ) ถูกสุขลักษณะ
(N) เจ้าหน้าที่อนามัย
(ADV) อย่างถูกสุขลักษณะ
(N) สถานีอนามัย
(ADJ) ถูกสุขลักษณะ
(ADJ) ี่เกี่ยวกับสุขภาพอนามัย
(N) ผ้าอนามัย
(N) ผ้าอนามัย
(N) เครื่องสุขภัณฑ์
(N) การกําจัดสิ่งโสโครก
(N) สุขอนามัย
(VT) ทําให้ปราศจากเชื้อโรค
(N) การมีสุขภาพจิตที่ดี
(VT) กริยาช่องที่ 2 ของ sink
(PREP) ปราศจาก
(N) ภาษาสันสกฤต
(N) สันสกฤต
(ADJ) เกี่ยวกับภาษาสันสกฤต
(N) ซานตาคลอส (เทศกาลคริสต์มาส)
(N) น้ําหล่อเลี้ยงในเนื้อเยื่อของต้นไม้
(VT) ดูดออก
(VT) ตีด้วยไม้พลอง
(VT) ขุดอุโมงค์เข้าหาฐานข้าศึก
(VT) ค่อยๆ ทําลาย
(ADJ) ซึ่งมีรสชาติ
(N) ความฉลาด
(ADJ) ปราดเปรื่อง
(ADV) อย่างปราดเปรื่อง
(N) ต้นไม้อ่อน
(ADJ) คล้ายสบู่
(VI) กลายเป็นสบู่
(VT) ทําให้เป็นสบู่
(N) สิ่งที่ทําให้เกิดรส
(ADJ) ซึ่งทําให้เกิดรสชาติ
(ADJ) ซึ่งทําให้เกิดรสชาติ
(N) ทหารช่าง
(N) หินมีค่าสีน้ําเงินหรือฟ้าเข้ม
(N) สิ่งมีชีวิตที่กินของเน่าเปื่อย
(ADJ) ซึ่งกินสิ่งที่เน่าเปื่อย
(ADV) โดยกินสิ่งที่เน่าเปื่อย
(N) นกหัวขวานอเมริกันจําพวก Sphyrapicus
(N) จังหวัดสระบุรี
(N) สระบุรี
(N) สมาชิกชนเผ่าหนึ่งแถบชายแดนซีเรียของอาณาจักรโรมันสมัยก่อน
(ADJ) เกี่ยวกับชนเผ่าแถบชายแดนซีเรียของอาณาจักรโรมันสมัยก่อน
(N) แคว้นซาราวักในมาเลเซีย
(N) การเต้นระบําชั้นสูงในศตวรรษที่ 17 -18
(N) การเต้นระบําชั้นสูงในศตวรรษที่ 17 -18
(N) การถากถาง
(ADJ) ช่างเสียดสี
(ADV) อย่างเสียดสี
(N) ก้อนเนื้อมะเร็ง
(N) โลงหินโบราณที่มีการสลักข้อความหรือรูปภาพ
(N) หยกสีแดงอมน้ําตาล
(N) ปลาซาร์ดีน
(ADJ) เยาะเย้ย
(N) ผ้าส่าหรี
(N) จ่า (คําไม่เป็นทางการ)
(N) ผ้าส่าหรี
(ADJ) เสียดสี
(N) โสร่ง
(N) รากของพืชจําพวก Smilax เป็นยาบํารุงและขับปัสสาวะ
(ADJ) เกี่ยวกับช่างตัดเสื้อ
(N) กล้ามเนื้อแคบและยาวที่ทอดเฉียงทางด้านหน้าของสะโพก
(N) สายคาดเอว
(N) วงกบ
(VI) เดินกรีดกราย
(N) การพูดจาโอหัง (คําไม่เป็นทางการ)
(VT) พูดอย่างยโสโอหัง
(N) พืชจําพวก Sassafras albidum ในอเมริกาเหนือ
(ADJ) โอหัง
(VI) กริยาช่องที่ 2 และ 3 ของ sit
(VT) กริยาช่องที่ 2 และ 3 ของ sit
(N) ซาตาน
(N) สตางค์ (หน่วยเงินตราไทย 1 บาท เท่ากับ 100 สตางค์)
(ADJ) เกี่ยวกับซาตาน
(ADV) อย่างชั่วร้าย
(N) ย่าม
(ADJ) ซึ่งเป็นถุงเล็กๆ
(VT) ทําให้พอใจอย่างเต็มที่
(VI) กริยาช่องที่ 2 และ 3 ของ sit
(VT) กริยาช่องที่ 2 และ 3 ของ sit
(N) ผ้าฝ้ายหรือสิ่งทอที่คล้ายแพรต่วน
(ADJ) เกี่ยวกับดาวเทียม
(N) ดาวเทียม
(N) ดาวบริวาร
(N) บริวาร
(N) ประเทศบริวาร
(VT) ส่งสัญญาณผ่านดาวเทียม
(N) การเผาตัวเองของแม่ม่ายในกองฟืนที่เผาศพสามี
(N) ความอิ่มใจ
(ADJ) น่าพอใจ
(ADJ) น่าพอใจ
(VT) ทําให้เบื่อหน่าย
(VT) ทําให้พอใจเต็มที่
(ADJ) ซึ่งพอใจมากจนเบื่อ
(PHRV) อิ่มแปล้กับ
(N) ความอิ่มอกอิ่มใจ
(N) ความเต็มอิ่ม
(ADJ) เงามันเหมือนผ้าต่วน
(ADJ) ทําด้วยผ้าต่วน
(N) ผ้าต่วน
(N) เงามันและนุ่มเหมือนผ้าซาติน
(N) การเหน็บแนม
(ADJ) ซึ่งชอบถากถาง
(ADV) อย่างแดกดัน
(N) ผู้ชอบถากถาง
(VT) ถากถาง
(N) การชดเชย
(N) ความพอใจ
(ADV) อย่างน่าพอใจ
(ADV) อย่างพอใจ
(N) ความพอใจ
(ADJ) น่าพอใจ
(ADJ) เพียงพอ
(ADJ) ซึ่งชดเชยให้
(ADJ) พอใจ
(VI) ้ตอบสนองความต้องการ
(VT) ชดเชย (ทางกฎหมาย)
(VT) ทําให้แน่ใจ
(VT) ทําให้พอใจ
(ADJ) ซึ่งสนองความพอใจ
(N) การทําให้พึงพอใจ
(ADV) อย่างพึงพอใจ
(PHRV) ทําให้มั่นใจใน
(PHRV) พึงพอใจอย่างยิ่งกับ
(N) ข้าหลวง
(N) ผลส้มลูกเล็กของญี่ปุ่น
(N) จังหวัดสตูล
(N) สตูล
(N) สิ่งที่ทําให้สารอื่นอิ่มตัว
(VT) ทําให้ชุ่มไปด้วยน้ํา
(VT) ทําให้เต็มสมบูรณ์
(VT) ทําให้อิ่มตัว
(ADJ) ท้วมท้น
(ADJ) อิ่มตัว
(PHRV) ทําให้เต็มไปด้วย
(PHRV) เปียกโชก
(PHRV) มีสํารองไว้มาก
(N) การทําให้อิ่มตัว
(N) จุดอิ่มตัว
(N) วันเสาร์
(ADV) ทุกวันเสาร์
(N) ดาวเสาร์
(N) การเลี้ยงฉลองเพื่อบูชาเทพเจ้า
(N) ผู้เลี้ยงฉลองเพื่อบูชาเทพเจ้า
(ADJ) เซื่องซึม
(ADV) อย่างเซื่องซึม
(N) โรคสารพิษตะกั่ว
(N) ชายหมกมุ่นในตัณหาราคะ
(N) เทพารักษ์ที่อยู่ในป่ามีรูปร่างกึ่งคนกึ่งแพะ
(N) การที่ผู้ชายมีตัณหาราคะมากผิดปกติ
(N) น้ําปรุงรส
(VT) ใส่เครื่องปรุงรส
(N) กระทะท้องแบนที่มีฝาปิดและด้ามถือ
(N) จานรอง
(ADJ) เหมือนจานรอง
(ADV) อย่างอวดดี
(N) ความอวดดี
(ADJ) จองหอง
(N) ซาอุดิอาระเบีย
(N) ประเทศซาอุดิอาระเบีย
(N) ชาวซาอุดิอาระเบีย
(N) เนื้อย่างหมักในเครื่องปรุงรส
(N) กะหล่ําปลีดอง (ของเยอรมัน)
(N) การอบเซาว์น่า
(N) ห้องอบไอน้ํา
(VI) อบไอน้ํา
(N) การเดินทอดน่อง
(VI) เดินทอดน่อง
(N) คนเดินทอดน่อง
(N) สัตว์เลื้อยคลานจําพวก Sauria
(N) ไส้กรอก
(SL) ชายรักร่วมเพศ
(N) เหล้าองุ่นขาวรสหวาน (ของฝรั่งเศส)
(ADJ) โหดร้าย
(ADV) อย่างป่าเถื่อน
(N) ความป่าเถื่อน
(N) ความดุร้าย
(N) ทุ่งหญ้าสะวันนา
(N) ทุ่งหญ้าสะวันนา
(N) นักปราชญ์
(VI) ประหยัด
(VT) เก็บรักษา
(VT) ช่วยชีวิต
(VT) ไถ่บาป
(VT) ประหยัด
(VT) ป้องกัน
(N) อุปกรณ์ป้องกันการสูญเสีย
(ADJ) ซึ่งช่วยให้ปลอดภัย
(IDM) ระฆังช่วยชีวิตไว้ได้ทัน
(PHRV) เก็บสํารองไว้ (เงิน,สินค้า)
(PHRV) สงวนไว้ให้
(PHRV) ช่วยให้พ้นจาก
(PHRV) รักษา
(IDM) ยับยั้งในการคุย
(IDM) รักษาหน้า
(N) ผู้ช่วยให้ปลอดภัย
(IDM) ช่วยให้ปลอดภัยจากการบาดเจ็บ, จากการเสียหน้า, จากการต้องโดนลงโทษ
(IDM) เก็บ(เงิน)ไว้ใช้ในอนาคต
(IDM) เก็บไว้ยามจําเป็น
(IDM) ช่วยทําให้สถานะการณ์เลวร้ายดีขึ้น
(PHRV) เก็บรักษาไว้จนกระทั่ง
(N) พืชซึ่งใบนําไปทําน้ําหอม
(N) พืชซึ่งใบนําไปทําน้ําหอม
(N) การช่วยเหลือ
(N) สิ่งที่เก็บไว้ (เงินหรือเวลา)
(N) เงินออม
(N) บัญชีเงินฝาก
(N) ธนาคารออมสิน
(N) พันธบัตรรัฐบาลมีค่า 50-10,000 ดอลล่าร์
(N) ผู้ช่วยชีวิต
(N) พระผู้เป็นเจ้า
(N) ผู้ช่วยชีวิต
(N) พระผู้เป็นเจ้า
(N) รสชาติ
(VI) มีรสชาติ
(VT) ใส่เครื่องปรุงรส
(ADV) อย่างมีรสชาติ
(N) ความมีรสชาติ
(ADJ) ไร้รสชาติ
(ADJ) ซึ่งมีรสชาติ
(ADJ) มีรสชาติ
(N) อาหารว่างรสเค็มหรือเผ็ดที่เสิร์ฟก่อนหรือหลังทานอาหาร
(N) พืชจําพวก Satureja hortensis ใช้ปรุงรส
(N) รสชาติ
(VI) มีรสชาติ
(VT) ใส่เครื่องปรุงรส
(PHRV) (พูด) แนะนํา
(ADJ) มีรสชาติ
(N) อาหารว่างรสเค็มหรือเผ็ดที่เสิร์ฟก่อนหรือหลังทานอาหาร
(N) พืชจําพวก Satureja hortensis ใช้ปรุงรส
(ADJ) ฉลาด
(N) ปัญญา
(SL) ความรู้ความสามารถ
(N) เลื่อย
(N) สุภาษิตโบราณ
(VI) ใช้เลื่อยตัดออก
(VT) กริยาช่องที่ 2 ของ see
(VT) เลื่อย
(N) ศัลยแพทย์ (คําสแลง)
(N) ธนบัตร10 ดอลลาร์ (คําสแลง)
(PHRV) เลื่อย (ต้นไม้)
(N) ขี้เลื่อย
(ADJ) ซึ่งเต็มไปด้วยขี้เลื่อย
(N) ปลาขนาดใหญ่ขากรรไกรยาวคล้ายใบเลื่อยตระกูล Pristidae
(PHRV) ตัดหรือเลื่อยเป็นชิ้นๆ
(N) โรงเลื่อย
(VI) กริยาช่องที่ 3 ของ saw
(VT) กริยาช่องที่ 3 ของ saw
(PHRV) เลื่อยออก
(PHRV) เลื่อยแบ่ง
(N) ฟันเลื่อย
(ADJ) ซึ่งเหมือนฟันเลื่อย
(PHRV) เลื่อยเป็นชิ้นๆ
(N) ผู้เลื่อย
(N) แตรทองเหลือง
(N) ชาวอังกฤษในศตวรรษที่ 5 และ 6
(N) ภาษาอังกฤษโบราณ
(N) แซ็กโซโฟน
(N) แตรทองเหลืองขนาดใหญ่
(N) สิทธิในการพูด
(VI) คาดเดา
(VI) พูด
(VI) ยกตัวอย่าง
(VT) พูด
(PHRV) พูดเสนอแนะ
(PHRV) พูดซ้ํา
(PHRV) พูดต่อต้าน
(IDM) พูดยกย่อง
(IDM) พูดได้ตรงตามที่เป็นจริงๆ
(PHRV) พูดแก้ตัว
(N) สุภาษิต
(IDM) ไม่เอ่ยถึง
(PHRV) พูดแสดงความเห็นเกี่ยวกับ
(PHRV) พูดไปเรื่อยๆ
(N) ลาก่อน (คําทับศัพท์ภาษาญี่ปุ่น)
(PHRV) พูดซ้ํา
(SL) คําสั่ง
(IDM) พูดอ้อมๆ
(SL) ใครว่าอย่างนั้น? (คําถามท้าทาย / ไม่เห็นด้วย)
(SL) คุณพูดอะไรนั่น
(IDM) พูดตอบรับ
(PHRV) พูดกับ
(PHRV) มีความเห็นเกี่ยวกับ
(SL) ยอมรับความพ่ายแพ้
(N) คนงานที่ไม่ยอมเข้าร่วมหยุดงานประท้วง
(N) สะเก็ดแผล
(VI) ตกสะเก็ด
(N) ปลอกมีด
(N) การตกสะเก็ด
(ADJ) ตกสะเก็ด
(N) โรคหิด
(ADJ) เป็นสะเก็ดแผล
(ADJ) หยาบ
(ADV) อย่างหยาบคาย
(N) ความหยาบคาย
(SL) (บางสิ่ง) จํานวนมาก
(N) ตะแลงแกง
(N) นั่งร้าน
(N) นั่งร้าน
(SL) เหล้าแรง
(ADJ) ซึ่งสามารถวัดได้
(N) คนผิวขาวทางใต้ที่สนับสนุนพรรครีพับลิกันภายหลังสงครามกลางเมือง
(N) คนพาล
(N) แผลน้ําร้อนลวก
(VI) ลวก
(VT) ลวก
(N) ตราชั่ง
(N) สะเก็ด
(VI) ตกสะเก็ด
(VT) เอาสะเก็ดออก
(N) ระบบการวัด
(N) อัตรา
(VI) ประมาณ
(VI) เพิ่มขึ้น
(PHRV) ลดราคาหรือตัวเลขลง
(ADJ) (สามเหลี่ยม) มีด้านไม่เท่ากัน
(N) กล้ามเนื้อบริเวณก้านคอ
(N) ผู้ชั่ง
(PHRV) ขึ้นอยู่กับ
(PHRV) เพิ่ม
(N) การตกสะเก็ด
(N) บันไดกําแพง
(N) ผิวหนังพุพอง
(N) หัวหอมเล็กและมีใบยาว
(N) ขอบผ้าที่เป็นลอน
(N) ชิ้นเนื้อไร้กระดูกหั่นบางๆ
(N) เปลือกหอยพัด
(VT) ตกแต่งด้วยลายลูกไม้คล้ายหอยพัด
(N) จอมเกเร (มักใช้กับเด็ก)
(N) หนังศีรษะ
(VT) ชักชวน
(VT) ถลกหนังศีรษะ
(N) มีดผ่าตัด
(N) ผู้ค้ากําไร
(ADJ) ซึ่งตกสะเก็ด
(N) เล่ห์อุบาย (คําไม่เป็นทางการ)
(N) คนเกเร
(N) เด็กซนที่น่ารัก (คําไม่เป็นทางการ)
(SL) เด็กเล็กๆ
(VI) รีบวิ่งก้าวถี่ๆ (มักใช้กับเด็กหรือสัตว์ตัวเล็กๆ)
(N) อาหารที่ประกอบด้วยกุ้งตัวใหญ่ทอดกับเนย
(N) การกวาดภาพ (จอโทรทัศน์)
(VT) กวาดภาพ
(VT) ตรวจรายละเอียด
(VT) วิเคราะห์เสียงสัมผัสของบทกวี
(VT) อ่านผ่านๆ
(ADJ) ซึ่งตรวจรายละเอียด
(N) สิ่งที่ทําให้เกิดเหตุการณ์อื้อฉาว
(N) เหตุการณ์อื้อฉาว
(N) การใส่ร้าย
(VT) ทําให้ตกใจ
(N) คนใส่ร้ายป้ายสี
(N) ผู้กระจายเรื่องอื้อฉาว
(N) การกระจายเรื่องอื้อฉาว
(ADJ) ซึ่งเสื่อมเสียชื่อเสียง
(ADV) อย่างน่าอับอาย
(N) ความน่าอับอาย
(N) ดินแดนในยุโรปเหนือ
(ADJ) เกี่ยวกับประเทศแถบยุโรปเหนือ
(N) ชาวสแกนดิเนเวียน
(N) ธาตุโลหะหายาก (สัญลักษณ์ทางเคมี Sc)
(N) เครื่องตรวจด้วยเสียงหรือรังสี
(N) เครื่องสแกนเนอร์
(N) การวิเคราะห์เสียงสัมผัสของบทกวี
(ADJ) ขาดแคลน
(ADV) อย่างขาดแคลน
(VT) ทําให้ขาดแคลน (คําโบราณ)
(N) ความขัดสน
(ADV) อย่างขาดแคลน
(N) ความขัดสน
(ADJ) ขาดแคลน
(SUF) ทิวทัศน์
(N) ผู้รับเคราะห์แทนคนอื่น
(N) คนเกเร (โดยเฉพาะเด็ก เป็นคําโบราณ)
(N) กระดูกสะบัก
(N) แผลเป็น
(N) หินผาสูงชัน
(VI) กลายเป็นแผลเป็น
(VT) ทําให้เกิดแผลเป็น
(N) แมลงมีปีกแข็งจําพวก Scarabaeidae
(ADJ) ขาดแคลน
(ADV) อย่างขาดแคลน
(N) ความขัดสน
(N) ความขาดแคลน
(N) ความหวาดกลัว
(VI) ตกใจ
(VT) ทําให้กลัว
(PHRV) ทําให้กลัวจนจากไป
(N) หุ่นไล่กา
(SL) น่ากลัวมาก
(PHRV) ชักจูงโดยการขู่ให้กลัว
(N) ผู้ปล่อยข่าวที่น่าตกใจ
(N) การปล่อยข่าวที่น่าตกใจ
(N) ผู้ทําให้ตกใจ
(IDM) ทําให้กลัวมาก
(PHRV) ทําให้กังวลหรือหวาดกลัวมาก
(PHRV) เตรียมสํารองไว้
(N) ผ้าพันคอ
(VI) กินอย่างตะกละ (คําสแลง)
(VT) กินอย่างตะกละ (คําสแลง)
(VT) พันด้วยผ้าพันคอ
(N) การทําให้มีรอยบาก
(N) ผู้พูดหรือวิจารณ์อย่างรุนแรง
(VT) ขลิบหนัง
(VT) ทําให้มีรอยบาก (เช่น ต้นไม้)
(VT) พูดหรือวิจารณ์อย่างรุนแรง
(ADV) อย่างทําให้ตกใจ
(ADJ) สีเลือดหมู
(N) เสื้อผ้าสีเลือดหมู
(N) ไข้อีดําอีแดง
(PHRV) ทําให้เกิดรอยแผล
(SL) หนีเร็ว!
(N) ที่ชัน
(SL) หนีเร็ว!
(ADJ) น่าตกใจ
(VI) จากไปอย่างรวดเร็ว
(VI) ร้องเสียงดังอย่างไร้ความหมายคลอไปกับเครื่องดนตรีชิ้นเดียว (เช่น ร้องเพลงแจ๊ส)
(N) การได้รับบาดเจ็บ  (คําโบราณ)
(VT) ทําอันตราย (คําโบราณ)
(VT) วิจารณ์อย่างรุนแรง
(ADJ) เสียดแทง (คําพูด)
(ADV) อย่างเสียดแทง
(N) การทําให้กระจาย
(VI) กระจาย
(VT) ทําให้กระจาย
(VT) ทําให้แยกย้ายกันไป
(VT) ทําให้แสงหรือรังสีหักเห
(PHRV) ทําให้กระจัดกระจายทั่ว
(N) คนประมาท
(ADJ) ไม่รอบคอบ
(ADJ) กระจัดกระจาย
(ADJ) กระจัดกระจาย
(N) การกระจัดกระจาย
(ADV) อย่างเกลื่อนกลาด
(VI) ค้นหาของ (ที่ยังใช้ได้) จากกองขยะ
(VI) เอาสิ่งสกปรกออก
(VT) ค้นหาของ (ที่ยังใช้ได้) จากกองขยะ
(N) คนหรือสัตว์ที่กินซากสัตว์เป็นอาหาร
(N) คนหรือสัตว์ที่คุ้ยหาของตามกองขยะ
(N) ตอนของละครเพลง
(N) โครงการ
(N) บทภาพยนตร์
(N) นักเขียนบทภาพยนตร์
(N) การแสดงความไม่พอใจ
(N) ฉาก
(N) ทิวทัศน์
(N) สถานที่เกิดเหตุ
(N) เหตุการณ์
(N) ฉากบนเวที
(N) ทิวทัศน์
(ADJ) เกี่ยวกับฉาก
(ADJ) เกี่ยวกับภาพภูมิประเทศ
(ADJ) น่าดึงดูดใจ
(ADJ) เกี่ยวกับภาพภูมิประเทศ
(ADV) เกี่ยวกับภาพภูมิประเทศ
(N) ผู้ทําวัตถุหรือภาพมิติ
(ADJ) เกี่ยวกับวัตถุหรือภาพมิติ
(N) วัตถุหรือภาพมิติ
(N) กลิ่น
(N) การดมกลิ่น
(N) น้ําหอม
(VI) ได้กลิ่น
(VT) ได้กลิ่น
(VT) เติมกลิ่น
(ADJ) ี่มีกลิ่นหอม
(PHRV) ได้กลิ่น
(N) คทา
(VT) มอบคทาให้
(ADJ) ซึ่งสงสัย
(N) ผู้สงสัย
(N) น่าสงสัย
(N) ความสงสัย
(N) คทา
(VT) มอบคทาให้
(N) กําหนดการ
(N) ตารางเวลา
(VT) ทําตารางเวลา
(ADJ) เกี่ยวกับแผนผัง
(N) แผนผัง
(ADV) เกี่ยวกับแผนผัง
(N) รายการ
(PHRV) วางแผนลวงเพื่อ
(N) ผู้วางแผนการ
(N) ความแตกแยก
(ADJ) ซึ่งแตกแยก
(N) หินผลึกที่มีส่วนประกอบของแร่ธาตุต่างๆ
(ADJ) ซึ่งเป็นหินผลึกที่มีส่วนประกอบของแร่ธาตุต่างๆ
(ADJ) ซึ่งเป็นหินผลึกที่มีส่วนประกอบของแร่ธาตุต่างๆ
(SL) เป็นโรคจิต
(N) โรคจิตเภท
(N) โรคจิตเภท
(N) การเดินทางที่ยาวนานและน่าเบื่อ
(N) คนโง่งุ่มง่าม
(VT) ลาก (คําไม่เป็นทางการ)
(N) การเดินทางที่ยาวนานและน่าเบื่อ
(N) คนโง่
(VT) ลาก (คําไม่เป็นทางการ)
(ADJ) ซึ่งมีคุณภาพเลว
(N) ของราคาถูก (คําสแลง)
(SL) ราคาถูก
(SL) ราคาถูก
(N) ความซาบซึ้งอย่างมากมาย (คําไม่เป็นทางการ)
(ADJ) ซึ่งซาบซึ้ง
(N) ความซาบซึ้งอย่างมากมาย (คําไม่เป็นทางการ)
(ADJ) ซึ่งซาบซึ้ง
(N) คนโง่ (คําสแลงแสดงความดูถูก)
(N) เหล้าทําจากเมล็ดพืช (จากประเทศเยอรมัน)
(N) สุนัขเยอรมันพันธุ์เล็ก
(N) เนื้อลูกวัวทอด
(N) คนโง่ (คําสแลงแสดงความดูถูก)
(SL) ขอทาน
(N) นักเรียน (คําทางการ)
(N) นักวิชาการ
(N) ผู้ได้รับทุนการศึกษา
(ADJ) คงแก่เรียน
(N) ความเป็นนักวิชาการ
(N) ทุนการศึกษา
(ADJ) เกี่ยวกับการศึกษา
(ADJ) เกี่ยวกับการศึกษา
(ADV) ทางการศึกษา
(N) การสอน
(N) โรงเรียน
(N) เวลาเรียน
(N) ฝูงปลาหรือสัตว์ทะเลอื่น
(N) วัยเรียนของเด็ก
(N) กระเป๋านักเรียน
(N) เด็กนักเรียนชาย
(SL) เหล้าองุ่น
(N) รถโรงเรียน
(N) เด็กนักเรียน
(N) ค่าเล่าเรียน
(N) เพื่อนที่โรงเรียน
(N) นักเรียนหญิง
(N) อาคารเรียน
(PHRV) ฝึกฝน
(N) การเรียนการสอน
(N) ครู
(N) ครูผู้หญิง
(ADJ) เกี่ยวกับครูผู้หญิง
(N) ครูผู้ชาย
(ADJ) เกี่ยวกับครูผู้ชาย
(ADJ) เกี่ยวกับครูใหญ่
(N) เพื่อนร่วมโรงเรียน
(N) ครูใหญ่ที่เป็นผู้หญิง
(N) ผลการเรียน
(N) ห้องเรียน
(N) อาชีพครู
(PHRV) ควบคุม
(N) การบ้านของนักเรียน
(N) ปีการศึกษา
(N) เรือใบ
(N) การเต้นระบําเยอรมัน
(N) ลูกปลา cod
(N) การเล่นสกีแล่นลงมาตรงๆ
(VI) เล่นสกีแล่นลงมาตรงๆเต็มอัตราความเร็ว
(N) เสียงสระที่ไม่เน้นเสียงในภาษาอังกฤษ
(ADJ) เกี่ยวกับเส้นประสาท sciatic
(N) อาการปวดตามส่วนหลัง สะโพกและขาเพราะกดทับ sciatic nerve
(N) การศึกษาทางด้านวิทยาศาสตร์
(N) วิทยาศาสตร์
(N) นวนิยายวิทยาศาสตร์
(ADJ) ตามหลักวิทยาศาสตร์
(ADJ) ที่เป็นระบบ
(ADV) ทางวิทยาศาสตร์
(N) วิธีการทางวิทยาศาสตร์
(N) นักวิทยาศาสตร์
(N) นวนิยายวิทยาศาสตร์ (คําไม่เป็นทางการของ science fiction)
(ADV) นั่นคือ
(N) ดาบโค้งงอที่คมด้านเดียว (ของชาวอาหรับ/กลุ่มประเทศตะวันออก)
(N) จํานวนเล็กน้อย
(VI) เกิดประกายไฟ
(VI) เป็นประกาย
(ADJ) มีชีวิตชีวา
(N) การเกิดประกายไฟ
(N) อุปกรณ์ตรวจนับวัดกัมมันตรังสีตรังสีโดยใช้หลักการของ scintillation
(N) ความรู้ผิวเผิน
(N) ผู้รู้ผิวเผิน
(ADJ) ซึ่งรู้ผิวเผิน
(N) กิ่งตอน (พืช)
(N) เชื้อสาย
(ADJ) ซึ่งแยกออกหรือแบ่งออกได้
(N) การตัด
(N) กรรไกร
(VT) ตัดด้วยกรรไกร
(N) กรรไกร
(N) เยื่อหุ้มลูกตาสีขาว (ยกเว้นบริเวณกระจกตา cornea)
(ADJ) เกี่ยวกับเยื่อหุ้มลูกตาสีขาว
(N) การแข็งตัวของเนื้อเยื่อร่างกาย
(N) การพูดเยาะเย้ย
(VI) พูดเยาะเย้ย
(VT) พูดเยาะเย้ย
(N) อาหารประเภทปลา (คําสแลง)
(VI) กินอย่างตะกละ (คําสแลง)
(VT) กินอย่างตะกละ (คําสแลง)
(PHRV) คิดว่า (บางสิ่ง) ไม่มีค่า
(PHRV) หัวเราะเยาะ
(N) ผู้เยาะเย้ย
(ADV) อย่างเยาะเย้ย
(N) ผู้เย้ยกฎหมาย
(VI) ดุว่า
(VT) ดุว่า
(N) ผู้ดุว่า
(PHRV) ดุด่า
(N) เชิงเทียนที่วางอยู่บนกําแพงหรือกระจกอื่น ๆ
(N) ป้อมเล็กๆ
(N) ขนมปังสโคน (รสหวานเล็กน้อย)
(SL) ข้ออ้าง
(N) ข่าวเด่น (คําไม่เป็นทางการ)
(N) ทัพพี
(N) ปริมาณที่ตักขึ้นหนึ่งครั้งด้วยทัพพี กระบวยหรือช้อนตวง
(N) โพรง
(VT) ตัก
(VT) ทําให้เป็นโพรง
(N) ผู้ทําให้เป็นโพรง
(ADJ) เต็มช้อน
(PHRV) ขุดเป็นโพรง
(PHRV) ตัก (ด้วยพลั่วหรือทัพพี) ออก
(PHRV) ตักขึ้นด้วยทัพพีหรืออุปกรณ์รูปโค้ง
(VI) ถลาไป
(N) รถของเล่นเด็กที่ใช้เท้าถีบ
(N) รถมอเตอร์ไซด์ที่มีขนาดเล็กและมีแผ่นรองเท้า
(N) กล้องส่องทางไกล
(N) ขอบเขต
(N) โอกาส
(SUF) สิ่งที่ช่วยในการมอง
(N) ยาสงบประสาท
(SUF) สิ่งที่ช่วยในการมอง
(ADJ) เกี่ยวกับโรคเลือดออกตามไรฟัน
(ADJ) เกี่ยวกับโรคเลือดออกตามไรฟัน
(VI) ย่างเกรียม
(VT) แผลไหม้เกรียม
(VT) ย่างเกรียม
(N) ผู้ทําให้ไหม้เกรียม
(ADJ) ซึ่งแผดเผา
(PHRV) เผาทําลาย
(N) การทําคะแนน
(N) คะแนน
(N) โน้ตเพลง
(N) รอยขีด
(VI) คิดคะแนน
(VI) ทําแต้ม
(VT) คิดคะแนน
(VT) ทําแต้ม
(VT) ทําให้เป็นรอย
(N) กระดานจดคะแนน
(N) บัตรลงคะแนน
(N) ผลการแข่งขัน
(PHRV) ทําให้พ่ายแพ้
(PHRV) พยายามทําคะแนน (กีฬาคริกเก็ต)
(PHRV) ลาก ผ่าน
(PHRV) ได้เปรียบเหนือ
(PHRV) บันทึก
(PHRV) บันทึกว่า (คนอื่น) ไม่มีค่าหรือไร้ค่า
(N) การเหยียดหยาม
(VT) ดูหมิ่น
(N) ผู้ดูหมิ่น
(ADJ) ดูถูก
(N) การดูหมิ่น
(N) ราศีพฤศจิก (สัญลักษณ์คือ แมงป่อง)
(N) แมงป่อง
(N) ชาวสก็อต (คําโบราณ)
(N) ชาวสก็อต
(N) รอยบาก
(VT) ทําให้หยุด
(N) ชาวสก็อต (คําโบราณ)
(N) สก็อตเทป (ยี่ห้อสินค้าประเภทเทปติดกระดาษ)
(N) เหล้าวิสกี้ผลิตจากสก็อตแลนด์
(ADV) อย่างไม่ได้รับการลงโทษ
(N) ประเทศสก็อตแลนด์
(N) สก็อตแลนด์
(N) ถนนในกรุงลอนดอน
(N) สํานักงานตํารวจสันติบาลของอังกฤษ
(N) ผู้ชายชาวสก็อต
(ADJ) เกี่ยวกับชาวสก็อต  ประเทศสก็อตแลนด์หรือภาษาสก็อต
(N) ชาวสก็อต
(N) ภาษาสก็อต
(N) สุนัขพันธุ์เทอร์เรีย มีขาสั้นและขนหยิก
(N) คนชั่ว
(N) การขัดให้สะอาด
(VI) ขัด
(VT) ขัดให้สะอาด
(VI) เที่ยวค้นคว้า
(VI) วิ่งไปอย่างรวดเร็ว
(VT) วิ่งไปอย่างรวดเร็ว
(PHRV) ขัดถูให้สะอาด
(PHRV) ค้นหา
(N) ผู้ทําให้เกิดหายนะ
(N) แส้
(N) หายนะ
(VT) หวด
(N) การขัดให้สะอาด
(N) สิ่งสกปรกที่ได้มาจากการขัดถู
(PHRV) ขัดถูจนหมด
(N) ทหารพราน
(N) ลูกเสือ
(VT) สอดแนม
(VI) ปฏิเสธอย่างเหยียดหยาม
(VT) ปฏิเสธอย่างเหยียดหยาม (คําโบราณ)
(N) ลูกเสือ
(PHRV) ค้นหาจนทั่ว
(N) หัวหน้าหมู่ลูกเสือ
(PHRV) ค้นหาจนทั่ว
(PHRV) ตรวจสอบจนทั่ว
(N) เรื่อบรรทุกท้องแบนสี่เหลี่ยม
(VI) ทําหน้าบึ้งตึง
(VT) ทําหน้าบึ้งตึง
(PHRV) ถลึงตาใส่
(N) ผู้ทําหน้าบึ้งตึง
(N) การเขียนอย่างหวัดๆ
(VI) การคุ้ยเขี่ยหา
(VI) คุ้ยเขี่ยหา
(VT) คุ้ยเขี่ยหา
(PHRV) คุ้ย
(N) ผู้คุ้ยเขี่ยหา
(N) คนที่ผอมมาก
(N) คอ (คําสแลง)
(N) เนื้อติดกระดูก
(ADJ) ไม่สม่ําเสมอ
(ADJ) ผอมจนเห็นกระดูก
(VI) รีบไปอย่างรวดเร็ว
(N) การแข่งขันจักรยานยนต์วิบาก
(N) การนําเครื่องบินขึ้นสกัดกั้นเครื่องบินอื่นอย่างรวดเร็ว
(N) การปีน
(N) การแย่งชิง
(VI) ทําอย่างรีบเร่ง
(VI) นําเครื่องบินขึ้นสกัดกั้นเครื่องบินอื่นอย่างรวดเร็ว
(VI) ปีน
(VI) แย่งชิง
(VT) กวน (ไข่)
(VT) รวมสิ่งต่างๆ เข้าด้วยกัน
(VT) ส่งสัญญาณรบกวน
(PHRV) แย่งกันคว้า
(N) เครื่องส่งสัญญาณรบกวนคลื่นวิทยุหรือโทรศัพท์
(ADJ) เป็นชิ้นเล็กชิ้นน้อย
(N) เศษเล็กๆ
(VT) ทําให้เป็นเศษเล็กเศษน้อย
(N) สมุดติดรูปหรือข่าวที่ตัดมาจากสื่อสิ่งพิมพ์ต่างๆ
(N) การขูด
(N) รอยถลอก
(N) สถานการณ์ที่ลําบาก
(VI) ขัดสี
(VI) ขูด
(VI) อดออม
(VT) ขัดสี
(VT) ขูด
(PHRV) ประทังชีวิตด้วย
(PHRV) ขูด
(PHRV) ขูดออก
(PHRV) เบียดเข้าไป
(PHRV) ผ่านเข้าไป
(PHRV) ขูดออก
(PHRV) เจาะเป็นรู
(PHRV) เช็ดออก
(N) ผู้ขูด
(PHRV) เบียดผ่าน
(PHRV) สอบผ่าน
(PHRV) ขูดมารวมกัน
(PHRV) ขูดออก
(PHRV) สร้างเรื่อง
(IDM) เป็นมิตรกับ
(N) เศษเหล็ก
(ADV) อย่างมีรอยขูด
(N) การมีรอยขูด
(N) อาหารคล้ายไส้กรอกที่ทําจากหมูบด ข้าว และเครื่องชูรส
(ADJ) เป็นเศษเล็กเศษน้อย
(ADJ) ชอบต่อสู้
(N) รอยข่วน
(VI) ครูดออก
(VI) ดําเนินชีวิตด้วยความยากลําบาก
(VI) ถอนตัวจากการแข่งขัน
(VT) เกา
(VT) ถอนตัวจากการแข่งขัน
(PHRV) คุ้ยเขี่ย
(PHRV) ขูดทิ้ง
(PHRV) คัดชื่อออก
(PHRV) ข่วน
(PHRV) ประทังชีวิต
(N) สมุดฉีก
(N) กระดาษจดบันทึกเล็กๆ น้อยๆ
(IDM) ข่วนหน้า
(PHRV) สะสม (เงิน)
(PHRV) ขูดออก
(PHRV) คุ้ยเขี่ย
(PHRV) พยายามเก็บรวบรวม
(ADJ) ซึ่งทําให้คันหรือระคายเคือง
(VI) เขียนหวัดๆ
(VT) เขียนหวัดๆ
(N) ผู้เขียนหวัดๆ
(ADV) แบบหวัดๆ
(ADJ) ผอมมาก
(N) เสียงกรีดร้อง
(VI) กรีดร้อง
(VT) กรีดร้อง
(SL) ส่งเสียงกรี๊ดดังๆ
(IDM) ตะโกนดังลั่น
(PHRV) กรีดร้องเพื่อ
(PHRV) ส่งเสียงร้องดังแหลม
(PHRV) ส่งเสียงร้องดังแหลม
(PHRV) กรีดร้องด้วย (เสียงหัวเราะหรือความเจ็บปวด)
(N) กองเศษหินที่ขอบภูเขา
(N) เสียงครูดดัง
(N) นกเค้าแมวขนาดเล็กตระกูล Strigidae มีกระจุกขนคล้ายเขา
(N) ข้อเขียนยืดยาวและไม่น่าสนใจ
(N) การกําบัง
(N) จอภาพยนตร์
(N) ตะแกรง
(N) ม่าน
(VT) คัดเลือก
(VT) คุ้มกัน (คนที่กระทําไม่ถูกต้อง)
(VT) ฉายภาพยนตร์
(VT) ติดม่าน
(VT) ปกปิด
(ADJ) ซึ่งนําเสนอบนจอ
(N) ผู้ฉายภาพยนตร์
(PHRV) คุ้มครอง
(PHRV) ซ่อนตัวจาก
(N) การฉายภาพยนตร์
(N) การตรวจโรค (ทางการแพทย์)
(N) การปกคลุม
(N) แผ่นตะแกรง
(N) วงการภาพยนตร์
(PHRV) กัน
(PHRV) คัดออก
(N) บทภาพยนตร์
(N) ผู้เขียนบทภาพยนตร์
(N) การบิด
(N) เจ้าหน้าที่เรือนจํา (คําสแลง)
(N) ตะปูควง
(VT) กวดขัน
(VT) ขันสกรู
(ADJ) ซึ่งขันสกรู
(PHRV) หมุนปิด
(N) ไขควง
(N) ผู้ขันสกรู
(N) การกวดขัน
(PHRV) หมุนตะปูควงบน
(PHRV) กล้า
(PHRV) รีดเอาเงินจาก
(PHRV) หมุนเปิด (เพื่อเอาของเหลวออกมา)
(N) ใบจักร
(PHRV) ยึดด้วยสกรู
(PHRV) ขยํา
(PHRV) ทําร้าย
(PHRV) ทําให้วิตก
(PHRV) ทําให้เสีย
(PHRV) ยึดติดด้วยสกรู
(IDM) กล้าหาญและเอาชนะความกลัวได้
(ADJ) โง่เง่า (คําสแลง)
(ADJ) ซึ่งเขียนหวัดๆ
(N) การเขียนแบบหวัดๆ
(N) ลายมือหวัด
(VI) เขียนหวัดๆ
(VT) เขียนหวัดๆ
(PHRV) เขียนรีบๆ
(PHRV) รีบๆ จด
(N) นักเขียน
(ADV) อย่างเขียนหวัดๆ
(N) ผู้คัดลอก
(N) ผ้าฝ้ายหรือผ้าลินิน
(N) ม่านโรงละคร
(N) การตะลุมบอน (กีฬารักบี้)
(N) การโต้แย้งหรือปะทะคารม
(VI) ตะลุมบอน
(VI) ประหยัด
(VT) จัดให้มีน้อยลง
(IDM) ประหยัด
(N) ผู้ประหยัด
(N) ความประหยัด
(ADJ) ซึ่งประหยัด
(N) งานเขียน (เช่น บทละคร)
(N) ตัวเขียน
(N) ลายมือ
(VT) เขียนบท
(ADJ) เกี่ยวกับคัมภีร์
(N) พระคัมภีร์ไบเบิล
(ADV) ตามพระคัมภีร์ไบเบิล
(N) คัมภีร์ไบเบิล
(N) ผู้จดต้นฉบับ
(N) ลูกปลา cod
(N) วัณโรคต่อมน้ําเหลืองบริเวณคอ
(N) ม้วนหนังสือที่ใช้เขียนกันในสมัยโบราณ (ทําจากหนัง/กระดาษ)
(N) รายการ
(N) คนขี้เหนียว
(N) ถุงอัณฑะ
(SL) ขอ
(VI) ขอยืม (แบบไม่คืน)
(VT) ขอยืม (แบบไม่คืน)
(N) การขัดถู
(VI) ทําความสะอาดโดยถูอย่างแรง
(VT) ถูทําความสะอาดอย่างแรง
(ADJ) สัตว์เลี้ยงพันธุ์ผสม
(N) ป่าละเมาะ
(N) พุ่มไม้
(PHRV) ถู/ขัดด้วยแปรง
(INT) คนขัด
(ADV) อย่างขัดถู
(N) การขัดถู
(ADJ) เตี้ย
(PHRV) ถู/ขัดทําความสะอาดด้วยแปรง
(PHRV) ขีดออก
(PHRV) แปรงทําความสะอาด
(PHRV) ไม่ปฏิบัติตาม
(PHRV) ยกเลิก
(PHRV) ล้างทําความสะอาด (ตัวเอง) โดยเฉพาะพยาบาลและหมอ
(N) คนที่สกปรกและไม่เรียบร้อย
(N) หลังคอ
(N) การแย่งชิงกัน
(N) ผู้แย่งชิงกัน
(ADJ) น่าปลื้มปิติ
(ADV) อย่างน่าปลื้มปิติ
(N) ความน่าปลื้มปิติ
(N) เสียงบด
(VT) ดังแกรกๆ
(VT) ทําให้แตกละเอียด
(ADJ) ซึ่งแตกละเอียด
(N) ศีลธรรม
(VI) รู้สึกกระดากใจ
(N) หน่วยน้ําหนักเท่ากับ 20 เกรม หรือ 1.3 กรัม
(ADJ) ซึ่งคํานึงถึงศีลธรรม
(ADJ) ละเอียดรอบคอบ
(N) การพิจารณาอย่างละเอียด
(VI) พินิจพิเคราะห์
(VT) พินิจพิเคราะห์
(N) ผู้พินิจพิเคราะห์
(ADV) อย่างพินิจพิเคราะห์
(N) การใคร่ครวญอย่างละเอียด
(N) เครื่องช่วยหายใจใต้น้ําของนักประดาน้ํา
(N) การแล่นฉิว
(N) เมฆที่ลอยผ่านท้องฟ้าอย่างรวดเร็ว
(VI) แล่นฉิว
(N) ขีปนาวุธจากพื้นดินสู่พื้นดินในสงครามอ่าวเปอร์เซียปีค.ศ.1991
(N) การเดินลากขา
(N) เสียงครูด
(VI) เดินลากขา
(VT) ครูด
(VT) เดินลากขา
(N) ผู้เดินลากขา
(N) การเดินลากขา
(N) การต่อสู้กันอุตลุด
(VI) เดินลากขา
(VI) ต่อสู้กันอุตลุด
(PHRV) ต่อสู้พัลวันกับ
(PHRV) ถู
(N) กรรเชียงเดี่ยวที่หางเรือ
(N) การกรรเชียงเรือ
(N) เรือกรรเชียง
(VI) กรรเชียง
(VT) กรรเชียง
(N) ผู้กรรเชียง
(N) ห้องทําครัว
(N) คนครัว
(VI) แกะสลัก
(VT) แกะสลัก
(N) ช่างแกะสลัก
(N) ช่างแกะสลักผู้หญิง
(ADJ) เกี่ยวกับแกะสลัก
(ADV) ทางแกะสลัก
(N) การแกะสลัก
(N) รูปแกะสลัก
(VT) แกะสลัก
(N) ขยะ
(N) คนชั้นต่ํา (คําหยาบ)
(N) ฝ้าที่ลอยบนผิวน้ํา
(VI) เป็นคราบ
(VT) ช้อนเอาคราบออก
(N) ผู้ช้อนเอาคราบออก
(ADV) อย่างเป็นคราบ
(ADJ) ซึ่งเป็นคราบ
(N) ช่องระบายน้ําด้านข้างของเรือ
(N) ทางระบายน้ํา
(VT) จมเรือ (ทางนาวิกศาสตร์)
(VT) ทําลาย (คําไม่เป็นทางการ)
(N) คราบหรือเกล็ดของพืช
(N) รังแค (คําเก่า)
(N) โรคพืชที่เป็นคราบหรือเกล็ด (ทางพฤกษศาสตร์)
(N) สะเก็ด
(ADJ) ซึ่งเป็นรังแค
(ADJ) หยาบคาย
(ADV) อย่างหยาบคาย
(N) การรีบเร่ง
(VI) รีบเร่ง
(PHRV) รีบจ้ําอ้าวไปยัง
(ADJ) น่าดูถูก
(N) โรคเลือดออกตามไรฟัน (เนื่องจากขาดวิตามินซี)
(N) โล่ (คําโบราณ)
(N) ช่องเล็กๆ บนพื้นเรือหรือหลังคา
(N) ฝาปิดช่องทางเข้าในเรือ (ทางนาวิกศาสตร์)
(VT) จมเรือโดยการเจาะรูใต้ท้องเรือ (ทางนาวิกศาสตร์)
(VT) ทําลาย
(N) ภาชนะมีหูจับสําหรับใส่ถ่านหินในเตาผิง
(N) การวิ่งอย่างรวดเร็ว
(VI) วิ่งอย่างรวดเร็ว
(PHRV) รีบวิ่งข้าม
(PHRV) รีบหลบไป
(N) ข่าวลือ (คําสแลง)
(N) ที่ดื่มน้ําในเรือ
(N) แผ่นกระดูก
(N) โล่ขนาดใหญ่ของทหารโรมันโบราณ
(N) ปีศาจทะเล (เทพนิยายกรีกโบราณ)
(N) เคียวด้ามยาว
(VT) เกี่ยวด้วยเคียว
(ABBR) ระบบทําลายขีปนาวุธกลางอากาศ
(ABBR) คําย่อของ southeast และ southeastern
(ABBR) คําย่อของ southeast หรือ southeastern
(ABBR) สัญลักษณ์ทางเคมีของธาตุ Selenium
(N) เกี่ยวกับทะเล
(N) คลื่นลมในทะเล
(N) ทะเล
(N) สมอเรือ
(N) ดอกไม้ทะเล
(N) ถุงผ้าใบขนาดใหญ่ของกะลาสีเรือ
(N) พื้นดินใต้ทะเล
(N) นกทะเล
(N) ชายฝั่งทะเล
(ADJ) ขนส่งทางทะเล
(N) ลมทะเล
(N) หีบเก็บของส่วนตัวขนาดใหญ่ของกะลาสีเรือ
(N) ฝั่งทะเล
(N) ช่องปิดเปิดใต้ท้องเรือให้น้ําทะเลเข้าออก
(N) ช้างน้ํา
(N) กะลาสีเรือผู้มากประสบการณ์
(N) แมวน้ํา
(N) กัลปังหาตระกูล Gorgonia
(N) คนเดินเรือ
(ADJ) เกี่ยวกับการเดินเรือทะเล
(ADJ) อาชีพเดินเรือทะเล
(N) กะลาสีเรือ
(N) อาหารทะเล
(N) บริเวณฝั่งทะเล
(ADJ) ที่มีทะเลล้อมรอบ (ทางวรรณคดี)
(ADJ) เกี่ยวกับการเดินสมุทร
(N) สีเขียวอมน้ําเงิน
(N) นกนางนวล
(N) ปลาโลมาขนาดเล็กชนิดหนึ่ง
(N) ม้าน้ํา
(N) สัตว์ในนิยายหัวเป็นม้าตัวเป็นปลา (เทพนิยายกรีกโบราณ)
(N) ตราประทับ
(N) สิ่งที่ใช้ยืนยัน
(VT) ประทับตรา
(VT) ยืนยัน
(N) แมวน้ํา
(N) หนังแมวน้ํา
(ABBR) หน่วยรบพิเศษของสหรัฐที่เชี่ยวชาญทางบก น้ํา และอากาศ
(N) เส้นทางเดินเรือ
(N) เส้นทางเดินเรือ
(N) สารผนึก
(N) ความสามารถในการเดินบนเรือโดยไม่เมาคลื่น (คําไม่เป็นทางการ)
(N) ผู้ปิดผนึก
(N) คนล่าแมวน้ํา
(N) ระดับน้ําทะเล
(N) สิงโตทะเล
(PHRV) ปิดผนึก
(N) หนังแมวน้ํา
(PHRV) ปิดผนึก
(PHRV) ปิดด้วย
(N) ชั้นหินบางๆ (ทางธรณีวิทยา)
(N) ตะเข็บ
(VT) ทําให้เป็นร่อง
(VT) เย็บตะเข็บ
(N) นางเงือก
(N) นางเงือก
(N) กะลาสี
(ADJ) เหมือนกะลาสี
(N) ความสามารถด้านการเดินเรือ
(N) ผู้เย็บตะเข็บ
(N) การเย็บตะเข็บ
(N) ช่างเย็บผ้าที่เป็นผู้หญิง
(PHRV) เย็บต่อกับ
(ADJ) ที่ไม่ราบรื่น
(IDM) ช่วงที่ยากลําบากของชีวิต
(N) นากทะเลตระกูล Enhydra lutris
(N) เครื่องบินที่ขึ้นลงบนผิวน้ําได้
(N) เมืองท่า
(N) ประเทศมหาอํานาจทางทะเล
(ADJ) แห้ง
(N) แผลไหม้เกรียม
(VI) เหี่ยวแห้ง
(VT) ทําให้เจ็บปวด (ภาษาเขียน)
(VT) ทําให้เหี่ยวแห้ง
(VT) เผาให้ไหม้เกรียม
(N) การค้นหา
(N) การสืบค้นข้อมูล (ทางคอมพิวเตอร์)
(VI) ค้นหา
(VT) ค้นหา
(VT) สืบค้นข้อมูล (ทางคอมพิวเตอร์)
(ADJ) ซึ่งค้นหาได้
(N) การสืบค้นข้อมูล
(PHRV) ค้นหา
(PHRV) ค้นหา
(IDM) หาไปทั่ว
(ADJ) ตรวจสอบอย่างละเอียด
(N) ไฟฉาย
(IDM) ฉันไม่รู้
(IDM) ฉันไม่รู้ (คําตอบ) (คําไม่เป็นทางการ)
(PHRV) ค้นหา
(N) คณะสํารวจผู้สูญหาย
(PHRV) ค้นหา
(N) หมายค้น
(N) เส้นทางเดินเรือ
(N) โจรสลัด (ทางวรรณคดี)
(N) เกลือสมุทร
(N) ชายฝั่งทะเล
(ADJ) เมาเรือ
(N) การเมาเรือ
(ADJ) ตั้งอยู่ชายทะเล
(N) ชายทะเล
(N) เทศกาล
(N) ฤดูกาล
(VI) ปรุงรส
(VT) ปรุงรส
(VT) เพิ่มชีวิตชีวา
(VT) สร้างประสบการณ์
(ADJ) เหมาะกับฤดูกาล
(ADV) ตามฤดูกาล
(ADJ) ตามฤดูกาล
(N) สิ่งชูรส
(N) เครื่องปรุงรส
(PHRV) เติมรส
(PHRV) ทําให้มีชีวิตชีวาด้วย
(N) ก้นกางเกง
(N) คฤหาสน์
(N) ตําแหน่ง
(N) ที่นั่ง
(N) บั้นท้าย
(N) ศูนย์กลางอํานาจ
(VI) นั่ง
(VT) จัดให้นั่ง
(VT) มอบตําแหน่งสําคัญ (ทางวรรณคดี)
(VT) มีที่นั่ง
(N) เข็มขัดนิรภัย
(N) การจัดที่นั่ง
(N) ที่นั่ง
(N) วัสดุที่ทําที่นั่ง
(N) คนที่นั่งข้าง
(N) เต่าทะเล
(N) เขื่อนกั้นน้ําทะเล
(ADJ) มาจากทะเล
(ADJ) หันไปสู่ทะเล
(ADV) ซึ่งหันไปสู่ทะเล
(N) ทิศทางไปสู่ทะเล
(N) สาหร่ายทะเลขนาดใหญ่ใช้ทําปุ๋ย
(N) น้ําทะเล
(N) น้ําทะเล (คําเก่า)
(N) ทะเลมีคลื่น
(N) ร่องน้ําลึกสําหรับเรือเดินสมุทร
(N) เส้นทางในทะเล
(N) สาหร่ายทะเล
(ADJ) แข็งแรงพอสําหรับออกทะเล
(ADJ) เกี่ยวกับการผลิตไขมัน (ทางชีววิทยา)
(N) วินาที (คําไม่เป็นทางการ)
(ADJ) ไม่หวาน (เหล้าองุ่นหรือแชมเปญ)
(ABBR) เส้นตัด (คําย่อของ secant)
(N) เส้นที่ลากตัดเส้นโค้งที่2จุดหรือมากกว่า2จุด (ทางเรขาคณิต)
(N) อัตราส่วนของด้านตรงข้ามมุมฉากกับด้านที่ติดกับมุมที่กําหนดให้ในสามเหลี่ยมมุมฉาก (ทางตรีโกณมิติ)
(VI) แยกตัวออก
(PHRV) ถอนตัวจาก
(N) การแยกตัวออก
(ADJ) ซึ่งแยกตัวออก
(ADJ) ที่สนับสนุนการแบ่งแยกดินแดน
(N) ผู้สนับสนุนการแบ่งแยกดินแดน
(N) การเลือกเฟ้น
(VT) แยกตัว
(ADJ) เป็นส่วนตัว
(ADV) โดยส่วนตัว
(PHRV) แยกตัวจาก
(N) การเก็บตัวเงียบๆ
(N) สถานที่โดดเดี่ยว
(ADJ) แยกตัวโดดเดี่ยว (ทางวรรณคดี)
(N) การแยกตัวโดดเดี่ยว
(ADJ) ด้อยกว่า
(ADJ) ที่สอง
(ADJ) อีก
(ADV) รองลงมา
(N) เกียร์สอง (รถ)
(N) พี่เลี้ยง (มวย)
(N) ลําดับที่สอง
(VT) สนับสนุน
(VT) เห็นชอบ
(N) ระยะเวลาสั้นๆ
(N) วินาที
(VT) ย้ายไปทําหน้าที่พิเศษชั่วคราว
(N) การจุติอีกครั้งของพระเยซูเพื่อพิพากษามนุษย์
(ADV) ในลําดับที่สอง
(N) ความเป็นลําดับที่สอง
(ADJ) เกี่ยวกับมัธยม (ทางการศึกษา)
(ADJ) ทุติยภูมิ
(ADJ) ลําดับที่สอง
(ADJ) อันดับรอง
(N) ผู้ช่วย
(N) ลําดับสอง
(N) พยางค์ที่ลงน้ําหนักเสียงเบากว่า
(N) รองชนะเลิศ
(N) สีผสม
(N) สีผสม
(N) ชั้นมัธยมศึกษา
(N) ลักษณะเฉพาะของแต่ละเพศเมื่อเติบโตขึ้น
(ADJ) ซึ่งเป็นรองชนะเลิศ
(ADJ) รองชนะเลิศ
(N) ผู้ได้ตําแหน่งรองชนะเลิศ
(N) วุฒิสภา
(N) สภาสูง
(ADJ) ชั้นสอง
(N) การส่งไปรษณีย์
(N) ชั้นสอง
(N) ลูกของลูกพี่ลูกน้อง
(ADJ) มือสอง
(N) เข็มวินาที
(N) นายทหารยศร้อยตรี
(N) ร้อยตรี
(ADV) ที่สอง
(ADV) ในลําดับที่สอง
(N) ผู้ช่วยกัปตัน
(N) ผู้ช่วยกัปตันเรือ
(N) นิสัย
(N) นิสัยติดตัว
(IDM) ง่าย
(ADJ) ชั้นรอง
(IDM) ด้อย
(N) ความด้อยคุณภาพ
(N) สิ่งที่เป็นชั้นรอง
(IDM) มองเห็นอนาคต
(N) การหยั่งรู้อนาคต
(N) ตาทิพย์
(N) ตัวสํารอง (ทางการกีฬา)
(N) ฟันแท้
(PHRV) เปลี่ยนไปทํางาน (ที่อื่น)
(IDM) เป็นเลิศ
(N) ความลับ
(ADJ) เป็นความลับ
(N) ความลับ
(N) เคล็ดลับ
(N) สายลับ
(ADJ) เกี่ยวกับเลขานุการหรืองานเลขานุการ
(N) เลขาธิการ
(N) โต๊ะเขียนหนังสือ (เครื่องเรือน)
(N) ผู้จัดการ (ของสมาคม)
(N) รัฐมนตรี
(N) เลขานุการ
(N) นกแอฟริกาตระกูล Sagittarius serpentarius
(N) เลขาธิการใหญ่ (เช่น เลขาธิการใหญ่ขององค์การสหประชาชาติ)
(N) รัฐมนตรีต่างประเทศของสหรัฐอเมริกา
(VT) หลั่ง
(VT) ซ่อนเร้น
(N) การหลั่ง
(ADJ) ซึ่งปิดปาก
(ADV) อย่างเป็นความลับ
(N) ความลับ
(ADV) อย่างลับๆ
(N) ความลับ
(ADJ) เกี่ยวกับการคัดหลั่ง
(N) หน่วยสืบราชการลับ
(N) เจ้าหน้าที่หน่วยสืบราชการลับ
(N) นิกาย (ทางศาสนา)
(ADJ) เกี่ยวกับนิกายย่อยๆ ในศาสนา
(N) สมาชิกของนิกาย
(N) ความเชื่อเรื่องการแบ่งพรรคแบ่งพวก
(N) กลุ่ม
(N) การผ่าตัด (ทางการแพทย์)
(N) เขต (ทางภูมิศาสตร์)
(N) ส่วนที่ตัดออก
(N) หมวด
(VT) แบ่งออก
(ADJ) เป็นตอนๆ
(ADV) เป็นตอนๆ
(N) เขตป้องกันในความรับผิดชอบของทหารหน่วยหนึ่งๆ (ทางการทหาร)
(N) ภาค (ทางเศรษฐกิจหรือสังคม)
(N) ส่วนของวงกลม (ทางเรขาคณิต)
(VT) แบ่งออกเป็นส่วนๆ
(ADJ) ซึ่งใช้สําหรับตัด (ทางสัตววิทยา)
(ADJ) ซึ่งแบ่งออกเป็นส่วนๆ
(ADJ) เกี่ยวกับทางโลก
(ADJ) ที่เกิดขึ้นครั้งเดียวในศตวรรษ
(VT) ทําให้เป็นทางโลก
(ADV) ตลอดไป
(ADJ) ซึ่งไร้กังวล
(ADJ) ไม่มีกังวล
(VI) รับประกัน
(VT) ได้รับมา
(VT) ทําให้ปลอดภัย
(VT) มัดให้แน่น
(PHRV) ทําให้ปลอดภัยจาก
(N) ความปลอดภัย
(N) ความปลอดภัย
(N) ผู้ปลอดภัย
(N) หลักทรัพย์
(ADJ) เกี่ยวกับการประกัน
(N) ความปลอดภัย
(N) ความมั่นคง
(N) ผู้ค้ําประกัน
(N) ระบบรักษาความปลอดภัย
(N) สิ่งที่ทําให้ปลอดภัย
(N) หลักทรัพย์
(N) สภาความมั่นคงแห่งสหประชาชาติ
(ABBR) คําย่อของ secretary
(N) รถเก๋ง
(N) เกี้ยว
(ADJ) เงียบสงบ
(ADJ) ช้า
(VT) ทําให้เงียบ
(ADV) อย่างใจเย็น
(N) ความใจเย็น
(N) ความเงียบ
(ADJ) ซึ่งทําให้เงียบสงบ
(N) ยาระงับประสาท
(ADV) อย่างนั่งอยู่กับที่
(N) การนั่งอยู่กับที่
(ADJ) ซึ่งคุ้นเคยกับการนั่ง
(ADJ) ซึ่งไม่เคลื่อนไหว
(N) พืชหญ้าตระกูล Carex พบตามบริเวณชื้นแฉะ
(N) ตะกอน
(ADJ) ซึ่งเป็นตะกอน
(ADJ) เป็นตะกอน
(N) การทับถมของตะกอนเป็นชั้นหิน
(ADJ) ซึ่งเป็นตะกอน
(N) การปลุกระดมฝูงชนให้ต่อต้านรัฐบาล
(ADJ) ซึ่งก่อความไม่สงบ
(VT) ยั่วยวน
(PHRV) ล่อใจหรือจูงใจให้ออกจาก (หรือผละออกจากการหาบางสิ่ง)
(PHRV) ล่อลวงให้ทํา (สิ่งผิด)
(ADJ) คนหรือสิ่งยั่วยวน
(ADJ) ซึ่งล่อใจ
(N) การชักจูงให้ร่วมเพศ
(N) การล่อใจ
(N) สิ่งยวนใจ
(ADJ) ซึ่งยั่วยวน
(ADV) อย่างเย้ายวนใจ
(N) ความเย้ายวนใจ
(N) หญิงที่มีเสน่ห์ดึงดูด
(N) ความขยันขันแข็ง
(ADJ) ซึ่งขยันหมั่นเพียร (ทางวรรณคดี)
(N) ความขยันหมั่นเพียร
(VI) เข้าใจ
(VI) คบหา
(VI) ดู
(VI) ตรวจสอบ
(VI) พิจารณา
(VI) เห็น
(VT) เข้าใจ
(VT) จินตนาการ
(VT) เชื่อ
(VT) ดู
(VT) ไปหา
(VT) พบ
(VT) พิจารณา
(VT) เห็น
(PHRV) จัดการกับ
(PHRV) พูดกับ (บางคน) เกี่ยวกับ
(PHRV) สอบถาม
(PHRV) พาข้าม (ถนน) อย่างปลอดภัย
(PHRV) ดูแล
(PHRV) มองด้านของ
(PHRV) เห็นความสัมพันธ์ของ
(PHRV) คิด เตรียม หรือวางแผนล่วงหน้า
(PHRV) มองเห็นข้างหน้า
(IDM) ออกไปโดยไม่บอกว่าจะไปทําอะไร
(PHRV) เห็นจุดจบหรือจุดสิ้นสุดของ
(PHRV) เห็นจุดจบ
(PHRV) เห็นเป็นประจํา
(PHRV) พาชมรอบๆ
(PHRV) มองไปไกล
(PHRV) พิจารณาว่าเป็น
(PHRV) ยอมรับ
(PHRV) ส่งกลับบ้าน
(PHRV) มองไปไกลกว่า
(PHRV) เล็งเห็น
(ADJ) ที่เก็บไว้เป็นพันธุ์ (ทางการเกษตร)
(N) ต้นกําเนิด
(N) น้ําเชื้อ
(N) ผู้ที่ได้รับคัดเลือกแล้ว (ทางกีฬา)
(N) เมล็ด
(VI) หว่านเมล็ด
(VT) จัดคู่แข่งขัน (ทางกีฬา)
(VT) หว่านเมล็ด
(VT) เอาเมล็ดออก
(N) แปลงหว่านเมล็ด
(N) เปลือกเมล็ด
(N) เปลือกเมล็ดของไม้ดอก
(N) เมล็ดข้าว
(N) เครื่องหว่านเมล็ด
(ADV) โดยมีเมล็ดมาก
(N) การมีเมล็ดมาก
(N) ใบยาสูบซึ่งใช้ทําซิการ์
(N) ต้นอ่อน
(IDM) เห็นภาพซ้อน
(N) ไข่มุกขนาดเล็กที่มีน้ําหนักต่ํากว่า 1/4 เกรน
(N) พืชให้เมล็ด
(N) ฤดูหว่านเมล็ด
(ADJ) ซึ่งมีเมล็ดมาก
(ADJ) ทรุดโทรม
(ADJ) ไม่สบาย
(SL) เห็นพ้องกัน
(IDM) เห็นตรงกัน
(IDM) เห็นตรงกัน
(PHRV) คิดว่าเหมาะสม
(PHRV) ตัดสินด้วยตัวเอง
(PHRV) ส่งกลับบ้าน
(PHRV) ต้อนรับปีใหม่
(PHRV) พาเข้าไป
(PHRV) มองเข้าข้างใน
(PHRV) คลั่งไคล้ (คําไม่เป็นทางการ)
(CONJ) เมื่อพิจารณา
(N) การเห็น
(IDM) เห็นแล้วจึงจะเชื่อ
(IDM) เห็นไหม
(PHRV) ตรวจสอบ
(PHRV) พาเข้าไป
(PHRV) มองเห็นถึง
(PHRV) สามารถมองเห็นเข้าไปใน
(VI) มองหา
(VT) ค้นหา
(VT) สอบถาม
(PHRV) แสวงหา (คําเก่า)
(N) ผู้แสวงหา
(PHRV) แสวงหา  (คําเก่า)
(PHRV) มองหา (บางสิ่ง) เพื่อป้องกันจาก
(PHRV) ตรวจสอบรายละเอียด
(PHRV) ค้นหาอย่างหนัก
(VI) ที่ปรากฏ
(VT) ดูเหมือนว่า
(ADJ) ตามที่ปรากฏ
(ADV) ตามที่ปรากฏ
(N) การเห็นผิวเผิน
(ADJ) งดงาม (ทางวรรณคดี)
(ADJ) เหมาะสม
(PHRV) เหนื่อย
(PHRV) เหนื่อย
(VI) กริยาช่องที่ 3 ของ see
(VT) กริยาช่องที่ 3 ของ see
(PHRV) อยู่ร่วมกับ
(PHRV) ขับไล่
(PHRV) ส่ง
(IDM) ที่เป็นไปได้ที่จะทํา
(IDM) ชมเสร็จ
(PHRV) พาไปส่ง
(PHRV) มองไปข้างนอก
(PHRV) มีพอจนถึง
(PHRV) หมด (ปีเก่า)
(PHRV) มองเหนือ
(PHRV) ตรวจตรา
(N) การรั่วซึมออกมา
(N) บริเวณที่มีน้ําไหลซึมจากดินสู่ผิวหน้าดิน (ทางธรณีวิทยา)
(VI) ค่อยๆ แพร่ออกไป
(VI) หายไป
(VI) ไหลซึมออก
(N) การรั่วซึม
(PHRV) (ของเหลว) ซึมออก
(PHRV) (ของเหลว) ซึมเข้า
(PHRV) ค่อยๆ ไหลผ่าน
(N) ผู้ทํานายเหตุการณ์ในอนาคต
(N) ผู้อวดอ้างว่าหยั่งรู้อนาคต
(IDM) โกรธ
(PHRV) โกรธมาก
(SL) โกรธ
(N) หมอดูผู้หญิง
(PHRV) มีเพียงพอ
(PHRV) แวะเยี่ยม
(PHRV) พาชม / ดู
(PHRV) มองเห็นทั่ว
(N) ผ้าอัดจีบ
(ADJ) ซึ่งเคลื่อนที่ขึ้นลง
(N) การเคลื่อนที่ขึ้นลง
(N) การเล่นไม้กระดานหก
(N) แผ่นกระดานหก
(VI) เปลี่ยนไปเปลี่ยนมา (การตัดสินใจ, ความคิดเห็น, ทัศนคติ)
(VI) โยกขึ้นโยกลง
(VI) เล่นกระดานหก
(IDM) กําจัด
(IDM) พา (บางคน) ไปทางออก
(IDM) เปลี่ยนความคิดเห็นเกี่ยวกับ (เพื่อสิ่งที่ดีขึ้น)
(IDM) หัวหมุนงงหลังจากหัวโดนกระแทก
(N) อาการเดือดพล่าน
(VI) กลายเป็นฟอง
(VI) โกรธ
(VI) เดือด
(VI) วุ่นวาย
(VT) ต้มให้เดือด
(VT) ทําให้เปียกชุ่ม
(IDM) ไม่ต้องจัดการ
(IDM) ทําให้แน่ใจก่อนว่ามีเงิน
(IDM) เห็นเป็นครั้งสุดท้าย
(IDM) เข้าใจในที่สุด
(IDM) มีความหวังอยู่ร่ําไร
(IDM) ไม่สําเร็จ
(IDM) เที่ยวในสถานที่ท่องเที่ยว
(PHRV) เต็มไปด้วย
(IDM) เห็นว่าสิ่งเลวร้ายจะเกิดขึ้น
(IDM) จินตนาการถึงสิ่งต่างๆไปเรื่อย
(PHRV) ช่วยเหลือ
(PHRV) ทําจนเสร็จ
(PHRV) มองเห็นอีกด้านของบางสิ่ง
(PHRV) เห็นหมด
(PHRV) เข้าใจทะลุปรุโปร่ง
(ADJ) ุโปร่งใส
(PHRV) จัดการกับ
(PHRV) พาไปยัง
(PHRV) มีสํารองไว้
(IDM) มั่นใจ
(PHRV) พาขึ้นไปชั้นบน
(PHRV) มองเห็นที่ส่วนยอดของ
(PHRV) มองเห็นด้วย
(SL) ลาก่อน (คําบอกอําลา)
(SL) ไปก่อนนะ
(SL) อวัยวะเพศหญิง (มาจากคําย่อ C U Next Tuesday)
(N) กลุ่ม
(N) ส่วนตัด (ทางเรขาคณิต)
(N) เสียงพูด (ทางภาษาศาสตร์)
(VT) แยกเป็นส่วน
(ADJ) เกี่ยวกับเสียงพูด
(ADJ) ที่แบ่งเป็นตอนๆ
(ADV) อย่างเป็นตอนๆ
(ADJ) ซึ่งแยกเป็นส่วน
(N) การแบ่งออกเป็นส่วน
(VI) แยกพันธุกรรม (ทางพันธุศาสตร์)
(VT) แบ่งแยกเชื้อชาติ ศาสนา หรือวัฒนธรรม
(VT) แยกออกจากกลุ่ม
(N) การแบ่งแยกเชื้อชาติ ศาสนา หรือวัฒนธรรม
(ADJ) เกี่ยวกับการแบ่งแยกเชื้อชาติ ศาสนา หรือวัฒนธรรม
(ADJ) ซึ่งแบ่งแยกเชื้อชาติ ศาสนา หรือวัฒนธรรม
(N) ผู้แบ่งแยกเชื้อชาติ ศาสนา หรือวัฒนธรรม
(N) ผู้ครอบครองที่ดินในแคนาดาเขตที่เป็นของฝรั่งเศสจนถึงปีค.ศ.1854
(ADJ) เกี่ยวกับที่ดินศักดินาในแคนาดาที่ได้รับจากกษัตริย์ฝรั่งเศส
(N) ที่ดินศักดินาในแคนาดาที่ได้รับจากกษัตริย์ฝรั่งเศส
(N) ขุนนางศักดินา
(ADJ) เกี่ยวกับที่ดินศักดินาในแคนาดาที่ได้รับจากกษัตริย์ฝรั่งเศส
(N) แม่น้ําเซนทางตอนเหนือของฝรั่งเศส มีความยาว 776 กม.
(N) อวน
(VI) จับปลาด้วยอวน
(N) แผ่นดินไหว
(PRF) เกี่ยวกับแผ่นดินไหว
(ADJ) เกี่ยวกับแผ่นดินไหว
(ADJ) ใหญ่โต (คําไม่เป็นทางการ)
(N) การบันทึกของเครื่อง seismograph
(N) เครื่องมือตรวจจับ วัด และบันทึกวัดแรงสั่นสะเทือนแผ่นดินไหว
(N) เครื่องมือตรวจจับ วัด และบันทึกวัดแรงสั่นสะเทือนแผ่นดินไหว
(ADJ) เกี่ยวกับแผ่นดินไหวและปรากฏการณ์ที่เกี่ยวข้อง
(ADJ) เกี่ยวกับแผ่นดินไหวและปรากฏการณ์ที่เกี่ยวข้อง
(N) การวัดและบันทึกความสั่นสะเทือนที่เกิดแผ่นดินไหว
(ADJ) เกี่ยวกับแผ่นดินไหวและปรากฏการณ์ที่เกี่ยวข้อง
(N) การศึกษาเกี่ยวกับแผ่นดินไหวและปรากฏการณ์ที่เกี่ยวข้อง
(ADJ) ซึ่งจับไว้ได้
(VT) เข้าครอบงําจิตใจ
(VT) เข้าใจ
(VT) จับกุม
(VT) ฉกฉวย
(VT) ฉวยโอกาส
(VT) อนุญาตให้เข้ายึดครอง (ทางกฎหมาย)
(PHRV) จับ
(PHRV) จับ
(N) ผู้ครอบครอง
(N) ผู้จับกุม
(IDM) ใช้ประโยชน์จากโอกาส
(PHRV) หยุดทํางาน
(PHRV) จับ
(PHRV) จู่โจมทันที
(N) การจับ
(N) เงื่อนแบบหนึ่ง
(N) ผู้จับกุม
(N) การครอบงําจิตใจ
(N) การจับกุม
(N) การเป็นลมชักอย่างปัจจุบันทันด่วน (ทางการแพทย์)
(N) การยึดครองดินแดนโดยใช้กําลังทหาร
(ADV) แทบจะไม่
(ADJ) ซึ่งได้รับการคัดเลือก
(ADJ) ดีเลิศ
(VT) คัดเลือก
(PHRV) เลือกให้เป็น
(N) ทหารเกณฑ์
(PHRV) เลือกให้เป็น
(PHRV) เลือกจาก
(N) การคัดเลือก
(N) ตัวเลือก
(N) ผู้ที่ได้รับการคัดเลือก
(ADJ) ซึ่งเลือกเฟ้น
(ADV) อย่างเลือกเฟ้น
(N) การเลือกเฟ้น
(ADJ) ซึ่งเป็นแบบเดียวกัน
(N) ตนเอง
(N) ผลประโยชน์ส่วนตัว
(N) ลักษณะเฉพาะของบุคคล
(PRF) ตนเอง
(PRON) ตนเอง (คําไม่เป็นทางการ)
(ADJ) คํานึงถึงตัวเองเป็นใหญ่
(N) การปฏิเสธตัวเอง
(N) การตําหนิตัวเอง
(ADJ) อัตโนมัติ
(ADJ) ซึ่งจ่าหน้าซองถึงตัวเอง
(N) การมุ่งแสวงหาสิ่งต่างๆ เพื่อตัวเองเช่น ทรัพย์สิน ชื่อเสียง ความมั่งคั่ง
(ADJ) ซึ่งมุ่งแสวงหาสิ่งต่างๆ เพื่อตัวเองเช่น ทรัพย์สิน ชื่อเสียง ความมั่งคั่ง
(N) การยืนยันในความคิดตน
(N) การยืนยันในความคิดตน
(ADJ) ซึ่งเชื่อมั่นในความคิดตน
(N) การยืนยันในความคิดตน
(ADJ) มั่นใจในตัวเอง
(ADJ) เห็นแก่ตัวเอง
(N) ความสามารถควบคุมการแสดงออกได้ดี
(ADJ) พอใจตนเอง
(ADJ) หนักแน่น
(N) ความหยิ่งทะนง
(ADJ) ซึ่งหยิ่งทะนงตน
(ADV) อย่างหยิ่งทะนงตน
(ADJ) ซึ่งยอมรับด้วยตัวเอง
(N) ความเชื่อมั่นในตนเอง
(ADJ) ซึ่งเชื่อมั่นในตนเอง
(ADJ) ระแวดระวังตัว
(N) ความระมัดระวังตัวเอง
(ADJ) ซึ่งเก็บความรู้สึก
(ADJ) ซึ่งไม่ขึ้นอยู่กับใคร
(ADJ) (ที่พัก) ซึ่งมีทุกอย่างพร้อมในตัว (เช่น ห้องครัว ห้องน้ํา)
(N) การข่มใจตนเอง
(ADJ) ซึ่งควบคุมตนเองได้
(N) การปกป้องความคิดของตัวเอง
(N) ศิลปะการป้องกันตัว
(N) สิทธิอันชอบธรรมในการปกป้องตัวเองและทรัพย์สิน (ทางกฎหมาย)
(ADJ) ซึ่งป้องกันตนเอง
(N) การหักห้ามใจตนเอง
(N) การทําลายตัวเอง
(ADJ) ซึ่งทําร้ายตัวเอง
(N) สิทธิของประชาชนในการเลือกรูปแบบการปกครองและรัฐบาลของตน
(N) อํานาจในการตัดสินใจอย่างอิสระ
(N) การอุทิศตัว
(N) ความมีระเบียบวินัยในตัวเอง
(N) การทํางานด้วยตนเอง
(N) การเคารพตนเอง
(N) การหยิ่งในศักดิ์ศรีของตนเอง
(ADJ) ชัดแจ้งในตัว
(ADV) ความชัดแจ้งในตนเอง
(ADJ) ชัดแจ้งในตัวเอง
(N) การแสดงความรู้สึกนึกคิดตนเองผ่านงานศิลปะ
(ADJ) ซึ่งแสดงความรู้สึกนึกคิดตนเองผ่านงานศิลปะ
(ADJ) ซึ่งโอ้อวด
(N) การรวมกลุ่มเพื่อช่วยเหลือตนเอง
(N) ตัวบุคคล
(N) ความทะนงตัว
(N) อวดดี
(ADV) อย่างทะนงตัว
(ADJ) ซึ่งเกิดกระแสชักนําในตัว (ทางอิเล็กทรอนิกส์)
(ADJ) ซึ่งมีผลจากการกระทําของตัวเอง
(ADJ) ตามใจตัวเอง
(N) ความเห็นแก่ตัว
(N) ผลประโยชน์ส่วนตัว
(ADJ) เห็นแก่ตัว
(ADV) อย่างเห็นแก่ตัว
(N) ความเห็นแก่ตัว
(ADJ) ซึ่งไม่เห็นแก่ตัว
(ADJ) เกี่ยวกับอาวุธหรือปืนที่บรรจุกระสุนใหม่เองโดยอัตโนมัติ
(ADJ) สร้างตัวเอง
(N) ความเป็นตัวของตัวเอง
(N) ความเวทนาตัวเอง
(ADJ) ซึ่งควบคุมตัวเองได้ในสถานการณ์ที่บีบบังคับ
(N) การควบคุมตัวเองได้ในสถานการณ์ที่บีบบังคับ
(N) สัญชาตญาณการเอาตัวรอด
(ADJ) เรียกตัวเองว่า
(N) การปกป้องตัวเอง
(ADJ) บันทึกโดยอัตโนมัติ
(N) การวางใจในตัวเอง
(N) การเคารพตัวเอง
(N) การควบคุมตนเอง
(ADJ) มั่นใจว่าตัวเองถูกต้อง
(N) การเสียสละประโยชน์ส่วนตน
(ADJ) เหมือนกัน
(N) ความเหมือนกัน
(N) ความพึงพอใจในตัวเอง
(ADJ) ซึ่งพอใจในตนเอง
(ADJ) ซึ่งพอใจในตนเอง
(ADJ) ซึ่งสามารถปิดได้เอง
(N) ผู้แสวงหาผลประโยชน์ส่วนตัว
(ADJ) ซึ่งแสวงหาผลประโยชน์ส่วนตัว
(N) การแสวงหาประโยชน์ส่วนตัว
(ADJ) แบบบริการตัวเอง
(N) การขายแบบบริการตัวเอง
(ADJ) ซึ่งบริการตนเอง
(N) ผู้ทํางานได้โดยไม่ต้องให้คนอื่นชี้แนะ
(N) อุปกรณ์ในรถยนต์ที่ใช้ติดเครื่องยนต์ให้ทํางาน
(ADJ) ซึ่งมีความคิดริเริ่มได้เอง
(N) การศึกษาด้วยตนเอง
(ADJ) ซึ่งตั้งตัวเป็น
(N) ความพึ่งพาตนเองได้
(ADJ) พอเลี้ยงตัวเองได้
(ADJ) ซึ่งเรียนรู้ด้วยตัวเองได้
(N) การดื้อดึง
(ADJ) ดื้อดึง
(ADJ) ไขลานอัตโนมัติ
(N) การขาย
(VI) เป็นที่ต้องการ
(VT) ขาย
(VT) โฆษณาให้ซื้อ
(VT) แลกกับเงิน
(ADJ) ซึ่งขายได้หมด
(PHRV) ขายในราคา
(SL) คุยโม้
(N) ผู้ขาย
(N) สินค้า
(PHRV) ขายในราคา
(N) ราคาขาย
(IDM) ขายดีเทน้ําเทท่า
(PHRV) ขายในราคาถูก
(PHRV) ชักจูงให้เห็นด้วยทุกอย่างกับ
(PHRV) โน้มน้าวให้เห็นความสามารถหรือคุณค่าของ
(N) การขายหมดแล้ว
(N) คนทรยศ (คําสแลง)
(PHRV) ขายสินค้าไปหมด
(SL) คนทรยศ
(PHRV) ขาย
(IDM) ขายของไม่ดีให้
(IDM) ทรยศ (บางคน)
(IDM) ชักจูง (บางคน) ให้เชื่อใน (บางสิ่ง)
(IDM) ประเมินค่าต่ํา
(PHRV) เสนอขาย
(PHRV) ขายหมด
(N) น้ําแร่ธรรมชาติซึ่งมักใช้เป็นยา
(N) ขอบผ้าที่เย็บกันลุ่ย
(ADJ) เกี่ยวกับความจริง (ทางตรรกวิทยา)
(ADJ) เกี่ยวกับความหมาย (ทางภาษาศาสตร์)
(ADV) ทางความหมาย
(N) การศึกษาสัญลักษณ์ (ทางตรรกวิทยา)
(N) สาขาวิชาหนึ่งทางภาษาศาสตร์ที่ว่าด้วยเรื่องของความหมาย
(N) การให้สัญญาณโดยวิธีโบกธงแทนตัวอักษร
(N) อุปกรณ์สัญญาณ
(VI) ให้สัญญาณธง
(VT) ให้สัญญาณธง
(ADJ) เกี่ยวกับการให้สัญญาณธง
(N) ผู้ให้สัญญาณธง
(N) วิชาว่าด้วยความหมายของคํา
(ADJ) คล้าย
(N) คนหน้าตาคล้ายคลึงกัน (คําโบราณ)
(ADV) คล้ายบางสิ่ง
(N) การเสแสร้ง
(N) รูปลักษณ์ภายนอก
(N) ลักษณะคล้ายกัน
(N) สถานการณ์ที่ดูเหมือนจริง
(N) การศึกษาเกี่ยวกับสัญลักษณ์และภาษาสัญลักษณ์
(N) น้ําอสุจิ
(N) ภาคการศึกษา
(PRF) ครึ่ง
(ADJ) ทุกครึ่งปี
(ADV) ทุกครึ่งปี
(ADJ) กึ่งอัตโนมัติ
(N) ปืนกึ่งอัตโนมัติ
(N) เครื่องหมายเต็มเสียง
(N) ครึ่งวงกลม
(ADJ) ซึ่งเป็นครึ่งวงกลม
(N) ท่อครึ่งวงกลมของหูชั้นในซึ่งทําหน้าที่รักษาสมดุลของร่างกาย
(N) เครื่องหมายเซมิโคลอน  ; 
(N) อัฒภาค
(N) อุปกรณ์กึ่งตัวนํา
(ADJ) ซึ่งรู้สึกตัวไม่เต็มที่
(N) การรู้สึกตัวไม่เต็มที่
(ADJ) ซึ่งใช้ข้างฝาร่วมกัน
(ADJ) เกี่ยวกับการแข่งขันรอบรองชนะเลิศ
(N) การแข่งขันกีฬารอบรองชนะเลิศ
(N) ผู้เข้าแข่งขันกีฬารอบรองชนะเลิศ
(ADJ) ซึ่งเป็นรูปพระจันทร์ครึ่งเสี้ยว
(ADJ) ซึ่งเป็นรูปพระจันทร์ครึ่งเสี้ยว
(ADJ) เดือนละสองครั้ง
(ADV) เดือนละสองครั้ง
(N) วารสารรายปักษ์
(ADJ) เกี่ยวกับน้ําอสุจิ (ทางชีววิทยา)
(ADJ) ซึ่งมีอิทธิพลต่อการพัฒนาต่อ
(ADJ) ซึ่งสามารถเติบโตได้
(ADV) ทางน้ําอสุจิ
(N) การสัมมนา
(N) ผู้ศึกษาด้านศาสนศาสตร์
(N) นักศึกษาด้านศาสนศาสตร์
(N) โรงเรียนสอนศาสนา
(N) ชาวอินเดียนแดงเผ่า Muskogean
(ADJ) กึ่งทางการ
(N) การศึกษาเกี่ยวกับสัญลักษณ์และภาษาสัญลักษณ์
(N) การศึกษาอาการของโรค
(ADJ) พลอยราคาถูก
(ADJ) ซึ่งมีความเป็นส่วนตัวเต็มที่
(N) กึ่งอาชีพ
(N) นักกีฬากึ่งอาชีพ
(ADJ) กึ่งอาชีพ
(ADJ) กึ่งของเหลวและของแข็ง
(N) ชนชาติโบราณแถบแอฟริกา อาหรับและฮิบรู
(ADJ) เกี่ยวกับภาษาตระกูล Afro Asiatic
(N) ภาษาตระกูล Afro Asiatic
(ADJ) กึ่งโซนร้อน
(N) เสียงกึ่งสระ
(ADJ) อาทิตย์ละสองครั้ง
(N) สิ่งตีพิมพ์อาทิตย์ละสองครั้ง
(ADJ) ทุกครึ่งปี
(N) แป้งหมี่หยาบ
(ADV) เสมอ
(N) ซื่อสัตย์ตลอดเวลา (คติของนาวิกโยธินอเมริกา)
(ADJ) ตลอดกาล
(ADJ) ง่าย
(ADV) ง่าย
(ADV) ตลอดไป
(N) หญิงรับจ้างเย็บผ้า
(N) หน่วยเงินตราของประเทศแถบเอเชียตะวันออกเฉียงใต้
(N) วุฒิสภา
(N) วุฒิสมาชิก
(ADJ) เกี่ยวกับสภาสูง
(VI) ส่ง
(VI) ส่งข่าว
(VT) ทําให้ปิติยินดี
(VT) ปล่อยออก
(VT) ส่งข่าว
(PHRV) ไล่ไปให้พ้น
(PHRV) ส่งข้าม
(PHRV) ส่งไปทีหลัง
(PHRV) ส่งไปล่วงหน้า
(PHRV) ส่งไปยัง
(PHRV) ส่งไปทั่ว
(PHRV) ทําให้ผละไป
(PHRV) ส่งไปพร้อมกับ
(PHRV) ส่งกลับ
(PHRV) ส่งกลับเพื่อ
(PHRV) ส่งไปอยู่ต่อหน้า
(PHRV) ส่งไปข้างล่าง (ของเรือ)
(PHRV) ทําให้รําคาญมาก
(PHRV) ส่งลงไป
(PHRV) ช่วยส่งไป
(N) ผู้ส่ง
(PHRV) ชนล้มลง
(PHRV) ช่วยส่งมาให้
(PHRV) ส่งไปปฏิบัติภารกิจ
(PHRV) ส่งไปก่อน
(PHRV) ส่งมาจาก
(PHRV) ส่งเข้าไปใน
(PHRV) ส่งให้พิจารณา
(PHRV) ส่งเข้า (แข่งขัน)
(PHRV) ส่งเข้าไปใน
(N) การไปส่ง (คําไม่เป็นทางการ)
(PHRV) ส่ง
(PHRV) ส่งไปล่วงหน้า
(PHRV) ส่งไปทํา (กิจกรรม)
(PHRV) ส่งไปข้างนอก
(PHRV) สั่งให้ส่งมาที่บ้าน
(PHRV) ส่งไปตามที่ต่างๆ
(PHRV) ขับออกไป
(PHRV) ส่งไปทั่ว
(IDM) ไล่ออก (คําไม่เป็นทางการ)
(IDM) ไม่ยุ่งด้วย
(IDM) ทําให้รําคาญมาก (คําไม่เป็นทางการ)
(IDM) จ่ายเงินเมื่อจ่ายรับของ
(PHRV) ส่งไปยัง
(PHRV) ทําให้แพ้
(PHRV) ส่งขึ้นไป (ข้างบน)
(IDM) ลองฟังเสียงตอบรับก่อน
(IDM) ฝากบอกไปถึง
(N) สาธารณรัฐเซเนกัลในแอฟริกา
(N) ชราภาพ
(ADJ) เริ่มแก่ตัว
(ADJ) แก่
(N) คนแก่
(N) ความชรา
(ADJ) อาวุโส
(N) นักศึกษาชั้นปีสุดท้าย
(N) ผู้มีอาวุโสกว่า
(N) ผู้สูงอายุมักเป็นผู้ที่เกษียณแล้วและรับเบี้ยบําเหน็จบํานาญ
(N) โรงเรียนมัธยมปลาย (เกรด 10-12)
(N) ระดับอาวุโส
(N) พืชลําต้นอ่อนจําพวก Cassia
(N) เครื่องดนตรีเป่าประเภททรัมเปต
(N) ความตื่นเต้น
(N) ความรู้สึกต่อการสัมผัส
(ADJ) เกี่ยวกับความรู้สึก
(ADJ) น่าดึงดูดใจ
(ADJ) ยิ่งใหญ่
(N) ภาษาที่ทําให้ตื่นเต้น
(ADJ) ซึ่งแสดงความรู้สึก
(ADV) อย่างดึงดูดใจ
(N) ความหมายของคํา
(N) ประสาทสัมผัส
(N) สติสัมปชัญญะ
(N) อารมณ์
(VT) ตระหนัก
(VT) สัมผัส
(ADJ) โง่
(ADJ) ซึ่งไม่มีความรู้สึก
(ADJ) ซึ่งไม่มีความหมาย
(N) อวัยวะประสาทสัมผัส
(N) ความรู้สึกสัมผัส
(N) การตอบสนองต่อสิ่งกระตุ้น
(N) การไวต่อความรู้สึก
(N) สติสัมปชัญญะ
(ADJ) ซึ่งไวต่อสิ่งกระตุ้น
(ADJ) มีเหตุผล
(ADV) อย่างมีวิจารณญาณ
(ADJ) เกี่ยวกับอวัยวะสัมผัส
(ADJ) ซึ่งไวต่อสิ่งกระตุ้น
(N) ความเฉียบแหลม
(N) ความรู้สึกไว
(VI) ทําให้อ่อนไหวง่าย
(VT) ทําให้เกิดภูมิแพ้
(N) อวัยวะรับความรู้สึก
(N) อุปกรณ์ส่งสัญญาณที่ไวต่อแสงหรืออุณหภูมิ
(ADJ) เกี่ยวกับการรับและส่งความรู้สึก
(ADJ) เกี่ยวกับความรู้สึก
(ADJ) ซึ่งกระตุ้นความรู้สึก
(ADJ) ซึ่งหมกมุ่นในเรื่องทางโลก
(N) การหลงในเรื่องทางโลก
(VT) ทําให้เกิดตัณหาราคะ
(ADJ) เกี่ยวกับความรู้สึก
(VT) กริยาช่องที่ 2 และ 3 ของ send
(N) การตัดสิน
(N) ประโยค
(VT) พิพากษา
(PHRV) พิพากษา
(ADJ) เต็มไปด้วยสุภาษิต
(N) ความรู้สึก
(ADJ) ซึ่งมีความรู้สึก
(N) ความระลึกถึง
(N) ทัศนคติ
(N) อารมณ์
(ADJ) ซึ่งรู้สึกมากกว่าปกติ
(N) คนมีอารมณ์อ่อนไหว
(N) ความมีอารมณ์อ่อนไหว
(N) การมีอารมณ์อ่อนไหว
(VI) มีอารมณ์อ่อนไหว
(VT)  ทําให้มีอารมณ์อ่อนไหว
(N) ผู้เฝ้ายาม
(VT) เฝ้ายาม
(N) ยาม
(N) ตู้ยาม
(N) กรุงโซลซึ่งเป็นเมืองหลวงของประเทศเกาหลีใต้
(N) กลีบเลี้ยงของดอก
(N) การแยกออกจากกันได้
(ADJ) แยกออกจากกันได้
(ADJ) ซึ่งแบ่งออก
(ADJ) ซึ่งไม่ต่อเนื่อง
(ADJ) ซึ่งแยกออกจากกัน
(ADJ) เด่นชัด
(ADJ) ีซึ่งเป็นอิสระ
(N) สิ่งที่แยกออก
(N) เสื้อผ้าสตรีที่ไม่เป็นชุดเดียวกัน
(VI) แยกทาง
(VT) บอกความแตกต่าง
(VT) แยก
(PHRV) แยกจาก
(PHRV) แยกเป็น (ส่วนๆ)
(ADV) อย่างแบ่งแยก
(PHRV) แยกจากกัน
(PHRV) แยกเป็นส่วน
(IDM) แยกส่วนที่มีค่าออกจากสิ่งที่ไม่มีค่า
(IDM) แยกส่วนที่ใช้ได้ออกจากสิ่งที่ใช้ไม่ได้
(IDM) แยกสิ่งดีและสิ่งไม่ดีออกจากกัน
(PHRV) แบ่งเป็นส่วน
(N) การแยกทางกัน
(N) การแยกออก
(N) การอําลา
(N) ผู้สนับสนุนการแบ่งแยก
(N) ผู้แบ่งแยก
(N) ผู้แบ่งแยก
(ADJ) ุเป็นสีน้ําตาลดํา
(N) รงควัตถุสีน้ําตาลดําจากปลาหมึก
(N) ทหารอินเดียในกองทัพอังกฤษ
(N) การคว้านท้องเพื่อฆ่าตัวตายแบบญี่ปุ่น
(N) การติดเชื้อแบคทีเรียในร่างกาย
(ABBR) คําย่อของ September
(N) คํานามพหูพจน์ของ septum
(PRF) เจ็ด
(ADJ) เกี่ยวกับผนังกั้น
(ADJ) ซึ่งถูกแบ่งด้วยผนังกั้น
(N) กันยายน
(N) เดือนกันยายน
(N) กลุ่มที่มี 7 คน
(N) กลุ่มที่มี 7 คน
(PRF) เจ็ด
(ADJ) ซึ่งติดเชื้อในร่างกาย
(N) ภาวะมีเชื้อแบคทีเรียในกระแสเลือด
(ADJ) ซึ่งมีภาวะโลหิตเป็นพิษ
(N) ถังปุ๋ยหมัก
(ADJ) อายุ 70 ปี
(N) บุคคลที่มีวัยอยู่ระหว่าง 70 - 80 ปี
(N) พระคัมภีร์ไบเบิลฉบับเก่า
(N) ผนังกั้น
(ADJ) เจ็ดเท่า
(VI) คูณด้วยเจ็ด
(VT) คูณด้วยเจ็ด
(N) หลุมฝังศพ
(VT) ฝังศพ
(ADJ) เกี่ยวกับสุสาน
(N) หลุมฝังศพ
(VT) ฝังศพ
(N) ต้นไม้ขนาดยักษ์ในรัฐแคลิฟอร์เนีย ประเทศอเมริกา
(ADJ) ซึ่งเลียนแบบ
(N) เรื่องราวที่ติดตามมา
(N) การต่อเนื่องกัน
(N) ลําดับ
(N) เหตุการณ์ที่เกิดขึ้นตามลําดับ
(VT) จัดลําดับ
(ADJ) ต่อเนื่องกัน
(N) ผลลัพธ์ (คําทางการ)
(ADJ) ซึ่งต่อเนื่องกัน
(ADV) อย่างเป็นลําดับ
(VI) โดดเดี่ยว
(VT) ทําให้โดดเดี่ยว
(N) เครื่องประดับโลหะทรงกลมแวววาว
(VT) ประกอบด้วยโลหะแวววาว
(N) ต้นไม้ขนาดใหญ่มากในรัฐแคลิฟอร์เนียของอเมริกา
(N) คํานามพหูพจน์ของ serum
(N) ฮาเร็ม
(N) ผ้าคลุมไหล่ขนสัตว์
(N) ทูตสวรรค์ตามคัมภีร์ไบเบิล มี6ปีกและชอบบินบริเวณบังลังก์พระเจ้า
(ADJ) เกี่ยวกับเซอร์เบีย
(N) ชาวเซอร์เบีย
(N) อาณาจักรเซอร์เบียสมัยก่อนในตอนใต้ของยุโรป
(N) ชาวเซอร์เบีย
(ADJ) เกี่ยวกับภาษาเซอร์เบียและโครเอเชีย
(N) ภาษาหลักของชาวเซอร์เบียและโครเอเชีย
(ADJ) เกี่ยวกับประเทศเซอร์เบีย
(N) ผ้ากันเปื้อน
(ADJ) แห้ง
(N) เพลงรักในยามราตรี
(VI) บรรเลงดนตรีกล่อม
(VT) บรรเลงดนตรีกล่อม
(ADJ) ซึ่งมีโชคดีในการพบสิ่งต้องการโดยบังเอิญ
(N) การมีโชคในการค้นพบสิ่งต้องการโดยบังเอิญ
(ADJ) ปลอดโปร่ง
(ADJ) สงบนิ่ง
(N) ความปลอดโปร่ง
(N) ความสงบเงียบ
(N) ทาสติดที่ดิน
(N) ความเป็นทาส
(N) ผ้าขนสัตว์
(N) จ่า
(N) ทนายความชั้นสูงสุด
(N) ตํารวจศาล
(N) ทนายชั้นสูงสุดของอังกฤษ
(N) จ่าสิบเอก
(ABBR) คําย่อของ sergeant
(ADJ) ซึ่งพิมพ์ต่อเนื่อง
(N) สิ่งที่ต่อเนื่องกัน
(N) การทําให้เป็นอนุกรม
(VI) ้เป็นอนุกรม
(VT) ทําให้เป็นอนุกรม
(ADV) อย่างเป็นชุดๆ
(N) เลขอนุกรม
(ADJ) ซึ่งเป็นลําดับต่อกัน
(ADJ) เป็นอนุกรม
(ADV) เป็นอนุกรม
(N) ชุดของสิ่งของ
(N) ลําดับในวิชาคณิตศาสตร์
(N) สิ่งตีพิมพ์ที่ออกเป็นวาระ
(N) อนุกรม
(N) เส้นเล็กๆ ของตัวพิมพ์ที่ทําให้เด่นชัด
(N) สิ่งตีพิมพ์ซิลค์สกรีน
(ADJ) ทั้งตลกขบขันและจริงจัง
(ADJ) เคร่งขรึม
(ADJ) สาหัส
(ADV) อย่างจริงจัง
(ADV) อย่างร้ายแรง
(N) ความเคร่งขรึม
(N) ความร้ายแรง
(N) สิบเอก
(N) การเทศนา
(VI) เทศนา
(VT) เทศนา
(N) การเทศนาและการอวยพรของพระเยซูคริสต์
(N) การศึกษาเกี่ยวกับคุณสมบัติและปฏิกิริยาของเซรุ่ม
(ADJ) คล้ายเซรุ่ม
(N) ซาตาน
(N) สัตว์เลื้อยคลานจําพวกงู (โดยเฉพาะงูใหญ่และงูพิษ)
(ADJ) คล้ายงู
(VT) ทําให้คล้ายฟันเลื่อย
(ADJ) ซึ่งมีขอบคล้ายฟันเลื่อย
(N) ลักษณะขอบที่คล้ายฟันเลื่อย
(ADJ) ซึ่งอัดแน่น
(N) ซีรั่ม
(ADJ) ซึ่งให้บริการ
(N) คนรับใช้
(N) ลูกจ้าง
(N) การเสิร์ฟลูก
(VI) รับใช้
(VI) เสิร์ฟลูก
(VT) รับใช้
(VT) เสิร์ฟลูก
(ADJ) ซึ่งให้บริการ
(PHRV) ทําหน้าที่เป็น
(IDM) ใช้เป็นตัวทดลอง
(PHRV) ทําหน้าที่เป็น (จํานวนเวลา)
(PHRV) เข้าประจําการใน
(IDM) ประกาศ
(PHRV) เป็นสมาชิกของ
(IDM) สมควรได้รับโทษ
(IDM) เป็นประโยชน์
(PHRV) นําไปให้
(N) ผู้รับใช้
(N) ผู้เสิร์ฟลูก
(PHRV) สมน้ําหน้า
(PHRV) นําออกไปให้
(IDM) สมน้ําหน้า
(PHRV) นําไปให้
(PHRV) ติดตามรับใช้
(PHRV) จัดหาให้
(PHRV) จัดหาให้ด้วย
(N) การบํารุงรักษาเครื่องจักรหรือเครื่องยนตร์
(N) การรับใช้
(N) การส่งลูก
(ADJ) ซึ่งใช้งานได้
(N) ทหารช่าง
(N) แผนกซ่อมบํารุง
(N) ทหารหญิง
(N) ผ้าเช็ดปากบนโต๊ะอาหาร
(N) ห่วงยึดผ้าเช็ดปาก
(ADJ) ซึ่งยอมรับใช้
(N) การรับใช้
(N) ความเป็นทาส
(N) งานหนักของนักโทษเพื่อเป็นการทําโทษ
(N) กลไกควบคุมกลไกอื่นเช่น สัญญาณวิทยุ (คําไม่เป็นทางการ)
(ADJ) ซึ่งเสริมแรงควบคุมการเคลื่อนไหว
(N) กลไกควบคุมกลไกอื่นเช่น สัญญาณวิทยุ
(N) อุปกรณ์ไฟฟ้าควบคุมกลไกการทํางานของ servomechanism
(N) ระบบซึ่งใช้ servomechanism
(N) งา
(N) ต้นงาเป็นต้นไม้เขตร้อน
(ADJ) ซึ่งใช้ถ้อยคํายืดยาวมาก
(ADJ) ซึ่งเป็นคําที่ยาวมาก
(N) ี่ถ้อยคํายืดยาวมาก
(ADJ) ซึ่งติดกับฐานโดยตรง (ทางพฤกษศาสตร์)
(ADJ) ซึ่งติดถาวร
(N) การประชุม
(N) ภาคการศึกษา
(N) เวลาในการประชุม
(N) คํานามพหูพจน์ของ septum
(N) การจัดตั้ง
(N) ฉาก
(N) ชุด
(N) ท่าทาง
(VT) จัดเตรียม
(VT) ตั้งเวลา
(VT) ทําให้เกิดขึ้น
(VT) วาง
(PHRV) กระจายข่าว (มักเป็นเรื่องไม่ดี)
(PHRV) จัดการกับ
(PHRV) จัดว่าสําคัญกว่า
(PHRV) วางไว้ข้างบน
(PHRV) จับพาด
(PHRV) ปล่อยให้ลอยไป
(PHRV) วางพิงกับ
(PHRV) ทําให้ก้าวหน้า
(PHRV) ทําให้ติดไฟ
(PHRV) วางไว้กลาง
(PHRV) วางแยกจาก
(IDM) กําหนดรูปแบบ
(PHRV) วางไว้ด้านข้าง
(PHRV) หยุดไว้ก่อน
(PHRV) วางต่อกับ
(N) การเสื่อมถอย
(PHRV) วางถอยหลัง
(PHRV) วางข้างหน้า
(PHRV) วางข้าง
(PHRV) วางไว้ด้านข้าง
(PHRV) ให้คุณค่า (มากหรือน้อย)
(PHRV) วางลง
(PHRV) ตัดสินว่าเป็น
(PHRV) กําหนดสําหรับ
(PHRV) เห็นว่า (บางสิ่ง) เป็นผลจาก
(IDM) เจอหรือเห็นเป็นครั้งแรก
(PHRV) ดูเหมือนจะดี
(IDM) จุดไฟ
(IDM) เผา
(IDM) เข้าไปอยู่
(PHRV) ตัดสินให้ใช้สําหรับ
(IDM) ออกเดินทาง
(IDM) เริ่มทําสิ่งหนึ่งสิ่งใด
(PHRV) วางไว้ข้างหน้า
(PHRV) ปล่อยเป็นอิสระ
(IDM) ตั้งความหวังไว้สูง
(PHRV) ตั้งไว้
(PHRV) สร้างไว้ใน
(PHRV) ปล่อยเป็นอิสระ
(N) สิ่งชดเชย
(PHRV) เริ่มเดินทาง
(SL) รถยนต์
(PHRV) ยุยง
(PHRV) วางไว้บน
(PHRV) จู่โจม
(PHRV) เริ่มออกเดินทาง
(PHRV) วางไว้เหนือ
(PHRV) ซ่อมแซม
(PHRV) จัดให้เรียบร้อย
(N) ที่นั่งมีพนักพิงและที่วางแขน
(N) ผู้ประกอบ
(N) สุนัขพันธุ์ใหญ่สําหรับล่าสัตว์มีหลายพันธุ์ได้แก่ English Setter, Gordon Setter และ IRIS Setter
(IDM) แก้ไขความเข้าใจผิด
(IDM) เตรียมพร้อมไว้
(IDM) จัดโต๊ะอาหาร
(IDM) ทําให้เรื่องน่าตื่นเต้น
(N) สถานที่ติดตั้ง
(N) ม้ายาวที่มีพนักพิงและที่วางแขน
(VI) เข้ามาอาศัยอยู่
(VI) จ่ายหนี้
(VI) ตัดสิน
(VT) จ่ายหนี้
(VT) ตัดสินใจ
(VT) ทําให้เข้ามาอาศัยอยู่
(PHRV) นั่งหรือนอนอย่างสบาย (บนพื้นผิวนุ่มๆ)
(PHRV) มุ่งความสนใจทั้งหมดไปที่
(PHRV) ยอมรับ
(PHRV) ทําให้คุ้นเคยกับที่อยู่หรืองานใหม่
(PHRV) ตั้งถิ่นฐาน
(N) การก่อตั้ง
(N) การจัดการ
(N) การชําระหนี้
(N) การมอบทรัพย์สิน
(N) ชุมชน
(PHRV) เกาะ (แน่น) บน
(N) ผู้จัดการ
(PHRV) จ่ายเงิน
(PHRV) เกาะ (แน่น) บน
(PHRV) มีเรื่องต้องสะสางหรือชําระกับ
(N) ตะกอน
(PHRV) เริ่มทํางานหนัก
(PHRV) วางติดกับ
(N) การถกเถียงอย่างรุนแรง
(IDM) ตั้งใจทํา
(N) ผู้มอบทรัพย์สิน
(N) การจัดการ
(PHRV) สร้างขึ้น
(PHRV) ยกขึ้นมาคัดค้าน
(PHRV) ทําให้ประกอบธุรกิจเป็น
(PHRV) ทําให้เริ่มประกอบกิจการหรือการค้า
(PHRV) มุ่งมั่นในการทําบางสิ่ง
(IDM) ตั้งร้านขายของ
(PHRV) จัดหา
(PHRV) ประดับด้วย
(N) จํานวนเจ็ด
(N) สิ่งที่มีค่าเท่ากับเจ็ด
(ADJ) เจ็ดเท่า
(ADV) เป็นเจ็ดเท่า
(N) สิบเจ็ด
(ADJ) ลําดับที่สิบเจ็ด
(ADV) ในลําดับที่สิบเจ็ด
(N) ส่วนที่สิบเจ็ด
(ADJ) ที่เจ็ด
(N) ระดับเสียงที่เจ็ด
(N) ลําดับที่เจ็ด
(ADJ) เกี่ยวกับวันที่เจ็ดของสัปดาห์
(N) ตัวเลขหรือปีหรือองศาตั้งแต่ 70 -79
(ADJ) ที่เจ็ดสิบ
(N) ส่วนที่เจ็ดสิบ
(N) เจ็ดสิบ
(N) 7 สิ่งมหัศจรรย์ของโลก
(VI) แยกเป็นส่วนๆ
(VT) แยกออก
(ADJ) หลาย
(ADV) หลากหลาย
(N) การมีเจ้าของหลายคน
(N) การตัดขาด
(ADJ) รุนแรง
(ADV) อย่างรุนแรง
(N) ความรุนแรง
(VI) เย็บ
(VT) เย็บ
(N) สิ่งปฏิกูล
(N) ท่อน้ําเสีย
(N) ผู้เย็บ
(N) การระบายของเสียออกทางท่อระบาย
(N) การเย็บ
(N) จักรเย็บผ้า
(VI) กริยาช่องที่ 3 ของ sew
(VT) กริยาช่องที่ 3 ของ sew
(PHRV) เย็บ
(N) การร่วมเพศ
(N) ความรู้สึกทางเพศ
(N) เพศ
(PRF) หก
(VT) ตรวจดูเพศ
(N) การร่วมประเวณี
(ADJ) เกี่ยวกับจํานวนหกสิบ
(N) ผู้มีอายุระหว่าง 60 - 70 ปี
(N) วันอาทิตย์ที่สองของเดือนก่อนเทศกาลถือบวช (Lent)
(N) เสน่ห์ดึงดูดเพศตรงข้าม
(N) โครโมโซมเพศ
(ADJ) มีเพศ
(N) การแบ่งแยกเพศ
(N) ผู้แบ่งแยกเพศ
(ADJ) ไม่มีเพศ
(ADJ) ไร้เพศ
(N) การศึกษาเกี่ยวกับเพศ
(N) เที่ยงวัน
(N) เครื่องวัดระยะทางหาเส้นรุ้งและเส้นแวง
(N) กลุ่มใดๆ ที่มี 6 อัน (ชิ้น, คน)
(N) เพลงที่ประกอบด้วยเสียง 6 เสียง
(N) กลุ่มใดๆ ที่มี 6 อัน (ชิ้น, คน)
(N) เพลงที่ประกอบด้วยเสียง 6 เสียง
(N) ผู้ดูแลโบสถ์
(SL) ปลอม
(ADJ) ประกอบด้วย 6 ส่วน
(VI) กลายเป็นหกเท่า
(VT) ทําให้เป็นหกเท่า
(N) กลุ่มที่มี 6 สิ่ง
(ADJ) เกี่ยวกับเพศ
(N) การร่วมเพศ
(N) เรื่องทางเพศ
(ADJ) ที่กระตุ้นความสนใจ
(ADJ) ที่ดึงดูดทางเพศ
(SL) ใครว่าอย่างนั้น? (คําถามท้าทาย / ไม่เห็นด้วย)
(ADJ) โกโรโกโส
(N) กระท่อม
(N) กุญแจมือ
(VT) ใส่กุญแจมือ
(PHRV) ล่ามด้วย
(PHRV) อาศัยอยู่ร่วมกับ (คําไม่เป็นทางการ)
(N) ปลาเฮอริงจําพวกหนึ่ง
(N) ผลไม้ของต้นไม้จําพวก Citrus grandis
(N) ปริมาณสีที่แตกต่างกันเล็กน้อย
(N) ร่ม
(VI) ค่อยๆ มืดมัว
(VT) ทําให้เกิดร่มเงา
(PHRV) ได้ร่มเงาจาก
(PHRV) แรเงา
(PHRV) ค่อยๆ เปลี่ยนเป็น
(N) ความมืดของกลางคืนหรือตอนเย็น
(IDM) สิ่งที่ทําให้นึกถึง
(PHRV) บดบังด้วย
(N) ความเป็นเงามืด
(N) การแลเงา
(N) เงา
(VI) ซ้อมชกมวยหน้ากระจก (ไม่มีคู่ชก)
(ADJ) คล้ายเงา
(ADJ) ลึกลับ
(ADJ) เต็มไปด้วยร่มเงา
(ADJ) น่าสงสัย
(N) การกระทําที่ไม่ยุติธรรม (คําไม่เป็นทางการ)
(N) ด้าม
(N) ทางเดิน
(VT) กระทําอย่างไม่ยุติธรรม
(VT) ถ่อด้วยคานไม้
(SL) มีปัญหา
(SL) การร่วมเพศ
(PHRV) หลอกลวง
(N) ขนหรือผมหยาบ
(SL) การร่วมเพศ
(VT) ทําให้หยาบ
(SL) หมดแรง
(ADJ) เป็นกระเซิง
(IDM) เรื่องตลกยาวที่มีบทจบแบบหักมุม
(PHRV) ทําให้เหน็ดเหนื่อย
(ADJ) หุ้มหรือทําจากหนังลายจุด
(N) หนังลายจุดทําจากหนังสัตว์
(N) กษัตริย์
(N) คํานามพหูพจน์ของ sheikh
(N) การเขย่า
(VI) เขย่า
(VT) เขย่า
(VT) ทําให้ตกใจและสะเทือนใจ
(SL) เต้นรํา
(PHRV) จับมือทักทายกับ
(N) การข่มขู่
(N) การค้นอย่างละเอียด
(N) การทดลองบิน
(N) ที่นอนชั่วคราว
(PHRV) เขย่าให้ร่วง
(PHRV) ทําให้ร่วงจาก
(IDM) จับมือทักทาย
(VI) กริยาช่องที่ 3 ของ shake
(VT) กริยาช่องที่ 3 ของ shake
(PHRV) เขย่าออก
(PHRV) หนีรอดจาก (การไล่ล่า)
(PHRV) เขย่าออก
(PHRV) ทําให้ร่วงจาก
(N) ผู้เขย่า
(ADJ) เกี่ยวกับเช็กสเปียร์หรือผลงานของเช็กสเปียร์
(N) ผู้ศึกษาผลงานของเช็กสเปียร์
(N) การเปลี่ยนแปลงครั้งใหญ่
(PHRV) เขย่าให้ผสมกัน
(PHRV) เขย่าเนื่องจาก
(N) หมวกทหารรูปทรงกระบอก มีปีกบังหน้าและมีขนนกประดับข้างบน
(ADJ) สั่น
(N) แผ่นหิน
(AUX) จะ (คํากริยาช่วยแสดงถึงอนาคต)
(N) พืชจําพวก Allium ascalonicum คล้ายหัวหอม
(ADJ) ตื้น
(ADJ) ไม่ลึกซึ้ง
(N) ที่ตื้น
(INT) คําทักทายและอําลาของชาวยิว
(AUX) จะ (คํากริยาช่วยแสดงถึงอนาคต มักใช้กับ thou) (คําโบราณ)
(ADJ) ปลอม
(N) การปลอมแปลง
(N) คนที่ปลอมตัว
(VI) เลียนแบบ
(VT) เลียนแบบ
(VT) หลอกลวง
(N) หมอ
(N) ความเชื่อในเกี่ยวกับเรื่องหมอผีหรือคนทรงเจ้า
(VI) เดินลากขา
(N) ความยุ่งเหยิง
(N) โรงฆ่าสัตว์
(N) ความอับอาย
(ADJ) อับอาย
(PHRV) ทําให้อับอายจนเปลี่ยน (บางสิ่ง)
(ADJ) ซึ่งไม่อับอาย
(IDM) น่าระอาย
(PHRV) ทําให้อายที่จะปฏิบัต ิ(บางสิ่ง)
(ADJ) น่าละอาย
(SL) แชมเปญ
(N) การสระผม
(N) ยาสระผม
(VT) สระผม
(N) พืชไม้ดอกชนิดหนึ่ง (ต้นไม้ประจําชาติของไอร์แลนด์)
(N) นักสืบ (คําสแลง)
(N) ฉาน (ชนกลุ่มน้อยที่อาศัยอยู่ตามแถบภูเขาในพม่า ลาว จีน)
(N) เซี่ยงไฮ้
(N) เมืองเซี่ยงไฮ้เป็นเมืองท่าเรือของจีน
(N) ขา (คําไม่เป็นทางการ)
(N) ส่วนที่แคบยาว
(N) ผ้าแพรจีน
(N) กระท่อมที่สร้างหยาบๆ
(N) รูปร่าง
(N) สภาพ
(VI) บังเกิดขึ้น
(VT) ทําให้เป็นรูปร่าง
(VT) มีอิทธิพลต่อบางสิ่ง
(PHRV) ทําให้เป็นรูปร่าง
(ADJ) ึ่ซึ่งไม่มีรูปร่าง
(ADJ) ซึ่งมีรูปร่างดี
(PHRV) ทําให้เข้ากับ
(PHRV) ทําให้ก้าวหน้า
(PHRV) เผชิญกับ
(N) ส่วน
(VI) ใช้ร่วมกัน
(VT) ใช้ร่วมกัน
(VT) แบ่งส่วน
(PHRV) แบ่งปันในกลุ่มของ
(IDM) แบ่งเท่าๆกัน
(PHRV) แบ่งปันระหว่าง
(N) นายหน้าหลักทรัพย์
(N) ชาวนาที่เช่านาและจ่ายค่าเช่าด้วยผลผลิตที่ปลูกได้
(N) ผู้ถือหุ้น
(PHRV) มีส่วนร่วมใน
(PHRV) แบ่งออก
(N) ผู้ถือหุ้น
(N) ซอฟแวร์คอมพิวเตอร์ที่มีลิขสิทธิ์
(PHRV) แบ่งให้กับ
(N) ผู้สืบสกุลของพระมูฮัมหมัด
(N) ฉลาม
(N) คนตะกละ (คําไม่เป็นทางการ)
(N) หนังปลาฉลาม
(ADJ) ฉลาด
(ADJ) ฉับพลัน
(ADJ) ฉุนเฉียว
(ADJ) เฉียบขาด
(ADJ) ชัดเจน
(ADJ) เผ็ดร้อน
(ADJ) เสียดแทง
(ADJ) แหลมคม
(ADV) ตรงเวลา
(N) เครื่องมือที่แหลมคม (ทางการแพทย์)
(IDM) คมมาก
(IDM) ฉลาดมาก
(VI) คม
(VT) ทําให้คม
(VT) ปรับปรุงให้ดีขึ้น
(N) คนมีเล่ห์เหลี่ยม
(ADJ) ตาไว
(N) คนว่องไวมาก (คําไม่เป็นทางการ)
(N) เรือที่มีเสากระโดงเรือเดี่ยว
(SL) คนฉลาด
(ADJ) จมูกไว
(IDM) ความคดโกง
(N) นักแม่นปืน
(ADJ) ซึ่งมีปัญญาเฉียบแหลม
(ADJ) ซึ่งมีสายตาแหลมคม
(ADJ) ปากจัด
(ADJ) ปัญญาไว
(VI) กริยาช่องที่ 2 ของ shit (คําหยาบ)
(VI) แตกละเอียด
(VT) ทําลายความหวัง
(VT) ทําให้แตกละเอียด
(N) การโกน
(N) มีดโกน
(VI) โกน
(VT) โกน
(VT) ลดปริมาณ
(PHRV) โกนออก
(N) เด็กหนุ่ม (คําไม่เป็นทางการ)
(N) มีดโกนไฟฟ้า
(ADJ) ซึ่งมีลักษณะของจอร์จ เบอร์นาร์ดชอว์หรืองานของเขา
(N) ผู้ชื่นชมจอร์จ เบอร์นาร์ดชอว์หรือผลงานของเขา
(N) การโกนด้วยมีดโกนหรือเครื่องโกน
(N) สิ่งที่ถูกโกนออก
(N) ครีมทาก่อนโกนหนวด
(N) พุ่มไม้เตี้ย
(N) ผ้าคลุมไหล่
(SL) เชื่อมั้ย
(PRON) เธอ
(N) มัด
(N) กรรไกร
(N) การตัดขนแกะ
(VI) ตัด
(VT) ตัด
(PHRV) ตัดออก
(PHRV) หายไปหมด
(PHRV) ตัดออก
(N) นกทะเลตระกูล Procellariidae
(N) ถุงยางอนามัย
(N) ฝักดาบ
(VT) ใส่ปลอก
(VT) ใส่ปลอก
(N) การสวมใส่ปลอก
(N) มีดที่มีปลอก
(VT) มัด
(N) ลูกรอก
(VT) กําจัด
(VT) ฉายแสง
(VT) ทําให้ไหล
(VT) ฆ่า
(IDM) แกล้งร้องไห้
(SL) จํานวนมหาศาล
(PHRV) ปล่อยให้ไหลลงบน
(PHRV) ร้องไห้เพราะ
(IDM) เปิดเผย
(PHRV) ปล่อยให้ไหลลงบน
(ADJ) ซึ่งเป็นประกาย
(N) ความสว่างไสว
(N) คนยิว
(N) คนยิว
(N) ซึ่งเป็นประกาย
(N) แกะ
(N) สุนัขเลี้ยงแกะ
(N) สุนัขเลี้ยงแกะ
(N) คนเลี้ยงแกะ
(ADJ) ขี้อาย
(N) สีหน้าเปี่ยมด้วยความรัก
(N) ใบประกาศนียบัตร (คําไม่เป็นทางการ))
(N) หนังแกะ
(ADJ) ชันมาก
(ADJ) เต็มที่
(ADJ) ที่ไม่รวมอย่างอื่น
(PHRV) หลบหลีก
(PHRV) หลบหลีก
(N) ผ้าปูที่นอน
(N) สิ่งที่เป็นแผ่นแบน (เช่น แผ่นกระดาษ, แผ่นเหล็ก, แผ่นแก้ว)
(N) หนังสือพิมพ์
(PHRV) (ฝน) ตกหนัก
(PHRV) ดึงให้กางออก
(PHRV) ทําให้เข้าใจชัดเจน
(PHRV) กางใบ (เรือ) ออก
(N) ชีค
(N) ดินแดนที่อยู่ใต้การปกครองของชีค
(N) ชีค
(N) ดินแดนที่อยู่ใต้การปกครองของชีค
(N) คํานามพหูพจน์ของ sheikh
(N) คํานามพหูพจน์ของ sheikh
(N) หน่วยเงินตราของประเทศอิสราเอล (1 ชิเกิล= 100 อาโกรอท)
(N) เงินสด (คําสแลง)
(N) เป็ดยุโรปตัวผู้จําพวก Tadorna มีปากหนาและสีสันสดใส
(N) หิ้ง
(N) ช่วงเวลาของความทนทานของผลิตภัณฑ์ที่เก็บได้นานบนหิ้ง
(N) แก้วเบียร์ขนาดเล็ก
(N) โครงสร้างอาคารหรือสิ่งก่อสร้าง
(N) ตัวเรือด้านนอก
(N) เปลือกหอย
(N) เรือแข่งแคบซึ่งนั่งได้เพียง 1-2 คน
(VI) ลอกเปลือกออก
(VT) เอาเปลือกออก
(N) ครั่ง
(N) ครั่ง
(N) ทหารเรือเก่า
(N) ผู้แล่นเรือข้ามเส้นศูนย์สูตรของโลก
(N) การยิงปืนใหญ่
(N) สัตว์น้ําประเภทที่มีเปลือก
(N) เสื้อคลุมรัดรูปของทหาร
(SL) หู
(PHRV) จ่ายเงิน (อย่างไม่เต็มใจ) (คําไม่เป็นทางการ)
(SL) เสียเงินไปกับ
(N) ก้นกระสุนปืนใหญ่
(N) โรคทางจิตซึ่งเกิดจากประสบการณ์เลวร้ายในสงคราม
(ADJ) ซึ่งเป็นโรคเครียดจากการรบสงคราม
(ADJ) ซึ่งเป็นโรคประสาทเนื่องจากประสบการณ์เลวร้ายในสงคราม
(N) โรคเครียดจากการรบในสงคราม
(N) ที่กําบัง
(PHRV) หลบจาก
(VT) เลื่อนไปก่อน
(VT) วางบนหิ้ง
(PHRV) ค่อยๆ ลาดลง
(N) สิ่งที่ใช้ทําหิ้ง
(N) การหลอกลวง
(N) คนเลี้ยงแกะ
(N) บาทหลวง
(N) ผู้ปกป้องผู้อื่น
(VT) ชี้นํา
(VT) ต้อนแกะ
(N) สุนัขเลี้ยงแกะ
(ADJ) เกี่ยวกับเฟอร์นิเจอร์แบบอังกฤษในศตวรรษที่ 18
(SL) เครื่องดื่มมีแอลกอฮอล์
(SL) รถแท๊กซี่
(N) น้ําผลไม้ผสมน้ําตาลและเสิร์ฟขณะเย็น
(SL) เครื่องดื่มมีแอลกอฮอล์
(N) เจ้าชายอาหรับ, ผู้ปกครองอาหรับ
(N) ผู้สืบสกุลของพระมูฮัมหมัด
(N) นายอําเภอ
(SL) ทวารหนัก
(SL) ช่วยตัวเอง
(SL) ช่วยตัวเอง
(N) สมาชิกเผ่าธิเบตบนเทือกเขาหิมาลัย
(N) เหล้าองุ่นที่มีอัลกอฮอล์สูง
(N) หมู่เกาะนอกชายฝั่งสก็อตแลนด์
(N) ม้าพันธุ์เล็กจากหมู่เกาะ Shetland
(N) การนวดด้วยมือ
(N) การนวดด้วยมือ
(N) คําที่ใช้ทดสอบ
(VT) กริยาช่องที่ 2 และ 3 ของ shy
(N) โล่
(VT) ป้องกัน
(PHRV) ป้องกันจาก
(N) ฟาร์มเลี้ยงสัตว์
(N) การย้าย
(N) ช่วงเวลาการทํางาน
(VI) เคลื่อนย้าย
(VI) เปลี่ยน
(VT) เคลื่อนย้าย
(VT) เปลี่ยน
(PHRV) รับผิดชอบชีวิตตัวเอง
(PHRV) ย้ายจาก (สถานที่)
(ADJ) ซึ่งไม่เต็มใจทํา
(IDM) เปลี่ยนข้าง(ไปอยู่ข้างที่เราไม่เห็นด้วย)
(PHRV) สับเปลี่ยน
(PHRV) ย้ายไปยัง
(N) ซี่งมีกลอุบาย
(N) การต้มตุ๋น
(N) กระบอง
(N) กระบอง
(N) เหรียญเงินชิลลิงของสิงคโปร์และมาเลเซีย
(N) เหรียญเงินชิลลิงแบบเก่าของอังกฤษ (1ชิลลิง=1/20ของ1ปอนด์)
(VI) ไม่แน่ใจ
(N) แผ่นลิ่มทําด้วยไม้ เหล็กหรือหินสําหรับบุรองในการก่อตึก
(N) แสงแวววาว
(VI) ส่องแวววาว
(VT) ส่องแวววาว
(ADJ) แวบวับ
(N) การเต้นเขย่า
(N) หน้าแข้ง
(N) กระดูกหน้าแข้ง
(N) งานเฉลิมฉลองยิ่งใหญ่
(PHRV) ปีนป่ายลง
(VI) ส่องแสง
(VT) ทําให้ส่องแสง
(PHRV) เก่งในเรื่อง
(PHRV) ฉายบน
(PHRV) สาดออกมา
(PHRV) ฉายบน
(PHRV) ส่องผ่าน
(PHRV) ฉายบน
(PHRV) เอาอกเอาใจ (คําไม่เป็นทางการ)
(PHRV) ระยิบระยับด้วย
(N) ทรงผมสั้นของผู้หญิง
(N) แผ่นวัสดุมุงหลังคาหรือฝาผนังทําด้วยไม้หรือน้ํามันดิน
(VT) ตัดผมสั้น
(VT) มุงหลังคาด้วยแผ่นวัสดุประเภทไม้หรือน้ํามันดิน
(N) กรวดตามชายหาดหรือฝั่งแม่น้ํา
(N) หาดทรายที่มีกรวด
(VT) หลอมอัด
(N) โรคงูสวัด
(ADJ) เปล่งปลั่ง
(N) ศาสนาชินโตในประเทศญี่ปุ่น
(PHRV) ปีนป่ายขึ้นไป
(ADJ) ซึ่งเป็นมันเงา
(N) เครื่องบิน
(N) เรือ
(SUF) ภาวะ
(VI) โดยสารทางน้ํา
(VT) โดยสารทางน้ํา
(VT) ไปทางอากาศ
(ADJ) ซึ่งเกิดขึ้นบนเรือ
(N) ผู้ต่อเรือ
(N) สินค้าที่เรือบรรทุก
(N) กะลาสีเรือ
(N) กัปตันเรือ
(N) กะลาสีเรือ
(N) การขนส่งสินค้าทางเรือ
(N) จํานวนสินค้าที่ขนส่งทางเรือ
(PHRV) ส่งไปยัง
(PHRV) ทํางานเป็นกะลาสี
(PHRV) ส่งไปไกล
(N) เจ้าของเรือ
(N) คนหรือบริษัทจัดส่งสินค้าทางเรือ
(N) การขนส่งทางเรือ
(ADJ) ซึ่งมีใบเรือขึงตึง
(ADJ) เรียบร้อย
(IDM) เรียบร้อย
(N) ท่าเรือ
(IDM) คนที่พบเจอเพียครู่เดียว
(N) หอยทะเลที่เจาะเนื้อไม้
(N) การอับปางของเรือ
(N) ความล้มเหลว
(N) ซากเรืออับปาง
(VT) ทําให้พินาศ
(VT) ทําให้เรืออับปาง
(N) ช่างต่อเรือ
(N) อู่ซ่อมเรือ
(N) แขวงปกครองในอังกฤษ
(N) พันธุ์ม้าอังกฤษ
(VT) หลีกเลี่ยง
(N) ผู้หลีกเลี่ยง
(IDM) ละเลยหน้าที่
(VT) ทําให้เป็นรอยจีบ
(N) เสื้อเชิ้ต
(SL) เกย์
(N) แขนเสื้อ
(N) ชายเสื้อ
(N) เสื้อเชิ้ตแบบสตรี
(ADJ) อารมณ์ไม่ดี
(INT) คําอุทานแสดงความรังเกียจ ความผิดหวัง และอื่นๆ
(N) การขับถ่ายอุจจาระ
(N) การเสแสร้ง (คําสแลง)
(N) อุจจาระ
(SL) เรื่องไร้สาระ (คําหยาบแสดงความโกรธ / รําคาญ)
(VI) ถ่ายอุจจาระ
(VT) พูดเกินความจริง (คําสแลง)
(SL) ขว้างลงถังขยะ
(SL) เมามาก
(SL) คนโง่
(PHRV) แจ้งตํารวจ (คําสแลงต้องห้าม)
(SL) ทวารหนัก
(N) พระศิวะ
(N) เพลงร้องล้อคู่บ่าวสาว
(N) การตัวสั่น
(VI) สั่น
(PHRV) สั่นระริกด้วย
(N) ฝูงชน
(N) ฝูงปลา
(N) หาดตื้น
(N) อาการตกใจสุดขีด
(VT) กระตุ้นด้วยไฟฟ้า
(VT) ตีอย่างแรง
(VT) ทําให้สะดุ้งตกใจ
(N) ต้นข้าวที่มัดเป็นกองๆ
(VT) มัดเป็นฟ่อน
(N) ขนหรือผมที่รุงรัง
(N) เครื่องป้องกันการสะเทือน
(N) ผู้ตกใจสุดขีด
(ADJ) ซึ่งตกใจสุดขีด
(PHRV) ทําให้ตกใจในเรื่อง
(ADJ) ซึ่งป้องกันกระแทก
(N) การรักษาด้วยการช็อกไฟฟ้า
(VT) กริยาช่องที่ 2 และ 3 ของ shoe
(VT) กริยาช่องที่ 3 ของ shoe
(ADJ) คุณภาพต่ํา
(ADJ) เลวทราม
(N) ของคุณภาพต่ํา
(N) เส้นใยที่ได้จากเศษผ้าเก่าๆ
(N) ก้านห้ามล้อ
(N) เกือกม้า
(N) ปลอก
(N) รองเท้า
(VT) สวมปลอก
(VT) สวมรองเท้า
(N) นกแอฟริกาชนิดหนึ่ง
(N) กล่องใส่รองเท้า
(N) ที่ช้อนรองเท้า
(N) เชือกรองเท้า
(ADJ) ซึ่งไม่ใส่รองเท้า
(N) ช่างทํารองเท้า
(SL) เหล้าวิสกี้
(N) การขัดรองเท้า
(N) เงินจํานวนเล็กน้อย
(N) เชือกผูกรองเท้า
(SL) ราคาถูก
(N) ที่สอดในรองเท้ายืดหยุ่นได้เพื่อรักษารูปทรง
(PHRV) ใส่รองเท้าทําด้วย
(N) โชกุน
(VT) กริยาช่องที่ 2 และ 3 ของ shine
(INT) คําอุทานเพื่อขับไล่หรือตะเพิด
(VI) ส่งเสียงชู่เพื่อขับไล่
(VT) ส่งเสียงชู่เพื่อขับไล่
(PHRV) ส่งเสียงไล่
(N) ตัวเต็ง
(VI) กริยาช่องที่ 2 ของ shake
(VT) กริยาช่องที่ 2 ของ shake
(ADJ) ซึ่งสะเทือนใจมาก
(PHRV) ส่งเสียงไล่
(N) การตีลูก (ทางกีฬา)
(N) การแตกหน่อ
(N) การถ่ายภาพ
(N) การปล่อยจรวด
(N) การยิง
(VI) งอก (หน่อ, ต้นกล้า, ต้นอ่อน)
(VI) ตี (ลูกกอล์ฟ, ลูกบอล)
(VI) ถ่ายภาพ
(VI) ปฏิบัติการอย่างรวดเร็ว
(VI) พุ่ง
(VI) ยิง
(VT) งอก (หน่อ, ต้นกล้า, ต้นอ่อน)
(VT) ตี (ลูกกอล์ฟ, ลูกบอล)
(VT) ถ่ายภาพ
(VT) ปฏิบัติการอย่างรวดเร็ว
(VT) พุ่ง
(VT) ยิง
(IDM) คุยโว
(PHRV) รัวใส่
(PHRV) รัว (ปืน) ไม่หยุด
(PHRV) ทําให้ยอมแพ้ (คําไม่เป็นทางการ)
(PHRV) ยิงตก
(PHRV) รัวใส่
(PHRV) ยิงปืนจาก
(IDM) ยิงปืนได้รวดเร็ว
(PHRV) ยิงเข้าไป
(N) สนามยิงปืน
(N) ดาวตก
(PHRV) ยิงเข้าไปใน (เนื้อที่หรือพื้นที่)
(PHRV) ยิงจนหลุด
(PHRV) ยิงออกไป
(SL) การโต้เถียง
(PHRV) ออกไป (คําไม่เป็นทางการ)
(PHRV) เต็มไปด้วย
(PHRV) ปิดล็อคแน่นหนา
(PHRV) ยิงขึ้นไป
(PHRV) ยิงด้วยปืน
(N) การงาน
(N) ที่ทํางาน
(N) ร้าน
(N) โรงฝึกงาน
(VI) ซื้อของ
(VT) แจ้งตํารวจ (คําสแลง)
(PHRV) เปรียบเทียบราคาสินค้า (กับที่อื่นๆ)
(N) เจ้าของร้าน
(N) คนขโมยของตามร้าน
(PHRV) แจ้งตํารวจ
(N) ผู้เดินซื้อของตามร้าน
(N) หนังสือพิมพ์ที่มีข่าวและโฆษณาสินค้า
(N) ศูนย์การค้า
(N) ถุงใส่สินค้าที่ซื้อขาย
(N) ศูนย์การค้า
(N) ศูนย์การค้า
(N) ศูนย์การค้า
(PHRV) เปรียบเทียบราคาสินค้า (กับที่อื่นๆ)
(N) การพูดคุยเกี่ยวกับเรื่องธุรกิจ
(ADJ) ซึ่งวางในร้านจนเก่า
(N) ระบบนําร่องการบินโดยสาร
(ADJ) เกี่ยวกับชายฝั่ง
(N) ชายฝั่ง
(N) ไม้ค้ํายัน
(VT) ค้ํายันด้วยเสาเอียง
(N) นกชายฝั่งทะเล
(N) ชายฝั่ง
(PHRV) ค้ําด้วยเสาหรือของแข็ง
(ADJ) เข้าสู่ฝั่ง
(ADV) เข้าสู่ฝั่ง
(N) การค้ํายัน
(ADJ) ขาด
(ADJ) ชั่วครู่
(ADJ) ซึ่งโกรธง่าย
(ADJ) เปราะบาง
(ADJ) ย่อๆ
(ADJ) สั้น
(ADV) โดยสังเขป
(ADV) อย่างกะทันหัน
(ADV) อย่างไม่มีมารยาท
(N) การลัดวงจร
(N) ตําแหน่งในทีมเบสบอล
(VT) ทําให้ลัดวงจร
(N) ความขาดแคลน
(IDM) สั้นๆ
(N) ขนมปังรสหวาน
(N) ขนมเค้กรสหวาน
(VT) ทําให้ลัดวงจร
(N) จุดอ่อน
(ADJ) ซึ่งเป็นทางลัด
(N) ทางลัด
(VI) ลดลง
(VT) ทําให้กรอบ
(VT) ทําให้ลดลง
(VT) ทําให้สั้นลง
(N) การทําให้ลดลง
(N) ความขาดแคลน
(N) จํานวนที่ขาดไป
(SL) ความโกรธง่าย
(ADJ) เกี่ยวกับชวเลข
(N) ชวเลข
(ADJ) เกี่ยวกับชวเลข
(N) คนเตี้ย
(ADJ) ซึ่งมีช่วงอายุสั้น
(ADV) ในไม่ช้า
(ADV) อย่างย่อๆ
(ADV) อย่างหยาบๆ
(IDM) มี (บางสิ่ง) ไม่พอ
(N) คนปรุงอาหารเร็ว
(N) กางเกงขาสั้น
(ADJ) ซึ่งมีระยะใกล้
(N) กางเกงขาสั้น
(N) กางเกงในชาย
(N) พันธบัตรระยะสั้น
(N) ช่วงเวลาสั้นๆ ในการพิจารณา
(ADJ) ซึ่งมีสายตาสั้น
(ADJ) ซึ่งไม่มองการณ์ไกล
(ADJ) ไม่รอบคอบ
(N) ตําแหน่งผู้เล่นเบสบอลในสนาม
(N) เรื่องสั้น
(ADJ) โกรธง่าย
(ADJ) ช่วงสั้น
(N) น้ําหนักหนึ่งตัน (2000 ปอนด์)
(N) คลื่นแม่เหล็กไฟฟ้าที่มีความถี่ 30-60เมตร
(N) คลื่นวิทยุช่วงสั้น (ประมาณ 20-200 เมตร)
(ADJ) สั้นๆ
(N) คนหรือสิ่งที่เตี้ยกว่าปกติ
(N) การฉีดยา
(N) การเดา
(N) การตีลูก (กีฬา)
(N) การยิง
(N) ความพยายาม
(N) ผู้ยิง
(N) ระยะยิง
(N) ลูกกระสุนปืน
(N) โอกาส
(N) ปืนล่าสัตว์
(IDM) การบังคับให้แต่งงาน (โดยพ่อเจ้าสาวใช้ปืนขู่เจ้าบ่าว)
(IDM) สิ่งกระตุ้น
(IDM) การเดาสุ่ม
(ADJ) ซึ่งวางไข่
(AUX) กริยาช่องที่ 2 ของคํากริยาช่วย shall (ใช้กล่าวถึงสิ่งที่พูดแล้ว)
(AUX) ควรจะ
(AUX) ใช้กับ I และ we เพื่อแสดงคิดเห็นที่ไม่แน่ใจ
(AUX) ใช้ปฏิเสธหรือแสดงความรําคาญหรือประหลาดใจ
(AUX) ใช้แสดงความเห็นด้วยอย่างมาก
(AUX) ใช้หลังคําคุณศัพท์ (adjective) เพื่อแสดงความรู้สึก
(AUX) ใช้หลังคําว่า that เพื่อแนะนําหรือจัดการบางสิ่ง
(N) เนื้อขาหน้าช่วงบนของสัตว์
(N) บ่า
(N) ไหล่เขา
(N) ไหล่เสื้อ
(VI) ใช้ไหล่ดัน
(VT) แบกภาระ
(PHRV) กระแทกจนเบี่ยงไปข้างหนึ่ง
(N) กระเป๋าสะพาย
(N) กระดูกสะบัก
(PHRV) ใช้ไหล่ดันไปข้างหน้า
(N) ตราที่บ่า
(IDM) เคียงบ่าเคียงไหล่
(N) การตะโกน
(VI) ตะโกน
(VT) ตะโกน
(PHRV) ตะโกนพูด
(PHRV) ตะโกนใส่
(PHRV) ตะโกนลงไป
(PHRV) ตะโกน (แสดงความรู้สึก)
(PHRV) ตะโกนออกมา
(N) การผลัก
(VI) ดัน
(VT) ผลัก
(PHRV) บังคับ
(PHRV) ผลัก
(PHRV) เข็นไป
(PHRV) บังคับ
(PHRV) ผลักไปด้านข้าง
(PHRV) ผลักดัน
(PHRV) ผลักออกไป
(PHRV) ถอยกลับ (ทางทหาร)
(PHRV) ผลักกลับ
(PHRV) เห็นว่าไม่สําคัญอีกแล้ว
(PHRV) ชนเบาๆ
(PHRV) ผลักหรือดันลง
(PHRV) กระตุ้นความสนใจ
(PHRV) เข็นเข้าบ้าน
(PHRV) ผลักหรือดันเข้า
(PHRV) อัดเข้า
(N) ปริมาณที่ตักด้วยพลั่วหนึ่งครั้ง
(N) พลั่ว
(VT) ขุดด้วยเสียมหรือพลั่ว
(PHRV) รีบตักกิน
(PHRV) แซะด้วยพลั่วหรือเสียม
(PHRV) เจาะหรือขุดด้วยพลั่ว
(PHRV) ผลัก
(PHRV) ผลัก (ภาระ, หน้าที่) มาให้
(PHRV) ชักจูง
(PHRV) รีบดําเนินต่อ
(PHRV) ดัน
(PHRV) ผลัก (สิ่งไปต้องการ) ให้กับ (คําไม่เป็นทางการ)
(IDM) ให้สิ่งที่ไม่ต้องการ
(PHRV) ขอให้ออกไป
(PHRV) เข็นเรือออก (การแล่นเรือ)
(PHRV) บอกให้เลิก (อย่างไม่ยุติธรรม) (คําไม่เป็นทางการ)
(PHRV) ผลักออก
(PHRV) ผลักล้ม
(PHRV) ชนเบาๆ
(PHRV) ช่วยให้ผ่าน (การสอบ, ขั้นตอน ฯลฯ)
(PHRV) แยงเข้าไป
(PHRV) ปิดให้สนิท
(PHRV) ผลักไปทาง
(PHRV) พยายามไปให้ถึง
(PHRV) มุ่งไปในเรื่อง
(PHRV) เลื่อนขึ้น
(N) การแสดง
(N) การแสดงนิทรรศการ
(N) ตําแหน่งที่สาม (การแข่งม้า)
(N) สิ่งที่นํามาแสดง
(N) สิ่งลวงตา
(VI) เข้าเป็นอันดับสาม (การแข่งม้า)
(VI) มองเห็นได้
(VI) มาถึง (คําไม่เป็นทางการ)
(VT) นําไปดู
(VT) นําออกฉาย
(VT) บอกข้อมูล
(VT) มองเห็นได้
(VT) แสดง
(VT) แสดงทัศนคติ
(VT) แสดงหลักฐาน
(VT) อธิบาย
(PHRV) พาชมรอบๆ
(N) แวดวงบันเทิง (คําสแลง)
(SL) ธุรกิจด้านบันเทิง (เช่น โทรทัศน์ วิทยุ ภาพยนตร์)
(N) เรือที่จัดการแสดง
(N) ละครทีวี
(N) ตู้กระจกแสดงสินค้าหรือสิ่งของให้ชม
(N) สิ่งที่แสดงจุดเด่นของสิ่งของหรือคน
(VT) แสดง (สินค้า, มหรสพ)
(N) การเผชิญหน้า (กับฝ่ายตรงข้าม)
(PHRV) หงายไพ่
(N) การอาบน้ําฝักบัว
(N) งานเลี้ยงที่มีการให้ของขวัญ (โดยเฉพาะเป็นเกียรติแก่ผู้หญิงที่กําลังจะแต่งงานหรือมีลูก)
(N) ช่วงเวลาที่มีฝน ลูกเห็บ หรือหิมะตก (ทางอุตุนิยมวิทยา)
(N) ฝนตกปรอยๆ
(N) สถานที่หรืออุปกรณ์สําหรับอาบน้ําแบบฝักบัว
(VI) สาด
(VI) อาบน้ํา(ฝักบัว)
(VT) สาด
(VT) ให้อย่างมากมาย
(N) ผู้จัดแสดง
(PHRV) ตกใส่ (อย่างมากและเร็ว)
(PHRV) ตกใส่ (อย่างมากและเร็ว)
(PHRV) ปกคลุมด้วย
(N) การมีฝนตกปรอยๆ
(PHRV) แสดง
(N) นักแสดงหญิง
(IDM) แสดงเจตนาดี
(ADV) อย่างโอ้อวด
(PHRV) ต้อนรับปีใหม่
(PHRV) พาเข้าไป
(N) ความโอ้อวด
(N) การแสดง
(PHRV) เห็นได้ชัด
(N) นักแสดงที่มีพรสวรรค์
(N) ผู้จัดการแสดง
(N) การเป็นนักแสดง
(VI) กริยาช่องที่ 3 ของ show
(VT) กริยาช่องที่ 3 ของ show
(N) คนชอบกระทําในสิ่งที่ดึงดูดความสนใจผู้อื่น
(PHRV) ทําให้ (บางสิ่ง) โดดเด่น
(IDM) ลงคะแนน
(PHRV) แสดงตัว
(IDM) เปิดเผยตัวตนที่แท้จริง
(IDM) เปิดเผยเจตนา
(IDM) แสดงความสามารถ
(IDM) แสดงอาการโกรธ
(PHRV) นําหรือพาออกไปอย่างสุภาพ
(PHRV) พาชมรอบๆ
(N) ตัวอย่างที่ดีที่สุด
(N) สถานที่งดงามหรือมีความสําคัญทางประวัติศาสตร์
(IDM) ค่อนข้างจะประสบความสําเร็จ
(N) ห้องที่ใช้แสดงสินค้า
(PHRV) พาชมรอบๆ
(IDM) แสดงให้เห็นว่า
(IDM) พา (บางคน) ไปทางออก
(IDM) พา (บางคน) ไปทางออก
(IDM) แสดงการเข้าร่วม
(IDM) แสดงความกลัวออกมา
(PHRV) มองเห็นผ่าน
(N) ช่วงเวลาเริ่มต้นของความบันเทิง (เช่นภาพยนตร์, ละคร)
(PHRV) เอาให้ดู
(PHRV) นํา/พาขึ้นไปข้างบน
(ADJ) น่าประทับใจ
(ADJ) โอ้อวด
(VI) กริยาช่องที่ 2 ของ shrink
(VT) กริยาช่องที่ 2 ของ shrink
(N) กระสุนที่กระจายกลางอากาศ
(N) ชิ้นเล็กชิ้นน้อย
(N) เศษผ้า
(VI) ถูกตัดหรือฉีกเป็นชิ้นๆ
(VT) ตัดหรือฉีกเป็นชิ้นๆ
(N) ผู้หญิงปากร้ายหรืออารมณ์ร้าย
(N) สัตว์กินแมลงคล้ายหนู
(ADJ) มีเล่ห์เหลี่ยม
(ADJ) หลักแหลม
(N) ความเฉลียวฉลาด
(N) ความมุ่งร้าย
(ADJ) ซึ่งมีอารมณ์ร้าย
(N) การกรีดร้อง
(N) เสียงกรีดร้อง
(VI) กรีดร้อง
(VT) พูดด้วยเสียงแหลม
(PHRV) กรีดร้องออกมา
(PHRV) กรีดร้องด้วย
(ADJ) มีเสียงแหลม
(ADV) อย่างโหยหวน
(N) เสียงกรีดร้อง
(VI) ร้องโหยหวน
(VT) ร้องโหยหวน
(ADJ) เกี่ยวกับกุ้ง
(N) กุ้ง
(N) คนไม่สําคัญ
(N) แท่นบูชา
(N) ศาลเจ้า
(VT) ใช้เป็นที่บูชา
(N) การหดตัว
(N) ความกลัว
(VI) กลัว
(VI) หด
(VT) ทําให้เล็กลง
(N) การหด
(PHRV) หดกลับ
(PHRV) หลีกเลี่ยงจาก (เพราะความกลัว)
(PHRV) หลบหน้า (เพราะประหม่าหรือกลัว)
(VI) ย่น
(VI) หมดประโยชน์
(VT) ทําให้ย่น
(VT) ทําให้หมดประโยชน์
(PHRV) (ใบไม้, ผิว) ม้วนและแห้งตาย
(N) เชือกหรือลวดที่โยงจากเสากระโดงเรือ
(N) ผ้าคลุม
(N) ผ้าห่อศพ
(VT) ซ่อน
(N) ต้นไม้เตี้ยๆ
(N) น้ําผลไม้มีส่วนผสมของอัลกอฮอล์และน้ําตาล
(N) ต้นไม้เตี้ย
(ADJ) ล้อมรอบด้วยต้นไม้เตี้ย
(ADJ) เหมือนต้นไม้เตี้ย
(N) อาการยักไหล่
(VI) ยักไหล่เพื่อแสดงความไม่สนใจหรือไม่ทราบ
(VT) ยักไหล่แสดงความไม่สนใจหรือไม่ทราบ
(PHRV) ขจัด
(PHRV) บิดตัวถอด (ผ้า) ออก
(VI) กริยาช่องที่ 3 ของ shrink
(VT) กริยาช่องที่ 3 ของ shrink
(VI) กริยาช่องที่ 3 ของ shrink
(VT) กริยาช่องที่ 3 ของ shrink
(PHRV) สลัดออก
(N) อาการสั่นกลัว
(VI) สั่นกลัว
(PHRV) สั่นเทาด้วย
(ADV) อย่างสั่นเทา
(N) การเดินลากเท้า
(N) การสับไพ่
(N) การหลีกเลี่ยง
(VI) เดินลากเท้า
(VI) ผสม
(VI) สับไพ่
(VI) หลบเลี่ยง
(VT) เดินลากเท้า
(VT) ผสม
(VT) สับไพ่
(VT) หลบเลี่ยง
(PHRV) สลัดออก
(PHRV) ถอดออก
(VT) หลบเลี่ยง
(N) การสับราง
(N) เครื่องไฟฟ้าที่ใช้ในการแยก
(N) ทางหรือหลอดเลือดที่สร้างขึ้นใหม่
(VI) สับเปลี่ยน
(VT) สับเปลี่ยน
(PHRV) สับราง
(INT) เงียบ
(VT) บอกให้เงียบ
(ADJ) ซึ่งปิดไว้
(N) การปิด
(VI) ปิดเสียงดัง
(VT) ทําให้ปิด
(VT) พับ
(VT) หยุด
(PHRV) แยกตัวจาก
(N) การปิดกิจการ
(PHRV) ปิดแน่น
(N) การนอนหลับ
(PHRV) ขังไว้ใน
(PHRV) ทําให้ติดอยู่ใน (มักเป็นประตู)
(N) คนเก็บตัว
(PHRV) กําจัด
(PHRV) ปิด
(PHRV) ปิดทับ
(N) การป้องกันฝ่ายตรงข้าม
(PHRV) ไม่ยอมให้เข้า
(N) ทิ่ปิดเปิดรูแสงของกล้องถ่ายรูป
(N) บานเกล็ดหน้าต่าง
(VT) ปิดด้วยบานเกล็ด
(ADJ) เกี่ยวกับพาหนะขนส่งสาธารณะ
(N) กระสวย
(N) กระสวยเครื่องเย็บผ้า
(N) พาหนะขนส่งสาธารณะ
(VI) เคลื่อนไปมาระหว่างสองที่
(VT) ทําให้กลับไปกลับมาอย่างเร็ว
(ADJ) ซึ่งลังเลใจ
(N) กีฬาแบดมินตัน
(N) ลูกขนไก่
(VT) ส่งไปส่งมา
(PHRV) ปิดให้แน่น
(IDM) แสร้งทําเป็นไม่เห็น
(PHRV) ปิดให้แน่น
(PHRV) ปิดทับ
(ADJ) ขว้างทิ้ง
(ADJ) ขาดแคลน
(ADJ) ขี้อาย
(ADJ) ซึ่งตกใจง่าย
(ADJ) ไม่ไว้ใจ
(PHRV) (ตกใจ) ถอยหลัง
(PHRV) ปา/ขว้างไปที่ (อย่างแรง)
(PHRV) หลบเลี่ยง
(N) พ่อค้าหน้าเลือด
(N) ทนายซึ่งทําผิดจรรยาบรรณ
(N) ระดับเสียงระดับที่ 7 ในการเล่นดนตรี
(N) ชื่อเดิมของประเทศไทย
(ADJ) เกี่ยวกับไทย
(N) คนไทย
(N) ภาษาไทย
(N) แมวไทย
(N) ฝาแฝดซึ่งมีลําตัวติดกันแต่กําเนิด
(N) แคว้นไซบีเรีย
(N) ไซบีเรีย
(ADJ) เกี่ยวกับเสียงเสียดแทรก
(N) พยัญชนะเสียงเสียดแทรก
(VT) เปล่งเสียงเสียดแทรก
(N) เกี่ยวกับพี่น้อง
(N) พี่น้อง
(N) แม่หมอพยากรณ์
(VT) โจมตี
(ADJ) ป่วย
(ADJ) มีเชื้อโรค
(ADJ) ไม่สบายใจ
(ADJ) รังเกียจ
(N) คนไข้
(IDM) เบื่อระอา(กับ)
(IDM) ป่วยมาก
(IDM) ผิดหวังมาก
(N) ห้องพยาบาลบนเรือ
(N) เตียงผู้ป่วย
(N) กลุ่มอาการแพ้ห้องปรับอากาศ
(VI) ป่วย
(VT) ทําให้เจ็บป่วย
(PHRV) ไม่ชอบมากจนป่วย
(PHRV) เริ่มแสดงอาการ (ของโรค)
(ADJ) ซึ่งทําให้ป่วย
(PHRV) เหน็ดเหนื่อยกับ
(IDM) ยังนอนป่วย
(N) กลุ่มดาวรูปเคียวในกลุ่มดาวลีโอ
(N) เคียว
(ADJ) เจ็บป่วยบ่อย
(ADJ) ซึ่งไม่น่ามอง
(N) ความเจ็บป่วย
(PHRV) จู่โจม (ปกติใช้กับสัตว์เช่น สุนัข) (คําเก่า)
(PHRV) จู่โจม (ปกติใช้กับสัตว์เช่น สุนัข) (คําเก่า)
(N) ห้องคนป่วย
(PHRV) ป่วย
(ADJ) ซึ่งเป็นด้านข้าง
(N) ข้าง
(N) แง่มุม
(N) เนื้อบริเวณสีข้าง
(N) ฝ่าย
(N) ริม
(VI) สนับสนุน
(VT) ยืนอยู่ด้านข้าง
(VT) สนับสนุน
(PHRV) โต้แย้ง
(N) อาวุธที่คาดไว้บริเวณเอว
(N) ตู้เก็บจานชาม
(N) หนวดเคราข้างใบหู
(IDM) เคียงข้างกัน
(N) รถพ่วงข้างรถจักรยานยนต์
(ADJ) มีขอบ
(N) ผลข้างเคียง
(N) เพื่อนร่วมงาน
(N) งานพิเศษ
(N) สินค้าประกอบ
(N) เส้นข้าง
(VT) ทําให้เข้าร่วมไม่ได้
(ADJ) เอียงไปด้านข้าง
(ADV) เอียงไปข้างหนึ่ง
(N) ส่วนข้าง
(ADJ) เกี่ยวกับดาวฤกษ์
(N) ถนนเล็ก
(N) การแสดงแทรก
(VT) เลื่อนไปด้านข้าง
(ADJ) ตลกมาก
(VI) หลีกเลี่ยง
(VT) หลีกเลี่ยง
(N) ทางที่แยกจากถนนใหญ่
(N) การคลําไปด้านข้าง
(VT) ทําให้ออกนอกประเด็น
(N) ทางเท้า
(ADV) ไปด้านข้าง
(ADJ) ซึ่งมองไปด้านข้าง
(ADV) โดยมองไปด้านข้าง
(PHRV) เข้าข้าง
(N) รางแยกสําหรับหยุดรถไฟ
(N) วัสดุทนทานติดผนังรอบตัวอาคาร
(N) การเดินเอียงข้าง
(VI) เดินเอียงข้าง
(PHRV) เดินออกไปด้านข้าง
(PHRV) เข้าด้านข้าง
(PHRV) ออกไปด้านข้าง
(PHRV) เข็น (เรือ) ออกไปด้านข้าง (ตรงไปยัง)
(N) ไฟจากด้านข้าง
(N) การเดินเอียงข้าง
(N) การโอบล้อม
(N) ความพยายามเอาชนะการต่อต้าน
(N) ตําแหน่ง
(VT) ล้อมโจมตี
(N) ดินเผา
(N) เทือกเขา
(N) การงีบหลับตอนเที่ยง
(N) คนปากเปราะ
(N) ตะแกรง
(VI) กรอง
(VT) กรอง
(VI) กรอง
(VT) กรอง
(VT) วินิจฉัย
(N) สิ่งที่ได้จากการร่อนออกมา
(PHRV) ร่อนแยก (ออกจากกลุ่ม)
(PHRV) ค้นหา
(ABBR) คําย่อของ signal และ signature
(N) เสียงถอนหายใจ
(VI) ถอนหายใจ
(VI) โหยหา
(VT) โหยหา
(PHRV) ถอนหายใจเสียงดัง
(PHRV) ถอนหายใจ (ตามเวลาที่ผ่านไป)
(PHRV) ถอนใจกับ
(PHRV) เซ็นชื่อยอมเสียสิทธิ์ในบางสิ่ง
(N) การเห็น
(N) ภาพ
(VI) เล็ง
(VT) เล็ง
(VT) เห็น
(ADJ) ซึ่งมองเห็น
(IDM) สิ่งที่ยินดีที่ได้เห็น
(ADJ) ไม่สามารถมองเห็นได้
(N) แนวสายตา
(ADJ) น่ามอง
(VT) อ่านโดยไม่เตรียมตัวมาก่อน
(VI) เที่ยวชม
(N) การเที่ยวชม
(N) ผู้เที่ยวชม
(N) เครื่องหมาย
(N) ตัวอักษรกรีกตัวที่18
(ADJ) ซึ่งเป็นรูปตัวเอส (s)
(N) ภาษาใบ้
(N) ร่องรอย
(N) ลาง
(N) สัญลักษณ์
(VI) ทําเครื่องหมาย
(VI) ลงนาม
(VI) แสดงอากัปกิริยา
(VT) ติดต่อกันด้วยสัญญาณ
(VT) ทําเครื่องหมาย
(VT) ลงนาม
(ADJ) ซึ่งเป็นสัญญาณ
(ADJ) เด่น
(N) ลาง
(N) สัญญาณ
(VI) ส่งสัญญาณ
(VT) ให้สัญญาณ
(VT) แสดง
(VT) ให้สัญญาณ
(ADV) ทางสัญญาณ
(N) รูปพรรณสัณฐานของบุคคลอย่างละเอียด
(PHRV) โบกมือให้สัญญาณ
(ADJ) ซึ่งลงนามในสัญญา
(N) ผู้ลงนามในสัญญา
(N) การเซ็นชื่อ
(N) เพลงประจํา
(N) ลายเซ็น
(PHRV) เซ็นชื่อยอมเสียสิทธิ์ในบางสิ่ง
(N) แผ่นป้ายติดประกาศ
(IDM) เซ็นชื่อ
(IDM) ลายเซ็นอย่างเป็นทางการ
(N) ตราประทับเล็กๆ
(VT) ประทับตรา
(N) แหวนตรา
(PHRV) ยอมเซ็นชื่อเพื่อ
(N) ความสําคัญ
(N) ความหมาย
(ADJ) ซึ่งมีความหมาย
(ADV) อย่างสําคัญ
(N) ความสําคัญ
(VT) มีความหมาย
(PHRV) เซ็นชื่อเข้า
(N) ภาษาสัญลักษณ์
(PHRV) ลงชื่อในจดหมาย
(PHRV) ลาออก
(PHRV) หยุดกระจายเสียง
(PHRV) หยุดพูด (คําไม่เป็นทางการ)
(N) ราศี
(PHRV) เซ็นชื่อเริ่มงาน
(PHRV) เซ็นให้ถูกที่
(IDM) ทําบางสิ่งบางอย่างที่เป็นการทําลายตัวเอง
(N) คําเรียกผู้หญิงที่แต่งงานแล้วในภาษาอิตาลี
(N) คําเรียกผู้ชายในภาษาอิตาลี
(N) คําเรียกผู้หญิงที่ยังไม่ได้แต่งงานในภาษาอิตาลี
(PHRV) ลงชื่อออก
(PHRV) เซ็นชื่อโอนให้
(N) ร่องรอย
(N) เสาติดป้ายบอกทางตามถนน
(PHRV) เซ็นชื่อเข้า
(ADJ) เกี่ยวกับศาสนาซิกห์
(N) ชาวศาสนาซิกห์
(N) ศาสนาซิกห์
(N) อาหารสัตว์
(INT) คําสั่งให้เงียบ
(N) การนิ่งเงียบ
(N) การปกปิด
(N) ความเงียบ
(VT) ทําให้เงียบ
(N) ผู้ทําให้เงียบ
(ADJ) เงียบ
(ADJ) ซึ่งไม่ได้กล่าวถึง
(N) หนังเงียบ
(ADV) อย่างเงียบๆ
(N) โครงร่าง
(N) ภาพเงา
(VT) วาดภาพโครงร่างสีดํา
(PHRV) เห็นเป็นสีดําเด่นออกมาจากภาพด้านหลัง
(N) สารประกอบซิลิกา
(N) ธาตุอโลหะที่ใช้ในการทําเหล็กกล้า
(N) โรคปอดเนื่องจากการสูดผงซิลิก้า (silica)
(ADJ) เกี่ยวกับผ้าไหม
(N) ซังข้าวโพด
(N) ผ้าไหม
(N) เส้นไหม
(ADJ) คล้ายไหม
(N) หมวกผ้าไหม
(N) วิธีการพิมพ์ภาพด้วยหมึก
(N) หรูหรา
(N) ตัวไหม
(ADJ) นุ่มเหมือนเส้นไหม
(ADJ) ปกคลุมด้วยขนนุ่มและลื่น
(N) ฐานกําแพง
(N) ธรณีประตูหรือหน้าต่าง
(N) ความโง่เขลา
(ADJ) โง่
(ADJ) น่าเวทนา
(ADJ) มึน
(ADJ) ไร้สาระ
(ADJ) อ่อนแอ
(N) คนโง่
(IDM) ช่วงเวลา (มักเป็นฤดูร้อน) ที่ไม่มีข่าวสําคัญทําให้ต้องลงข่าวเล็กๆ หรือให้ข้อมูลที่ไม่สําคัญ
(N) ฉาง
(N) ห้องใต้ดินเก็บอาวุธ
(VT) เก็บในฉาง
(N) มหาวิทยาลัยศิลปากร
(N) ี้โคลน
(VI) เต็มไปด้วยโคลน
(VT) ทําใหเต็มไปด้วยโคลน
(PHRV) อุดตันด้วยโคลน
(N) ไม้ป่าในเขตใดเขตหนึ่ง
(ADJ) เกี่ยวกับวันครบรอบ 25 ปี
(ADJ) ประกอบด้วยเงิน
(ADJ) พูดเก่ง
(N) เครื่องเงิน
(N) ธาตุเงิน
(N) สีเงิน
(N) เหรียญเงิน
(VI) กลายเป็นสีเงิน
(VT) เคลือบเงิน
(N) ปลาสีเงิน
(N) การฉลองครบรอบ 25 ปี
(ADJ) ซึ่งทําด้วยเงิน
(N) จอภาพยนตร์ (คําค่อนข้างเก่า)
(N) ภาพยนตร์
(N) อุตสาหกรรมภาพยนตร์
(N) ช่างเงิน
(N) สังคมชั้นสูง
(ADJ) ซึ่งพูดโน้มน้าวเก่ง
(N) เครื่องเงิน
(ADJ) คล้ายเงิน
(ADJ) เกี่ยวกับลิง
(N) ลิง
(ADJ) เหมือนกัน
(N) ความเหมือน
(ADV) ในทํานองเดียวกัน
(N) การเปรียบเทียบ
(N) ความคล้ายกัน
(N) การเคี่ยว
(VI) ตุ๋น
(VT) ตุ๋น
(PHRV) ค่อยๆสงบลง
(PHRV) เคี่ยวให้ค่อยๆ เดือด
(PHRV) คุกรุ่นด้วย (มักด้วยอารมณ์โกรธ)
(ADJ) แท้จริง
(N) บาปจากการทําประโยชน์กับศาสนา
(N) คนโง่
(N) เห็นใจ
(N) การยิ้มแห้งๆ
(VI) ยิ้มแห้งๆ
(VT) พูดแบบยิ้มเขิน
(ADJ) ง่าย
(ADJ) โง่
(ADJ) ซึ่งมีองค์ประกอบเดียว
(ADJ) พื้นฐาน
(ADJ) เรียบๆ
(N) คนโง่
(N) คนถ่อมตัว
(N) สมุนไพร
(N) อัตราส่วนสองจํานวน
(N) กระดูกหัก
(N) อัตราดอกเบี้ยเชิงเดี่ยว
(ADJ) โง่
(ADJ) ไร้เดียงสา
(N) ประโยคความเดียว
(N) คนโง่
(ADJ) ง่ายๆ
(N) ความเรียบง่าย
(VT) ทําให้ง่ายขึ้น
(ADJ) ง่าย
(ADV) เพียงแค่นั้น
(ADV) อย่างง่ายๆ
(ADV) อย่างตรงไปตรงมา
(ADV) อย่างแท้จริง
(N) รายการที่แสดงพร้อมกัน
(N) ความคล้ายกัน
(ADJ) ซึ่งเลียนแบบ
(VT) เลียนแบบ
(N) การลอกเลียนแบบ
(ADJ) ที่พร้อมกัน
(ADV) โดยเกิดขึ้นพร้อมกัน
(N) การทําผิดศีลธรรม
(N) บาป
(N) อักษรตัวที่ 21 ของภาษาฮิบรู
(VI) กระทําบาป
(PHRV) ทําผิดต่อ
(ADV) เมื่อหลายปีมาแล้ว
(CONJ) ตั้งแต่
(CONJ) เนื่องจาก
(PREP) ตั้งแต่
(ADJ) จริงใจ
(ADJ) แท้จริง
(ADJ) บริสุทธ์
(ADV) อย่างจริงใจ
(ADV) อย่างแท้จริง
(N) ความจริงใจ
(N) ความแท้จริง
(N) ความบริสุทธิ์
(IDM) ยาวนานมาก
(N) อัตราสัดส่วนของด้านมุมแหลมต่อด้านมุมฉาก
(N) ตําแหน่งการงานที่ไม่ต้องทํางานมาก
(ADJ) ซึ่งไม่กําหนดวันแน่นอน
(N) สิ่งที่ควรมี
(N) พละกําลัง
(N) เส้นเอ็น
(VT) ออกแรงช่วย
(ADJ) ซึ่งมีพละกําลัง
(ADJ) ชั่วร้าย
(N) การร้องเพลง
(VI) ร้องเพลง
(VI) สรรเสริญด้วยบทกวี
(VT) ร้องเพลง
(VT) สรรเสริญด้วยบทกวี
(N) ประเทศสิงคโปร์
(PHRV) ร้องเพลงขับไล่
(PHRV) ร้องเพลงไม่หยุด
(N) จังหวัดสิงห์บุรี
(N) สิงห์บุรี
(VT) ทําให้ไหม้
(N) นักร้อง
(ADJ) เกี่ยวกับประเทศศรีลังกา
(ADJ) เดี่ยว
(ADJ) โสด
(IDM) เข้าแถว
(ADV) โดยลําพัง
(ADJ) เด็ดเดี่ยว
(ADJ) มุ่งมั่น
(PHRV) เลือกเฉพาะ
(VT) พิมพ์บรรทัดเดียว
(N) เสื้อกล้าม
(N) คนหรือสิ่งที่มีเพียงสิ่งเดียว
(PHRV) ร้องออกมาอย่างต่ําต้อย (หรือนอบน้อม) หลังพ่ายแพ้
(ADV) เดี่ยว
(PHRV) ร้องเพลงออกมา
(IDM) ร้องเพลงเงียบๆ
(PHRV) ประพฤติตัวนอบน้อมหลังจากถูกดุว่า
(N) การร้องเพลง
(PHRV) ร้องเพลงกับ (เครื่องดนตรี)
(PHRV) ร้องเพลงให้กับ
(PHRV) ร้องพร้อมกัน
(ADJ) เป็นเอกพจน์
(ADJ) ี่ผิดธรรมดา
(N) คําเอกพจน์
(PHRV) ร้องเสียงดัง
(ADJ) เป็นลางร้าย
(N) อ่างสําหรับล้าง
(VI) จม
(VI) ตกลง
(VT) ทําให้จม
(N) การจม
(PHRV) ปล่อยให้จมลง
(PHRV) ล้มลง
(N) ผู้จม
(N) บ่อน้ํา
(PHRV) ซึมเข้า
(PHRV) (เรือ) จมใน
(N) เงินทุนชําระหนี้
(PHRV) (เรือ) จมใน
(IDM) ซึมเศร้า
(IDM) ล้มเหลวหรือประสบความสําเร็จ
(IDM) ยุติข้อขัดแย้งไว้ก่อน
(IDM) ยุติข้อขัดแย้งไว้ก่อน
(PHRV) ทรุดลง
(PHRV) ทรุดลงกับ
(PHRV) (ที่ดิน, พื้นดิน) มีไปจนถึง
(PHRV) ลดลงเป็น
(PHRV) จมลง
(PHRV) ตาย
(N) ผู้ทําบาป
(N) การศึกษาเกี่ยวกับประเทศจีน
(ADJ) เป็นคลื่น
(ADJ) ซึ่งเป็นคลื่น
(N) โพรงในกระดูกศีรษะ
(N) โพรงจมูกอักเสบ
(SUF) ภาวะ
(N) ชาวอินเดียนแดง
(VI) จิบ
(VT) จิบ
(N) ท่อที่ใช้ทํากาลักน้ํา
(VT) ถ่ายน้ําโดยวิธีกาลักน้ํา
(PHRV) ดูดของเหลวออกด้วยท่อหรือสาย
(N) คําเรียกขึ้นต้นจดหมาย
(N) คําเรียกนําหน้าชื่ออัศวินหรือขุนนางของอังกฤษ
(N) คําสุภาพสําหรับเรียกครูอาจารย์ผู้ชาย
(N) คําสุภาพสําหรับเรียกผู้ชาย
(SL) อวัยวะเพศหญิง
(N) คํากล่าวแสดงความเคารพกษัตริย์หรือบุคคลสําคัญ
(N) บิดา
(VT) เป็นพ่อพันธุ์
(N) เสียงหวอ
(N) เนื้อสันนอก
(N) น้ําเชื่อม
(N) คําเรียกไม่เป็นทางการของ sister
(N) เส้นใยพืชชนิดหนึ่ง
(ADJ) (ผู้ชาย) ซึ่งมีลักษณะเหมือนผู้หญิง (คําไม่เป็นทางการ)
(N) คนขี้อาย
(N) เด็กผู้หญิงตัวเล็กๆ
(N) ผู้ชายหรือเด็กชายที่มีลักษณะเหมือนผู้หญิง (คําไม่เป็นทางการ)
(N) น้องสาวหรือพี่สาว
(N) แม่ชี
(N) ความเป็นพี่หรือน้องสาว
(N) พี่หรือน้องสะใภ้
(N) เวลาที่ใช้ในการนั่ง
(VI) กกไข่
(VI) ตั้งอยู่
(VI) นั่ง
(VI) เลี้ยงเด็ก (คําไม่เป็นทางการ)
(VT) หาที่นั่งให้
(PHRV) นั่งคอย
(PHRV) นั่งคอย
(PHRV) นั่งที่
(IDM) ชื่นชมอย่างมาก
(PHRV) นั่งถอยหลังไป
(PHRV) ทําอะไรไม่ได้
(PHRV) นั่งลง
(PHRV) คัดค้าน
(PHRV) นั่งเตรียมพร้อมสําหรับ
(PHRV) เผชิญกับ
(N) สถานที่ตั้ง
(VT) จัดตั้งขึ้นในสถานที่
(PHRV) เข้าสอบ
(PHRV) นั่งวางท่า (เพื่อให้วาดรูป, ถ่ายรูปฯลฯ)
(PHRV) เป็นตัวแทนในสภา
(PHRV) ได้รับอนุญาตให้เข้าร่วม
(PHRV) เลี้ยงดูเด็ก (ขณะที่พ่อแม่ไม่อยู่)
(PHRV) นั่งอยู่ใน
(N) การชุมนุมประท้วง
(PHRV) ทําหน้าที่แทน
(PHRV) เห็นว่า (บางคน) มีอํานาจตัดสิน
(PHRV) เก็บไว้ในช่วง (เวลา)
(PHRV) นั่งบน
(PHRV) เป็นสมาชิกของ
(PHRV) (ผ้า) พาดบน
(PHRV) มีผลต่อ
(PHRV) วางบน
(PHRV) สืบสวน
(PHRV) (อาหาร) อยู่ในหรือตกถึง (กระเพาะอาหาร)
(PHRV) นั่งด้านนอก
(PHRV) ไม่มีส่วนร่วมใน
(PHRV) อยู่จนจบ (การแสดง)
(PHRV) ได้เปรียบ
(N) ผู้เลี้ยงเด็ก
(PHRV) อยู่ร่วมตลอด
(PHRV) ไม่เปลี่ยนใจ
(PHRV) อยู่ในที่เดียวกัน
(N) การเข้านั่งประจําที่
(N) เป้านิ่ง
(IDM) อยู่ได้อย่างสุขสบาย
(N) ห้องนั่งเล่น
(IDM) เป้านิ่ง
(PHRV) นั่งวางท่าให้ (วาดรูป)
(VT) ตั้งอยู่ที่
(N) สถานการณ์
(PHRV) เข้าเรียนกับ
(N) ท่าบริหารหน้าท้อง
(PHRV) นั่งบนขาหลัง (สัตว์สี่เท้าเช่น สุนัข)
(PHRV) เป็นที่สนใจ
(PHRV) ลุกขึ้นนั่ง
(PHRV) เก็บไว้ในช่วง (เวลา)
(PHRV) นั่งบน
(PHRV) เป็นสมาชิกของ
(PHRV) (ผ้า) พาดบน
(PHRV) มีผลต่อ
(PHRV) วางบน
(PHRV) สืบสวน
(PHRV) (อาหาร) อยู่ในหรือตกถึง (กระเพาะอาหาร)
(N) ตําแหน่งในร่างกาย
(PHRV) นั่งอยู่กับ
(PHRV) อยู่เป็นเพื่อนกับ
(N) การนั่งอาบน้ํา
(N) พระศิวะ
(ADJ) ซึ่งมีจํานวนหก
(N) จํานวนหก
(PRON) จํานวนหก
(IDM) ไม่แตกต่างกัน
(N) เหรียญหกเพนนีของอังกฤษ
(ADJ) ซึ่งเป็นเหรียญหกเพนนีของอังกฤษ
(N) ปืนที่มีลูกโม่หกนัด
(ADJ) ซึ่งมีจํานวนสิบหก
(N) จํานวนสิบหก
(N) ลําดับที่สิบหก
(N) ลําดับที่หก
(IDM) สัมผัสที่ 6
(N) สัมผัสที่หก
(N) ลําดับที่หกสิบ
(N) เลขหกสิบ
(ADJ) มีขนาดใหญ่มาก
(N) ขนาด
(VT) จัดกลุ่มตามขนาด
(ADJ) ซึ่งจัดกลุ่มตามขนาด
(PHRV) เดาหรือกะขนาดของ
(ADJ) ซึ่งจัดกลุ่มตามขนาด
(N) เสียงดังแฉ่ๆ
(VI) ส่งเสียงแฉ่ๆ
(VT) ทําให้เกิดเสียงดังแฉ่ๆ
(N) วันที่ร้อนมาก (คําไม่เป็นทางการ)
(N) สิ่งที่ร้อนจัด
(SL) เหล้าแรง
(N) กวีโบราณชาวสวีเดน
(N) รองเท้าสเก็ต
(VI) เล่นเสก็ต
(PHRV) เล่นสเก็ตไปรอบๆ
(N) กระดานเล่นสเก็ตซึ่งมีล้อเล็กๆ ช่วยให้เคลื่อนที่
(PHRV) เล่นสเก็ตบน
(IDM) เสี่ยงในการพูด (บางสิ่ง)
(PHRV) ใส่รองเท้าสเก็ตวิ่งข้าม
(N) คนเล่นสเก็ต
(PHRV) เล่นสเก็ตไปรอบๆ
(N) รีบวิ่งหนี
(N) การยิงเป้า
(N) กลุ่มด้ายที่พันกันยุ่งเหยิง
(ADJ) เกี่ยวกับโครงกระดูก
(N) คนผอมแห้ง
(N) โครงกระดูก
(N) โครงสร้าง
(IDM) ความลับที่น่าตกใจ
(VT) ทําโครงร่าง
(ADJ) เกเร
(N) กริช
(N) ความสงสัย
(N) ผู้สงสัย
(N) ผู้สงสัย
(N) ความสงสัย
(N) การอธิบายอย่างคร่าวๆ
(N) ภาพร่าง
(VI) วาดภาพร่าง
(VT) วาดภาพร่าง
(N) สมุดหรือกระดาษที่ใช้ทําโครงร่าง
(PHRV) วาด
(PHRV) วาดร่าง
(N) สมุดหรือกระดาษที่ใช้ทําโครงร่าง
(ADJ) คร่าวๆ
(ADJ) ไม่ตรง
(N) ตําแหน่งเฉียง
(VI) เอียง
(VT) ทําให้ไม่ตรง
(VT) บิดเบือน
(ADJ) ซึ่งมีลายสลับสี
(N) ไม้เสียบ
(N) กระดานสกี
(VI) เคลื่อนไปด้วยสกี
(VT) เคลื่อนไปด้วยสกี
(N) การลื่น
(N) ไม้ขัดไม่ให้ล้อหมุน
(N) รางเลื่อน
(VI) ลื่น
(ADJ) ลื่นไถล
(PHRV) เลื่อนไถล
(N) เรือพายเล็กๆ
(N) การเล่นสกี
(N) การกระโดดของนักสกี
(ADJ) ซึ่งมีทักษะ
(N) กระเช้าไฟฟ้า
(N) ความเชี่ยวชาญ
(N) ฝีมือ
(ADJ) ซึ่งมีทักษะ
(N) กระทะสําหรับทอด มีด้ามยาว
(ADJ) ซึ่งมีทักษะ
(SL) มากมาย
(VT) ตักจากผิวหน้าของเหลว
(N) นมไขมันต่ํา
(N) ผู้ตัก
(N) นมไขมันต่ํา
(PHRV) คัดสรรสิ่งที่ดีที่ออกไป
(PHRV) ตักไขมันที่ลอยอยู่ออก
(PHRV) มองผ่านๆ
(PHRV) แล่นบนผิวของ
(VI) ใช้น้อยเกินไป
(PHRV) มองผ่านๆ
(N) ผิวหนัง
(N) ฝ้าที่อยู่ลอยบนผิวของเหลว
(ADJ) ตื้นๆ
(VI) ดําน้ําโดยไม่สวมชุดดําน้ํา
(SL) แบงค์ 5 ปอนด์
(N) การดําน้ําโดยไม่สวมชุดดําน้ํา
(PHRV) ปีนป่ายลง
(N) หนังลามก
(N) คนขี้เหนียว
(N) ปริมาณเหล้ามากจนทําให้เมา (คําสแลง)
(N) การตัดเนื้อดีมาปะส่วนที่บกพร่อง
(N) จิ้งเหลน
(ADJ) ซึ่งไม่มีผิวหนัง
(N) ผู้ลอกหนัง
(ADJ) ผอมมาก
(N) ข้อมูลที่เชื่อถือได้ (คําสแลง)
(PHRV) ทาใหม่
(PHRV) หุ้มหนังใหม่
(IDM) ด่าว่าอย่างรุนแรง
(ADJ) ไม่มีเงิน
(SL) จนกรอบ
(PHRV) ลอกออก
(ADJ) (เสื้อผ้า) ซึ่งใส่รัดตัว
(PHRV) ปีนป่ายขึ้นไป
(VI) กระโดด
(VI) ข้ามไป
(VT) กระโดด
(VT) ขาด
(VT) ข้ามไป
(IDM) ลืมมันไปซะ
(PHRV) ลืมเสีย
(PHRV) หลบหนี
(N) ไม้ค้ําในการเล่นสกี
(PHRV) หลบหนี
(PHRV) กระโดดข้าม
(PHRV) ข้าม (บางเรื่อง) ไป
(N) ผู้นําทีม
(PHRV) อ่านผ่านไป
(N) การต่อสู้กันเล็กน้อย
(N) การโต้เถียงเล็กน้อย
(VI) ต่อสู้กันเล็กน้อย
(VI) โต้เถียงกันเล็กน้อย
(N) กระโปรง
(N) คําเรียกผู้หญิง (คําหยาบ)
(SL) หญิงสาวที่มีเสน่ห์
(PHRV) หาทางจัดการกับ (อย่างอ้อมๆ หรือเลี่ยงๆ)
(PHRV) หาทางจัดการกับ (อย่างอ้อมๆ หรือเลี่ยงๆ)
(N) เรื่องล้อเลียน
(VI) เคลื่อนไปอย่างเร็ว
(VT) ทําให้เคลื่อนไปอย่างเร็ว
(ADJ) พยศ (ม้า)
(N) กีฬาคล้ายโบว์ลิ่ง
(PHRV) ไล่ออก (กีฬาคริกเก็ต)
(VI) โดดเรียน (คําไม่เป็นทางการ)
(PHRV) เลี่ยงงาน (คําสแลง)
(SL) ชุดชั้นใน
(N) คนรับใช้
(INT) คํากล่าวอวยพร
(N) นกจําพวก Catharacta
(N) ความไม่ซื่อสัตย์
(N) ผู้หลบหนี
(VI) แสร้งทําเป็นป่วย (เพื่อเลี่ยงงาน)
(VI) หลบ
(N) กะโหลกศีรษะ
(N) หัว (คําสแลง)
(N) หมวกไม่มีขอบ
(N) ความไม่ซื่อสัตย์
(SL) งานสกปรก
(N) คนน่ารังเกียจ (คําสแลง)
(N) สัตว์สีดําสลับขาวพ่นกลิ่นเหม็นเมื่อตกใจ
(SL) กัญชาที่แรงชนิดหนึ่ง
(ADJ) มีกลิ่นเหม็น
(N) ท้องฟ้า
(VI) ตีหรือโยนให้สูง
(VT) ตีหรือโยนให้สูง
(ADJ) สีฟ้า
(N) คนยกกระเป๋าที่สนามบิน
(VI) กระโดดร่ม
(N) พันธุ์สุนัข
(ADJ) สูงมาก
(ADJ) เหมือนท้องฟ้า
(ADJ) สูงมาก
(VT) จี้เครื่องบิน
(N) คนจี้เครื่องบิน
(N) นกชนิดหนึ่ง
(N) หน้าต่างบนหลังคา
(N) เส้นขอบฟ้า
(SL) กระเป๋า
(VI) ประสบความสําเร็จอย่างรวดเร็ว
(VI) ลอยขึ้นสูงอย่างฉับพลัน
(VT) ทําให้ประสบความสําเร็จอย่างฉับพลัน
(N) ตึกสูงมาก
(IDM) ไม่มีที่สิ้นสุด
(ADJ) สู่ท้องฟ้า
(ADV) สู่ท้องฟ้า
(N) การเขียนตัวหนังสือ
(N) แผ่นหนา
(VT) ทําให้เป็นแผ่น
(VT) ปูด้วยแผ่นวัสดุหนา
(VT) เลื่อยไม้เป็นแผ่นหนา
(VI) ปล่อยน้ําลายไหล
(ADJ) เฉื่อย
(ADJ) หย่อน
(VI) หย่อน
(VT) ทําให้หย่อน
(PHRV) ขี้เกียจ
(PHRV) คลายออก
(PHRV) ลดลง (ความเร็ว / ความพยายาม)
(N) ผู้หลบเลี่ยง
(N) กางเกงทรงหลวม
(N) น้ําที่ไม่มีกระแสน้ํา
(N) เศษแร่
(SL) หญิงที่เป็นคู่ขา
(VI) เป็นขี้แร่
(VT) เปลี่ยนให้เป็นกากแร่
(VT) กริยาช่อง 3 ของ slay
(VT) บรรเทา
(N) การเล่นสกี
(N) เสียงดังปัง
(VI) ปิดดังปัง
(VT) ปิดดังปัง
(VT) วิพากษ์วิจารณ์อย่างรุนแรง
(ADJ) อึกทึก
(PHRV) วางลงเสียงดัง
(PHRV) ปิด (ประตู) ใส่ดังโครม
(PHRV) ไม่ยอมพูดกับ
(PHRV) รีบสวมใส่
(PHRV) รีบเหยียบ
(PHRV) ปิดเสียงดัง
(N) คําพูดให้ร้าย
(VI) พูดให้ร้าย
(VT) พูดให้ร้าย
(N) ถ้อยคําที่เป็นภาษาพูดและใช้ในกลุ่มคนบางกลุ่ม
(VI) ใช้ภาษาหยาบคาย
(VT) ใช้ภาษาหยาบคายกับ
(IDM) การโต้เถียงที่รุนแรง
(N) การบิดเบือน
(N) การเอียงลาด
(N) ความคิดเห็น
(VI) บิดเบือน
(VI) เอน
(VT) ทําให้เอน
(VT) บิดเบือน
(PHRV) บิดเบือน
(PHRV) เอียงลาดไปทาง
(ADV) เอียง
(N) การตบ
(N) เสียงตบ
(VT) ตบ
(SL) ลวกๆ
(PHRV) วางลงเสียงดัง
(SL) คนหัวล้าน
(IDM) โดนตบหน้า
(PHRV) สวมลวกๆ
(PHRV) ตี (บนส่วนของร่างกาย)
(SL) หญิงที่เป็นคู่ขา
(PHRV) รีบเตรียมอาหาร
(N) การลดราคาอย่างมโหฬาร
(N) รอยฟัน
(N) เส้นแบ่ง (สัญลักษณ์คือ / )
(SL) การฉี่
(VI) ฟัน
(VT) ตัดทอน
(VT) ฟัน
(VT) วิจารณ์อย่างรุนแรง
(ADJ) ร้ายแรง
(N) แผ่นบานเกล็ดหน้าต่างหรือประตู
(VT) ใส่แผ่นบานเกล็ด
(N) รายชื่อผู้สมัครรับเลือกตั้ง
(N) หินชนวน
(VT) มุงหลังคาด้วยกระเบื้องหินชนวน
(VT) ใส่เข้าไปในรายชื่อผู้สมัคร
(N) โสเภณี
(N) การฆ่าสัตว์เป็นอาหาร
(N) การฆ่าอย่างทารุณ
(VT) การแพ้อย่างราบคาบ (คําสแลง)
(VT) ฆ่าสัตว์เพื่อเป็นอาหาร
(VT) สังหารหมู่
(N) โรงฆ่าสัตว์
(N) ชาวสลาฟ
(N) ทาส
(VI) ทํางานหนัก
(PHRV) ทํางานหนัก (ราวกับทาส) สําหรับ
(PHRV) ทํางานอย่างทาส
(N) คนคุมทาส
(PHRV) ทํางานอย่างทาส
(VI) หลั่งน้ําลาย
(N) ความเป็นทาส
(ADJ) เกี่ยวกับชาวสลาฟ
(ADJ) อย่างทาส
(VT) ฆ่าทารุณ
(VT) ทําให้ประทับใจมาก (คําไม่เป็นทางการ)
(N) คนทุจริต
(N) ความไม่ซื่อสัตย์
(ADJ) ซึ่งไม่ซื่อสัตย์
(ADJ) สกปรก
(N) เลื่อนหิมะ
(VI) เคลื่อนไปด้วยเลื่อนหิมะ
(N) เลื่อนหิมะขนาดใหญ่
(N) ค้อนขนาดใหญ่มาก
(ADJ) คล่องแคล่ว
(ADJ) ทันสมัย
(ADJ) นุ่มนวล
(ADJ) มันขลับ
(VT) ทําให้มันเงา
(N) การหลับ
(N) ความตาย (ทางวรรณคดี)
(VI) ไม่กระฉับกระเฉง
(VI) หลับ
(VT) มีเตียงนอนพอ (สําหรับผู้พัก) (ห้ามใช้รูป passive voice)
(PHRV) มีเพศสัมพันธ์กับ (โดยเฉพาะผู้หญิงมีเพศสัมพันธ์กับคนหลายคน)
(PHRV) หลับไม่ยอมตื่น
(N) คนนอนหลับ
(N) รถไฟตู้นอน
(PHRV) นอนดึก
(PHRV) นอนพักที่ทํางาน/บ้าน
(N) ถุงนอน
(N) รถนอน
(N) ยานอนหลับ
(N) โรคร้ายเกิดจากแมลงชนิดหนึ่งเป็นพาหะ
(ADJ) นอนไม่หลับ
(IDM) นอนหลับสนิท
(IDM) นอนหลับสนิท
(PHRV) นอนหลับเพื่อให้หายจาก
(PHRV) นอนหลับบน
(PHRV) คิดและตัดสินใจเกี่ยวกับ
(PHRV) นอนข้างนอก
(PHRV) นอนค้าง (บ้านคนอื่น)
(PHRV) นอนโดยไม่มีเตียงนอน
(PHRV) นอนหลับทั้งวันและคืน
(PHRV) นอนหลับได้ทั้งๆที่มี (บางสิ่ง)
(PHRV) นอนร่วมห้องหรือเตียงเดียวกัน
(PHRV) นอนหลับบน
(VI) เดินละเมอ
(VI) ไม่ใส่ใจ
(N) การเดินละเมอ
(PHRV) นอนหลับห้องหรือเตียงเดียวกับ
(ADJ) ง่วงนอน
(N) คนขี้เซา
(N) แผ่นน้ําแข็งบางที่ปกคลุมตามพื้นหรือต้นไม้
(N) ฝนลูกเห็บ
(VI) ตกเป็นลูกเห็บ
(N) แขนเสื้อ
(N) ปลอกหุ้ม
(VT) ใส่แขนเสื้อ
(N) รถลากเลื่อนบนหิมะ
(VI) เดินทางด้วยรถลากเลื่อนบนหิมะ
(N) กลอุบาย
(N) การหลอกลวง
(N) ความเชี่ยวชาญ
(N) ความว่องไวของการใช้มือแสดงกลหรือเกมไพ่
(ADJ) ผอมบาง
(ADJ) มีน้อย
(ADJ) เรียวยาว
(VI) กริยาช่องที่ 2 และ 3 ของ sleep
(N) นักสืบ
(N) สุนัขดมกลิ่น
(VI) ตามแกะรอย
(VT) ตามแกะรอย
(VT) กริยาช่องที่ 2 ของ slay
(PHRV) หมุน
(PHRV) หมุน
(N) แผ่นตัดบางๆ
(N) ส่วนแบ่ง
(VI) ตัดเป็นแผ่นบาง
(VT) ตัดเป็นแผ่นบาง
(PHRV) เฉือนออก
(PHRV) ตัดออก
(IDM) การแบ่งปันบางสิ่ง
(PHRV) แล่นผ่า
(PHRV) ตัดเป
(ADJ) คล่องแคล่ว
(ADJ) ซึ่งมีเล่ห์เหลี่ยม
(ADJ) พูดคล่อง
(ADJ) ลื่นเป็นมัน
(ADJ) สุภาพ
(N) คราบน้ํามัน
(N) ผิวลื่นเป็นมัน
(N) หนังสือหรือนิตยสารที่พิมพ์ด้วยกระดาษมัน
(VT) ทําให้ลื่น
(PHRV) เฉือนออกเป็นชิ้น
(PHRV) ทําให้สวยงาม
(N) การลื่นไถล
(N) ภาพนิ่ง
(VI) เปลี่ยนไปสู่สภาพที่แตกต่าง
(VI) ลดลง
(VI) ลื่น
(VT) ทําให้ลื่นถลา
(PHRV) ลื่นไถลไปมา
(PHRV) ไถลเข้าไป
(PHRV) หลบออกจาก
(PHRV) ไถลไปบน
(N) สไลเดอร์
(PHRV) ลื่นไถลไปมา
(N) ไม้บรรทัดแบบมีตัวเลื่อนไปมาได้สําหรับคํานวณ
(ADJ) เล็กน้อยมาก
(ADJ) เอวบางร่างน้อย
(VT) มองข้าม
(ADJ) ดูหมิ่น
(ADV) อย่างเล็กน้อย
(ADJ) ผอมเพรียว
(ADJ) เล็กน้อย
(VI) ลดน้ําหนักด้วยการควบคุมอาหาร
(VT) ทําให้ลดขนาดลง
(PHRV) ทําให้น้อยลง
(N) น้ําเมือกที่หลั่งจากสัตว์
(N) เลน
(VT) ละเลงด้วยโคลน
(ADJ) บอบบาง
(ADJ) บอบบาง
(N) แถบผ้าคล้องคอสําหรับแขวนมือหรือแขนที่บาดเจ็บ
(N) สายสะพายปืน
(N) ห่วงเชือกสําหรับเหวี่ยงก้อนหิน (อาวุธ)
(N) ห่วงเชือก สายหนัง หรือโซ่สําหรับดึงรั้งของหนัก
(VT) ขว้าง
(VT) คล้อง
(N) เหล้าผสมน้ําแข็ง น้ําตาลและมะนาว
(PHRV) ขว้างไปที่
(PHRV) ขว้างออก
(N) ูหนังสติ๊ก
(PHRV) แขวนขึ้นไป
(PHRV) ทําให้หวนนึกถึง
(ADJ) ซึ่งคลอดก่อนกําหนด
(N) ลูกสัตว์ที่คลอดก่อนกําหนด
(VI) เดินลับๆ ล่อๆ
(VT) คลอดลูกก่อนกําหนด (สัตว์)
(PHRV) หลบออกไปเงียบๆ
(ADJ) ซึ่งเดินลับๆ ล่อๆ
(N) การไถล
(N) ชุดชั้นในของผู้หญิง
(VI) ลื่นไถล
(VI) ใส่หรือถอดอย่างง่ายและรวดเร็ว
(VT) ทําให้ไถลไป
(VT) ใส่หรือถอดอย่างง่ายและรวดเร็ว
(PHRV) ออกไปเงียบๆ
(PHRV) ไถลกลับ
(PHRV) แล่นผ่านเงียบๆ
(PHRV) (เวลา) ผ่านไปรวดเร็ว
(PHRV) (โอกาส) ผ่านไปโดยไม่คว้าไว้
(PHRV) ไม่สังเกตเห็น
(N) ปลอกหุ้ม
(PHRV) กลืนง่าย
(PHRV) ลื่นล้ม
(PHRV) ตกลงต่ํากว่า (มาตรฐาน)
(PHRV) ลบเลือนจาก
(PHRV) ลื่นตกจาก
(PHRV) เข้า (สถานที่หรือร่วมกลุ่ม) เงียบๆ
(PHRV) เขียนหรือพูดเพิ่ม
(PHRV) เข้าไปเงียบๆ
(PHRV) ลื่นไถลเข้าไป
(N) ปมที่แก้ได้
(PHRV) รีบถอดออก
(PHRV) ลื่นล้ม
(PHRV) ออกไปเงียบๆ
(IDM) คําพูดผิดที่เกิดจากการออกเสียงผิด
(PHRV) รีบสวม
(IDM) ลืมส่งที่ควรจํา
(PHRV) เผยความลับโดยไม่ตั้งใจ
(PHRV) ลื่นล้ม
(PHRV) ลื่นตกลงมาจาก
(PHRV) หลบออกไปเงียบๆ
(N) เสื้อผ้าสําหรับสวมหัว
(PHRV) ดึงออกได้ง่าย
(N) การเลื่อนไหล
(PHRV) แล่นผ่านเงียบๆ
(PHRV) (เวลา) ผ่านไปรวดเร็ว
(PHRV) (โอกาส) ผ่านไปโดยไม่คว้าไว้
(PHRV) ไม่สังเกตเห็น
(N) รองเท้าสวมเดินในบ้าน
(N) พืชชนิดหนึ่ง
(ADJ) ลื่น
(IDM) จับตัวยาก
(N) พืชชนิดหนึ่ง
(ADJ) สะเพร่า
(PHRV) ผ่านไปเงียบๆ
(PHRV) ยอมให้หนีรอดไป
(N) ความบกพร่อง
(PHRV) เลื่อนออก
(N) รอยกรีดยาว
(VT) ตัดเป็นทางยาว
(N) การลื่นไถล
(VI) ลื่นไถล
(VT) ทําให้ลื่นไถล
(PHRV) ตัดเป็นทางยาว
(PHRV) ทําให้บาดเจ็บ (คําไม่เป็นทางการ)
(N) เศษไม้
(VI) เฉือนบางๆ
(VT) เฉือนบางๆ
(N) คนหยาบคาย (คําหยาบ)
(N) การเขียนหรือพูดแสดงความรู้สึกมากเกินไป
(N) น้ําลาย
(VI) ทําน้ําลายไหล
(VI) แสดงความรู้สึกมากเกินไป
(VT) ทําให้น้ําลายไหล
(VT) ทําให้เปื้อนน้ําลาย
(PHRV) ปล่อยให้น้ําลายไหลจากปากเมื่อมองเห็น (บางสิ่ง)
(ADJ) ซึ่งชุ่มด้วยน้ําลาย
(N) ผลไม้รสเปรี้ยว
(ADJ) ตาเหล่
(VT) ตีแรง
(N) คําขวัญ
(N) คําโฆษณา
(PHRV) ทํางานหนัก
(PHRV) ทํางานหนักจนเสร็จ
(N) เรือใบที่มีเสากระโดงเรือเสาเดียว
(N) กากที่ได้หลังจากการหมักเครื่องดื่มอัลกอฮอล์
(N) การพูดหรือเขียนแสดงความรู้สึกมากเกินไป
(N) โคลน
(N) น้ําเสียจากร่างกาย (เช่น น้ําปัสสาวะ)
(N) น้ําหรือของเหลวที่ล้นออกมา
(N) อาหารที่ทําอย่างลวกๆ
(N) อาหารเหลว
(VI) ทําหก
(VI) ย่ําโคลน
(VI) ล้นออกมา (ของเหลว)
(VT) ทําหก
(VT) ทําให้ล้นออกมา
(VT) เลี้ยงหมูหรือสัตว์อื่นด้วยเศษอาหาร
(N) เสื้อกันเปื้อน
(PHRV) ทําหกจาก
(PHRV) ทําหกจาก
(N) พื้นที่ลาดเอียง
(VI) ลาดเอียง
(VT) ทําให้ลาดเอียง
(PHRV) ค่อยๆ เอียงลง
(PHRV) เลี่ยงออกไปเงียบๆ
(PHRV) เอียงลงไปทาง
(PHRV) เอียงขึ้น
(PHRV) ปล่อย (ของเหลว) ออกจนหมด
(PHRV) หกรด
(PHRV) แสดงความรักสุดซึ้งกับ
(ADJ) ซึ่งเป็นโคลนเลน
(ADJ) ยุ่งเหยิง
(N) เสื้อถูกๆ
(N) เสื้อผ้า หมอน ที่นอน ผ้าห่มของกะลาสีเรือ (คําโบราณ)
(N) การกระเด็น
(N) โคลน
(SL) เบียร์
(VI) ใช้บางอย่างกวนของเหลว
(VI) เดินลุยน้ํา (โคลน, หิมะ ฯลฯ)
(VT) ใช้บางอย่างกวนของเหลว
(VT) ทําหก
(PHRV) ตกจาก
(PHRV) ตกจาก
(ADJ) เมา
(PHRV) ป้ายลวกๆ
(N) ช่องเปิดที่แคบยาว (สําหรับใส่เหรียญ, จดหมาย)
(N) ตําแหน่งงาน
(N) เวลาและสถานที่ซึ่งกําหนดในตาราง
(VI) กําหนดเวลาในตาราง
(VT) กําหนดในตาราง
(VT) เจาะรู
(VT) หยอดลงในช่อง
(N) ความขี้เกียจ
(N) สัตว์เลี้ยงลูกด้วยนมตระกูล Bradypus Choloepus
(N) หมีพันธุ์หนึ่ง
(ADJ) ขี้เกียจ
(PHRV) เก็บเข้าที่
(PHRV) เตะเข้าประตู (กีฬาฟุตบอล) (คําไม่เป็นทางการ)
(N) เครื่องขายของอัตโนมัติโดยการหยอดเหรียญ
(N) เครื่องหยอดเหรียญสําหรับเล่นพนัน
(N) การนั่ง ยืน หรือเดินแบบงอตัว
(N) คนเดินงุ่มง่าม
(N) คนไม่เอาไหน
(N) ท่างอตัว
(VI) การนั่ง ยืน หรือเดินหลังโกง
(VT) งอตัว
(PHRV) ทําตัวไร้สาระ
(PHRV) ทําตัวไร้สาระ
(N) คราบ
(N) หนองที่มีแต่โคลน
(VI) ลอกคราบ
(VT) ลอกคราบ
(PHRV) สลัดทิ้ง
(PHRV) (หนังหรือผิว) ลอกออก
(PHRV) รีบจัดการกับ
(ADJ) ซึ่งเป็นคราบ
(N) ภาษาสโลวาเกีย
(N) สาธารณรัฐสโลวาเกีย
(N) ชาวสโลวาเกีย
(N) ภาษาสโลวาเกีย
(N) คนประมาท
(N) คนสกปรก
(ADV) อย่างประมาท
(ADJ) ช้า
(ADJ) ช้ากว่าเวลาจริง
(ADJ) ซึ่งลังเล
(ADJ) ที่ใช้เวลานาน
(ADV) ช้ากว่าเวลาจริง
(ADV) อย่างช้า
(VT) ฝืดเคือง (ทางธุรกิจ)
(IDM) ความตั้งใจและความขยันจะนําความสําเร็จมาให้
(PHRV) แล่นช้าลง
(ADV) อย่างช้าๆ
(N) การเคลื่อนช้าๆ
(IDM) เข้าใจสิ่งต่างๆได้ช้า
(N) คนเฉื่อย
(PHRV) แล่นช้าลง
(ADJ) เข้าใจช้า
(ABBR) คําย่อของ single-lens reflex
(VT) ทอหรือปั่นเล็กน้อย
(N) กาก
(N) โคลน
(N) น้ําแข็งที่แตกเป็นเศษ (ลอยอยู่ในทะเล)
(PHRV) หมุน
(PHRV) หมุน
(N) กระสุน (ทางทหาร)
(N) เครื่องดื่มผสมอัลกอฮอล์ (คําไม่เป็นทางการ)
(N) เหรียญโลหะที่ทําปลอมสําหรับหยอดลงเครื่องจําหน่ายสินค้าแบบหยอดเหรียญอย่างผิดกฎหมาย (คําไม่เป็นทางการ)
(N) คนที่ขี้เกียจ (คําสแลง)
(N) ตัวอ่อนของแมลง
(N) ทากจําพวก Stylommatophora ไม่มีกระดองและกินใบไม้
(VT) การตี ฟาดหรือหวดอย่างแรง
(VT) ตีอย่างแรง
(ADJ) ขี้เกียจ
(N) คนขี้เกียจ (คําโบราณ)
(ADJ) ขี้เกียจ
(PHRV) ยืนหยัดต่อสู้
(N) ช่องระบายน้ํา
(N) น้ําที่กักเก็บไว้โดยประตูน้ํา
(N) ประตูน้ําปิดเปิดบังคับการไหลของน้ําในคลอง
(VI) พุ่ง (น้ํา)
(VI) ไหลผ่าน
(VI) ออกจากประตูน้ํา
(VT) ปล่อยออกจากประตูน้ํา
(VT) ล้างออกด้วยน้ํา
(PHRV) ล้างน้ําจํานวนมาก
(PHRV) ล้างน้ําออก
(N) แหล่งเสื่อมโทรม
(VT) ยอมอยู่ในสถานที่เสื่อมโทรมหรือที่ไม่น่าอยู่
(N) การงีบหลับ
(N) ช่วงเวลาที่งีบหลับ
(N) สภาวะสงบ
(VI) งีบหลับ
(VI) อยู่ในภาวะสงบ
(VT) ปล่อยให้เวลาผ่านไปโดยการนอนหลับ
(ADJ) ซึ่งงีบหลับ
(ADJ) ซึ่งงีบหลับ
(N) การงอตัว
(N) การตกต่ําทางเศรษฐกิจ
(N) ช่วงตกต่ําทางเศรษฐกิจ
(VI) ตกฮวบ (ราคา, ธุรกิจ, หุ้น ฯลฯ)
(VI) ทรุดตัวลง
(PHRV) กระแทกลงนั่ง
(PHRV) ตกลง
(VT) กริยาช่องที่ 2 และ 3 ของ sling
(VI) กริยาช่องที่ 2 และ 3 ของ slink
(VT) กริยาช่องที่ 2 และ 3 ของ slink
(N) การทอดเสียงยาว
(N) การใส่ร้ายป้ายสี
(N) การออกเสียงไม่ชัด
(N) คําพูดใส่ร้ายป้ายสี
(VI) พูดไม่ค่อยชัด
(VT) ทอดเสียงยาว (ดนตรี)
(VT) พูดถึงคนอื่นในแง่ไม่ดี
(VT) พูดไม่ค่อยชัด
(PHRV) รีบแก้ไข
(VI) กินเสียงดัง
(VT) กินเสียงดัง
(N) ส่วนผสมของเหลวกับของแข็ง เช่น ซีเมนต์
(N) คําพูดแสดงอารมณ์ความรู้สึกมากเกินไป
(N) โคลน
(N) น้ําโสโครกจากห้องครัวในเรือ
(N) สารหล่อลื่น
(N) หิมะหรือน้ําแข็งที่กําลังละลาย
(VT) เดินลุยน้ําสกปรกหรือน้ําเน่า
(VT) ทําให้เปื้อนด้วยน้ําสกปรกหรือน้ําเน่า
(VT) โปะด้วยซีเมนต์
(VT) หยอดน้ํามันหล่อลื่น
(ADJ) ซึ่งแสดงอารมณ์ความรู้สึกมากเกินไป
(ADJ) เต็มไปด้วยหิมะที่กําลังละลาย
(N) ผู้หญิงขี้เกียจ (คําหยาบ)
(N) โสเภณี (คําหยาบ)
(ADJ) ซึ่งทําอย่างลับๆ
(ADJ) ซึ่งมีเล่ห์เหลี่ยม
(N) การจูบเสียงดัง
(N) การตบ
(N) เสียงตีดังผัวะ
(VI) ตบ
(VI) ปะทะกันเสียงดัง
(VT) จูบเสียงดัง
(VT) ตบ
(ADV) โดยตรง (คําไม่เป็นทางการ)
(ADV) อย่างเสียงดัง (คําไม่เป็นทางการ)
(N) รสชาติ
(N) ร่องรอย
(VI) มีรสชาติ
(VI) ส่อเค้า
(N) เรือหาปลา
(N) เฮโรอีน (คําสแลง)
(IDM) อยู่ตรงกลาง
(PHRV) ดุด่า (คําไม่เป็นทางการ)
(N) การจูบเสียงดัง
(ADJ) รุนแรง
(IDM) น่าละอาย
(PHRV) มีท่าทางของ
(ADJ) ยังเด็ก
(ADJ) เล็ก
(N) อาวุธขนาดเล็ก
(N) สิ่งที่มีค่าไม่มาก
(IDM) คนหรือสิ่งที่ไม่น่าสนใจ
(IDM) หลังเที่ยงคืน
(N) ช่วงตอนเช้า
(N) สําไส้เล็ก
(ADJ) ใจแคบ
(N) ไข้ทรพิษ
(IDM) ส่วนสําคัญที่มักไม่ได้รับความสนใจในเอกสาร (เพราะพิมพ์ตัวเล็กมาก)
(IDM) การพูดคุยเล็กน้อยอย่างเป็นทางการ
(N) การพูดไร้สาระ
(ADJ) ไม่สําคัญ
(IDM) เล็กน้อย
(ADJ) ฉลาด
(ADJ) เนี้ยบ
(SL) คนฉลาด
(VT) ทําให้ฉลาด
(PHRV) ทํางานหนักขึ้น
(PHRV) ทําให้สวยงาม
(PHRV) ประพฤติตัวดีขึ้น
(N) การชนดังโครม
(N) ความพ่ายแพ้
(N) เสียงแตกละเอียด
(VI) ชนโครม
(VI) แตกเป็นเสี่ยงๆ
(VI) ทําให้พ่ายแพ้
(VT) ชนโครม
(VT) ทําให้แตกเป็นเสี่ยงๆ
(PHRV) พังเข้าไป
(ADJ) ซึ่งแตกเป็นเสี่ยงๆ
(PHRV) ทําลาย
(VT) พูดภาษาไม่ได้มาก
(VT) ศึกษาผิวเผิน
(ADJ) ซึ่งรู้ไม่ลึก
(N) ความรู้ผิวเผิน
(N) การใส่ความ
(N) คําพูดใส่ร้าย
(N) รอยเปื้อน
(N) สิ่งที่เอาไว้ละเลง
(VI) ละเลง
(VT) ทําให้พ่ายแพ้
(VT) ทําให้เสื่อมเสีย
(VT) ละเลง
(PHRV) เกลี่ยบน
(PHRV) เปื้อนด้วย
(SL) คําอุทานเมื่อหงุดหงิด
(SL) คนปัญญาทึบ
(N) คราบอสุจิบริเวณอวัยวะเพศผู้หญิง
(N) กลิ่น
(VI) ดมกลิ่น
(VT) ดมกลิ่น
(IDM) มีความรู้สึกถึงสิ่งผิกปกติ
(PHRV) ได้กลิ่น
(N) ยาแก้เวียนศีรษะ
(PHRV) ได้กลิ่นของ
(IDM) (หนังสือ) ที่ได้รับการปรับปรุงจนไม่เหลือรูปแบบเดิม หรือไม่เป็นธรรมชาติมากนัก
(PHRV) ดมกลิ่นหา
(PHRV) มีกลิ่นแรงมาก
(PHRV) ทําให้เต็มไปด้วยกลิ่น
(ADJ) ซึ่งมีกลิ่นเหม็น
(VT) หลอม
(N) ผู้หลอม
(N) โรงหลอม
(N) จํานวนเล็กน้อย
(SL) จํานวนเล็กน้อย
(N) จํานวนเล็กน้อย
(N) พืชไม้เลื้อย
(N) รอยยิ้ม
(VI) ยิ้ม
(PHRV) ขบขันกับ
(PHRV) ยิ้มมาทาง
(PHRV) ทําให้เบิกบานกับ
(PHRV) ยิ้มให้กับ
(PHRV) ทําให้เบิกบานกับ
(PHRV) ยิ้มให้กับ
(VT) ทําให้เปื้อน
(VI) ยิ้มเยาะ
(VI) ตีอย่างแรง (คําโบราณ)
(VT) ตีอย่างแรง (คําโบราณ)
(VT) ทําให้เจ็บแปลบ
(PHRV) ตี
(PHRV) ตี
(PHRV) ได้รับผลกระทบของ (ทันที)
(N) ช่างเหล็ก
(N) เศษเล็กน้อย
(N) งานช่างเหล็ก
(N) โรงตีเหล็ก
(VI) กริยาช่องที่ 3 ของ smite
(VT) กริยาช่องที่ 3 ของ smite
(N) เสื้อคลุมหลวมๆ
(N) หมอกควัน
(ADJ) เต็มไปด้วยหมอกควัน
(N) ควัน
(VI) สูบบุหรี่
(SL) นักดับเพลิง
(N) ห้องอบควัน
(ADJ) ซึ่งไร้ควันบุหรี่
(PHRV) รมควันให้ออกมา
(N) คนสูบบุหรี่
(N) ปล่องควันสูง
(PHRV) ทําให้เต็มด้วยควัน
(ADJ) เต็มไปด้วยควัน
(VI) คั่งแค้น (ความรู้สึก)
(VI) ไหม้ช้าๆ โดยไม่มีเปลวไฟ แต่มีควัน
(N) ลูกปลาแซลมอน
(N) การจูบ (คําไม่เป็นทางการ)
(VI) จูบกอด (คําไม่เป็นทางการ)
(ADJ) ราบรื่น
(ADJ) เรียบ
(PHRV) ขจัด
(PHRV) ทําให้แบน
(PHRV) ทําให้เรียบ
(PHRV) ทําให้แบน
(VT) ทําให้เรียบ
(VI) ปิดหน้าทําให้หายใจไม่ออก
(VT) ปิดหน้าทําให้หายใจไม่ออก
(N) สุภาพบุรุษที่แต่งตัวและมีมารยาทดี (แต่ไม่จริงใจ)
(PHRV) ทําให้เรียบ
(PHRV) ทําให้เรียบ
(PHRV) ทําให้แบน
(PHRV) ทําให้หลุดพ้นปัญหา
(PHRV) ทําให้บรรเทา
(PHRV) ทําให้ลดลงอย่างรวดเร็ว
(ADJ) พูดคล่อง
(N) อาหารบุฟเฟ่ต์
(VI) กริยาช่องที่ 2 และ 3 ของ smite
(VT) กริยาช่องที่ 2 และ 3 ของ smite
(VI) หายใจเหนื่อยหอบ
(VT) ทําให้หอบ
(PHRV) ทําให้ปกคลุมด้วย
(PHRV) ปกปิด
(PHRV) ทําให้ปกคลุมด้วย
(VI) คั่งแค้น (ความรู้สึก)
(VI) ไหม้ช้าๆ โดยไม่มีเปลวไฟ แต่มีควัน
(PHRV) ยังคุกรุ่น
(PHRV) (ไฟ) ค่อยๆดับ
(PHRV) ยังระอุด้วย (ความรู้สึกบางอย่าง)
(N) รอยเปื้อน
(N) หม้อรมควัน
(ADJ) สบายใจ
(VI) ลักลอบนําเข้าอย่างผิดกฎหมาย
(VT) ลักลอบนําเข้าอย่างผิดกฎหมาย
(VI) ลักลอบนําเข้า
(VT) ลักลอบนําเข้า
(PHRV) ลักลอบนําเข้า
(PHRV) ลักลอบนําออก
(PHRV) ลักลอบนําผ่าน
(PHRV) ลักลอบเข้าประเทศ
(N) สิ่งลามก (เช่น คําพูด, ภาพ, หนังสือ)
(N) รอยเปื้อน
(N) อาหารว่าง
(N) ห้องทานอาหารว่าง
(N) สายห่วงรัดปากม้า
(N) ความวุ่นวาย
(N) ปัญหาเล็กน้อย
(N) หอยทาก
(N) งู
(IDM) คนขี้โกง
(ADJ) เหมือนงู
(N) รูปถ่าย (ที่ถ่ายด้วยกล้องถ่ายรูปง่ายๆหรือกล้องสมัครเล่น)
(N) เสียงดังแหลม
(VI) แตกและมีเสียงดังแหลม
(VT) ทําให้แตกและเกิดเสียงดังแหลม
(PHRV) ตะครุบ
(PHRV) ตะคอกใส่
(PHRV) รีบฉวย
(PHRV) งับกลับ
(N) ไม้ดอกชนิดหนึ่ง
(PHRV) รีบทํางาน
(PHRV) หักออก
(PHRV) ติดแน่น
(IDM) ดูถูก
(PHRV) รีบร้องบอก
(PHRV) ปลดปล่อย (ความรู้สึก)
(N) เต่าน้ําจืด
(ADJ) ฉุนเฉียวง่าย
(ADJ) คล่องแคล่ว
(N) การถ่ายภาพรวดเร็ว
(IDM) ดึงความสนใจ
(PHRV) ฉวยมา
(PHRV) รีบแต่งงาน
(N) กับดัก
(N) ผู้วางกับดัก
(N) สัตว์ลึกลับในจินตนาการ (ในบทกวีของ Lewis Caroll)
(N) เสียงขู่คําราม
(VI) ดุด่าอย่างเกรี้ยวกราด
(VI) เห่า
(VT) ดุด่าอย่างเกรี้ยวกราด
(PHRV) ขู่คํารามใส่ (สัตว์)
(PHRV) ตะคอกใส่ (คน)
(N) ผู้ดุด่าอย่างเกรี้ยวกราด
(PHRV) ติดขัด
(N) การฉกฉวย
(N) การลักพาตัว (คําไม่เป็นทางการ)
(N) ช่วงเวลาสั้นๆ
(VI) คว้า
(VT) คว้า
(VT) คว้าโอกาส
(VT) ลักพาตัว (คําไม่เป็นทางการ)
(PHRV) คว้าไว้
(PHRV) คว้าไป
(N) ผู้ฉกฉวย
(PHRV) คว้าจาก
(PHRV) คว้าจาก
(PHRV) รีบจับยกขึ้น
(ADJ) ซึ่งไม่ต่อเนื่อง
(N) ด้ามเคียว
(ADJ) นําสมัย
(ADJ) ซึ่งลับๆ ล่อๆ
(N) คนชอบทําลับๆ ล่อๆ
(VI) ทําลับๆ ล่อๆ
(VT) แอบพาไป
(PHRV) ออกไปเงียบๆ
(N) รองเท้าผ้าใบส้นยาง
(ADV) อย่างลับๆ ล่อๆ (คําไม่เป็นทางการ)
(PHRV) หลบเข้าไปเงียบๆ
(PHRV) ออกไปเงียบๆ
(PHRV) ให้ข้อมูลเกี่ยวกับ
(PHRV) ย่องออกไปเงียบๆ
(PHRV) ย่องออกไปเงียบๆ
(PHRV) ค่อยๆเคลื่อนเข้าใกล้
(ADJ) ซึ่งลับๆ ล่อๆ (คําไม่เป็นทางการ)
(N) คําพูดเยาะเย้ย
(VI) ยิ้มเยาะ
(VT) พูดดูถูก
(PHRV) ยิ้มเยาะ
(N) คนที่เยาะเย้ยคนอื่น
(ADJ) ซึ่งเยาะเย้ยคนอื่น
(ADJ) ซึ่งเยาะเย้ยคนอื่น
(N) การป่นยาสูบเป็นผงแล้วสูด
(N) เสียงจาม
(VI) จาม
(PHRV) ยิ้มเยาะ
(N) แผ่นพลาสติกคลุมอาหาร
(N) คนจาม
(ADJ) เกี่ยวกับการจาม
(ADJ) ฉลาด
(ADJ) ซึ่งมีชีวิตชีวา
(N) สายเบ็ด (ทําด้วยเอ็นหรือไนล่อน)
(N) รอยตัดเล็กๆ
(VT) ทําให้เกิดเสียงคลิก
(VT) เล็ม
(VT) เสียงเดาะ
(N) การหัวเราะคิกคัก
(VI) หัวเราะคิกคัก
(VT) หัวเราะเยาะ
(ADJ) ซึ่งเหยียดหยาม (คําไม่เป็นทางการ)
(N) การสูดกลิ่น
(N) ข้อสงสัย
(N) เสียงสูดจมูก
(VI) สูดจมูกฟุดฟิด
(VT) สงสัย (โดยเฉพาะในสิ่งที่ไม่ดี)
(VT) สูดอากาศ
(PHRV) ยิ้มเยาะ
(N) คนที่สูดจมูก
(N) การสูดจมูกบ่อยๆ
(N) เสียงสูดจมูกบ่อยๆ
(VI) ร้องไห้เงียบๆ (โดยสูดจมูกตลอด)
(VI) สูดจมูกบ่อยๆ
(N) คนที่สูดจมูกบ่อยๆ
(N) อากาศเย็นที่ทําให้ต้องสูดจมูก (คําไม่เป็นทางการ)
(PHRV) ค้นพบ
(PHRV) ทําจมูกฟุดฟิดหา
(PHRV) สูด
(ADJ) ซึ่งทําจมูกฟุดฟิด
(ADJ) หยิ่งยโส
(N) แก้วเหล้าบรั่นดีปากแคบ
(N) เหล้าจํานวนเล็กน้อย
(N) การหัวเราะคิกคัก
(VI) หัวเราะคิกคัก
(VT) หัวเราะเยาะ
(VI) ตกปลาไหล
(VT) ตกปลาไหล
(VI) ตัดหรือเล็มด้วยกรรไกร
(VT) ตัดหรือเล็มด้วยกรรไกร
(N) นกริมฝั่งแม่น้ําที่มีจะงอยปากยาว
(VT) ซุ่มโจมตี
(VT) ใส่ร้าย
(PHRV) ดักยิง
(N) ผู้ลอบยิง
(N) กล้องส่องทางไกลที่ติดกับปืนยาว
(PHRV) ตัดออก
(N) ชิ้นเล็กชิ้นน้อย (ข่าวหรือข้อมูล)
(ADJ) หยิ่ง (คําไม่เป็นทางการ)
(SL) ความไม่พอใจ
(N) ขี้ขโมย
(N) คนขี้ฟ้อง (คําสแลง)
(VI) ฟ้อง
(VT) แอบฉกฉวย
(PHRV) ให้เบาะแสเกี่ยวกับ
(N) การฟูมฟาย
(VI) ร้องไห้ฟูมฟาย
(ADJ) ซึ่งคร่ําครวญ
(N) คนหัวสูง
(N) พฤติกรรมหรือทัศนคติของคนหัวสูง
(ADJ) ซึ่งทําหัวสูง
(ADJ) ซึ่งทําหัวสูง
(SL) จูบ (มักหมายถึงการใช้ลิ้นด้วย)
(VI) กอดจูบ (คําไม่เป็นทางการ)
(N) คนที่มุ่งหาผลประโยชน์เพื่อตนเองมากกว่าอย่างอื่น
(N) ตาข่ายคลุมผมด้านหลัง
(N) ปลาขนาดใหญ่อาศัยในเขตอบอุ่นในตระกูล Centropomidae
(N) การแสดงท่าเหยียดหยามโดยยกนิ้วโป้งแตะจมูกและกางนิ้วอื่นออก
(N) สนุกเกอร์
(SL) คําเรียกคู่รักหรือเด็กๆ (ชื่อเล่น)
(N) คนสอดแนม
(VI) สอดรู้สอดเห็น (คําไม่เป็นทางการ)
(PHRV) สอดแนม
(N) คนสอดแนม
(N) กล้องส่องวัตถุในที่มืด
(PHRV) สอบถามเกี่ยวกับ
(ADJ) ซึ่งสอดรู้สอดเห็น
(N) จมูก
(VT) ดูถูก (คําไม่เป็นทางการ)
(ADJ) หัวสูง
(N) การงีบหลับ
(SL) สิ่งน่าเบื่อ (จนทําให้หลับ)
(VI) งีบหลับ (คําไม่เป็นทางการ)
(N) คนที่งีบหลับ
(N) เสียงกรน
(VI) กรน
(N) คนนอนกรน
(N) ท่อช่วยหายใจในน้ํา
(N) คนหายใจด้วยสน็อร์กเกิล
(N) เสียงกรน
(VI) ส่งเสียงออกทางจมูก
(PHRV) พ่นออกทางจมูก
(N) น้ํามูก
(SL) เด็ก
(SL) หยาบคาย
(SL) หยาบคาย
(N) จมูกคน (คําไม่เป็นทางการ)
(N) จมูกและปากของสัตว์ (เช่น หมู)
(N) ส่วนที่ยื่นออกไปด้านหน้า
(SL) ยาสูบ (คําที่ใช้ในคุก)
(N) ยาเสพติดที่มีลักษณะเป็นผงสีขาว เช่น โคเคน, เฮโรอีน (คําสแลง)
(N) หิมะ
(VI) (หิมะ) ตก
(VT) ปกคลุมด้วยหิมะ
(N) ก้อนหิมะที่ปั้นไว้ขว้างเล่น
(N) กองหิมะ
(N) ต้นไม้ชนิดหนึ่งมีดอกสีขาว
(N) เขตที่มีหิมะตกหนักทุกปี (ทางเหนือของอเมริกา)
(N) ภูเขาน้ําแข็ง
(N) ไม้พุ่มเตี้ยจําพวก Symphoricarpos albus
(N) คนเดินทางไปยังสถานที่อากาศอบอุ่น
(N) นกขนาดเล็กชนิดหนึ่งในแถบอเมริกาเหนือ
(N) ตามัว
(N) แสงสะท้อนสีขาวจากหิมะ
(N) เครื่องเป่าหิมะ
(ADJ) ซึ่งติดอยู่ในหิมะ
(N) ยอดหิมะ
(N) กองหิมะ
(N) ดอกไม้สีขาวที่บานในตอนต้นฤดูใบไม้ผลิ
(IDM) งานมากมาย
(N) ช่วงหิมะตก
(N) ปริมาณหิมะที่ตก
(N) ทุ่งหิมะ
(N) เกล็ดหิมะ
(PHRV) ล้อมด้วยหิมะ
(N) บริเวณหิมะปกคลุมตลอด
(N) รูปปั้นมนุษย์หิมะ
(N) น้ําจากหิมะที่ละลาย
(N) รถเล็กสําหรับวิ่งบนหิมะ
(PHRV) ยกเลิกเพราะหิมะตก
(N) รองเท้าเดินบนหิมะ (ทําด้วยไม้หรือเหล็ก)
(N) พายุหิมะ
(N) เสื้อกันหนาว
(PHRV) ปกคลุมด้วยหิมะ
(PHRV) ล้อมด้วยหิมะ
(ADJ) ขาวราวหิมะ
(ADJ) ขาวเหมือนหิมะ
(ADJ) ปกคลุมไปด้วยหิมะ
(ADJ) ทู่
(N) การดูแคลน
(VT) ดูแคลน
(N) คนชอบดูถูกคนอื่น
(ADJ) ซึ่งชอบดูถูกคนอื่น
(ADJ) ซึ่งมีจมูกทู่
(ADJ) จมูกรั้น
(VI) กริยาช่องที่ 2 และ 3 ของ sneak
(VT) กริยาช่องที่ 2 และ 3 ของ sneak
(VT) ดับไฟ
(N) ยานัตถุ์
(VI) สูดยานัตถุ์
(VT) สูดกลิ่น
(N) กล่องยานัตถุ์
(N) คนสูดยานัตถุ์
(PHRV) ตาย (คําไม่เป็นทางการ)
(N) การสูดจมูก
(VI) พูดเสียงออกทางจมูก
(VI) สูดจมูกเสียงดัง
(VI) หายใจเสียงดัง
(VT) พูดเสียงออกทางจมูก
(N) คนที่พูดเสียงออกทางจมูก
(PHRV) (ไฟ, เทียน) ดับ
(ADJ) อบอุ่นและน่าสบาย
(IDM) อบอุ่นและน่าอยู่
(PHRV) แล่นเรือปลอดภัย
(N) สถานที่น่าอยู่
(VI) อิงแอบ
(VT) อิงแอบ
(PHRV) อิงแอบอย่างสบาย
(PHRV) พักอย่างสบาย
(ADV) เช่นนั้น
(ADV) ด้วย
(ADV) ดังนั้น
(ADV) มาก
(CONJ) เพื่อว่า
(VI) จุ่ม
(VT) จุ่ม
(N) การแช่
(IDM) เปียกโชกไปทั้งตัว
(N) คนเมา
(PHRV) ค่อยๆ เข้าใจ
(PHRV) ซึมเข้า
(PHRV) ทําให้หมกมุ่นกับ
(ADJ) ซึ่งเปียกชุ่ม (คําไม่เป็นทางการ)
(PHRV) ค่อยๆ ซึมซาบ
(PHRV) จมใน
(PHRV) แช่น้ําเพื่อเอาออก
(PHRV) เปียกมาก
(PHRV) จุ่มใน
(PHRV) จุ่มใน
(IDM) ใช้พูดเมื่อไม่ต้องการเจาะจง
(SL) คําเรียกเพื่อเลี่ยงที่จะเรียกว่า son of a bitch
(N) สบู่
(VT) ถูด้วยสบู่
(N) กล่องสบู่
(N) แท่น (ที่ไม่ได้เตรียมไว้ก่อน) สําหรับยืนปราศรัยหรือพูดในที่ชุมชน
(N) ฟองสบู่
(PHRV) ถูด้วยสบู่
(N) เรื่องน้ําเน่า
(N) ผงซักฟอก
(N) ฟองสบู่
(ADJ) ซึ่งมีฟองสบู่
(VI) บินสูงขึ้นไปในอากาศ
(N) คนทะเยอทะยาน
(N) เสียงสะอื้น
(VI) สะอื้นสะอื้น
(SL) จริงๆ
(IDM) ทําไปเลยถ้าอยากทํา
(ADJ) ไม่เมา (ยาหรือเหล้า)
(ADJ) เอาจริงเอาจัง
(IDM) ไม่เมา
(PHRV) ทําให้คลายความตื่นเต้น
(PHRV) เลิกดื่ม
(PHRV) เล่าอย่างสะอึกสะอื้น
(N) การงดเครื่องดื่มอัลกอฮอล์หรือยา
(N) ชื่อเล่น
(SL) เรื่องเศร้าเคล้าน้ําตา
(PHRV) สะอึกสะอื้นกับ
(N) ระบบการเช่าที่นาในยุคศักดินา
(ADJ) เป็นที่รู้จักแพร่หลาย
(ADJ) เรียกไม่ถูก
(N) กีฬาฟุตบอล
(ADJ) เข้ากับคนง่าย
(ADJ) ซึ่งชอบเข้าสังคม
(ADJ) เกี่ยวกับสังคม
(ADJ) เกี่ยวกับสังคมนิยม
(N) การชุมนุมกัน
(N) การชอบสังคม
(N) ระบบสังคมนิยม
(N) นักสังคมนิยม
(N) เกี่ยวกับระบบสังคมนิยม
(N) คนเด่นในสังคม
(N) การคบค้าสมาคมกัน
(VI) คบหาสมาคม
(VT) ทําให้เป็นระบบสังคมนิยม
(VT) สอนการอยู่รวมกันเป็นสังคม
(ADJ) ซึ่งชอบสังคม
(N) สังคมศาสตร์
(N) การประกันสังคม
(N) การศึกษาเชิงสังคม
(N) การสังคมสงเคราะห์
(N) งานสังคมสงเคราะห์
(N) นักสังคมสงเคราะห์
(ADJ) เกี่ยวกับสังคม
(ADJ) เกี่ยวกับสังคมชั้นสูง
(N) ชนชั้นสูง
(N) สังคม
(PRF) เพื่อน
(ADJ) เกี่ยวกับปัญหาสังคม
(ADJ) ซึ่งจัดเป็นกลุ่มสังคม
(ADJ) ทางสังคมวิทยา
(N) นักสังคมวิทยา
(N) สังคมวิทยา
(N) ผู้ต่อต้านสังคม
(N) ถุงเท้า
(VT) ตีอย่างแรง
(PHRV) ฝากเงิน
(N) เบ้าตา
(N) เบ้าปลั๊กตัวเมีย
(PHRV) บินไม่ได้ (เครื่องบิน)
(PHRV) ตีอย่างแรง (คําไม่เป็นทางการ)
(N) นักปราชญ์ชาวกรีก
(N) โซดา
(N) หญ้าบริเวณผิวดิน
(N) โซดาไฟ
(N) ที่ขายน้ําอัดลม
(N) ความเป็นมิตรต่อกัน
(N) น้ําโซดา
(N) ชาวนา
(ADJ) เปียกชุ่ม
(N) โซเดียม
(PHRV) ไปให้พ้น (คําสแลงต้องห้าม)
(N) เมืองชั่วร้ายในไบเบิล
(N) การร่วมเพศทางทวารหนัก
(ADV) ไม่ว่าอย่างไรก็ตาม
(N) โซฟา
(IDM) จนถึงทุกวันนี้
(IDM) เหมือนอย่างที่คนอื่นๆรู้กัน
(IDM) เท่าที่ทําได้
(SL) คนที่เอาแต่นั่งดูทีวี
(N) เมืองหลวงประเทศบัลเกเรีย
(ADJ) ซึ่งไม่ปนแอลกอฮอล์
(ADJ) ผ่อนปรน
(ADJ) อ่อนนุ่ม
(ADJ) อ่อนโยน
(N) ความนิ่ม
(IDM) อ่อนนุ่มมาก
(N) กีฬาซอฟท์บอล
(N) ลูกซอฟท์บอล
(ADJ) คิดมาก
(ADJ) หุ้มด้วยกระดาษแข็ง
(ADJ) บอกให้รู้
(N) หนังสือปกอ่อน
(N) เครื่องดื่มซึ่งไม่ใช่เหล้า
(VI) อ่อนนุ่มลง
(VT) ทําให้อ่อนนุ่ม
(N) น้ํายาทําให้อ่อนนุ่ม
(N) ผู้ทําให้นุ่ม
(PHRV) ทําให้อ่อนลง
(ADJ) เซ่อ
(ADJ) ใจอ่อน
(ADJ) มีเมตตา
(N) คนอ่อนแอ
(ADV) อย่างเบาๆ
(N) เพดานอ่อน
(SL) การเกลี้ยกล่อมเพื่อขายของ
(N) รองเท้าส้นอ่อน
(SL) การพูดคําหวาน
(ADJ) พูดนุ่มนวล
(N) ซอฟต์แวร์
(ADJ) เกี่ยวกับไม้เนื้ออ่อน
(N) ไม้เนื้ออ่อน
(N) คนอ่อนแอ
(VI) เปียกชุ่ม
(VT) ทําให้เปียกชุ่ม
(ADJ) ทึ่ม
(ADJ) เปียกโชก
(N) ดิน
(VT) ทําให้เปื้อน
(N) หญ้าสําหรับเลี้ยงสัตว์
(N) รอยเปื้อน (ทางวรรณคดี)
(N) งานเลี้ยงสังสรรค์ตอนเย็น (โดยเฉพาะที่บ้านของคนใดคนหนึ่ง)
(N) การพักแรม
(VI) พักแรม
(N) ผู้พักแรม
(N) คํานามพหูพจน์ของ solum
(N) ตัวโน้ตซอล (ทางดนตรี)
(N) สิ่งปลอบใจ
(VT) ปลอบใจ
(N) นกทะเลตระกูล M.bassanus อยู่แถบแอตแลนติกเหนือ
(ADJ) เกี่ยวกับดวงอาทิตย์
(N) แบตเตอรี่พลังแสงอาทิตย์
(N) อุปกรณ์แปลงพลังงานแสงอาทิตย์ให้เป็นพลังงานไฟฟ้า
(N) พลังงานแสงอาทิตย์
(N) ห้องกระจกที่เปิดรับแสงอาทิตย์
(VT) ทําให้เสียเพราะถูกแสงแดดมากเกินไป
(N) เดือนทางสุริยคติ
(N) ร่างแหประสาทบริเวณช่องท้อง
(N) ปีทางสุริยคติ
(N) ค่าชดเชย
(VT) กริยาช่องที่ 2 และ 3 ของ sell
(N) สุลต่านแห่งอียิปต์ soudan
(N) เหล็กอัลลอยด์
(VT) เชื่อมโลหะ
(N) ช่างบัดกรี
(N) ทหาร
(VI) เป็นทหาร
(ADJ) คล้ายทหาร
(N) ทหารรับจ้าง
(PHRV) มุ่งมั่นทําต่อไป
(N) กลุ่มทหาร
(ADJ) โดดเดี่ยว
(N) หลังเท้า
(N) การกระทําหรือคําพูดที่ผิดพลาด
(ADV) โดยลําพัง
(ADJ) เกี่ยวกับพิธีทางศาสนา
(ADJ) เอาจริงเอาจัง
(N) ความเคร่งขรึม
(VT) ทําให้เอาจริงเอาจัง
(N) ขดลวดแม่เหล็กไฟฟ้า
(N) โน้ตดนตรี
(VI) เรียกร้อง
(VT) เรียกร้อง
(PHRV) เชื้อเชิญ
(N) ทนาย
(N) ผู้เรียกร้อง
(ADJ) ที่กังวล
(ADJ) ที่เต็มใจทํา
(N) ความกังวล
(ADJ) แข็ง
(ADJ) ซึ่งไว้ใจได้
(ADJ) ต่อเนื่อง
(N) ของแข็ง
(SL) เชื่อใจได้
(N) ความสามัคคี
(N) เรขาคณิตสามมิติ
(VI) กลายเป็นของแข็ง
(VT) ทําให้เป็นของแข็ง
(VT) รวมกันเป็นปึกแผ่น
(N) การรวมกันเป็นปึกแผ่น
(ADJ) เกี่ยวกับเครื่องอิเล็กทรอนิกส์
(VI) รําพึง (ส่วนใหญ่ใช้ในบทละคร)
(N) การพูดกับตัวเอง
(N) ความเชื่อเรื่องการมีอยู่ของตนเอง
(N) เครื่องประดับที่มีเพชรเม็ดเดียว
(N) ไพ่ที่เล่นได้คนเดียว
(ADJ) โดดเดี่ยว
(N) ผู้สันโดษ
(N) การอยู่โดดเดี่ยว
(ADJ) ซึ่งทําเพียงคนเดียว
(ADV) เพียงลําพัง
(N) การแสดงเดี่ยว
(N) เพลงร้องเดี่ยว
(VI) ทําเพียงคนเดียว
(N) คนเล่นดนตรีชิ้นเดียว
(N) นักร้องเดี่ยว
(N) กษัตริย์อิสราเอล
(N) นักกฎหมายเก่งกาจ
(IDM) ลาก่อน
(N) ลาก่อน
(SL) ลาก่อน (คําบอกอําลา)
(N) ช่วงเวลาที่ดวงอาทิตย์อยู่ห่างจากเส้นศูนย์สูตรมากที่สุด
(N) การถูกละลายได้
(ADJ) ซึ่งสามารถละลายได้
(ADJ) ที่แก้ปัญหาได้
(N) ชั้นบนของดิน
(ADJ) โดยลําพัง
(N) ตัวถูกละลาย
(N) วิธีแก้ปัญหา
(N) สารละลาย
(ADJ) ซึ่งแก้ปัญหาได้
(ADJ) ซึ่งละลายได้
(N) สารที่เกิดจากปฏิกริยาของตัวทําละลายและตัวถูกละลาย
(VI) เปลี่ยนเป็นสารที่เกิดจากปฏิกริยาของตัวทําละลายและตัวถูกละลาย
(VT) แก้ปัญหา
(N) ความสามารถในการชําระหนี้
(ADJ) ที่มีเงินเพียงพอ
(N) ตัวทําละลาย
(N) ผู้ที่สามารถแก้ปัญหาได้
(N) โซมาเลีย
(N) ประเทศโซมาเลีย
(ADJ) เกี่ยวกับร่างกาย
(ADJ) ทึม (สี)
(ADJ) มืดครึ้ม
(ADJ) มืดมน
(N) หมวกปีกกว้างแบบเม็กซิโก
(ADJ) ที่มีจํานวนสองหรือสาม
(ADJ) ไม่เจาะจง
(ADJ) เล็กน้อย
(ADV) คร่าวๆ
(ADV) เล็กน้อย
(PRON) บางส่วน
(SUF) เต็มไปด้วย
(SUF) สองหรือมากกว่าสองคนในการกระทําหนึ่งๆ
(PRON) บางคน
(SL) คนสําคัญ
(ADV) ในวันหนึ่ง (ในอนาคต)
(ADV) ค่อนข้าง
(ADV) ด้วยวิธีใดก็ตาม
(IDM) คนรุ่นใหม่
(PRON) บางคน
(IDM) คนหรือสิ่งที่ได้รับเลือกว่าดีที่สุดในปีนั้น
(N) การตีลังกา
(N) การเปลี่ยนความคิด
(VI) ตีลังกา
(N) การตีลังกา
(ADV) อย่างเล็กน้อย
(PRON) บางสิ่ง
(IDM) บางสิ่งแปลกๆในคนหรือสิ่งนั้น
(IDM) สิ่งอื่นๆ
(IDM) เป็นอีกเรื่องหนึ่งไปเลย
(IDM) สิ่งที่คล้ายๆกับที่เพิ่งกล่าวไป
(IDM) อะไรสักอย่างหนึ่ง
(IDM) รบกวนฉัน
(IDM) สิ่งที่กําลังจะเกิดขึ้น
(IDM) สิ่งที่มีความหมายคล้ายๆกัน
(ADJ) ที่เคยอยู่ในอดีต
(ADV) บางเวลา
(ADV) บางครั้ง
(ADV) ด้วยวิธีใดวิธีหนึ่ง
(ADV) ค่อนข้าง
(ADV) เวลาใดเวลาหนึ่ง
(ADV) โดยประมาณ
(ADV) บางแห่ง
(ADV) บางแห่ง
(N) บริกรคอยรินเหล้าองุ่น
(VI) เดินละเมอ
(N) การเดินละเมอ
(ADJ) ซึ่งทําให้ง่วงนอน
(ADJ) ง่วงนอน
(ADV) อย่างมาก
(IDM) มากพอสําหรับ
(N) ลูกชาย
(SL) คําเรียกผู้ชาย
(N) การออกเสียง
(N) เสียง
(N) การออกเสียง
(N) เสียง
(N) เสียงก้อง
(N) ระบบหาวัตถุใต้น้ําด้วยคลื่นเสียง
(N) คนประจําเครื่องส่งเสียงสะท้อนใต้น้ํา
(N) ดนตรีที่เรียบเรียงสําหรับเครื่องดนตรีหนึ่งหรือสองชิ้น
(N) เพลง
(N) นกที่มีเสียงเพราะเหมือนดนตรี
(N) หนังสือเพลง
(ADJ) เหมือนเพลง
(N) นักแต่งเพลง
(N) นกที่ร้องเพลงเพราะ
(N) นักร้อง
(N) นักร้องหญิง
(N) นกพันธุ์ยุโรป
(N) นักแต่งเพลง
(ADJ) เกี่ยวกับเสียง
(N) ลูกเขย
(N) โคลง 14 บรรทัดซึ่งมีรูปแบบการสัมผัสตายตัว
(N) อ้ายหนู, เจ้าหนู
(N) คําด่าหยาบ
(SL) บ้าจริง (คําหยาบ)
(SL) เพื่อนเก่า (ใช้ระหว่างเพื่อนสนิทผู้ชาย)
(N) มนุษย์
(N) คําทักทาย
(SL) แปลกจัง
(N) พระเจ้า
(N) พระเจ้า
(ADJ) ซึ่งมีเสียงสั่นหรือรัวน้อยกว่าสระ
(N) เสียงที่มีเสียงสั่นหรือรัวน้อยกว่าสระ
(N) เสียงสั่น
(ADJ) ซึ่งก้องกังวาน
(N) ตลาดนัดกลางแจ้งแถบแอฟริกาและตะวันออกกลาง
(ADV) ในไม่ช้า
(ADV) ในไม่ช้า
(IDM) ไม่ช้าก็เร็ว
(N) เขม่า
(VT) ทําให้เปื้อนเขม่า
(N) ความจริง
(VI) สงบลง
(VT) ทําให้สงบ
(VT) บรรเทาความเจ็บปวด
(VI) ทํานาย
(N) ผู้คาดการณ์อนาคต
(ADJ) ปกคลุมด้วยเขม่า
(N) สิ่งปลอบใจ
(N) นักปราชญ์
(ADJ) เกี่ยวกับผู้รอบรู้
(ADJ) เกี่ยวกับผู้รอบรู้
(VT) ทําให้เชี่ยวชาญเรื่องทางโลก
(ADJ) ซึ่งมีประสบการณ์มาก
(N) นักศึกษาชั้นปีที่สอง
(N) การสลบไสล
(ADJ) ซึ่งชวนให้ง่วง
(ADJ) เปียกโชก
(ADJ) โชก
(ADJ) มีอารมณ์อ่อนไหวมากเกินไป
(N) นักร้องที่ร้องเสียงสูงสุด
(N) เสียงร้องเพลงสูงสุด
(PHRV) ล้างออก
(IDM) เงียบมาก
(N) สารหรือกระบวนการดูดซึม
(N) พ่อมด
(ADJ) ซึ่งใช้เวทมนตร์คาถา
(N) วิชาการใช้เวทมนตร์
(ADJ) เลวทราม
(ADJ) สกปรก
(ADJ) โกรธแค้น
(ADJ) เจ็บปวด
(N) คนโกรธง่าย (คําไม่เป็นทางการ)
(ADV) อย่างมากมาย
(N) ข้าวฟ่าง
(N) สโมสรของนักเรียนหญิง
(N) การดูดซับ
(ADJ) สีน้ําตาลแดงอ่อน
(N) สีน้ําตาลแดงอ่อน
(N) ความเสียใจ
(N) ความเศร้าใจ
(VI) เศร้าใจ
(N) คนที่เศร้าโศก
(ADJ) โศกเศร้า
(PHRV) คร่ําครวญเกี่ยวกับ
(ADJ) ที่ขอโทษ
(ADJ) น่าสงสาร
(INT) ขอโทษ
(SL) เสียใจด้วย
(N) การแบ่งชนิด
(N) ชนิด
(SL) ผู้หญิง (ที่เป็นคู่ขา)
(VT) จัดเข้าประเภท
(N) ผู้คัดเลือก
(N) การโจมตีเข้าไปในเขตศัตรู (ด้วยจํานวนที่น้อยกว่า)
(VI) โจมตีเข้าไปในเขตศัตรู (ด้วยจํานวนน้อยกว่า)
(IDM) ทํานองนั้น
(PHRV) จัดลําดับ
(PHRV) ทําให้กระจ่าง
(PHRV) แยกออก
(PHRV) เข้ากันกับ
(N) สัญญาณขอความช่วยเหลือ (มาจาก save our souls)
(ADJ) งั้นๆ
(IDM) งั้นๆ
(SL) งั้นๆ
(ADV) รักษาระดับเสียง
(IDM) เงียบมาก
(N) คนขี้เมา
(IDM) จะว่าไปแล้ว
(ADJ) เมา
(ADV) เสียงค่อย
(N) เหรียญบรอนซ์ของฝรั่งเศส
(N) คนใช้ในละคร
(N) เสียงปอดที่ฟังได้ผ่านหูฟังของแพทย์
(VI) เกิดเสียงซู่ เหมือนเสียงลมพัดต้นไม้
(VI) กริยาช่องที่ 2 และ 3 ของ seek
(VT) กริยาช่องที่ 2 และ 3 ของ seek
(N) ซึ่งเป็นที่ต้องการ
(N) ตลาดนัดกลางแจ้งในแอฟริกาและตะวันออกกลาง
(N) ความคิด
(N) มนุษย์
(N) วิญญาณ (ทางศาสนา)
(N) นิโกร
(ADJ) เต็มไปด้วยความรู้สึก
(N) การจูบแบบใช้ลิ้นพันกัน
(ADJ) ไร้วิญญาณ
(N) คู่แท้
(N) ดนตรีแนวป๊อบ
(N) การพิจารณาจิตวิญญาณของตน
(N) ระยะที่ได้ยินได้
(N) เสียง
(VI) ้เกิดเสียง
(VI) ดูเหมือนว่า
(VT) ทําให้เกิดเสียง
(ADJ) แข็งแรง
(ADJ) ที่ไม่เสียหาย
(VI) วัดความลึกด้วยคลื่นเสียง
(VT) วัดความลึกด้วยคลื่นเสียง
(N) คนที่มีเสียงร้องเพลงเหมือนคนดัง
(IDM) มีสุขภาพแข็งแรง
(N) กําแพงกั้นเสียง
(N) ตัวแทนความคิดของผู้อื่น
(N) ส่วนของเครื่องดนตรีที่สะท้อนเสียงไปยังผู้ฟังเช่น ในไวโอลิน
(N) เครื่องรับสัญญาณโทรเลข
(N) เครื่องวัดความลึก
(N) สิ่งที่ทําให้เกิดเสียง
(ADJ) ซึ่งทําให้เกิดเสียง
(N) ตัวแทนความคิดของผู้อื่น
(N) ส่วนของเครื่องดนตรีที่สะท้อนเสียงไปยังผู้ฟัง
(N) เชือกผูกเครื่องถ่วง
(N) ความลึกของน้ําที่วัดได้
(N) บริเวณน้ําที่สามารถวัดความลึกได้ด้วยสายถ่วงน้ําหนัก
(ADJ) เงียบ
(VT) ดูเหมือน
(ADV) โดยสมบูรณ์
(ADJ) ซึ่งมีสุขภาพจิตดี
(PHRV) ส่งเสียงให้สัญญาณ
(PHRV) ถามความเห็นของ
(ADJ) ที่ป้องกันเสียงได้
(VT) ทําให้กันเสียง
(N) เสียงในฟิล์ม
(N) คลื่นเสียง
(N) น้ําแกง
(N) โรงทานแจกอาหารสําหรับคนจน
(N) ช้อนซุป
(PHRV) เพิ่มกําลังและความเร็วของ (เครื่องจักร)(คําไม่เป็นทางการ)
(ADJ) คล้ายซุป
(ADJ) ขุ่นเคือง
(ADJ) บูด
(ADJ) เปรี้ยว
(N) ความเปรี้ยว
(VI) เปรี้ยว
(VT) ทําให้เปรี้ยว
(N) ขนมรสเปรี้ยวชนิดหนึ่ง
(N) ต้นกําเนิด
(N) แหล่งข้อมูล
(N) หนังสือรวบรวมงานต้นแบบของงานวิจัย
(N) ซอร์สโค้ด
(N) ความเงียบ
(N) ผู้แสวงโชค
(N) พวกทําไม่สนใจสิ่งที่ตนไม่มีและที่จริงอยากมีสิ่งนั้น
(ADJ) เปรี้ยว
(VT) ดอง
(PHRV) แช่ใน
(ADJ) ทางใต้
(ADV) ทางใต้
(N) ทิศใต้
(ADJ) ที่มุ่งหน้าไปทางใต้
(ADJ) แกะพันธุ์ที่เลี้ยงเพื่อเอาเนื้อ
(ADJ) ซึ่งอยู่ทางทิศตะวันออกเฉียงใต้
(ADV) ไปทางทิศตะวันออกเฉียงใต้
(N) ทิศตะวันออกเฉียงใต้
(N) ภูมิภาคเอเชียตะวันออกเฉียงใต้
(N) กลุ่มประเทศเอเชียตะวันออกเฉียงใต้
(N) ลมตะวันออกเฉียงใต้
(ADJ) ทางตะวันออกเฉียงใต้
(ADJ) มาจากทิศตะวันออกเฉียงใต้
(ADV) ไปยังทิศตะวันออกเฉียงใต้
(N) ทิศตะวันออกเฉียงใต้
(ADV) ไปทางตะวันออกเฉียงใต้
(N) ลมที่พัดจากทิศใต้
(ADJ) ไปทางใต้
(ADV) ไปทางใต้
(ADJ) ในทางภาคใต้
(N) คนที่อยู่ทางใต้ของประเทศ
(ADJ) ทางใต้สุด
(N) ตอนใต้ของประเทศ
(N) บริเวณตอนใต้
(N) คนที่อยู่ทางใต้ของประเทศ
(ADJ) ใต้สุด
(N) แปซิฟิกใต้
(N) คนถนัดมือซ้าย (คําไม่เป็นทางการ)
(N) ขั้วโลกใต้
(N) ทะเลทางใต้เส้นศูนย์สูตร
(ADJ) มาจากทางทิศใต้
(ADV) ไปทางทิศใต้
(N) ทางทิศใต้
(ADJ) ไปทางใต้
(ADV) ไปทางใต้
(ADJ) ทางทิศตะวันตกเฉียงใต้
(ADV) ทางทิศตะวันตกเฉียงใต้
(N) ทิศตะวันตกเฉียงใต้
(N) บริเวณครึ่งทางระหว่างใต้และตะวันตก
(N) ลมตะวันตกเฉียงใต้
(ADJ) ทางทิศตะวันตกเฉียงใต้
(N) คนที่อาศัยอยู่ทางทิศตะวันตกเฉียงใต้
(ADJ) มาจากทิศตะวันตกเฉียงใต้
(ADV) ไปทางทิศตะวันตกเฉียงใต้
(N) ทิศตะวันตกเฉียงใต้
(N) ของที่ระลึก
(ADJ) เกี่ยวกับอํานาจสูงสุด
(N) ผู้มีอํานาจสูงสุดของประเทศ
(N) อํานาจของกษัตริย์
(N) อํานาจสูงสุดในการปกครองประเทศ
(N) โซเวียต
(N) ประเทศโซเวียต (มีชื่อเต็มคือ Union of Soviet Socialist Republics)
(VI) หว่านเมล็ดพืช
(VT) ทําให้แพร่หลาย
(VT) หว่านเมล็ดพืช
(N) สุกรตัวเมีย
(N) เครื่องหว่านเมล็ด
(VI) กริยาช่องที่ 3 ของ sow
(VT) กริยาช่องที่ 3 ของ sow
(IDM) ทําเรื่องพิเรนในวัยรุ่น
(N) ถุงเท้าสั้น
(N) ต้นถั่วเหลือง
(N) ซอสถั่วเหลือง
(N) ถั่วเหลือง
(N) ต้นถั่วเหลือง
(N) ถั่วเหลือง
(N) น้ํามันถั่วเหลือง
(ADJ) เมา
(N) บ่อน้ําแร่
(N) สถานบํารุงสุขภาพ
(N) ที่ว่าง
(N) ระยะห่าง
(N) อวกาศ
(VT) เว้นระยะ
(N) ยานอวกาศ
(ADJ) เมา
(N) การเดินทางด้วยยานอวกาศ
(ADJ) ซึ่งไม่มีขอบเขต
(N) นักบินอวกาศ
(N) มนุษย์ต่างดาว
(PHRV) เว้นที่ระหว่างกัน
(N) นักบินอวกาศ
(N) ยานอวกาศ
(N) ยานอวกาศ
(N) สถานีอวกาศ
(N) ชุดอวกาศ
(N) การออกจากยานอวกาศเพื่อสํารวจ
(VI) เดินสํารวจอวกาศ
(N) นักบินที่ออกจากยานไปสํารวจอวกาศ
(N) นักบินอวกาศหญิง
(ADJ) ซึ่งเกิดในอวกาศ
(N) การเว้นวรรค
(ADJ) กว้างใหญ่
(ADJ) ใจลอย
(N) พลั่ว
(VI) ขุดดินด้วยพลั่ว
(VT) ขุดดินด้วยพลั่ว
(N) ไพ่โพดํา
(N) เฟอร์นิเจอร์ที่มีขาเป็นสี่เหลี่ยมแล้วเรียวขึ้น
(N) คางคกตระกูล Pilobatidae
(N) คนที่ขุดดินด้วยพลั่วหรือเสียม
(PHRV) แซะด้วยพลั่วหรือเสียม
(N) งานจัดเตรียมขั้นต้น
(N) ดอกหน้าวัว
(N) สปาเก็ตตี้
(N) ประเทศสเปน
(N) สเปน
(VI) กริยาช่องที่ 2 ของ speak
(N) เศษ
(VT) ทําให้เป็นชิ้นเล็กชิ้นน้อย
(N) ขยะไปรษณีย์อิเล็กทรอนิกส์
(N) ช่วงห่าง
(N) ระยะเวลา
(VT) ยืดขยาย
(N) เส้นใยสังเคราะห์ที่ยืดหยุ่น
(ADV) อย่างทันที (คําที่ไม่เป็นทางการ)
(N) แผ่นโลหะเล็กบางที่แวววาว
(VI) เป็นประกาย
(VT) ประดับด้วยโลหะแวววาว
(N) ชาวสเปน
(N) สุนัขพันธุ์หนึ่ง
(N) ชาวสเปน
(N) ภาษาสเปน
(N) ี่เกี่ยวกับประเทศสเปน คนสเปน ภาษาสเปนหรือวัฒนธรรมสเปน
(N) แมลงวันสเปน
(N) บริเวณเขตแดนสเปนที่ติดกับทะเลแคริบเบียน
(N) การตีก้นเพื่อลงโทษ
(VT) ตีก้นลงโทษ
(PHRV) แล่นเร็ว
(N) คนหรือสัตว์ที่วิ่งเร็ว
(N) การตีก้นเพื่อลงโทษ
(N) กุญแจเลื่อน
(SL) คนโง่
(N) โครงปีกเครื่องบิน
(N) เสาหรือไม้ค้ํายึดใบเรือ
(N) การต่อยมวย
(N) การทะเลาะ
(VI) ต่อยมวย
(VI) ทะเลาะ
(N) หินแร่ผลึก
(ADJ) ที่เก็บไว้ในยามฉุกเฉิน
(ADJ) ที่มากเกินความจําเป็น
(ADJ) ว่าง
(SL) ระเบิดอารมณ์
(VT) สงวนไว้
(PHRV) สงวนไว้สําหรับ
(N) ของอะไหล่
(N) ซี่โครงหมูติดเนื้อเล็กน้อย
(N) เวลาว่าง
(N) ประปราย
(VI) พรม
(VT) พรม
(ADJ) ที่ขาดแคลน
(ADJ) ประหยัด
(N) ประกายไฟ
(VI) เกิดประกายไฟ
(N) เครื่องทดสอบกระแสไฟรั่วที่สายไฟ
(N) สิ่งที่ทําให้เกิดประกายไฟ
(N) ความมีชีวิตชีวา
(N) แสงแวววาว
(VI) เกิดประกายไฟ
(VI) ส่องแสงแวววาว
(VT) ทําให้ส่องแสงแวววับ
(N) ดอกไม้ไฟเล็กๆ
(PHRV) เป็นประกายด้วย
(PHRV) ทําให้ระเบิด
(ADJ) ซึ่งมีชีวิตชีวา
(ADJ) ซึ่งมีประกายไฟ
(N) นกกระจอก
(N) หน่อไม้ฝรั่ง
(ADJ) หร็อมแหร็ม
(ADJ) เรียบง่าย
(N) ชาวเมืองสปาร์ตา
(PHRV) ต่อสู้กับ
(PHRV) โต้เถียงกับ
(N) การชักกระตุกของกล้ามเนื้อ
(ADJ) ซึ่งเกิดกระตุก
(ADJ) ซึ่งเกิดขึ้นรวดเร็วและไม่นาน
(ADJ) ซึ่งเกิดกระตุก
(N) การโต้เถียงกันเรื่องไร้สาระ
(N) รองเท้าหุ้มข้อ
(VT) กริยาช่องที่ 2 และ 3 ของ spit
(N) ไก่ที่ชําแหละสําหรับย่าง
(VT) ชําแหละไก่สําหรับย่าง
(N) น้ําท่วม
(ADJ) ซึ่งมีกลีบฐานของดอกไม้
(N) กลีบฐานของดอกไม้
(ADJ) เกี่ยวกับอวกาศ
(VI) กระเด็น
(VT) กระเด็น
(PHRV) โปรยบน
(PHRV) โปรยบน
(PHRV) โปรยบน
(PHRV) ทําให้เปื้อน
(PHRV) ทําให้เปื้อนด้วย
(N) ไม้พายใช้กวน ผสม หรือเกลี่ย
(ADJ) ซึ่งมีรูปร่างเหมือนไม้พาย
(N) สารนุ่มที่มีไข่ปลาหรือกบ (ทางชีววิทยา)
(VI) วางไข่
(VT) วางไข่
(VT) ทําหมันสัตว์ตัวเมีย
(ABBR) คําย่อของ Society for the Prevention of Cruelty to Animals
(VI) สนทนา
(VT) สนทนา
(PHRV) พูดถึง
(PHRV) พูดคัดค้าน
(N) ร้านขายเหล้าที่ผิดกฏหมาย
(N) เครื่องขยายเสียง
(N) ผู้พูด
(N) การแสดงสุนทรพจน์
(PHRV) พูดแทน
(PHRV) พูดเป็นเวลา
(PHRV) พูดสนับสนุน
(PHRV) พูดจาก
(ADJ) เกี่ยวกับการพูด
(PHRV) เอ่ยถึง
(IDM) พูดกวนๆ
(SL) ใช้พูดเมื่อคนที่กําลังนึกถึงปรากฎตัวอย่างไม่คาดคิดมาก่อน (เช่น ตายยากจริงๆ)
(PHRV) พูดถึง
(IDM) พูดอย่างซื่อสัตย์
(PHRV) พุดเสียงดัง
(PHRV) พูดเสียงต่ําและเบา
(IDM) พูดจากความทรงจํา
(IDM) เข้าใจกัน
(PHRV) พูดกับ
(PHRV) พูดเสียงดัง
(PHRV) พูดสนับสนุน
(PHRV) พูดถึง
(PHRV) ดุด่า
(PHRV) พูดกับ
(N) หอก
(N) ปลาตระกูล Istiophoridae
(N) ผู้นําหน้า
(N) หัวหอก
(N) คนที่ใช้อาวุธจําพวกหอกทวน
(N) สมุนไพรตระกูลมิ้นท์กลิ่นหอม
(N) ซึ่งมีรูปร่างเหมือนหอกหรือทวน
(PHRV) แทงด้วยไม้ (กีฬาฮ็อกกี้)
(ADJ) เฉพาะ
(N) สิ่งที่พิเศษ
(N) การส่งไปรษณีย์ด่วน
(VI) ศึกษาเป็นพิเศษ
(N) ผู้ชํานาญเฉพาะทาง
(N) ความชํานาญพิเศษ
(VT) ศึกษาเป็นพิเศษ
(PHRV) ศึกษาเฉพาะทางในเรื่อง
(N) โรงเรียนเฉพาะสําหรับนักเรียนที่มีภาวะบกพร่อง
(N) เงินเหรียญ
(N) ประเภท
(ADJ) น่าจะเฉพาะเจาะจง
(ADJ) โดยเฉพาะ
(N) ข้อจํากัด
(N) ความโน้มถ่วงจําเพาะ
(ADJ) เฉพาะเจาะจง
(VT) กําหนด
(N) ตัวอย่าง
(ADJ) สวยแต่รูป
(N) แต้ม
(VT) แต้มจุด
(N) จุดด่าง
(VT) ทําให้เป็นจุดด่าง
(ADJ) ซึ่งไม่มีจุดด่าง
(N) แว่นตา
(N) ภาพที่น่าตื่นเต้น
(ADJ) ซึ่งสวมแว่นตา
(N) แว่นตา
(ADJ) น่าตื่นเต้น
(VI) เป็นผู้ชม
(N) ผู้เข้าชม
(N) วิญญาณ
(N) คํานามพหูพจน์ของ spectrum
(ADJ) เกี่ยวกับผีปีศาจ
(N) แถบคลื่นแม่เหล็กไฟฟ้าที่เกิดจาการหักเหของแสง
(N) กล้องศึกษาสเป็กทรั่ม
(ADJ) เกี่ยวกับกล้องศึกษาสเป็กทรั่ม
(N) สเป็กทรั่ม
(ADJ) เกี่ยวกับสเป็กทรั่ม (spectrum)
(VI) พิจารณา
(PHRV) คาดเดา
(PHRV) เสี่ยงพนันกับ
(PHRV) คาดเดา
(N) การใคร่ครวญ
(ADJ) ซึ่งเป็นทางทฤษฎี
(ADJ) ไม่แน่นอน
(N) ผู้วิเคราะห์
(N) ผู้เสี่ยงโชค
(N) การพูด
(N) คําพูด
(VI) กล่าวสุนทรพจน์
(ADJ) ไม่สามารถพูดได้
(N) ผู้กล่าวคําปราศัย
(N) การพูดภาษาใบ้
(N) ผู้เขียนคําสุนทรพจน์
(N) ความรวดเร็ว
(VI) ใช้ยากระตุ้นประสาท (คําสแลง)
(VI) ไปด้วยความรวดเร็ว
(VT) เร่งความเร็ว
(N) การฉีดยาเสพติดสองชนิดรวมกันเข้าสู่ร่างกาย
(N) กีฬาชนิดหนึ่งคล้ายฟุตบอลแต่ใช้มือรับและส่งลูกได้
(N) เรือยนต์ที่มีความเร็วสูง
(N) คนขับรถเร็วเกินกว่าที่กําหนดไว้
(N) ผู้เร่งความเร็ว โดยเฉพาะเกินกว่าที่กฎหมายกําหนด
(N) รถรางขนาดเล็ก
(ADV) อย่างรวดเร็ว
(N) หลอดไฟ
(N) อัตราความเร็วรถยนต์ที่กําหนด
(PHRV) เร่งให้เร็ว
(N) ทางที่เลื่อนได้สําหรับพาคนจากที่หนึ่งไปอีกที่หนึ่งด้วยการยืน
(N) ลู่แข่งรถยนต์
(ADJ) รวดเร็ว
(N) ช่วงเวลา
(VT) มนตร์คาถา
(VT) อ่านสะกดคํา
(VT) ทําให้หลงใหล
(ADJ) หลงใหล
(PHRV) สะกดผิดในการแข่งขัน
(N) ผู้สะกดคํา
(PHRV) สะกดให้กับ
(N) การสะกดคํา
(N) การแข่งขันสะกดคํา
(PHRV) สะกดทีละตัวอักษรหรือทีละคํา
(IDM) มีปัญหา
(VT) กริยาช่องที่ 2 และ 3 ของ spell
(N) ผู้สํารวจถ้ํา
(N) ห้องเก็บอาหารขนาดเล็ก
(N) ใบเรือขนาดใหญ่ซึ่งช่วยพยุงเรือ
(N) วิกผมของอังกฤษในศตวรรษที่18
(N) เสื้อคลุมรัดรูปยาวถึงเอวของผู้ชายช่วงปลายศตวรรษที่ 18 และต้น19
(N) เสื้อคลุมสั้นรัดรูปของผู้หญิงและเด็กในศตวรรษที่19
(VI) ใช้เงิน
(VT) จ่ายเงิน
(VT) ใช ้(เวลา)
(IDM) ปัสสาวะ
(N) คนใช้เงินฟุ่มเฟือย
(PHRV) จ่ายเงินสําหรับ
(PHRV) จ่ายเงินสําหรับ
(PHRV) ใช้ (เวลา, เงิน, ความพยายามฯลฯ) สําหรับ
(ADJ) ฟุ่มเฟือย
(N) คนฟุ่มเฟือย
(PHRV) ใช้หมดแล้ว
(VI) กริยาช่องที่ 2 และ 3 ของ spend
(VT) กริยาช่องที่ 2 และ 3 ของ spend
(N) ตัวอสุจิ
(N) ไขปลาวาฬ
(N) เกี่ยวกับน้ําอสุจิ
(N) ตัวอสุจิ
(N) สารทําลายหรือฆ่าอสุจิ
(N) น้ํามันหล่อลื่นได้จากไขปลาวาฬ
(ADJ) เหมือนอสุจิ
(N) ไขปลาวาฬ
(VI) อาเจียน
(N) คนอาเจียน
(PHRV) พ่นออก
(PHRV) อาเจียนออกมา
(N) มอสประเภทหนึ่งที่อยู่หนองน้ํา
(N) กระดูกรูปลิ่ม
(N) ระบบจักรวาล
(N) รูปทรงกลม
(N) โลก
(N) วง
(N) สิ่งแวดล้อม
(ADJ) กลม
(N) รูปกลมรี
(N) รูปปั้นสัตว์ประหลาดในนิยายกรีก ลําตัวเป็นสิงโตแต่มีหัวเป็นคน
(N) คําเรียกคนสเปน (คําสแลง)
(N) เครื่องเทศ
(VT) ใส่เครื่องเทศ
(PHRV) ทําให้มีรสชาติดีขึ้น
(PHRV) ชูรสด้วย
(N) คําเรียกคนสเปน (คําสแลง)
(IDM) สะอาดมาก
(N) หนาม
(ADJ) แหลมอย่างเข็ม
(ADJ) เผ็ดร้อน
(N) แมงมุม
(N) ใยแมงมุม
(ADJ) คล้ายแมงมุม
(ADJ) คล้ายใยแมงมุม
(ADJ) เต็มไปด้วยแมงมุม
(N) การชักชวน
(PHRV) ท่องอย่างเร็ว (คําไม่เป็นทางการ)
(N) สายสืบ (คําโบราณ)
(VT) ทําให้สวยงาม
(PHRV) ทําให้สวยงาม
(ADJ) สวยงาม (คําไม่เป็นทางการ)
(N) ที่อุด
(N) เดือยแหลม
(N) ตะปูยักษ์
(N) ปุ่มแหลมที่ส้นรองเท้ากีฬา
(VT) ตอกด้วยเดือยแหลม
(VT) ใส่แอลกอฮอล์
(N) พวงช่อดอกไม้
(N) รวงข้าว
(ADJ) ซึ่งใส่เดือยหรือตะปู
(IDM) หยับยั้งการกระทําของคนอื่นไม่ให้สําเร็จ
(ADJ) ซึ่งมีเดือยแหลม
(N) การหกคะเมน
(N) สิ่งที่หกล้น
(VI) ทะลัก
(VI) หก
(VT) ทําให้หก
(N) เศษไม้หรือกระดาษสําหรับจุดไฟ
(N) การทําหก
(N) ปริมาณที่หก
(PHRV) ทําให้ล้นออก
(PHRV) เล่าเรื่อง
(N) การล้น
(PHRV) ล้น
(N) ทางน้ําล้น
(N) การหมุน
(VI) ปั่น
(VT) ปั่น
(N) ผักขม
(ADJ) เกี่ยวกับกระดูกสันหลัง
(N) กระดูกสันหลัง
(N) เส้นประสาทไขสันหลัง
(PHRV) แล่นอย่างเร็ว
(N) แกนหมุน
(VT) ใส่เพลาหมุน
(ADJ) สูงยาว
(N) กระดูกสันหลัง
(N) สันหนังสือ
(N) หนาม
(N) แร่ไร้สี สัญลักษณ์ทางเคมี MgAIO4
(ADJ) ซึ่งไม่มีกระดูกสันหลัง
(N) แร่ไร้สี สัญลักษณ์ทางเคมี MgAIO4
(N) พิณ
(N) ใบเรือขนาดใหญ่รูปสามเหลี่ยม
(N) คนปั่นฝ้าย
(N) เครื่องปั่นฝ้าย
(N) อวัยวะส่วนสร้างเส้นใย
(N) การปั่นด้าย
(N) เครื่องปั่นด้ายด้วยมือ
(N) การเรียกหุ้นคืนบริษัทแม่ทั้งหมด
(PHRV) หมุนออกไป
(PHRV) ทําให้สับสน (คําไม่เป็นทางการ)
(PHRV) ล้นจาก
(PHRV) หมุนรอบอย่างเร็ว
(N) สาวแก่
(N) หญิงปั่นฝ้าย
(ADJ) มีหนาม
(ADJ) ยุ่งยาก
(N) รูเปิด
(ADJ) เป็นวงก้นหอย
(N) วงก้นหอย
(VI) หมุนเป็นขด
(VT) หมุนเป็นขด
(PHRV) บิดเป็นเกลียวลงมา
(PHRV) หมุนเป็นเกลียวขึ้นไป
(N) เสียงเสียดแทรก
(N) ยอดแหลมของตึก
(N) เส้นขด
(N) เจตนา
(N) วิญญาณ
(N) อารมณ์
(VT) ลักพาไป
(PHRV) พาออกไปด้วยเวทมนตร์
(ADJ) ซึ่งมุ่งมั่น
(IDM) ใจยังสู้ แต่ร่างกายไม่ไหวแล้ว
(ADJ) ซึ่งท้อแท้
(N) เครื่องปรับระดับผิวหน้าให้ตรง
(PHRV) ทําให้ออกไปด้วยเวทมนตร์
(N) อารมณ์
(ADJ) เกี่ยวกับจิตใจ
(ADJ) เกี่ยวกับศาสนา
(ADJ) เกี่ยวกับอารมณ์
(N) เพลงสวด
(VT) ทําให้มีจิตวิญญาณ
(ADJ) ซึ่งผสมอัลกอฮอล์
(N) เชื้อแบ็กทีเรียชนิดหนึ่ง
(ADJ) เป็นรูปก้นหอย
(ADJ) เป็นรูปยอดเจดีย์
(N) น้ําลายที่ถ่มออก
(VI) ถ่มน้ําลาย
(VT) ถ่มน้ําลาย
(N) เหล็กเสียบเนื้อย่าง
(VT) เสียบ
(VI) บ้วนน้ําลาย
(VT) บ้วนน้ําลาย
(N) สถานสงเคราะห์
(PHRV) ถ่ม (น้ําลาย, ของเหลว) บน
(PHRV) ไม่ยอมรับ
(N) ลูกกระดาษาสําหรับเคี้ยวแล้วพ่นใส่คน
(N) เจตนาร้าย
(VT) มุ่งร้าย
(N) ผู้หญิงหรือเด็กสาวที่อารมณ์ฉุนเฉียว
(ADJ) มีเจตนาร้าย
(PHRV) พ่นใส่
(PHRV) พ่นใส่
(PHRV) รังเกียจ
(PHRV) พ่นออก
(IDM) ความเหมือนกันมากของคน 2 คน
(N) น้ําเมือกของจั๊กจั่น
(N) น้ําลาย
(N) กระโถนบ้วนน้ําลาย
(PHRV) พ่นขึ้น
(PHRV) พ่นบน
(PHRV) รังเกียจ
(N) สุนัขพันธุ์หนึ่ง
(ADJ) เกี่ยวกับอวัยวะภายใน
(N) รอยแต้ม
(N) เรื่องครึกโครม
(N) เสียงสาดกระเด็น
(VI) กระเด็นเปื้อน
(VT) กระเด็นเปื้อน
(PHRV) เล่นน้ํา
(PHRV) เล่นน้ํา
(N) กันสาด
(N) การนําเครื่องลงสู่ผิวน้ํา
(PHRV) กระเด็นลงมา
(N) กันสาด
(N) บังโคลน
(N) ผู้สาดน้ํา
(PHRV) ทําให้เปรอะ
(PHRV) ไหลลงมาบน
(PHRV) ทําให้เปรอะเปื้อน
(PHRV) เปรอะเปื้อนด้วย
(ADJ) เต็มไปด้วยสีสัน
(ADJ) เป็นที่ดึงดูดความสนใจ
(ADJ) เป็นรอยเปรอะเปื้อน
(VI) กระเด็น
(VT) สาดน้ํา
(ADJ) ซึ่งขยายออก
(N) เพดานหรือประตูที่เอียงเปิดออก
(VI) ขยายออก
(VT) ขยายออก
(N) เท้าที่กว้างแบนและแบะออก
(PHRV) แผ่ออก
(N) ความโกรธเคือง
(N) ม้าม
(ADJ) เงาวาว
(ADJ) แจ่มจรัส
(ADJ) วิเศษ
(ADJ) ยอดเยี่ยม
(N) ความงดงาม
(N) ความงดงาม
(ADJ) อารมณ์เสีย
(N) การต่อกัน
(VT) ต่อเข้า
(VT) แต่งงาน (คําไม่เป็นทางการ)
(PHRV) ต่อเข้าด้วยกัน
(SL) บุหรี่ยัดไส้กัญชา
(N) สลัก
(N) เฝือก
(N) เศษเล็กๆ ที่แตกออก
(VI) แตกเป็นเศษเล็กเศษน้อย
(VT) ทําให้แตกเป็นเศษเล็กเศษน้อย
(PHRV) ทําให้แตกออก
(ADJ) ซึ่งแตกออก
(N) การแตกแยก
(N) รอยแตก
(VI) แตกแยก
(VT) ผ่า
(IDM) แยกความแตกต่างในสิ่งเล็กน้อยๆ
(PHRV) แบ่งออกเป็นสองส่วน
(PHRV) แบ่งออกเป็น
(ADJ) เกี่ยวกับการเล่นระดับของอาคารหรือบ้าน
(PHRV) หักออก
(PHRV) บอกความลับของ(บางคน)ต่อ
(N) การมีบุคลิกภาพสองคนในคนเดียวกัน
(ADV) ทันที
(IDM) ครึ่งต่อครึ่ง
(IDM) แยกความต่างของคน
(ADJ) ซึ่งแตกออก
(PHRV) ตัดแบ่ง
(PHRV) เล่นน้ํา
(PHRV) เล่นน้ํา
(PHRV) กระเด็นลงมา
(N) รอยเปื้อน
(N) การอวดรวย
(VI) อวดรวย
(VT) ใช้เงินอย่างสุรุ่ยสุร่าย
(PHRV) ใช้จ่ายอย่างสบายกับ
(N) การพูดละล่ําละลัก
(VI) พูดรัวอย่างตะกุกตะกัก
(VI) ส่งเสียงเปาะแปะ
(VT) พูดรัวอย่างตะกุกตะกัก
(PHRV) (เครื่องจักร) ค่อยๆหยุดทํางาน
(SL) คนธรรมดาๆ
(N) การแย่งชิง
(N) ของที่แย่งชิงมา
(VI) เน่าเสีย
(VT) ตามใจจนเสียคน
(VT) ทําให้เสียหาย
(VT) แย่งชิง
(N) การเน่าเสีย
(N) ของเสีย
(SL) โดนตามใจ
(N) คนที่ทําให้เสียหาย
(N) โจร
(N) ผู้แข่งขันที่ทําลายการชนะของคู่แข่งได้
(N) อุปกรณ์ควบคุมกระแสลมในเครื่องบินหรือรถยนต์
(PHRV) ทําให้เสีย
(N) ผู้รบกวน
(N) ขั้นบันได
(N) ซี่ล้อรถ
(N) ที่จับรอบนอกพวงมาลัยเรือ
(VI) กริยาช่อง 2 ของ speak
(VI) กริยาช่อง 3 ของ speak
(N) กบไสไม้
(N) โฆษก
(N) โฆษก
(N) โฆษกหญิง
(N) การปล้นทรัพย์
(SL) เงิน
(SL) เงิน
(N) ฟองน้ํา (สัตว์ทะเลชนิดหนึ่ง)
(N) ยางฟองน้ํา
(VI) เกาะคนอื่นกิน
(VT) เช็ดถูด้วยฟองน้ํา
(PHRV) ถูออกด้วยฟองน้ํา
(N) ขนมเค้ก
(PHRV) ล้างออกด้วยฟองน้ํา
(PHRV) อาศัย(บางสิ่ง)จาก
(PHRV) ถูออกด้วยฟองน้ํา
(PHRV) อาศัย
(PHRV) ถูออกด้วยฟองน้ํา
(PHRV) ดูด/ซับด้วยฟองน้ํา
(ADJ) นุ่มและเปียกชุ่ม
(ADJ) เป็นรูพรุน
(ADJ) หยุ่นและดูดซับน้ํา
(N) ป้อมปืนที่ยื่นโผล่ของรถถังหรือเรือรบ
(N) ผู้ทําการโฆษณาทางวิทยุหรือโทรทัศน์
(N) ผู้อุปถัมภ์
(VT) อุปถัมภ์
(N) ลักษณะซึ่งเกิดขึ้นเอง
(ADJ) ซึ่งเป็นไปตามธรรมชาติ
(SL) น้ําอสุจิ
(N) นักสืบ (คําสแลง)
(N) ผี (คําไม่เป็นทางการ)
(VI) ตกใจกลัว
(VT) หลอกให้ตกใจ
(PHRV) ตกใจกลัว
(ADJ) น่ากลัว
(N) แกนม้วนสาย (เช่น หลอดด้าย ม้วนฟิล์ม ม้วนสายไฟ)
(N) สิ่งที่พันรอบแกนหรือหลอด
(VI) ม้วน
(VT) ม้วน
(N) ช้อน
(N) ไม้ตีกอล์ฟเบอร์ 3
(N) เหยื่อตกปลาลักษณะคล้ายช้อน
(VT) ช้อนลูกกอล์ฟขึ้น
(VT) ตักด้วยช้อน
(N) การย้ายเสียงในคํา
(IDM) ช่วยเหลือมากเกินไปจนไม่ได้เรียนรู้ หรือทําสิ่งใดด้วยตัวเองเลย
(VT) ใช้ช้อนป้อน
(N) เต็มช้อน
(PHRV) เสิร์ฟอาหารด้วยช้อน
(PHRV) ตักเข้าปากด้วยช้อน
(ADJ) คลั่งไคล้
(N) ผู้หลงรักคนอื่นอย่างคลั่งไคล้
(N) รอยเท้า
(ADJ) กระจัดกระจาย
(ADJ) ซึ่งเกิดขึ้นนานๆ ครั้ง
(N) เซลล์สืบพันธุ์ของพืชหรือสัตว์ประเภทโปรโตซัว
(VI) สร้างสปอร์
(N) ถุงสปอร์
(N) ย่าม
(ADJ) สําหรับการกีฬา
(N) การพักผ่อนหย่อนใจ
(N) กีฬา
(N) ผู้ที่มีน้ําใจนักกีฬา
(VI) เล่นสนุกสนาน
(VT) สวมใส่ (คําไม่เป็นทางการ)
(VT) หยอกล้อ
(N) การประกาศสั้นทางวิทยุหรือโทรทัศน์
(ADJ) ซึ่งสนใจในกีฬา
(IDM) โอกาสดี
(N) โอกาสเท่ากัน
(ADJ) ซึ่งชอบล้อเล่น
(ADJ) รถแข่ง
(N) การรายงานข่าวกีฬาทางวิทยุ
(N) คนที่มีน้ําใจนักกีฬา
(N) นักกีฬา
(ADJ) มีน้ําใจนักกีฬา
(N) การเข้าร่วมในการกีฬา
(N) การมีน้ําใจนักกีฬา
(N) ชุดกีฬา
(N) เสื้อผ้าชุดลําลอง
(N) นักกีฬาหญิง
(N) ผู้หญิงที่มีน้ําใจนักกีฬา
(N) นักเขียนข่าวกีฬา
(PHRV) หยอกเล่นกับ
(ADJ) มีน้ําใจนักกีฬา
(ADJ) สนใจในการกีฬา
(ADJ) หรูหรา
(ADJ) เหมาะสําหรับการกีฬา
(ADJ) ทันทีทันใด
(N) จุด
(N) จุดด่างพร้อย
(N) สถานที่
(VI) ทําให้เป็นจุดด่าง
(VT) ทําให้เป็นจุดด่าง
(VT) พบเห็น
(N) การสํารวจแบบสุ่มตัวอย่าง
(ADJ) ซึ่งไม่มีจุดด่าง
(N) จุดสนใจของผู้คน
(N) ไฟฉายที่มีแสงสว่างจ้ามาก
(VT) ฉายสปอร์ตไลท์
(VT) ดึงดูดความสนใจ
(N) ข่าวด่วน
(SL) อาหารกลางวัน (จํานวน) ไม่มาก / เล็กน้อย
(ADJ) ถูกต้อง
(ADJ) ถูกต้อง
(N) คนเฝ้าสังเกตการณ์
(N) นักสืบ (คําไม่เป็นทางการ)
(N) ผู้กําหนดจุด
(N) ผู้ช่วยผู้สื่อข่าวกีฬา
(N) ผู้ระบุเป้าหมายการยิงให้ทหารปืนใหญ่
(N) พนักงานซักรอยเปื้อนในร้านซักแห้ง
(N) แมวมอง
(N) การทดสอบบริเวณที่เกิดเหตุ
(ADJ) เต็มไปด้วยสิว
(ADJ) เป็นจุดๆ
(ADJ) ไม่สม่ําเสมอ
(PHRV) พ่นด้วย
(ADJ) เกี่ยวกับงานแต่งงาน
(N) งานแต่งงาน
(N) คู่สามีภรรยา
(VT) แต่งงาน
(N) ท่อพ่น
(N) น้ําที่พุ่งขึ้น
(N) รางลาด
(VI) พ่น
(VI) พูดมาก
(VT) พ่น
(PHRV) พุ่งออกจาก
(PHRV) พูดไม่ระวังปาก
(VT) นั่งกางขา
(N) อาการเคล็ด
(VT) ทําให้เคล็ด
(VI) กริยาช่องที่ 2 ของ spring
(VT) กริยาช่องที่ 2 ของ spring
(N) ปลาทะเลชนิดหนึ่ง
(N) การนอนกางแขนกางขา
(N) เมืองที่ขยายออกไปรอบนอก
(VI) ตวัดไปมาอย่างไร้ระเบียบ (เช่น ลายมือ)
(VI) นอนกางแขนกางขา
(PHRV) เหยียดแขนขาตามสบาย
(PHRV) เหยียดแขนขาตามสบาย
(N) กระป๋องฉีด
(N) การพ่นน้ํา
(N) ละอองน้ํา
(VT) พ่น
(N) กิ่งไม้เล็กๆ ที่มีดอกหรือผล
(N) เครื่องพ่น
(PHRV) พ่น
(PHRV) พ่นด้วย
(ADJ) ซึ่งแพร่กระจาย
(N) การกระจาย
(N) ผ้าปู (เตียง, โต๊ะ)
(N) ระยะห่าง
(N) อาหารที่ใช้ทาขนมปัง
(VI) กระจายไปทั่ว
(VT) ทําให้กระจาย
(ADJ) ซึ่งแพร่กระจายได้
(PHRV) โรยจนทั่ว
(PHRV) แพร่ไปทั่ว
(PHRV) โรยจนทั่ว
(N) การแพร่กระจายได้
(N) รูปปั้นนกอินทรีกางปีกและขา สัญลักษณ์ของอเมริกา
(VT) กางแขนและขาออก
(ADJ) ซึ่งกางแขนและขาออก
(N) เครื่องทําให้กระจาย
(N) มีดทาเนย
(PHRV) ทน
(PHRV) วาง(บางสิ่งที่แผ่กว้าง)ไว้บน
(PHRV) แผ่เต็มที่
(PHRV) แผ่ออกไป
(PHRV) ทําให้ชักช้า
(PHRV) วาง (บางสิ่งที่แผ่กว้าง) ไว้บน
(PHRV) แพร่ไปสู่
(PHRV) ปุข้างใต้
(PHRV) ทาด้วย
(N) การเที่ยวดื่มกินแบบหัวราน้ํา
(N) การเล่นสนุกสนาน
(N) ระยะเวลาการหาความสุขอย่างเมามัน
(N) กิ่งไม้เล็กๆ
(N) ตะปูขนาดเล็กไม่มีหัว
(N) ลูกหลาน
(N) วัยหนุ่มสาว
(VT) ประดับด้วยกิ่งไม้เล็กๆ
(ADJ) มีชีวิตชีวา
(ADV) อย่างมีชีวิตชีวา
(N) การกระโดด
(N) น้ําพุธรรมชาติ
(N) ฤดูใบไม้ผลิ
(N) สปริง
(N) แหล่งกําเนิด
(VI) ดีดตัว
(PHRV) กระโจนใส่
(PHRV) กระโดดกลับ
(N) กระดานสําหรับกระโดดน้ําหรือเล่นยิมนาสติก
(N) จุดเริ่มต้นทางความคิดหรือการกระทํา
(N) ละมั่งแอฟริกา
(N) ละมั่งแอฟริกา
(N) ลูกไก่
(N) กับดัก
(VT) สร้างหลุมพราง
(N) ผู้กระโดด
(N) วัวสาวที่พร้อมจะให้กําเนิดลูกวัว
(N) หินรูปลิ่มที่อยู่ส่วนบนของตอม่อ
(N) เมืองของรัฐอิลลินอยด์
(PHRV) กระโดดจาก
(N) ต้นกําเนิด
(N) ต้นน้ํา
(N) เรือนเล็กๆ สร้างที่ริมลําธารเพื่อเก็บอาหารให้เย็น
(N) น้ําพุเล็กๆ
(ADJ) ซึ่งผลิดอกออกใบ
(PHRV) กระโจนใส่
(PHRV) กระโดดออกมา
(N) กระแสน้ําขึ้นหรือลงอย่างมากในช่วงพระจันทร์เต็มดวง
(N) ระยะแรกเริ่มและดีที่สุด
(N) ฤดูใบไม้ผลิ
(PHRV) กระโจนไปทาง
(PHRV) กระโดดขึ้น
(PHRV) กระโจนใส่
(N) วงในของเนื้อไม้ที่เพิ่งขึ้นใหม่
(ADJ) เป็นสปริง
(ADJ) ยืดหยุ่น
(N) การโปรย
(N) ฝนที่ตกปรอยๆ
(VI) ตกปรอยๆ (ฝน)
(VT) โปรย
(PHRV) โปรยบน
(PHRV) โปรยบน
(PHRV) โปรยบน
(N) เครื่องฉีดน้ํา
(N) ปากกระบอกฉีด
(N) ผู้ที่ฉีด
(PHRV) โปรยบน
(PHRV) พรมด้วย
(N) ปริมาณโปรยปราย
(N) การแข่งวิ่งเร็วในระยะสั้น
(VI) วิ่งเต็มฝีเท้า
(N) เทพยดา
(N) ใบเรือที่ขึงบนเสาขวาง
(N) โซ่ฟันเฟือง
(N) หน่อที่งอกใหม่
(VI) แตกหน่อ
(VT) ทําให้แตกหน่อ
(PHRV) งอกงาม
(PHRV) ผุด
(N) ต้นสนชนิดหนึ่ง
(N) ไม้ของต้นสนชนิดหนึ่ง
(ADJ) เรียบร้อยงดงาม
(VI) แต่งตัวเรียบร้อยงดงาม
(VT) แต่งตัวเรียบร้อยงดงาม
(PHRV) ทําให้เป็นระเบียบ
(VI) กริยาช่องที่ 2 และ 3 ของ spring
(ADJ) กระฉับกระเฉง
(N) จอบเล็กสําหรับขุดราก
(N) มันฝรั่ง (คําสแลง)
(VT) ขุดด้วยจอบหรือเสียม
(PHRV) พ่นออก
(PHRV) อาเจียนออกมา
(SL) น้ําอสุจิ
(N) ฟอง
(N) ไอศกรีมอิตาเลียนทําเป็นหลายสีหลายชั้น
(N) ไอศกรีมอิตาเลียนทําเป็นหลายสีหลายชั้น
(VI) กริยาช่องที่ 2 และ 3 ของ spin
(VT) กริยาช่องที่ 2 และ 3 ของ spin
(N) ความกล้าหาญ
(SL) ใช้เงินแบบโง่ๆ (โดยเฉพาะหมดไปกับการพนัน การดื่มเหล้า และยาเสพย์ติด)
(PHRV) ร่าเริง
(ADJ) ใจกล้า (คําไม่เป็นทางการ)
(N) กิ่งไม้สั้นๆ
(N) เดือยไก่
(N) เดือยสวมที่ส้นรองเท้า
(N) ทิวเขาที่ยื่นแหลมออกมา
(N) สิ่งกระตุ้น
(VI) ห้อตะบึง
(VT) กระตุ้น
(VT) กระตุ้นม้าด้วยเดือยรองเท้า
(N) พืชชนิดหนึ่ง
(ADJ) ปลอม
(VT) ปฏิเสธ
(PHRV) กระตุ้นให้วิ่งเร็วขึ้น (ด้วยเดือยรองเท้า)
(PHRV) ให้กําลังใจ
(N) การพุ่งออกมา
(N) การโหมกําลัง
(VI) พ่นออก
(VI) โหมกําลัง
(VT) พ่น
(N) ไม้ที่ใช้คนอาหาร
(PHRV) พ่นออก (ของเหลวหรือแก๊ส)
(N) ดาวเทียมดวงแรกของโลกที่ไปอวกาศ
(N) การพูดละล่ําละลัก
(N) สิ่งที่สําลักออกมา
(VI) ดังกึกๆ กักๆ
(VI) ถ่มน้ําลาย
(VI) พูดละล่ําละลัก
(VI) เสียงดังปะทุเป็นพักๆ
(PHRV) (เครื่องจักร) ค่อยๆหยุดทํางาน
(N) เสมหะ
(N) การสืบ
(N) นักสืบ
(VI) สืบ
(N) กล้องส่องทางไกลขนาดเล็ก
(PHRV) สืบ/สอบถามลับๆ
(PHRV) เฝ้าดูอย่างลับๆ
(PHRV) สืบหาลับๆ
(PHRV) เฝ้าดูอย่างลับๆ
(N) ลูกนก
(N) การทะเลาะกัน
(VI) ทะเลาะกัน
(PHRV) โต้เถียงเกี่ยวกับ
(PHRV) โต้เถียงเกี่ยวกับ
(PHRV) ทะเลาะกับ
(N) กลุ่มคน
(N) กลุ่มทหาร
(N) รถสายตรวจ
(N) กองทหารม้า
(N) กองเรือรบ
(N) ฝูงเครื่องบิน
(ADJ) เลวทราม
(ADJ) สกปรก
(N) ความโกลาหล
(N) พายุฝนที่เกิดขึ้นอย่างกะทันหัน
(N) เสียงร้องดังลั่น
(VI) กรีดร้อง
(VI) พัดกระหน่ํา
(N) คนที่ร้องลั่น
(ADV) อย่างร้องดังลั่น
(N) ความสกปรก
(N) สะเก็ด
(N) การใช้จ่ายสุรุ่ยสุร่าย
(VT) ใช้จ่ายสุรุ่ยสุร่าย
(PHRV) ใช้จ่ายสิ้นเปลือง
(PHRV) ใช้จ่ายสิ้นเปลืองเกี่ยวกับ
(PHRV) ใช้จ่ายสิ้นเปลืองเกี่ยวกับ
(ADJ) เป็นสี่เหลี่ยม
(ADV) อย่างตรงไปตรงมา (คําไม่เป็นทางการ)
(ADV) อย่างตั้งฉาก
(N) ตึกที่มีถนนสี่ด้าน
(N) ผลที่ได้จากกําลังสอง
(N) แผ่นกระดานเล่นเกมซึ่งเป็นรูปสี่เหลี่ยมจัตุรัส
(N) ไม้ฉากของช่างไม้
(N) ลานกว้าง
(N) สี่เหลี่ยมจัตุรัส
(VT) ทําให้เป็นรูปสี่เหลี่ยม
(VT) ปรับให้ตรง
(VT) ยกกําลังสอง
(PHRV) เตรียมต่อสู้ (ระหว่างคนสองคน)
(PHRV) เตรียมพร้อม
(IDM) การแลกเปลี่ยนที่ยุติธรรม
(IDM) อาหารครบห้าหมู่
(N) ตารางเมตร
(PHRV) จัดให้เป็นระเบียบ
(PHRV) เตรียมต่อสู้ (ระหว่างสองคน)
(PHRV) แบ่งเป็นสี่เหลี่ยม
(N) ใบเรือรูปสี่เหลี่ยมที่พาดขวาง
(N) จํานวนรากกําลังสอง
(PHRV) ตั้งให้เป็นมุมฉาก
(PHRV) เตรียมประจันหน้ากัน (คําไม่เป็นทางการ)
(PHRV) เตรียมต่อสู้กับ
(PHRV) จ่ายหมด
(PHRV) เห็นพ้องกับ
(N) พืชตระกูลน้ําเต้า
(N) การบด
(N) กีฬาสควอซ
(N) ฝูงชนที่เบียดเสียด
(VI) เบียดเสียด
(VT) บด
(VT) เบียดเสียด
(PHRV) เบียดเข้าไป
(PHRV) เบียดกัน (คน)
(PHRV) อัดแน่น (สิ่งของ)
(ADJ) ซึ่งบดได้ง่าย
(ADJ) เหลวและเปียก
(ADJ) อ้วนเตี้ย
(N) การนั่งยองๆ
(VI) นั่งยองๆ
(VI) หมอบ
(PHRV) นั่งหมอบ (บนพื้น)
(N) คนที่เข้าครอบครองสถานที่โดยไม่ได้รับอนุญาต
(N) ผู้นั่งยองๆ
(ADJ) ม่อต้อ
(N) การบ่นเสียงดัง
(N) เสียงร้องดัง
(SL) ดุว่า
(VI) บ่นเสียงดัง (คําไม่เป็นทางการ)
(VI) ร้องโอ๊ก
(VT) บ่นเสียงดัง (คําไม่เป็นทางการ)
(N) คนที่ร้องเสียงดัง
(N) การหลบหนีจากอันตรายได้อย่างหวุดหวิด (คําไม่เป็นทางการ)
(N) เสียงลั่นเอี๊ยดๆ
(VI) รอดอย่างหวุดหวิด (คําไม่เป็นทางการ)
(VI) ลั่นเอี๊ยดๆ
(VI) สารภาพให้ตํารวจรู้ (คําสแลง)
(VT) พูดเสียงแหลม
(PHRV) รอดชีวิต
(PHRV) กรีดร้อง
(PHRV) ผ่านได้เฉียดฉิว
(PHRV) หวุดหวิด
(ADJ) ซึ่งร้องเสียงแหลม
(SL) สะอาดมาก
(N) เสียงร้องแหลม
(VI) แจ้งเบาะแส (คําสแลง)
(VI) ร้องเสียงแหลม
(ADJ) ตกใจง่าย
(N) ลูกกลิ้งยาวสําหรับกวาดน้ําส่วนเกินออก
(N) การขูดรีด
(N) การบีบ
(N) การโอบกอดแน่น
(VI) ขูดรีด
(VT) คั้น
(VT) โอบกอด
(PHRV) ผ่านยาก
(PHRV) อยู่รอด
(PHRV) คั้น/บีบ/รีดจาก
(PHRV) ได้มายาก(จาก)
(PHRV) เจียดเวลา (เพื่อทําบางสิ่ง)
(PHRV) เบียดเข้าไป
(PHRV) คั้น/บีบ/รีดจาก
(PHRV) รีดไถ
(N) เครื่องบีบ
(PHRV) แทรกผ่าน
(PHRV) เขยิบเข้าไปใกล้
(N) การพูดตัดบท (คําสแลง)
(N) เสียสาดกระเด็น
(VI) เกิดเสียงสาดกระเด็น
(VT) ขยี้
(VT) ระงับ (คําสแลง)
(N) คําพูดหรือบทความล้อเลียน
(N) ประทัด
(VI) จุดประทัด
(VI) รู้สึกกลัว
(VT) พูดหรือเขียนเรื่องล้อเลียน
(VT) เลี้ยงลูกฟุตบอลไปมา
(N) ปลาหมึก
(N) ต้นไม้ชนิดหนึ่งทํายาได้
(ADJ) ตาเอียง
(N) การชําเลืองมอง
(N) ตาเอียง
(VI) ชําเลืองมอง
(VI) ตาเอียง
(VI) หรี่ตา
(VT) ตาเอียง
(PHRV) ชําเลือง
(ADJ) ชําเลืองมอง
(ADJ) ตาเอียง
(N) พวกผู้ดีตามบ้านนอกในอังกฤษ
(N) คนติดสอยห้อยตามนักรบสมัยก่อน
(N) ผู้ชายที่ไปเป็นเพื่อนสตรี
(N) ผู้ดีตามบ้านนอกในอังกฤษ
(SL) คําเรียกผู้ชายในเชิงชื่นชม
(VT) ติดตามรับใช้
(N) การบิดตัวไปมา
(VI) บิดตัวไปมา
(VI) รู้สึกอึดอัด
(PHRV) บิดตัว (เพราะอึดอัดใจ)
(N) กระรอก
(VT) เก็บสะสม
(PHRV) เก็บ
(SL) บ้า
(N) กระบอกฉีด
(N) ของเหลวที่พุ่งออกมา
(N) คนหนุ่มที่ไม่สําคัญแต่ทําโอหัง (คําไม่เป็นทางการ)
(VI) พ่นออกมาเป็นฝอย
(VT) ฉีดน้ําเป็นฝอย
(PHRV) พ่น/ฉีด (ของเหลว)
(N) การแทง
(N) การวิจารณ์อย่างรุนแรง
(N) ความเจ็บปวดอย่างกะทันหัน
(N) ความพยายาม
(VT) แทง
(PHRV) ทิ่ม
(ADJ) มั่นคง
(N) ชิ้นส่วนของรูปแกะสลักที่ไม่เคลื่อนไหว
(N) ความเด็ดเดี่ยว
(N) เสถียรภาพ
(VI) มั่นคง
(VT) ทําให้คงที่
(VT) ทําให้มั่นคง
(N) คนหรือสิ่งที่ทําให้มั่นคง
(N) ปีกท้ายที่ทําให้เครื่องบินบินได้อย่างคงที่
(N) สารกันบูด
(PHRV) แทงไปที่
(PHRV) ลอบกัด
(ADJ) คงรูป
(ADJ) มั่นคง
(N) คอกม้า
(VT) นําเข้าคอก
(N) เด็กเลี้ยงม้า
(N) ชายเลี้ยงม้า
(N) คนที่มาจากค่ายเดียวกัน
(N) ม้าเจ้าของเดียวกัน
(IDM) ทําให้สะเทือนใจ
(ADJ) ซึ่งขาดตอน
(N) กองที่ซ้อนกัน
(N) กองหญ้า
(N) จํานวนมาก (คําไม่เป็นทางการ)
(N) ปล่องควัน
(N) หิ้วหนังสือในห้องสมุด
(VI) วางตั้งซ้อนกัน
(VT) วางตั้งซ้อนกัน
(ADJ) ซึ่งกองซ้อนกัน
(IDM) ทําให้ล้มเหลว
(PHRV) เดินโซเซรอบ
(PHRV) ได้รับเงิน
(PHRV) สุมจนท่วม
(N) ผู้ว่าการจังหวัด
(N) สนามกีฬาที่มีอัฒจันทร์โดยรอบ
(N) สนามวิ่งแข่งของกรีกโบราณ
(N) หน่วยวัดความยาวของกรีกโบราณมีค่าประมาณ 607 ฟุต
(ADJ) ซึ่งว่าจ้างเป็นพนักงานประจํา
(N) คณะผู้ทํางาน
(N) เส้นขวาง 5 เส้นที่ใช้เป็นโน้ตเพลง
(N) เสนาธิการ
(N) เสาค้ํา
(VT) จัดหาคณะทํางาน
(N) เจ้าหน้าที่ในคณะหนังสือพิมพ์
(N) พนักงาน
(ADJ) สําหรับผู้ชายเท่านั้น (คําไม่เป็นทางการ)
(ADV) โดยไม่มีคู่มาด้วย (คําไม่เป็นทางการ)
(N) กวางตัวผู้
(N) ผู้ชายที่ออกงานสังคมโดยไม่มีผู้หญิงเป็นคู่ (คําไม่เป็นทางการ)
(N) สัตว์ตัวผู้ที่ตอนแล้ว
(VI) ไปโดยไม่มีเพื่อนหญิงมาด้วย
(N) ฉาก
(N) รถม้าโดยสาร
(N) ระยะเวลา
(N) เวที
(VT) ออกแสดง
(N) รถม้าโดยสารสมัยก่อน ซึ่งมีเส้นทางและเวลาเดินทางที่แน่นอน
(N) ศิลปะการแสดงละคร
(N) ความประหม่าเมื่ออยู่บนเวที
(N) เจ้าหน้าควบคุมเวที
(VT) กํากับเวที
(N) นักแสดง
(N) ผู้เชี่ยวชาญ
(ADJ) ซึ่งโซเซ
(N) ฉาก
(ADJ) ซึ่งประทับผู้ชมมาก
(N) การกระซิบเสียงดังเพื่อให้ผู้ดูได้ยิน
(N) การเซ
(VI) เซ
(VT) ทําให้ลังเล
(VT) ทําให้สะดุด
(PHRV) เดินโซเซ
(PHRV) เดินโซเซ
(N) การเซ
(N) การแสดงบนเวที
(N) ความเงื่องหงอย
(ADJ) ซึมเซา (อารมณ์)
(ADJ) นิ่ง
(ADJ) ไม่เจริญ
(ADV) อย่างซึมเซา
(VI) ซบเซา
(N) ความซบเซา
(ADJ) เกี่ยวกับการแสดงบนเวที
(ADJ) เงียบขรึม
(N) คราบ
(N) ด่างพร้อย
(N) สีทา
(N) สีย้อม
(VI) เป็นคราบ
(VT) ทําให้เป็นรอยเลอะ
(ADJ) ซึ่งเป็นคราบ
(ADJ) เปรอะเปื้อน
(N) ผู้เป็นคราบ
(ADJ) ไร้คราบ
(N) เหล็กที่ไม่เป็นสนิม
(PHRV) ทําให้แปดเปื้อนด้วย
(PHRV) เปื้อนด้วย
(N) ขั้นบันได
(N) บันได
(N) บันไดทอดหนึ่ง
(N) หัวบันได
(N) บันได
(N) การเรียงเป็นขั้น
(N) ทางบันได
(N) ปล่องบันได
(N) การประหารชีวิตแบบผูกติดกับเสาแล้วเผา
(N) เสาหลัก
(VI) ปักเขต
(VT) ปักเสา
(VT) ผูกไว้กับเสา
(N) เงินเดิมพัน
(N) ดอกเบี้ยหรือส่วนแบ่งผลประโยชน์
(VT) วางเดิมพัน
(N) เรือที่จอดไว้เป็นหลักเลี้ยวในการแข่งเรือ
(N) คนกลางที่ถือเงินเดิมพันสําหรับการพนัน
(N) ผู้ถือผลประโยชน์ร่วม
(PHRV) ปักเขตแบ่ง
(PHRV) วางเดิมพัน
(N) การตรวจตราเป็นพิเศษโดยตํารวจ
(N) สถานที่ซึ่งตํารวจตรวจตราเป็นพิเศษ
(PHRV) ปักเขต
(PHRV) อ้างสิทธิ์
(N) เงินรางวัลในการแข่งม้า
(PHRV) วางเดิมพัน
(ADJ) เกี่ยวกับหินย้อย
(N) หินย้อย
(ADJ) เกี่ยวกับหินย้อย
(N) หินงอก
(ADJ) เกี่ยวกับหินงอก
(ADJ) น่าเบื่อ (ข่าว, เรื่องขําขัน)
(ADJ) ไม่ถ่ายเท (อากาศ)
(ADJ) ไม่สด (อาหาร)
(VI) กลายเป็นเรื่องน่าเบื่อ
(VI) เก่า
(VT) ทําให้เก่า (อาหาร)
(VT) ทําให้น่าเบื่อ (ข่าว, เรื่องขําขัน)
(N) ปัสสาวะของสัตว์เลี้ยง
(VI) ถ่ายปัสสาวะ (สัตว์เลี้ยง)
(ADV) อย่างไม่สด
(N) การคุมเชิงกันอยู่
(VT) ทําให้จนอับ
(N) ความเหม็นอับ
(N) ขาแก้ว
(N) ลําต้น
(N) การเดินย่องเข้าใกล้
(N) การเดินอาดๆ
(VI) เดินอาดๆ
(VT) ย่องเข้าใกล้
(PHRV) ออกไปอย่างโกรธ
(N) ผู้เดินย่องตาม
(PHRV) ทําให้รอคอย
(ADJ) มีก้านมาก
(ADJ) ยาวเรียว
(N) การสูญเสียการทรงตัวของเครื่องบิน
(N) การหยุดกลางคันของเครื่องยนต์
(N) คอก
(N) ช่องจอดรถยนต์ในที่จอดรถ
(N) ที่นั่งแถวยาวในโบสถ์ฝรั่ง
(N) ที่นั่งแถวหน้าในโรงละคร
(N) ปลอกนิ้ว
(N) แผงขายของ
(N) ห้องเล็กๆ
(VI) หยุดกลางคัน
(VT) ขังไว้ในคอก
(VT) ทําให้เครื่องยนต์หยุดกลางคัน
(N) ข้ออ้าง
(VI) ถ่วงเวลา
(VT) ถ่วงเวลา
(PHRV) ทําให้ช้าลง
(N) ม้าตัวผู้ซึ่งใช้เป็นพ่อพันธุ์
(PHRV) ทําให้รอคอย
(ADJ) แข็งแกร่ง
(ADJ) ซื่อสัตย์
(N) คนที่ซื่อสัตย์
(N) เกสรตัวผู้
(N) ความแข็งแรง
(N) การพูดตะกุกตะกัก
(VI) พูดตะกุกตะกัก
(VT) พูดตะกุกตะกัก
(PHRV) พูดติดอ่าง
(N) กระเดื่องบดแร่
(N) การเหยียบ
(N) ดวงตราไปรษณียากร
(N) ตราประทับ
(N) รอยตราประทับ
(N) ลักษณะเฉพาะ
(VI) กระทืบ
(VT) กระทืบ
(VT) กําจัด
(VT) ติดแสตมป์
(PHRV) ทําให้ตระหนักว่าเป็น
(N) ความแตกตื่นโกลาหล
(VI) ์แตกตื่น
(VT) ทําให้แตกตื่น
(PHRV) ทําให้แตกตื่น
(N) กระเดื่องบดแร่
(N) ผู้ประทับตรา
(N) แม่พิมพ์จานเสียง
(PHRV) เหยียบ/ย่ําบน
(PHRV) ย่ําจังหวะ
(PHRV) เหยียบให้ (ไฟดับ)
(PHRV) เหยียบหรือย่ําบน
(PHRV) ประทับตราด้วย
(N) ท่าตีลูกกอล์ฟ
(VT) ห้ามเลือด
(N) ผู้ห้ามเลือด
(N) เสาค้ํา
(N) การยืน
(N) จุดยืน
(VI) ยืน
(VT) ทําให้ยืนขึ้น
(PHRV) ยืนใกล้ๆ
(PHRV) เก่งกว่า
(IDM) มีโอกาส
(PHRV) คัดค้าน
(PHRV) พิง
(PHRV) ยืนโดดเด่นตัดกับ (เบื้องหลัง)
(PHRV) ถอยห่าง
(PHRV) แยกจาก
(ADJ) ซึ่งเป็นมาตรฐาน
(N) มาตรฐาน
(N) ผู้นํา
(N) ม้าแข่งพันธุ์หนึ่ง
(N) ทําให้เป็นมาตรฐาน
(N) มาตรฐานการครองชีพ
(N) เวลามาตรฐาน
(PHRV) ยืนใกล้ๆ
(PHRV) เสนอ(บางคน)เป็นตัวแทนของ
(PHRV) หลบเข้าข้าง
(PHRV) ยืนอยู่บริเวณ
(PHRV) (ระดับ, การวัด) อยู่ที่
(PHRV) ยืนห่างจาก
(PHRV) ถอยไป
(PHRV) ปฏิเสธเข้าร่วม
(PHRV) ยืนอยู่ด้านหลังของ
(PHRV) สนับสนุน
(PHRV) ป้องกันไม่ให้ทํา (บางสิ่ง)
(PHRV) ยืนระหว่าง
(PHRV) เฝ้าดู (อย่างเดียว)
(PHRV) อยู่ใกล้
(PHRV) จงรักภักดีกับ
(PHRV) อยู่ติดกับ
(N) ผู้สํารอง
(PHRV) หลีกไป
(IDM) ยอมรับผิด
(PHRV) ออกจากคอกพยาน (ในศาล)
(PHRV) ยืนท่าพัก (ทางทหาร)
(N) ผู้โดยสารที่ยืน
(PHRV) ยืนยัน
(PHRV) ยืนหยัด
(PHRV) ทน
(PHRV) แทน
(PHRV) มุ่งหน้าไปทาง (การแล่นเรือ)
(PHRV) ยึดมั่น
(PHRV) ยืนทําความเคารพ
(PHRV) เสนอชื่อ
(PHRV) ทอดเงาทับ
(PHRV) ทําให้ทํางานไม่ได้
(IDM) ตัวแทน
(N) ตัวแทน
(PHRV) กลัวผสมกับความนับถือ
(PHRV) ขวางทาง
(PHRV) ขัดขวาง
(PHRV) เป็นประโยชน์กับ
(PHRV) ยังอยู่
(PHRV) ยืนใน
(PHRV) (สถานที่) ตั้งอยู่ที่
(PHRV) ทําหน้าที่แทน
(N) ตําแหน่ง
(IDM) เรื่องตลก
(N) จุดยืน
(PHRV) แล่นเรือไปทาง
(PHRV) แล่นเรือไปทาง
(PHRV) ผูกมิตรกับ
(PHRV) แยกตัวจาก
(PHRV) หยุดจ้าง
(N) การปลีกตัว
(PHRV) แยกตัวจาก
(PHRV) อยู่ห่างจากฝั่ง (การแล่นเรือ)
(ADJ) ใจเย็น
(PHRV) รักษาทิศทางและความเร็ว (ของเรือ)
(PHRV) ทําได้ง่ายมาก
(PHRV) เป็นตัวของตัวเอง
(PHRV) เป็นพิธีการ
(PHRV) ยึดตาม
(PHRV) ยืนบน
(PHRV) เล่าความจริงของ
(PHRV) วางบน
(N) ผู้ยอดเยี่ยม
(PHRV) ก้าวมาข้างหน้า (ทางทหาร)
(PHRV) ต่อต้าน
(PHRV) ยื่นออกมา
(PHRV) เห็นชัด
(PHRV) ออกจากกลุ่ม
(PHRV) มองเห็นโดดเด่น
(PHRV) ยืนยัน
(PHRV) ก้าวจาก
(PHRV) แสดงความรู้สึก
(PHRV) อยู่ด้านนอก
(PHRV) เก็บไว้ทีหลัง
(PHRV) เฝ้ามอง
(PHRV) ไม่ยอมเปลี่ยน (ความคิด)
(N) ท่อถ่ายน้ํา
(N) ทัศนคติ
(N) การหยุดนิ่ง
(PHRV) ยืนนิ่ง
(IDM) ยังอยู่กับที่
(SL) ภาคภูมิใจ
(PHRV) เตรียมพร้อม (ทางทหาร)
(PHRV) ยืนตรง (ทางทหาร)
(PHRV) ยืนหยัดในหน้าที่
(IDM) ยืนตรง (ทางทหาร)
(PHRV) ยืนเคียงกัน
(PHRV) ยืนหยัดร่วมกัน
(IDM) มีเหตุผลชัดเจน
(PHRV) ตั้งอยู่
(PHRV) ทนต่อสภาพ (บางอย่าง)
(PHRV) น่าเชื่อ
(PHRV) ยืนขึ้น
(PHRV) โต้แย้ง
(PHRV) ปกป้อง (สิทธิ)
(PHRV) พึ่งตัวเอง
(PHRV) สนับสนุน
(PHRV) โต้แย้ง
(PHRV) ผ่านการทดสอบ
(PHRV) เข้าร่วมงานแต่งงานของ
(PHRV) เข้าข้าง
(PHRV) ยืนอยู่กับ
(VI) กริยาช่องที่ 2 ของ sting
(VT) กริยาช่องที่ 2 ของ sting
(VI) กริยาช่องที่ 2 ของ stink
(VT) กริยาช่องที่ 2 ของ stink
(N) บทหนึ่งของกวีซึ่งมี 4 บาท
(ADJ) เกี่ยวกับบทหนึ่งของกวีซึ่งมี 4 บาท
(N) เชื้อแบกทีเรียชนิดหนึ่ง
(N) ลวดเย็บกระดาษ
(VT) ติดด้วยลวดเย็บกระดาษ
(ADJ) สําคัญ
(N) วัตถุดิบหลัก
(N) ส่วนสําคัญ
(N) สินค้าหลัก
(N) เส้นใยของขนสัตว์, ฝ้ายหรืออื่น
(N) อาหารหลัก
(VT) แยกชนิดตามลักษณะเส้นใย
(N) ที่เย็บกระดาษ
(N) ดวงดาว
(N) กราบขวา
(N) แป้ง
(PHRV) ลงแป้งให้แข็ง
(ADJ) เกี่ยวกับแป้ง
(ADJ) ซึ่งโชคไม่ดี
(N) ความเป็นดารา
(N) จินตนาการ
(VI) จ้องมอง
(VT) จ้องมอง
(PHRV) จ้องตาม
(PHRV) จ้องมอง
(PHRV) จ้อง (คนอื่น) จนหลบตา
(PHRV) เข้าใจง่าย
(PHRV) มองเห็นง่าย
(PHRV) จ้องจนหลบตา
(PHRV) จ้องออกไปข้างนอก (เป็นเวลานาน)
(IDM) เข้าใจง่าย
(IDM) จ้องหน้า
(IDM) มองเห็นง่าย
(N) ปลาดาว
(VI) จ้องมองดาว
(N) ผู้ดูดาว
(PHRV) แสดงนํา
(ADJ) ตายตัว
(N) ผู้มาใหม่
(N) แสงดาว
(N) นกเล็กชนิดหนึ่ง
(ADJ) ซึ่งส่องแสงจากดวงดาว
(ADJ) เต็มไปด้วยดาว
(ADJ) เพ้อฝัน
(VI) เริ่ม
(VT) เริ่ม
(PHRV) เริ่มงานเป็น
(PHRV) กระโดดกลับ (ด้วยความตกใจ)
(PHRV) เริ่มเดินทางกลับ
(N) ผู้เริ่มต้น
(PHRV) เริ่มเดินทางไปยัง (สถานที่)
(PHRV) เริ่มเดินทางจาก
(PHRV) เริ่มต้นจาก
(PHRV) (สัตว์) ออกจาก
(PHRV) ไหลออกมา
(IDM) เริ่มอีกครั้ง
(PHRV) เริ่ม
(PHRV) เริ่มจาก
(PHRV) กล่าวหา (คําไม่เป็นทางการ)
(VI) สะดุ้ง
(VT) ทําให้สะดุ้ง
(PHRV) ทําให้สะดุ้งตื่น
(IDM) ทําให้ตกใจอย่างมาก
(PHRV) ตั้งใจทํา
(PHRV) ทําให้เริ่มต้น (บางสิ่ง)
(PHRV) เริ่มเดินทาง
(PHRV) วิ่งหนี
(IDM) เริ่ม (บางสิ่ง) ในทางไม่ดี
(PHRV) กล่าวหา
(PHRV) เริ่มงาน
(PHRV) โผล่จาก
(PHRV) เริ่มเดินทาง
(PHRV) เริ่มทํางาน
(PHRV) เริ่มพูด
(PHRV) อยากทํา
(PHRV) ทําให้สะดุ้งตื่น
(PHRV) พุ่งออกมา
(PHRV) เริ่มใหม่
(PHRV) พรวดออกมา (จากที่ซ่อน)
(PHRV) ตกใจ
(PHRV) เริ่มด้วย
(N) การอดอาหาร
(VI) อดอาหาร
(PHRV) ขาดแคลน
(PHRV) หิวกระหาย
(PHRV) ทําให้อดอยากจน (ทําบางสิ่ง)
(N) ผู้อดอาหาร
(PHRV) ทําให้อดอยากจนยอมจํานน
(N) ภาพยนตร์ฮอลลีวู้ด
(SL) หนวด
(PHRV) ซ่อน (คําไม่เป็นทางการ)
(N) การหยุดนิ่ง
(N) สภาพ
(VT) บอกกล่าว
(N) การเป็นมลรัฐ
(N) อาคารรัฐสภาของมลรัฐ
(N) ไร้สัญชาติ
(ADJ) สง่าผ่าเผย
(ADJ) โอ่อ่า
(N) แถลงการณ์
(N) รัฐบุรุษ
(ADJ) เหมือนรัฐบุรุษ
(ADV) อย่างรัฐบุรุษ
(N) ความเป็นรัฐบุรุษ
(ADJ) ซึ่งอยู่นิ่งๆ
(N) กระแสไฟสถิตย์
(N) สถานี
(ADJ) ซึ่งหยุดนิ่ง
(PHRV) เข้าประจําการ (ทางทหาร)
(N) คนขายเครื่องเขียน
(N) เครื่องเขียน
(N) สถานีดับเพลิง
(PHRV) เข้าประจําการ (ทางทหาร)
(N) นายสถานี
(PHRV) เข้าประจําการ (ทางทหาร)
(N) ซึ่งคิดเงินจากเวลาที่มีคนตอบ (โทรศัพท์ทางไกล)
(N) รถโดยสาร
(ADJ) ซึ่งเป็นสถิติ
(ADJ) ซึ่งเป็นสถิติ
(N) วิชาสถิติ
(N) รูปปั้น
(N) รูปปั้น
(N) อนุสาวรีย์เทพีเสรีภาพของอเมริกา
(N) รูปปั้นเล็ก
(N) ความสูง (ของร่างกาย)
(N) ระดับการประสบความสําเร็จ
(N) สถานภาพ
(N) สถานภาพปัจจุบัน
(N) ดัชนีชี้วัดฐานะทางสังคม
(N) กฎ
(N) รัฐบัญญัติ
(N) หนังสือกฎหมาย
(N) อายุความ
(ADJ) ตามกฎหมาย
(ADJ) แข็งแรง
(ADJ) ซื่อสัตย์
(VT) ทําให้บรรเทา
(VT) ห้ามเลือด
(N) ขั้นบันได
(VI) ้แตก
(VT) ทําให้แตก
(PHRV) ทําให้แตก
(PHRV) ขจัด
(PHRV) เหนื่อยล้า
(VI) พักอยู่
(PHRV) รักษาระดับเดียวกับ
(PHRV) อยู่นําหน้า
(PHRV) พักอยู่ที่
(PHRV) อยู่ด้านหลังของ (สถานที่)
(PHRV) ไม่มา
(PHRV) อยู่ห่างจาก
(PHRV) อยู่ให้ห่างจาก
(PHRV) ยังตามมาทีหลัง
(PHRV) ยังอยู่ต่อ
(PHRV) อยู่ใกล้กับ
(PHRV) หลีกเลี่ยง
(PHRV) ใจเย็นไว้
(PHRV) เย็นต่อไป
(PHRV) ยังอยู่ระดับต่ํา
(PHRV) อยู่เป็นแขกรับเชิญใน (ช่วงเวลา)
(PHRV) (ไฟ) ยังติดอยู่
(PHRV) ยังประท้วงต่อ
(PHRV) ยังอยู่ใน (ตําแหน่ง)
(PHRV) ยังอยู่ภายใน
(PHRV) ยังอยู่ใน (สถานที่)
(PHRV) อยู่ใน (สภาพ)
(IDM) ยังติดต่อกับ
(PHRV) ยังอยู่ด้านใน
(N) ความสามารถอดทน
(IDM) ยังควบคุมได้ (มักใช้ในทางการเมือง)
(IDM) ยังควบคุมได้ (มักใช้ในทางการเมือง)
(IDM) ยังมองเห็นได้จาก (สถานที่)
(IDM) ยังติดต่อกับ
(PHRV) อยู่ห่างจาก
(PHRV) ยังอยู่บน
(PHRV) ยังเดินทางในทิศทาง
(PHRV) ยังเปิดค้างอยู่
(PHRV) ยังเปิดอยู่ (ร้านค้า)
(PHRV) ยังคงอยู่ด้านนอก
(PHRV) ยังคงอยู่ด้านนอกของ
(PHRV) พักอยู่ที่
(IDM) ไม่ขยับ
(PHRV) ยังอยู่ที่
(IDM) เล่นหรือวิ่งจนจบการแข่งขัน
(PHRV) อยู่ร่วมรับประทานอาหาร
(PHRV) อยู่ร่วมกัน
(PHRV) ยังอยู่ใต้
(PHRV) ยังสูง
(PHRV) ทํางานกับ
(PHRV) เป็นแขกรับเชิญของ
(PHRV) ยังเชื่อฟัง
(N) ตัวแทน
(ADJ) แน่นอน
(ADJ) มั่นคง
(IDM) มั่นคงมาก
(PHRV) ประพฤติตัวดีขึ้น
(N) ความมั่นคงของระบบ
(N) เนื้อหรือปลาชิ้นหนา สําหรับทอดหรือย่าง
(N) ร้านสเต็ก
(VI) ขโมย
(VT) ขโมย
(IDM) แอบชําเลืองมอง
(IDM) ชิงกระทําบางสิ่งก่อน (คนอื่น) เพื่อความได้เปรียบ
(PHRV) แอบหลบออกไป
(PHRV) ขโมยจาก
(PHRV) ค่อยๆ แผ่กระจาย
(N) การทําลับๆ
(ADJ) ซึ่งแอบทําลับๆ
(PHRV) ค่อยๆ เคลื่อนเข้าใกล้
(N) ไอน้ํา
(VI) ปล่อยไอ
(VT) ปล่อยไอ
(N) การอบไอน้ํา
(N) เรือยนต์ขับเคลื่อนด้วยไอน้ํา
(N) หม้อไอน้ํา
(IDM) โกรธ
(N) เครื่องยนต์ขับเคลื่อนด้วยไอน้ํา
(N) สิ่งที่ขับเคลื่อนด้วยไอน้ํา
(PHRV) (เรือหรือรถไฟ) แล่นมาถึง (ด้วยพลังไอน้ํา)
(PHRV) แล่นออกไปด้วยพลังไอน้ํา
(PHRV) แล่นออกไปด้วยพลังไอน้ํา
(PHRV) ทําให้เป็นฝ้าจากไอน้ํา
(N) รถบดถนนที่ขับเคลื่อนด้วยพลังไอน้ํา
(VT) บดถนนให้เรียบ
(VT) บีบบังคับ
(N) เรือยนต์ใหญ่ขับเคลื่อนด้วยไอน้ํา
(PHRV) ทําให้เป็นฝ้าจากไอน้ํา
(ADJ) มั่นคง
(N) ม้าพันธุ์ดี
(N) เหล็ก
(PHRV) ทําให้เผชิญกับ
(PHRV) เตรียมพร้อมสําหรับ
(N) ลวดเหล็ก
(N) เหล็กฝอย
(N) โรงงานเหล็ก
(ADJ) เหมือนเหล็กกล้า
(N) ตาชั่งจีน
(ADJ) สูงชัน
(ADJ) ฮวบฮาบ
(VI) สูงชัน
(VT) ทําให้สูงชัน
(PHRV) แช่ใน
(N) ยอดหลังคา
(N) การแข่งม้าวิ่งข้ามสิ่งกีดขวาง
(VI) ขี่ม้าข้ามสิ่งกีดขวาง
(N) การคัดท้าย
(VI) นําทาง
(VT) นําทาง
(N) การคัดท้าย
(N) ความเร็วปานกลาง
(PHRV) แล่น (เรือ) หลบ
(PHRV) นํา (เรือ) ไปทาง
(PHRV) นํา (เรือ) ไปทาง
(N) ผู้ถือพวงมาลัย
(PHRV) นํา (เรือ) ผ่าน
(PHRV) นํา (เรือ) ไปทาง
(VI) กระดก
(VT) อัด
(SL) หัวเราะ
(SL) หัวเราะ
(N) ไดโนเสาร์จําพวก Stegosauria
(N) เหยือกเบียร์
(ADJ) เกี่ยวกับแผ่นศิลาจารึก
(N) แผ่นศิลาจารึก
(ADJ) เหมือนดาว
(ADJ) ซึ่งเป็นรูปดาว
(N) ลําต้น
(PHRV) เกิดจาก
(ADJ) ซึ่งมีก้าน
(N) นาฬิกาไขลาน
(N) กลิ่นเหม็น
(N) ลายฉลุ
(VT) คัดลอกลวยลายโดยใช้แผ่นฉลุ
(VT) ประดิษฐ์ลวดลายด้วยลายฉลุ
(N) เครื่องเขียนชวเลข
(N) ผู้เขียนชวเลข
(N) การเขียนชวเลข
(ADJ) ตีบแคบ
(N) การตีบของรู
(ADJ) ซึ่งเจริญเติบโตในช่วงอุณหภูมิสั้นๆ
(ADJ) ซึ่งทนต่อการเปลี่ยนแปลงของสภาพแวดล้อม
(N) เครื่องพิมพ์ดีดชวเลข
(N) การจดชวเลข
(ADJ) ซึ่งมีเสียงดัง
(N) ก้าว
(VI) ก้าว
(VT) ก้าว
(PHRV) ยกเลิกการเข้าแข่งขัน
(PHRV) หลบไป
(PHRV) ถอยกลับไป
(N) ลูกเลี้ยงที่เป็นผู้ชาย
(IDM) ทีละขั้น
(IDM) ทีละขั้น
(N) ลูกเลี้ยง
(N) ลูกสาวของสามีหรือภรรยากับภรรยาหรือสามีคนที่แล้ว
(PHRV) ถอยลงไป
(N) พ่อเลี้ยง
(PHRV) ก้าวไปข้างหน้า
(PHRV) ก้าวเข้าไป
(PHRV) ใส่รองเท้า
(PHRV) ทําหน้าที่แทน
(N) บันไดพับได้
(N) แม่เลี้ยง
(PHRV) ก้าววัด
(PHRV) ก้าวออกไป
(PHRV) เริ่มเดินแถว
(PHRV) เหยียบบน
(PHRV) ก้าวออกไป
(PHRV) ไม่ซื่อสัตย์ต่อ
(PHRV) ก้าวออกไปข้างนอก
(PHRV) เข้าใกล้
(PHRV) ก้าวข้าม
(N) พ่อเลี้ยงหรือแม่เลี้ยง
(N) ที่ราบกว้างใหญ่ซึ่งไม่มีต้นไม้
(ADJ) ซึ่งเร่งความเร็ว
(N) ผู้เต้นรํา
(N) ก้อนหินที่วางให้เหยียบ
(N) ลูกเลี้ยงที่เป็นผู้หญิง
(N) ลูกชายของสามีหรือภรรยากับภรรยาหรือสามีคนที่แล้ว
(PHRV) ก้าวขึ้นไป
(PHRV) เหยียบบน
(ADJ) ทีละชั้น
(SUF) ผู้ซึ่ง
(N) เต็มไปด้วยมูลสัตว์
(N) ระบบเสียงแบบสเตอริโอ
(PRF) แข็ง
(N) ฐานที่ไม่มีเสา
(N) ภาพ 3 มิติ
(N) ภาพ 3 มิติ
(N) ภาพ 3 มิติ
(ADJ) เกี่ยวกับระบบแยกเสียง
(N) เครื่องมองภาพ 3 มิติ
(ADJ) เกี่ยวกับเครื่องมองภาพ 3 มิติ
(N) การศึกษาภาพ 3 มิติ
(N) การทําโลหะแม่พิมพ์
(VT) ทําโลหะแม่พิมพ์
(ADJ) ธรรมดา
(N) การทําซ้ํา
(ADJ) ปราศจากเชื้อ
(N) การทําปราศจากเชื้อ
(VT) ทําให้ปราศจากเชื้อ
(ADJ) เกี่ยวกับเงินอังกฤษ
(ADJ) เข้มงวด
(ADJ) เกี่ยวกับกระดูดสันอก
(ADV) อืดอาด
(ADJ) ท้ายสุด
(N) กระดูกสันอก
(ADJ) ไปทางข้างหลัง
(N) พวงมาลัยเรือ
(N) เรือที่มีพวงมาลัยเรือ
(N) สารละลายน้ําได้
(VT) ไม่ตัดออก
(N) หูฟังของแพทย์
(ADJ) เกี่ยวกับหูฟังของแพทย์
(ADJ) เกี่ยวกับหูฟังของแพทย์
(N) กรรมกรที่ขนของขึ้นลงเรือใหญ่
(VI) ขนของขึ้นลงเรือใหญ่
(VT) ขนของขึ้นลงเรือใหญ่
(VT) เคี่ยว
(N) บริกรบนเครื่องบิน
(N) บริกรหญิงบนเครื่องบิน
(ADJ) ซึ่งเคี่ยวแล้ว
(PHRV) ต้มด้วยไฟอ่อนๆ
(N) ไม้เท้า
(VI) แทง
(VT) แทง
(PHRV) คอย
(PHRV) คอย
(PHRV) ยังอดทนต่อ
(PHRV) จงรักภักดีกับ
(PHRV) ยึดไว้
(N) ผู้เคร่งครัด
(PHRV) ขาด
(PHRV) ล้วงเข้าไป
(PHRV) แปะใน
(PHRV) อยู่แต่ข้างใน
(IDM) คนหัวเก่า (คําไม่เป็นทางการ)
(PHRV) ล้วงใน
(PHRV) ไปเป็นเพื่อน (คําไม่เป็นทางการ)
(PHRV) ยืนกรานใน
(N) ความยุ่งยาก
(PHRV) ติดบน
(PHRV) เคลือบแคลงเกี่ยวกับ
(PHRV) ยื่นออกมา
(PHRV) คัดค้านต่อไป
(PHRV) ยืนกรานเพื่อ
(PHRV) โกง
(PHRV) ติดกับ
(PHRV) ยึดไว้ด้วยกัน
(SL) ความดื้อรั้น
(N) การปล้น
(PHRV) ยกขึ้น
(PHRV) สนับสนุน
(PHRV) แทงด้วย
(PHRV) ยึดติดกับ
(ADJ) เหนียว
(ADJ) ชอบขโมย
(SL) ศพ (ใช้เกี่ยวกับอาชญากรรม)
(VI) แข็งทื่อ
(VT) ทําให้แข็งทื่อ
(PHRV) ทําให้แข็งทื่อ
(ADJ) ดื้อรั้น
(SL) การตั้งชันของอวัยวะเพศชาย
(VI) หายใจไม่ออก
(VT) ทําให้หายใจไม่ออก
(VT) อดกลั้น
(N) ข้อต่อระหว่างกระดูกโคนขากับหน้าแข้งของสัตว์
(ADJ) หายใจหอบ
(N) รอยด่าง
(VT) ทําให้เสื่อมเสียชื่อเสียง
(N) ขั้นบันไดติดข้างรั้วหรือกําแพง
(N) ประตูหมุน
(N) วงกบหน้าต่างหรือประตู
(N) เครื่องเจาะรู
(N) ดาบสั้น
(VT) แทงด้วยดาบสั้น
(ADJ) นิ่ง
(ADJ) ไม่มีฟอง (ไวน์)
(ADJ) สงบ
(ADV) แม้กระนั้น
(ADV) แม้ในขณะนี้
(ADV) ยังคง
(N) ความเงียบสงบ
(N) ภาพนิ่ง
(VI) นิ่ง
(VT) ทําให้นิ่ง
(VT) บรรเทา
(N) เครื่องกลั่น
(N) โรงกลั่น
(N) การคลอดแบบทารกตายในครรภ์
(ADJ) ซึ่งคลอดออกมาตาย
(ADJ) ไม่ได้ผล
(N) ความนิ่ง
(N) ไม้ต่อขา
(N) เสาค้ํา
(VT) เดินบนไม้ต่อขา
(ADJ) ซึ่งโอ้อวด
(ADJ) กระตุ้น
(N) ยากระตุ้น
(N) สิ่งกระตุ้น
(VT) กระตุ้น
(PHRV) กระตุ้น
(PHRV) กระตุ้น
(N) การกระตุ้น
(ADJ) ซึ่งกระตุ้น
(N) ผู้กระตุ้น
(N) คํานามพหูพจน์ของ stimulus
(N) ตัวกระตุ้น
(N) ยากระตุ้น
(N) ความเจ็บปวด
(N) แผลถูกแมลงกัดต่อย
(VI) ต่อย
(VI) ทําให้เจ็บปวด
(VT) ต่อย
(VT) ทําให้เจ็บปวด
(N) สิ่งที่แทงใจดํา
(N) เหล็กในของสัตว์
(N) ค็อกเทลที่ประกอบด้วยบรั่นดีและเมนทอล
(N) วิสกื้ผสมโซดาและน้ําแข็ง
(PHRV) คิดราคา (คําสแลง)
(PHRV) ทําให้เคือง
(N) ปลากระเบน
(ADJ) ขาดแคลน
(ADJ) ขี้เหนียว
(N) กลิ่นเหม็น
(N) เรื่องอื้อฉาว (คําไม่เป็นทางการ)
(VI) ส่งกลิ่นเหม็น
(N) แมลงตัวแบนชนิดหนึ่งมีกลิ่นเหม็น
(N) คนที่เลวทราม
(N) นกในตระกูลนกเพทเร็ล
(N) สิ่งที่ยากลําบาก
(ADJ) มีกลิ่นเหม็น
(ADJ) มึนเมา (คําสแลง)
(ADJ) เลวทราม (คําไม่เป็นทางการ)
(PHRV) ส่งกลิ่นเหม็นของหรือจาก
(PHRV) ส่งกลิ่นเหม็นจน (บางอย่าง) ออกมา (คําไม่เป็นทางการ)
(SL) คําเรียกเด็กทารกที่ถูกห่อในผ้าอ้อมเปรอะเปื้อน
(IDM) ได้กลิ่นเหม็นมาก
(PHRV) ส่งกลิ่นเหม็นมากจาก / ของ
(ADJ) มีกลิ่นเหม็น
(N) การจํากัด
(N) การหยุด
(N) ช่วงเวลาที่ทําสิ่งใดสิ่งหนึ่ง
(VI) ประหยัด
(VI) หยุด
(VT) จํากัด
(N) นกชายฝั่งทะเลชนิดหนึ่ง
(PHRV) ทําให้ไม่มี (บางสิ่ง) เพียงพอ
(N) ก้านใบเฟิร์น
(N) ก้านเห็ด
(N) ใบเลี้ยง
(N) เงินเดือน
(ADJ) ค่าครองชีพ
(N) ก้านลูกตาของกุ้งหรือปู
(N) บริเวณขากรรไกรล่างที่ยื่นออกของแมลงหรือสัตว์จําพวกกุ้ง
(N) ผลงานการวาดภาพหรือสลักที่เป็นจุดๆ แต้มๆ
(N) วิธีการวาดภาพหรือสลักเป็นจุดๆ  แต้มๆ
(VT) วาดภาพเป็นจุดๆ แต้มๆ
(N) ผู้วาดภาพที่มีลักษณะเป็นจุดๆ แต้มๆ
(VI) กําหนดเงื่อนไข
(VT) กําหนดเงื่อนไข
(ADJ) มีใบเลี้ยง
(PHRV) ระบุเงื่อนไข
(N) การกําหนดเงื่อนไข
(N) ใบเลี้ยง
(N) การกวน
(N) ความตื่นเต้น
(VI) ขยับ
(VT) ขยับ
(VT) คนให้เข้ากัน
(VT) ปลุกเร้า
(N) คุก (คําสแลง)
(PHRV) คน
(PHRV) คน
(PHRV) คนใน
(ADJ) ซึ่งปลุกเร้า
(N) โกลน
(PHRV) กระตุ้น (บางคน) ให้ทํา (บางสิ่ง)
(PHRV) คนให้เข้ากัน
(N) รอยเย็บ
(VT) เย็บ
(N) งานเย็บปักถักร้อย
(IDM) รีบแก้ไขแต่เนิ่นจะไม่เสียเวลา
(PHRV) เย็บติด
(N) สัตว์คล้ายหนู
(N) คลังพัสดุ
(N) คุกทหาร
(N) บริเวณที่ล้อมรอบด้วยรั้วสูง
(N) รั้วสูงล้อมรอบ
(VT) ล้อมรั้ว
(N) ผู้ผสมพันธุ์สัตว์
(N) นายหน้าซื้อขายหุ้น
(N) การซื้อขายหุ้น
(ADJ) ซึ่งเป็นนายหน้าซื้อขายหุ้น
(N) รถที่ประกอบขึ้นใหม่สําหรับเป็นรถแข่ง
(N) รถบรรทุกปศุสัตว์
(N) ใบหุ้น
(N) บริษัทหุ้นส่วน
(N) เงินปันผล
(N) ตลาดหลักทรัพย์
(N) ผู้ถือหุ้น
(N) กรุงสต็อกโฮล์ม เมืองหลวงของสวีเดน
(N) ถุงเท้ายาว
(N) ถุงน่อง
(N) หน้ากากถุงน่อง
(N) สินค้าที่ต้องมีในคลังสินค้า
(ADJ) โง่
(ADJ) เหมือนท่อนไม้
(N) คนดูแลสต็อคสินค้า
(N) คนทํางานในฟาร์มปศุสัตว์
(N) ผู้เลี้ยงปศุสัตว์
(N) ตลาดหุ้น
(N) คลังสินค้า
(VI) เก็บสะสมไว้ในคลังสินค้า
(VT) เก็บสะสมไว้ในคลังสินค้า
(N) ผู้เก็บสะสมของไว้ในคลังสินค้า
(N) หม้อน้ําซุปขนาดใหญ่
(N) ห้องเก็บสินค้า
(N) คานรองเรือขณะต่อเรือ
(N) ตรวนขื่อคาที่ใช้สอดข้อมือข้อเท้านักโทษสมัยก่อน
(PHRV) เก็บสํารองไว้
(PHRV) เก็บ (บางสิ่ง) ไว้ด้วยการรักษา (บางสิ่ง)
(ADJ) กํายําล่ําสัน
(ADJ) อ้วนเตี้ย
(N) คอกปศุสัตว์ชั่วคราว
(N) อาหารหนัก
(VI) กินอย่างตะกละ
(VT) กินอย่างตะกละ
(ADJ) ซึ่งกินอย่างตะกละ
(N) ผู้นับถือปรัชญาของ Stoic
(N) การนับถือปรัชญาของ Stoic
(VI) ควบคุมเชื้อเพลิงในเตาไฟ
(VI) เติมเชื้อเพลิง
(VT) ควบคุมเชื้อเพลิงในเตาไฟ
(VT) เติมเชื้อเพลิง
(SL) ชายรักร่วมเพศ
(N) คนควบคุมเตาไฟ
(N) อุปกรณ์ใส่ถ่านหินหรือเชื้อเพลิงแก่เตาไฟ
(PHRV) ใส่ฟืน
(N) กระโปรงยาวของผู้หญิงโรมันโบราณ
(N) ผ้าคลุมไหล่ของบาทหลวง
(N) ผ้าคลุมไหล่สําหรับผู้หญิง
(VI) กริยาช่องที่ 2 ของ steal
(VT) กริยาช่องที่ 2 ของ steal
(VT) กริยาช่องที่ 3 ของ steal
(ADJ) ซึ่งไม่แสดงความรู้สึก
(N) การไม่แสดงความรู้สึก
(N) การไม่แสดงความรู้สึก
(N) ขนมปังหวานใส่ผลไม้
(N) รูเล็กๆ
(N) กระเพาะ
(N) ท้อง
(VI) ทน
(N) ปวดท้อง
(N) อาการปวดท้อง
(N) ปวดท้อง
(ADJ) ซึ่งปวดท้อง
(N) การเต้นรําจังหวะดนตรีแจ๊ส
(N) ดนตรีแจ๊ส
(VI) กระทืบ
(VT) กระทืบ
(ADJ) ทําด้วยหิน
(ADJ) มีสีเทาอ่อน
(N) ก้อนหิน
(N) แท่นพิมพ์
(N) นิ่ว
(N) เพชรพลอย
(N) เมล็ดผลไม้
(N) สีเทาอ่อน
(N) หน่วยวัดน้ําหนักตามมาตราอังกฤษเท่ากับ 14 ปอนด์
(VT) ขว้างก้อนหิน
(VT) ลับด้วยหิน
(VT) เอาเมล็ดออก
(N) ยุคหิน
(ADJ) หมดเงิน
(N) นกกินแมลง
(ADJ) เมา
(ADJ) หูหนวก
(N) ช่างหิน
(N) กําแพงหิน
(VI) สกัดกั้น
(VT) สกัดกั้น
(N) ภาชนะที่ทําจากหิน
(N) การก่อสร้างด้วยหิน
(N) ส่วนของสิ่งก่อสร้างที่ทําจากหิน
(ADJ) ซึ่งมีหินมาก
(VI) กริยาช่องที่ 2 ของ stand
(N) คนที่ถูกผู้อื่นใช้เป็นหุ่นเชิด (คําสแลง)
(N) ลูกคู่ตัวตลก
(VI) ถูกผู้อื่นใช้เป็นหุ่นเชิด (คําไม่เป็นทางการ)
(PHRV) เดินกลับไปกลับมา (อย่างไร้จุดประสงค์)
(PHRV) บินไปกลับในเนื้อที่แคบๆ (คําสแลงเกี่ยวกับการบิน)
(PHRV) เดินกลับไปกลับมา (อย่างไร้จุดประสงค์)
(PHRV) บินไปกลับในเนื้อที่แคบๆ (คําสแลงเกี่ยวกับการบิน)
(N) ตอไม้
(N) ที่นั่งอันเป็นสัญลักษณ์แห่งอํานาจ
(N) นกเกาะบนราวไม้ที่ใช้เป็นเหยื่อล่อ
(N) ม้านั่งไม่มีพนักซึ่งมี 3 หรือ 4 ขา
(N) รากที่แตกหน่อใหม่
(N) ห้องส้วม
(N) อุจจาระ
(VI) แตกหน่อ
(VI) ถ่ายอุจจาระ
(VI) เป็นนกต่อ
(N) การก้มตัวลง
(N) การบินโฉบลงของนก
(VI) ก้มตัวลง
(VI) ถ่อมตัว
(VI) บินโฉบลง
(VT) ก้มตัวลง
(VT) ยอมให้
(N) ระเบียงเล็กๆ
(N) อ่างน้ํามนต์
(PHRV) ก้มลง
(PHRV) ก้มไปหา
(N) การแวะพัก
(N) การหยุด
(N) ที่ปิด
(N) ป้ายหยุดรถประจําทางหรือรถไฟ
(N) สิ่งกีดขวาง
(VI) หยุด
(VT) ปิดกั้น
(VT) ระงับ
(VT) หยุด
(PHRV) เข้าพัก
(PHRV) หยุดที่
(PHRV) อยู่ด้านหลังของ
(IDM) ทําทุกวิถีทางเพื่อได้มาซึ่ง
(PHRV) ไม่เข้าร่วม
(PHRV) ยังอยู่ต่อ
(PHRV) แวะ
(N) ก๊อกปิดเปิดน้ําหรือแก๊ส
(PHRV) หยุดกึก
(PHRV) หมอบต่อไป
(PHRV) พักอยู่ในช่วง / เวลาหนึ่ง
(PHRV) ยังอยู่ร่วมทานอาหาร
(PHRV) หยุดเพื่อ
(PHRV) ป้องกัน (บางคน) จาก
(ADJ) ชั่วคราว
(N) สิ่งทดแทน
(PHRV) ยังอยู่ใน
(PHRV) แวะเยี่ยม
(PHRV) อยู่แต่ข้างใน
(N) ไฟเบรค
(N) ไฟสัญญาณจราจร
(PHRV) แวะเยี่ยม
(PHRV) หยุด
(PHRV) ยังคงอยู่ด้านบนของ
(PHRV) ยังทํางานอยู่
(PHRV) เปิดค้าง
(PHRV) เปิดบริการ
(PHRV) ยังประท้วงต่อ
(PHRV) ยังอยู่ข้างนอก
(PHRV) หักออกจาก
(N) การหยุดพักระหว่างทาง
(PHRV) ค้างคืนนอกบ้าน
(N) การกีดขวาง
(N) การหยุด
(N) ผู้หยุด
(VT) ปิด
(N) จุก
(IDM) ไม่ยินยอมทําเพื่อให้ได้บางสิ่งมา
(IDM) ไม่ยินยอมทําเพื่อให้ได้บางสิ่งมา
(PHRV) หยุดนิ่ง
(PHRV) ยังอยู่ทานอาหาร
(PHRV) ยังอยู่ใต้
(PHRV) ยกสูงไว้
(PHRV) อยู่จนดึก
(PHRV) อุดรูด้วยของแข็ง
(N) นาฬิกาจับเวลา
(PHRV) อุดด้วย
(PHRV) ยังถูกจํากัดด้วย
(N) การเก็บ
(N) ค่าเก็บรักษาสินค้า
(N) ตัวเก็บข้อมูล
(N) ที่เก็บ
(N) หม้อแบตเตอรี่สําหรับเก็บไฟฟ้า
(N) คลังสินค้า
(N) ปริมาณมาก
(N) ร้านค้า
(N) สิ่งที่กักตุนไว้
(VT) กักตุน
(VT) เก็บข้อมูล
(PHRV) เก็บไว้ภายหน้า
(N) คลังเก็บของ
(PHRV) เก็บไว้ใน
(N) เจ้าของร้านค้า
(N) ห้องเก็บของ
(N) เสบียง
(PHRV) เก็บสํารองไว้
(ADJ) ทั่วทุกร้านค้า
(N) ชั้นของตึกหรืออาคาร
(ADJ) ซึ่งเป็นชั้น
(ADJ) ซึ่งเป็นชั้น
(N) นกจําพวกนกกระสา
(SL) การตั้งชันของอวัยวะเพศชาย
(N) การโจมตีอย่างรุนแรง
(N) การแสดงออกอย่างรุนแรง
(N) การโหมกระหน่ํา
(N) พายุ
(VI) โกรธอย่างรุนแรง
(VI) จู่โจม
(VI) โหมกระหน่ํา
(VT) จู่โจม
(PHRV) โกรธมากเพราะ
(N) ศูนย์กลางความวุ่นวาย
(N) ประตูชั้นนอกป้องกันมรสุม
(N) ผู้โจมตี
(PHRV) เข้ามาอย่างโกรธ
(PHRV) ออกไปอย่างโกรธ
(ADJ) มีพายุ
(ADJ) รุนแรง
(N) ข่าว
(N) เรื่องโกหก (คําไม่เป็นทางการ)
(N) เรื่องแต่ง
(N) เรื่องราว
(VT) เล่าเรื่อง
(N) ชั้นของอาคาร
(N) ห้องที่อยู่ชั้นเดียวกันของอาคาร
(N) แผ่นป้ายที่เขียนเรียบเรียงฉากหรือเรื่องราวที่จะถ่ายทํา
(N) หนังสือนิทาน
(N) คนโกหก
(N) คนเขียนหรือเล่านิทาน
(N) ความเจ็บปวดอย่างฉับพลัน
(N) ช่วงเวลาสั้นๆ
(VI) ้เจ็บปวด
(N) ถ้วยเหล้าขนาดใหญ่
(ADJ) กล้าหาญ
(ADJ) แข็งแรง
(ADJ) อ้วนล่ํา
(N) คนอ้วนล่ํา
(N) เบียร์ชนิดแรง
(N) เสื้อผ้าชนิดพิเศษสําหรับคนอ้วนเตี้ย
(N) เตาไฟ
(N) ห้องอบ
(VI) กริยาช่องที่ 2 และ 3 ของ stave
(VT) กริยาช่องที่ 2 และ 3 ของ stave
(N) ปล่องเตาไฟ
(N) หมวกผ้าไหมทรงสูง
(N) ใบและซังข้าวโพดซึ่งใช้เป็นอาหารสัตว์
(PHRV) เหนื่อยล้า
(VT) จัดเก็บ
(VT) บรรจุ
(VT) หยุด (คําสแลง)
(N) การจัดเก็บ
(N) การบรรจุ
(N) ของที่เก็บ
(N) ค่าบรรจุ
(N) สถานที่บรรจุ
(PHRV) กินอาหารจํานวนมาก
(PHRV) เก็บไว้
(PHRV) เก็บไว้ใน
(PHRV) เติมให้เต็มด้วย
(ADJ) เกี่ยวกับตาเหล่
(ADJ) ซึ่งตาเหล่
(N) ตาเหล่
(N) การถ่างขา
(N) การสนับสนุนทั้งสองฝ่าย
(VI) สนับสนุนทั้งสองฝ่าย
(VT) คร่อม
(VT) ถ่างขา
(VT) สนับสนุนทั้งสองฝ่าย
(N) เครื่องดนตรีไวโอลิน
(N) การยิงกราดจากเครื่องบิน
(VT) ยิงกราดจากเครื่องบิน
(VI) กระจัดกระจาย
(VI) หลงทาง
(N) คนที่พลัดหลง
(ADV) อย่างกระจัดกระจาย
(ADJ) ตรง
(ADJ) ตรงไปตรงมา
(ADJ) ต่อเนื่อง
(ADJ) ถูกต้อง
(ADJ) ไม่เจือปน (เครื่องดื่ม)
(ADJ) เรียบร้อย
(ADJ) สม่ําเสมอ
(ADV) ซื่อสัตย์
(ADV) โดยตรง
(ADV) ทันทีทันใด
(VT) ยื่นแขนสกัดศัตรู
(ADJ) เป็นทางตรง
(ADV) ทันที
(IDM) ทันทีทันใด
(N) ทางตรง
(VI) กลายเป็นตรง
(VT) ทําให้ตรง
(PHRV) ทําให้กระจ่าง
(PHRV) ทําให้ตรงขึ้น
(PHRV) ทําให้ประพฤติถูกต้อง
(PHRV) ยืดตัวขึ้น
(N) ใบหน้าเฉยเมย
(ADJ) ง่ายๆ
(ADJ) โดยตรง
(ADJ) ตรงไปตรงมา
(ADV) ตรงไปข้างหน้า
(ADV) ตรงไปข้างหน้า
(ADV) ตรงไปตรงมา
(IDM) มาจากแหล่งที่เชื่อถือได้
(IDM) อย่างเปิดเผย
(N) เส้นตรง
(N) ตัวตลก
(SL) ด้วยความสัตย์จริง
(ADV) โดยเส้นทางตรง
(ADV) ทันที
(N) การทําให้ตึง
(N) ความตึงเครียด
(VI) ทํางานหนักเกินไป
(VI) ทําให้เครียด
(VI) ทําให้ตึง
(VT) ทําให้เครียด
(VT) ทําให้ตึง
(N) ร่องรอย
(N) สายเลือด
(IDM) พยายามอย่างมากเพื่อให้ได้คุณภาพสูง
(PHRV) ดึงเต็มที่
(IDM) พยายามเป็นอิสระ
(PHRV) กรองออก
(ADJ) ซึ่งทําให้ตึง
(N) เครื่องกรอง
(N) อุปกรณ์ที่ทําให้ตึง
(PHRV) กรองออก
(PHRV) ดึงเต็มที่
(PHRV) กรองผ่าน
(ADJ) เคร่งครัด
(ADJ) แคบ
(ADJ) ทุกข์ยากลําบาก
(N) ความทุกข์ยากลําบาก
(N) ช่องแคบ
(VT) ทําให้ลําบาก
(N) เสื้อผ้าสําหรับให้คนไข้ป่วยทางจิตที่คลุ้มคลั่งใส่
(ADJ) พิถีพิถันมากไป
(N) แผ่นไม้ขนาบข้างเรือ
(N) ชายฝั่ง
(VI) เกยตื้น
(VT) ทําให้เกยตื้น
(VT) ทําให้อยู่ในสภาพไม่ได้รับการช่วยเหลือ
(N) เกลียวเชือก
(N) ผมเปีย
(VT) ฟั่นเกลียว
(N) แนวฝั่ง
(N) แนวฝั่ง
(PHRV) ปล่อยทิ้งบนเกาะ
(ADJ) ต่างถิ่น
(ADJ) แปลก
(ADJ) แปลกหน้า
(ADV) น่าแปลก
(N) แขก
(N) คนที่มาใหม่
(N) คนแปลกหน้า
(VI) ฆ่าโดยการบีบคอ
(VT) ฆ่าโดยการบีบคอ
(VT) บีบบังคับ
(N) ผู้ที่ฆ่าโดยการบีบคอ
(VI) รัดไม่ให้เลือดออก
(VT) บีบคอ
(VT) รัดไม่ให้เลือดออก
(N) สายหนัง
(N) สายหนังลับมีดโกน
(N) แส้หนัง
(N) ห่วงหนังสําหรับยืนเกาะในรสบัสหรือรถไฟ
(VT) เฆี่ยนด้วยสายหนัง
(VT) รัดด้วยสายหนัง
(PHRV) ผูกไว้ด้วยสายหนังหรือแถบผ้า
(PHRV) รัดเข็มขัด
(PHRV) รัด (บางสิ่ง) ด้วยสายหนังหรือแถบผ้า
(IDM) ต้องการเงินมาก
(N) คนที่มีร่างกายใหญ่โต (คําไม่เป็นทางการ)
(N) คนหรือสิ่งที่รัด
(ADJ) กํายํา
(PHRV) ผูกหรือรัด (บางสิ่ง) ด้วยสายหนังหรือแถบผ้า
(N) แก้วผสมดีบุกชนิดหนึ่งใช้ทําเพชรเทียม
(N) กลอุบาย
(ADJ) เกี่ยวกับยุทธวิธีหรือกลยุทธ์
(ADJ) เกี่ยวกับยุทธวิธีหรือกลยุทธ์
(N) ยุทธศาสตร์
(N) ผู้เชี่ยวชาญด้านยุทธศาสตร์
(N) แผนการ
(N) ยุทธวิธี
(N) การแบ่งเป็นชั้นๆ
(VI) แบ่งเป็นชนชั้น
(VI) แบ่งเป็นชั้นๆ
(VT) แบ่งเป็นชนชั้น
(VT) แบ่งเป็นชั้นๆ
(VT) ใส่เมล็ดพันธุ์ตามชั้นดิน
(N) กลุ่มเมฆรวมตัวเป็นก้อนดํา
(N) ชั้นบนของบรรยากาศ (สูงขึ้นไปจากโลก 15 ไมล์)
(N) ชนชั้น
(N) ชั้น
(N) ชั้นเนื้อเยื่อ
(N) ชั้นบรรยากาศ
(N) ชั้นเมฆ
(ADJ) ไร้ค่า
(ADJ) สีฟางข้าว
(N) ฟางข้าว
(N) สิ่งที่ทําจากฟาง (เช่น หมวก, กระเป๋า)
(N) สิ่งที่ไม่มีค่า
(N) หลอด
(N) ต้นสตรอเบอรี่
(N) ผลสตรอเบอรี่
(ADJ) เกี่ยวกับละครที่จัดเฉพาะในฤดูร้อน
(IDM) สัญญาณบอกสิ่งที่จะเกิดขึ้นในอนาคต
(N) ตัวอ่อนของแมลงปีกคู่มีขนชนิดหนึ่ง
(ADJ) ทําด้วยฟาง
(ADJ) ซึ่งพลัดหลง
(N) คนที่หลงทาง
(N) สัตว์ที่หลงทาง
(VI) พลัดหลง
(VI) ร่อนเร่
(VI) หันเห
(PHRV) หลงทาง
(N) ช่วงเวลานิดเดียว
(N) สายฟ้า
(N) สายแร่
(N) เส้นหลากสี
(VT) ทําสีผม
(VT) ทําให้เป็นริ้วลาย
(VT) ไปอย่างรวดเร็ว
(N) ผู้ที่วิ่งเปลือยกายในที่สาธารณะ (คําไม่เป็นทางการ)
(ADJ) เป็นลาย
(ADJ) ไม่สม่ําเสมอ
(N) กระแส (น้ํา, อากาศ)
(N) การไหลต่อเนื่อง
(N) แนวโน้ม
(N) ลําธาร
(N) ลําแสง
(VI) ไหล
(VT) ไหล
(PHRV) ไหลผ่านอย่างเร็ว
(PHRV) ไหลลงไป
(N) การพาดหัวข่าวเต็มหน้า
(N) ธงยาว
(N) ลําแสง
(N) สายรุ้งประดับ
(N) ลําธารเล็กๆ
(N) รูปเพรียวลม
(VT) ทําให้เพรียวลม
(VT) ปรับปรุงให้มีประสิทธิภาพขึ้น
(ADJ) ซึ่งเพรียวลม
(N) ความคิดต่อเนื่อง
(PHRV) เจิ่งนองด้วย
(ADJ) ซึ่งมีลําธารมาก
(ADJ) ใกล้ถนน
(N) คนที่ทํางานหรืออาศัยอยู่ตามถนน
(N) ตึกอาคารตามถนน
(N) ถนน
(N) รถตามถนน
(N) ไฟทาง
(N) ไฟทาง
(SL) คนไร้ที่อยู่อาศัย
(N) โสเภณีที่หาแขกอยู่ตามถนน (คําไม่เป็นทางการ)
(ADJ) ซึ่งเอาตัวรอดได้ในสังคมเมือง (คําไม่เป็นทางการ)
(N) ความเข้มข้น
(N) ความต้านทาน
(N) พลัง
(VI) แข็งแรงขึ้น
(VT) ทําให้แข็งแรง
(N) ผู้ทําให้แข็งแรงขึ้น
(N) การใช้กําลังมาก
(ADV) อย่างใช้กําลังมาก
(N) การใช้กําลังมาก
(ADJ) ขยันขันแข็ง
(ADJ) ซึ่งต้องใช้กําลังมาก
(N) เชื้อแบ็กทีเรีย
(N) ยารักษา
(N) การเน้นเป็นพิเศษ
(N) ความตึงเครียด
(N) แรงผลักดัน
(N) เสียงเน้น
(VT) ทําให้ตึงเครียด
(VT) เน้น
(VT) ออกเสียงหนัก
(ADJ) ตึงเครียด
(N) สิ่งที่กระตุ้นให้เกิดความตึงเครียด
(ADJ) ยืดขยาย
(N) การขยายออก
(N) การยืดเนื้อยืดตัว
(N) ความยืดหยุ่น
(N) โทษจําคุก (คําสแลง)
(VI) ขยายออก
(VT) ทําให้ตึง
(VT) เหยียดตัว
(PHRV) (เวลา) ยืดออกไป
(N) เปลหาม
(PHRV) ยืดแขนออกไปข้างหน้า
(PHRV) นอนแผ่
(PHRV) ยืดออกไป
(ADJ) ซึ่งยืดหยุ่น
(VT) โปรย
(PHRV) ทําให้ปูบน
(PHRV) ทําให้ปูบน
(PHRV) เต็มไปด้วย
(PHRV) ปูด้วย
(N) แถบ
(N) ร่อง
(N) เส้นใย
(VT) กริยาช่อง 3 ของ strick
(ADJ) ได้รับความเดือดร้อน
(ADJ) บาดเจ็บ
(ADJ) เป็นโรค
(PHRV) ติดใจ
(N) เครื่องลับเคียวเกี่ยวข้าว
(N) ไม้ปาด
(VT) ปาด
(ADJ) เข้มงวด
(ADJ) ถ้วนทั่ว
(ADJ) แน่นอน
(N) การหด
(ADV) อย่างเคร่งครัด
(ADV) อย่างแท้จริง
(N) การจํากัด
(N) การตําหนิอย่างรุนแรง
(N) การตีบตัน
(N) การก้าวหน้า
(N) การเดินก้าวยาวๆ
(VI) เดินก้าวยาวๆ
(VT) ก้าวข้าม
(ADJ) แข็งกร้าว
(ADJ) ดังลั่น
(N) เสียงพร่า
(N) การแข่งขันกัน
(N) ความบากบั่น (คําโบราณ)
(N) การค้นพบน้ํามัน
(N) การโจมตีทางอากาศ
(N) การตี
(N) การโยนลูกสไตร์ค
(N) การหยุดงานประท้วง
(VI) หยุดงานประท้วง
(VT) โจมตี
(VT) ตี
(VT) ปะทะ
(IDM) คุ้นเคย
(IDM) ทําให้ระลึกถึง
(PHRV) ชนกับ
(PHRV) ประท้วงต่อ
(IDM) พบกันครึ่งทาง
(PHRV) ทําให้กลัว
(SL) คําอุทานเมื่อรู้สึกแปลกใจ
(PHRV) ทําให้รู้สึกว่าเป็น
(IDM) ทําให้หมดสนุก
(PHRV) กล่าวโจมตี
(PHRV) ตี
(PHRV) ทําลาย
(PHRV) ชกกลับ
(PHRV) โต้กลับ
(ADJ) ปิดเพราะการหยุดงานประท้วง
(N) คนที่เข้าทํางานแทนพวกหยุดงานประท้วง
(N) คนที่ยังทํางานอยู่ในขณะเกิดการประท้วง
(PHRV) ชนล้มลง
(PHRV) ทําให้ป่วยหนัก
(PHRV) ทําให้พูดไม่ออก
(PHRV) ประท้วงหยุดงานสําหรับ
(PHRV) ลบออก
(PHRV) ชกถึงเป้าหมาย
(PHRV) พูดแทรก
(PHRV) แทรกแซง
(PHRV) ฝังรากลงดิน
(IDM) โชคดี
(IDM) รวยทันที
(PHRV) ร่ํารวย
(PHRV) เริ่มทุกข์ทรมานจาก
(PHRV) เขียนให้ชัดเจนและอ่านง่าย
(PHRV) ตัดออก
(PHRV) ทําสําเนา
(PHRV) เอาออก
(PHRV) ค้นพบ
(PHRV) ตกดิน (พระอาทิตย์)
(PHRV) ตี (ส่วนของร่างกาย)
(N) การตีลูกออกในเบสบอล
(PHRV) ขีดออก
(PHRV) ชกเปะปะ
(PHRV) พลาดโอกาส
(PHRV) ว่ายไปยัง
(IDM) เลี้ยงตัวเอง
(N) การพิมพ์ทับตัวอักษรโดยไม่ลบตัวที่ผิดออก
(N) ตัวอักษรที่พิมพ์ทับซ้อนกัน
(PHRV) พิมพ์ทับ
(N) การบุกในกีฬาฟุตบอล
(N) คนงานที่หยุดงานประท้วง
(N) เครื่องกลไกส่วนที่ยิงลูกปืนไปข้างหน้า
(N) ทหารเรือผู้ทํางานหนักเพื่อเลื่อนยศ
(N) ลูกตุ้มนาฬิกาที่เคาะเวลาชั่วโมง
(IDM) ทําสิ่งที่เหมาะสม
(PHRV) ขีดออก
(PHRV) เริ่มบรรเลง (ดนตรี)
(PHRV) เริ่มสร้างสัมพันธภาพกับ
(VI) เริ่มแสดง
(VT) เริ่ม
(IDM) เริ่มพูดคุยกับ
(IDM) เป็นมิตรกับ
(PHRV) ตีด้วย
(IDM) กระทําบางสิ่งในเวลาที่เหมาะสมที่สุด
(PHRV) ติดใจ
(PHRV) ตีด้วย
(ADJ) ซึ่งโดดเด่น
(ADJ) ทําจากเชือก
(N) การเรียงต่อเนื่องของเหตุการณ์หรือสิ่งต่างๆ
(N) เชือก
(N) แถว
(N) ฝูงสัตว์ที่มีเจ้าของเป็นคนเดียวกัน
(N) สายดนตรี
(N) สายสร้อย
(VT) จัดเรียงเป็นแถว
(VT) ผูกด้วยเชือก
(VT) ใส่สาย
(PHRV) ติดตามด้วย (คําไม่เป็นทางการ)
(PHRV) แสร้งไม่เห็นด้วย (คําไม่เป็นทางการ)
(PHRV) หลอกลวงด้วยการให้ความหวัง  (คําไม่เป็นทางการ)
(ADJ) ซึ่งมีสาย
(N) เครื่องดนตรีประเภทสาย
(ADJ) เข้มงวด
(ADJ) ฝืดเคือง (เงิน)
(N) คานตรง
(N) ฐานบันได
(N) แนวแร่
(N) ปีกเสริมซึ่งขนานไปกับลําตัวเครื่องบิน
(N) ผู้สื่อข่าวชั่วคราว
(N) เครื่องดนตรีประเภทสาย
(PHRV) เดินเรียงไปตาม
(N) คณะเล่นดนตรีประเภทเครื่องสายสี่ชนิด
(PHRV) พูดรวมกัน
(PHRV) ร้อยด้วย
(PHRV) แขวน
(PHRV) แขวนคอ (คําไม่เป็นทางการ)
(PHRV) ร้อยด้วย
(PHRV) หลอกเล่น (คําไม่เป็นทางการ)
(ADJ) เหมือนสาย
(N) การเต้นระบําเปลื้องผ้า
(VI) เปลือยกาย
(VI) ระบําแก้ผ้า
(VT) ถอดผ้า
(N) การ์ตูนเรื่องยาว
(N) ชิ้นยาว
(N) ถนนที่มีร้านค้าสองข้างทาง
(N) ทางยาวสําหรับเครื่องบินขึ้นลง
(VT) ฉีกเป็นแผ่นเล็กยาว
(VT) รีดนมวัวหรือแพะจนหมด
(PHRV) ถอดออก
(PHRV) ปอกเปลือก
(PHRV) ดุด่า
(PHRV) ถอดผ้าออก
(PHRV) ถอดออก (เครื่องจักร)
(N) แถบยศ
(N) ริ้ว
(N) ลายทางยาว
(VT) ทําให้เป็นริ้ว
(N) การโบย
(ADJ) ซึ่งมีสาย
(N) ทหารเรือที่สวมปลอกแขนแสดงตําแหน่ง (คําสแลงทางทหาร)
(PHRV) ถอดออก
(N) ไฟส่องที่เรียงเป็นแถวบนเวที
(PHRV) ขโมย
(PHRV) ดุด่า
(PHRV) ถอดผ้า
(PHRV) ถอดออก
(PHRV) ปอก
(SL) ผู้เต้นระบําเปลื้องผ้า
(N) การเต้นระบําเปลื้องผ้า
(VI) เต้นระบําเปลื้องผ้า
(N) นักเต้นระบําเปลื้องผ้า
(ADJ) ซึ่งมีริ้ว
(VI) ต่อสู้
(VI) พยายามอย่างหนัก
(PHRV) พยายามให้บรรลุหรือได้รับ
(IDM) พยายามอย่างมากเพื่อให้ได้คุณภาพสูง
(PHRV) ต่อสู้กับ
(PHRV) พยายามให้บรรลุหรือได้รับ
(PHRV) ต่อสู้กับ
(N) คนที่ดิ้นรนต่อสู้
(PHRV) พยายามให้บรรลุหรือได้รับ
(PHRV) ต่อสู้กับ
(N) คําเรียกสั้นๆ ของ stroboscope
(N) เครื่องศึกษาการเคลื่อนไว้ของร่ายกาย
(VI) กริยาช่องที่ 2 ของ stride
(N) การเกิดขึ้นอย่างกะทันหัน
(N) การตี
(N) การตีลูกเทนนิสหรือลูกกอล์ฟ
(N) การลากปากกาหรือขนแปรง
(N) การลูบ
(N) การอุดตันของเส้นโลหิตที่ไปเลี้ยงสมอง
(N) คําชมเชย
(N) จังหวะขึ้นลงของลูกสูบเครื่องยนต์
(N) ท่าว่ายน้ํา
(N) วิธีการพายเรือ
(N) เสียงตีของนาฬิกา
(VI) พายเรือ
(VT) ชมเชย
(VT) ตีลูกบอล
(VT) ลูบ
(PHRV) ทําให้สงบ
(IDM) โชคดี
(N) การเดินเล่น
(VI) เดินเล่น
(VT) เดินเล่น
(N) คนจรจัด (คําโบราณ)
(N) คนที่เดินเล่น
(N) นักแสดงเร่ (คําโบราณ)
(N) รถเข็นเด็ก
(SL) คําอุทานเมื่อรู้สึกว่าไม่น่าเชื่อ
(ADJ) ก้าวหน้า
(ADJ) เข้มข้น
(ADJ) เข้มแข็ง
(ADJ) แข็งแรง
(ADJ) เชี่ยวชาญ
(ADJ) โดดเด่น
(ADJ) ทนทาน
(ADJ) น่าเชื่อถือ
(ADJ) มีอิทธิพล
(ADJ) รุนแรง
(IDM) แข็งแรงมาก
(N) ตู้เซฟ
(N) ป้อมปราการ
(N) แหล่งศูนย์รวม
(ADV) อย่างแข็งแรง
(N) นักแสดงโชว์พละกําลัง
(N) ผู้ที่มีอํานาจหรืออิทธิพลสูงสุด
(ADJ) ดื้อ
(ADJ) เด็ดเดี่ยว
(N) จุดแข็ง
(N) ฐานที่มั่น
(N) ธาตุโลหะชนิดหนึ่ง สัญลักษณ์ทางเคมีคือ Sr
(N) สาย
(VT) ลับมีดโกนให้คมบนสายหนัง
(N) บทหนึ่งของบทกวี
(VI) กริยาช่องที่ 2 ของ strive
(ADJ) ปิดเพราะการหยุดงานประท้วง
(VT) กริยาช่องที่ 2 และ 3 ของ strike
(PHRV) ตกตะลึง
(IDM) ทําให้ประหลาดใจมาก
(PHRV) ติดใจ
(PHRV) รู้สึก
(ADJ) เกี่ยวกับโครงสร้าง
(ADJ) เกี่ยวกับโครงสร้างทางธรณีวิทยา
(ADJ) เกี่ยวกับโครงสร้างโมเลกุล
(ADJ) เป็นผลมาจากโครงสร้างทางเศรษฐกิจหรือการเมือง
(ADJ) มีความสําคัญกับโครงสร้าง
(N) การศึกษาพฤติกรรมทางสังคม
(N) การประกอบโครงสร้าง
(VT) ประกอบโครงสร้าง
(N) โครงสร้าง
(N) ส่วนประกอบ
(N) สิ่งก่อสร้าง
(VT) สร้างโครงสร้าง
(N) การต่อสู้
(N) ความพยายาม
(VI) ดิ้นรน
(VI) ต่อสู้
(PHRV) ต่อสู้ดิ้นรน
(PHRV) เดินไปข้างหน้า
(PHRV) ประทังชีวิต
(PHRV) ต่อสู้เพื่อ
(PHRV) ต่อสู้กันใน
(PHRV) มีความยุ่งยากใน
(PHRV) ดิ้นรนต่อสู้ต่อไป
(PHRV) ดิ้นรนออกจาก
(N) ผู้ต่อสู้ดิ้นรน
(PHRV) ดิ้นรนผ่าน
(PHRV) ทําสําเร็จ
(PHRV) ต่อสู้กับ
(PHRV) ต่อสู้กับ (ด้านจิตใจ)
(N) เสียงดีดเครื่องดนตรีอย่างไม่ชํานาญ
(VT) ดีดเครื่องดนตรีอย่างไม่ชํานาญ
(PHRV) ดีดอย่างไม่ชํานาญ
(PHRV) อยู่ใต้ฤทธิ์ยา (คําไม่เป็นทางการ)
(PHRV) วิตกกังวลมาก
(N) การเดินวางท่า
(N) ไม้ค้ํา
(VI) เดินวางท่า
(VT) ค้ําด้วยแผ่นไม้
(PHRV) เดินวางมาด
(PHRV) เดินวางมาด
(N) ต้นไม้ตระกูล logania มีดอกสีเหลืองขาวเล็กๆ
(N) สารพิษไร้สีชนิดหนึ่ง
(N) โคน
(N) ต้นขั้วตั๋วหรือเช็ค
(N) ตอไม้
(VT) ขุดรากถอนโคน
(VT) สะดุด
(N) โคนต้นที่เหลืออยู่หลังเก็บเกี่ยว
(N) โคนหนวดเคราที่ไม่ได้โกน
(ADJ) ดื้อรั้น
(ADJ) รับมือยาก
(IDM) ดื้อมาก
(ADJ) เต็มไปด้วยตอไม้
(ADJ) มีขนแข็ง
(ADJ) สั้นหนา
(ADJ) อ้วนเตี้ย
(PHRV) ขยี้ให้ดับ
(N) ปูนฉาบผนัง
(VI) กริยาช่องที่ 2 และ 3 ของ stick
(VT) กริยาช่องที่ 2 และ 3 ของ
(VT) กริยาช่องที่ 2 และ 3 ของ stick
(ADJ) อวดหยิ่ง (คําไม่เป็นทางการ)
(N) ผู้ชายที่เก่งในการผลิตลูก
(N) สัตว์ตัวผู้ไว้ทําพันธุ์
(N) กระดุมหน้าอกเสื้อเชิ้ต
(N) ตะปูหัวใหญ่
(N) ต่างหูที่เป็นเม็ดกลมๆ
(N) สลักเกลียว
(N) เสากลาง
(VT) เกลื่อนกลาดไปทั่ว
(VT) ใส่กระดุม
(N) หนังสือบันทึกเชื้อสายของพันธุ์ม้า
(N) วัสดุที่ใช้ทํา stud
(N) ใบเรือ
(N) นักศึกษา
(ADJ) ซึ่งวางแผนหรือคิดไว้ล่วงหน้า
(N) โรงถ่ายทําภาพยนตร์
(N) โรงเรียนสอนเต้นรํา
(N) ห้องชุดขนาดเล็ก
(N) ห้องทํางานของช่างเขียนหรือช่างปั้น
(N) ห้องแสดงรายการวิทยุโทรทัศน์
(N) โซฟาบุนวมที่ไม่มีพนักพิงและพับเป็นเตียงได้
(ADJ) ขยันเรียน
(ADJ) รอบคอบ
(PHRV) เกลื่อนกลาดด้วย
(N) การวิเคราะห์
(N) การศึกษา
(N) รายงานการศึกษา
(N) ห้องค้นคว้า
(VI) ศึกษา
(VT) พิจารณา
(VT) วิเคราะห์
(VT) ศึกษา
(PHRV) ศึกษาอย่างหนัก
(PHRV) เป็นศิษย์ของ
(N) คําพูดหรือการกระทํา
(N) เนื้อแท้
(N) เรื่องเหลวไหล
(N) สิ่งของ
(VT) บรรจุ
(VT) ยัดไส้
(IDM) ไร้สาระ (คําไม่เป็นทางการ)
(PHRV) ยัดลง
(SL) มีปัญหา
(N) คนอวดหยิ่ง (คําไม่เป็นทางการ)
(PHRV) ทําให้หนาวเย็น
(N) ของที่ใช้ยัดไส้หมอนหรือที่นอน
(N) เครื่องยัดไส้อาหาร
(SL) มีเซ็กส์
(PHRV) ยัดลง
(PHRV) ทน (คําสแลง)
(IDM) สั่งสอนเกี่ยวกับ
(IDM) บังคับให้เชื่อ จดจํา หรือยอมรับสิ่งที่ไม่ชอบ
(PHRV) อุด
(PHRV) ทําให้เต็มไปด้วย
(PHRV) อุดด้วย
(ADJ) คัดจมูก
(ADJ) ซึ่งอยู่ในกรอบประเพณี
(ADJ) อบอ้าว
(VT) แถลงต่อศาลว่ามีสติไม่สมประกอบ (กฎหมาย)
(VT) ทําให้ดูโง่
(VT) ทําให้ไร้ค่า
(N) การผิดพลาด
(N) การสะดุด
(VI) เดินโซเซ
(VI) พบโดยบังเอิญ
(VI) พูดตะกุกตะกัก
(VI) สะดุด
(PHRV) พบโดยบังเอิญ
(N) คนงุ่มง่าม (คําไม่เป็นทางการ)
(PHRV) พบโดยบังเอิญ
(PHRV) พบโดยบังเอิญ
(PHRV) เดินสะดุด
(PHRV) พูดตะกุกตะกัก
(SL) ยืนไม่ค่อยอยู่
(PHRV) พูดตะกุกตะกัก
(PHRV) พบโดยบังเอิญ
(IDM) สิ่งกีดขวาง
(N) ตอไม้
(N) ม้วนกระดาษหรือเศษยางลบที่ใช้แรเงาเส้นดินสอ
(N) ส่วนที่เหลืออยู่
(VI) เดินลงเท้าหนักๆ
(VT) ตัดจนเหลือโคน
(VT) ทําให้งง
(PHRV) ยอมจ่ายเงิน (อย่างไม่เต็มใจ)
(ADJ) เตี้ยหนา
(ADJ) มีตอไม้เต็มไปหมด
(VT) ทําให้ตะลึงงัน
(VT) ทําให้สลบ
(VI) กริยาช่องที่ 2 และ 3 ของ sting
(VT) กริยาช่องที่ 2 และ 3 ของ sting
(VI) กริยาช่องที่ 2 และ 3 ของ stink
(ADJ) มึน
(N) ผู้ทําให้สลบ
(N) ผู้หญิงที่สวยมาก (คําไม่เป็นทางการ)
(N) สิ่งที่ยอดเยี่ยม (คําไม่เป็นทางการ)
(SL) ผู้หญิงที่สวยมีเสน่ห์
(ADJ) น่าประหลาดใจ
(N) การแสดงโลดโผน
(VI) ทําการแสดงโลดโผน
(N) สิ่งที่แคระแกร็น
(VT) หยุดยั้งการเจริญเติบโต
(N) ผู้แสดงแทนในฉากเสี่ยงอันตราย
(N) ผู้แสดงแทนผู้หญิงในฉากเสี่ยงอันตราย
(N) ผ้าขนหนูชุบน้ําอุ่นสําหรับประคบผิวหนัง
(N) คนโง่ (คําสแลง)
(VT) ทําให้ประหลาดใจ
(VT) ทําให้มึนงง
(ADJ) น่าประหลาดใจ
(ADJ) ใหญ่โต
(ADJ) โง่
(ADJ) น่าเบื่อหน่าย
(ADJ) มึนงง
(N) ความโง่
(N) ความน่าเบื่อ
(N) อาการกึ่งสลบ
(N) อาการมึนงง
(ADJ) แข็งแกร่ง
(ADJ) เด็ดเดี่ยว
(N) ปลาขนาดใหญ่จําพวก Acipenseridae
(N) การพูดตะกุกตะกัก
(VI) พูดตะกุกตะกัก
(VT) พูดตะกุกตะกัก
(N) คอกหมู
(VT) ใส่เล้าหมู
(N) ความเก๋ไก๋
(N) ความนิยม
(N) รูปแบบ
(N) สํานวน
(VT) ขนานนาม (คําเป็นทางการ)
(VT) ทําให้เป็นรูปแบบ
(N) หนังสือแบบแผนในการพิมพ์หนังสือ
(ADJ) นําสมัย
(N) นักออกแบบ
(N) ซึ่งมีลักษณะหรือรูปแบบ
(N) การศึกษาเกี่ยวกับสํานวนหรือรูปแบบภาษา
(VT) ทําให้ทันสมัย
(N) ปากกาหมึกซึม
(N) ปากกาหมึกซึม
(N) ตําแหน่งลูกกอล์ฟที่ขวางทางอยู่ระหว่างหลุมกับลูกกอลฟ์ของฝ่ายตรงข้าม
(N) สถานการณ์ที่ยากลําบาก
(VT) ขัดขวาง
(N) ตําแหน่งลูกกอล์ฟที่ขวางทางอยู่ระหว่างหลุมกับลูกกอลฟ์ของฝ่ายตรงข้าม
(N) สถานการณ์ที่ยากลําบาก
(VT) ขัดขวาง
(ADJ) ซึ่งทําให้หดตัว
(N) สารช่วยห้ามเลือด
(N) แม่น้ําในนรก
(ADJ) ซึ่งฟ้องร้องได้
(N) การชักจูง
(ADJ) อ่อนโยน
(N) ตัวรอง
(N) หัวข้อย่อย
(VI) เป็นตัวแทน
(VI) เป็นผู้รับเหมาย่อย
(VT) เขียนหัวข้อย่อย
(N) เรือดําน้ํา
(PRF) ใต้
(ADJ) ซึ่งรองลงมา
(ADJ) ซึ่งเล็กกว่าอะตอม
(N) ประเภทย่อย
(N) ศูนย์รอง
(N) กลุ่มย่อย
(N) จําพวกรอง (พืช, สัตว์)
(N) คณะอนุกรรมการ
(ADJ) อยู่ในจิตใต้สํานึก
(N) จิตใต้สํานึก
(N) ทวีปย่อย
(N) สัญญารับช่วง
(VI) ทําสัญญารับช่วง
(VI) รับเหมา
(VI) แบ่งละเอียด
(VT) แบ่งละเอียด
(N) ผู้แบ่งย่อย
(N) การแบ่งย่อย
(N) ที่ดินที่แบ่งเป็นแปลงย่อยๆ
(N) ส่วนย่อย
(VT) ข่มอารมณ์
(VT) ทําให้อ่อนลง
(VT) ปราบ
(PHRV) เป็นตัวแทนของ
(N) ฐานถนน
(N) กลุ่มย่อย
(ADJ) เกือบจะเป็นมนุษย์
(ADJ) ต่ํากว่ามนุษย์
(ADJ) ข้างใต้
(ADJ) มีแนวโน้ม
(ADJ) อยู่ใต้บังคับบัญชา
(ADV) ซึ่งขึ้นอยู่กับ
(N) ประชากร
(N) ประธานของประโยค
(N) สาขาวิชา
(N) หัวข้อ
(VT) ทําให้อยู่ใต้อํานาจ
(VT) นําไปสู่
(N) การทําให้ตกอยู่ใต้อํานาจ
(ADJ) เกี่ยวกับนามธรรม
(ADJ) ซึ่งเป็นความคิดส่วนตัว
(N) สาระสําคัญ
(PHRV) ทําให้เชื่อฟัง
(PHRV) ทําให้มี
(VT) วางข้างท้าย
(VT) ปราบปราม
(N) การปราบปราม
(ADJ) ซึ่งแสดงเงื่อนไข
(N) ทรัพย์สินที่ให้เช่าเป็นระยะเวลา
(VI) ให้เช่าเป็นระยะเวลา
(VI) ้บริสุทธิ์
(VT) ทําให้บริสุทธิ์
(ADJ) ล้ําเลิศ
(ADJ) สูงส่ง
(N) สิ่งที่สูงส่ง
(VI) เปลี่ยนจากของแข็งเป็นก๊าซ
(VT) ทําให้บริสุทธิ์
(ADJ) เบาเกินกว่าจะกระตุ้นให้บีบตัว
(N) ความสูงส่ง
(N) สิ่งที่สูงส่ง
(ADJ) ใต้ลิ้น
(ADJ) ใต้พระจันทร์
(N) ปืนอัตโนมัติ
(ADJ) ซึ่งอยู่ใต้น้ํา
(N) ขนมปังแซนด์วิชขนาดใหญ่
(N) เรือดําน้ํา
(VI) จมลงใต้น้ํา
(VT) จุ่มลงในน้ํา
(VT) อดกลั้น
(PHRV) จมจ่อมอยู่กับ
(PHRV) จมอยู่ใต้
(ADJ) ซึ่งจมใต้น้ํา
(VT) จุ่ม
(ADJ) ซึ่งจุ่มในน้ํา
(N) การยอมแพ้
(ADJ) อ่อนน้อม
(VI) ยอม
(VT) เสนอ
(ADJ) ซึ่งยอมจํานน
(PHRV) ทําให้เชื่อฟัง
(PHRV) ยินยอมต่อ
(PHRV) เสนอ
(ADJ) ซึ่งต่ํากว่าปกติ
(N) หน่วยย่อย
(ADJ) เป็นส่วนขยาย (ไวยากรณ์)
(ADJ) สําคัญน้อยกว่า
(ADJ) อยู่ใต้บังคับบัญชา
(N) ผู้ใต้บังคับบัญชา
(VT) ทําให้อยู่ในตําแหน่งรอง
(N) อนุประโยคซึ่งไม่สามารถอยู่โดยลําพังได้
(PHRV) ทําให้มีความสําคัญน้อยกว่า
(N) การอยู่ใต้บังคับบัญชา
(N) คําเชื่อมซึ่งอยู่หน้า subordinate clause
(VT) ติดสินบน
(N) การติดสินบน
(N) ผู้ติดสินบน
(N) หมายศาล
(VT) เรียกตัวด้วยหมายศาล
(VI) จ่ายค่าเป็นสมาชิก
(VT) บริจาค
(VT) ลงนาม
(PHRV) สมัครเป็นสมาชิกของ
(N) ผู้บริจาค
(N) ผู้บอกรับเป็นสมาชิกสิ่งตีพิมพ์
(N) ผู้ลงนามข้างท้าย
(PHRV) เป็นสมาชิกของ (โดยจ่ายเงินประจํา)
(PHRV) ลงชื่อ
(PHRV) เห็นพ้องกับ
(PHRV) ให้เงินสนับสนุน
(ADJ) อยู่ต่ํากว่าเส้นบรรทัด
(N) ตัวอักษรหรือตัวเลขที่เขียนอยู่ต่ํากว่าตัวอื่น
(N) การลงชื่อข้างท้าย
(N) เหตุการณ์ภายหลัง
(ADJ) ซึ่งตามมา
(ADV) ตามลําดับ
(VT) เสริมส่ง
(N) การยอมรับใช้
(N) การยอมรับใช้
(ADJ) ซึ่งสนับสนุน
(ADJ) ยอมรับใช้
(ADV) อย่างยอมรับใช้
(N) ตัวเลขที่อยู่ภายใต้ตัวเลขอื่น (คณิตศาสตร์)
(VI) ทรุดตัว
(VI) ลดลง
(N) การทรุดตัวลง
(N) การลดน้อยลง
(ADJ) เป็นรอง
(ADJ) เสริมให้สมบูรณ์
(N) คนหรือสิ่งที่เป็นตัวเสริม
(N) บริษัทสาขา
(VT) ให้ความช่วยเหลือด้านการเงิน
(N) ผู้ให้ความช่วยเหลือด้านการเงิน
(N) การให้ความช่วยเหลือด้านการเงิน
(N) เงินสนับสนุน
(VI) รอดชีวิต
(ADJ) ซึ่งอยู่รอด
(ADJ) มีอยู่
(PHRV) มีอยู่ใน
(PHRV) ดํารงชีวิตด้วย
(ADJ) ไม่มีโครงสร้างสังคมที่แน่นอน
(N) ดินชั้นล่าง
(ADJ) ซึ่งช้ากว่าความเร็วเสียง
(N) ชนิดย่อย (พืช, สัตว์)
(ADJ) ซึ่งเป็นชนิดย่อย (พืช, สัตว์)
(N) ส่วนของกล้องจุลทรรศน์ใต้แป้น
(N) ทรัพย์สิน
(N) เนื้อแท้
(N) เนื้อหาสาระ
(N) สสาร
(ADJ) ต่ํากว่ามาตรฐาน
(ADJ) แข็งแรง
(ADJ) เป็นจริง
(ADJ) มากมาย
(ADJ) มีเนื้อหา
(ADJ) อุดมสมบูรณ์
(N) สาระสําคัญ
(VT) ทําให้มีตัวมีตน
(VT) ทําให้มีตัวมีตน
(VT) พิสูจน์
(N) การพิสูจน์
(ADJ) ซึ่งมีหลักฐานยืนยัน
(ADJ) เกี่ยวกับคํานาม
(ADJ) มากมาย
(ADJ) ย้อมสีติดโดยไม่ต้องผสมสารช่วย
(ADJ) สําคัญ
(ADJ) แสดงการมีอยู่ (ไวยากรณ์)
(ADJ) อิสระ
(N) คํานาม
(N) สถานีย่อย
(N) อะตอมซึ่งแทนที่อะตอมอื่นในโมเลกุล
(ADJ) ซึ่งสับเปลี่ยน
(ADJ) เป็นตัวแทน
(N) คนหรือสิ่งที่เข้าแทนที่
(N) คําที่ใช้แทนได้ (ไวยากรณ์)
(VI) เข้าแทนที่
(PHRV) ใช้ (บางสิ่ง) แทน (บางสิ่ง)
(PHRV) เป็นตัวแทน
(N) การแทนที่
(ADJ) ซึ่งเป็นตัวแทน
(ADJ) ซึ่งเป็นตัวแทน
(N) ชั้นล่าง
(VT) จัดเป็นกลุ่ม
(PHRV) รวมอยู่ใน
(N) ระบบรอง
(N) เด็กที่ใกล้เป็นวัยรุ่น
(PRF) ภายใต้
(N) คําพูดหลีกเลี่ยง
(ADJ) ซึ่งอยู่ใต้ดิน
(ADJ) ลึกลับ
(ADJ) อยู่ใต้ดิน
(ADJ) ใต้โลก
(N) คําแปลที่เขียนไว้ข้างล่างในภาพยนตร์
(N) หัวข้อย่อย
(VT) เขียนหัวข้อย่อย
(VT) บรรยายไว้ข้างล่างในภาพยนตร์
(ADJ) เฉียบแหลม
(ADJ) ซึ่งบอกเป็นนัยๆ
(ADJ) บาง
(ADJ) มีเล่ห์เหลี่ยม
(N) ความบอบบาง
(N) ยอดรวมของส่วนหนึ่ง
(VT) คํานวณยอดรวมของส่วนหนึ่ง
(VI) ลบออกไป
(VT) คํานวณด้วยการลบ
(N) ผู้หักออก
(PHRV) ลบออกจาก
(N) การหักออก
(ADJ) ซึ่งเป็นสีที่เหลืออยู่หลังจากที่สีอื่นถูกดูดกลืนไปหมด (ทางฟิสิกส์)
(ADJ) ซึ่งมีเครื่องหมายลบ
(ADJ) เป็นการลบ
(N) จํานวนที่ถูกลบออกจากอีกจํานวนหนึ่ง
(ADJ) ซึ่งเกี่ยวกับเขตร้อน
(N) แบบรอง
(N) ชานเมือง
(ADJ) นอกเมือง
(N) คนที่อาศัยอยู่ย่านชานเมือง
(N) เงินช่วยเหลือ
(ADJ) ซึ่งล้มล้าง
(VT) ล้มล้าง
(N) รถไฟใต้ดิน
(N) อุโมงค์ใต้ดิน
(ADJ) ต่ํากว่าศูนย์องศา
(VI) รับช่วงต่อ
(VI) สําเร็จ
(VT) ตามหลัง
(PHRV) ประสบความสําเร็จใน
(PHRV) ประสบความสําเร็จใน
(PHRV) รับช่วงต่อ
(N) ความสําเร็จ
(N) ผู้ประสบผลสําเร็จ
(ADJ) มีผลสําเร็จ
(ADV) อย่างประสบผลสําเร็จ
(N) การต่อเนื่องกัน
(N) การรับช่วงต่อ
(N) การสืบสันตติวงศ์
(ADJ) เป็นการต่อเนื่อง
(ADJ) ต่อเนื่องกัน
(N) ผู้สืบตําแหน่ง
(ADJ) สั้นกระชับ
(N) การช่วยเหลือ
(N) ผู้ช่วยเหลือ
(VT) ช่วยเหลือ
(ADJ) น่าสนใจ (คําไม่เป็นทางการ)
(ADJ) มีใบและก้านฉ่ําน้ํา
(ADJ) หวานฉ่ํา
(N) พืชที่มีใบและก้านฉ่ําน้ํา
(VI) จํานน
(VI) ตาย
(PHRV) ป่วยด้วย (โรค)
(PHRV) ยอมตาม
(VT) เขย่าตัวคนไข้เพื่อดูว่ามีของเหลวระหว่างปอดและผนังทรวงอก
(ADJ) เช่นนี้
(ADJ) มาก
(ADV) อย่างมาก
(PRON) บุคคลหรือสิ่งเช่นนี้
(IDM) สิ่งที่ถูกลืม (คําไม่เป็นทางการ)
(ADJ) อย่างเช่น
(IDM) นั่นแหละชีวิต
(ADJ) เช่นนั้น
(PRON) บุคคลเช่นนี้ (คําไม่เป็นทางการ)
(N) การดูด
(VI) แย่มาก (คําสแลง)
(VT) ดูด
(PHRV) ดูดลง
(N) ขนมอมยิ้ม (คําไม่เป็นทางการ)
(N) คนที่ถูกหลอกต้มได้ง่าย (คําไม่เป็นทางการ)
(N) ตัวดูด
(N) ท่อดูด
(N) ปลาน้ําจืดชนิดหนึ่ง
(N) ลูกสัตว์ที่ยังดูดนม
(N) ลูกสูบ
(N) หน่อของต้นไม้ที่แตกจากลําต้นใต้ดินหรือราก
(N) อวัยวะของสัตว์ที่ใช้ดูดอาหาร
(VT) หลอกลวง (คําไม่เป็นทางการ)
(VT) เอาหน่อทิ้ง
(PHRV) ดูดจาก
(PHRV) ทําให้ยุบลง
(PHRV) สูดอากาศ (ด้วยปาก)
(PHRV) หลอกลวง (คําไม่เป็นทางการ)
(VI) ให้ดูดนมจากอก
(VT) เลี้ยงดู
(N) ลูกอ่อนหรือทารกที่ยังไม่หย่านมแม่
(PHRV) ดูดข้างใต้
(PHRV) กระตือรือร้นที่จะเรียนรู้
(PHRV) ดูดขึ้น
(PHRV) พยายามทําให้ชื่นชอบด้วยการยอมทําตามหรือเชื่อฟัง
(N) น้ําตาลที่ได้จากอ้อยหรือหัวบีทหรืออื่นๆ
(N) การดูด
(N) ประเทศซูดาน
(ADV) ทันทีทันใด
(ADV) อย่างกะทันหัน
(N) น้ําสบู่ที่มีฟอง
(VI) ร้องขอ
(VT) ฟ้องร้อง
(N) สิ่งทอที่คล้ายหนังกลับชนิดนิ่ม
(N) หนังกลับชนิดนิ่ม
(VT) ทําให้มีขนนูนบนหนังหรือผ้า
(PHRV) ฟ้องร้องค่าเสียหาย
(N) ผู้ขอความรัก
(N) ผู้ฟ้องร้อง
(N) มันแข็งที่อยู่รอบไตแกะและวัว ใช้สําหรับปรุงอาหาร
(PHRV) ฟ้องร้องค่าเสียหายต่อ
(N) คลองสุเอซ
(VI) ทนทุกข์ทรมาน
(VI) อดทน
(VT) ทนทุกข์ทรมาน
(VT) อดทน
(ADJ) ซึ่งอดทนได้
(N) อย่างอดทนได้
(N) ความอดทน
(N) ผู้ที่ได้รับความทุกข์
(PHRV) ทุกข์ทรมานจาก
(ADJ) ซึ่งได้รับความทุกข์ทรมาน
(N) การได้รับความทุกข์ทรมาน
(N) ความเจ็บปวด
(VI) เพียงพอ
(VT) เพียงพอ
(PHRV) พอสําหรับ
(N) ความพอเพียง
(N) จํานวนที่พอเพียง
(ADJ) พอเพียง
(ADV) อย่างเพียงพอ
(N) คําเสริมท้าย
(VT) เติมส่วนที่ต่อท้ายคํา
(VI) หายใจไม่ออก
(VT) ขัดขวาง
(VT) ฆ่าโดยการทําให้หายใจไม่ออก
(VT) ทําให้ร้อนอบอ้าว
(VT) ทําให้อึดอัดหายใจไม่ออก
(N) การหายใจไม่ออก
(N) รองพระสังฆราช
(N) การสวดสั้นๆ
(N) การออกเสียงเลือกตั้ง
(N) สิทธิในการเลือกตั้ง
(N) ผู้หญิงที่ปลุกระดมให้คนอื่นไปลงคะแนนเสียง
(VT) ทําให้แผ่กระจาย
(PHRV) ค่อยๆ แผ่
(N) การแผ่กระจาย
(ADJ) ซึ่งแผ่กระจายเต็มไปหมด
(N) ผู้นับถือนิกายมุสลิม
(N) คําแสดงความรัก (คําไม่เป็นทางการ)
(N) น้ําตาล
(N) ยาเสพติด (คําสแลง)
(N) สารประกอบคาร์โบไฮเดรตมีรสหวาน
(VT) ทําให้เป็นที่พอใจ
(VT) ใส่น้ําตาล
(N) ต้นไม้ซึ่งใช้รากทําน้ําตาล
(N) ต้นอ้อย
(VT) เคลือบด้วยน้ําตาล
(VT) ทําให้พอใจขึ้น
(SL) ชาย (แก่) ผู้ดูแลเด็กหนุ่ม / สาว (เช่น นักกีฬา)
(N) โรงงานน้ําตาล
(N) ก้อนน้ําตาลขนาดใหญ่รูปกรวย
(N) สิ่งที่มีลักษณะคล้ายก้อนน้ําตาลขนาดใหญ่รูปกรวย (เช่นภูเขา)
(PHRV) ได้รับน้ําตาลจาก
(N) ขนมหวาน
(IDM) ทําสิ่งที่ไม่น่าพอใจให้เป็นสิ่งที่น่าพอใจ
(ADJ) ซึ่งใส่น้ําตาล
(VT) ทําให้นึกถึง
(VT) แนะนํา
(ADJ) ถูกชักชวนได้ง่าย
(ADJ) สามารถบอกเป็นนัยได้
(N) การเสนอแนะ
(N) ข้อชวนคิด
(N) ข้อเสนอ
(N) ร่องรอย
(PHRV) คิดได้
(ADJ) เป็นข้อเสนอแนะ
(ADJ) เป็นนัยถึงเรื่องทะลึ่ง
(PHRV) เสนอแนะต่อ
(ADJ) ซึ่งฆ่าตัวตาย
(N) การฆ่าตัวตาย
(N) ผู้ที่ทําลายผลประโยชน์ของตนเอง
(VT) ฆ่าตัวตาย
(ADJ) ซึ่งเป็นลักษณะเฉพาะ
(ADJ) ซึ่งบรรลุนิติภาวะ
(N) การเกี้ยวพาราสี (คําโบราณ)
(N) การฟ้องร้องคดี
(N) คําร้อง
(N) ชุดไพ่สํารับเดียวกัน
(N) ชุดเสื้อผ้า
(VI) เหมาะสมกัน
(VT) ทําให้เหมาะสม
(ADJ) เหมาะสม
(ADV) อย่างเหมาะสม
(N) กระเป๋าเดินทาง
(N) คณะผู้ติดตาม
(N) ชุดเพลง
(N) ชุดเฟอร์นิเจอร์
(N) ห้องชุด
(PHRV) เหมาะสมกับ
(PHRV) เหมาะกับ
(N) สิ่งทอ
(IDM) ทําตามคําพูด
(PHRV) ตามใจตัวเอง
(N) ผู้ฟ้องร้อง
(IDM) ทําให้ยอมรับ
(PHRV) เหมาะกับ
(PHRV) เหมาะสมกับ
(PHRV) สวมเสื้อผ้าเหมาะสม (โดยเฉพาะกับลักษณะงาน)
(PHRV) เข้ากันได้ดีกับ
(IDM) ตามใจคุณ
(ADJ) เกี่ยวกับยาซัลฟาหรือกลุ่มยา Sulfanilamide
(N) เกลือซัลเฟตหรือเกลือของกรดกํามะถัน
(VI) กลายเป็นเกลือซัลเฟต
(VT) ใส่เกลือซัลเฟต
(N) สารประกอบกัมมะถัน
(N) ธาตุกัมมะถัน
(N) กรดซัลฟูริก
(N) คนที่โกรธขึ้ง
(N) ความโกรธขึ้ง
(VI) โกรธไม่พูดไม่จา
(ADJ) ที่โกรธขึ้ง
(ADJ) เชื่องช้า
(ADJ) บึ้งตึง
(ADJ) อึมครึม
(VI) มีมลทิน
(VT) ทําให้มีมลทิน
(VT) ทําให้สกปรก
(N) กํามะถัน
(N) สีเขียวอมเหลือง
(N) สุลต่าน
(N) อํานาจหรืออาณาจักรของสุลต่าน
(ADJ) ซึ่งกระตุ้นอารมณ์
(ADJ) ร้อนอบอ้าว
(N) การคํานวณทางคณิตศาสตร์
(N) จํานวนเงิน
(N) จํานวนรวม
(N) สาระสําคัญ
(VT) รวมยอดทั้งหมด
(N) พืชชนิดหนึ่งจําพวก Rhus
(N) คํานามพหูพจน์ของ sumac
(ADJ) ชาวซูมาเรียนของดินแดน Sumer
(N) เกียรตินิยมอันดับหนึ่ง
(VT) สรุป
(ADJ) เกี่ยวกับศาลเตี้ย
(ADJ) โดยสรุป
(ADJ) รวดเร็ว
(N) ใจความสรุป
(VT) สรุปความ
(N) การรวม
(N) การสรุปความ
(ADJ) เกี่ยวกับฤดูร้อน
(N) ช่วงเวลาที่มีความสุขที่สุด
(N) ฤดูร้อน
(VI) ใช้เวลาในฤดูร้อน
(VT) เลี้ยงสัตว์ในฤดูร้อน
(N) บ้านพักตากอากาศสําหรับหน้าร้อน
(N) ศาลาพักร้อน
(ADJ) เหมือนฤดูร้อน
(N) การตีลังกา
(N) การเปลี่ยนแปลงจากหน้ามือเป็นหลังมือ
(VI) ตีลังกา
(N) โรงเรียนฤดูร้อน
(N) การตีลังกา
(VI) ตีลังกา
(N) ฤดูร้อน
(N) เนื้อไม้ที่เติบโตและแข็งขึ้นหลังฤดูใบไม้ผลิ
(ADJ) เหมาะกับฤดูร้อน
(ADJ) เหมือนฤดูร้อน
(N) ข้อสรุป
(ADJ) สุดยอด
(N) การประชุมสุดยอด
(N) ยอดสุดของภูเขา
(N) ระดับสูงสุด
(VT) ขอร้อง
(VT) ใช้หมายศาลเรียก
(VT) รวบรวม (พละกําลัง, ความกล้า)
(VT) เรียกประชุม
(N) การออกหมายเรียก
(PHRV) มีหมายเรียกตัว
(PHRV) โดนเรียกขึ้นไป
(PHRV) ทําให้ระลึกถึง
(PHRV) รวบรวมสติ
(PHRV) เรียกตัว
(N) บ่อเก็บของเสีย
(N) บ่อน้ํา
(N) บ่อแร่
(N) อ่างน้ํามันเครื่อง
(ADJ) ฟุ่มเฟือย
(ADJ) หรูหรา
(N) ผลรวมทั้งหมด
(PHRV) ตัดสินอย่างเร็ว
(PHRV) รวมเป็น
(PHRV) สรุปสาระ
(VT) สรุป
(N) คนหรือสิ่งที่รุ่งโรจน์
(N) ดวงอาทิตย์
(N) ดาวฤกษ์
(N) พระอาทิตย์ขึ้นหรือพระอาทิตย์ตก
(N) แสงอาทิตย์
(VI) อาบแดด
(VT) ผึ่งแดด
(VI) อาบแดด
(N) คนที่อาบแดด
(N) ลําแสงอาทิตย์
(N) ผิวเกรียมจากการถูกแดดมากเกินไป
(VI) ถูกแสงแดดจนผิวหนังอักเสบ
(N) การปรากฏขึ้นทันทีของแสงอาทิตย์ผ่านกลุ่มเมฆ
(N) เครื่องประดับหรือเข็มกลัดรูปลําแสงอาทิตย์
(N) ลวดลายที่เป็นแสงกระจายออกจากจุดศูนย์กลาง
(ADJ) ซึ่งตากแดดจนแห้ง
(N) ไอศกรีมราดหน้าด้วยน้ําเชื่อมและครีมกับถั่วหรือผลไม้
(N) วันอาทิตย์
(SL) ชุดดีที่สุดซึ่งใส่ไปโบสถ์
(SL) คนขับรถเอื่อยๆ
(N) โรงเรียนสอนศาสนาวันอาทิตย์
(N) ดาดฟ้าเรือ
(VT) แบ่ง
(N) ต้นพืชขนาดเล็กจําพวก Drosera
(N) นาฬิกาแดด
(N) สัญลักษณ์ดวงอาทิตย์
(N) เวลาพระอาทิตย์ตก
(N) ผลไม้ตากแห้ง
(ADJ) ต่างๆ
(ADJ) ถูกแดดแล้วสีไม่ตก
(N) ปลาน้ําจืดชนิดหนึ่ง
(N) ดอกทานตะวัน
(VI) กริยาช่องที่ 2 และ 3 ของ sing
(VT) กริยาช่องที่ 2 และ 3 ของ sing
(N) แว่นรวมแสงแดดที่ทําให้เผาไหม้ได้
(N) แว่นตากันแดด
(VI) กริยาช่องที่ 2 และ 3 ของ sink
(VT) กริยาช่องที่ 2 และ 3 ของ sink
(ADJ) จมอยู่ใต้น้ํา
(ADJ) โบ๋
(ADJ) อยู่ใต้ระดับ
(N) หลอดไฟอุลตราไวโอเลต
(ADJ) ซึ่งไร้แสงอาทิตย์
(N) แสงแดด
(ADJ) ซึ่งมีแสงแดดส่อง
(ADJ) มีแสงแดดมาก
(ADJ) ร่าเริงแจ่มใส
(ADJ) กันแดด
(N) บรรยากาศยามพระอาทิตย์ขึ้น
(N) พระอาทิตย์ขึ้น
(N) เวลาที่พระอาทิตย์ขึ้น
(N) หลังคารถเก๋งชนิดที่เปิดรับแสงแดดได้
(N) ห้องที่ออกแบบให้รับแสงแดดได้มาก
(N) สารป้องกันการไหม้เกรียมของผิวหนังเนื่องจากถูกแดด
(N) พระอาทิตย์ตก
(N) ที่กันแดด
(N) ความปลอดโปร่ง
(N) สถานที่ที่แดดส่องถึง
(N) แสงอาทิตย์
(ADJ) มีแสงอาทิตย์สาดส่อง
(N) จุดสีดําบนดวงอาทิตย์ที่เกิดขึ้นเป็นครั้งคราว
(N) โรคแพ้แสงแดดจัด
(N) ชุดเอี๊ยมขาสั้นของเด็ก
(N) ผิวหนังเป็นสีน้ําตาลเนื่องจากตากแดด
(N) พระอาทิตย์ขึ้น
(VI) ทานอาหารค่ํา
(ADJ) เกินปกติ
(ADJ) ดีเยี่ยม (คําไม่เป็นทางการ)
(ADV) สุดขีด (คําไม่เป็นทางการ)
(N) ตัวแสดงพิเศษ (คําไม่เป็นทางการ)
(N) น้ํามันเชื้อเพลิงที่มีอ็อกเทนสูง
(N) ผู้ควบคุม (คําไม่เป็นทางการ)
(N) ผู้ดูแลอพาร์ตเม้นท์ (คําไม่เป็นทางการ)
(N) ส่วนยอดของรังผึ้งที่มีน้ําผึ้งสะสมอยู่
(N) สิ่งที่มีคุณภาพสูงกว่า
(ADJ) ซึ่งสามารถเอาชนะได้
(ADJ) มีมากเกินความต้องการ
(ADJ) ล้าสมัย
(ADJ) ดีเลิศ
(ADJ) หรูหรา
(N) ลูกกลิ้งขัดมันกระดาษ
(VT) ขัดกระดาษด้วยลูกกลิ้งขัดมัน
(N) เจ้าหน้าที่เรือพาณิชย์ที่ดูแลการขนส่งสินค้า
(N) เครื่องบินบรรทุกขนาดใหญ่
(N) ศูนย์การค้าขนาดใหญ่
(VT) ใส่มากไป
(ADJ) ดูหมิ่น
(ADJ) ซึ่งนํากระแสไฟฟ้าได้ดีมาก
(N) การนํากระแสไฟฟ้าได้ดีมาก
(N) ตัวนํากระแสไฟฟ้าที่ยอดเยี่ยม
(ADJ) ล้ําสมัย
(VI) เย็นจัดต่ํากว่าจุดเยือกแข็ง
(VT) ทําให้เย็นจัดต่ํากว่าจุดเยือกแข็ง
(N) ระดับเสียงที่หกของบันไดเสียง
(N) เรือรบขนาดใหญ่มาก
(N) ลักษณะนิสัยที่แสดงถึงความรู้สึกผิดชอบ
(ADJ) คร่าวๆ
(ADJ) ตื้นๆ
(ADJ) ผิวเผิน
(ADV) แบบผิวเผิน
(ADJ) ดีเยี่ยม
(ADJ) ประณีตเป็นพิเศษ
(ADJ) เกี่ยวกับของเหลวที่ไหลและนําความร้อนได้ดีเยี่ยม
(N) ของเหลวที่ไหลและนําความร้อนได้ดีเยี่ยม
(N) สิ่งฟุ่มเฟือย
(ADJ) ฟุ่มเฟือย
(ADJ) มากเกินไป
(ADJ) ไม่จําเป็น
(N) งบประมาณใหญ่สําหรับดูแลสิ่งแวดล้อม
(N) ระบบกาแล็คซี่
(N) กลุ่มของยีนส์ที่มีความสัมพันธ์เกี่ยวข้องกัน
(N) ดาวฤกษ์ขนาดยักษ์ที่มีความสว่างกว่าดวงอาทิตย์ 1,000 เท่า
(ADJ) เชื่อว่ามาจากผิวหน้าของธารน้ําแข็ง
(ADJ) บนผิวหน้าธารน้ําแข็ง
(N) ความรอ้นที่ทําให้ไอเกินจุดอิ่มตัว
(VT) ทําให้ร้อนเกินจุดเดือดโดยไม่เกิดเป็นไอ
(VT) ทําให้ร้อนเกินไป
(N) ฮีโร่
(ADJ) ซึ่งรับสัญญาณวิทยุ
(N) ถนนที่ขับรถด้วยความเร็วสูง
(ADJ) เหนือผู้คน
(VT) เพิ่มเติม
(VT) วางซ้อน
(PHRV) บังคับให้ยอมรับความคิด (บางอย่าง) เพิ่ม
(PHRV) เสริมบน
(VT) ควบคุม
(ADJ) อยู่ในความควบคุมดูแล
(N) คนเฝ้าอาคาร
(N) เจ้าหน้าที่ตํารวจระดับสูง
(N) ผู้จัดการ
(ADJ) หยิ่งยโส
(ADJ) เหนือกว่า
(N) เจ้าอาวาสหรือเจ้าสํานัก
(N) ตัวอักษรหรือเครื่องหมายที่เขียนอยู่ด้านบนหรือมุมขวา
(N) ผู้บังคับบัญชา
(N) ความรู้สึกว่าเหนือชั้นกว่าคนอื่น
(ADJ) เกี่ยวกับคําคุณศัพท์หรือกริยาวิเศษณ์แสดงการเปรียบเทียบขั้นสูงสุด
(ADJ) ซึ่งอยู่ในขั้นสูงสุด
(N) ขั้นสูงสุด
(N) คําคุณศัพท์หรือกริยาวิเศษณ์แสดงการเปรียบเทียบขั้นสูงสุด
(N) ผู้อยู่สูงสุด
(N) เรือโดยสารท่องมหาสมุทรที่หรูหราและใหญ่โต
(N) ยอดมนุษย์
(N) ร้านขายของขนาดใหญ่ที่ผู้ซื้อเลือกหยิบของเอง
(ADJ) บนท้องฟ้า
(ADJ) เกี่ยวกับเทพเจ้า
(ADJ) เกี่ยวกับเวทมนตร์
(ADJ) เหนือธรรมชาติ
(N) สิ่งที่เหนือธรรมชาติ
(N) ดาวฤกษ์ที่สว่างกว่าดวงอาทิตย์
(ADJ) ซึ่งมีมากเกิน
(N) ระดับการจัดแบ่งประเภทของสิ่งมีชีวิต
(ADJ) อยู่ระดับสูงกว่า
(VT) วางไว้บน
(N) ประเทศมหาอํานาจ
(N) อภิมหาอํานาจ
(VT) ทําให้อิ่มตัวสูงกว่าจุดอิ่มตัวปกติ
(VT) เขียนไว้ข้างบน
(ADJ) เขียนอยู่เหนือตัวอักษรอื่น
(N) ตัวอักษรหรือเครื่องหมายที่เขียนอยู่เหนือหรือมุมขวาบน
(VT) เข้าแทนที่
(ADJ) ซึ่งเหนือความรู้สึก
(ADJ) ซึ่งเร็วกว่าเสียง
(N) การศึกษาเกี่ยวกับปรากฎการณ์ที่มีความเร็วมากกว่าเสียง
(N) นักแสดงหรือนักกีฬายอดนิยม
(N) ความเชื่อในผีสางเทวดา
(ADJ) ซึ่งเชื่อโชคลาง
(N) ร้านสรรพสินค้าขนาดใหญ่
(N) โครงสร้างส่วนบน
(N) ด้านบนของดาดฟ้าเรือ
(N) สถานบันที่เกี่ยวข้องกับทางด้านเศรษฐกิจ
(ADJ) ละเอียดเกินไป
(N) เรือบรรทุกน้ํามันขนาดใหญ่ที่มีระวางขับน้ํากว่า 300,000 ตัน
(VI) เข้าครอบงํา
(N) การเกิดขึ้นอย่างไม่คาดคิดถึงมาก่อน
(VI) ตรวจตรา
(VT) ตรวจตรา
(N) การดูแลตรวจตรา
(N) ผู้ควบคุมดูแล
(N) หัวหน้าอาจารย์ในแต่ละวิชา
(N) ความเป็นหัวหน้า
(ADJ) เกี่ยวกับการดูแลตรวจตรา
(N) ผู้หญิงเก่งรอบด้าน
(ADJ) เฉื่อยชา
(ADJ) ซึ่งนอนหงายอยู่
(ADJ) ซึ่งหงายฝ่ามือออก
(ABBR) คําย่อของ supplementary และ supplement
(N) อาหารมื้อเย็น
(VT) เข้าแทนที่
(VT) แย่งตําแหน่ง
(ADJ) งอโค้งได้ง่าย
(ADJ) ปรับตัวได้ง่าย
(ADJ) ยอมตาม
(VT) ทําให้อ่อนลง
(N) จํานวนเงินที่เก็บเพิ่มเติม
(N) ภาคผนวก
(N) มุมที่เสริมให้เป็น 180 องศาหรือครึ่งวงกลม
(N) ส่วนเพิ่มเติม
(N) อาหารเสริม
(VT) ผนวก
(ADJ) ซึ่งช่วยเสริม
(N) ผู้เสริม
(ADJ) ซึ่งอ้อนวอน
(VI) เรียกร้อง
(VT) เรียกร้อง
(N) ผู้จัดหาสิ่งของให้
(N) การจัดหาให้
(N) จํานวนที่มีอยู่
(N) ผู้ทําการแทน
(N) จัดหาให้
(VT) จัดหาให้
(VT) ชดเชย (คําทางการ)
(VT) ทําหน้าที่แทน (คําทางการ)
(PHRV) เก็บสํารองจาก
(PHRV) จัดเตรียมให้กับ
(PHRV) จัดเตรียมด้วย
(N) การช่วยเหลือ
(N) สิ่งค้ํา
(VT) ค้ํา
(VT) สนับสนุน
(ADJ) ซึ่งสนับสนุน
(N) เครื่องค้ําบนแผ่นโล่
(N) ผู้สนับสนุน
(N) อุปกรณ์เสื้อผ้าที่ใช้ปกป้องร่างกายขณะเล่นกีฬา
(ADJ) (นักแสดง) ซึ่งเป็นตัวประกอบ
(ADJ) สนับสนุน
(VT) สมมุติ
(ADJ) ซึ่งทึกทักว่าเป็นจริง
(CONJ) สมมุติว่า
(ADJ) เป็นการคาดคะเน
(ADJ) ซึ่งปลอมแปลง
(ADJ) สมมุติเอา
(N) คําแสดงการสมมุติ (ไวยากรณ์)
(N) ยาเหน็บช่องคลอดหรือทวารหนัก
(VT) หยุดยั้ง
(VT) อดกลั้น
(N) ยาระงับอาการ
(ADJ) ซึ่งระงับ
(N) การปราบปราม
(N) การอดกลั้น
(N) เครื่องห้าม
(N) เซลล์หรือยีนส์ที่หยุดยั้งการเติบโตของเซลล์ตัวอื่น
(VI) กลัดหนอง
(N) การเป็นหนอง
(ADJ) ซึ่งเกี่ยวพันกับหลายๆ ประเทศ
(ADJ) เกี่ยวกับลักษณะการออกเสียง
(N) ความยิ่งใหญ่
(N) อํานาจสูงสุด
(ADJ) ซึ่งอยู่ในระดับสูงสุด
(ADJ) ที่สุด
(N) พระผู้เป็นเจ้า
(N) ศาลสูงสุด
(N) ศาลสูงสุด
(VI) เลิก
(VT) เลิก
(N) การเก็บเงินเพิ่ม
(N) การเกินน้ําหนักบรรทุก
(N) การพิมพ์เปลี่ยนค่าดวงตราไปรษณีย์
(VT) เก็บเงินเพิ่ม
(VT) บรรทุกเกิน
(VT) พิมพ์เปลี่ยนค่าดวงตราไปรษณีย์
(N) สายคาดเอวเสื้อคลุม
(N) เสื้อคลุม
(ADJ) เกี่ยวกับรากไม่รู้จบ
(ADJ) เป็นพยัญชนะที่ไม่มีเสียง
(N) ตัวเลขที่มีรากไม่รู้จบ
(N) พยัญชนะที่ไม่มีเสียงออกมา
(ADJ) แน่นอน
(ADJ) มั่นคง
(ADJ) มั่นใจ
(ADJ) ไว้ใจได้
(ADV) แน่นอน (คําไม่เป็นทางการ)
(SL) อย่างแน่นอนที่สุด
(ADJ) ซึ่งได้ผล
(SL) แน่นอน
(ADJ) ซึ่งติดแน่น
(ADV) อย่างแน่นอน
(SL) สิ่งที่มั่นใจได้
(N) ความแน่นอน
(N) คลื่นที่ซัดฝั่ง
(VI) เล่นกระดานโต้คลื่น
(ADJ) เกี่ยวกับพื้นผิว
(ADJ) ซึ่งขนส่งทางพื้นดินหรือทางทะเล
(ADJ) ผิวเผิน
(N) ผิวหน้า
(N) พื้นดินหรือพื้นน้ํา
(N) พื้นผิวที่เป็นของแข็ง
(N) ลักษณะภายนอก
(VI) เป็นที่ปรากฏ
(VI) โผล่ขึ้นมาที่พื้นผิว
(VT) เคลือบผิว
(VT) ทําให้เกลี้ยงเกลา
(ADJ) จากพื้นสู่อากาศ
(ADJ) จากพื้นสู่พื้น
(ADJ) ซึ่งเดินทางจากผิวโลกสู่เป้าหมายใต้น้ํา
(N) กระดานโต้คลื่น
(N) เรือกรรเชียงสําหรับโต้คลื่น
(N) การดื่มหรือกินเกินขนาด
(N) ความไม่สบายเนื่องจากการดื่มหรือกินเกินขนาด
(N) สิ่งที่มากเกินไป
(VI) ดื่มหรือกินเกินขนาด
(VT) ให้ดื่มหรือกินเกินขนาด
(N) ผู้เล่นกระดานโต้คลื่น
(ADJ) เกี่ยวกับพื้นผิวดิน
(N) กีฬาเล่นกระดานโต้คลื่น
(N) การเพิ่มขึ้นของกระแสไฟฟ้าอย่างฉับพลัน
(N) การเพิ่มขึ้นอย่างรวดเร็ว
(N) ลักษณะขึ้นๆลงๆ
(VI) ขึ้นๆลงๆ
(VI) เพิ่มขึ้นอย่างรวดเร็ว
(PHRV) (น้ํา, ของเหลว) ไหลบ่าเข้ามา
(PHRV) รีบกรูเข้ามา
(N) ศัลยแพทย์
(N) แพทย์ทหาร
(PHRV) (น้ํา, ของเหลว) ไหลออกไปทันที
(N) ศัลยกรรม
(N) ศัลยศาสตร์
(N) ห้องผ่าตัด
(N) ห้องแพทย์
(PHRV) รู้สึกพลุ่งพล่าน
(ADJ) เกี่ยวกับการผ่าตัด
(ADJ) เฉียบคม
(ADJ) เป็นผลมาจากการผ่าตัด
(N) ประเทศสุรินัม
(ADJ) บูดบึ้ง
(ADJ) มืดมัว
(ADJ) หยิ่ง
(N) การสันนิษฐาน
(VI) สันนิษฐาน
(VT) สันนิษฐาน
(VT) ผ่านพ้น
(VT) วางไว้ด้านบน (คําทางการ)
(VT) อยู่บนยอด (คําทางการ)
(PHRV) ติดยอดด้วย
(N) นามสกุล
(N) วลีหรือฉายาต่อท้ายชื่อ (คําโบราณ)
(VT) ตั้งชื่อสกุล
(VT) เกินกว่า
(PHRV) เหนือกว่า
(ADJ) โดดเด่น
(N) เสื้อคลุมชั้นนอก สีขาวแขนยาวของพระ
(ADJ) เกิน
(N) เงินที่เหลือหลังหักรายจ่ายแล้ว
(N) จํานวนที่เกิน
(N) ส่วนที่ล้นหรือเกิน
(N) การพิมพ์ทับลงไป
(VT) พิมพ์ทับ
(N) ความประหลาดใจ
(N) สิ่งที่ทําให้ประหลาดใจ
(VT) จู่โจมโดยไม่ให้ตั้งตัว
(VT) ทําให้ประหลาดใจ
(ADJ) แปลกใจ
(PHRV) ทําให้ประหลาดใจใน
(N) ผู้ทําให้ประหลาดใจ
(PHRV) ประหลาดใจกับ
(ADJ) น่าประหลาดใจ
(ADV) อย่างแปลกใจ
(ADJ) เกี่ยวกับลัทธิศิลปะที่มุ่งแสดงสิ่งที่เหนือจริง
(ADJ) เหมือนฝัน
(N) ลักษณะแบบลัทธิที่อยู่เหนือความจริง
(N) ศิลปะและวรรณคดีที่เน้นหนักในเรื่องของจิตใต้สํานึก
(N) การยอมปล่อย
(N) การยอมแพ้
(N) การส่งมอบตัว
(VI) ยอมแพ้
(VT) สละ
(PHRV) ยอมจํานน
(ADJ) ลับๆ ล่อๆ
(ADJ) เป็นตัวแทน
(N) ตัวแทน
(N) ตุลาการท้องถิ่น (ในบางรัฐ)
(N) ผู้หญิงที่รับอุ้มท้องแทน
(VT) ให้เป็นตัวแทน
(N) บริเวณแวดล้อม
(VT) ล้อมรอบ
(ADJ) ี่ซึ่งล้อมรอบ
(N) สภาพแวดล้อม
(PHRV) ล้อมรอบด้วย
(N) ภาษีส่วนเพิ่ม
(VT) จัดเก็บภาษีเพิ่ม
(N) การตรวจตรา
(ADJ) เป็นการควบคุมดูแล
(N) ผู้ตรวจตรา
(N) กลุ่มผู้สํารวจ
(N) การตรวจสอบ
(N) การรังวัดปักเขต
(N) ผลการสํารวจ
(VT) ทําแผนที่
(VT) พิจารณา
(VT) สํารวจ
(N) การสํารวจ
(N) ผู้ตรวจสอบ
(N) ผู้สํารวจ
(N) ผู้สํารวจรังวัด
(N) การอยู่รอด
(N) สิ่งที่ดํารงอยู่
(IDM) คนที่เก่งที่สุดจะอยู่รอด
(N) หลักการดํารงชีวิตอย่างเหมาะสม
(VI) ดํารงอยู่
(VT) มีชีวิตสืบต่อ
(ADJ) ซึ่งรอดชีวิต
(N) ผู้ที่อยู่รอด
(N) กรรมสิทธิ์บนทรัพย์สินร่วมของผู้รอดชีวิต
(N) ความเป็นผู้รอดชีวิต
(N) ความรู้สึกไว
(ADJ) มีความรู้สึกไว
(ADJ) มีจิตใจที่อ่อนแอ
(ADJ) มีความรู้สึกไว
(ADJ) มีอารมณ์อ่อนไหว
(N) ข้าวหน้าปลาดิบของญี่ปุ่น
(ADJ) น่าสงสัย
(N) ผู้ต้องสงสัย
(VT) คาดว่าจริง
(VT) สงสัย
(PHRV) สงสัยว่าเป็น
(VT) แขวน
(VT) ยกเลิกชั่วคราว
(VT) เลื่อน
(ADJ) แขวนอยู่
(ADJ) ระงับอยู่ชั่วคราว
(N) สายแขวน
(N) สายเอี๊ยมดึงกางเกง
(N) หนังรัดถุงเท้ายาว
(PHRV) แขวนจาก
(N) การหยุดหายใจชั่วคราว
(N) ความใจจดใจจ่อ
(N) ความไม่แน่นอนใจ
(N) ความวิตกกังวล
(N) การลอยตัวของอนุภาคในของเหลว
(N) การเลื่อนคําตัดสิน
(N) การหยุดชําระหนี้
(N) การหยุดชั่วคราว
(N) การให้พักงาน
(N) ระบบกันสะเทือนของรถ
(N) สะพานแขวน
(ADJ) ใจจดใจจ่อ
(ADJ) ไม่แน่นอนใจ
(ADJ) หยุดชั่วคราว
(ADJ) หยุดชั่วคราว
(N) แถบผ้ายืดช่วยพยุงส่วนของร่างกายที่ได้รับบาดเจ็บ
(N) เส้นเอ็นพยุง
(N) ความคลางแคลงใจ
(N) ร่องรอย
(ADJ) น่าสงสัย
(ADJ) หวาดระแวง
(SL) เข้าใจ
(SL) ค้นพบ
(SL) คําพูดที่ใช้เมื่อผู้อื่นทําในสิ่งที่ไม่เห็นด้วยกับเราและสิ่งนั้นผิดพลาด
(PHRV) ค้นพบ (คําไม่เป็นทางการ)
(VT) ประสบ
(VT) รักษาไว้
(VT) สนับสนุน
(N) ผู้สนับสนุน
(PHRV) ทําให้รักษา (บางสิ่ง) ไว้
(N) การบํารุงเลี้ยง
(N) การกระซิบกระซาบ
(N) การเผาตัวเองของแม่ม่ายในกองฟืนที่เผาศพสามี
(N) การเย็บแผล
(N) รัฐที่มีอํานาจเหนือรัฐอื่น
(N) อํานาจของ suzerain
(ADJ) อ่อนโยน
(ADJ) อ้อนแอ้น
(N) กะลาสีเรือ (คําสแลง)
(N) ผ้าหรือฟองน้ําสําหรับถูพื้น
(N) ผ้าหรือวัสดุที่ใช้ทําความสะอาดลํากล้องปืน
(N) สําลีหรือผ้าก็อซสําหรับทําความสะอาดบาดแผล
(VT) ทําความสะอาดแผลด้วยสําลีหรือผ้าก็อซ
(VT) ทําความสะอาดพื้นด้วยผ้าหรือฟองน้ํา
(PHRV) เช็ดหรือล้างด้วยผ้าหนาและน้ําจํานวนมาก
(PHRV) เช็ดหรือล้างด้วยผ้าหนาและน้ําจํานวนมาก
(VT) พัน
(VT) ห่อตัวทารกด้วยผ้า
(N) การเดินโซเซ
(N) ของที่ปล้นมาได้ (คําสแลง)
(N) เฟื่องระย้า
(N) ม่าน
(N) ห่อสัมภาระ
(VI) เดินโซเซ
(N) เหล็กที่ใช้ตอกโลหะ
(N) การวางโต
(VI) คุยโว
(VI) เดินกร่าง
(N) ชาวแอฟริกาตะวันออก
(N) ชายคนรัก
(N) หนุ่มบ้านนอก
(N) การกลืน
(N) ปริมาณที่กลืน
(VI) กล้ํากลืน
(VT) กลืน
(VT) คืนคําพูด
(VT) ท่วมท้น
(VT) ยอมเชื่อง่ายๆ (คําไม่เป็นทางการ)
(VT) อดกลั้นความรู้สึก
(VT) อดทน
(N) นกนางแอ่น
(PHRV) กลืนลงไป
(IDM) กล้ํากลืนยอมรับสิ่งผิดพลาด
(N) ผีเสื้อชนิดหนึ่งมีปีกคล้ายหางนกนางแอ่น
(N) หางนกนางแอ่น
(N) เสื้อหางยาวเหมือนส้อม
(PHRV) กลืนเข้าไป
(PHRV) ทําให้หายไป
(N) ผู้รอบรู้
(N) หนองน้ํา
(VT) ทําให้ท่วม
(VT) ทําให้แบกรับภาระ
(PHRV) ท่วมด้วย
(ADJ) ซึ่งเป็นหนองน้ํา
(N) หงส์
(VI) เที่ยวเตร่ (คําไม่เป็นทางการ)
(ADJ) อวดโก้
(N) คนอวดโก้
(VI) อวดโก้
(ADJ) อวดร่ํารวย
(IDM) งานชิ้นสุดท้ายก่อนตาย
(N) การแลกเปลี่ยน (คําไม่เป็นทางการ)
(N) สัญญาแลกเปลี่ยน
(N) สิ่งที่แลกเปลี่ยน (คําไม่เป็นทางการ)
(VI) แลกเปลี่ยน (คําไม่เป็นทางการ)
(VT) แลกเปลี่ยน (คําไม่เป็นทางการ)
(PHRV) เปลี่ยนที่
(PHRV) แลกเปลี่ยนกับ
(PHRV) เปลี่ยนที่
(PHRV) เปลี่ยนที่
(PHRV) แลกเปลี่ยนกับ
(N) สนามหญ้า
(VI) กริยาช่อง 2 ของ swear
(N) เศษไม้หรือโลหะ
(N) กลุ่มคนหรือสัตว์จํานวนมากมาย
(N) ฝูงแมลง
(VI) เคลื่อนไปเป็นกลุ่ม
(VI) จับเป็นกลุ่ม
(VI) ปีนป่าย
(PHRV) จับกลุ่มผ่าน (สถานที่)
(PHRV) เปลี่ยนที่
(PHRV) จับกลุ่มผ่าน (สถานที่)
(PHRV) ปีนป่ายรวดเร็วและง่ายดาย
(PHRV) ห้อมล้อมด้วย
(ADJ) มีผิวดํา
(N) การซัดสาด
(N) คนเกเร
(N) เครื่องหมายนาซี
(N) การตีอย่างแรง
(N) ความพยายาม
(VT) ตีอย่างแรง
(N) ผ้าตัวอย่าง
(N) ส่วนที่ตัดด้วยเคียว
(N) การหุ้มรอบ
(VT) ห่อหุ้ม
(PHRV) ห่อเต็มตัว
(N) การแกว่งไกว
(N) อํานาจครอบงํา
(VI) แกว่งไปมา
(VI) ลังเลใจ
(VI) เอียง
(VT) แกว่งไปมา
(VT) ครอบงํา
(N) หลังที่โค้งแอ่น
(PHRV) ยกเสาเรือขึ้น
(VI) สาบแช่ง
(VI) สาบาน
(IDM) สาบานว่าจะซื่อสัตย์ต่อ
(PHRV) สบถใส่
(PHRV) วางใจใน
(PHRV) สาบานต่อ
(PHRV) สัญญาว่าจะซื่อสัตย์กับ
(PHRV) กล่าวคําปฏิญาณเพื่อรับตําแหน่งหน้าที่
(PHRV) สาบานว่าจะเลิก
(PHRV) สาบานต่อ
(PHRV) ได้รับเอกสารที่ทําให้สามารถจับผู้ร้ายได้
(PHRV) ทําให้สาบานว่าจะเก็บเป็นความลับ
(PHRV) ประกาศความจริง
(PHRV) สาบานต่อ
(N) คําสาปแช่ง
(N) ความวิตกกังวล
(N) ความเหนื่อยยาก
(N) หยาดน้ํา
(N) เหงื่อ
(VI) จับตัวเป็นหยดน้ํา
(VI) ทํางานหนัก (คําไม่เป็นทางการ)
(VT) ทําให้เหงื่อออก
(IDM) สุดเครียด
(N) ผู้ที่เหงื่อไหลไคลย้อย
(N) เสื้อที่ถักด้วยขนสัตว์
(PHRV) ได้รับ (บางสิ่ง) อย่างเหนื่อยยาก
(PHRV) น้ําหนักลดเพราะเสียของเหลวจากร่างกาย
(IDM) ทํางานหนักมาก (คําไม่เป็นทางการ)
(PHRV) เสียเหงื่อหรือของเหลวออกจากร่างกาย
(N) เสื้อกีฬาแขนยาวใช้สวมทับกันหนาวหรือให้เหงื่อออก
(N) ร้านขนมหวาน
(ADJ) ซึ่งทําให้เหงื่อออก
(ADJ) เปียกเหงื่อ
(N) คนสวีเดน
(N) คนสวีเดน
(N) เกี่ยวกับคน ภาษาและวัฒนธรรมของประเทศสวีเดน
(N) โรคติดเชื้อแบ็กทีเรียในม้า
(N) การกวาด
(N) การมีชัยอย่างท่วมท้น
(N) การเลี้ยวโค้ง
(N) ขอบเขต
(N) คนกวาดปล่องไฟ
(VI) เคลื่อนไปอย่างรวดเร็ว
(VT) กวาด
(VT) ชนะท่วมท้น
(VT) พัดพาเอาไป
(PHRV) ชักชวน
(PHRV) แล่นไปตาม (ลม)
(PHRV) ผลักไปด้านข้าง
(PHRV) ไม่สนใจ
(PHRV) กวาดทิ้งไป
(PHRV) ขจัด
(PHRV) พัดพาไป (ตามลมหรือน้ํา)
(N) ปีกเครื่องบินที่ลู่ไปทางท้าย
(PHRV) รวบไว้ด้วยกัน
(PHRV) ชนะอย่างต่อเนื่อง
(N) คนปัดกวาด
(N) เครื่องปัดกวาด
(N) นักเล่นฟุตบอลตําแหน่งกองหลัง
(PHRV) เข้ามาอย่างใหญ่โต
(PHRV) ชนะเรียบ
(PHRV) พัดพาเข้าไปด้วย (น้ําหรือลม)
(ADJ) กว้างใหญ่ไพศาล
(ADJ) ครอบคลุม
(ADJ) ท่วมท้น
(N) การกวาด
(PHRV) ครอบงํา
(PHRV) กวาดไปกองไว้ใน
(PHRV) เข้ามาอย่างใหญ่โต
(IDM) กวาดคะแนน (การเมือง)
(PHRV) กวาดออกไป
(PHRV) ก้าวออกไป
(PHRV) ครอบงํา
(N) การพนัน
(N) เงินรางวัลในการพนัน
(PHRV) สอบผ่านง่ายดาย
(PHRV) พัดผ่าน
(PHRV) แพร่ (เชื้อโรค, แฟชั่น, เรื่องเล่า ฯลฯ) ผ่าน
(PHRV) กวาดข้างใต้
(PHRV) กวาดห้อง
(ADJ) งดงาม
(ADJ) ใจดี
(ADJ) น่าพอใจ
(ADJ) ไพเราะ
(ADJ) มีรสหวาน
(ADJ) ไม่ใส่เกลือ
(ADJ) สดใหม่
(N) ขนมหวาน
(N) ความหวานชื่น
(N) มันเทศ (คําไม่เป็นทางการ)
(N) รสหวาน
(N) ลูกกวาด
(SL) เจ๋ง
(SL) ไม่มีปัญหา
(N) ตับอ่อนหรือต่อมไธมัสของลูกวัวหรือลูกแกะใช้เป็นอาหาร
(N) ต้นกุหลาบพันธุ์หนึ่ง
(N) ต้นกุหลาบยุโรปชนิดหนึ่ง
(N) ข้าวโพดเมล็ดหวาน
(VI) หวานขึ้น
(VT) ทําให้นุ่มนวล
(VT) ทําให้เป็นที่พอใจ
(VT) ทําให้รสดีขึ้น
(VT) ทําให้หวาน
(N) ของขวัญหรือเงินจูงใจ (คําไม่เป็นทางการ)
(N) น้ําตาลเทียม
(N) สารที่ให้ความหวาน
(IDM) ทําสิ่งที่ไม่น่าพอใจให้เป็นสิ่งที่น่าพอใจ
(N) ของรัก
(N) คนใจดี
(N) คู่รัก
(N) ที่รัก (คําที่ใช้เรียกระหว่างคู่รัก)
(SL) สัญญามิตรภาพ
(N) คนรัก
(N) ของหวาน (คําโบราณ)
(N) ถั่วชนิดหนึ่ง
(N) เครื่องเป่าชนิดหนึ่ง (คําไม่เป็นทางการ)
(N) มันเทศ
(SL) ลูกอัณฑะ
(N) ร้านขายลูกกวาด
(N) ผลน้อยหน่า
(N) การเยินยอ
(IDM) เยินยอเพื่อชักจูงให้ทําหรือยอมตามบางสิ่ง
(ADJ) ดีมาก (คําไม่เป็นทางการ)
(ADJ) ทันสมัย (คําไม่เป็นทางการ)
(N) การบวม
(N) การเพิ่มของขนาด
(N) คนชอบแต่งตัว (คําไม่เป็นทางการ)
(N) คลื่นขนาดใหญ่
(N) ลักษณะกลมๆ
(N) เสียงดนตรีที่ค่อยๆ ดังขึ้น
(VI) กระเพื่อมขึ้นๆ ลงๆ
(VI) ป่อง
(VI) เพิ่มขนาด
(VT) ทําให้บวม
(VT) เพิ่มขนาด
(N) ปลาปักเป้า
(N) การพอง
(PHRV) ทําให้บวมขึ้น
(PHRV) ทําให้บวมขึ้น
(PHRV) บวมด้วย
(N) ความร้อนอบอ้าว
(VI) ร้อนอบอ้าว
(VT) ซึมออก
(ADJ) ร้อนมาก
(VI) กริยาช่องที่ 2 และ 3 ของ sweep
(VT) กริยาช่องที่ 2 และ 3 ของ sweep
(N) การหักเลี้ยวอย่างกระทันหัน
(VI) เปลี่ยนทิศทาง
(VT) ทําให้เปลี่ยนทิศทาง
(PHRV) เปลี่ยนทันที (ความตั้งใจ, การกระทํา, ทิศทางฯลฯ)
(PHRV) เปลี่ยนทิศทางทันที
(ADJ) ฉับพลัน
(ADJ) ว่องไว
(ADV) อย่างรวดเร็ว
(N) กระสวยด้าย
(N) จิ้งจก
(N) นกชนิดหนึ่งคล้ายนกนางแอ่น
(N) นกขนาดเล็กคล้ายนกนางแอ่น
(ADV) อย่างรวดเร็ว
(N) การดื่มอึกใหญ่ (คําไม่เป็นทางการ)
(VI) ดื่มอึกใหญ่ (คําไม่เป็นทางการ)
(VT) ดื่มอึกใหญ่ (คําไม่เป็นทางการ)
(PHRV) ดื่มน้ําหรือเครื่องดื่มจาก
(N) คนที่ดื่มเหล้าอึกใหญ่ๆ
(N) การดื่มอึกใหญ่
(N) เศษอาหารที่ใช้เลี้ยงสัตว์
(N) เศษอาหารในครัว
(VI) ดื่มอย่างตะกละ
(VT) ใช้น้ําล้าง
(VT) ดื่มอย่างตะกละ
(VT) ให้เศษอาหารเพื่อเลี้ยงสัตว์
(PHRV) ดื่มน้ําหรือเครื่องดื่มจํานวนมาก
(PHRV) ล้างออก
(N) การว่ายน้ํา
(N) การเวียนศีรษะ
(VI) ลอย
(VI) ว่ายน้ํา
(VI) เวียนศีรษะ
(PHRV) ว่ายลอยตัว
(IDM) ทําสิ่งตรงข้ามกับคนอื่น
(PHRV) ว่ายลอยตัว
(PHRV) ปรากฏชัดเจน
(N) กระเพาะปลา
(PHRV) ว่ายไปทาง
(PHRV) แน่นขนัดด้วย
(PHRV) ว่ายอยู่ใน
(N) นักว่ายน้ํา
(N) การว่ายน้ํา
(N) ชุดว่ายน้ํา
(N) ชุดว่ายน้ํา
(N) ชุดว่ายน้ํา
(PHRV) ท่วมท้นด้วย
(N) การหลอกลวง
(VT) โกง
(PHRV) หลอกลวง
(N) คนหลอกลวง
(SL) สมุดบัญชี
(N) คนตะกละ (คําดูถูก)
(N) สุกร
(N) คนเลี้ยงหมู
(N) การแกว่ง
(N) การตีลูกบอล
(N) การเหวี่ยงหมัด
(N) ชิงช้า
(VI) แกว่ง
(VI) แขวน
(VI) หมุนรอบ
(VT) แกว่ง
(VT) แขวน
(VT) หมุนรอบ
(PHRV) แกว่งไปตี
(PHRV) แขวนคอสําหรับ (การก่ออาชญากรรม)
(ADJ) ชอบเปลี่ยนคู่นอน (คําแสลง)
(ADJ) ทันสมัย
(ADJ) มีชีวิตชีวา
(PHRV) แกว่งไปมา
(IDM) เลี่ยงงาน
(PHRV) แกว่งปิด
(ADJ) หยาบคาย
(ADJ) เหมือนหมู
(N) ตีอย่างแรง
(VT) ขโมย (คําไม่เป็นทางการ)
(VT) ตีอย่างแรง
(PHRV) ตีอย่างแรง
(VI) หมุน
(VT) ทําให้หมุน
(PHRV) หมุนวนอย่างเร็ว
(PHRV) หมุนวนอย่างเร็ว
(N) ชายรักร่วมเพศที่มีลักษณะเป็นหญิง (คําดูถูก)
(N) ไม้หวด
(N) เสียงดังเฟี้ยว
(VI) เกิดเสียงดังเฟี้ยว
(VT) ทําให้เกิดเสียงดังเฟี้ยว
(PHRV) ตัดออก
(ADJ) เกิดเสียงดังเฟี้ยว
(ADJ) มีลักษณะเหมือนชายรักร่วมเพศ
(ADJ) เกี่ยวกับสวิตเซอร์แลนด์
(N) ชาวสวิส
(N) ภาษาท้องถิ่นที่ใช้ในประเทศสวิตเซอร์แลนด์
(N) ผู้อารักขาพระสันตะปาปา
(N) การเปลี่ยนแปลงอย่างกระทันหัน
(N) การสับเปลี่ยน
(N) ไม้เรียว
(N) สวิตช์
(VI) แกว่งไปมา
(VI) สับเปลี่ยนสวิตช์ไฟฟ้า
(VI) สับรางรถไฟ
(VT) เปลี่ยน
(PHRV) เปลี่ยนที่
(N) ทางคดเคี้ยว
(N) รถรางเด็กเล่นที่คดเคี้ยวไปมา
(PHRV) เปลี่ยนกลับไปใช้ (บางสิ่ง)
(N) มีดพกสปริง
(N) แผงไฟฟ้า
(N) แผงสายโทรศัพท์
(PHRV) เปลี่ยนจาก
(N) ผู้ควบคุมแผงวงจรปิดเปิด
(PHRV) ปิดไฟ
(PHRV) เลิกสนใจ (คําไม่ทางการ)
(PHRV) หยุดพูด
(PHRV) ทําให้สนใจ (คําไม่เป็นทางการ)
(PHRV) เปิดไฟ
(PHRV) ดับไฟ
(PHRV) เปลี่ยนที่
(PHRV) เปลี่ยนที่
(PHRV) เปลี่ยนจาก
(N) ลานจัดขบวนรถไฟ
(N) ประเทศสวิสเซอร์แลนด์
(N) แกนหมุน
(VI) หมุน
(VT) หมุน
(N) เก้าอี้หมุน
(PHRV) บิดรอบ
(N) สิ่งที่น่าผิดหวัง (คําไม่เป็นทางการ)
(N) เหล้าค็อกเทลชนิดหนึ่ง
(N) ไม้คนเครื่องดื่ม
(VT) ทําความสะอาด
(PHRV) เช็ดหรือล้างด้วยผ้าหนาและน้ําจํานวนมาก
(PHRV) เช็ดหรือล้างด้วยผ้าหนาและน้ําจํานวนมาก
(ADJ) บวม
(VI) กริยาช่องที่ 3 ของ swell
(VT) กริยาช่องที่ 3 ของ swell
(N) การเป็นลม
(VI) เป็นลม
(PHRV) หมดสติเพราะ
(N) การโจมตีอย่างรวดเร็ว
(N) การโฉบลงอย่างรวดเร็ว
(VI) โจมตีอย่างรวดเร็ว
(VI) โฉบลงอย่างรวดเร็ว
(VT) ฉกฉวย
(PHRV) ร่อนลงจับ (มักใช้กับนกจับเหยื่อ)
(PHRV) ร่อนลงจับ (มักใช้กับนกจับเหยื่อ)
(VI) ทําเสียงหวือผ่านอากาศอย่างรวดเร็ว
(N) การแลกเปลี่ยน (คําไม่เป็นทางการ)
(N) สัญญาแลกเปลี่ยน
(N) สิ่งที่แลกเปลี่ยน (คําไม่เป็นทางการ)
(VI) แลกเปลี่ยน (คําไม่เป็นทางการ)
(VT) แลกเปลี่ยน (คําไม่เป็นทางการ)
(PHRV) เปลี่ยนที่
(PHRV) แลกเปลี่ยนกับ
(PHRV) เปลี่ยนที่
(PHRV) เปลี่ยนที่
(PHRV) แลกเปลี่ยนกับ
(N) ดาบ
(N) ดาบสั้น
(N) ผู้ถือดาบในพิธี
(N) ปลาขนาดใหญ่จําพวก Xiphiidae
(N) หญ้าลักษณะคล้ายดาบ
(N) การฟันดาบ
(N) นักสู้ที่ใช้ดาบ
(VI) กริยาช่องที่ 2 ของ swear
(VT) กริยาช่องที่ 2 ของ swear
(VI) กริยาช่องที่ 3 ของ swear
(VT) กริยาช่องที่ 3 ของ swear
(N) การตีอย่างแรง
(N) ความพยายามอย่างหนัก
(VI) ตีอย่างแรง
(VT) ตีอย่างแรง
(PHRV) เรียนหนักเพื่อ
(PHRV) ศึกษาอย่างละเอียด
(VI) กริยาช่องที่ 3 ของ swim
(VT) กริยาช่องที่ 3 ของ swim
(VI) กริยาช่องที่ 2 และ 3 ของ swing
(VT) กริยาช่องที่ 2 และ 3 ของ swing
(SUF) ภาวะ
(N) เมืองหลวงของกรีกในสมัยโบราณอยู่ทางตอนใต้ของอิตาลี
(N) ชาวเมือง Sybaris
(N) ผู้แสวงหาแต่ความหรูหราและความสุขสําราญ
(N) พืชจําพวก Platanus occientalis
(N) คนประจบประแจง
(N) ตารางแสดงพยางค์
(ADJ) เกี่ยวกับพยางค์
(N) พยางค์
(VT) ออกเสียงทีละพยางค์
(N) บทสรุปของรายงานการพิจารณาคดี
(N) หลักสูตร
(N) การอ้างเหตุผล
(N) หญิงสาวหรือเด็กสาวรูปร่างแบบบาง
(N) ผู้อาศัยอยู่ในป่า
(N) การเอื้อประโยชน์ซึ่งกันของสิ่งมีชีวิตสองชนิด
(N) สัญลักษณ์
(ADJ) เป็นเครื่องหมาย
(ADJ) เป็นสัญลักษณ์
(N) วิชาที่ศึกษาเกี่ยวกับหลักความเชื่อทางศาสนา
(N) การแทนสิ่งต่างๆ ด้วยสัญลักษณ์
(VT) ใช้เป็นสัญลักษณ์
(ADJ) เกี่ยวกับการใช้สัญลักษณ์
(N) การใช้สัญลักษณ์
(N) การศึกษาเกี่ยวกับสัญลักษณ์หรือเครื่องหมาย
(N) ซึ่งสมมาตรกัน
(N) การมีสัดส่วนที่รับกัน
(ADJ) มีใจเหมือนกัน
(ADJ) เห็นอกเห็นใจ
(VI) มีใจเหมือนกัน
(VI) เห็นใจ
(N) ผู้เห็นอกเห็นใจ
(PHRV) เห็นอกเห็นใจ
(N) ความมีใจเหมือนกัน
(N) ความเห็นใจ
(N) ความสอดคล้องกัน
(N) ดนตรีวงใหญ่
(N) ความเรียบง่าย
(ADJ) เกี่ยวกับการประชุมสัมมนา
(N) การประชุมสัมมนา
(N) เครื่องแสดง
(N) อาการ
(ADJ) เกี่ยวกับอาการโรค
(ADJ) ซึ่งชี้บอกอาการ
(ADJ) เป็นลักษณะเฉพาะ
(N) กลุ่มชาวยิวที่เข้าร่วมพิธีทางศาสนา
(N) โบสถ์ของศาสนายิว
(N) ช่องว่างระหว่างเซลล์ประสาท
(ADJ) ซึ่งเป็นการศึกษาภาษาศาสตร์ในช่วงเวลาในเวลาหนึ่ง
(VI) เกิดขึ้นในเวลาเดียวกัน
(VT) ทําให้พร้อมกัน
(ADJ) ซึ่งเกิดขึ้นในเวลาเดียวกัน
(N) การเกิดขึ้นในเวลาเดียวกัน
(N) แนวชั้นหินที่โค้งลง
(VT) ย่อคําโดยตัดอักษรหรือเสียงตรงกลาง
(VT) ลัดจังหวะดนตรี
(N) การลัดจังหวะดนตรี
(N) การหมดสติเนื่องจากขาดอ็อกซิเจน
(VI) เกิดขึ้นในขณะเดียวกัน
(ADJ) ซึ่งเชื่อมด้วยคําเชื่อม
(N) ผู้แทนทางธุรกิจ
(N) บริษัทที่ขายข่าวให้หนังสือพิมพ์หรือสื่อต่างๆ
(N) สมาคม
(VT) ขายข่าวให้สื่อพิมพ์ต่างๆ
(N) ผู้ร่วมอยู่ในสมาคมหรือองค์กร
(N) ลักษณะเชิงซ้อนต่างๆ ที่บ่งบอกถึงสภาพใดสภาพหนึ่ง
(N) อาการของโรคต่างๆ ที่เกิดขึ้นพร้อมๆ กัน
(N) คําเปรียบเทียบ (เช่น เปรียบเทียบ sail แทน boat)
(ADJ) ซึ่งทํางานร่วมกัน
(ADJ) ซึ่งทํางานร่วมกัน
(N) การเสริมกัน
(N) สิ่งที่เสริมกัน
(ADJ) ซึ่งทํางานร่วมกัน
(N) การทํางานร่วมกัน
(N) การเสริมฤทธิ์ซึ่งกันและกัน
(N) เชื้อเพลิงที่สังเคราะห์ขึ้นจากถ่านหินหรือเศษพลาสติก
(N) การประชุมทางศาสนา (คําทางการ)
(N) สภาสงฆ์
(N) คําพ้องความหมาย
(ADJ) มีความหมายเหมือนกัน
(N) การมีความหมายเหมือนกัน
(N) การศึกษาเกี่ยวกับคําที่มีความหมายเหมือนกัน
(N) รายชื่อทางวิทยาศาสตร์ที่แบ่งชนิดเป็นกลุ่มต่างๆ
(N) สาระสําคัญ
(ADJ) เกี่ยวกับใจความสําคัญ
(ADJ) เกี่ยวกับการสร้างประโยค
(ADJ) เกี่ยวกับการสร้างประโยค
(N) การศึกษาเกี่ยวกับลักษณะของภาษาและระบบสัญลักษณ์
(N) วากยสัมพันธ์
(N) การปะติดปะต่อ
(N) การสังเคราะห์
(VI) รวมสิ่งต่างๆ เข้าด้วยกัน
(VT) สังเคราะห์
(N) ผู้สังเคราะห์
(N) อุปกรณ์ในเครื่องดนตรีที่ทําให้เกิดและปรับประสมเสียง
(ADJ) เกิดจากการสังเคราะห์
(ADJ) เกี่ยวกับภาษาที่มีการผันคําศัพท์มากมาย
(ADJ) ไม่แท้จริง
(N) สิ่งที่เกิดจากการสังเคราะห์
(N) โรคซิฟิลิส
(ADJ) เกี่ยวกับโรคซิฟิลิส
(N) ท่อที่ใช้ทํากาลักน้ํา
(VT) ถ่ายน้ําโดยวิธีกาลักน้ํา
(N) ประเทศซีเรีย
(N) ชาวซีเรีย
(N) หลอดดูดยา
(N) เครื่องดนตรีชนิดหนึ่ง
(N) อวัยวะส่วนที่ส่งเสียงของนก
(N) น้ําเชื่อม
(SL) วิกผม
(N) ระบบ
(ADJ) ซึ่งเป็นระบบ
(VI) กลายเป็นระบบ
(VT) ทําให้กลายเป็นระบบ
(ADJ) ซี่งเป็นระบบ
(N) ยาฆ่าแมลง
(N) การบีบตัวของหัวใจ
