(N) พยัญชนะภาษาอังกฤษตัวที่ 18
(N) เมืองหลวงของประเทศโมร็อกโก
(N) รอยบาก (ตามขอบไม้เพื่อต่อไม้เข้าด้วยกัน)
(VT) ต่อไม้ด้วยการทําเดือย
(VT) บาก
(N) ผู้เชี่ยวชาญกฎหมายยิว
(N) พระในศาสนายิว
(ADJ) เกี่ยวกับกฎหมายยิว
(ADJ) เกี่ยวกับกฎหมายยิว
(N) กระต่าย
(N) ขนกระต่าย
(N) เนื้อกระต่าย
(SL) พูดไม่หยุด
(SL) ผักสลัด
(PHRV) พูดไร้สาระ (คําไม่เป็นทางการ)
(N) ชนชั้นต่ํา
(N) ฝูงชนที่วุ่นวาย
(N) สามัญชน
(N) ผู้ก่อกวน (โดยเฉพาะทางการเมือง)
(ADJ) ซึ่งคลั่งไคล้อย่างรุนแรง
(ADJ) ซึ่งติดเชื้อโรคกลัวน้ํา
(N) โรคพิษสุนัขบ้า
(N) ตัวแร็คคูน (คล้ายหมีแต่ตัวเล็กและมีหางเป็นพวง)
(N) หนังของตัวแร็คคูน
(N) กระแสน้ํา
(N) การแข่งขัน
(N) ร่องน้ํา
(VI) แข่งขัน (ความเร็ว)
(VI) วิ่งอย่างเร็ว
(N) กลุ่ม
(N) เชื้อชาติ
(N) พันธุ์ (พืชหรือสัตว์)
(N) มนุษยชาติ
(PHRV) วิ่งเร็วกว่า
(IDM) ต้องทําอย่างรวดเร็ว
(IDM) งานที่ต้องทําให้เสร็จตรงเวลา
(PHRV) วิ่งไปอย่างเร็ว (หลายทิศทาง)
(N) รถแข่ง
(N) ลู่วิ่ง
(N) ผู้ไปชมการแข่งม้า
(N) ม้าแข่ง
(N) ช่อดอกไม้แบบที่มีก้านดอกเล็กๆ แยกจากก้านใหญ่
(N) การแข่งม้า
(N) คน สัตว์หรือพาหนะที่เข้าแข่งขันความเร็ว
(N) งูผอมบางเคลื่อนไหวเร็วชนิดหนึ่ง
(N) ความสัมพันธ์ระหว่างคนต่างเชื้อชาติที่อยู่ในชุมชนเดียวกัน
(N) พฤติกรรมรุนแรงระหว่างคนต่างเชื้อชาติที่อยู่ในชุมชนเดียวกัน
(PHRV) รีบทําให้สําเร็จ
(N) ลู่ที่ใช้แข่งขันความเร็ว
(PHRV) พุ่งขึ้นสูง
(N) ร่องน้ํา
(N) ก้านขนนก
(N) ก้านใบหรือก้านดอกรวม
(N) ลํากระดูกสันหลัง
(N) โรคกระดูกอ่อนที่เกิดจากการขาดสารอาหาร
(ADJ) เกี่ยวกับเชื้อชาติ
(ADJ) ซึ่งคงอยู่ระหว่างเชื้อชาติที่ต่างกัน
(N) การเหยียดสีผิว
(N) การแข่งม้า
(N) การเหยียดเชื้อชาติ
(N) ผู้เหยียดผิว
(N) เครื่องทรมานดึงแขนขา
(N) ชั้น
(VT) ขูดรีด
(VT) เขากวางคู่หนึ่ง
(VT) ทําให้เจ็บปวด
(N) การก้าวเท้าอย่างรวดเร็วของม้า
(N) กลุ่มเมฆที่โดนลมพัดกระจายไป
(N) การทําลาย
(IDM) รีบทําให้เสร็จตรงเวลา
(N) ไม้ตีลูกในการเล่นกีฬา (เช่น เทนนิส, แบดมินตัน ฯลฯ)
(N) รองเท้าหิมะรูปทรงไม้เทนนิส
(N) กิจกรรมที่ผิดกฎหมาย (คําไม่เป็นทางการ)
(N) ธุรกิจ (คําไม่เป็นทางการ)
(N) เสียงอึกทึกครึกโครม
(N) ผู้ที่หาเงินจากกิจกรรมที่ผิดกฎหมาย
(VI) หาเงินจากกิจกรรมที่ผิดกฎหมาย
(ADJ) อึกทึกครึกโครม
(IDM) คิดหนักเกี่ยวกับ
(N) ค่าเช่าที่แพงเกินไป
(VI) คิดค่าเช่าแพงเกินไป
(VT) คิดค่าเช่าแพงเกินไป
(PHRV) ชก (คําไม่เป็นทางการ)
(PHRV) ได้ชัยชนะ (การกีฬา) (คําไม่เป็นทางการ)
(PHRV) ทําให้พ่ายแพ้ราบคาบ (คําไม่เป็นทางการ)
(PHRV) ทําให้ทุกข์แสนสาหัสจาก
(N) ผู้ที่เล่าเรื่องหรือเกร็ดต่างๆ ได้สนุกและน่าสนใจ
(N) ตัวแร็คคูน (มีลักษณะคล้ายหมีแต่ตัวเล็กและมีหางเป็นพวง)
(N) หนังของตัวแร็คคูน
(N) ไม้ตีลูกในการเล่นกีฬา (เช่น เทนนิส, แบดมินตัน ฯลฯ)
(N) เกมแข่งขันชนิดหนึ่งในอเมริกา
(ADJ) ซึ่งค่อนข้างอนาจาร
(ADJ) ซึ่งมีชีวิตชีวา
(ADJ) เผ็ดร้อน
(N) เรดาร์
(ADJ) ดูเหนื่อยมาก
(SL) บ้า
(ADJ) เกี่ยวกับกระดูกแขน (ท่อนระหว่างข้อมือและข้อศอก)
(ADJ) ซึ่งเป็นรัศมีของวงกลม
(N) มุมที่เกิดระหว่างเส้นรัศมี 2 เส้นของวงกลม
(N) ความเบิกบาน
(N) ความสว่างไสว
(ADJ) ซึ่งบ่งบอกถึงความสุข ความรักหรือสุขภาพที่ดี
(ADJ) ซึ่งปล่อยความร้อนหรือแสงออกมาในรูปของรังสีหรือพลังงาน (ทางฟิสิกส์)
(ADJ) ซึ่งส่องสว่าง
(N) สิ่งที่ปล่อยความร้อนหรือแสงออกมา
(N) พลังงานที่เกิดจากการแผ่รังสี
(VI) กระจายออกจากจุดศูนย์กลาง
(VI) แผ่รังสี (ทางฟิสิกส์)
(VI) แสดงความรู้สึก
(VT) ทําให้กระจายออกจากจุดศูนย์กลาง
(VT) แผ่รังสี (ทางฟิสิกส์)
(VT) แสดงความรู้สึก
(PHRV) แผ่ออกไป (จากจุดศูนย์กลาง)
(N) รังสี
(N) โรคที่เกิดจากการได้รับรังสีหรือกัมมันตภาพรังสีมากเกินไป
(N) เครื่องนําความร้อน
(N) สิ่งที่ปล่อยรังสี
(N) หม้อน้ํารถยนต์
(ADJ) ซึ่งเปลี่ยนแปลงครั้งใหญ่
(ADJ) โดยรากฐาน
(ADJ) ทั่วถึง
(N) คนหัวรุนแรง
(N) ราก (คําศัพท์, ตัวเลขทางคณิตศาสตร์)
(VI) ้เปลี่ยนแปลงทางรากฐาน
(VT) ทําให้เปลี่ยนแปลงทางรากฐาน
(N) ลัทธิที่ยึดหลักความรุนแรง
(VI) ้เปลี่ยนแปลงทางรากฐาน
(VT) ทําให้เปลี่ยนแปลงทางรากฐาน
(ADV) โดยมูลฐาน
(N) เครื่องหมายกรณฑ์
(N) ผักสลัดชนิดหนึ่งมีใบสีม่วงแดง
(N) คํานามพหูพจน์ของ radius
(N) รัศมี (คําพหูพจน์ของคําว่า radius)
(ADJ) ที่เกี่ยวกับรังสี
(ADJ) ที่เกี่ยวกับวิทยุ
(N) การสื่อสารทางวิทยุ
(N) วิทยุ
(PRF) แท่ง
(VT) ติดต่อกันทางวิทยุ
(ADJ) เกี่ยวกับกัมมันตภาพรังสี
(N) สาขาหนึ่งทางดาราศาสตร์ที่ศึกษาคลื่นวิทยุที่ได้รับจากอวกาศ
(N) การกระจายเสียงทางวิทยุ
(N) กัมมันตภาพรังสีในรูปของคาร์บอนที่ใช้คํานวณอายุของอินทรีย์วัตถุ
(ADJ) ซึ่งควบคุมด้วยสัญญาณวิทยุจากระยะไกล
(N) ภาพเอ็กซเรย์
(N) วิทยุโทรเลข
(N) ภาพบนฟิล์มเอ็กซเรย์
(N) ผู้ถ่ายภาพบนฟิล์มเอ็กซเรย์
(N) ไอโซโทปที่มีกัมมันตภาพรังสีของธาตุใช้ทางการแพทย์หรือชีววิทยา
(SL) สถานที่สมมุติของนักฟังวิทยุ
(N) แพทย์รังสีวิทยา
(N) รังสีวิทยา
(N) เครื่องวัดพลังงานรังสี
(N) ภาพที่ส่งด้วยคลื่นวิทยุ
(N) ภาพที่ส่งด้วยคลื่นวิทยุ
(SL) บ้าคลั่ง
(N) การถ่ายภาพเอ็กซเรย์เพื่อดูโครงสร้างภายในของสิ่งต่างๆ
(N) โทรศัพท์ที่ถ่ายทอดด้วยการส่งและรับคลื่นวิทยุ
(N) รังสีบําบัด
(N) คลื่นวิทยุ
(N) หัวไชเท้า
(N) ธาตุกัมมันตภาพรังสีชนิดหนึ่ง
(N) กระดูกแขนท่อนระหว่างข้อมือกับข้อศอก
(N) รัศมี
(N) ราก (ทางคณิตศาสตร์)
(N) ธาตุกัมมันตรังสีชนิดหนึ่ง (มีลักษณะเป็นแกซ)
(N) ต้นปาล์มชนิดหนึ่ง
(N) เส้นใยของต้นปาล์มที่ใช้สานตะกร้าหรือเสื่อ
(ADJ) โอ้อวด
(N) การขายตั๋วจับฉลาก (โดยมีสิ่งของเป็นรางวัลมากกว่าเงิน)
(VT) ให้รางวัลด้วยการจับฉลาก
(N) ขยะมูลฝอย
(N) แพ
(VI) ล่องแพ
(N) จํานวนมาก
(N) คานค้ําหลังคา
(N) การแข่งแพ
(N) ผ้าขี้ริ้ว
(N) หนังสือพิมพ์ที่มีคุณภาพต่ํา (คําไม่เป็นทางการ)
(VI) หยอกล้อ
(VT) ดุด่า
(VT) หยอกล้อ
(VT) กระเบื้องมุงหลังคา
(N) รูปแบบตัวโน้ตในดนตรีอินเดีย
(N) เด็กที่ใส่เสื้อผ้าขาดวิ่นและสกปรก (คําเก่า)
(N) สิ่งต่างๆ ที่รวบรวมไว้ด้วยกัน (คําไม่เป็นทางการ)
(N) ตุ๊กตาผ้า
(N) ความคลั่งไคล้
(N) ความเดือดดาล
(VI) แพร่กระจายอย่างรวดเร็ว
(VI) แสดงความเดือดดาล
(PHRV) ขุ่นแค้นกับ
(PHRV) หยุดความรุนแรง
(PHRV) พัดกระหน่ํา
(ADJ) ขรุขระ
(ADJ) ซึ่งขาดรุ่งริ่ง
(ADJ) รุงรัง
(ADJ) (อารมณ์) รุนแรงมาก
(ADJ) (แขนเสื้อ) ซึ่งมีตะเข็บเย็บเฉียงลงมาจากคอเสื้อ
(N) การทําสงครามทําลายล้างครั้งยิ่งใหญ่ของเทพเจ้าและปีศาจในเทพนิยายนอซหรือนอร์เวย์
(N) อาหารประเภทหนึ่งซึ่งต้มเนื้อและผักจนเปื่อย
(N) จังหวะดนตรีแจ๊ซแบบหนึ่ง
(N) ดนตรีแจ๊ซประเภทหนึ่ง (ของอเมริกันมีขึ้นปลายศตวรรษที่ 19)
(N) ธุรกิจค้าขายผ้า (คําไม่เป็นทางการ)
(N) หญ้าตระกูล Ambrosia มีละอองเกสรทําให้เป็นหืดหอบได้
(N) ต้นไม้ป่ามีดอกไม้สีเหลือง
(N) การจู่โจม
(N) การทําให้ราคาหุ้นตกลงโดยผิดกฎหมาย
(VT) จู่โจม
(VT) ปล้น
(N) ผู้เข้าจู่โจมทันที
(N) รั้ว
(N) รางรถไฟ
(N) ราว
(N) ใส่ราว
(VI) ด่าว่า
(VT) นกกวัก
(PHRV) ต่อว่า
(N) ตั๋วรถไฟลดราคา
(N) จุดสิ้นสุดของรางรถไฟ
(N) ราวลูกกรง
(N) การหยอกเย้า (คําทางการ)
(N) พนักงานรถไฟ
(PHRV) กั้นแบ่ง
(N) ทางรถไฟ
(N) ระบบทางรถไฟ
(VT) ขนส่งโดยทางรถไฟ
(VT) ผลักดันอย่างเร่งรีบ
(N) ถนนข้ามทางรถไฟ
(N) พนักงานรถไฟ
(PHRV) ชักชวนให้ทํา (คําไม่เป็นทางการ)
(PHRV) กระตุ้นให้ผ่านการพิจารณา (อย่างผิดๆ)
(N) ระบบทางรถไฟ
(N) รางรถไฟ
(N) รางรถไฟ
(N) พนักงานรถไฟ
(N) เครื่องนุ่งห่ม (คําทางการ)
(N) ฝน
(N) ฤดูฝน
(VI) ตกลงมาเหมือนฝนเท
(VI) ฝนตก
(N) ความหวังที่เลื่อนลอย
(N) รุ้ง
(N) สีรุ้ง
(IDM) (ฝน) ตกหนัก
(N) ตั๋วที่ใช้ในเกมหรือการแสดง
(N) เสื้อกันฝน
(PHRV) ทําให้ (บางสิ่ง) กระหน่ําเข้ามา
(PHRV) (น้ํา) ตกหนัก
(N) หยดน้ําฝน
(IDM) เลื่อนเพราะฝนตก
(N) ปริมาณน้ําฝนที่ตกลงมา
(N) ป่าหนาทึบในเขตร้อนซึ่งมีฝนตกมาก
(N) เครื่องวัดปริมาณน้ําฝน
(PHRV) (ฝน) สาด
(N) การประสบความสําเร็จทางธุรกิจหรือการเมือง
(PHRV) เลื่อน
(PHRV) ทําให้หลั่งไหลลงบน (บางสิ่ง)
(PHRV) (ฝน) ตกลงบน
(IDM) ไม่ว่าฝนจะตกหรือแดดออก (คําไม่เป็นทางการ)
(ADJ) ที่กันฝนได้
(VT) ทําให้กันฝนได้
(SL) ฝนตกหนัก
(N) พายุฝน
(N) น้ําฝน
(N) เสื้อผ้ากันฝน
(ADJ) ซึ่งมีฝนตก
(N) ช่วงเวลาขัดสน
(N) วันที่มีฝนตกมาก
(N) ฤดูฝน
(N) การยกขึ้น
(N) รายได้ที่เพิ่มขึ้น
(VT) กระตุ้น
(VT) ติดต่อทางวิทยุ
(VT) ทําให้คืนชีพ
(VT) ทําให้เพิ่มขึ้น
(VT) ปลูก
(VT) เพิ่มเงินพนัน
(VT) ยกขึ้น
(VT) ยกระดับ
(VT) รวบรวมเงิน
(VT) เลี้ยงดู
(VT) สร้าง
(PHRV) แสดงการต่อต้าน
(IDM) ดื่มให้กับ
(IDM) ตี
(IDM) แต่งตั้งเป็นพระราชา
(IDM) พูดคัดค้าน
(IDM) โกรธมาก
(ADJ) สูงกว่าบริเวณที่อยโดยรอบ
(PHRV) เลี้ยงดู
(IDM) โกรธมาก
(IDM) เปิดหมวกทักทาย
(IDM) ตั้งเป้าหมายไว้สูง
(IDM) ขึ้นเสียงใส่ (บางคน)
(PHRV) ทําให้ฟื้นคืนชีพ
(IDM) ขอเงิน
(PHRV) ทําให้สูงขึ้น
(PHRV) ยกไปทาง
(PHRV) ทําให้ฟื้นคืนชีพ
(PHRV) ยกขึ้นสูง
(PHRV) พูดเสนอแนะ
(N) ลูกเกด
(N) การเพิ่มขึ้น
(N) กษัตริย์หรือผู้ปกครองของอินเดีย มลายู ชวาและบอร์เนียว
(N) กฎอังกฤษในอินเดียเมื่อก่อนปีค.ศ 1947
(N) การปกครองของอินเดีย
(N) กษัตริย์หรือผู้ปกครองของอินเดีย มลายู ชวาและบอร์เนียว
(N) คราด (ใช้ในการทําสวน)
(N) ที่กวาดเงินบนโต๊ะพนัน (ลักษณะเหมือนคราดที่ใช้ในการทําสวน)
(VT) กวาดด้วยคราด
(VT) คุ้ย
(VT) เสาะหา
(N) คนเสเพล
(N) การลาดเอียง
(VI) เอียงลาด
(PHRV) คุ้ยหาจนทั่ว
(PHRV) กวาด
(PHRV) หา (คําไม่เป็นทางการ)
(PHRV) หาเงินจํานวนมาก (คําไม่เป็นทางการ)
(N) ส่วนแบ่งผลประโยชน์ที่ได้มาโดยผิดกฎหมาย (คําไม่เป็นทางการ)
(PHRV) แบ่งเงินที่ได้มาอย่างผิดกฏหมาย (คําไม่เป็นทางการ)
(PHRV) คราด
(PHRV) คุ้ยหา
(PHRV) คราด
(PHRV) จําคําพูด
(PHRV) ค้นหา
(IDM) เอ่ยถึงช่วงเวลาแห่งความสุขในอดีต
(IDM) ดุว่า (เพราะทําผิด) (คําไม่เป็นทางการ)
(PHRV) ค้นหา
(PHRV) ค้นหาอย่างยุ่งยาก
(PHRV) ไถ (หญ้าแห้ง) ด้วยคราดให้เป็นกอง
(PHRV) รื้อฟื้น
(PHRV) รื้อฟื้น (เรื่องราวที่ไม่ดีหรือเสื่อมเสียในอดีต)
(ADJ) เจ้าชู้
(ADJ) ฉูดฉาด
(ADJ) เพรียวลม (เรือ)
(ADV) ซึ่งค่อยๆ แผ่วเบาลง (ดนตรี)
(N) การชุมนุม
(N) การชุมนุมแข่งรถยนต์ทางไกล
(N) การตีลูกกลับ
(N) การฟื้นตัว
(VT) ชุมนุม
(VT) ตีลูกกลับ
(VT) ฟื้นตัว
(VT) ล้อเลียน
(PHRV) เริ่มหาย
(N) คําพูดให้กําลังใจ
(N) คนหรือเหตุการณ์ที่ทําให้ผู้คนมารวมตัวกันสนับสนุนบางสิ่ง
(PHRV) ร่วมกันช่วย
(PHRV) ร่วมกันสนับสนุน
(N) แกะตัวผู้
(N) เครื่องตอก
(N) ตอก
(N) หน่วยความจําของคอมพิวเตอร์ (คําย่อของ random access memory)
(N) เดือนถือศีลอดของชาวมุสลิม
(VI) คุยหรือเขียนเรื่อยเปื่อย
(VI) เดินเที่ยว
(VI) เลื้อยไปทั่ว
(PHRV) คุยหรือเขียนเรื่อยเปื่อย
(N) กุหลาบเลื้อย
(N) คนที่คุยหรือเขียนเรื่อยเปื่อย
(N) ผู้เดินเที่ยว
(ADJ) ซึ่งกระจายไปหลายทิศทางอย่างไร้รูปแบบ
(N) ส่งเสียงอึกทึก
(N) ต้นเงาะ
(N) ผลเงาะ
(PHRV) กระแทก
(N) จานเล็กๆ ซึ่งนําเข้าเตาอบได้
(N) อาหารหรือขนมในจานเล็กๆ
(PHRV) ตอกให้อยู่ในตําแหน่ง
(PHRV) ทําให้เข้าใจชัดเจน (แบบยัดเยียด)
(N) การแตกสาขา
(VI) แตกกิ่งก้านสาขา
(PHRV) ผลักหรือดันเข้าไป
(N) เครื่องยนต์ไอพ่น
(SL) แน่นเอียด
(SL) ที่เลวร้ายสุดๆ
(N) ทางลาด
(N) บันไดขึ้นลงเครื่องบิน
(VT) ทําให้เป็นทางลาด
(VT) ขู่เข็ญ
(PHRV) วิ่งเล่นตึงตัง
(N) ความโมโห
(VI) โมโหโทโส
(PHRV) เที่ยวอาละวาด
(PHRV) (เรือ) แล่นอย่างเร็ว
(ADJ) ซึ่งยืนบนขาหลัง
(ADJ) ดุร้าย
(ADJ) รุนแรง
(N) เขื่อนดินหรือหินที่ทําล้อมป้องกันปราสาทหรือเมือง
(SL) เมา
(N) การขับรถพุ่งชนหน้าต่างร้านค้าเพื่อขโมยของ
(N) ไม้สําหรับอัดดินปืน
(ADJ) คลอนแคลน
(IDM) ยัดเยียด (ให้จํา, เชื่อหรือยอมรับ)
(PHRV) ดัน (กฎหมาย) ให้ผ่าน (อย่างผิด ๆ)
(VI) กริยาช่องที่ 2 ของ run
(N) ฟาร์มปศุสัตว์
(VI) ทําฟาร์มปศุสัตว์
(N) เจ้าของฟาร์มปศุสัตว์
(N) บ้านที่อยู่บนทุ่งเลี้ยงวัว
(N) ฟาร์มปศุสัตว์
(N) เจ้าของฟาร์มปศุสัตว์
(N) ฟาร์มปศุสัตว์
(ADJ)  (กลิ่นหรือรส) บูด
(N) ความขมขื่น
(ADJ) ขมขื่น
(N) ความขมขื่น
(N) ขอบ
(ADJ) ซึ่งไม่มีแบบแผน
(ADJ) โดยการสุ่ม
(N) หน่วยความจําของคอมพิวเตอร์ (คําย่อคือ RAM)
(VT) สุ่มตัวอย่าง
(VT) สุ่มตัวอย่าง
(ADV) อย่างไร้แบบแผน
(N) ความไม่มีแบบแผน
(ADJ) ลามก
(N) ราชินี
(VI) กริยาช่องที่ 2 ของ ring
(VT) กริยาช่องที่ 2 ของ ring
(N) ขอบเขตหรือแนว
(N) ค่าแตกต่างระหว่างตัวแปรที่น้อยที่สุดกับมากที่สุด
(N) เตาหุงต้มชนิดหนึ่ง
(N) แถว
(N) ทิวเขา
(N) บริเวณกว้างใหญ่สําหรับเลี้ยงสัตว์
(N) วิถีกระสุน
(N) สถานที่ฝึกซ้อม
(VI) ผันแปรภายในขอบเขตหนึ่ง
(VT) จัดแถว
(VT) ตั้งวิถียิง
(VT) ปล่อยให้สัตว์ไปกินหญ้าในทุ่ง
(PHRV) ขยายจาก
(PHRV) ตั้งวิถีปืน
(PHRV) ขยายออก
(N) เจ้าหน้าที่ดูแลป่าหรืออุทยาน
(N) ผู้ท่องเที่ยว
(PHRV) สนับสนุน
(ADJ) ซึ่งผันแปร
(N) เมืองร่างกุ้งเป็นเมืองหลวงพม่า (ชื่อเดิมของเมืองย่างกุ้ง Yangon)
(ADJ) ผอมยาว
(N) ราชินี
(N) กบตระกูล Ranidae
(N) ชนชั้น
(N) ตําแหน่ง
(N) แถว
(N) ยศ
(VI) จัดตําแหน่ง
(VI) จัดแถว
(VI) มียศสูง
(ADJ) ฉาวโฉ่
(ADJ) รกทึบ
(ADJ) เหม็น
(SL) น่าเกลียด
(PHRV) จัดอยู่ในตําแหน่ง
(IDM) ทหารประจําการ ที่ไม่มียศใหญ่โต
(N) พลทหาร
(PHRV) มีตําแหน่งเป็น
(ADJ) ซึ่งจัดตําแหน่งหรือลําดับ
(ADJ) ซึ่งอยู่ในตําแหน่งหรืออันดับสูงในกองทัพ
(VI) คับแค้นใจ
(VT) ทําให้คับแค้นใจ
(VT) ค้นหาทุกซอกทุกมุม
(VT) ปล้นสะดม
(N) ผู้รื้อค้นกระจุยกระจาย
(PHRV) ค้นหาทุกซอกทุกมุม
(N) การไถ่ตัว
(N) ค่าไถ่ตัว
(VT) ไถ่ตัว
(VI) พูดโวยวาย
(IDM) ตะโกนเสียงดังด้วยความโกรธ
(ADJ) ซึ่งพูดเอะอะ
(N) คําพูดเกรี้ยวกราดและเสียงดังเป็นเวลานาน
(N) การด่าว่า
(N) พูดโพล่ง
(N) เสียงเคาะถี่ๆ
(VI) เคาะถี่ๆ
(VT) ด่าว่า
(N) การพูดคุยอย่างไม่เป็นทางการ (คําสแลง)
(N) จังหวะดนตรีชนิดหนึ่ง
(VI) พูดคุยอย่างไม่เป็นทางการ (คําสแลง)
(ADJ) ชั่วร้าย
(ADJ) แย่งชิง
(ADJ) โลภ
(N) ความโลภ
(N) ความโลภ
(PHRV) เคาะ
(N) การข่มขืน
(N) การทําลาย
(VT) ข่มขืน
(VT) ช่วงชิง
(N) พืชชนิดหนึ่งใช้สําหรับเลี้ยงสัตว์หรือสกัดเอาน้ํามันจากเมล็ด
(N) กากผลองุ่นที่มาจากการทําไวน์
(N) ผู้ข่มขืนกระทําชําเรา
(ADJ) รวดเร็ว
(ADJ) ซึ่งเกิดขึ้นอย่างรวดเร็ว
(ADV) อย่างรวดเร็ว
(N) ส่วนของแม่น้ําที่มีน้ําไหลแรงและเร็ว
(N) ดาบเล็กเรียวยาวมี 2 คม
(N) ดาบหรือกระบี่
(N) การปล้นชิง
(N) ผู้ข่มขืนกระทําชําเรา
(PHRV) ทุบ
(PHRV) เคาะซ้ําๆ เพื่อส่งข่าวสารหรือข้อความ
(PHRV) พูดเฉียบขาด
(N) โจร
(N) การไต่เขาลงมา
(N) ความปรองดองกัน
(N) ความเป็นมิตร
(N) ผู้เขียนรายงานต่อคณะกรรมการหรือการประชุม
(N) การกระชับมิตร
(N) คนชั่วร้าย
(IDM) ตําหนิ
(IDM) ดุด่าต่อว่า
(ADJ) ซึ่งมีใจจดจ่อ
(ADJ) ปิติยินดีมาก
(N) นกที่ล่าสัตว์อื่นเป็นอาหาร
(N) ความปิติยินดีอย่างยิ่ง
(ADJ) ซึ่งปลาบปลื้มสูงสุด
(PHRV) เคาะด้วย
(PHRV) พูดคุยอย่างไม่เป็นทางการ (คําไม่เป็นทางการ)
(N) คนหรือสิ่งที่หายาก (เป็นภาษาละติน)
(N) คํานามพหูพจน์ของ rara avis
(ADJ) ซึ่งมีค่า
(ADJ) ซึ่งหายาก
(ADJ) เบาบาง (อากาศ)
(ADJ) ไม่สุกมาก
(SL) สุดยอด
(IDM) หายากมาก (คําไม่เป็นทางการ)
(N) คนหรือสิ่งที่หายาก
(N) อาหารจานร้อนชนิดหนึ่ง
(N) ออกไซด์ของธาตุหายาก
(N) ธาตุหายาก
(N) ธาตุหายาก
(ADJ) ซึ่งมีอ็อกซิเจนอยู่น้อยกว่าปกติ
(VI) เบาบาง
(VT) ทําให้เบาบาง
(VT) ทําให้หายาก
(ADV) นานๆ ครั้ง
(ADV) ไม่ธรรมดา
(N) ซึ่งสุกหรืองอมเร็ว
(ADJ) กระตือรือร้นที่จะเริ่มทําบางสิ่ง
(IDM) อยากทํามาก
(N) สิ่งหายาก
(N) คนพาล
(N) ความสารเลว
(ADJ) ผื่นคัน
(ADJ) หุนหันพลันแล่น
(N) ชิ้นเนื้อหั่นบางๆ
(N) ตะไบชนิดหนึ่ง
(N) เสียงการถูด้วยตะไบที่หยาบ
(VT) ถูด้วยตะไบหยาบ
(VT) พูดด้วยเสียงห้าว
(N) ราสเบอร์รี่ (ผลไม้ลูกเล็กๆ สีแดงหรือดํารสหวาน)
(SL) ตด
(SL) หัวนม
(SL) คนที่มีร่างกายผิดปกติ
(PHRV) พูดเสียงแหบแห้ง
(ADJ) เสียงแหบ
(N) ผู้นับถือลัทธิของศาสนาหนึ่งที่มีพฤติกรรมและการแต่งตัวเฉพาะตัว
(N) คนทรยศ (คําสแลง)
(N) หนู
(VI) ล่าหนู
(ADJ) ซึ่งประเมินได้
(N) ภาษีรายได้จากทรัพย์สิน
(N) เหล้าทําจากผลไม้
(SL) เมา
(N) เสียงรัวแหลม
(N) เสียงรัวแหลม
(N) อาหารประเภทผักต้มจนเปื่อย
(N) คนน่าขยะแขยง
(N) โรคติดต่อที่เกิดจากหนูหรือสัตว์อื่นกัด
(N) เฟืองซึ่งมีสปริงสับทําให้หมุนไปทางเดียว
(N) ราคา
(N) อัตราความเร็ว
(N) อัตราต่อหน่วย
(VT) จัดลําดับ
(VT) ตีราคา
(VT) ประเมินค่า
(ADJ) ซึ่งประเมินได้
(PHRV) มีค่าสูงกว่า
(PHRV) มีค่าเท่ากับ
(PHRV) จัดอยู่ในลําดับหรือตําแหน่งของ
(PHRV) มีคุณค่าเหมือน
(PHRV) ตีค่า (ทรัพย์สิน)
(PHRV) เห็นว่ามีคุณค่า
(N) อัตราดอกเบี้ยสูงสุด
(N) อัตราแลกเปลี่ยนเงิน
(N) อัตราดอกเบี้ย
(N) ผลกําไร
(N) ผู้จ่ายภาษี
(IDM) ประเมินว่าดี
(PHRV) เพิ่ม (จ่าย)
(PHRV) เทียบเท่า
(PHRV) เป็นที่ชื่นชอบของ
(ADV) ค่อนข้าง
(ADV) ถ้าจะพูดให้ถูก
(ADV) ในทางตรงกันข้าม
(ADV) มากกว่า
(N) การให้สัตยาบัน
(N) การอนุมัติ
(VT) ยืนยัน
(N) การจัดอันดับฐานะการเงินและความน่าเชื่อถือ
(N) การประเมิน
(N) อัตราส่วน
(VI) โต้แย้งอย่างมีเหตุผล
(N) การโต้แย้งอย่างมีเหตุผล
(ADJ) ซึ่งโต้แย้งอย่างมีเหตุผล
(N) ผู้โต้แย้งอย่างมีเหตุผล
(N) การปันส่วน
(N) ปริมาณที่แบ่งสรร
(VT) ปันส่วน
(ADJ) ซึ่งมีเหตุผล
(N) คําชี้แจงเหตุผล
(N) การใช้เหตุผลตัดสิน
(VT) ใช้เหตุผลตัดสิน
(N) หลักความเชื่อในเรื่องเหตุผล
(N) ความมีเหตุผล
(N) การใช้เหตุผลตัดสิน
(VT) ใช้เหตุผลตัดสิน
(N) ผู้ใช้เหตุผลตัดสิน
(N) นโยบายจํากัดปริมาณของบางสิ่ง
(PHRV) แบ่งปัน
(N) เชือกที่ผูกเป็นบันไดเชือก
(N) เชือกที่ผูกเป็นบันไดเชือก
(IDM) รายงานความผิด
(PHRV) ทําไม่สําเร็จ (คําไม่เป็นทางการ)
(PHRV) หักหลัง (คําไม่เป็นทางการ)
(IDM) แข่งขันรุนแรงมาก
(N) วิถีชีวิตแบบแก่งแย่งแข่งขันของคนทํางานในเมืองใหญ่
(N) ยาฆ่าหนู
(N) เครื่องหวาย
(N) ต้นหวาย
(N) เสียงเคาะ
(SL) เมา
(N) สุนัขหรือแมวที่ชอบจับหนู
(N) เสียงรัว
(VI) ของเล่นเด็กที่เขย่ามีเสียงรัว
(VI) ส่งเสียงรัว
(PHRV) เคลื่อนที่ไม่เร็วมากและส่งเสียงแกรกกราก
(PHRV) อาศัยหรือทํางานใน (สถานที่ใหญ่กว่าที่จําเป็น)
(PHRV) ส่งเสียงดัง
(N) คนขี้โม้โอ้อวด
(PHRV) ทําเชือกโยงเป็นขั้นบันไดเรือ
(PHRV) พูดซ้ําคําเร็ว ๆ
(PHRV) พูดไปเรื่อย ๆ และไม่น่าสนใจ
(PHRV) แล่นไปอย่างมีเสียง
(PHRV) เคลื่อนไปข้ามด้วยเสียงดัง
(N) คนขี้โม้โอ้อวด
(N) คนหรือสิ่งที่ส่งเสียงรัว
(N) งูกะปะ
(PHRV) ปฏิบัติหรือทําอย่างเร็ว
(N) รถยนต์เก่าที่วิ่งเสียงดัง
(ADJ) ซึ่งเร็วและมีชีวิตชีวา
(N) กับดักจับหนู
(ADJ) เหมือนหนู
(ADJ) (เสียง) ห้าว
(ADJ) ซึ่งปลุกใจเสือป่าหรือแนวเซ็กซ์ซี่
(SL) ไร้รสนิยม
(N) ต้นไม้พู่มเขตร้อนมีพิษ
(N) การทําลายล้าง
(VT) ทําให้เสียหาย
(VT) ปล้นสะดม
(N) การทําลายล้าง
(VI) พูดเพ้อเจ้อ
(VT) พูดเพ้อเจ้อ
(PHRV) พูดโกรธอย่างโมโห
(PHRV) ยกย่องชมเชยอย่างมาก
(PHRV) โต้แย้งรุนแรง
(VI) ยุ่งเหยิง
(VT) ทําให้ยุ่งเหยิง
(N) การพันกันยุ่ง
(N) การพันกันยุ่ง
(N) ความยุ่งเหยิง
(PHRV) คลายออก
(N) นกขนาดใหญ่จําพวกกา
(N) ปล้น
(VI) กินอย่างตะกละตะกลาม
(VT) กินอย่างตะกละตะกลาม
(ADJ) ตะกละตะกลาม
(ADJ) ซึ่งตะกละมาก
(N) คนพูดเพ้อเจ้อ
(VT) กินอย่างมูมมาม
(N) หุบเขาลึก
(ADJ) ซึ่งเพ้อคลั่ง
(N) คําพูดไร้ความหมาย
(N) อาหารอิตาเลียน
(VT) ข่มขืนกระทําชําเรา
(VT) ช่วงชิง
(VT) ทําให้เต็มไปด้วยอารมณ์
(ADJ) สวยงามมาก
(ADJ) เจ็บแสบ (แผล)
(ADJ) ดิบ
(ADJ) ไม่มีประสบการณ์
(ADJ) สภาพเปลือยเปล่า
(ADJ) หนาวเหน็บ
(N) หยาบ
(ADJ) ผอมแห้ง
(ADJ) หนังสัตว์ที่ยังไม่ได้ฟอก
(N) วัตถุดิบ
(N) รังสี
(N) สิ่งเล็กน้อยที่คาดหวัง
(VI) ปล่อยรังสี
(VI) ส่องแสง
(N) ปลากระเบน
(N) ใยสังเคราะห์ชนิดหนึ่ง
(N) สิ่งทอจากใยสงเคราะห์ rayon
(VT) รื้อถอน
(PHRV) เผาทําลายราบคาบ
(N) มีดโกน
(VT) โกนด้วยมีดโกน
(N) ใบมีดโกน
(ADJ) คมมาก
(ADJ) ชนะด้วยคะแนนเสียงจํานวนน้อยมาก
(VT) หยอกล้อ (คําไม่เป็นทางการ)
(N) การกระทําที่น่าตื่นเต้นและดึงดูดความสนใจ
(N) ความโกลาหล
(N) การกระทําที่ส่งเสียงดังเพื่อเรียกร้องความสนใจผู้คน
(ABBR) สัญลักษณ์ย่อของธาตุรูบิเดียม rubidium
(N) คําย่อของ Rhythm and Blues
(ABBR) คําย่อของ Red Cross และ Resource Corps
(ABBR) คําย่อของ Red Cross หรือ Roman Catholic
(ABBR) คําย่อของ receipt
(ABBR) คําย่อของ recruit
(ABBR) คําย่อของ research and development
(ABBR) คําย่อของ Road
(ABBR) คําย่อของ regarding
(ABBR) สัญลักษณ์ย่อของธาตุเรเนียม rhenium
(PREP) กรณีของ (คําย่อของ in re)
(PRF) หลัง
(N) การบรรลุผลสําเร็จ
(N) การไปถึง
(N) ขอบเขต
(N) จํานวนผู้เข้าชมเวบไซด์หรือรายการทีวี (คําไม่เป็นทางการ)
(VI) ครอบงํา
(VI) เอื้อม
(VT) ครอบงํา
(VT) ติดต่อสื่อสาร
(VT) บรรลุผลสําเร็จ
(VT) ไปถึง
(VT) มาถึง
(VT) เอื้อม
(ADJ) ซึ่งเอื้อมถึง
(PHRV) พยายามไปถึง
(IDM) เห็นด้วยหลังจากถกเถียงมานาน
(PHRV) กลับจําได้
(PHRV) พิงไปด้านหลัง (เพื่อเอื้อมมือแตะบางสิ่ง)
(PHRV) เอื้อมถึง (ข้างล่าง)
(PHRV) เอื้อมไปถึง
(IDM) พยายามทําสิ่งที่เป็นไปไม่ได้
(IDM) พยายามไปให้ถึงสิ่งที่มุ่งหวัง 
(IDM) ยกมือขึ้น (คําสั่งขณะปล้น) (คําสแลง)
(IDM) ยกมือขึ้น (เพราะถูกจี้ด้วยปืน) (คําไม่เป็นทางการ)
(PHRV) มุ่งไปที่
(PHRV) เอื้อมไปข้างหน้า
(PHRV) เข้าไปถึง
(PHRV) มีจํานวน
(PHRV) พยายามชักจูง
(PHRV) ยื่นออกไป
(PHRV) พยายามเข้าใจหรือยอมรับ
(PHRV) ยื่นไปถึง
(PHRV) พยายามเอาให้ได้
(PHRV) ยื่นขึ้นสูง
(VI) เกิดปฏิกิริยาต่อต้าน
(VI) เกิดปฏิกิริยาทางเคมี
(VI) ตอบสนอง
(PHRV) ต่อต้าน
(N) ความต้านทานกระแสไฟฟ้า
(N) ผู้ตอบสนอง
(N) การตอบสนอง
(N) ปฏิกิริยาเคมี
(N) ปฏิกิริยาตอบกลับ
(ADJ) เกี่ยวกับพวกฝ่ายขวา
(ADJ) สมาชิกฝ่ายขวา
(VI) กระชุ่มกระชวย
(VT) ทําให้กระชุ่มกระชวย
(ADJ) ซึ่งทําให้เกิดปฏิกิริยา
(PHRV) มีผลต่อ
(N) คนหรือสิ่งที่แสดงการตอบสนอง
(N) เครื่องปฏิกรณ์นิวเคลียร์
(PHRV) ตอบสนองต่อ
(VI) อ่านข้อมูล
(VT) เข้าใจความหมาย
(VT) ได้ยิน
(VT) ตรวจสอบ
(VT) ทํานาย
(VT) แปล
(VT) เรียน
(VT) อ่าน
(ADJ) ซึ่งมีความรู้จากการอ่าน
(ADJ) ซึ่งสามารถอ่านได้
(PHRV) อ่านข้อมูลของ
(PHRV) ศึกษา
(PHRV) อ่านเสียงดัง
(PHRV) อ่านเป็น
(PHRV) อ่านให้ฟัง
(PHRV) หาความหมาย
(IDM) ทําความเข้าใจกับความหมายที่แฝงไว้
(VT) แก้ที่อยู่ของจดหมายใหม่
(N) ผู้ตรวจเรื่อง
(N) ผู้บรรยายหรืออาจารย์ในมหาวิทยาลัยของอังกฤษ
(N) ผู้อ่าน
(N) ผู้อ่านพระคัมภีร์
(N) หนังสือฝึกการอ่าน
(N) จํานวนผู้อ่าน
(PHRV) ศึกษาเพื่อให้ได้ (บางสิ่ง เช่น ปริญญา)
(PHRV) อ่านออกเสียง (จาก)
(SL) เงินสด
(ADV) อย่างไม่ลังเล
(PHRV) เข้าใจ (ด้วยการอ่านหรือค้นคว้า)
(PHRV) อ่านใน
(PHRV) อ่านเพื่อศึกษา
(N) ความพร้อม
(ADJ) ซึ่งใช้ในการอ่าน
(N) การอ่าน
(N) ความสามารถในการอ่านของบุคคล
(N) ห้องอ่านหนังสือ
(PHRV) ตีความเกินจาก (สิ่งที่อ่าน)
(VT) ปรับแก้ไขใหม่
(VT) ยอมให้เข้าร่วมอีก
(PHRV) อ่านออกเสียง
(PHRV) อ่านต่อเนื่อง
(IDM) อ่านจนหลับ
(N) แผ่นซีดีรอม (คําย่อคือ ROM)
(N) การเรียกข้อมูลจากเครื่องคอมพิวเตอร์
(N) การแสดงข้อมูลบนจอคอมพิวเตอร์
(PHRV) ทําให้ออกจากองค์การ (เพราะทําความผิด
(PHRV) อ่านหรือผลของการคํานวณ (ทางคอมพิวเตอร์)
(PHRV) อ่านออกเสียง
(PHRV) อ่านซ้ํา
(PHRV) อ่านอย่างทะลุปรุโปร่ง
(IDM) เข้าใจคนอื่นอย่างทั้งหมด
(IDM) อ่านใจคนอื่น
(IDM) ด่าอย่างรุนแรง
(PHRV) ศึกษาอย่างละเอียด
(PHRV) อ่านให้ฟัง
(PHRV) ศึกษาบางสิ่ง
(PHRV) อ่านทะลุปรุโปร่ง
(ADJ) ง่าย
(ADJ) ฉลาด
(ADJ) เต็มใจ
(ADJ) เตรียมพร้อม
(ADJ) พร้อมใช้
(ADJ) รวดเร็ว
(INT) คําบอกให้ผู้แข่งเตรียมพร้อมเริ่มแข่งขัน
(N) เงินสด
(N) ท่าเตรียมยิง
(N) สภาพเตรียมพร้อม
(VT) เตรียมพร้อม
(ADJ) สําเร็จรูป
(ADJ) ซึ่งผสมแล้วและพร้อมนําไปใช้
(ADJ) พร้อมใช้ได้ทันที
(ADJ) ซึ่งเป็นเสื้อผ้าสําเร็จรูป
(VT) ยืนยันใหม่
(N) การปลูกต้นไม้ใหม่
(N) สารที่ใช้เป็นตัวกระทําปฏิกิริยา
(ADJ) จริงใจ
(ADJ) แท้จริง
(ADJ) มีตัวตน
(N) ความเป็นจริง
(N) เหรียญสเปน
(N) เบียร์ที่ทําและเก็บด้วยวิธีดั้งเดิม
(N) อสังหาริมทรัพย์
(VI) จัดทําใหม่
(VT) จัดทําใหม่
(N) การจัดทําใหม่
(N) ความเข้าใจ
(VT) เข้าใจ
(VT) ได้กําไร
(VT) ตระหนัก
(VT) ทําให้เป็นจริง
(VT) แลกเป็นเงินสด
(N) การมองสิ่งต่างๆ ตามความเป็นจริง
(N) ลักษณะเหมือนจริง
(N) ลัทธินิยมความจริง
(N) ผู้ยอมรับความจริง
(ADJ) ซึ่งปฏิบัติได้จริง
(N) ความเป็นจริง
(N) ความเข้าใจหรือความตระหนัก
(VT) เข้าใจ
(VT) ได้กําไร
(VT) ตระหนัก
(VT) ทําให้เป็นจริง
(VT) แลกเป็นเงินสด
(PHRV) ได้รับ (ผลกําไรหรือเงิน) จากการขาย
(ADJ) ซึ่งเกิดขึ้นในชีวิตจริง
(VT) จัดสรรปันส่วน
(ADV) โดยแท้จริง
(N) ขอบเขต
(N) อาณาจักร
(N) ระบบการเมืองแบบหนึ่ง
(N) ช่วงเวลาสั้นมากที่เกิดขึ้นขณะระบบคอมพิวเตอร์กําลังรับและจัดการข้อมูล
(N) อสังหาริมทรัพย์
(N) คว้านเป็นรู
(N) จํานวนกระดาษ 500 แผ่น
(VT) คั้นน้ําผลไม้
(N) เครื่องคว้านรู
(VT) ช่วยให้ฟื้นคืนชีพ
(VT) เก็บเกี่ยว
(VT) ได้รับผลตอบแทน
(N) ผู้เก็บเกี่ยวพืชผล
(PHRV) เก็บเกี่ยว (พืชผล)
(PHRV) ได้รับผลตอบแทนจาก
(VT) ใช้ซ้ํา
(VT) แต่งตั้งอีกครั้ง
(N) การแต่งตั้งอีกครั้ง
(N) แบ่งส่วนใหม่
(N) การตรวจสอบใหม่
(VT) พิจารณาใหม่
(ADJ) หลัง
(N) กองหลัง
(N) บั้นท้าย (คําไม่เป็นทางการ)
(N) ส่วนหลัง
(VT) ชูขึ้น
(VT) เพาะปลูก
(VT) เลี้ยงดู
(N) นายทหารเรือยศพลเรือตรี
(ADJ) ขับไปชนท้ายรถคันอื่น
(SL) อุบัติเหตุ (รถชนท้ายอีกคันหนึ่ง)
(N) ทหารกองหลัง
(N) การเลี้ยงดูและสั่งสอนเด็กให้เติบโต
(IDM) แสดงความไม่ดีออกมา
(VT) ติดอาวุธอีกครั้ง
(N) การติดอาวุธใหม่
(ADJ) ซึ่งอยู่หลังสุด
(VT) จัดเตรียมใหม่
(ADJ) ซึ่งจัดเตรียมใหม่
(N) การจัดเตรียมใหม่
(PHRV) (ความโกรธ) พลุ่งขึ้น
(PHRV) (ม้าหรือสัตว์สี่เท้าอื่น) ชูเท้าหน้าขึ้น
(ADJ) ใกล้ส่วนหลัง
(N) การใช้เหตุผล
(N) ความมีเหตุผล
(N) สติ
(N) เหตุผล
(VI) คิดอย่างมีเหตุผล
(VT) ชี้แจงเหตุผล
(ADJ) พอสมควร
(ADJ) มีเหตุผล
(ADJ) ี่(ราคา) สมเหตุสมผล
(N) การใช้เหตุผล
(ADV) อย่างมีเหตุผล
(PHRV) ให้เหตุผลคัดค้าน
(ADJ) ซึ่งแสดงด้วยเหตุผล
(PHRV) สรุปเหตุผลจาก
(N) การใช้เหตุผล
(PHRV) ชักจูงให้เชื่อหรือเริ่มกระทํา
(PHRV) หาคําตอบด้วยการคิดหาเหตุผล
(PHRV) ชักจูง
(PHRV) พยายามชักชวน (ด้วยเหตุผล)
(VT) อ้างสิทธิ์อีก
(VT) คิดทบทวนใหม่
(VT) มอบหน้าที่ให้ใหม่
(N) การทําให้มั่นใจใหม่
(VT) ทําให้มั่นใจใหม่
(ADJ) ซึ่งทําให้กังวลน้อยลง
(VT) แย่ง
(VT) ปลุก
(VT) กระตุ้นเตือนให้ระลึกถึง
(N) เงินคืน
(N) ส่วนที่ต้องคืนมา
(VT) ให้ส่วนลด
(N) เครื่องดนตรีประเภทสีในยุคกลาง
(N) เครื่องดนตรีประเภทสีในยุคกลาง
(N) คนขัดขืน
(N) ผู้ก่อการกบฏ
(VI) ก่อกบฏ
(VI) ดื้อรั้น
(PHRV) ต่อต้าน
(PHRV) โกรธและไม่พอใจ
(N) การก่อกบฏ
(ADJ) ซึ่งก่อการกบฏ
(N) การเกิดใหม่
(VT) ปิดแล้วเปิดเครื่องใหม่
(ADJ) ซึ่งเกิดใหม่
(N) การสะท้อนกลับ
(VI) สะท้อนกลับ
(PHRV) กระเด้งกลับจาก
(N) การบอกปัด
(VT) บอกปัด
(VT) สร้างใหม่
(N) การสร้างใหม่
(VT) การดุด่า
(VT) ดุด่า
(PHRV) ประณาม
(N) คนที่ดุด่า
(N) ปริศนาคําทาย
(VT) โต้แย้ง
(N) การคัดค้าน
(ADJ) หัวดื้อ
(VT) ไม่ยอมเชื่อฟัง
(N) การยกเลิก
(N) การระลึกได้
(VI) ระลึก
(VT) ทําให้หวนคิดถึง
(VT) ยกเลิก
(VT) เรียกกลับ
(PHRV) เรียกกลับ
(PHRV) จําได้
(PHRV) เรียกกลับ
(VI) ถอนคํา
(VT) ถอนกลับ
(N) การปะยางรถ
(VT) ปะยางรถ
(VT) สรุปความ
(N) การสรุป
(VT) พบอีก
(VT) สร้างขึ้นใหม่
(PHRV) เขียนใหม่ (ในรูปแบบ)
(N) การทําจารกรรม
(VI) ตกต่ํา
(VI) ถอยหลัง
(VI) ห่างออก
(PHRV) ถอยจาก
(PHRV) ทําไม่สําเร็จ
(N) การได้รับ
(N) จํานวนเงินที่ได้รับ
(N) ใบเสร็จรับเงิน
(VT) ออกใบเสร็จรับเงิน
(ADJ) ซึ่งรับไว้ได้
(N) เงินที่เป็นหนี้ทางธุรกิจ
(VI) รับ
(VI) รับและแปลงสัญญาณไฟฟ้า
(VT) ต้อนรับ
(VT) ยอมรับ
(VT) รับ
(VT) รับและแปลงสัญญาณไฟฟ้า
(PHRV) ยอมรับว่าเป็น
(PHRV) รับไว้เป็น
(PHRV) ต้อนรับกลับ
(ADJ) เป็นที่ยอมรับว่าถูกต้องโดยคนจํานวนมาก
(N) การออกเสียงภาษาอังกฤษแบบมาตรฐาน (คําย่อคือ RP)
(PHRV) ได้รับจาก
(PHRV) ยอมรับให้เป็นสมาชิกของ
(N) คนรับของโจร
(N) เครื่องรับโทรศัพท์
(N) ผู้รักษาทรัพย์ (ตามคําสั่งศาล)
(N) ผู้รับ
(N) ภาชนะเก็บของเหลวที่กลั่นได้
(N) อุปกรณ์รับสัญญาณเสียงหรือภาพ
(N) การเป็นผู้รับไว้
(N) ความใหม่
(N) การปรับปรุงใหม่
(ADJ) เร็วๆ นี้
(ADV) เมื่อไม่นานมานี้
(N) ความใหม่
(N) ภาชนะที่ใส่
(N) การรับไว้
(N) พนักงานต้อนรับ
(ADJ) ซึ่งรับไว้
(N) ผู้รับ
(N) การหยุดพักผ่อน
(VI) ให้หยุดพักผ่อน
(VT) หยุดพักผ่อน
(N) การตกต่ําทางเศรษฐกิจ
(ADJ) เกี่ยวกับการหยุดพัก
(ADJ) เกี่ยวข้องกับช่วงเศรษฐกิจตกต่ํา
(ADJ) ซึ่งถอยกลับ
(VI) บรรจุใหม่
(VT) บรรจุใหม่
(ADJ) ซึ่งหายาก
(N) การทําผิดซ้ําซาก
(N) ตํารากับข้าว
(N) ใบสั่งยาของแพทย์
(N) สูตร
(N) การรับ
(N) ผู้รับ
(ADJ) ซึ่งกันและกัน
(N) จํานวนเลขที่กลับกัน (ทางคณิตศาสตร์)
(VI) เคลื่อนไปข้างหน้าและข้างหลังสลับกัน
(VI) ตอบแทน
(VT) ตอบแทนกัน
(VT) ทําให้เคลื่อนไปข้างหน้าและข้างหลังสลับกัน
(N) การพึ่งพาอาศัยกัน
(N) การยกเลิก
(N) การท่อง
(N) การบรรยาย
(N) การเล่นดนตรีเดี่ยว
(N) การท่องจํา
(ADJ) ซึ่งเป็นเพลงคั่น
(N) เพลงคั่น
(VT) ท่อง
(VT) บรรยาย
(VI) ระมัดระวัง
(VT) ระมัดระวัง
(ADJ) สะเพร่า
(PHRV) ระมัดระวัง
(VT) คิด
(VT) นับ
(VT) พิจารณาว่า
(PHRV) พิจารณาว่าเป็นของ
(PHRV) ประเมินว่าเป็น
(PHRV) คํานวณ
(PHRV) นับจากวันเริ่มต้นของ
(PHRV) นับรวม (ในกลุ่ม)
(N) การคํานวณ
(PHRV) พึ่งพา
(PHRV) นับจากศูนย์ขึ้นไป
(PHRV) เข้าใจธรรมชาติของ (คําไม่เป็นทางการ)
(PHRV) หาผลรวมของ
(PHRV) คํานวณด้วย
(PHRV) ทําให้พ่ายแพ้
(PHRV) เผชิญหน้ากับ
(PHRV) ลงโทษ
(PHRV) คํานวณโดยไม่มี (บางสิ่ง)
(PHRV) คาดการณ์โดยปราศจาก (บางสิ่งหรือบางคน)
(IDM) วางแผนโดยไม่บอกคนสําคัญที่สุด
(VT) ใช้ประโยชน์จากของเสีย
(VT) เรียกกลับคืน
(VT) หักร้างถางพง
(N) การเข้าบุกเบิก
(PHRV) ช่วยให้ปลอดภัยจาก (วิถีชีวิตเลวร้าย)
(PHRV) ปรับปรุงดิน
(VI) ทําให้เอนไปข้างหลัง
(VI) เอนหลัง
(N) เก้าอี้มีพนักพิงเอนไปด้านหลังได้
(N) ผู้สันโดษ
(N) การใช้ชีวิตสันโดษ
(ADJ) ซึ่งสามารถจําได้
(N) การค้ําประกัน
(VT) จําได้
(VT) ยอมรับ
(VT) สํานึก
(VT) แสดงว่าเห็นคุณค่า
(ADJ) ซึ่งสามารถจําได้
(N) การค้ําประกัน
(VT) จําได้
(VT) ยอมรับ
(VT) สํานึก
(VT) แสดงว่าเห็นคุณค่า
(PHRV) ยอมรับว่าเป็น
(PHRV) จําได้จาก
(N) การล่าถอย
(VI) ถอยหลัง
(PHRV) ถอยหนีจาก
(ADJ) ซึ่งไม่ถอยหลัง
(PHRV) ตอบสนอง
(VI) ระลึก
(VT) ระลึก
(N) ความทรงจํา
(ADJ) ซึ่งระลึกได้
(VI) เริ่มทําใหม่
(VT) ทําให้เป็นที่ดึงดูดใจ
(VT) แนะนํา
(VT) ฝากฝัง
(VT) รับรอง
(ADJ) ซึ่งแนะนําได้
(PHRV) แนะนําว่าเป็น
(N) การแนะนํา
(ADJ) ซึ่งแนะนําได้
(N) ผู้แนะนํา
(PHRV) แนะนําชื่อ (ของ)
(PHRV) ยกย่องสําหรับ
(PHRV) เชื่อใจใน
(PHRV) แนะนําให้กับ
(PHRV) เสนองาน
(VT) ส่งให้พิจารณาอีกครั้ง
(N) การส่งพิจารณาอีกครั้ง
(N) การส่งพิจารณาอีกครั้ง
(PHRV) ส่งกลับ
(N) ค่าชดเชย
(VT) ตอบแทน
(PHRV) ชดเชย
(N) การทําจารกรรม
(VT) ทําให้ปรองดองกัน
(VT) ทําให้ยอมรับ
(N) การทําให้ปรองดองกันอีก
(PHRV) ทําให้เคยชินและพร้อมยอมรับ
(PHRV) ทําให้คืนดีกับ
(PHRV) ปรองดอง
(N) การทําให้ปรองดองกันอีก
(ADJ) ซึ่งทําให้ปรองดองกันอีก
(ADJ) ลึกลับ
(N) ความลึกลับ
(VT) ซ่อมแซม
(N) การลาดตระเวน
(VI) ลาดตระเวน
(VT) ลาดตระเวน
(VI) ลาดตระเวน
(VT) ลาดตระเวน
(VT) เอาชนะได้อีก
(VI) พิจารณาใหม่
(VT) พิจารณาใหม่
(N) การพิจารณาใหม่
(VT) สร้างใหม่
(N) การสร้างใหม่
(VT) สร้างใหม่
(PHRV) สร้างใหม่ (ให้เหมือน)
(N) การสร้างใหม่
(ADJ) ซึ่งสร้างขึ้นใหม่
(VI) เปิดประชุมใหม่
(N) เครื่องเล่นจานเสียง
(N) บันทึก
(N) ประวัติ
(N) ประวัติอาชญากรรม
(N) สถิติในการแข่งกีฬา
(N) เอกสาร
(VT) เขียนบันทึก
(VT) บันทึกเทป
(VT) แสดง (ปริมาณหรือจํานวน)
(N) ผู้ประสบความสําเร็จกว่าที่เคยทําได้มาก่อน
(N) ผู้บันทึก
(PHRV) บันทึกจาก
(N) การบันทึก
(N) ผู้บันทึก
(PHRV) บันทึกบน
(IDM) บันทึกบน
(N) เครื่องเล่นแผ่นเสียง
(VT) เล่า
(N) การนับใหม่
(PHRV) เล่าเรื่องให้ฟัง
(VT) หักกลบลบหนี้
(VT) เอาคืน
(PHRV) ชดเชยให้
(N) การขอความช่วยเหลือ
(VI) ชนะคดี (ทางกฎหมาย)
(VI) ฟื้นตัวจากการเจ็บป่วย
(VT) ชดใช้
(VT) ได้คืน
(VT) ทําให้ใช้ได้อีก
(ADJ) ซึ่งได้กลับคืนมา
(PHRV) ได้คืน
(PHRV) (สุขภาพ) ฟื้นคืน
(N) การฟื้นคืนสู่สภาพปกติ
(N) ห้องพักฟื้น
(ADJ) ขี้ขลาด
(ADJ) คนทรยศ
(ADJ) ทรยศ
(N) คนขี้ขลาด
(VI) พักผ่อนหย่อนใจ
(VT) สร้างใหม่
(N) การพักผ่อนหย่อนใจ
(N) สันทนาการ
(ADJ) เกี่ยวการสันทนาการ
(ADJ) ซึ่งสร้างใหม่
(N) ของไร้ค่า
(VI) กล่าวแย้ง
(PHRV) ด่ากลับ
(N) การฟ้องกลับ
(ADJ) ซึ่งแย้งกลับ
(ADJ) ซึ่งแย้งกลับ
(N) ห้องสันทนาการ
(VI) การระบาดใหม่
(N) การระบาดใหม่
(ADJ) ซึ่งระบาดใหม่
(VI) ฟื้นฟู
(VI) สมาชิกใหม่
(VT) เกณฑ์ทหารใหม่
(VT) รับคนใหม่
(N) ผู้สรรหาพนักงานใหม่
(PHRV) รับคนใหม่
(PHRV) ชวนให้เข้าร่วม
(N) การสรรหาใหม่
(ADJ) เกี่ยวกับช่องทวารหนัก
(N) สี่เหลี่ยมผืนผ้า
(ADJ) ซึ่งเป็นรูปสี่เหลี่ยมมุมฉาก
(N) การเป็นรูปสี่เหลี่ยมมุมฉาก
(ADV) โดยเป็นมุมฉาก
(N) ผู้ปรับปรุงใหม่
(VT) ทําให้ถูกต้อง
(VT) เปลี่ยนกระแสสลับเป็นกระแสตรง (ทางไฟฟ้า)
(VT) หาความยาวของเส้นโค้ง (ทางคณิตศาสตร์)
(ADJ) ซึ่งเป็นเส้นตรง
(ADJ) ซึ่งเป็นเส้นตรง
(VT) เคลื่อนที่เป็นเส้นตรง
(N) ความเที่ยงธรรม
(N) หน้าหนังสือด้านขวามือ
(N) พระอธิการ
(N) อธิการบดีของมหาวิทยาลัยหรือวิทยาลัย
(N) บ้านพักที่โบสถ์มอบให้พระ
(N) ช่องทวารหนัก
(ADJ) ซึ่งนอนลง
(VI) ฟื้นไข้
(VT) ฟื้นคืนสู่สภาพปกติ
(PHRV) ฟื้นคืน
(N) การฟื้นคืนสู่สภาพปกติ
(ADJ) ซึ่งฟื้นคืนสู่สภาพปกติ
(ADJ) ซึ่งฟื้นคืนสู่สภาพปกติ
(VI) เกิดขึ้นอีก
(N) ทศนิยมไม่รู้จบ
(N) การกลับมาใหม่
(ADJ) ซึ่งกลับมาอีก
(PHRV) ใช้ประโยชน์จาก
(PHRV) หวนกลับไปคิดหรือพิจารณา
(PHRV) หวนนึกถึง
(VI) ย้อนกลับมา
(VT) ย้อนกลับมา
(N) ความหัวแข็ง
(N) คนหัวแข็ง
(VI) นํากลับมาใช้อีก
(VT) ทําให้นํากลับมาใช้อีก
(ADJ) (สี) แดง
(N) ฝ่ายซ้าย
(N) สีแดง
(VT) แก้ไข
(VT) ร่าง
(N) เซลล์เม็ดเลือดแดง
(ADJ) แข็งแรง
(N) นกชนิดหนึ่งซึ่งมีอกสีแดง
(ADJ) ซึ่งเป็นมหาวิทยาลัยหรือวิทยาลัยของอังกฤษ
(ADJ) สร้างด้วยอิฐสีน้ําตาลแดง
(N) บริกรยกกระเป๋า
(N) พรมแดงที่ปูสําหรับต้อนรับแขกคนสําคัญ
(N) ทหารอังกฤษที่แต่งเครื่องแบบสีแดงช่วงการปฏิวัติในอเมริกา
(N) สภากาชาด
(VI) กลายเป็นสีแดง
(VT) ทําให้กลายเป็นสีแดง
(ADJ) ซึ่งมีสีแดง
(N) การมีสีแดง
(N) สารย้อมสี
(VT) ย้อมสี
(N) คําแนะนํา
(VT) แนะนํา
(VT) กู้ชื่อเสียง
(VT) ชดใช้
(VT) ซื้อคืน
(VT) ไถ่บาป
(VT) แลกเป็นเงิน
(ADJ) ซึ่งซื้อคืนมา
(N) ผู้ไถ่ถอน
(N) พระเยซูคริสต์
(PHRV) ช่วยกู้สถานการณ์
(PHRV) ไถ่คืนจาก
(PHRV) ปล่อยเป็นอิสระจาก
(VT) จํากัดความใหม่
(N) เปลี่ยนเพื่อให้พิจารณาในแนวใหม่
(N) การไถ่ถอน
(ADJ) ซึ่งไถ่ถอนกลับมา
(ADJ) ซึ่งไถ่ถอนกลับมา
(ADJ) ซึ่งไถ่ถอนกลับมา
(VI) พัฒนาใหม่
(VT) พัฒนาใหม่
(N) การพัฒนาใหม่
(VT) ออกแบบใหม่
(VT) พัฒนาใหม่
(N) เที่ยวบินกลางคืน (ซึ่งทําให้นอนไม่พอ)
(ADJ) ซึ่งมีหน้าแดงเพราะอาย
(N) ธงแดงซึ่งเป็นสัญลักษณ์ของระบอบสังคมนิยม
(ADJ) ซึ่งจับได้คาหนังคาเขา
(N) หมวกแดงขอบกว้างของพระคาร์ดินัลองค์ใหม่
(N) ผู้มีผมสีแดง
(IDM) ข้อมูลที่ทําให้เข้าใจผิด
(ADJ) ซึ่งมีอารมณ์รุนแรง
(ADJ) ร้อนจนเป็นสีแดง
(SL) สําคัญ
(VT) กริยาช่องที่ 2 ของ redo
(N) คําเรียกชนพื้นเมืองดั้งเดิมของอเมริกา
(SL) หนี้สิน
(VT) ทําให้สมบูรณ์อีกครั้ง
(IDM) อาย
(VT) เปลี่ยนทิศทางใหม่
(VT) ค้นพบใหม่
(VT) จัดสรรใหม่
(N) การจัดสรรปันส่วนใหม่
(ADJ) ซึ่งน่าจดจํา
(N) วันสําคัญที่ดีหรือวันแห่งความทรงจํา
(SL) วันสําคัญ
(N) สัญญาณเตือนภัย
(N) สัญญาณไฟจราจรสีแดง
(N) สัญญาณไฟแดง
(N) แหล่งซ่องสุมของโสเภณี
(N) อินเดียนแดง (คําเรียกที่แสดงความดูถูก)
(N) เนื้อสีแดง
(N) คนบ้านนอกผิวขาว
(SL) คนใจแคบ
(N) รอยแดง
(VT) ทําใหม่
(N) ความหอม
(N) ความหอม
(ADJ) ซึ่งมีกลิ่นหอม
(ADV) อย่างหอมหวล
(VT) กริยาช่องที่ 3 ของ redo
(VI) เพิ่มเป็นทวีคูณ
(VT) ทําให้เพิ่มเป็นทวีคูณ
(ADJ) ซึ่งน่ากลัว
(VI) นําไปสู่
(PHRV) ย้อนกลับไปสู่
(PHRV) มีผลต่อ
(N) พริกป่น
(VT) เขียนใหม่
(VT) ทําให้เปลี่ยนแปลง
(N) การชดเชย
(VT) แก้ไข
(VT) ชดเชย
(N) ทะเลแดง
(N) การเปลี่ยนความยาวคลื่นของคลื่นแสง (ทางดาราศาสตร์)
(N) อินเดียนแดง
(IDM) ข้อบังคับที่เข้มงวด
(N) กฎระเบียบที่ยุ่งยากและทําให้ล่าช้า
(N) ระเบียบราชการ
(N) ระเบียบราชการที่จุกจิกเกินไป
(VT) เคี่ยวจนข้น
(VT) ตัดทอน
(VT) บังคับ
(VT) รวบยอด
(VT) ลดระดับ
(VT) ลดราคา
(VT) ลดลง
(PHRV) ลดลงไป (เป็นจํานวน)
(ADJ) ซึ่งลดลง
(PHRV) ลดลงจาก
(PHRV) ลดลง
(N) คนหรือสิ่งที่ช่วยลด
(IDM) ทําให้ร้องไห้
(PHRV) จํากัด
(PHRV) ตกต่ําลง
(PHRV) ทําให้เข้าสู่สภาพ
(PHRV) ทําให้ลดคุณค่าหรือความสําคัญ
(PHRV) ทําให้อ่อนลง (เพื่อกลายเป็นสิ่งอื่น)
(PHRV) ทําให้อ่อนแอ
(PHRV) ปลดตําแหน่ง / ระดับ
(PHRV) แยก
(PHRV) ลดลงเป็น
(ADJ) ซึ่งถูกพิจารณาในรูปบางสิ่ง
(N) การกลับกลายเป็นเรื่องน่าขํา
(N) การลดลง
(ADJ) ซึ่งลดลง
(N) ความเชื่อว่าสิ่งที่ซับซ้อนถูกอธิบายได้ด้วยส่วนย่อยๆที่ไม่ซับซ้อน
(ADJ) ซึ่งลดลง
(N) ผู้ลดลง
(N) ความซ้ําซ้อน
(ADJ) ซึ่งใช้คําซ้ําซาก
(ADJ) มากเกินไป
(VI) ทําซ้ํา
(VT) ทําซ้ํา
(ADJ) ซึ่งทําให้เพิ่มเป็นสองเท่า
(ADV) โดยเพิ่มเป็นสองเท่า
(N) นกสีแดงของยุโรป
(N) ต้นสนเนื้อไม้สีแดงชนิดหนึ่ง
(VI) สะท้อนกลับ
(VT) สะท้อนกลับ
(N) ขลุ่ย
(N) ต้นไม้จําพวกอ้อหรือกก
(ADV) อย่างอ่อนแอ
(N) ความอ่อนแอ
(N) ลายนูน
(N) เครื่องดนตรีประเภทขลุ่ย
(N) เครื่องดนตรีประเภทขลุ่ย
(VT) สอนให้คิดหรือทําใหม่
(N) การสอนให้คิดหรือทําใหม่
(ADJ) ซึ่งเหมือนขลุ่ย
(N) แนวหินโสโครก
(N) สายแร่
(N) ส่วนของใบเรือที่ชักลงมา (เมื่อมีลมแรง)
(N) เสื้อแจ็กเก็ตขนสัตว์ตัวสั้น
(SL) ตู้เย็น
(SL) บุหรี่ยัดไส้กัญชา
(PHRV) พับใบเรือ
(N) กลิ่นเหม็น
(PHRV) เต็มไปด้วย
(PHRV) ส่งกลิ่นอบอวลด้วย
(PHRV) เต็มไปด้วย
(ADJ) ซึ่งมีกลิ่นเหม็น
(N) เครื่องม้วน
(N) ม้วนฟิล์ม
(N) หลอดด้าย
(VT) ม้วน
(VI) โซเซ
(N) การเต้นรําพื้นเมืองแบบหนึ่งของชาวสก็อต
(PHRV) โซเซ
(VT) เลือกตั้งใหม่
(N) การเลือกตั้งใหม่
(PHRV) ถอยจาก (อย่างโอนเอน)
(PHRV) โซเซเข้ามา
(PHRV) หมุนเข้า
(PHRV) โงนเงนออกไป
(PHRV) ปล่อยออกจากที่ม้วน (เช่น ปล่อยเชือก)
(VT) ทําซ้ําอีก
(N) การทําซ้ําอีกครั้ง
(VT) เสริม
(N) การปรับโครงสร้างใหม่
(VI) กลับเข้าไปใหม่
(N) การกลับเข้าไปใหม่
(N) ข้าราชการระดับสูง
(VT) กริยาช่องที่ 2 ของ reeve
(N) การตรวจสอบใหม่
(VT) ตรวจสอบใหม่
(ABBR) กรรมการ (คําย่อของ referee)
(ABBR) การอ้างอิง (คําย่อของ reference)(มักใช้ทางธุรกิจ)
(SL) กรรมการตัดสิน
(VT) บํารุงร่างกายด้วยอาหาร
(N) อาหารว่าง
(N) ห้องโถงสําหรับรับประทานอาหาร
(VT) อ้างอิง
(ADJ) ซึ่งอ้างถึง
(PHRV) ส่งกลับ (ให้พิจารณา)
(PHRV) ส่งให้พิจารณาอีก
(PHRV) เอ่ยถึงอีก
(N) ผู้ตัดสิน (มวย, ฟุตบอล)
(VI) ทําหน้าที่เป็นผู้ตัดสิน
(N) การอ้างอิง
(N) หนังสือรับรอง
(N) เอกสารอ้างอิง
(N) หนังสืออ้างอิง
(N) ประชามติ
(N) ผู้อ้างอิง
(ADJ) ซึ่งมีข้ออ้างอิง
(ADJ) ซึ่งอ้างถึง
(N) การอ้างอิง
(N) ผู้ที่ถูกอ้างอิง
(N) ผู้อ้างถึง
(ADJ) ซึ่งอ้างถึง
(PHRV) เกี่ยวข้องกับ
(PHRV) จัดอยู่ในกลุ่ม
(PHRV) ถาม (ข้อมูล) จาก (บางคน)
(PHRV) ส่งถึง
(PHRV) อ้าง (ข้อมูล) ถึง
(PHRV) อ้างถึง
(VT) พูดถึง
(VT) หมายความว่า
(VI) เติมใหม่
(VT) เติมใหม่
(VT) กู้เงินใหม่
(VT) กล่อมเกลา
(VT) กลั่น
(VT) ทําให้ดีขึ้น
(VT) ทําให้บริสุทธิ์
(ADJ) ซึ่งปราศจากสิ่งสกปรก
(ADJ) ซึ่งสุภาพเรียบร้อย
(ADJ) สละสลวย
(N) ความละเอียดปราณีต
(PHRV) ปรับปรุง
(N) ผู้ทําให้บริสุทธิ์
(N) โรงกลั่น
(VI) เตรียมใหม่
(VT) เตรียมใหม่
(VT) ทําให้เงินเพิ่ม
(N) การเพิ่มอัตราการหมุนเวียนเงินในประเทศ
(VI) ไตร่ตรอง
(VT) สะท้อนกลับ
(VT) สะท้อนให้เห็น
(PHRV) ทําให้เห็น
(PHRV) สะท้อนกลับ
(PHRV) สะท้อนให้เห็นใน (เรื่องดี)
(PHRV) (ความคิด) แสดงให้เห็นจาก
(PHRV) สะท้อนใน
(N) การไตร่ตรอง
(N) การสะท้อน
(N) ภาพสะท้อน
(ADJ) ซึ่งสะท้อนกลับ
(ADV) โดยสะท้อนกลับ
(N) การสะท้อนกลับ
(N) การสะท้อนกลับ
(PHRV) ไตร่ตรอง
(PHRV) สะท้อนให้เห็น
(N) สิ่งสะท้อนแสง
(ADJ) ซึ่งกระทําโดยอัตโนมัติ
(ADJ) ซึ่งสะท้อนกลับ
(ADJ) ีปฏิกิริยาตอบกลับโดยอัตโนมัติ
(N) ภาพสะท้อน
(N) การสะท้อนกลับ
(ADJ) ซึ่งเป็นสรรพนามที่ย้อนกลับไปหาประธาน (ทางไวยากรณ์)
(N) คํากริยาหรือสรรพนามย้อนกลับ
(VT) ทําให้ลอยได้อีก
(N) การไหลย้อน
(VT) ปลูกป่า
(N) การปลูกต้นไม้ใหม่
(N) การปฏิรูป
(VT) ดัดนิสัย
(VT) ปฏิรูป
(N) การปฏิรูป
(ADJ) ซึ่งปฏิรูป
(ADJ) ซึ่งปฏิรูป
(N) ผู้ปฏิรูป
(ADJ) ปฏิรูป
(N) นักปฏิรูป
(VT) ทําให้หักเห
(N) การหักเหของแสง
(N) คนหรือสิ่งที่หักเห
(ADJ) ซึ่งทนความร้อน
(ADJ) ซึ่งไม่ตอบสนองต่อการรักษา
(ADJ) ดื้อรั้น
(ADJ) วัตถุทนความร้อนสูง
(VI) งดเว้น
(N) ดนตรีหรือเพลงท่อนที่ลูกคู่ร้องรับ
(N) ทํานองเพลง
(N) บทกวีหรือโคลงท่อนที่กล่าวซ้ํา
(N) สิ่งที่กล่าวถึงซ้ําๆ
(VI) ระงับไว้
(VT) ระงับไว้
(PHRV) ป้องกันจาก
(PHRV) ระงับ
(ADJ) ซึ่งถูกหักเหได้
(VT) กระตุ้นความจํา
(VT) เติมเชื้อเพลิง
(VT) ทําให้สดชื่น
(ADJ) ซึ่งทําให้สดชื่น
(N) การทําให้สดชื่น
(N) เครื่องดื่มหรืออาหารที่ทําให้สดชื่น
(PHRV) ทําให้รู้สึกดีขึ้น
(PHRV) ทําให้ใหม่กว่าด้วย
(ADJ) ซึ่งทําให้เย็น
(VT) ทําให้เย็นหรือเป็นน้ําแข็ง
(N) การทําให้เป็นน้ําแข็ง
(ADJ) ซึ่งเย็นเยือกหรือเป็นน้ําแข็ง
(N) ตู้เย็น
(ADJ) ซึ่งเย็นเยือกหรือเป็นน้ําแข็ง
(ADJ) ซึ่งถูกปล้น
(VT) กริยาช่องที่ 2 และ 3 ของ reave
(VI) ใส่เชื้อเพลิง
(VT) ใส่เชื้อเพลิง
(N) ที่หลบภัย
(N) ผู้ลี้ภัย
(ADJ) ซึ่งส่องแสงสว่าง
(N) การคืนเงินให้
(N) (จํานวน) เงินที่คืนให้
(VT) คืนเงินให้
(ADJ) ซึ่งชําระคืน
(PHRV) ใช้คืน
(VT) ขัดให้เงามันอีก
(VT) ทําใหม่
(N) คําปฏิเสธ
(N) ขยะ
(VT) ปฏิเสธ
(PHRV) ไม่อนุญาตให้
(N) การลบล้าง
(VT) ปฏิเสธ
(VT) พิสูจน์ว่าไม่จริง
(N) บริเวณทะเลทรายกว้างใหญ่ปกคลุมด้วยกรวดและหินก้อนเล็กๆ (ทางธรณีวิทยา)
(VT) ได้คืน
(PHRV) ได้กลับคืนมาจาก
(IDM) สงบจิตใจ
(IDM) ลุกขึ้นยืน
(ADJ) เกี่ยวกับกษัตริย์หรือราชินี
(VT) เลี้ยงต้อนรับด้วยอาหารอันโอชะ
(VT) ให้ความเพลิดเพลิน
(PHRV) เลี้ยงต้อนรับด้วย
(N) เครื่องหมายหรือเสื้อผ้าแสดงตําแหน่ง ยศหรือขั้น
(N) ราชวงศ์
(N) การจ้องมอง
(N) ความเป็นที่นับถือ
(N) ความเอาใจใส่
(N) จ้องมอง
(VT) พิจารณา
(VT) เอาใจใส่
(ADJ) ซึ่งมองกลับไป
(PHRV) พิจารณาว่าเป็น
(VT) ถือว่า
(ADJ) ซึ่งระมัดระวัง
(ADJ) ซึ่งเอาใจใส่
(PREP) เกี่ยวกับ
(ADJ) ซึ่งไม่ระมัดระวัง
(ADV) โดยไม่คํานึงถึง
(PREP) ทั้งๆ ที่
(PHRV) เห็นว่า
(N) การแข่งเรือ
(ADJ) ช่วงปี ค.ศ.1811-1820 ของอังกฤษ (ประวัติศาสตร์)
(ADJ) ซึ่งมีรูปแบบตามที่นิยมในช่วงปี ค.ศ.1811-1820 ของอังกฤษ
(N) ตําแหน่งผู้สําเร็จราชการแผ่นดิน
(N) ระยะเวลาอยู่ในตําแหน่งของผู้สําเร็จราชการแผ่นดิน
(ADJ) ซึ่งเกิดใหม่
(VI) เกิดใหม่
(VT) ทําให้เกิดใหม่
(VT) ปฏิรูป
(N) การปฏิรูป
(ADJ) ซึ่งปฏิรูป
(N) ผู้ปฏิรูป
(N) ผู้สําเร็จราชการ
(N) สมาชิกสภามหาวิทยาลัย
(N) ดนตรีแนวนิยมแบบเร็กเก้ มีต้นกําเนิดจากจาไมก้า
(ADJ) ซึ่งลอบปลงพระชนม์
(N) การปลงพระชนม์ (กษัตริย์)
(N) ผู้ปลงพระชนม์ (กษัตริย์)
(N) ผู้ลอบปลงพระชนม์
(N) ระบอบการปกครอง
(N) กฎเกณฑ์
(N) กฎเกณฑ์เกี่ยวกับการรับประทานอาหารและการออกกําลังกาย
(N) ระบบการปกครองหรือบริหาร
(N) กรมทหาร
(N) สิ่งของหรือคนเป็นจํานวนมาก
(VT) จัดคนหรือสิ่งของให้เป็นกรมกอง
(VT) บังคับบัญชาอย่างเคร่งครัด
(ADJ) เกี่ยวกับกรมทหาร
(N) การอยู่ในกฎระเบียบ
(ADJ) ซึ่งจัดเป็นหมวดหมู่
(N) ราชินี
(N) ราชินี
(N) ขอบเขต
(N) ภูมิภาค
(ADJ) เกี่ยวกับดินแดน
(N) เครื่องบันทึก
(N) ทะเบียน
(N) สมุดลงทะเบียน
(VI) ลงทะเบียน
(VI) แสดง
(VT) บันทึก
(VT) ลงทะเบียน
(VT) ส่งจดหมายลงทะเบียน
(PHRV) ลงทะเบียนเป็น
(ADJ) ซึ่งลงทะเบียนไว้
(N) พยาบาลวิชาชีพที่ผ่านสอบรับรองมาตรฐาน (คําย่อคือ RN)
(PHRV) ลงทะเบียน
(PHRV) ลงทะเบียนใน
(N) สํานักทะเบียน (หรือ registry office)
(PHRV) ลงชื่อกับ (ผู้มีหน้าที่)
(N) ผู้ลงทะเบียน
(N) นายทะเบียน
(N) การขึ้นทะเบียน
(N) การลงทะเบียน
(N) สํานักทะเบียน
(ADJ) ซึ่งดํารงตําแหน่งเป็นศาสตราจารย์ในมหาวิทยาลัยของอังกฤษ
(ADJ) เกี่ยวกับการครองราชย์ของกษัตริย์ (คําทางการ)
(ADJ) ซึ่งครองราชย์
(VI) ขย้อนออกมา
(VT) ขย้อนออกมา
(VI) ถอยหลัง
(VI) เสื่อมถอย
(N) การเสื่อมถอย
(ADJ) ถอยหลัง
(PHRV) ถอยกลับไปสู่
(N) ความเศร้าโศกเสียใจ
(VT) เสียใจ
(VT) เสียดาย
(ADJ) น่าเสียใจ
(ADV) อย่างผิดหวัง
(ADJ) น่าสลดใจ
(ADV) น่าสลดใจ
(VI) รวมกลุ่มใหม่
(VT) รวมกลุ่มใหม่
(ADJ) ซึ่งสามารถควบคุมได้
(ADJ) ทหารประจําการ
(ADJ) ปกติ
(ADJ) เป็นประจํา
(N) ลูกค้าประจํา
(N) กองทหารประจําการแห่งสหรัฐอเมริกา
(IDM) ตามปกติ
(VT) ทําให้ถูกต้องตามระเบียบ
(N) ความสม่ําเสมอ
(VT) ทําให้ถูกต้องตามระเบียบ
(ADV) โดยปกติ
(VT) ควบคุม (ทางวิศวกรรม)
(VT) วางระเบียบ (ทางกฎหมาย)
(N) กฎข้อบังคับ
(N) การวางข้อกําหนด
(N) เครื่องควบคุมอัตโนมัติ (เช่น ควบคุมความเร็ว อุณหภูมิ)
(N) ผู้ควบคุม
(ADJ) ซึ่งควบคุมบังคับ
(N) ดาวดวงที่สุกสว่างที่สุดของหมู่ดาว Leo
(ADJ) ซึ่งสํารอก
(VI) ไหลกลับ
(VT) อาเจียน
(N) การสํารอก
(N) คําย่อของ rehabilitation
(VT) กู้ชื่อเสียง
(VT) ทําให้ตึกหรืออาคารกลับสู่สภาพเดิม
(VT) ฟื้นฟูสุขภาพ
(N) การทําให้กลับสู่สภาพเดิม
(ADJ) ซึ่งกลับสู่สภาพปกติ
(VI) ปรับปรุงใหม่
(VT) ปรับปรุงใหม่
(VT) ฟังหรือพิจารณาคดีใหม่
(VT) ฟังหรือพิจารณาคดีใหม่
(N) โอกาสที่จะได้รับการพิจารณาคดีใหม่
(N) การฝึกซ้อม
(VI) ซ้อม (ละคร)
(VI) เล่า
(VT) ซ้อม (ละคร)
(VT) เล่า
(VT) ทําให้ร้อนใหม่
(VT) สร้างหรือจัดเตรียมบ้านให้ใหม่
(N) อาณาจักรเยอรมันในช่วงปีค.ศ.1871-1919
(N) การทําให้เป็นรูปธรรม
(VT) ทําให้เป็นรูปธรรม
(N) รัชกาล
(VI) เข้าครอบงํา
(VI) ครองราชย์
(N) ช่วงที่มีความรุนแรงและผู้คนถูกฆ่าโดยผู้มีอํานาจ
(PHRV) ปกครอง
(ADJ) ซึ่งชําระเงินคืน
(VT) ใช้เงินคืน
(PHRV) ใช้คืน
(N) การชําระเงินคืน
(PHRV) ใช้คืน
(N) วิธีการควบคุม
(N) สายบังเหียน
(VT) ควบคุม
(PHRV) ควบคุมความรู้สึก
(PHRV) ดึงบังเหียน(ม้า)ควบคุมความเร็ว
(VT) ทําให้มาเกิดใหม่
(N) การกลับชาติมาเกิดใหม่
(N) กวางขนาดใหญ่แถบขั้วโลกเหนือ
(VT) ทําให้แข็งแกร่งขึ้น
(VT) เพิ่มกําลังทางทหาร
(N) โครงสร้างแบบคอนกรีตเสริมเหล็ก
(N) การสนับสนุน
(PHRV) สนับสนุนด้วย
(PHRV) เสริมด้วย
(PHRV) ให้รางวัล (เพื่อกระตุ้น)
(VT) นํากลับมาใช้อีก (กฎหมาย)
(VT) ให้กลับมารับตําแหน่งเดิม
(PHRV) กลับคืนสู่
(N) การประกันใหม่
(VT) ทําประกันใหม่
(N) ผู้ทําประกันใหม่
(VT) แปลใหม่
(VT) แนะนําอีก
(PHRV) ดึงบังเหียน(ม้า)ให้หยุด
(VT) สร้างหรือนําเสนอในรูปแบบใหม่
(VT) ลงทุนใหม่
(VT) ตีพิมพ์หรือผลิตใหม่
(VT) พูดซ้ํา
(N) การทําซ้ําๆ
(ADJ) ซึ่งทําซ้ําๆ
(ADV) อย่างซ้ําๆ
(N) คนหรือสิ่งที่ถูกปฏิเสธ
(VT) บอกปัด
(VT) ปฏิเสธ
(VT) ไม่ยอมรับ (เช่น ร่างกาย อวัยวะ ยา)
(VT) อาเจียน
(N) ผู้ปฏิเสธ
(N) การปฏิเสธ
(ADJ) ซึ่งปฏิเสธ
(VI) ปิติยินดี
(VT) ทําให้ปิติยินดี
(PHRV) ปลื้มปิติกับ
(PHRV) ได้ครอบครอง (สิ่งที่ดี)
(PHRV) ยินดีใน
(ADV) อย่างรื่นเริง
(VI) กลับเข้าร่วมอีก
(VT) ต่อเข้ากันใหม่
(VT) ร่วมกันใหม่
(VI) ตอบกลับ
(N) คําตอบ
(VT) ทําให้กระปรี้กระเปร่า
(VT) ทําให้กลับเป็นหนุ่มสาว
(VT) ทําให้กลับสู่สภาพเดิม
(ADJ) ซึ่งกระปรี้กระเปร่า
(N) การทําให้กลับเป็นหนุ่มสาว
(N) ผู้กระปรี้กระเปร่า
(N) การกลับสู่สภาพเดิม
(N) การที่โรคกําเริบอีก
(VI) กลับสู่สภาพเดิม
(VI) ทรุด
(PHRV) กลับไปสู่สภาพเดิม (ที่ไม่ดี)
(VI) เกี่ยวข้อง
(VI) ทําให้เกี่ยวข้องกัน
(VT) เล่า
(ADJ) ซึ่งเกี่ยวข้องกัน
(ADJ) เป็นญาติกัน
(PHRV) เป็นญาติกับ
(PHRV) เชื่อมโยงกับ
(PHRV) มีสัมพันธ์ภาพกับ
(PHRV) เล่า (เรื่อง) ให้ฟัง
(N) การเล่าเรื่อง
(N) ความเกี่ยวข้องกัน
(N) ญาติ
(ADJ) เกี่ยวกับความสัมพันธ์
(N) ความเป็นญาติกัน
(N) ความสัมพันธ์
(N) ความสัมพันธ์ฉันท์ชู้สาว
(ADJ) ซึ่งสัมพันธ์กัน
(ADJ) โดยเทียบเคียง
(N) เครือญาติ
(ADV) โดยเปรียบเทียบกับสิ่งอื่น
(IDM) เกี่ยวข้องกับ
(N) ความเชื่อว่าความจริงไม่เที่ยงแท้เสมอ
(N) ความสัมพันธ์
(N) ผู้บรรยาย
(N) เริ่มต้นหรือทําใหม่ (โดยเฉพาะสินค้าที่ขาย)
(VI) ผ่อนคลาย
(VT) ทําให้ผ่อนคลาย
(ADJ) ซึ่งช่วยผ่อนคลาย
(N) การผ่อนคลาย
(ADJ) ซึ่งผ่อนคลาย
(ADV) อย่างผ่อนคลาย
(N) คนหรือสิ่งช่วยผ่อนคลาย
(N) น้ํายายืดผม
(ADJ) ซึ่งช่วยให้ผ่อนคลาย
(PHRV) กลายเป็น
(PHRV) นั่งผ่อนคลายใน
(PHRV) นั่งหรือนอนบน
(IDM) ยึด
(N) การถ่ายทอด
(N) การวิ่งผลัด
(N) เครื่องถ่ายทอดกระแสไฟฟ้า
(N) เครื่องถ่ายทอดสัญญาณ
(VT) ถ่ายทอด
(VT) ถ่ายทอดสัญญาณ
(PHRV) ส่งออกไป
(N) การแข่งขันวิ่งผลัด
(PHRV) ส่งไปยัง
(N) การปลดปล่อย
(N) การออกข่าว
(VT) ปลดปล่อย
(VT) ปลดหนี้
(VT) ปลดออกจากงาน
(VT) ออกวางจําหน่าย
(PHRV) ปลดปล่อยจาก
(PHRV) ปล่อยข่าวไปยัง
(VT) ขับไล่
(VT) ลดตําแหน่ง
(PHRV) จัดอยู่ในกลุ่มของ
(PHRV) เนรเทศไปยัง
(N) การขับไล่
(VI) ผ่อนคลาย
(VI) ผ่อนปรนให้
(ADJ) ซึ่งไม่ยอมผ่อนผัน
(ADJ) ซึ่งไม่หยุดความแรง
(N) ความสัมพันธ์กัน
(ADJ) เข้าประเด็น
(ADJ) สําคัญ
(N) ความน่าเชื่อถือ
(ADJ) เชื่อถือได้
(N) ความมั่นใจ
(N) ความไว้วางใจ
(ADJ) น่าเชื่อถือ
(ADV) อย่างน่าเชื่อถือ
(N) ของสืบทอด
(N) พระบรมสารีริกธาตุ
(N) อนุสรณ์สถาน
(N) ซากพืชหรือสัตว์
(N) การผ่อนคลาย
(N) แผนที่แสดงพื้นที่สูงๆ ต่ําๆ ด้วยสีและเส้น
(N) ถนนใช้เลี่ยงการจราจรที่ติดขัด
(ADJ) ซึ่งผ่อนคลาย
(VT) ทําให้เด่น
(VT) ปลดออกจากตําแหน่ง
(VT) ผ่อนคลาย
(VT) ลดภาระ
(ADJ) ซึ่งปลดเปลื้อง
(PHRV) ลด/ปลดเปลื้องจาก
(PHRV) ไล่ออกจาก
(PHRV) ขโมย
(PHRV) ช่วยบรรเทา
(PHRV) ไล่ออกจาก
(PHRV) ถ่ายทุกข์ (ปัสสาวะ, อุจจาระ)
(N) ผู้ช่วยผ่อนคลาย
(N) การแกะสลักนูน
(N) ความเชื่อในศาสนา
(N) ศาสนา
(ADJ) ซึ่งเลื่อมใสมากเกินไป
(N) ความเลื่อมใสในลัทธิหรือศาสนา
(ADJ) เกี่ยวกับศาสนา
(N) อย่างเลื่อมใส
(N) ความเลื่อมใสในลัทธิหรือศาสนา
(N) ภาชนะบรรจุอัฐิ
(VT) ปล่อย
(VT) ล้มเลิก
(VT) สละ
(N) การยกเลิก
(PHRV) หยุดควบคุม
(PHRV) ยอมให้
(N) ของสืบทอด
(N) ความเพลิดเพลิน
(N) เครื่องปรุงรส
(VT) ปรุงรส
(VT) เพลิดเพลิน
(VT) รับประทานอย่างเอร็ดอร่อย
(VT) หวนคิดถึงประสบการณ์ในอดีต
(VI) ใส่เพิ่ม
(VT) ย้ายที่ใหม่
(PHRV) ย้ายไปทํางานที่ใหม่ที่
(N) การย้ายที่ใหม่
(VI) ต่อต้าน
(N) ความไม่เต็มใจ
(ADJ) ต่อต้าน (คําโบราณ)
(ADJ) ไม่เต็มใจ
(VI) เชื่อใจ
(VI) อาศัย
(PHRV) ขึ้นอยู่กับ
(PHRV) ไว้ใจใน
(N) หน่วยวัดปริมาณรังสี
(VI) พักอยู่
(VI) ยังเหมือนเดิม
(VI) ยังเหลืออยู่
(PHRV) ยืนยัน
(PHRV) อยู่ระดับเดียวกับ
(PHRV) พยายามรักษาระดับ (แซง) หน้าไว้
(PHRV) อยู่ข้างหน้า
(PHRV) พยายามรักษาระดับ (แซง) อยู่ข้างหน้าไว้
(PHRV) อยู่ข้างหน้า
(PHRV) อยู่ข้างหลัง
(IDM) รักษาหน้าที่
(PHRV) ขาด
(PHRV) ล้าหลัง
(PHRV) อยู่ข้างหลัง
(PHRV) ยังคงเลี่ยงต่อไป
(PHRV) รักษาให้เย็นไว้
(PHRV) สงบใจไว้
(N) เลขเศษที่หารไม่ลงตัว
(N) ส่วนที่เหลืออยู่
(N) หนังสือที่ขายไม่ออก
(PHRV) น้อยลง
(PHRV) อยู่ในตําแหน่งต่ํากว่า
(PHRV) ลุกไหม้ต่อเนื่อง
(PHRV) อยู่ภายในร่ม
(PHRV) รักษาไว้ (ในสภาพดี)
(IDM) ยังติดต่อกับ
(PHRV) อยู่ภายใน (อาคาร)
(IDM) ยังคงควบคุม / บังคับ
(IDM) อยู่ในตําแหน่งที่มองเห็นได้
(PHRV) ออกจาก
(PHRV) ไม่ต้องไป (โรงเรียน, ที่ทํางาน ฯลฯ)
(PHRV) เปิด(ไฟ)อยู่
(PHRV) เดินทางอยู่ใน (ทิศทาง)
(IDM) ล้ําหน้า
(IDM) ยืนต่อไป
(IDM) เป็นเพื่อนกับ (ต่อไป)
(IDM) ยังคงประพฤติผิด
(PHRV) ยังคงเปิดกว้าง
(PHRV) ยังดําเนินธุรกิจต่อไป
(N) ซากศพ
(PHRV) ยังอยู่ร่วมกัน
(PHRV) ยังอยู่ข้างใต้
(PHRV) ยังคงยกขึ้นสูง
(PHRV) ยังคงสูงอยู่
(PHRV) ยังไม่ได้นอน
(PHRV) ควบคุมให้อยู่ใน
(IDM) ยังเชื่อฟังอยู่
(N) ภาพยนตร์ที่สร้างใหม่
(VT) ทําใหม่
(VT) ส่งกลับ
(VT) ส่งกลับไปคุมขังระหว่างรอการพิจารณาคดี (ทางกฎหมาย)
(VT) ส่งกลับไปยังศาลที่ต่ํากว่าเพื่อพิจารณา (ทางกฎหมาย)
(PHRV) ส่งเข้าขังคุก (ก่อนพิจารณาคดี)
(PHRV) ควบคุมตัว (ก่อนการพิจารณาคดี)
(PHRV) ส่งไป (บางที่) เพื่อคอยการพิจารณาคดี)
(N) การให้ข้อคิดเห็น
(N) ความเห็น
(VT) สังเกต
(VT) ให้ความเห็น
(ADJ) น่าสังเกต
(ADJ) ไม่ธรรมดา
(N) ความโดดเด่น
(ADV) อย่างไม่ธรรมดา
(PHRV) เอ่ยถึง
(N) การแต่งงานใหม่
(VI) แต่งงานใหม่
(VT) ทําสําเนาบันทึกเสียงใหม่
(N) เกมที่เล่นอีกครั้ง (เพราะไม่มีผู้ชนะ)
(ADJ) ซึ่งช่วยบรรเทา
(N) การช่วยบรรเทา
(ADJ) ซึ่งช่วยปรับปรุง
(ADJ) ซึ่งเป็นการรักษา
(ADJ) ซึ่งไม่สามารถเยียวยาได้
(N) การรักษา
(VT) แก้ไข
(VT) รักษา
(VI) จําได้
(VT) จดจํา
(VT) จําได้
(VT) ส่งความคิดถึง
(PHRV) จําได้ว่าเป็น
(PHRV) จําได้
(IDM) ให้มรดกไว้
(PHRV) ฝากความคิดถึงไปยัง
(N) ความทรงจํา
(N) สิ่งรําลึกถึง
(VT) เตือน
(N) สิ่งช่วยเตือนความจํา
(ADJ) ซึ่งเตือนความจํา
(PHRV) ทําให้มั่นใจว่าไม่ลืม (บางสิ่ง)
(PHRV) ทําให้ระลึกได้ว่าเหมือนใครบางคน
(PHRV) ทําให้ระลึกถึง
(VI) พูดหรือเขียนถึงอดีต
(PHRV) หวนพูดคุย / นึกถึงเกี่ยวกับ
(N) ความทรงจํา
(ADJ) ซึ่งเตือนให้นึกถึง
(ADV) อย่างเตือนให้ระลึกถึง
(PHRV) เตือนความทรงจําด้วย
(VT) ยอมให้อภัย
(ADJ) สะเพร่า
(ADJ) ซึ่งยอมให้อภัย
(N) การผ่อนคลาย
(VT) ผ่อนคลาย
(VT) ยกโทษให้ (คําโบราณ)
(VT) เลิกล้ม
(VT) เลื่อน
(VT) ส่งกลับศาลชั้นต่ํากว่าเพื่อพิจารณาคดี (ทางกฎหมาย)
(VT) ส่ง (เงิน) ทางไปรษณีย์
(N) การให้อภัย
(ADJ) ซึ่งให้อภัย
(N) การส่งเงิน (สําหรับค่าใช้จ่าย)
(N) เงินที่ส่งไป (สําหรับค่าใช้จ่าย)
(ADJ) ซึ่งจับไข้เป็นพักๆ
(N) ผู้ให้อภัย
(PHRV) ส่งเงินไปให้
(PHRV) ส่งให้พิจารณา
(VT) สร้างและเรียบเรียงเสียงใหม่
(N) ผู้สร้างและเรียบเรียงเสียงใหม่
(N) เศษเล็กเศษน้อย
(N) ส่วนที่เหลือ
(VT) สร้างใหม่
(N) การประท้วง
(ADJ) ซึ่งคัดค้าน
(N) คนคัดค้าน
(VI) คัดค้าน
(PHRV) คัดค้าน / โต้แย้งเกี่ยวกับ
(PHRV) ดุด่า
(N) การสํานึกผิด
(N) ความสงสาร
(ADJ) ซึ่งสํานึกผิด
(ADJ) ซึ่งไม่สํานึกผิด
(ADV) อย่างไร้สํานึก
(N) ความไม่สํานึกผิด
(VI) จํานองใหม่
(ADJ) ไกล
(ADJ) นานมาแล้ว
(ADJ) เป็นญาติห่างๆ
(ADJ) ห่างเหิน
(N) เครื่องควบคุมเครื่องบินหรือจรวดด้วยคลื่นวิทยุ
(ADV) ห่างไกล
(ADV) อย่างคัดค้าน
(ADV) อย่างเล็กน้อยมาก
(N) การคัดค้าน
(VT) เปลี่ยนบางสิ่งใหม่
(VI) ขึ้นขี่ม้าใหม่
(VT) ขึ้นขี่ม้าใหม่
(VT) ติดตั้งใหม่
(N) การเคลื่อนย้าย
(ADJ) เคลื่อนย้ายได้
(N) การเคลื่อนย้ายได้
(N) รถบรรทุกสําหรับขนเครื่องเรือน
(VI) โยกย้าย
(VT) กําจัด (ปัญหาหรืออุปสรรค)
(VT) ถอดออก (เสื้อผ้า)
(VT) นําออกไป
(VT) โยกย้าย
(VT) ระยะห่าง
(VT) ลบออก
(VT) ไล่ออก
(ADJ) ซึ่งห่างไกล
(PHRV) ย้ายออกไป
(PHRV) ไล่ออกจาก
(PHRV) เอาออกจาก
(N) คนหรือสิ่งที่โยกย้าย
(ADJ) ซึ่งจ่ายค่าชดเชย
(VT) จ่ายค่าชดเชย
(N) ค่าจ้าง
(N) ีีการจ่ายค่าตอบแทน
(ADJ) ซึ่งจ่ายเงินจํานวนมาก
(N) การฟื้นฟูใหม่
(N) ยุคฟื้นฟูศิลปะ
(N) ผู้รอบรู้
(ADJ) เกี่ยวกับไต
(N) การตั้งชื่อไฟล์ใหม่ (ทางคอมพิวเตอร์)
(VT) ตั้งชื่อใหม่
(ADJ) ซึ่งเกิดขึ้นใหม่
(VI) ฉีกออก
(VT) ฉีก
(VT) ฉาบปูน
(VT) ทําให้เป็น
(VT) แปล
(VT) ยอมแพ้
(VT) ส่งคืน
(VT) แสดง (ละคร, ดนตรี, กวี)
(VT) ให้ความช่วยเหลือ
(PHRV) ลดลง
(PHRV) หลอมละลาย
(PHRV) แลกเปลี่ยนสําหรับ
(IDM) ให้ความช่วยเหลือ
(N) การฉาบปูน
(N) การแปล
(N) การแสดง (ละคร, ดนตรี, กวี)
(PHRV) แปลเป็น
(PHRV) เสนอให้อย่างเป็นทางการ
(PHRV) ยอมอ่อนข้อให้ศัตรู
(N) การนัดพบ
(N) สถานที่นัดพบ
(VI) นัดพบ
(VT) นัดพบ
(PHRV) ผ่า
(N) การแปลความหมาย
(PHRV) ฉีกขาด (เป็นชิ้นๆ)
(PHRV) จับผิด
(ADJ) ทรยศ
(N) คนทรยศ
(N) ผู้ละทิ้งความเชื่อทางศาสนา
(VI) ผิดสัญญา
(PHRV) ไม่รักษาสัญญา
(N) คนผิดสัญญา
(N) ซึ่งเจรจาอีกครั้ง
(VI) เจรจาอีกครั้ง
(VT) เจรจาอีกครั้ง
(N) การเจรจาอีกครั้ง
(VI) เริ่มใหม่
(VT) ต่อสัญญา
(VT) ทําใหม่
(VT) ทําให้มีพลังใหม่
(VT) เปลี่ยนใหม่
(N) การกลับสู่สภาพเดิม
(ADJ) ซึ่งทําใหม่ได้
(ADJ) (พลังงาน) ที่ไม่มีวันหมด
(N) การกลับสู่สภาพเดิม
(ADJ) ซึ่งเริ่มใหม่
(ADV) โดยเริ่มใหม่
(N) ผู้เริ่มใหม่
(N) เยื่อบุกระเพาะอาหารของสัตว์เช่น ลูกวัว
(N) เอนไซม์ที่ช่วยให้นมเป็นก้อน
(VT) ตัดขาด
(VT) ปฎิเสธ
(VT) ละทิ้ง
(N) การปฏิเสธ
(N) ผู้ประกาศยกเลิก
(VT) ทําให้มีชีวิตชีวาใหม่
(VT) ปฏิสังขรณ์
(N) การทําให้มีชีวิตชีวาใหม่
(N) การปฏิสังขรณ์
(ADJ) กลับมีชีวิตชีวาอีก
(N) ชื่อเสียง
(ADJ) ซึ่งมีชื่อเสียง
(N) ค่าเช่า
(VT) เช่า
(VT) ให้เช่า
(N) รอยฉีก
(ADJ) ซึ่งให้เช่าได้
(ADJ) สําหรับเช่า
(N) การเช่า
(N) ค่าเช่า
(N) สิ่งที่ให้เช่า
(PHRV) ให้เช่าในราคา
(SL) ผู้ชายขายตัว
(ADJ) ซึ่งจ่ายค่าเช่า
(N) ผู้ให้เช่า
(ADJ) ซึ่งไม่มีค่าเช่า
(N) ผู้เลี้ยงชีพด้วยเงินที่ได้จากการลงทุนและทรัพย์สินที่มีอยู่
(PHRV) ยอมให้เช่า
(PHRV) ยอมให้เช่าหรือใช้ประโยชน์จาก
(N) การประกาศสละสิทธิ์
(N) การสละ
(VT) เปิดใหม่
(VT) เปิดออก
(VT) เริ่มใหม่
(N) สั่งใหม่
(VT) จัดระบบใหม่
(VT) จัดระบบใหม่
(ABBR) คําย่อของ Representative หรือ Republican
(SL) ตัวแทนขาย
(VT) กริยาช่องที่ 2 ของ repay
(N) การซ่อมแซม
(VT) ชดเชย
(VT) ซ่อมแซม
(VT) ไปเป็นประจํา
(ADJ) ซึ่งซ่อมแซมใหม่
(N) ผู้ซ่อมแซมใหม่
(N) ช่างซ่อม
(PHRV) ชุมนุม (จํานวนมาก)
(N) การชดเชย
(N) การซ่อมแซม
(N) เงินชดเชย
(ADJ) ซึ่งซ่อมแซมได้
(N) การสนทนาที่ดําเนินไปอย่างฉลาดหลักแหลม
(N) ความชํานาญในการตอบอย่างฉลาดหลักแหลม
(N) อาหาร (คําโบราณ)
(VI) รับประทานอาหาร
(N) คนที่ถูกส่งกลับประเทศ
(VT) ส่งคนกลับประเทศ
(VT) ส่งเงินกลับประเทศ
(PHRV) ส่งคืน
(N) การส่งกลับประเทศ
(N) คนที่ถูกส่งกลับประเทศ
(VT) จ่ายเงินคืน
(VT) ตอบแทน
(ADJ) ซึ่งชําระคืน
(PHRV) ให้คืนด้วย
(PHRV) ใช้คืน
(PHRV) ให้รางวัลสําหรับ
(N) การชําระคืน
(PHRV) จ่ายคืน/ชดใช้ด้วย
(N) การยกเลิก (กฎหมาย, คําสั่ง)
(VT) ยกเลิก (กฎหมาย, คําสั่ง)
(ADJ) ซึ่งยกเลิก
(N) ผู้ยกเลิก
(N) การกระทําซ้ํา
(VT) เกิดซ้ํา
(VT) พูดซ้ํา
(ADJ) ซึ่งทําซ้ํา
(ADJ) สุภาพและไม่ก้าวร้าว
(ADJ) ซ้ําๆ
(ADV) อย่างซ้ําๆ
(N) ปืนที่ยิงซ้ําได้หลายครั้งโดยไม่ต้องหยุดเติมลูกปืนใหม่
(PHRV) เกิดซ้ําอีก
(PHRV) พูดซ้ํา
(VT) ขับไล่
(VT) ทําให้เป็นที่น่ารังเกียจ
(VT) ปฏิเสธ
(PHRV) ขับไล่จาก
(ADJ) ซึ่งตีตัวออกห่าง
(ADJ) ซึ่งตีตัวออกห่าง
(N) คนตีตัวออกห่าง
(VI) สํานึกผิด
(VT) เสียใจ
(N) การแสดงความเสียใจต่อสิ่งที่กระทําผิด
(ADV) อย่างสํานึกผิด
(N) ผู้สํานึกผิด
(PHRV) เปลี่ยนใจเกี่ยวกับ
(PHRV) เสียใจกับสิ่งที่ทํา
(N) การสะท้อนกลับ
(N) ผลของการกระทํา
(ADJ) ซึ่งสะท้อนกลับ
(N) บทละครหรือบทเพลงซึ่งเป็นที่รู้จักดี
(N) บทละครหรือบทเพลงซึ่งเป็นที่รู้จักดี
(N) การเกิดซ้ํา
(N) การพูดซ้ํา
(N) สําเนา
(ADJ) ซ้ําๆ ซากๆ
(ADJ) ซึ่งเกิดซ้ําๆ
(VT) พูดซ้ํา
(VI) ไม่พอใจ
(PHRV) ไม่พอใจกับ
(N) ผู้คร่ําครวญ
(VT) แทนที่
(VT) นํามาไว้ที่เดิม
(ADJ) ซึ่งแทนที่ได้
(PHRV) แทนที่ (บางสิ่ง / บางคน) ด้วย
(N) การทําหน้าที่แทน
(N) ผู้ทําหน้าที่แทน
(VT) เล่นซ้ํา
(VT) เติม
(N) การเติมให้เต็ม
(PHRV) เติมด้วย
(ADJ)  เต็มอิ่ม
(ADJ) สมบูรณ์
(N) ความสมบูรณ์
(N) การคืนทรัพย์ที่ยึดมา
(N) งานศิลปะที่จําลองจากของจริง
(N) สําเนา
(VT) ทําซ้ําหรือทําสําเนาใหม่
(N) คําตอบ
(N) การตอบ
(N) การตอบสนอง
(VI) ตอบ
(VT) ตอบ
(PHRV) ตอบ
(PHRV) เขียนตอบ
(PHRV) ตอบกลับ
(PHRV) พูดตอบ
(SL) รถที่ยึดคืน
(N) ข่าว
(N) ชื่อเสียง
(N) รายงาน
(VI) บันทึก
(VI) รายงาน
(VI) รายงานตัว
(VT) บันทึก
(VT) รายงาน
(ADJ) ซึ่งรายงานหรือแถลงข่าว
(N) การรายงานข่าว
(PHRV) รายงานกลับ
(ADV) ตามรายงาน
(N) คํารายงานจากคําพูดของคนอื่น
(N) ผู้รายงาน
(N) ผู้สื่อข่าว
(IDM) รายงาน (ความผิด)
(PHRV) ประกาศความพร้อมสําหรับ
(N) การรายงานข่าว
(IDM) ให้ข่าวสาร
(ADJ) ตามที่รายงานไว้
(IDM) แถลงกลับ
(IDM) ประกาศการไม่สามารถทํางาน
(IDM) รับผิดชอบต่อ
(IDM) รายงานเกี่ยวกับ (บางสิ่ง) ต่อ
(IDM) รายงานตัวต่อ (การมาถึง)
(IDM) ให้รายงาน (ชื่อ) ต่อ
(N) ความสงบ
(N) การพักผ่อน
(N) ความสงบ
(VI) นอนตาย
(VI) นอนพักผ่อน
(VT) นอนพักผ่อน
(VT) นอนพิง
(VI) เชื่อใจ
(ADJ) ซึ่งสงบเงียบ
(IDM) นอนพัก
(IDM) มอบอํานาจให้กับ
(IDM) ไว้วางใจ
(IDM) ขึ้นอยู่กับ
(IDM) นอนพัก
(VT) เก็บไว้
(N) โกดัง
(N) ที่เก็บ
(N) ผู้ได้รับความไว้วางใจ
(N) ผู้มีความรู้กว้างขวาง
(N) สุสาน
(VT) ทําให้ได้กลับมา
(N) การครอบครองทรัพย์สิน
(VT) ตําหนิ
(ADJ) น่าตําหนิ
(N) การตําหนิ
(ADV) อย่างตําหนิติเตียน
(VT) ทําหน้าที่แทน
(VT) เป็นสัญลักษณ์ของ
(VT) แสดงให้เห็น
(VT) อธิบาย
(IDM) เป็นเครื่องหมายของ
(IDM) แสดงให้เห็นภาพของ
(N) การเป็นตัวแทน
(ADJ) ซึ่งดําเนินการแทน
(ADJ) เป็นตัวแทน
(ADJ) เป็นตัวอย่าง
(N) ตัวแทน
(N) ตัวอย่าง
(ADV) โดยดําเนินการแทน
(N) การเป็นตัวแทน
(PHRV) แสดงความคิดเห็นกับ
(PHRV) แสดงให้เห็นภาพ / ความคิด
(PHRV) อธิบาย
(VT) ใช้อํานาจควบคุมบังคับ
(VT) อดกลั้นไว้
(ADJ) ซึ่งอดกลั้น
(ADJ) ซึ่งอดกลั้น
(N) ความอดกลั้น
(ADJ) ซึ่งอดกลั้น
(ADV) อย่างอดกลั้น
(N) ความอดกลั้น
(N) ผู้อดกลั้น
(N) การบรรเทา
(N) การพักหรือเลื่อนการประหาร
(VT) ทําให้บรรเทา
(VT) พักหรือเลื่อนการประหาร
(N) การตําหนิ
(VT) ตําหนิ
(PHRV) ต่อว่า / ดุด่าอย่างเป็นทางการ
(N) สําเนา
(N) หนังสือที่พิมพ์ซ้ํา
(VT) พิมพ์ซ้ํา
(PHRV) พิมพ์ใหม่
(PHRV) พิมพ์ใหม่
(N) การแก้แค้น
(N) การโต้ตอบด้วยกําลังทหาร
(N) การชดเชย
(VT) ชดเชย
(N) การตําหนิ
(N) สิ่งที่ทําให้เสื่อมเสีย
(VT) ตําหนิ
(VT) ทําให้เสื่อมเสีย
(ADJ) ซึ่งทําให้เสื่อมเสีย
(N) ผู้ทําให้เสื่อมเสีย
(PHRV) ด่าว่า
(ADJ) เต็มไปด้วยคําตําหนิ
(ADV) อย่างกล่าวตําหนิ
(N) การกล่าวตําหนิ
(ADV) โดยกล่าวตําหนิ
(PHRV) ตําหนิ
(ADJ) เลวทราม
(N) คนเลวทราม
(N) ผู้โดนสาปแช่ง (ทางศาสนา)
(VT) ตําหนิ
(VT) ไม่ยอมรับ
(N) การกล่าวตําหนิ
(ADJ) ซึ่งตําหนิติเตียน
(VI) ทําสําเนา
(VI) สืบพันธุ์
(VT) ทําซ้ํา
(VT) ทําสําเนา
(PHRV) สร้างใหม่
(PHRV) พิมพ์ใหม่
(N) ผู้แพร่พันธุ์
(ADJ) ซึ่งทําให้แพร่พันธุ์
(N) การแพร่พันธุ์
(ADJ) เกี่ยวกับการสืบพันธุ์
(N) การตําหนิติเตียน
(VT) ตําหนิ
(PHRV) ด่าว่ารุนแรง
(ADJ) ซึ่งจัดอยู่ในจําพวกสัตว์เลื้อยคลาน
(N) สัตว์เลื้อยคลาน
(ADJ) เกี่ยวกับสัตว์เลื้อยคลาน
(ADJ) เลวทราม
(N) สัตว์เลื้อยคลาน
(N) สาธารณรัฐ
(ADJ) เกี่ยวกับสาธารณรัฐ
(N) สมาชิกพรรครีพับริกันของสหรัฐอเมริกา
(N) การทําให้เป็นสาธารณรัฐ
(VT) ทําให้เป็นสาธารณรัฐ
(VT) ปฏิเสธ
(VT) เลิกคบ
(N) การปฏิเสธ
(ADJ) ซึ่งปฏิเสธ
(N) ผู้ปฏิเสธ
(VT) ต่อต้าน
(N) ความรังเกียจมาก
(N) ความรังเกียจมาก
(ADJ) น่ารังเกียจ
(ADJ) เป็นปฏิปักษ์
(N) การขับไล่
(N) การปฏิเสธ
(VT) ขับไล่
(VT) ปฏิเสธ (ความช่วยเหลือ, มิตรภาพ)
(VT) รังเกียจ
(PHRV) ขับไล่กลับไป
(N) ความรู้สึกรังเกียจ
(N) แรงผลัก (ทางฟิสิกส์)
(ADJ) น่ารังเกียจ
(N) ความน่ารังเกียจ
(ADJ) มีชื่อเสียง
(N) ชื่อเสียง
(N) ชื่อเสียง
(PHRV) เป็นคนมีชื่อเสียงที่สุด
(ADJ) เป็นที่เลื่องลือว่า
(ADV) อย่างเลื่องลือ
(ABBR) คําย่อของ request
(N) การขอร้อง
(N) ความต้องการ
(N) เพลงที่ถูกขอตามรายการวิทยุหรือในสถานเริงรมย์ (เช่น ไนต์คลับ, บาร์)
(VT) ขอร้อง
(PHRV) ขอ (บางสิ่ง) จาก
(N) การสวดมนต์ส่งวิญญาณผู้ตาย
(VT) ต้องการ
(VT) บังคับใช้ (กฎหมาย)
(VT) เรียกร้อง
(N) ความต้องการ
(N) สิ่งจําเป็น
(PHRV) อ้างสิทธิ์
(ADJ) จําเป็น
(N) สิ่งจําเป็น
(N) ความต้องการ
(N) คําร้อง
(VT) เรียกร้อง
(PHRV) ยึด (บางสิ่ง) อย่างเป็นทางการเพื่อ
(PHRV) เรียกร้องจาก
(N) การตอบสนอง
(VT) ตอบแทน
(VT) ตอบสนอง
(VT) โต้ตอบ
(N) ผู้โต้ตอบ
(PHRV) จ่ายคืน
(N) การตกแต่งประดับประดาฉากหลังแท่นบูชา (ทางศาสนาคริสต์)
(VT) ส่งไปโดยเส้นทางต่างๆ
(N) การเริ่มใหม่
(VT) เริ่มใหม่
(ADJ) ซึ่งสามารถขายได้อีก
(N) การขายใหม่
(VT) จัดตารางเวลาใหม่
(VT) เพิกถอน (สัญญา, กฎหมาย)
(ADJ) ซึ่งยกเลิก
(N) การยกเลิก
(ADJ) ซึ่งยกเลิก
(N) คําแถลงการณ์
(N) การช่วยชีวิต
(VT) ช่วยชีวิต
(PHRV) ช่วยเหลือจาก
(N) การวิจัย
(VI) วิจัย
(VT) วิจัย
(N) งานวิจัยและพัฒนา (คําย่อคือ R&D)
(N) นักวิจัย
(PHRV) ค้นคว้า
(VT) ชําแหละ
(N) การชําแหละ
(VT) ขายใหม่
(N) ความคล้ายคลึง
(VT) คล้าย
(PHRV) ดูเหมือน
(VT) ส่งกลับไปใหม่
(VT) ส่งใหม่
(VT) โกรธเคือง
(ADJ) ซึ่งไม่พอใจ
(N) ความไม่พอใจ
(N) การจอง
(N) ข้อจํากัด
(N) เขตสงวน
(N) กองหนุน
(N) เขตสงวน
(N) เงินสํารอง
(N) ตัวสํารอง
(N) สิ่งที่สํารองไว้
(VT) จอง
(VT) สํารอง
(ADJ) จองไว้
(ADJ) ซึ่งสงวนท่าที
(ADJ) สํารองไว้
(ADV) ซึ่งสงวนไว้
(N) การสงวนไว้
(PHRV) เก็บสํารองไว้สําหรับ
(PHRV) จองไว้
(N) ทหารกองหนุน
(N) ที่เก็บสะสม
(N) อ่างเก็บน้ํา
(VT) ตั้งเครื่องใหม่
(VI) ไปตั้งรกรากใหม่
(N) การไปตั้งรกรากใหม่
(VT) เปลี่ยนรูปใหม่
(N) การสับเปลี่ยน
(VI) อยู่อาศัย
(VI) มีอยู่ใน
(PHRV) เป็นของ
(PHRV) ฝังอยู่ใน
(PHRV) อาศัยอยู่ใน
(N) การอยู่อาศัย
(N) ที่อยู่อาศัย
(N) ที่อยู่อาศัย
(N) ที่อยู่อาศัย
(N) ผู้พักอาศัย
(ADJ) เกี่ยวกับที่พักอาศัย
(ADJ) ซึ่งเหลืออยู่
(N) สิ่งที่เหลืออยู่
(N) สิ่งเพิ่มเติม
(ADJ) เกี่ยวกับสิ่งที่เหลืออยู่
(N) เศษตกค้าง
(N) ส่วนที่เหลือ
(N) คํานามพหูพจน์ของ residue
(VI) ลาออก
(VT) ยอม
(VT) ลาออก
(N) การยอมจํานน
(N) การลาออก
(ADJ) ซึ่งยอมจํานน
(ADV) โดยยอมจํานน
(N) การยอมจํานน
(PHRV) ลาออกจาก
(IDM) ยอมรับอย่างไม่เต็มใจ
(PHRV) ยอมรับ (บางสิ่งที่ไม่น่าพอใจ)
(PHRV) วางใจใน
(VT) กระเด้งกลับ
(N) ความยืดหยุ่น
(N) ความยืดหยุ่น
(ADJ) ซึ่งฟื้นไข้เร็ว
(ADJ) ยืดหยุ่น
(N) ยางไม้
(N) สารสังเคราะห์ที่มีคุณสมบัติเหมือนยางธรรมชาติ
(VT) ใส่หรือทาด้วยยางไม้
(ADJ) ซึ่งเป็นเรซิน
(VI) ต่อต้าน
(VT) ต่อต้าน
(VT) อดทน
(N) การต่อต้าน
(N) ความอดทน
(N) แรงต้านทาน
(ADJ) ซึ่งต่อต้าน
(N) ผู้ทนต่อบางสิ่ง
(ADJ) ซึ่งสามารถต้านทานได้
(N) ตัวต้านทานกระแสไฟฟ้า
(VI) สอบใหม่
(VT) ใส่พื้นรองเท้าใหม่
(ADJ) ซึ่งสามารถแก้ไขใหม่ได้
(N) การแก้ไขใหม่ได้
(ADJ) ซึ่งแก้ไขใหม่ได้
(N) การแก้ไขใหม่ได้
(ADJ) แน่วแน่
(ADV) อย่างกล้าหาญ
(N) ความกล้าหาญ
(N) การแก้ปัญหา
(N) การตัดสินใจอย่างเด็ดขาด
(N) การลงมติ
(N) มติ
(N) การตัดสินใจ
(N) แน่วแน่
(VI) ตกลงใจ
(VI) แยกแยะ
(VT) แก้ปัญหา
(VT) ตกลงใจ
(VT) ตัดสินใจแน่วแน่
(VT) มีมติ
(VT) แยกแยะ
(VT) วิเคราะห์ (ปัญหา)
(ADJ) ซึ่งตัดสินใจแล้ว
(PHRV) แบ่งออกเป็นส่วน
(PHRV) เปลี่ยนเป็น
(ADJ) ซึ่งช่วยแก้ปัญหา
(ADJ) ซึ่งทําให้เกิดสารแขวนลอย
(PHRV) ตัดสินใจ
(N) ความก้อง
(N) เสียงก้อง
(ADJ) (เสียง) ก้องกังวาน
(VI) ก้องกังวาน
(VT) ทําให้ก้องกังวาน
(N) เครื่องสะท้อนเสียง
(VT) ดูดซึมใหม่
(N) การดูดซึมใหม่
(ADJ) การดูดซึมใหม่
(N) การหันไปพึ่ง
(N) สถานที่ที่ไปบ่อย
(N) สถานที่พักตากอากาศ
(N) แหล่งพึ่งพิง
(VT) ชอบไป
(VT) หันไปพึ่ง
(PHRV) ชอบไปแวะ
(PHRV) ใช้มาตรการ/วิธีเพื่อให้ได้มา
(VI) ดังก้อง
(VI) เลื่องลือ (ชื่อเสียง, เหตุการณ์)
(VT) ส่งเสียงสะท้อน (ห้อง, สถานที่)
(ADJ) ซึ่งดังกึกก้อง
(ADJ) อย่างเด่นชัด
(PHRV) ก้องอยู่ใน
(PHRV) เลื่องชื่อ
(PHRV) ทําให้เกิดเสียงก้องของ
(N) ทรัพยากร
(N) ปฏิภาน
(N) แหล่งที่มา
(ADJ) เต็มไปด้วยความคิดริเริ่มและสามารถแก้ปัญหาได้ดี
(ADV) อย่างมีความคิดริเริ่มและสามารถแก้ปัญหาได้ดี
(N) การแก้ปัญหาได้ดี
(N) ทรัพย์สินของบริษัท
(N) ทรัพยากรของประเทศ
(N) ความเคารพ
(N) ความเอาใจใส่
(N) ประเด็น
(VT) เคารพ
(VT) เอาใจใส่
(N) ความน่านับถือ
(ADJ) ถูกต้องสมควร
(ADJ) น่านับถือ
(N) ผู้นับถือ
(PHRV) เคารพ
(ADJ) ซึ่งมีความเคารพ
(ADJ) น่านับถือ
(PREP) เกี่ยวข้องกับ
(ADJ) เกี่ยวกับแต่ละสิ่งหรือบุคคล
(ADV) ตามลําดับ
(PHRV) นับถือตนเอง
(N) การหายใจได้
(ADJ) ซึ่งสามารถหายใจได้
(N) การหายใจ
(N) เครื่องช่วยหายใจ
(N) หน้ากากป้องกันก๊าซพิษ
(ADJ) ซึ่งเหมาะสําหรับหายใจ
(VI) หายใจ
(VT) หายใจ
(N) การบรรเทาโทษ
(N) การยืดเวลาออกไป
(N) การหยุดพักชั่วคราว
(N) ความสุกสว่าง
(ADJ) สุกสว่าง
(ADV) อย่างสุกสว่าง
(VI) ตอบ
(VI) ตอบสนอง
(VT) ตอบ
(N) ผู้ตอบสนอง
(PHRV) เชื่อฟัง
(PHRV) ตอบสนองต่อ
(PHRV) พูดหรือเขียนตอบ
(PHRV) มีปฏิกิริยากับ
(N) การตอบสนอง
(N) คําตอบ
(N) ความรับผิดชอบ
(N) หน้าที่
(ADJ) เชื่อถือได้
(ADJ) มีความรับผิดชอบ
(N) ความรู้จักรับผิดชอบ
(ADV) โดยรับผิดชอบ
(ADJ) ซึ่งตอบสนอง
(VT) พ่นสีใหม่
(N) การพักผ่อน
(N) การหยุดชั่วขณะ
(N) ความตาย
(N) ที่พัก
(VI) พักผ่อน
(VI) สงบนิ่ง
(VI) อาศัย
(VT) พักผ่อน
(VT) สงบนิ่ง
(N) ส่วนที่เหลือ
(VI) ยังเป็น
(PHRV) พิง
(VT) เริ่มใหม่
(IDM) ทําให้แน่ใจ
(VT) กล่าวซ้ํา
(N) กล่าวซ้ํา
(N) ร้านอาหาร
(N) รถเข็นเสิร์ฟอาหาร
(N) ผู้จัดการของภัตตาคาร
(N) ผู้จัดการของภัตตาคาร
(PHRV) หยุดพัก
(ADJ) ซึ่งเงียบสงบและผ่อนคลาย
(PHRV) เชื่อใจใน
(PHRV) นอนพัก/นอนหลับ/นอนตายใน
(PHRV) มีอยู่เพราะ
(PHRV) ให้อํานาจกับ
(ADJ) พัก
(N) หลุมฝังศพ
(VT) ชดใช้
(PHRV) ชดใช้
(N) การคืนสู่สภาพเดิม
(N) การชดใช้
(ADJ) ซึ่งกลับสู่สภาพปกติ
(ADJ) ซึ่งดื้อรั้น
(ADV) อย่างดื้อรั้น
(N) ความดื้อรั้น
(ADJ) กระสับกระส่าย
(ADJ) ไม่ได้พักผ่อน
(ADV) อย่างกระสับกระส่าย
(VI) เติมสินค้าใหม่
(VT) เติมสินค้าใหม่
(IDM) พอใจกับความสําเร็จ
(IDM) พอใจในความสําเร็จ
(IDM) หยุดพายเรือ
(PHRV) ขึ้นอยู่กับ
(PHRV) ตั้งอยู่บน
(PHRV) นอนหลับ / นอนพัก / นอนตายบน
(PHRV) ไปถึง
(ADJ) ซึ่งกลับสู่สภาพปกติ
(N) การกลับสู่สภาพปกติ
(ADJ) ซึ่งกลับสู่สภาพปกติ
(VT) ซ่อมแซม
(VT) ฟื้นฟู
(N) ผู้ช่วยฟื้นฟู
(PHRV) กลับมารับตําแหน่ง / หน้าที่เดิม
(PHRV) ทําให้คืนสู่สภาพเดิม
(PHRV) ส่งคืน
(VT) กักขัง
(VT) ควบคุม
(VT) ยับยั้ง
(ADJ) ซึ่งถูกควบคุม
(N) ผู้ยับยั้ง
(PHRV) ละเว้นจาก
(N) การหน่วงเหนี่ยว
(VT) จํากัด
(ADJ) ซึ่งถูกยับยั้ง
(N) การยับยั้ง
(ADJ) ซึ่งถูกจํากัด
(PHRV) จํากัดต่อ
(N) ห้องน้ํา
(N) ห้องน้ํา
(VI) เปลี่ยนโครงสร้างใหม่
(VT) เปลี่ยนโครงสร้างใหม่
(N) เปลี่ยนโครงสร้างใหม่
(PHRV) พักผ่อนเต็มที่
(PHRV) เป็นความรับผิดชอบของ
(N) ผลลัพธ์
(SL) คําอุทานเมื่อประสบผลสําเร็จ
(VI) เป็นผล
(N) ซึ่งเป็นผลจาก
(PHRV) เป็นผลจาก
(PHRV) ส่งผลให้เกิด
(VI) ดําเนินต่อไปใหม่
(VT) กลับไปสู่ตําแหน่งเดิม
(VT) ดําเนินต่อไปใหม่
(N) การกลับสู่สภาพเดิม
(ADJ) ซึ่งนอนหงาย
(VI) ขึ้นสู่ผิวน้ําใหม่
(VT) เปลี่ยนผิวหน้าใหม่
(VI) ฟื้นคืนชีพ
(N) การฟื้นคืน
(ADJ) ซึ่งฟื้นคืนพลังใหม่
(VI) กลับมีชีวิตใหม่
(VT) ทําให้คืนชีพ
(VT) นํากลับมาใช้
(N) การฟื้นคืน
(ADJ) ซึ่งช่วยกู้ชีวิต
(VT) ช่วยให้ฟื้นคืนสติ
(VT) ทําให้กลับมานิยมอีก
(N) การช่วยให้ฟื้นคืน
(ADJ) ซึ่งช่วยกู้ชีวิต
(N) ผู้ช่วยชีวิต
(ABBR) คําย่อของ retired
(ADJ) เกี่ยวกับการขายปลีก
(ADV) ในราคาขายปลีก
(N) การขายปลีก
(VI) ขายปลีก
(VT) ขายปลีก
(VT) นําไปเล่าต่อ
(PHRV) ขายปลีกที่ (ราคา)
(N) ผู้ขายปลีก
(VT) ขายโดยตรงให้ลูกค้า
(PHRV) ขาย (สินค้า) ปลีก
(PHRV) เล่าเรื่อง (ขําขันหรือน่าสนใจ) ให้ฟัง
(VT) เก็บไว้
(VT) จดจํา
(VT) ผูกขาด
(VT) ว่าจ้างทนาย
(N) ผู้คอยติดตาม
(ADJ) ซึ่งยึดไว้
(PHRV) รักษาไว้
(N) การถ่ายภาพอีก
(VT) ถ่ายภาพอีก
(VT) ยึดกลับคืน
(VT) กริยาช่องที่ 3 ของ retake
(VI) ตอบโต้
(PHRV) โต้ตอบ
(N) การแก้แค้น
(ADJ) ซึ่งแก้แค้นคืน
(ADJ) ซึ่งแก้แค้นคืน
(VT) ทําให้ช้า
(ADJ) ซึ่งหน่วงเหนี่ยวไว้
(N) สารที่ทําให้ปฏิกิริยาทางเคมีช้าลง
(N) ความปัญญาอ่อน
(N) สิ่งที่เป็นอุปสรรค
(ADJ) ปัญญาอ่อน
(ADJ) ปัญญาอ่อน
(ADJ) ซึ่งมีพัฒนาการทางสติปัญญาช้า
(ADJ) ปัญญาอ่อน
(N) สารที่ทําให้ปฏิกิริยาทางเคมีช้าลง
(VI) คลื่นไส้เหมือนจะอาเจียน
(VT) อาเจียน
(VT) เล่าใหม่
(N) การเก็บรักษา
(N) การคั่งของของเสียในร่างกาย
(N) การจดจํา
(ADJ) ซึ่งเก็บรักษาไว้ได้
(ADJ) มีความทรงจําดี
(VT) ทดสอบใหม่
(VT) คิดใหม่
(N) ความเงียบ
(ADJ) ซึ่งพูดน้อย
(N) ลายเส้นของกล้องสําหรับช่วยโฟกัสสิ่งที่ส่องดู
(ADJ) เหมือนตาข่าย
(VI) ทําเป็นตาข่าย
(VT) ทําให้เป็นตาข่าย
(ADJ) ซึ่งเหมือนตาข่าย
(N) เยื่อชั้นในของลูกตา
(N) ข้าราชบริพาร
(VI) เกษียณ
(VI) เข้านอน
(VI) ถอนตัว
(VT) ออกไป
(ADJ) ถอนตัว
(ADJ) ปลดเกษียณ
(N) ผู้เกษียณ
(PHRV) ปลดเกษียณจาก
(PHRV) ปลดจากตําแหน่ง
(IDM) (ละทิ้งทางโลก) เข้าสู่โลกทางศาสนา
(PHRV) เงียบและไม่พูดคุยกับคนอื่น
(N) การปลดเกษียณ
(PHRV) ปลดเกษียณ
(PHRV) ย้ายกลับไปประจําตําแหน่ง
(PHRV) ย้ายที่ทํางาน
(PHRV) หลบไป (สถานที่เงียบหรือเป็นส่วนตัว)
(PHRV) ไปนอน
(ADJ) ซึ่งปลดเกษียณ
(VT) กริยาช่องที่ 2 ของ retake
(VI) ดัดแปลงใหม่
(VT) ดัดแปลงใหม่
(N) การพูดย้อนตอบ
(VT) โต้ตอบ
(N) หลอดแก้วคอยาวสําหรับกลั่นในห้องทดลอง
(N) การตอบกลับ
(N) การตกแต่ง
(N) ส่วนที่เสริมแต่ง
(VT) ตกแต่ง (ภาพวาดหรือภาพถ่าย)
(N) ผู้เสริมแต่ง
(VT) ย้อนรอยเดิม
(VT) หวนนึกถึง
(ADJ) ซึ่งหวนรําลึกถึง
(VT) ถอนคําพูด
(VT) หด
(N) การหวนรําลึกถึง
(ADJ) ซึ่งย้อนกลับไป
(N) ผู้หวนรําลึกถึง
(VT) ซ่อมยางรถยนต์
(N) การปลดเกษียณ
(N) การล่าถอย
(N) ช่วงเวลาแห่งความสันโดษ
(N) สถานที่ที่สงบเงียบ
(N) สัญญาณถอย
(VI) ถอนตัว
(VI) ถอย
(PHRV) ล่าถอยจาก
(PHRV) หลบหนี (ด้วยความกลัว)
(PHRV) ถอนกลับ
(VI) ประหยัด
(VT) ประหยัด
(N) ความประหยัด
(N) การไต่สวนใหม่
(N) ผลกรรมสนอง
(N) การกู้คืนมา
(N) การเอากลับคืนมา
(VT) ได้กลับคืนมา
(VT) ทําให้กลับสู่สภาพเดิม
(VT) เรียกข้อมูลคืนมา
(PHRV) กู้คืน
(N) ผู้เอากลับมา
(N) คําเรียกสั้นๆ ของ retrorocket
(PRF) ข้างหลัง
(PRF) ไปข้างหลัง
(VI) โต้ตอบ
(ADJ) ซึ่งมีผลย้อนหลัง
(VI) ถอยหลัง
(VT) มอบคืน
(N) การถดถอย
(ADJ) ไม่ก้าวหน้า
(VI) ถอยหลัง
(ADV) อย่างถดถอย
(VI) ถอยหลัง
(N) การถอยหลัง
(ADJ) ซึ่งถอยหลัง
(ADJ) ซึ่งหันไปด้านหลัง
(N) การรําลึกอดีต
(N) การระลึกถึงความหลัง
(ADJ) มีผลย้อนหลัง
(ADJ) ระลึกถึงความหลัง
(N) นิทรรศการผลงานเก่าๆ ของศิลปิน
(N) การหันไปด้านหลัง
(N) ไวน์ขาวหรือแดงจากกรีซ
(ADJ) เกี่ยวกับการกลับมา
(N) การกลับคืน
(N) ผลกําไร
(N) ผลตอบแทน
(N) ลูกตีกลับ
(VI) กลับคืน
(VT) ชดเชย
(VT) ตอบ
(VT) เตะลูกกลับ
(VT) เลือกกลับเข้าไปอีก
(VT) ให้ผล
(ADJ) ซึ่งกลับคืนได้
(N) ผู้กลับคืน
(N) ผู้กลับคืนสู่บ้านเกิด
(N) ผู้กลับไปทํางานใหม่
(PHRV) กลับคืนจาก
(N) ผลการเลือกตั้ง
(IDM) ชมกลับไป
(IDM) ชมกลับไป
(IDM) ตอบแทนความดี
(IDM) ตั๋วไปกลับ
(N) ตั๋วเดินทางทั้งไปและกลับ
(PHRV) กลับไปใช้วิธี / มาตรการเดิม
(PHRV) กลับไปยัง (สถานที่)
(PHRV) ทําให้กลับคืนสู่
(PHRV) พูดหรือเขียนเกี่ยวกับ
(PHRV) ส่งกลับไปให้ (บางคน)
(PHRV) กลับมาพร้อมกับ
(PHRV) ได้รับเลือก (ตั้ง) ด้วย (คะแนนเสียง)
(ADJ) ซึ่งมีด้านบนทู่ๆ และเว้าเล็กน้อย
(N) การรวมตัวกันใหม่ (หลังจากแบ่งแยก)
(VI) รวมตัวใหม่
(VT) รวมตัวใหม่
(N) การกลับมารวมกันใหม่
(N) การชุมนุมกัน
(VI) รวมตัวกันใหม่
(VT) รวมตัวกันใหม่
(PHRV) นํามารวมกับ
(ADJ) ซึ่งนํามาใช้ใหม่
(N) การนํากลับมาใช้ใหม่
(VT) นํากลับมาใช้ใหม่
(ABBR) คําย่อของ reverend
(N) การหมุนรอบของเครื่องยนต์
(VI) หมุนเร็วขึ้น (เครื่องยนต์)
(VT) ทําให้เครื่องยนต์เดินเร็วขึ้น
(VT) ประเมินใหม่
(N) การประเมินใหม่
(VT) ประเมินค่าใหม่
(N) การปรับปรุงใหม่
(VT) ปรับปรุงใหม่
(ABBR) คํานําหน้าพระในศาสนาคริสต์ (มาจาก Reverend)
(VT) เปิดเผย
(VT) แสดงให้เห็น
(ADJ) ซึ่งเผยให้รู้
(PHRV) เปิดเผย
(N) สัญญาณที่ให้เรียกให้มาประชุมหรือชุมนุมกัน
(N) งานสนุกสนานครื้นเครง
(VI) สนุกสนาน
(VI) อยู่ในงานรื่นเริง
(N) การเปิดเผย
(N) การเปิดเผยของพระเจ้า
(N) สิ่งประหลาดที่ถูกเปิดเผย
(ADJ) ซึ่งเผยให้เห็นสิ่งที่ไม่รู้มาก่อน
(PHRV) สนุกสนานมากกับ
(N) การเที่ยวหาความสนุกสนาน
(N) ผู้กลับคืนมา
(N) การแก้แค้น
(N) ความต้องการที่จะแก้แค้น
(VT) แก้แค้น
(ADJ) เต็มไปด้วยความแค้น
(PHRV) ลงโทษ
(N) รายได้
(N) รายได้ของรัฐซึ่งได้จากภาษีอากรและค่าธรรมเนียม
(N) อากรแสตมป์
(N) เสียงสะท้อนที่เกิดจากอุปกรณ์ไฟฟ้า
(VI) ดังก้อง
(VI) มีผลสะท้อนต่อเนื่อง
(VT) ทําให้ดังก้อง
(PHRV) ทําให้สั่นสะเทือนใน
(PHRV) มีชื่อเสียง
(PHRV) ก้องด้วย
(N) การดังก้อง
(N) เสียงดังที่สะท้อนไปมา
(VT) เคารพนับถือ
(N) การเคารพนับถือ
(VT) แสดงความเคารพนับถือ
(ADJ) น่าเคารพนับถือ
(N) บาทหลวง
(ADJ) ซึ่งเคารพนับถือ
(ADJ) ซึ่งแสดงความเคารพนับถือ
(ADV) โดยแสดงความเคารพนับถือ
(N) การฝันกลางวัน
(N) ส่วนพลิกกลับด้านในออกของเสื้อผ้า
(N) การเปลี่ยนให้กลับกัน
(ADJ) ซึ่งถอยกลับ
(ADJ) ตรงกันข้าม
(N) การถอยหลัง
(N) ความล้มเหลว
(N) ด้านตรงกันข้าม
(VT) กลับกัน
(VT) กลับคําพิพากษา
(VT) ถอยกลับ
(N) การพลิกกลับด้านในออก
(ADJ) ซึ่งพลิกกลับได้
(ADV) อย่างพลิกกลับได้
(N) การกลับกัน
(VI) กลับไปกล่าวถึงหัวข้อเดิม
(VI) กลับไปสู่นิสัยเดิม
(VI) กลับสู่สภาพเดิม
(ADJ) ซึ่งกลับสู่สภาพเดิม
(PHRV) กลับสู่สภาพเดิม
(PHRV) (ทรัพย์สิน)กลับสู่
(PHRV) พูดหรือเขียนอีกเกี่ยวกับ
(N) การฝันกลางวัน
(N) หินหรือวัสดุที่เสริมกําแพงให้แข็งแรง
(N) การทบทวน
(N) บทวิจารณ์
(VT) เขียนบทวิจารณ์
(VT) ตรวจสอบ
(VT) ทบทวน
(N) การทบทวน
(N) ผู้ทบทวน
(VT) ด่าว่า
(PHRV) ต่อว่า
(N) สิ่งที่ปรับปรุงแก้ไข
(VT) แก้ไข
(VT) ทบทวน
(N) การปรับปรุงใหม่
(N) การปฏิรูปลัทธิของ Marx ใหม่
(N) ผู้ปรับปรุงใหม่
(VT) กลับมาเยี่ยมอีกครั้ง
(ADJ) ซึ่งพิจารณาใหม่
(VT) ให้ชีวิตใหม่
(N) การให้พลังงานใหม่
(VT) ให้ชีวิตใหม่
(N) การฟื้นคืนมา
(ADJ) ซึ่งฟื้นคืนมา
(N) การทําให้ฟื้นคืนชีพ
(N) การนํามาทําใหม่
(N) การฟื้นฟูใหม่
(N) ผู้ปลุกกระแสศรัทธาขึ้นใหม่
(VI) ฟื้นคืนสติ
(VT) ฟื้นคืนสติ
(N) ผู้ทําให้กลับสู่สภาพเดิม
(N) การทําให้มีชีวิตชีวาใหม่
(N) ผู้ทําให้มีชีวิตชีวาใหม่
(VI) มีชีวิตชีวาใหม่
(VT) ทําให้มีชีวิตชีวาใหม่
(N) การเพิกถอนได้
(ADJ) ซึ่งเพิกถอนได้
(ADV) อย่างเพิกถอนได้
(N) การยกเลิก (กฎหมาย, ใบอนุญาต)
(ADJ) ซึ่งยกเลิกได้
(VT) เพิกถอน
(VT) เรียกตัวกลับ
(N) การปฏิวัติ
(VI) ปฏิวัติ
(VI) รังเกียจ
(PHRV) คัดค้าน
(ADJ) น่าตีตัวออกห่าง
(N) การปฏิวัติ
(N) การเปลี่ยนแปลงอย่างสิ้นเชิง
(N) การหมุนหนึ่งรอบ
(N) วัฏจักร
(ADJ) เกี่ยวกับการปฏิวัติ
(VT) ปฏิวัติ
(N) นักปฏิวัติ
(VT) ปฏิวัติ
(ADJ) ซึ่งหมุนรอบ
(VI) ครุ่นคิด
(VI) หมุนรอบ
(VT) ทําให้หมุนรอบ
(PHRV) มุ่งที่
(PHRV) หมุนรอบ
(N) ปืนพกลูกโม่
(ADJ) ซึ่งหมุนรอบ
(N) ประตูหมุน
(IDM) เร่งเครื่องอยู่กับที่
(N) ละครที่มีการร้องเพลงและเล่นตลกล้อเลียน
(N) การถอยกลับ
(N) ความรู้สึกขยะแขยะ
(ADJ) ซึ่งเปลี่ยนแปลงฉับพลันและรุนแรง
(PHRV) (เครื่องยนต์) ทําให้เพิ่มความเร็ว
(N) รางวัล
(VT) ให้รางวัล
(ADJ) ซึ่งให้รางวัล
(N) ผู้ให้รางวัล
(PHRV) ได้รางวัลสําหรับ
(ADJ) ซึ่งให้รางวัล
(N) การปุ่มกรอเทปกลับ
(VT) กรอเทปหรือฟิล์มไปที่ต้นม้วน
(VT) ต่อสายไฟฟ้าใหม่
(VT) เปลี่ยนคําพูดใหม่
(VT) ปรับปรุงใหม่
(N) เรื่องราวที่เขียนใหม่
(VT) เขียนใหม่
(N) ผู้เขียนใหม่
(VI) กริยาช่องที่ 3 ของ rewrite
(VT) กริยาช่องที่ 3 ของ rewrite
(VI) กริยาช่องที่ 2 ของ rewrite
(VT) กริยาช่องที่ 2 ของ rewrite
(ADJ) ที่เต็มไปด้วยความดีใจอย่างเหลือล้น (ภาษาหรืออารมณ์)
(ADJ) ที่เต็มไปด้วยความดีใจอย่างเหลือล้น (ภาษาหรืออารมณ์)
(ADV) อย่างคลั่งไคล้มาก
(VI) พูดหรือเขียนด้วยอารมณ์ความรู้สึกมากมาย
(N) ผู้คลั่งไคล้มาก
(VI) พูดหรือเขียนด้วยอารมณ์ความรู้สึกมากมาย
(PHRV) ยกย่อง
(N) คําพูดหรือบทความที่ดูกระตือรือล้น (มักใช้รูปพหูพจน์ rhapsodies)
(N) บทเพลงอิสระที่เต็มไปด้วยอารมณ์ความรู้สึก
(N) นกที่มีลักษณะคล้ายนกกระจอกเทศ
(ADJ) เกี่ยวกับแม่น้ําไรน์
(N) ธาตุเรเนียม (สัญลักษณ์ย่อคือ Re)
(N) ตัวต้านทานกระแสไฟฟ้า
(N) ลิงจําพวก Macaca mulatta พบในอินเดีย
(N) การใช้ถ้อยคําชักจูงโน้มน้าว
(N) การใช้ถ้อยคําโอ้อวดเกินเลย
(ADJ) เชิงสํานวนโวหาร
(N) คําถามเชิงสํานวนโวหาร
(N) น้ํามูก
(ADJ) เกี่ยวกับโรคปวดตามข้อและกล้ามเนื้อ
(N) ผู้ที่เป็นโรคไขข้ออักเสบ
(N) โรคไขข้ออักเสบ
(N) โรคไขข้ออักเสบ
(N) เหมือนโรคไขข้ออักเสบ
(N) โรคไขข้ออักเสบ
(ADJ) เกี่ยวกับจมูก
(N) บริเวณตะวันตกของแม่น้ําไรน์ในเยอรมัน
(N) พลอยเทียมไม่มีสีชนิดหนึ่ง ลักษณะคล้ายเพชร
(N) โรคเยื่อจมูกอักเสบ
(N) คําย่อของ rhinoceros
(N) แรด
(N) เหง้า
(N) อักษรกรีกตัวที่ 17 (อักษรแทนในภาษาอังกฤษคือ r )
(N) ธาตุโรเดียม (สัญลักษณ์แทนคือ Rh)
(N) ไม้พุ่มชนิดหนึ่งมีดอกสีสันสดใส มีทางเอเชียใต้
(N) สี่เหลี่ยมขนมเปียกปูน
(N) สี่เหลี่ยมขนมเปียกปูน
(N) สี่เหลี่ยมขนมเปียกปูน
(N) การทะเลาะวิวาท (คําไม่เป็นทางการ)
(N) พืชจําพวก Rheum ลําต้นอ่อนกินได้ ใบมีพิษ
(N) การเต้นจังหวะรุมบ้า
(N) บทกวี
(N) เสียงสัมผัสในบทกวี
(VI) เขียนบทกวี
(VT) เขียนบทกวี
(VT) ใช้เสียงสัมผัส
(N) กวีที่สร้างงานไม่มีคุณภาพ
(PHRV) คล้องจองกับ
(N) ความสอดคล้อง
(N) จังหวะ
(N) จังหวะดนตรี
(N) จังหวะสัมผัสในกวี
(N) ลีลา
(ADJ) เป็นจังหวะ
(N) กีฬายิมนาสติกลีลา
(N) การคุมกําเนิดแบบงดเว้นมีเพศสัมพันธ์ในช่วงมีไข่ตกในสตรี
(N) โครงร่าง
(N) โครงเส้นสําหรับถักไหมพรม
(N) ซี่โครง
(N) เนื้อติดซี่โครง
(N) เส้นใบไม้
(VI) เย้าแหย่
(VT) จัดให้เป็นโครง
(VT) เย้าแหย่
(ADJ) หยาบคาย
(N) คนหยาบคาย
(N) ตลกหยาบโลน
(N) คําโบราณของ ribbon
(ADJ) ซึ่งทําเป็นโครง
(N) การหยอกล้อ
(N) ส่วนของโครงเส้นที่ใช้ในการถักไหมพรม
(N) แถบผ้าหมึก
(N) สายสะพาย
(N) เส้นหรือแถบผ้ายาวที่ใช้ผูกเพื่อประดับตกแต่ง
(VT) ฉีกเป็นเส้นยาว
(VT) ตกแต่งด้วยริบบิ้น
(N) โครงกระดูก
(N) วิตะมินบี 2
(N) สารใช้ในการสังเคราะห์โปรตีนของเซลล์สิ่งมีชีวิต (คําย่อ RNA)
(SL) เรื่องตลก
(N) ต้นข้าว
(N) เมล็ดข้าว
(VT) ตํา (ข้าว)
(N) กระดาษบางทําจากใยต้นข้าว
(ADJ) เข้มข้น (รสชาติ, สี)
(ADJ) มีค่า
(ADJ) รวย
(ADJ) (อาหาร) มัน
(ADJ) อุดมสมบูรณ์
(SL) อึ
(SL) แฟนสาว
(N) ความร่ํารวย
(ADV) มั่งคั่ง
(N) ความมั่งคั่ง
(N) หน่วยวัดความรุนแรงของแผ่นดินไหว
(N) กองหญ้าแห้ง
(VT) ทําให้เป็นกอง
(N) โรคกระดูกอ่อน
(ADJ) เกี่ยวกับโรคกระดูกอ่อน
(ADJ) จวนจะพัง
(ADJ) ซึ่งเป็นโรคกระดูกอ่อน
(ADJ) อ่อนแอ
(N) ลายผ้าที่เย็บแบบซิกแซ็ก
(N) รถลาก
(N) รถลาก
(N) การเด้งกลับ
(VI) เด้งกลับ
(N) เนยอิตาลีทําจากหางนม
(ADJ) ขจัดออกไป
(VT) ขจัด
(ADJ) ซึ่งขับผ่านได้
(N) การทําให้หมดสิ้น
(VT) ขี่ (กริยาช่องที่ 3 ของ ride)
(N) เกมทายปริศนา
(N) ปัญหา
(VI) ตอบปริศนา
(VI) พูดเป็นปริศนา
(VT) ตอบปริศนา
(N) ตะแกรงร่อน
(VT) แทงหรือเจาะให้เป็นรูพรุน
(VT) ร่อนด้วยตะแกรง
(VT) ระดมยิง
(SL) การถ่ายปัสสาวะ
(PHRV) เต็มไปด้วย
(PHRV) เจาะเป็นรู
(N) การขี่ยานพาหนะ
(N) การเดินทางโดยยานพาหนะหรือหลังม้า
(N) เครื่องเล่นที่ขับขี่เพื่อความเพลิดเพลิน
(VI) ขี่
(VI) ขี่จักรยานหรือจักรยานยนต์
(VI) ขึ้นลิฟท์
(VI) ควบคุม
(VI) เดินทางโดยใช้ยานพาหนะ
(VI) ลอย
(VI) อาศัย
(VT) ขี่
(VT) ขี่จักรยานหรือจักรยานยนต์
(VT) ขึ้นลิฟท์
(VT) เดินทางโดยใช้ยานพาหนะ
(VT) โต้ (คลื่น)
(ADJ) ซึ่งขับผ่านได้
(PHRV) (เรือ) หยุดแล่น
(PHRV) ขี่ (ม้า, จักรยาน ฯลฯ) ออกไป
(PHRV) ขี้ม้าไล่ล่า
(PHRV) ใช้งานอย่างหนัก / นาน (ม้า)
(PHRV) ขี่ม้าหรือจักรยานผาดโผนหรือเสี่ยงอันตราย
(PHRV) เฝ้าด ู(เพื่อควบคุม)
(PHRV) ยินดีในความสําเร็จ
(PHRV) ขี่ต่อไป
(PHRV) ขี่คอ
(PHRV) ขึ้นอยู่กับ
(PHRV) ได้รับการสนับสนุนจาก
(PHRV) พนันเข้าข้าง
(PHRV) ขี่ออกไปนอกเมือง
(PHRV) ฝ่าฟัน
(PHRV) แล่นฝ่า (เรือ)
(PHRV) ขี่ข้าม
(N) ข้อความเพิ่มเติม
(N) คนที่ขี่ม้าหรือยานพาหนะ
(IDM) ปฏิบัติกับ (บางคน) อย่างเลวร้ายหรือไม่คํานึงถึงความรู้สึก
(N) จํานวนคนโดยสารโดยประมาณ
(IDM) ผูกไว้กับเสาและนําไปลงโทษ
(PHRV) ขี่ไปยัง
(PHRV) ขี่ม้าล่าสัตว์
(PHRV) ขี่คอ
(PHRV) ขึ้นอยู่กับ
(PHRV) ได้รับการสนับสนุนจาก
(PHRV) พนันเข้าข้าง
(N) แนวหรือสัน
(N) ส่วนที่นูน
(N) สันเขา
(VI) เป็นแนวสัน
(VT) ทําให้เป็นสัน
(ADJ) ซึ่งทําเป็นโครง
(N) ขื่อ
(N) แกนหลังคา
(N) การเยาะเย้ย
(VT) เยาะเย้ย
(ADJ) น่าขัน
(ADV) อย่างน่าขํา
(N) ความน่าหัวเราะ
(N) การขี่ม้า
(PHRV) เป็นอิสระจาก
(IDM) กําจัด
(N) เหล้าองุ่นขาว
(ADJ) ซึ่งแพร่กระจาย
(ADJ) มีอยู่ทั่วไป
(N) ท่อนซ้ําในเพลงแจ๊ส
(N) ปืนยาว
(PHRV) สับไพ่
(N) คนชั้นต่ํา
(N) ปืนเล็กยาว
(VT) ทําเป็นเกลียวร่องในลํากล้องปืน
(VI) ปล้น
(VT) ค้น
(VT) ปล้น
(N) ผู้ใช้ปืนยาวหรือผู้เชี่ยวชาญการใช้ปืนยาว
(PHRV) พลิกอย่างเร็ว
(N) ร่องที่เป็นเกลียวของลํากล้องปืน
(N) ความแตกร้าว
(IDM) ความผิดเล็กน้อยที่จะนําไปสู่ความผิดที่ใหญ่ได้
(N) เครื่องมือขุดเจาะน้ํามัน
(VT) ขึงสายระโยงระยาง
(VT) จัดเตรียมเครื่องมืออุปกรณ์
(VT) ใช้อุบายเก็งกําไร
(N) วิธีการที่ซับซ้อน
(N) ดาวที่สุกสว่างที่สุดในหมู่ดาว Orion
(ADJ) เสื้อผ้า
(ADJ) ถูกต้อง
(ADJ) ทางขวา
(ADJ) เป็นธรรม
(ADJ) เหมาะ
(ADV) โดยตรง
(ADV) อย่างฉับพลัน
(ADV) อย่างเหมาะสม
(N) ขวา
(N) ความถูกต้อง
(N) พรรคอนุรักษ์นิยม
(N) สิทธิ
(VT) แก้ไข
(VT) ทําให้ถูกต้อง
(N) การกลับหลังหัน
(IDM) ทุกที่ทุกทาง
(N) มุมฉาก
(ADJ) ซึ่งมีมุมฉาก
(SL) ถูกต้องอย่างยิ่ง
(IDM) ทันทีทันใด
(ADJ) ชอบธรรม
(N) ความชอบธรรม
(ADJ) ยุติธรรม
(ADV) อย่างยุติธรรม
(ADJ) มือขวา
(ADJ) ถนัดมือขวา
(N) ผู้ถนัดมือขวา
(ADJ) ซึ่งยึดถือลัทธิอนุรักษ์นิยม
(N) ผู้ถือลัทธิอนุรักษ์นิยม
(ADV) อย่างถูกต้อง
(ADJ) ซึ่งสมเหตุสมผลและยุติธรรม
(N) ความถูกต้อง
(INT) คําอุทาน (คําเก่า)
(N) สิทธิผ่านทาง
(N) สิทธิผ่านทาง
(IDM) ถูกต้องแม่นยําเลย
(SL) คนงี่เง่า
(SL) คนงี่เง่า
(IDM) ตรงเวลาพอดี
(IDM) ที่ถูกด้าน
(IDM) อยู่ตรงหน้า
(IDM) อยู่ตรงหน้าเลย
(IDM) ที่ตรงตามความสนใจ
(ADJ) ไปทางขวา
(ADV) ไปทางขวา
(ADJ) อนุรักษ์นิยม
(N) พรรคการเมืองอนุรักษ์นิยม
(N) ผู้อนุรักษ์นิยม
(INT) คําอุทาน (คําเก่า)
(ADJ) เข้มงวด
(ADJ) แข็ง
(ADJ) ไม่ยืดหยุ่น
(N) ความเข้มงวด
(N) ความเข้มงวด
(N) การพูดที่วกวน
(N) วิธีการที่ซับซ้อน
(N) ความเข้มงวด
(N) สภาพอากาศที่รุนแรง
(N) การแข็งตัวของร่างที่ตายแล้ว
(ADJ) อย่างเข้มงวด
(ADJ) อย่างแม่นยํา
(ADV) อย่างเข้มงวด
(N) ความเข้มงวด
(N) ความเข้มงวด
(N) สภาพอากาศที่รุนแรง
(PHRV) จัดเตรียมสิ่งของ (เช่น เสื้อผ้า) ให้
(PHRV) แต่งตัว (คําไม่เป็นทางการ)
(PHRV) คิดถึงแผนการ (มักไม่ค่อยซื่อสัตย์) (คําไม่เป็นทางการ)
(PHRV) ผูกเชือกเรือ
(VT) กวนน้ําอย่างแรง
(VT) ทําให้ขุ่นเคือง
(VI) ลําธาร
(N) ลําธารเล็กๆ
(N) หุบเหวตื้นๆ บนพื้นผิวดวงจันทร์
(N) ขอบ
(N) ขอบล้อ
(VT) ทําให้มีขอบ
(N) เปลือกน้ําแข็ง
(VI) เป็นจังหวะ
(VT) เคลือบด้วยน้ําแข็ง
(VT) ทําเป็นจังหวะ
(ADJ) (แว่นตา) ที่ไม่มีขอบ
(ADJ) มีขอบ
(ADJ) ซึ่งแตกร้าว
(ADJ) ซึ่งแตกร้าว
(N) โรบินสัน ครูโซ ตัวละครเอกในนวนิยายของ Daniel Defoe
(N) เปลือกผลไม้
(N) ผิวชั้นนอกของเนยหรือเบคอน
(N) โรคไวรัสร้ายแรงที่เป็นกับสัตว์เลี้ยง
(N) กลุ่มคณะ
(N) เนื้อที่ที่เป็นวงกลม
(N) วงแหวน
(N) ห่วง
(N) แหวน
(VI) ล้อม
(VT) ล้อม
(VT) ใส่ห่วง
(N) เสียงกระดิ่ง
(VI) โทรศัพท์
(VI) ส่งเสียงดังกังวาน
(VI) สั่นกระดิ่ง
(VT) ทําเสียงสะท้อน
(VT) สั่นกระดิ่ง
(IDM) คุ้นๆ หู
(PHRV) โอบล้อมด้วย
(PHRV) โทรศัพท์ไป (หลายที่)
(PHRV) โทรศัพท์กลับ
(PHRV) ชักม่านลง
(IDM) ทําให้เรื่องจบ
(ADJ) ซึ่งเป็นวงแหวน
(N) ผู้สั่นกระดิ่ง
(N) นิ้วนาง (โดยเฉพาะข้างซ้ายซึ่งใช้สวมแหวนหมั้น/แต่งงาน)
(PHRV) กดออดเรียก
(PHRV) พูดด้วยน้ําเสียงไม่จริงใจ
(PHRV) ให้สัญญาณการมาถึงที่ทํางาน
(PHRV) ก้องหรือสะท้อนอยู่ใน
(PHRV) ส่งเสียงเหมือนระฆังสั่น
(ADJ) (เสียง) ดังและชัด
(IDM) ฉลองปีใหม่ตอนเที่ยงคืนของวันที่ 31 ธันวาคม
(IDM) สั่นระฆังเป็นสัญญาณเริ่มปีใหม่
(N) หัวหน้าแก๊ง
(N) ลอนผม
(N) ผู้ควบคุมการแสดงของโรงละครสัตว์
(N) นกหรือสัตว์อื่นที่มีแถบสีรอบๆ คอ
(ADJ) ซึ่งมีแถบสีรอบๆ คอ
(PHRV) วางหูโทรศัพท์
(PHRV) ทําเสียงแตกต่างกันโดยใช้
(PHRV) ลงเวลาเลิกงาน
(PHRV) ส่งเสียงออกไป
(PHRV) (เสียง) โทรศัพท์ดัง
(IDM) สั่นระฆังบอกสัญญาณหมดปีเก่า
(SL) ทวารหนัก
(PHRV) โทรศัพท์ไปทั่ว/หลายที่
(PHRV) ล้อมรอบด้วย
(PHRV) ลากเส้นรอบ
(N) บริเวณใกล้เวทแสดง
(SL) แกงเผ็ด
(IDM) จัดการสิ่งต่างๆ ในรูปแบบใหม่
(PHRV) ก้องหรือสะท้อนอยู่ใน
(PHRV) ส่งเสียงเหมือนระฆังสั่น
(N) เกมโยนห่วง
(IDM) เป็นไปได้
(PHRV) (น้ําเสียง, คําพูด) น่าเชื่อถือ
(PHRV) (เหรียญ) มีเสียงทดสอบว่าเป็นของจริง
(SL) ทวารหนัก
(PHRV) โทรศัพท์หา
(PHRV) บันทึกจํานวนเงินที่จ่ายไปบนเครื่องด้วยเสียงสัญญาณ
(IDM) เปิดม่าน
(IDM) เริ่มต้นสิ่งใหม่
(PHRV) เต็มไปด้วย (ชื่อเสียง)
(PHRV) เต็มไปด้วยเสียงของ
(PHRV) ล้อมรอบด้วย
(N) ขี้กลาก
(N) ลานเล่นสเก็ตน้ําแข็ง
(SL) ราคาถูก
(N) การชําระล้าง
(N) การย้อมผม
(N) น้ําที่ใช้ชะล้าง
(VT) กลั้ว
(VT) ชําระล้าง
(PHRV) ล้างด้วย
(PHRV) ล้างออก
(PHRV) ล้างด้วย
(N) การชะล้าง
(N) การจลาจล
(N) การนําเสนอที่วิเศษงดงาม
(N) คนที่สนุกสนาน
(N) ความสํามะเลเทเมา
(N) สิ่งที่สนุกสนานเพลิดเพลินอย่างเต็มที่
(VI) ก่อการจลาจล
(VI) สํามะเลเทเมา
(N) ผู้ก่อการจลาจล
(PHRV) ยินดียิ่งกับ
(ADJ) เกี่ยวกับการจลาจล
(ADV) อย่างโกลาหล
(N) ความโกลาหล
(N) การฉีก
(VI) ฉีก
(VT) ฉีก
(N) คลื่นยักษ์
(N) คนเสเพล
(ABBR) ขอให้ไปสู่สุคติ (คําย่อของ rest in peace)
(PHRV) ฉีกเป็นสองส่วน
(PHRV) ทําให้เศร้าโศกอย่างมาก
(PHRV) แยกจาก
(ADJ) ซึ่งติดชายฝั่ง
(PHRV) ฉีกออก
(PHRV) ดึงปิด
(N) เชือกสําหรับดึงร่มชูชีพให้กางออก
(PHRV) ฉีกลง
(ADJ) เจริญเต็มที่
(ADJ) เป็นผู้ใหญ่
(ADJ) สุก
(VT) ทําให้เติบโตเต็มที่
(VT) ทําให้สุก
(N) ความสุกงอม
(IDM) แก่มาก
(PHRV) ดึงจาก
(PHRV) ฉีกหรือผ่าเป็นสองส่วน
(PHRV) โจมตี
(PHRV) ถอน/ดึงออกอย่างแรง
(N) ของเลียนแบบ
(N) สิ่งที่ไม่คุ้มค่า
(PHRV) ขโมยจาก (คําสแลง)
(PHRV) คิดราคามากเกินไป (คําไม่เป็นทางการ)
(PHRV) ทําให้หลุดออกอย่างรุนแรง (จากส่วนหน้าของบางสิ่ง)
(PHRV) สบถ
(N) การแทงดาบทันที
(N) การตอบโต้อย่างฉับพลัน
(N) การแทงกลับอย่างฉับพลัน (การฟันดาบ)
(VI) ตอบโต้อย่างฉับพลัน
(PHRV) ตัดออก/หลุดออก
(SL) เมาเหล้าหรือเมายา
(SL) เมามาก
(N) คนหรือสิ่งที่ทําให้ฉีกขาด
(ADJ) ซึ่งฉีกขาด
(N)  คลื่นเล็กๆ
(VI) กระเพื่อม
(VT) ทําให้กระเพื่อม
(ADJ) อึกทึกครึกโครม (คําสแลง)
(N) เลื่อยที่มีซี่ฟันหยาบ
(N) คนหรือสิ่งที่ดีเด่น
(IDM) โจมตีอย่างไร้เมตตา
(N) กระแสน้ําที่ไหลต้านกระแสน้ําอื่น
(PHRV) ฉีกเป็นส่วนเล็ก ๆ
(PHRV) ดึงขึ้น (อย่างแรง)
(PHRV) ทําให้พังไม่เป็นท่า
(N) การก่อจลาจล
(N) การปรากฏขึ้นเหนือเส้นขอบฟ้า
(N) การเพิ่มขึ้น
(N) การยกระดับ
(N) การเลื่อนขึ้น
(N) แหล่งกําเนิด
(VI) กําเนิด
(VI) เจริญเติบโต
(VI) (ดวงอาทิตย์) ปรากฏขึ้นจากขอบฟ้า
(VI) ปรากฏ
(VI) ยุติการประชุม
(VI) ลุกขึ้น
(VI) ลุกฮือ
(VI) เลื่อนสถานะขึ้น
(VI) สูงขึ้น
(PHRV) ทําให้มีพฤติกรรมดี / สูงส่งกว่า
(PHRV) ลอยสูงขึ้นเหนือ
(PHRV) เอาชนะ
(IDM) ลุกขึ้นแล้วก็ทําตัวให้สดชื้น
(PHRV) มีสาเหตุมาจาก
(PHRV) ลุกขึ้นจาก
(IDM) สร้างขึ้นใหม่ (หลังถูกไฟเผา)
(IDM) กลับมามีชีวิตอีกครั้ง
(IDM) เลื่อนยศหรือตําแหน่ง
(IDM) มีค่ากว่า
(PHRV) มีฐานะทางสังคมสูงขึ้น
(N) ผู้ลุกขึ้น
(PHRV) ขึ้นสู่ระดับ
(PHRV) ลอยขึ้นไปทาง
(PHRV) ยืนขึ้นพูดในที่สาธารณะ
(PHRV) (ปลา) กินเหยื่อ
(IDM) เทียบเท่ากับ
(IDM) ใช้ความพยายามอย่างมาก
(IDM) กลายเป็นที่รู้จัก
(PHRV) ก่อตัวขึ้น
(PHRV) โผล่
(PHRV) ลุกขึ้น
(PHRV) ลุกยืนสองขา
(PHRV) ลุกฮือ
(PHRV) ลุกฮือต่อต้าน
(ADJ) น่าขํา
(ADJ) น่าหัวเราะ
(ADJ) ซึ่งสูงขึ้น
(N) การเสี่ยง
(N) ภัยอันตราย
(VT) เสี่ยงทํา
(VT) เสี่ยงภัย
(PHRV) เสี่ยงเดิมพัน
(IDM) เอาชีวิตเข้าเสี่ยง
(N) การเล่นเสี่ยง
(ADJ) เป็นการเสี่ยง
(ADJ) เป็นอันตราย
(N) อาหารอิตาเลียนชนิดหนึ่ง
(ADJ) ลามก
(N) ก้อนเนื้อสับ
(N) พิธีกรรม
(N) พิธีการ
(ADJ) เกี่ยวกับพิธีกรรม
(N) พิธีกรรม
(VI) ทําพิธีทางศาสนา
(VT) ทําพิธีทางศาสนา
(N) การศึกษาเกี่ยวกับพิธีทางศาสนา
(ADJ) เกี่ยวกับพิธีทางศาสนา
(ADV) โดยพิธีทางศาสนา
(VI) ทําพิธีทางศาสนา
(VT) ทําพิธีทางศาสนา
(ADJ) หรูหรา (คําไม่เป็นทางการ)
(ADJ) ที่เป็นคู่แข่งกัน
(N) คู่แข่ง
(N) ผู้ที่มีความสามารถทัดเทียมกัน
(VI) แข่งขัน
(VT) แข่งขัน
(VT) มีความสามารถทัดเทียมกัน
(N) การแข่งขันกัน
(VI) ฉีก
(VT) ฉีก
(ADJ) ซึ่งฉีกออก
(N) การไหล
(N) แม่น้ํา
(N) ฝั่งแม่น้ํา
(N) บริเวณลุ่มน้ํา
(N) เส้นทางที่น้ําไหลผ่าน
(N) ต้นน้ํา
(ADJ) ซึ่งอยู่ริมแม่น้ํา
(N) ริมแม่น้ํา
(N) หมุดโลหะสําหรับตอกยึด
(VT) ตอกด้วยหมุด
(VT) ทําให้ติดตรึง
(N) ผู้ตอกหมุด
(ADJ) น่าตราตรึง
(PHRV) จ้องมองที่
(N) ชายฝั่งริเวียร่า อยู่แถบเมดิเตอร์เรเนียน
(N) แม่น้ําสายเล็กๆ
(N) ริยาล เป็นหน่วยเงินของประเทศซาอุดิอาระเบีย
(ABBR) คําย่อของ ribonucleic acid
(N) คําย่อของ registered nurse
(N) ปลาน้ําจืดชนิดหนึ่ง
(N) แมลงสาบ (คําย่อจาก cockroach)
(N) ถนน
(N) เส้นทาง
(N) การขับเคลื่อนได้ดีบนถนนหนทางที่ไม่ดี
(N) ฐานของถนน
(N) สิ่งกีดขวาง
(IDM) คนขับรถที่ไม่ระมัดระวัง
(N) คนขับรถขวางทางชาวบ้าน
(N) การทรงตัวได้ของรถขณะเลี้ยวที่ความเร็วสูง
(N) โรงแรม ร้านอาหารหรือสถานบันเทิงริมถนน
(N) คนยกเครื่องในวงดนตรี
(SL) ศพของสัตว์บนถนน
(N) นกชนิดหนึ่ง
(N) นกชนิดหนึ่ง
(N) การแสดงโดยเดินทางไปตามที่ต่างๆ
(ADJ) ข้างถนน
(N) ขอบถนน
(N) รถเปิดประทุน
(N) ถนน
(N) การวิ่งออกกําลังของนักมวย
(N) การซ่อมถนน
(ADJ) (รถยนต์) ปลอดภัยสําหรับการขับขี่
(N) การเดินทางท่องเที่ยวโดยปราศจากจุดหมาย
(VI) ท่องเที่ยวไป
(VT) ท่องเที่ยวไป
(PHRV) ท่องไปทั่ว
(ADJ) ซึ่งมีสีน้ําตาลผสมสีขาว
(N) ม้าที่มีขนสีน้ําตาลผสมสีขาว
(N) สีน้ําตาลผสมสีขาว
(N) การแผดเสียง
(N) การหัวเราะลั่น
(N) เสียงครึกโครม
(N) เสียงคําราม
(VI) คําราม
(VI) ส่งเสียงครึกโครม
(VI) หัวเราะลั่น
(PHRV) ตะโกนใส่
(PHRV) ตะโกนใส่
(N) ผู้แผดเสียงหัวเราะ
(N) ซึ่งส่งเสียงดังลั่น
(PHRV) ส่งเสียงดัง
(N) งานเลี้ยงที่มีอาหารย่าง
(N) เนื้อย่าง
(VT) ตําหนิอย่างรุนแรง
(VT) ย่าง
(VT) ล้อเลียน
(N) เตาย่างหรือปิ้ง
(ADJ) ซึ่งใช้สําหรับย่างหรือปิ้ง
(VT) ปล้น
(N) โจร
(N) การปล้น
(N) เสื้อคลุมยาว
(N) เสื้อคลุมอาบน้ํา
(VI) สวมเสื้อคลุม
(VT) สวมเสื้อคลุม
(N) เสื้อผ้า
(N) นกขนาดเล็ก หน้าอกมีสีแดง
(N) โรบินฮู้ด (วีรบุรุษในนิทานยุคศตวรรษที่12)
(PHRV) ขโมยจาก
(N) หุ่นยนต์
(ADJ) เกี่ยวกับหุ่นยนต์
(N) การออกแบบหุ่นยนต์
(IDM) หยิบยืมจากอีกคนไปให้อีกคน
(ADJ) แข็งแรง
(ADJ) เถรตรง
(ADJ) ทนทาน
(ADJ) มุ่งมั่น
(ADJ) หยาบคาย
(N) เพชร
(N) ลูกกวาดที่เป็นแท่งแข็งมีหลากสี
(N) หิน
(N) การโยก
(N) ดนตรีร็อค
(VI) โยก
(VT) ทําให้ตกใจ
(VT) โยก
(N) เพลงอเมริกันผสมระหว่างร็อกแอนด์โรลล์และเพลงคันทรี่
(PHRV) โคลงเคลง
(N) ดนตรีร็อกแอนด์โรลล์
(N) เพลงร็อคแอนด์โรลในยุค 1950
(N) ระดับต่ําสุด
(N) ระดับต่ําสุด
(SL) จุด / ระดับต่ําสุด
(SL) (ราคา) ต่ําสุด
(ADJ) เต็มไปด้วยหิน
(N) หินควอตซ์ซึ่งมีลักษณะใส
(N) คานโค้งของเก้าอี้โยก
(N) เครื่องเขย่า
(N) คันโยก
(N) ขีปนาวุธหรือยานอวกาศที่ขับเคลื่อนด้วยจรวด
(N) จรวด
(N) พลุ
(VI) พุ่งไปอย่างรวดเร็ว
(VI) เพิ่มขึ้นอย่างรวดเร็ว
(VT) ส่งจรวด
(N) พืชชนิดหนึ่ง
(N) การศึกษาเกี่ยวกับจรวด
(N) กองหินที่ร่วงลงมา
(N) แข็งมาก
(N) เทือกเขาร็อกกี้
(N) เก้าอี้โยก
(N) ม้าโยกไม้สําหรับเด็กนั่งเล่น
(SL) คนไต่เขา
(N) คําย่อของ rock and roll
(N) เพลงร็อคแอนด์โรลในยุค 1950
(ADJ) ซึ่งมีหินมาก
(N) เกลือสินเธาว์
(IDM) ทําป่วน
(PHRV) แกว่งขึ้นลงจนหลับ
(ADJ) เต็มไปด้วยหิน
(N) เทือกเขาร็อกกี้มีความยาว 4,828 กิโลเมตร)
(ADJ) เกี่ยวกับรูปแบบรูปแบบการตกแต่งที่นิยมในยุโรปช่วงศตวรรษที่18
(N) รูปแบบการตกแต่งที่นิยมในยุโรปช่วงศตวรรษที่18
(N) คันเบ็ด
(N) ปืนเล็ก
(N) ไม้เรียว
(N) ไม้วัด
(N) ไม้หรือโลหะแท่งยาวๆ
(VI) กริยาช่องที่ 2 และ 3 ของ ride
(VT) กริยาช่องที่ 2 และ 3 ของ ride
(N) สัตว์จําพวกหนู
(N) การล้อมจับปศุสัตว์
(N) การแสดงความสามารถในการขี่ม้าและคล้องจับปศุสัตว์ของโคบาล
(N) คอกสําหรับจับปศุสัตว์
(VI) เข้าร่วมแข่งขันการล้อมจับปศุสัตว์
(N) ก้อนไข่ปูหรือกุ้ง
(N) ไข่ปลา
(N) น้ําอสุจิของปลา
(N) กวางขนาดเล็กชนิดหนึ่ง สง่างามและปราดเปรียว
(N) กวางตัวผู้
(N) รังสีเอ็กซ์
(INT) คําอุทานหมายถึงเข้าใจข้อความ
(SL) ร่วมเพศ
(SL) การร่วมเพศ
(ADJ) ซึ่งผิดแผกและแยกตัวออกจากกลุ่ม
(N) คนไม่ซื่อ
(N) ช้างหรือสัตว์อื่นที่ผิดแผกและแยกตัวออกจากกลุ่ม
(N) อันธพาล
(VT) โกง
(VT) ถางทําลายพืชที่ไม่ดีออกไป
(N) ความมีเล่ห์เหลี่ยม
(N) กลุ่มคนหรือของที่ไม่พึงประสงค์
(N) สมุดรวบรวมรูปภาพของอาชญากร
(ADJ) ขี้โกง
(ADV) อย่างหลอกลวง
(N) ความมีเล่ห์เหลี่ยม
(VI) เอะอะโวยวาย
(N) คนเอะอะโวยวาย
(ADJ) ซึ่งเอะอะโวยวาย
(N) บทบาท
(N) บทละคร
(N) การแสดงละคร
(N) ก้อนขนมปัง
(N) การคลึงด้วยลูกกลิ้ง
(N) การเดินโคลงเคลง
(N) การบินควงสว่าน
(N) การโยนลูกเต๋า
(N) การหมุน
(N) การหมุนแบบวงล้อ
(N) ม้วนเอกสาร
(N) ลูกกลิ้ง
(N) สิ่งที่มีลักษณะเป็นม้วนกลม
(N) เสียงรัว
(VI) ขับเคลื่อนบนล้อ
(VI) คลึงด้วยลูกกลิ้ง
(VI) เคลื่อนเป็นลูกคลื่น
(VI) ดําเนินการ
(VI) เดินโซเซ
(VI) บิดงอ
(VI) ม้วน
(VT) กลิ้ง
(VT) เคลื่อนเป็นลูกคลื่น
(PHRV) ม้วนรอบ
(PHRV) หัวเราะจนหยุดไม่ได้
(PHRV) กลิ้งออกไป
(N) การลดราคาหรือค่าจ้างสู่ระดับเดิม
(PHRV) กลิ้งกลับ
(PHRV) บังคับ
(PHRV) ลดลง
(PHRV) (เวลา) หายไป
(PHRV) เคลื่อนผ่าน
(PHRV) (เวลา) ผ่านไปรวดเร็ว
(N) การเรียกชื่อ
(N) การเรียกชื่อ
(PHRV) เดินทางไกลลงไปตาม (แม่น้ํา)
(PHRV) ตกลงมา
(N) เครื่องบดถนน
(N) ที่ม้วนผม
(N) นกพิราบที่บินม้วนตัวได้
(N) ผู้ม้วน
(N) ลูกกลิ้ง
(N) ลูกคลื่นยักษ์
(N) ลูกโม่
(N) รองเท้าสเก็ตที่มีล้อเรียงแนวเดียวกันใต้รองเท้า
(N) รองเท้าสเก็ตที่มีล้อเรียงแนวเดียวกันใต้รองเท้า
(N) เครื่องเล่นรถไฟไม่มีหลังคาบนรางที่แคบและสูงชันในสวนสนุก
(N) สภาพการณ์ที่เปลี่ยนไปมาอย่างรุนแรง
(N) รองเท้าสเก็ตสี่ล้อสําหรับวิ่งบนกระดาน
(N) กระโดดโลดเต้น
(VI) กระโดดโลดเต้น
(ADJ) รื่นเริงและส่งเสียงเฮฮา
(PHRV) ซัดเข้ามา
(PHRV) หลั่งไหลเข้ามาอย่างมาก
(PHRV) มีเงินหรือชีวิตความเป็นอยู่ดี (คําไม่เป็นทางการ)
(N) การกลิ้ง
(N) โรงงานอัดแผ่นโลหะ
(N) รถบรรทุกสินค้า
(N) ชิ้นส่วนของปลาเฮอร์ริงซึ่งดองในน้ําส้ม
(PHRV) กลิ้งตกลงไป
(PHRV) ท่องจํา
(PHRV) ทําสําเนา / ถ่ายสําเนา
(N) รายชื่อผู้ได้รับการยกย่องสรรเสริญ
(ADJ) ซึ่งเป็นลูกกลิ้ง
(PHRV) ใกล้เข้ามา
(PHRV) ทาสีด้วยลูกกลิ้ง
(PHRV) ผ่านไป (เวลา)
(PHRV) ม้วนขึ้นมา (เสื้อผ้า, ถุงน่อง)
(PHRV) ไหลไป
(IDM) เตรียมพร้อมทํางานหนัก
(ADJ) ซึ่งออกแบบให้รถขับเคลื่อนได้ (คําย่อคือ ro-ro)
(N) การเปิดตัวของสินค้าใหม่ต่อสาธารณชน
(PHRV) กดให้แผ่หรือแบน
(PHRV) กลิ้งออกไป (จาก)
(PHRV) คลี่ออก
(PHRV) ดันออก
(PHRV) ผลิตจํานวนมาก
(PHRV) พูดเสียงดังฟังชัด
(N) รางวัลในการแข่งขัน
(PHRV) กลิ้งไป
(PHRV) มาหาโดยไม่ได้นัด
(PHRV) เวลาหรือเหตุการณ์เกิดขึ้นเป็นประจํา
(PHRV) หมุนรอบ
(N) บุหรี่มวนสูบเอง
(PHRV) (ควัน) ลอยสูงขึ้น
(PHRV) ค่อย ๆ เพิ่มขึ้นทีละน้อย
(PHRV) เคลื่อนมาถึง
(PHRV) พับกลับ
(PHRV) พยายามยอมรับ
(ADJ) จ้ําม่ํา
(ADJ) เตี้ยและอ้วนกลม (คําดูถูก)
(ABBR) หน่วยความจําของคอมพิวเตอร์ (คําย่อ Read Only Memory)
(N) ผักกาดหอมชนิดหนึ่ง
(ADJ) เกี่ยวกับโรมัน
(N) ดอกไม้เพลิงชนิดหนึ่ง
(N) ผู้นับถือศาสนาคริสต์นิการโรมันคาทอลิก
(N) ศาสนาคริสต์นิการโรมันคาทอลิก
(N) กลุ่มภาษาที่ลืบทอดมาจากภาษาละติน
(N) การผจญภัย
(N) เรื่องรักใคร่
(N) อาณาจักรโรมันสมัยโบราณ
(ADJ) ซึ่งเป็นสถาปัตยกรรมที่แพร่ในยุโรปตะวันตกช่วงศตวรรษ10-12
(N) ประเทศโรมาเนีย
(N) โรมาเนีย
(ADJ) เกี่ยวกับกลุ่มภาษาที่ลืบทอดมาจากภาษาละติน
(N) จมูกโด่ง
(N) ภาษาถิ่นในสวิตเซอร์แลนด์
(ADJ) เกี่ยวกับเรื่องรักใคร่และการผจญภัย
(ADJ) เต็มไปด้วยจินตนาการ
(ADJ) เพ้อฝัน
(N) บุคคลที่มีลักษณะโรแมนติก
(VT) ทําให้เย้ายวนใจ
(N) รูปแบบศิลปะ ดนตรีและวรรณคดีปลายศตวรรษ18และต้นศตวรรษ19
(VT) ทําให้เย้ายวนใจ
(N) ชาวยิปซี
(N) คําย่อของ Roman Catholic
(N) กรุงโรมของประเทศอิตาลี
(N) ชายคนรัก
(IDM) การทํางานใดๆต้องมีความอุตสาหะ
(N) การมีความสัมพันธ์ทางเพศกันแบบง่ายๆ (คําไม่เป็นทางการ)
(N) การวิ่งเล่น
(N) ชัยชนะที่ได้มาอย่างง่ายๆ (คําไม่เป็นทางการ)
(N) ภาพยนตร์ หนังสือหรือการละเล่นที่สนุกสนาน (คําไม่เป็นทางการ)
(VI) ประสบความสําเร็จอย่างง่ายๆ (คําไม่เป็นทางการ)
(VI) วิ่งเล่น
(PHRV) วิ่งเล่นตึงตัง
(N) ผู้ทําเสียงอึกทึกครึกโครม
(N) ผ้าสวมคลุมตัวและขาของทารก
(PHRV) ได้รับชัยชนะง่ายดายในการแข่งขัน
(PHRV) สอบผ่านอย่างง่ายดาย
(N) บทกวี
(N) บทกวี (คํานามพหูพจน์ของ rondeau)
(N) เสียงเพลงแบบที่มีการซ้ําทํานองหลักหลายรอบ
(SL) กลิ่นเหม็น
(N) ไม้กางเขน
(N) เพดานปาก
(N) ส่วนบน
(N) หลังคา
(VT) มุงหลังคา
(N) สวนบนหลังคาของอาคาร
(N) การมุงหลังคา
(PHRV) ทําหลังคาคลุม
(N) ผิวด้านนอกของหลังคา
(N) สันอกไก่ของหลังคา
(N) นกตระกูลกาชนิดหนึ่ง
(N) นักต้มตุ๋น (คําสแลง)
(VT) โกง (คําสแลง)
(N) ตัวเรือในเกมหมากรุก
(N) ฝูงกา
(SL) ไม่มีประสบการณ์
(SL) ไม่มีประสบการณ์
(N) คนที่อยู่ในห้อง
(N) ที่ว่าง
(N) ห้อง
(N) โอกาส
(VI) พักอาศัย
(N) ที่พักและอาหาร
(N) ผู้อาศัย
(ADJ) เต็มไปด้วยผู้คนและสิ่งของ
(N) ความกว้างใหญ่
(N) เพื่อนร่วมห้อง
(PHRV) พักห้องเดียวกัน
(PHRV) พักกับ
(ADJ) กว้าง
(N) กลุ่มนกที่เกาะคอนร่วมกัน
(N) คอนสําหรับนกเกาะนอน
(N) ที่พักอาศัยชั่วคราว
(VI) นอนบนคอน
(N) ไก่ตัวผู้
(N) คนที่หยิ่งยโส
(ADJ) รากฐาน
(N) ราก
(N) รากในคณิตศาสตร์
(N) รากฟัน
(N) รากศัพท์
(N) รากเหง้า
(VI) มีกําเนิดจาก
(VI) หยั่งราก
(VT) หยั่งราก
(VI) คุ้ยดินด้วยจมูก
(VI) ส่งเสียงเชียร์
(VT) คุ้ยดินด้วยจมูก
(PHRV) ขุดหาอาหาร (ด้วยจมูก)
(PHRV) ค้นหา
(N) การหยั่งรากลงไป
(IDM) ทั้งหมด
(N) เครื่องดื่มรูทเบียร์
(ADJ) ซึ่งฝังราก
(PHRV) ส่งเสียงเชียร์
(PHRV) ฝังรากใน (ต้นไม้)
(SL) มีชื่อเสียง
(PHRV) ขุดหาอาหารด้วยจมูก (หมู)
(ADJ) ซึ่งไร้ราก
(PHRV) ค้นหา
(PHRV) ถอนออก (ต้นไม้, รากต้นไม้)
(PHRV) ทําลาย
(N) ลําต้นที่อยู่ใต้ดิน
(PHRV) ตั้งรกรากใน
(PHRV) ค้นหา
(PHRV) ถอนขึ้น (รากต้นไม้)
(PHRV) (หมู) ดุน / ขุดดินด้วยจมูก
(N) เชือก
(VT) มัดด้วยเชือก
(PHRV) ชักชวนให้ร่วม
(PHRV) ถูกผูกเชือก
(PHRV) ชักจูงให้เข้าร่วม
(PHRV) กั้นเชือก (ป้องกันสัตว์หรือแบ่งเขต)
(N) โรงทําเชือก
(PHRV) ผูกไว้ด้วยกัน (ด้วยเชือก)
(PHRV) ผูกด้วยเชือก
(N) นักไต่เชือก
(SL) น่าสงสัย
(SL) ที่มีคุณภาพแย่
(ADJ) ซึ่งอยู่ในสภาพแย่
(ADJ) ป่วย
(ADJ) ซึ่งอยู่ในสภาพแย่
(ABBR) ซึ่งออกแบบให้รถขับเคลื่อนได้ (มาจาก roll-on roll-off)
(N) ปลาวาฬชนิดหนึ่ง
(ADJ) เกี่ยวกับต้นกุหลาบ
(N) พิธีสวดมนต์นับลูกประคําของคริสต์นิกายโรมันคาทอลิก
(N) สายลูกประคํา
(N) ดอกกุหลาบ
(N) ปลายหัวฝักบัวรดน้ํา
(N) สีกุหลาบ
(ADJ) ซึ่งเป็นสีกุหลาบ
(ADJ) มองโลกในแง่ดี
(ADV) อย่างสบายใจ
(N) ดอกกุหลาบตูม
(ADJ) เหมือนสีกุหลาบ
(ADJ) ซึ่งมีสีชมพู
(N) ไม้พุ่มจําพวก Rosmarinus officinalis
(N) ผื่นแดงบนผิวหนัง
(N) ลายดอกกุหลาบ
(N) น้ํากุหลาบ
(N) ไม้แดงแข็งสําหรับทําเครื่องเรือน
(N) ไม้เนื้อแดงที่ใช้ทําเครื่องเรือน
(SL) ชา
(ADV) อย่างสีกุหลาบ
(N) ชันสน
(N) บัญชีรายชื่อ
(N) ยกพื้นสําหรับกล่าวคําปราศรัย
(ADJ) มีความหวัง
(ADJ) มีผิวสีชมพูผ่องใส
(ADJ) มีสีชมพู
(N) รายการของงานที่ต้องทําและผู้ปฏิบัติงาน
(SL) เรื่องไร้สาระ
(VI) ทําให้เน่าเปื่อย
(N) สมาชิกสโมสรโรตารี่ก่อตั้งในรัฐชิคาโกปีค.ศ.1905
(ADJ) ซึ่งหมุนรอบ
(N) ส่วนของเครื่องจักรที่ใช้หมุนรอบเพลา
(N) สโมสรโรตารี่
(VI) ปลูกพืชหมุนเวียน
(VI) สับเปลี่ยน
(VI) หมุน
(VT) ทําให้หมุน
(VT) ปลูกพืชหมุนเวียน
(VT) สับเปลี่ยน
(N) การปลูกพืชหมุนเวียน
(N) การหมุนรอบ
(N) การหมุนเวียนตามปกติของเหตุการณ์หรือสื่งต่างๆ
(ADJ) ซึ่งหมุนรอบ
(ADJ) ซึ่งทําให้หมุนรอบ
(PHRV) ทําให้เน่าเปื่อย/ผุพัง
(N) การท่องจําอย่างเดียว
(N) เครื่องดนตรีโบราณชนิดหนึ่ง
(N) เสียงคลื่นยักษ์
(N) เหล้าราคาถูกๆ
(PHRV) ร่วง
(N) เทคนิคการพิมพ์แบบใช้ลูกกลิ้งทองแดง
(N) ใบพัดของเฮลิคอปเตอร์
(N) ส่วนที่หมุนของเครื่องจักร
(SL) นักบิน (ขับเฮลิคอปเตอร์)
(PHRV) ผุเป็นรู
(ADJ) เน่าเปื่อย
(ADJ) รู้สึกไม่ดี (คําไม่เป็นทางการ)
(ADJ) เลวร้าย (คําไม่เป็นทางการ)
(N) คนไม่ได้ความ
(N) สุนัขพันธุ์หนึ่ง
(ADJ) ดังกังวาน
(ADJ) อ้วนท้วน
(N) ตึกหรือห้องที่เป็นทรงกลมโดยเฉพาะที่มีหลังคาโค้งกลม
(N) ความอ้วนท้วน
(N) หน่วยเงินตราของรัสเซีย
(N) ผงสีแดงที่ใช้ขัดโลหะหรือแก้ว
(N) ผงสีแดงละเอียดหรือชาดสําหรับทาแก้ม
(VI) แต้มชาด
(VT) แต้มชาด
(ADJ) ขรุขระ
(ADJ) คร่าวๆ
(ADJ) ทุรกันดาร
(ADJ) มีพายุรุนแรง
(ADJ) ไม่ได้ตกแต่ง
(ADJ) ไม่เป็นระเบียบ
(ADJ) หยาบคาย
(N) คนที่ใช้ความรุนแรง
(N) ต้นร่าง
(N) พงหญ้าหรือต้นไม้ในสนามกอล์ฟ
(VT) ใช้กําลังรุนแรงต่อคู่แข่งขัน (เช่น ฟุตบอล, ฮ็อกกี้)
(VT) ทําให้ขรุขระ
(N) วัตถุหยาบ
(ADJ) สะดวกและเตรียมรวดเร็วแต่ไม่ดีเท่าไหร่
(SL) กระปรี้กระเปร่า
(SL) ยุ่งวุ่นวาย
(N) ปูนฉาบ
(VI) ทําให้หยาบ
(VI) หยาบ
(VT) ทําอย่างลวกๆ
(ADJ) ซึ่งตัดไว้ไม่เรียบ
(N) การชุลมุนวุ่นวาย
(SL) ทําอึกทึกครึกโครม
(PHRV) ลากคร่าว ๆ
(PHRV) ใช้ชีวิตง่าย ๆ (ไม่สะดวกสบาย)
(ADV) อย่างคร่าวๆ
(N) คนพาล
(SL) ทําอึกทึกครึกโครม
(PHRV) วางแผนหยาบ ๆ / คร่าว ๆ
(N) คนขี่ม้า
(ADJ) ซึ่งใส่เกือกม้าที่มีตะปู
(SL) ช่วงยุ่งยาก
(PHRV) โจมตีเบา ๆ
(PHRV) ทําให้ยุ่งเหยิง
(N) ชิ้นเนื้อที่ม้วนเป็นก้อน
(N) การพนันหมุนวงล้อโดยมีลูกให้ตกตามหมายเลข
(N) วงล้อมีฟันสําหรับเจาะรู
(VT) ใช้ฟันล้อเจาะรู
(ADJ) กลมๆ
(ADJ) ซึ่งเคลื่อนเป็นวงกลม
(N) การลาดตระเวณ
(N) การหมุนไปรอบๆ
(N) ขนมปังที่หั่นเป็นแผ่น
(N) ท่อนเพลงที่ร้องต่อกันเป็นทอดๆ
(N) นัด(กระสุน)
(N) ยก (มวย)
(N) รอบ (กอล์ฟ)
(N) รอบการแข่งขัน
(N) รูปทรงกลม
(PREP) รอบๆ
(VI) กลายเป็นตัวเลขหลักถ้วนๆ
(VI) ห่อริมฝีปากออกเสียง
(VT) เคลื่อนเป็นวงกลม
(VT) ทําให้เป็นตัวเลขหลักถ้วนๆ
(ADJ) พูดอ้อมค้อม
(ADJ) อ้อม
(N) ม้าหมุนขึ้นลงสําหรับเด็กเล่น
(N) วงเวียนที่ต้องขับรถรอบ
(PHRV) มาถึงบ้าน
(PHRV) ปัดตัวเลขลง
(ADJ) ซึ่งมีรูปร่างกลม
(N) วัตถุทรงกลมสําหรับตกแต่ง
(N) คนหรือสิ่งที่ทําให้ขอบมนหรือกลม
(ADJ) ซึ่งตาเบิกโพลง
(N) ผู้สนับสนุนครอมเวลล์ในสงครามกลางเมืองอังกฤษ
(N) โรงรถลักษณะเป็นทรงกลม
(PHRV) ดึงเชือกเรือ
(ADJ) ซึ่งค่อนข้างกลม
(ADV) อย่างเต็มที่
(ADV) อย่างเป็นรูปวงกลม
(N) ความกลม
(PHRV) จบอย่างสวยงาม
(PHRV) ทําให้ (สิ่งที่คม) เรียบ
(PHRV) ปัดตัวเลขให้เป็นจํานวนเต็ม
(PHRV) พูดหรือกระทําด้วยความก้าวร้าว
(PHRV) ดุด่า
(PHRV) หันกลับ
(IDM) ทําให้สมบูรณ์
(PHRV) พองออก
(N) หนังสือร้องเรียน
(ADJ) ซึ่งมีหลังส่วนบนโก่ง
(N) การนั่งประชุมโต๊ะกลม (ทุกคนมีสิทธิเท่าเทียมกันหมด)
(N) การประชุมโต๊ะกลม
(ADJ) ตลอดเวลา
(ADV) ตลอดเวลา
(IDM) ตลอด 24 ชั่วโมง
(ADJ) ไปกลับ
(N) การเดินทางไปและกลับ
(N) ตั๋วเดินทางทั้งไปและกลับ
(IDM) ชุมนุมกัน
(IDM) ไล่จับ (ฆาตรกร, อาชญากร)
(IDM) หยุด
(N) การจับกลุ่มกัน
(N) การต้อนคนหรือปศุสัตว์มารวมกลุ่มกัน
(N) บทสรุป
(PHRV) ปัดให้เป็นจํานวนเต็ม
(N) พยาธิตัวกลม
(VI) ตื่น
(VT) กระตุ้น
(VT) ปลุก
(IDM) ปลุกให้ตื่น
(IDM) กระตุ้นให้เกิด
(ADJ) ตื่นเต้น
(VT) ขับไล่
(N) กรรมกรท่าเรือ
(N) การชุลมุนวุ่นวาย
(N) ความพ่ายแพ้ราบคาบ
(VT) ตีแตกพ่าย
(VI) ใช้จมูกขุดคุ้ย (สัตว์)
(VT) ใช้จมูกขุดคุ้ย (สัตว์)
(N) เส้นทางของรถ เรือ เครื่องบิน
(VT) กําหนดเส้นทาง
(ADJ) ซ้ําซาก
(ADJ) เป็นประจํา
(N) กิจวัตรประจํา
(N) ชุดคําสั่ง (คอมพิวเตอร์)
(N) ผู้กําหนดเส้นทาง
(IDM) ค้นหา
(IDM) ซ่อน
(IDM) ค้นหา
(IDM) ปลุกให้ลุกขึ้น
(N) อาหารประเภทแป้งและไขมัน
(VI) ท่องเที่ยวอย่างไร้จุดหมาย
(VI) สอดส่ายสายตา
(VT) ท่องเที่ยวอย่างไร้จุดหมาย
(N) เส้นใยที่ฟั่นไว้สําหรับกรอ
(VT) ฟั่นเส้นใยก่อนกรอ
(VT) เส้นใยที่ฟั่นไว้สําหรับกรอ
(VT) กริยาช่องที่ 2 และ 3 ของ reeve
(VT) เดินไปมา
(VT) กริยาช่องที่ 3 ของ reeve
(N) คนท่องเที่ยว
(N) ถนนที่มีตึกอยู่สองข้าง
(N) แถว
(N) การทะเลาะวิวาท
(N) เสียงเอะอะโวยวาย
(VI) แข่งเรือ
(VI) ทะเลาะวิวาท
(VI) พาย
(VT) พาย
(N) เรือพาย
(ADV) อย่างเอะอะโวยวาย
(N) การเอะอะโวยวาย
(ADJ) เอะอะตึงตัง
(N) คนชอบเอะอะตึงตัง
(ADJ) ซึ่งเอะอะโวยวาย
(N) ความเอะอะโวยวาย
(N) กงจักร
(IDM) ทะเลาะกับ
(ADJ) เกี่ยวกับราชวงศ์
(ADJ) ดีเลิศ
(ADJ) ใหญ่โต
(N) ใบเรือของเสาเอก
(N) สมาชิกของราชวงศ์ (คําไม่เป็นทางการ)
(N) สีน้ําเงินเข้ม
(N) ราชวงศ์
(N) ผู้สนับสนุนการมีกษัตริย์
(N) อาหารเหลวที่ผึ้งงานใช้เลี้ยงตัวอ่อน
(N) ค่าลิขสิทธิ์
(N) ตําแหน่งราชวงศ์
(N) บุคคลในราชวงศ์
(N) ลักษณะของกษัตริย์
(N) สัมปทานจากกษัตริย์
(N) อํานาจของกษัตริย์
(N) ตํารวจ (คําสแลง)
(SL) ตํารวจ
(ABBR) คําย่อของ rock and roll
(N) การขัด
(N) การนวด
(N) อุปสรรค
(VI) ขัดถู
(VI) ขูด
(VT) ขัดถู
(VT) นวด
(IDM) ถูไปมา
(IDM) ทําต่อไปอย่างลําบาก
(IDM) มีความสัมพันธ์ที่ดีกับ
(IDM) ถูต่อไป
(PHRV) ขัดออก
(N) ถุงยางอนามัย
(N) ยาง
(N) ยางลบ
(N) รองเท้าหุ้มกันน้ํา
(N) การเล่นไพ่หลายเกมต่อเนื่องกัน
(N) ยางรัด
(VT) เคลือบด้วยยาง
(ADJ) เหมือนยาง
(N) คนชอบเหลียวมอง
(N) คนชอบเหลียวมอง
(N) ต้นยาง
(N) ตรายาง
(VT) ประทับตรายาง
(N) ขยะ
(N) สิ่งที่ไร้สาระ
(N) เศษหินเศษปูน
(PHRV) ขัดให้เรียบ
(PHRV) เช็ดให้แห้ง
(IDM) พบปะ/ทํางานหรืออาศัยอยู่ใกล้ชิดกับ
(N) โรคหัดเยอรมัน
(ADJ) แดง (หน้า)
(PHRV) ถู/เช็ด
(PHRV) สอนซ้ํา
(PHRV) ถูให้ซึมเข้าสู่
(PHRV) พร่ําสอน
(PHRV) คอยเตือน (บางคน) ถึง (ความผิดพลาด, ความล้มเหลว ฯลฯ)
(N) หน่วยเงินตราของรัสเซีย
(PHRV) (ความสําเร็จ) กลายเป็นสิ่งมีความสําคัญน้อย
(PHRV) ถูออก
(PHRV) ขูดออก
(PHRV) มีผลดีต่อ
(PHRV) ขูดออก
(PHRV) มีผลดีต่อ
(PHRV) ถูบน
(PHRV) ฆ่า (คําไม่เป็นทางการ)
(PHRV) ถูกออก
(ADJ) ซึ่งเขียนด้วยสีแดง
(N) ข้อควรประพฤติ
(N) ข้อควรประพฤติในพิธีทางศาสนา
(N) หัวเรื่องสีแดง
(IDM) คอยเตือนถึง
(IDM) ทําให้ขุ่นเคือง / ทําให้ยินดี
(PHRV) ทําให้ลดลง
(PHRV) ไปถึง (ความสําเร็จ)
(PHRV) เอา 2 สิ่งถูกัน
(PHRV) ขัด/ถูให้เป็นเงา
(PHRV) ฝึกฝน
(PHRV) ถูต่อเนื่อง
(PHRV) พบโดยบังเอิญ
(PHRV) ขัดด้วย
(ADJ) สีแดงทับทิม
(N) ทับทิม
(SL) แกงเผ็ด
(SL) แกงเผ็ด
(N) กลุ่มผู้เข้าแข่งขันที่ถูกทิ้งตามหลังมา
(N) คนหรือสิ่งของจํานวนมากมาย
(N) รอยพับ
(SL) ต่อสู้
(VI) ยับ
(VT) ทําให้ยับ
(PHRV) ย่น
(N) กระเป๋าสะพายหลัง (สําหรับนักเดินทางหรือนักไต่เขา)
(SL) การเอะอะโวยวาย
(N) หางเสือเรือ
(N) หางเสือเลี้ยว (เครื่องบิน)
(ADJ) ไม่มีทิศทาง
(N) สารย้อมสีแดง
(VT) ย้อมสีแดง
(ADJ) หยาบคาย
(ADV) อย่างหยาบคาย
(N) ความหยาบคาย
(N) มูลฐาน
(N) ส่วนของร่างกายที่ยังเจริญเติบโตไม่เต็มที่
(ADJ) ซึ่งเป็นพื้นฐาน
(ADJ) เป็นขั้นพื้นฐาน
(ADJ) ยังไม่เจริญเต็มที่
(N) หลักการชั้นต้น
(N) ความสํานึกผิด
(VI) รู้สึกเสียใจ
(VT) รู้สึกเสียใจ
(ADJ) เป็นที่น่าสงสาร
(ADJ) เสียใจ
(ADJ) ซึ่งคร่ําครวญ
(ADV) อย่างเสียใจ
(N) ความเศร้าโศก
(N) ขนแผงคอนกหรือของสัตว์อื่น
(N) ผ้าที่พับเป็นแผงใช้สวมรวบคอในศตวรรษที่16-17
(N) เกมเล่นไพ่ชนิดหนึ่ง
(N) นักเลง
(N) ความเศร้าโศก
(N) การกระเพื่อม
(N) ชิ้นผ้าที่จับจีบใช้ตกแต่ง
(N) สิ่งรบกวนใจ
(VI) กระเพื่อม
(VI) ขุ่นเคือง
(VI) ย่น
(VT) ทําให้กระเพื่อม
(VT) ทําให้ขนตั้งฟู
(VT) ทําให้ขุ่นเคือง
(VT) ทําให้ย่น
(N) การรัวกลองเบาๆ ติดต่อกัน
(VT) การรัวกลองเบาๆ ติดต่อกัน
(ADJ) ยุ่งเหยิง
(ADJ) (เสื้อผ้า) ที่ตกแต่งด้วยวัสดุเป็นกลีบเล็กๆ
(IDM) ทําให้ขุ่นเคือง
(PHRV) ทําลายความสงบของ
(PHRV) ทําให้ยับ
(ADJ) กระเพื่อม
(N) พรม
(SL) ผมปลอม
(N) กีฬารักบี้
(N) เมืองหนึ่งในอังกฤษ
(N) โรงเรียนชายล้วนที่มีชื่อเสียงในอังกฤษก่อตั้งปีค.ศ.1576
(ADJ) ขรุขระ
(ADJ) เข้มแข็ง
(ADJ) ห้าวหาญ
(ADV) อย่างหยาบคาย
(N) ความหยาบคาย
(N) กีฬารักบี้
(SL) เลสเบี้ยน
(ADJ) ย่น
(N) ความย่น
(ADJ) ย่น
(SL) คําเรียกสําหรับเด็ก
(SL) เด็กเล็ก
(N) ความพินาศ
(N) ความล่มจม
(N) ซากปรักหักพัง
(VT) ทําให้พินาศ
(VT) ทําให้ล่มจม
(N) การล่มจม
(ADJ) ย่อยยับ
(N) การปกครอง
(N) นิสัยปกติ
(N) บรรทัด
(N) วิธีการคํานวณทางคณิตศาสตร์
(N) วินัยทางศาสนา
(N) หลักเกณฑ์
(VT) ขีดเส้น
(VT) ตัดสิน
(VT) ปกครอง
(VT) มีอิทธิพล
(PHRV) ขีดขั้น
(N) บัญญัติไตรยางศ์
(IDM) จากการวัดคร่าวๆ
(N) หลักการทั่วๆ ไป
(PHRV) ขัดขวาง
(PHRV) ขีดทับ
(PHRV) ไม่ยอมรับ
(PHRV) ปกครอง
(N) ผู้ปกครอง
(N) ไม้บรรทัด
(N) การควบคุม
(IDM) เป็นผู้จัดการดูแล (สิ่งต่างๆภายในบ้าน)
(ADJ) ซึ่งปกครอง
(N) คําวินิจฉัย
(N) เหล้ารัม
(N) แปลกประหลาด (คําไม่เป็นทางการ)
(SL) แปลกประหลาด
(N) ประเทศโรมาเนีย
(N) ชาวโรมาเนีย
(N) การเต้นจังหวะรุมบ้า
(VI) เต้นจังหวะรุมบ้า
(N) เสียงครางยาว
(N) เสียงพึมพําไม่พอใจ
(VI) เคลื่อนที่เสียงดัง
(VI) ส่งเสียงครางยาว
(ADJ) ซึ่งส่งเสียงดังครืน
(N) เสียงดังครืน
(N) อาการไม่พอใจ
(ADJ) ครึกโครม
(ADJ) เกี่ยวกับสัตว์เคี้ยวเอื้อง
(ADJ) ครุ่นคิด
(N) สัตว์เคี้ยวเอื้อง
(VI) ครุ่นคิด
(VI) เคี้ยวเอื้อง
(VT) ครุ่นคิด
(PHRV) ทบทวน
(N) การใคร่ครวญ
(ADJ) ซึ่งใคร่ครวญ
(ADV) อย่างใคร่ครวญ
(N) ผู้ใคร่ครวญ
(N) การค้นกระจุยกระจาย
(N) สิ่งของสัพเพเหระที่ใช้แล้ว
(VI) ค้นกระจุยกระจาย
(VT) ค้นกระจุยกระจาย
(PHRV) ค้นจนกระจุกกระจาย
(PHRV) ค้นหาจนทั่ว
(N) การขายของหลากหลายทั้งใช้แล้วและของใหม่เพื่อการกุศล
(N) ไพ่รัมมี่
(ADJ) คล้ายเหล้ารัม
(N) คนขี้เมา (คําสแลง)
(N) ข่าวลือ
(VT) ลือ
(N) ข่าวลือ
(PHRV) ลือข่าว
(N) ก้น (คําไม่เป็นทางการ)
(N) เนื้อสะโพกสัตว์
(N) สมาชิกที่เหลืออยู่ของสภา
(N) สะโพกสัตว์
(N) รอยยับ
(VI) ยับ
(VT) ทําให้ยุ่ง
(N) เสียงเอะอะอึกทึก
(SL) การเอะอะโวยวาย
(N) คนค้าขายเหล้าเถื่อน
(N) ซึ่งลักลอบค้าขายเหล้าเถื่อน
(N) การเดินทาง
(N) การวิ่ง
(N) การวิ่งแข่ง
(N) ความต่อเนื่อง
(N) คอกล้อมสัตว์
(N) ระยะทาง
(VI) กลิ้ง
(VI) เข้าร่วม
(VI) เข้าสมัครรับเลือกตั้ง
(VI) ใช้เวลา
(VI) (น้ํามูก) ไหล
(VI) เปิดเครื่อง
(VI) ไปขอความช่วยเหลือ
(VI) แพร่
(VI) มีผลตามกฎหมาย
(VI) เยี่ยมเยียน
(VI) ว่ายทวนน้ําไปวางไข่
(VI) วิ่ง
(VI) วิ่งแข่ง
(VI) วิ่งหนี
(VI) ไหล
(VT) เข้าสมัครรับเลือกตั้ง
(VT) ดําเนินการ
(VT) ทําให้แพร่กระจาย
(VT) เปิดเครื่อง
(VT) ผ่านไปอย่างรวดเร็ว
(VT) พาไปส่ง
(VT) รีบไป
(VT) ลักลอบขนส่งผิดกฎหมาย
(VT) วิ่งแข่ง
(VT) ไหล
(N) คนหรือสิ่งที่วิ่งไปวิ่งมา
(PHRV) ใช้เป็นพาหนะไป
(PHRV) วิ่งเล่นสนุก (แบบไร้ทิศทาง)
(IDM) แปรงผมอย่างเร็ว
(PHRV) (ของเหลว) ไหลข้าม
(PHRV) ขับไปส่ง
(PHRV) ขับไปส่งโดยลัด / ผ่าน
(PHRV) พบโดยบังเอิญ
(PHRV) วิ่งข้าม (เช่นถนน)
(IDM) เป็นไข้
(PHRV) กระตือรือร้นเพื่อบางสิ่ง (เช่นค้นคว้า)
(PHRV) พยายามหาเพื่อนเป็นจุดสนใจ
(PHRV) รีบใช้
(PHRV) วิ่งตาม
(PHRV) เข้าร่วมวิ่งแข่ง
(PHRV) แข่งขันกับการเลือกตั้ง
(PHRV) วิ่งชน
(PHRV) พบความยุ่งยาก
(PHRV) (เรือ) ติด (สิ่งกีดขวาง)
(PHRV) ขับไปส่ง
(PHRV) ไปให้พ้น
(PHRV) วิ่งไปข้างหน้า (อย่างเร็ว)
(PHRV) พยายามเลี่ยง
(PHRV) คลุ้มคลั่ง
(IDM) ออกไปข้างนอก
(IDM) เสี่ยงภัย
(N) การหลบหลีก
(PHRV) ใช้ (บางสิ่ง) เป็นพาหนะ (สําหรับเดินทางสั้น ๆ)
(PHRV) เปลี่ยนเพื่อนหรือคนรักบ่อย
(PHRV) วิ่งเล่นไปทั่ว
(PHRV) วิ่งไปทาง (อย่างเร็ว)
(PHRV) อยู่ที่อัตรา
(IDM) เป็นไข้
(IDM) บริหารองค์กรอย่างดี
(ADJ) ชนะอย่างง่ายดาย (คําไม่เป็นทางการ)
(ADJ) ซึ่งวิ่งหนีไป
(ADJ) ที่ควบคุมไม่อยู่
(N) ผู้หลบหนี
(PHRV) (ของเหลว) ไหลออกไป
(PHRV) วิ่งหนี
(PHRV) หนี
(PHRV) หนีรอด
(PHRV) (ของเหลว) ไหลจาก
(PHRV) เลี่ยงการเผชิญกับ
(PHRV) วิ่งหนีจาก
(PHRV) หนีรอดจาก
(PHRV) ขโมย
(PHRV) ควบคุม (บางคน) ไม่ได้
(PHRV) ใช้อย่างอิสระ
(PHRV) พาหนี
(PHRV) (ม้า, รถ) ไปเร็วเกินกว่าจะควบคุมได้
(PHRV) วิ่งออกไปกับ
(PHRV) เอาชนะ
(IDM) เชื่อไว้ก่อนแล้ว
(PHRV) ฉายกลับ
(PHRV) พากลับ
(PHRV) วิ่งกลับ
(PHRV) ไหลกลับ
(PHRV) พิจารณาอีก
(PHRV) แล่นไปถึงก่อน (บางสิ่ง) จะมา
(PHRV) ช้า
(PHRV) แล่นเร็วตามหลัง / อยู่ข้างหลัง
(PHRV) วิ่งเข้าใกล้
(PHRV) (ของเหลว) เริ่มเย็น
(PHRV) ขัดแย้งกับ
(PHRV) คนพูดน้อยแต่มีความลึกซึ้งหรือ / ดูเข้มแข็ง
(N) ล้อหรือวัตถุที่หมุนเหมือนล้อ
(PHRV) ขับไปส่ง
(PHRV) ชน
(PHRV) (นาฬิกา, แบตเตอรี่เครื่องไฟฟ้า) หยุดทํางาน
(PHRV) พบ (หลังจากค้นหา)
(PHRV) พูดว่า
(PHRV) รีบวิ่งลง
(PHRV) เลิกใช้
(PHRV) ไล่จับ
(PHRV) เหน็ดเหนื่อย
(PHRV) ไหลลง (ของเหลว)
(PHRV) ไล่สายตา (หรืออวัยวะส่วนอื่น) ไปตาม/ลงไป
(PHRV) วิ่งผ่าน
(ADJ) โกโรโกโส
(ADJ) ซึ่งมีสุขภาพทรุดโทรม
(IDM) ผุพัง
(N) บทสรุป
(PHRV) (ของเหลว) ไหลลงไป
(PHRV) ขับไปส่ง
(PHRV) (ดินแดน) แผ่ไปถึง
(PHRV) เป็นของ
(PHRV) รีบวิ่งไปถึง
(PHRV) แห้งขอด (เช่น แม่น้ํา)
(N) ตัวอักษร old Germanic
(PHRV) วิ่งเพื่อ
(PHRV) (เวลา) ดําเนินไป
(PHRV) เสนอเพื่อเข้าชิงตําแหน่ง
(PHRV) วิ่งเร็วมาก
(PHRV) วิ่งหนี
(PHRV) พบความยุ่งยากกับ
(PHRV) วิ่งชน
(PHRV) (ของเหลว) ไหลจาก
(PHRV) เปลี่ยนจาก
(PHRV) พยายามเลี่ยง
(PHRV) เริ่มต้น (วันที่)
(PHRV) วิ่งจาก
(VI) กริยาช่องที่ 2 และ 3 ของ ring
(VT) กริยาช่องที่ 2 และ 3 ของ ring
(PHRV) เกือบเข้าใกล้
(PHRV) วิ่งเร็ว
(PHRV) (คลื่น) ซัดขึ้นสูง
(PHRV) ค้างอยู่ในระดับสูง
(PHRV) ตื่นเต้น
(PHRV) (ของเหลว) ไหลเข้ามา
(PHRV) ขับมาหา
(PHRV) ขับรถช้า (ใหม่)
(PHRV) (ตํารวจ) จับและพาไปสถานีตํารวจ (คําไม่เป็นทางการ)
(PHRV) ทําให้ผ่านเข้าไป
(PHRV) วิ่งเข้ามา
(PHRV) ใส่คําเพิ่ม
(PHRV) เข้าแข่งขัน
(N) การทะเลาะเบาะแว้ง
(PHRV) ทําให้มีปัญหา
(IDM) ถ่ายทอดไปสู่ครอบครัว
(IDM) เป็นลักษณะเด่นของสมาชิก
(PHRV) เจอ
(PHRV) แทง
(PHRV) พบ (คน) โดยบังเอิญ
(PHRV) พบปะ (ความยุ่งยาก)
(PHRV) มีจํานวน
(PHRV) วิ่งเข้ามาอย่างเร็ว
(PHRV) วิ่งชน
(PHRV) แวะมา
(PHRV) ไหลเข้ามา (ของเหลว)
(N) ลําธารเล็กๆ
(PHRV) (สิ่งสํารองไว้) น้อยลง
(N) ผู้ลักลอบขนส่งสินค้า
(N) ผู้วิ่ง
(N) ผู้ส่งข่าวสาร
(SL) หลบฉากออกไป
(N) ถั่วฝักชนิดหนึ่ง
(N) ผู้ได้ตําแหน่งที่สองในการแข่งขัน
(N) ผู้ที่ได้ตําแหน่งรองชนะเลิศ
(ADJ) ซึ่งต่อเนื่องกัน
(ADJ) ซึ่งปฏิบัติหน้าที่อยู่
(ADJ) ซึ่งไหล
(ADV) โดยต่อเนื่องกัน
(N) การจัดการธุรกิจ
(N) การวิ่ง
(ADJ) ซึ่งไหลหรือหยด
(PHRV) (ของเหลว) ไหลออกไป
(PHRV) (ขับรถ) ขโมยไป
(PHRV) ตัดสินผล (การแข่งวิ่ง)
(PHRV) ทําสําเนา
(PHRV) พูดรัว
(PHRV) รีบผลิต
(PHRV) วิ่งหนี
(PHRV) หลบหนีจาก
(PHRV) กลิ้งไปถึงขอบหรือริมของบางสิ่ง (อย่างไม่ตั้งใจ)
(PHRV) ไม่มีผลต่อ
(N) ของเหลวที่ไหลออกมา
(IDM) ประพฤติตัวไม่เหมาะสม
(IDM) ธรรมดา
(SL) โดยทั่วไป
(ADJ) ทั่วไป
(PHRV) พูดต่อไป
(PHRV) พูดไม่หยุด
(PHRV) แล่นต่อไป (เรือ)
(PHRV) (เวลา) ผ่านไป
(PHRV) คิดถึง
(PHRV) ตีพิมพ์บน
(PHRV) ทําให้ขับเคลื่อนไป
(PHRV) วิ่งชน
(PHRV) วิ่งบน
(ADJ) ต่อเนื่อง
(IDM) เหน็ดเหนื่อยมาก
(IDM) พยายามทําสิ่งที่เป็นไปไม่ได้
(PHRV) (กีฬาคริกเก็ต) ทําให้ผู้เล่นออกจากสนาม
(PHRV) (ของเหลว) ไหลออก
(PHRV) ขับรถพาไปแวะ
(PHRV) ทําให้แผ่ออก
(PHRV) บังคับให้ออกไป
(PHRV) ไม่มีค่าอีกต่อไป
(PHRV) ไม่มี (บางสิ่ง) สํารองไว้
(PHRV) ยืดออกไปทีละน้อย (เช่น เชือก)
(PHRV) ไล่ออก
(PHRV) วิ่งจนเหนื่อย
(PHRV) วิ่งออกไป
(PHRV) หมด
(PHRV) หมดสัญญา
(PHRV) หมดอายุ
(VI) หมด
(VT) ไล่ออก
(PHRV) คํานวณ
(PHRV) (ของเหลว) ไหลออกจาก
(PHRV) ขู่/บังคับให้ออกจาก
(PHRV) ไม่มีสํารอง
(PHRV) วิ่งออกจาก
(IDM) เลิกสนใจ
(IDM) ไม่เหลือเวลาอีกแล้ว
(PHRV) ละทิ้ง
(IDM) ควบคุมการเล่น (แบบป้องกัน) จนจบเกม
(PHRV) (ของเหลว) ล้น
(PHRV) ขับไปส่งที่
(PHRV) ชนล้มและบาดเจ็บ
(PHRV) วิ่งไปที่
(PHRV) ทําซ้ํา ๆ
(PHRV) (สายตา) หรือส่วนอื่นของร่างกายไล่ไปตาม
(PHRV) มี (บางสิ่ง) มากเกินไป
(PHRV) ทําให้เหนื่อยมาก
(PHRV) มีแพร่หลาย
(PHRV) ทําให้พ่ายแพ้ง่ายดาย
(IDM) วุ่นวาย
(PHRV) (ต้นไม้) โตเร็ว
(PHRV) ทําตัวเกเร
(PHRV) ขับไปส่ง
(PHRV) รับใช้
(PHRV) วิ่งไปทั่ว
(PHRV) แวะ
(PHRV) วิ่งไปรอบๆ
(SL) ท้องเสีย
(PHRV) ล้มเหลว
(PHRV) ขาดแคลน
(PHRV) ทําให้ทํางานหนัก
(PHRV) ทําให้เหน็ดเหนื่อย (งานหนัก)
(N) บุคคลร่างเล็กซึ่งเป็นที่ดูถูก
(N) สัตว์ที่มีขนาดเล็กและอ่อนแอที่สุดของคอก
(SL) คนที่โหดร้าย
(IDM) เสี่ยงอันตรายกับ
(PHRV) กระจายทั่ว
(PHRV) ใช้เงินอย่างรวดเร็ว
(PHRV) ทบทวน
(PHRV) แทงทะลุ
(PHRV) วิ่งผ่าน
(PHRV) ไหลผ่าน
(PHRV) อ่านอย่างรวดเร็ว
(PHRV) กระตุ้น
(PHRV) ขอความช่วยเหลือ
(PHRV) (ของเหลว) ไหลไปยัง
(PHRV) จัดให้มี
(PHRV) ดําเนินไปจน (เวลา)
(PHRV) มีขนาด
(PHRV) มีไปถึง
(PHRV) มีลักษณะของ
(PHRV) วิ่งไปยัง
(PHRV) หาจุดเริ่ม
(PHRV) อ้วนเกินไป
(PHRV) วิ่งไปพร้อมกับ
(PHRV) เอารวมกัน
(PHRV) พังทลายเพราะไม่ได้ดูแล
(IDM) ปล่อยปะละเลยให้ผุพัง
(PHRV) (ต้นไม้) โตเร็ว
(PHRV) แย่กว่า
(PHRV) ปล่อยให้เสียไป
(PHRV) เคลื่อนที่ไปตาม (ส่วนของร่างกาย)อย่างเร็ว
(PHRV) ชักธง
(PHRV) ติดหนี้เพิ่ม
(PHRV) ทดลองเครื่อง
(PHRV) เพิ่มขึ้นอย่างเร็ว
(PHRV) ยกธง
(PHRV) เย็บรวดเร็ว
(PHRV) รีบกระทํา
(PHRV) รีบรวม (ตัวเลข)
(PHRV) รีบวิ่งขึ้น
(PHRV) (เรือ) แล่นไปอย่างเร็ว
(PHRV) วิ่งก่อนรับลูกบอล (กีฬาคริกเก็ต)
(PHRV) วิ่งขึ้นไป
(PHRV) สะสม (ค่าใช้จ่าย, หนี้สิน)
(VT) ชักธง
(VT) เย็บรวดเร็ว
(VT) สะสม (ค่าใช้จ่าย, หนี้สิน)
(PHRV) พบ
(PHRV) วิ่งชน
(PHRV) คิดถึง
(PHRV) ตีพิมพ์บน
(PHRV) ทําให้ขับเคลื่อนไป
(PHRV) วิ่งชน
(PHRV) วิ่งบน
(PHRV) มีจํานวนถึง
(PHRV) วิ่งเข้ามาใกล้
(N) ทางขึ้นลงของเครื่องบิน
(N) ทางเดินของสัตว์ในป่า
(N) เวทีที่ยื่นเป็นทางยาวไปยังผู้ชม
(IDM) วุ่นวาย
(PHRV) (ต้นไม้, สวน)รก
(PHRV) ประพฤติตัวป่าเถื่อน
(PHRV) เป็นเพื่อนกับ
(PHRV) วิ่งแข่งกับ
(PHRV) วิ่งไปพร้อมกับ
(PHRV) ไหลท่วม
(IDM) ไม่ฝักฝ่ายใดฝ่ายหนึ่ง
(N) เหรียญรูปีของประเทศอินเดีย
(N) หน่วยเงินของประเทศอินโดนีเซีย
(N) หน่วยเงินตราของประเทศอินโดนีเซีย
(N) การแตกแยก
(N) การแตกออก
(N) เนื้อเยื่อหรือวัยวะที่แตกออก
(VI) แตกออก
(VT) ทําให้แตกความสามัคคี
(VT) ทําให้แตกออก
(ADJ) เกี่ยวกับการเกษตร
(ADJ) เกี่ยวกับชนบท
(ADJ) ในชนบท
(N) อุบาย
(ADJ) เร่งด่วน
(N) การเคลื่อนที่ผ่านรวดเร็ว
(N) การจู่โจมกะทันหัน
(N) การเร่งรีบ
(N) การวิ่งกรูกันไป
(N) ความรู้สึกที่เกิดขึ้นรวดเร็วและแรงกล้า
(N) ชั่วโมงเร่งรีบ
(N) ภาพยนตร์ที่ยังไม่ได้ตัดต่อ
(VI) วิ่ง
(VT) จู่โจม
(VT) พาหรือนําไปอย่างรีบเร่ง
(VT) รีบเร่ง
(N) พืชจําพวกกกชนิดหนึ่ง
(PHRV) รีบทํางาน
(PHRV) วิ่งตรงเข้าไปจู่โจม
(PHRV) รีบทํา
(N) ช่วงเร่งด่วนที่ผู้คนเดินทางไปและกลับจากที่ทํางาน
(PHRV) รีบเข้า
(PHRV) ปรากฏขึ้นในใจ
(PHRV) รีบกระทํา
(PHRV) รีบเข้าไป
(PHRV) พรวดพราดออกไป
(PHRV) รีบพิมพ์
(IDM) มุทะลุ
(PHRV) รีบผลิต
(PHRV) รีบออกไปข้างนอก
(IDM) ทําให้เร่งรีบ
(PHRV) รีบร้อนให้ผ่าน
(PHRV) รีบกรูไปยัง
(IDM) รีบสรุป
(N) ขนมปังกรอบที่ใช้เลี้ยงเด็กเล็ก
(N) สีน้ําตาลอมแดง
(N) ประเทศรัสเซีย
(N) ชาวรัสเซีย
(N) เกมเสี่ยงชีวิตที่ใช้ปืนที่มีกระสุนนัดเดียวจ่อขมับ
(ADJ) เป็นสีสนิม
(N) โรคใบสนิม
(N) สนิม
(VI) ติดโรคใบสนิม
(VI) เป็นสนิม
(VI) เสื่อม
(VT) ทําให้เป็นสนิม
(PHRV) ขัดสนิมออก
(ADJ) เกี่ยวกับชีวิตชนบท
(ADJ) ทําจากไม้หยาบไม่ประณีต
(ADJ) มีผิวหยาบ
(ADJ) เรียบง่าย
(N) ชาวชนบท
(VI) ไปอยู่ชนบท
(VT) ไปอยู่ชนบท
(N) การไปอยู่ชนบท
(PHRV) (สนิม) เกาะแน่น
(N) เสียงดังกรอบแกรบ
(VI) เกิดเสียงกรอบแกรบ
(VT) ทําให้เกิดเสียงกรอบแกรบ
(VI) ขโมยปศุสัตว์
(VI) เป็นสีสนิม
(VT) ขโมยปศุสัตว์
(PHRV) สํารองไว้
(ADJ) ซึ่งกันสนิม
(ADJ) ขาดการฝึกฝน
(ADJ) เป็นสนิม
(ADJ) เป็นสีสนิม
(SL) ทวารหนัก
(SL) ก้น
(N) ร่องแคบบนถนน
(N) สภาพที่เคยชินจนน่าเบื่อ
(VT) ทําให้เป็นร่อง
(N) ความสงสาร
(N) ความเสียใจ
(N) หนังสือในพระคัมภีร์ไบเบิ้ลที่พูดถึงหญิงม่ายชื่อ Ruth
(N) ธาตุรูทีเนียม (สัญลักษณ์ย่อคือ Ru)
(ADJ) น่าสงสาร
(ADV) อย่างน่าเวทนา
(ADJ) ไร้ความปรานี
(ADV) อย่างไร้ความปราณี
(N) สภาพเต็มไปด้วยร่อง
(ADJ) ซึ่งเต็มไปด้วยราคะ
(ADV) อย่างมีราคะ
(N) การมีตัณหาราคะ
(ADJ) ซึ่งเต็มไปด้วยร่องหรือรอย
(ABBR) คําย่อของ recreational vehicle
(N) พรมทอมือหลากสีของประเทศกลุ่มแสกนดิเนเวีย
(N) ขนมปังข้าวไรย์
(N) ธัญพืชคล้ายข้าวสาลี ใช้ทําอาหารและเลี้ยงสัตว์
(N) เมล็ดของต้นข้าวไรย์
