(ABBR) ศิลปศาสตร์มหาบัณฑิต (Master of Arts)
(ABBR) คําย่อของ March, May, Monday
(ABBR) พยัญชนะภาษาอังกฤษตัวที่ 13
(N) ปริญญาโท
(N) แม่ (คําไม่เป็นทางการ)
(N) คําสุภาพสําหรับเรียกผู้หญิง
(N) เทพเจ้าแห่งไฟ
(N) เครื่องคอมพิวเตอร์แมคอินทอช
(ADJ) น่าขยะแขยง
(N) ถนนโรยด้วยหินเป็นชั้นๆ
(N) ถั่วออสเตรเลียจําพวก Macadamia ternifolia เปลือกแข็ง
(N) ถั่วออสเตรเลีย
(N) การโรยถนนด้วยหินเป็นชั้นๆ
(VT) ราดหรือปูถนนด้วยหินเป็นชั้นๆ
(N) ชาวมาเก๊า
(N) มาเก๊า
(N) มะกะโรนี
(N) ขนมคุกกี้ชนิดหนึ่ง
(N) น้ํามันใส่ผมให้เรียบ
(N) นักเขียนนวนิยายอังกฤษ
(N) นกแก้วหางยาวสีสันสวยงาม
(N) แม็กเบท เป็นกษัตริย์ของสก็อตแลนด์
(N) คทา
(N) ดอกจันทน์เทศ (เครื่องเทศชนิดหนึ่ง)
(N) ผู้ถือคทาในพิธี
(N) ประเทศมาเซอะโดเนียอยู่ทางตะวันออกเฉียงใต้ของยุโรป
(N) ชาวมาเซอะโดเนีย
(VI) เปื่อย
(VT) ทําให้เปื่อย
(N) คนหรือสิ่งที่ทําให้เปื่อยยุ่ย
(N) การทําให้เปื่อยยุ่ย
(ADJ) ซึ่งทําให้เปื่อยยุ่ย
(N) หน่วยวัดความเร็วของเครื่องบิน
(N) มีดขนาดใหญ่ให้เป็นเครื่องมือและอาวุธ
(N) รัฐบุรุษของอิตาลีในช่วงปีค.ศ.1469-1527
(ADJ) ซึ่งมีเล่ห์เหลี่ยม
(N) การยึดหลักการของ Machiavelli
(N) การยึดหลักการของ Machiavelli
(ADJ) ซึ่งทํางานด้วยเครื่องจักร
(VI) วางแผนการ
(VT) วางแผนการ
(N) การวางแผนการ
(N) คณะหรือกลุ่มที่ทําหน้าที่ควบคุมโดยตรง (โดยเฉพาะทางการเมือง)
(N) เครื่องจักร
(N) ระบบการปฎิบัติงาน
(N) ภาษาคอมพิวเตอร์
(N) ปืนกล
(VT) ยิงปืนกล
(N) ภาษาคอมพิวเตอร์
(ADJ) เหมือนเครื่องจักร
(ADJ) ซึ่งทําด้วยเครื่องจักร
(N) น้ํามันสําหรับหยอดเครื่องจักร
(ADJ) ซึ่งสามารถใช้เครื่องคอมพิวเตอร์อ่านได้
(N) เครื่องจักร
(N) โครงสร้าง
(N) สกรูขนาดเล็กที่ใช้ยึดเหล็กเข้าด้วยกัน
(N) โรงกลึง
(ADJ) ซึ่งใช้เครื่องกลึงหรือตัดโลหะเป็นรูปร่างต่างๆ
(N) เครื่องกลึงหรือตัดโลหะเป็นรูปร่างต่างๆ
(N) การแปลภาษาด้วยเครื่องคอมพิวเตอร์
(VT) ยิงด้วยปืนกล
(N) ช่างซ่อมเครื่อง
(N) ผู้ดูแลเครื่องจักร
(N) ความเป็นลูกผู้ชาย
(N) อัตราความเร็วของวัตถุต่อความเร็วของเสียง
(N) คนที่มีความเป็นลูกผู้ชาย
(N) เครื่องคอมพิวเตอร์ระบบแม็กอินทอช
(N) เครื่องคอมพิวเตอร์แม็กอินทอช (คําไม่เป็นทางการ)
(N) ปลาทะเลแม็กเคอเร็ล
(N) เสื้อขนสัตว์หนา
(N) เสื้อกันฝน
(N) ศิลปะการผูกเงื่อนเพื่อตกแต่ง
(N) คําสั่งที่ผู้ใช้เขียนขึ้นเอง (ทางคอมพิวเตอร์)
(PRF) ขนาดใหญ่
(PRF) ยาว
(N) เกี่ยวกับการรับประทานอาหารธรรมชาติ
(N) การรับประทานอาหารธรรมชาติ
(N) โครงสร้างใหญ่ที่ประกอบด้วยส่วนย่อยๆ มากมาย
(ADJ) เกี่ยวกับเศรษฐศาสตร์มหัพภาค
(N) เศรษฐศาสตร์มหัพภาค
(N) คําสั่งจากเครื่องคอมพิวเตอร์
(N) เครื่องหมายแสดงสระเสียงยาว
(N) การถ่ายภาพขนาดเท่าหรือใหญ่กว่าของจริง
(ADJ) ซึ่งมองเห็นด้วยตาเปล่า
(ADJ) ซึ่งมองเห็นด้วยตาเปล่า
(ADJ) โกรธจัด (คําไม่เป็นทางการ)
(ADJ) โง่มาก (คําไม่เป็นทางการ)
(ADJ) วิกลจริต (เพราะป่วยทางจิต)
(N) เกาะมาดากัสการ์ในมหาสมุทรอินเดีย
(N) คุณนาย (คําไม่เป็นทางการ)
(N) คุณผู้หญิง (คําสุภาพใช้ขึ้นต้นในการเขียนจดหมาย)
(N) แม่เล้า
(N) คุณนาย
(N) ตัวละครในนิยายของ Flaubert
(N) ตัวละครของ Puccini
(N) ผู้ก่อตั้ง Madame Tussaud's Exibition ในลอนดอน
(N) ภาษาแมนดาริน (ของประเทศจีน)
(IDM) บ้า
(IDM) บ้า
(IDM) โกรธมาก (คําไม่เป็นทางการ)
(ADJ) บ้าระห่ํา
(N) โรควัวบ้า (คือโรค BSE ย่อจาก bovine spongiform encephalopathy)
(VI) บ้า
(VT) ทําให้หัวเสีย
(ADJ) บ้า
(ADJ) บ้า
(PHRV) หงุดหงิด
(ADJ) คําคุณศัพท์เปรียบเทียบขั้นกว่าของ mad
(N) ต้นไม้จําพวก Rubia
(ADJ) คําคุณศัพท์เปรียบเทียบขั้นสูงสุดของ mad
(ADJ) บ้า
(ADJ) ซึ่งทําขึ้นมา
(VT) กริยาช่องที่ 2 และ 3 ของ make
(PHRV) เหมาะกับ
(IDM) ไม่เหมาะสมกัน
(N) หมู่เกาะของโปรตุเกสในมหาสมุทรแอตแลนติก
(N) คําเรียกผู้หญิงที่ยังไม่แต่งงานอย่างสุภาพ (คําย่อคือ Mlle, Mdlle)
(IDM) ไม่ใช่ของจริง
(ADJ) ซึ่งตัดเสื้อผ้าด้วยการวัดตัว
(IDM) สั่งตัดเสื้อผ้าใส่
(ADJ) ซึ่งทําตามสั่ง
(IDM) ตัดเสื้อผ้าตามสั่ง
(ADJ) ซึ่งสร้างเรื่องขึ้น
(N) โรงพยาบาลรักษาผู้ป่วยทางจิต
(N) เมืองหลวงของรัฐวิสคอนซินในอเมริกา
(ADV) อย่างบ้าคลั่ง
(N) คนบ้า (คําหยาบ)
(N) คนบ้า
(N) ความวิกลจริต
(N) คําเรียกผู้หญิงในภาษาอิตาลี
(N) รูปภาพของพระแม่มารี (หรือ the Virgin Mary พระมารดาของพระเยซู)
(N) สิ่งทอหรือผ้าฝ้าย
(N) บทกวีสั้นๆ
(N) เพลงประสานเสียง
(N) ผู้ร้องประสานเสียง
(N) เสน่ห์
(N) ปลาจําพวก Noturus ครีบมีพิษ
(N) ผู้หญิงบ้า
(N) คํานามพหูพจน์ของ madwoman
(N) พืชจําพวก Alyssum
(N) จังหวัดแม่ฮ่องสอน
(N) แม่ฮ่องสอน
(N) ความอลหม่าน
(N) น้ําวน
(N) ผู้หญิงบ้า
(ADJ) เกี่ยวกับผู้หญิงบ้า
(ADJ) ผึ่งผาย (ทางดนตรี)
(ADV) อย่างผึ่งผาย (ทางดนตรี)
(N) คํานามพหูพจน์ของ maestro
(N) ผู้ชํานาญในศิลปะแขนงต่างๆ
(N) คํานามพหูพจน์ของ maestro
(N) พวกมาเฟีย
(N) มาเฟีย
(N) คํานามพหูพจน์ของ Mafioso
(N) สมุนมาเฟีย
(N) คํานามพหูพจน์ของ Mafioso
(ABBR) คําย่อของ magazine
(ABBR) คําย่อของ magneto
(SL) นิตยสาร
(N) เนยเทียม
(N) กล่อง
(N) นิตยสาร
(N) สีแดงม่วง
(N) ชื่อของผู้หญิง
(N) หนอนแมลง
(ADJ) เต็มไปด้วยหนอนแมลง
(ADJ) วิเศษ
(N) การใช้มนตร์วิเศษ
(N) มายากล
(N) เวทมนตร์
(ADJ) วิเศษ
(ADJ) สนุกสนานอย่างมาก (คําไม่เป็นทางการ)
(ADV) อย่างมีเวทมนตร์
(N) ลักษณะการเขียนแบบผสมผสานเรื่องจริงกับจินตนาการ
(N) พรมเหาะ
(N) นักเล่นกล
(N) ผู้มีความสามารถพิเศษ
(N) ผู้มีเวทมนตร์
(N) เครื่องฉายสไลด์
(N) เห็ดชนิดหนึ่งมีฤทธิ์ทําให้คนกินประสาทหลอนได้
(N) จํานวนโปรตอนหรือนิวตรอน
(N) ลักษณะการเขียนแบบผสมผสานเรื่องจริงกับจินตนาการ
(ADJ) ซึ่งเชื่อถือได้
(ADV) อย่างเชื่อถือได้
(N) ตําแหน่ง
(N) เจ้าหน้าที่ฝ่ายปกครอง
(N) ผู้พิพากษา
(ADJ) เกี่ยวกับผู้พิพากษา
(N) หินหลอมละลายที่ร้อนมากใต้ผิวโลก (ทางภูมิศาสตร์)
(N) กฎหมาย
(N) กฎหมาย
(ADV) เกียรตินิยมอันดับสอง
(N) ความใจกว้าง
(ADJ) ใจบุญ
(N) คนสําคัญมาก
(N) ธาตุแม็กนีเซียม
(N) สารแม็กนีเซียมไฮดรอกไซด์ เป็นยาลดกรดและยาระบาย
(N) สารแม็กนีเซียมซัสเฟต มีสัญลักษณ์ทางเคมีคือ MgSo4
(N) คนหรือสิ่งน่าสนใจ
(N) แม่เหล็ก
(ADJ) ซึ่งมีคุณสมบัติเป็นแม่เหล็ก
(ADJ) ซึ่งมีเสน่ห์ดึงดูด
(N) คลัตซ์อัตโนมัติของรถ
(N) เข็มทิศ
(N) ค่าความแตกต่างระหว่างทิศเหนือของเข็มทิศและทิศเหนือจริงๆ
(N) จานแม่เหล็ก (สําหรับใช้กับคอมพิวเตอร์)
(N) สนามแม่เหล็ก
(N) การเหนี่ยวนําด้วยพลังแม่เหล็ก
(N) ทุ่นระเบิด
(N) เข็มทิศ
(N) การชี้ทิศเหนือของเข็มทิศ
(N) ขั้วแม่เหล็ก
(N) เครื่องแยกแร่จากพลังแม่เหล็ก
(N) ทิศใต้ของเข็มทิศ
(N) ลําโพงวิทยุ
(N) การแกว่งหรือปั่นป่วนของสนามแม่เหล็กหรือเข็มทิศจากการถูกรบกวน
(N) แถบแม่เหล็ก (สําหรับใส่ข้อมูล)
(N) เทปแม่เหล็ก (สําหรับบันทึกเสียง รูปภาพหรือข้อมูลจากคอมพิวเตอร์)
(N) ค่าความแตกต่างระหว่างทิศเหนือของเข็มทิศและทิศเหนือจริงๆ
(VT) ดึงดูดใจ
(VT) ทําให้กลายเป็นแม่เหล็ก
(N) อํานาจแม่เหล็ก
(N) แร่แม่เหล็กมีลักษณะแข็งและสีดํา
(VT) ดึงดูดใจ
(VT) ทําให้เป็นแม่เหล็ก
(N) เครื่องกําเนิดไฟฟ้าหรือพลังแม่เหล็กเพื่อจุดหัวเทียนในเครื่องยนต์
(ADJ) สง่างาม
(N) การขยายให้ใหญ่ขึ้น
(N) ความสง่างาม
(ADJ) งดงาม
(ADJ) ไม่ธรรมดา
(ADV) อย่างหรูหรา
(VI) เพิ่มขนาด
(VT) ทําให้น่าตื่นเต้น
(VT) ทําให้เพิ่มมากขึ้น
(N) แว่นขยาย
(N) การอวดอ้าง
(ADJ) ซึ่งอวดอ้าง
(ADV) อย่างคุยโม้
(N) ขนาดใหญ่
(N) ความสําคัญ
(N) ต้นไม้พุ่มชนิดหนึ่ง
(N) ขวดเหล้าไวน์ขนาดใหญ่มีความจุ1.5ลิตร
(N) ปริมาณของเหลวที่บรรจุอยู่ในขวดไวน์ขนาด 1.5 ลิตร
(N) งานศิลปะชิ้นเอก
(N) นกกางเขน
(SL) คนช่างพูด (จนน่ารําคาญ)
(N) เชื้อชาติส่วนใหญ่ในประเทศฮังการี
(N) มหาภารตะ
(N) มหาราชา
(N) มหาราชา
(N) มหารานี (เจ้าหญิงของอินเดีย)
(N) มหารานี (มเหสีของมหาราชา)
(N) มหารานี (เจ้าหญิงของอินเดีย)
(N) มหารานี (มเหสีของมหาราชา)
(N) ผู้สอนศาสนาฮินดู
(N) จังหวัดมหาสารคาม
(N) มหาสารคาม
(N) มหาตมะ ตําแหน่งยกย่องผู้มีคุณธรรมสูงในอินเดีย
(N) นิกายมหายานในศาสนาพุทธ
(N) ผู้นําอิสลามหรือพระเยซูที่มาช่วยชาวโลก
(N) มหาวิทยาลัยมหิดล
(N) ไพ่นกกระจอกของจีน
(N) ไพ่นกกระจอกของจีน
(N) ต้นมะฮอกกานี
(N) มะฮอกกานี
(N) ควาญช้าง
(N) สาวใช้
(N) สาวโสด
(N) ม้าที่ยังไม่เคยชนะการแข่งขัน
(N) สาวโสด
(N) ความเป็นสาวบริสุทธิ์
(N) วัยสาว
(ADJ) แบบหญิงสาว
(ADJ) แบบหญิงสาว
(N) นามสกุลก่อนแต่งงานของผู้หญิง
(IDM) สุนทรพจน์ครั้งแรก
(IDM) การเดินทางเรือเป็นครั้งแรก
(N) นางกํานัล
(N) เพื่อนเจ้าสาว
(N) สาวรับใช้
(N) การขนส่งทางไปรษณีย์
(N) จดหมาย
(N) ไปรษณียภัณฑ์
(N) พาหนะบรรทุกไปรษณียภัณฑ์
(N) ระบบไปรษณีย์
(VI) จดหมายอิเล็กทรอนิกส์ (คําไม่เป็นทางการของ e-mail)
(VT) ส่งทางไปรษณีย์
(N) เกราะ
(VT) หุ้มเกราะ
(N) กระเป๋าไปรษณีย์
(N) ถุงไปรษณีย์
(N) ตู้ไปรษณีย์
(N) คนส่งไปรษณีย์
(N) กําปั้น
(N) จดหมายหรือห่อของที่ส่งทางไปรษณีย์
(N) ซองหรือห่อสําหรับใส่จดหมายหรือวัสดุทางไปรษณีย์
(PHRV) ส่ง (จดหมายหรือห่อของ) จาก
(N) การส่งไปรษณีย์
(N) จดหมายหรือห่อของที่ส่งทางไปรษณีย์
(N) ที่รับส่งจดหมาย
(N) รายชื่อและที่อยู่ของผู้ที่ได้รับข่าวสาร ข้อมูลหรือโฆษณาเป็นประจํา
(N) คนส่งไปรษณีย์
(N) คํานามพหูพจน์ของ mailman
(N) การสั่งซื้อทางไปรษณีย์
(N) บริษัทซื้อขายทางไปรษณีย์
(PHRV) ส่งจดหมายหรือห่อของไปยัง
(VT) ทําให้บาดเจ็บสาหัส
(ADJ) พิการ
(ADJ) สําคัญที่สุด
(N) ส่วนสําคัญที่สุด
(N) สายหลัก (ท่อหรือสายเคเบิลใหญ่)
(N) แผ่นดินใหญ่
(N) แม่น้ําเมนในประเทศเยอรมัน (มีความยาว 523 กิโลเมตร)
(N) แผงวงจรหลักในคอมพิวเตอร์
(N) โอกาสดีที่สุด
(N) ประโยคหลัก
(SL) ถนนใหญ่
(N) พละกําลัง
(N) คอมพิวเตอร์ขนาดใหญ่ที่มีสมรรถนะสูง
(N) แผ่นดินใหญ่
(VT) ฉีดยาเสพย์ติดเข้าเส้นเลือดดํา
(ADV) โดยส่วนใหญ่
(N) เสากระโดงเรือใหญ่
(N) ใบเรือใหญ่ของเรือใบ
(N) ลานตัวใหญ่และสําคัญที่สุดของนาฬิกา
(N) ส่วนสําคัญที่สุด
(N) คนหรือสิ่งที่เป็นหลักสําคัญ
(N) เชือกเส้นใหญ่ที่โยงกับเสาซึ่งอยู่ท้ายหรือกลางเรือ
(N) ถนนสายสําคัญในเมืองเล็กๆ
(VT) รักษา
(ADJ) ซึ่งรักษาไว้
(PHRV) รักษาไว้
(ADJ) ซึ่งรักษาไว้
(PHRV) เก็บรักษา
(PHRV) สนับสนุน
(ADJ) ซึ่งดําเนินต่อไป
(N) การรักษาสภาพ
(N) บ้านหลังเล็ก
(N) ข้าวโพด
(N) สีเหลืองอ่อนเหมือนฝักข้าวโพด
(ABBR) คําย่อของ Major
(ADJ) ยิ่งใหญ่
(ADJ) สูงส่ง
(ADV) อย่างสง่าผ่าเผย
(N) ความมีอํานาจสูงสุด
(N) ความสง่าผ่าเผย
(N) เครื่องเคลือบดินเผาของอิตาลี
(ADJ) ส่วนใหญ่
(ADJ) สําคัญมาก
(N) พ่อบ้านดูแลบ้าน
(N) พลตรี (ยศ)
(ADJ) ซึ่งเป็นส่วนใหญ่
(N) พลตรี (ยศ)
(N) ส่วนใหญ่
(N) เสียงข้างมาก
(N) หัวหน้าพรรคเสียงข้างมากในสภา
(N) ระบบเสียงข้างมาก
(N) คําตัดสินของลูกขุน
(N) เกี่ยวกับทีมเบสบอลในระดับ Major Leagues
(ADV) อย่างมาก
(N) ระดับเสียงหลัก (ทางดนตรี)
(N) ไพ่โพดําและโพแดง
(N) กระบวนการผลิต
(N) เครื่องหมายการค้า
(VT) กระตุ้น
(VT) กลายเป็น
(VT) ก่อให้เกิด
(VT) เข้าใจ
(VT) เขียน
(VT) คาดคะเน
(VT) จัด (เตียงนอน)
(VT) จัด (ที่นอน)
(VT) จัดเวลา
(VT) จัดหา
(VT) แต่งตั้ง
(VT) ทํา
(VT) ทํากําไร
(VT) ทําคะแนน (กีฬา)
(VT) ทัน
(VT) เท่ากับ
(VT) บรรลุเป้าหมาย
(VT) บังคับ
(VT) ปรุง (อาหาร)
(VT) ไปถึง
(VT) หาได้
(IDM) มุ่งตรงไปที่ (คําไม่เป็นทางการ)
(IDM) เริ่มต้น
(IDM) ประมูล
(IDM) พยายามหลบหนี
(IDM) พยายามหนีไปทาง
(IDM) ยอมสารภาพ
(IDM) หันกลับมาทําอาชีพ (ที่ประสบความสําเร็จ) ที่เคยทําอีกครั้ง (คําไม่เป็นทางการ)
(IDM) ทําข้อตกลงกับ
(IDM) ทําหน้าบิดเบี้ยว
(IDM) ทําหน้าบูดเบี้ยว
(IDM) หาเงินได้มากโดยออกแรงเล็กน้อย
(IDM) หลอกลวง
(IDM) เป็นมิตร
(IDM) ไล่ตาม
(IDM) วิตกกังวลอย่างไร้เหตุผล
(IDM) สนใจมาก
(IDM) พยายามทําให้สําเร็จ
(IDM) พยายามยึด
(IDM) สร้างนิสัยของ
(IDM) ทําให้เสีย (ด้วยความประมาท)
(IDM) เป็นที่นิยมของ
(IDM) ประสบความสําเร็จมาก
(SL) ทํากําไรมหาศาล
(SL) ประสบความสําเร็จท่วมท้น
(IDM) หาเงินเลี้ยงชีพ
(IDM) อนุญาตให้ทําบางอย่างที่เคยไม่ยอมรับ (เพราะเหตุผลบางอย่าง)
(IDM) พยายามเอื้อมมือไปยัง
(IDM) อย่างสรุป
(IDM) ไม่ต้องใช้ความพยายามมากในเรื่อง
(IDM) ชดใช้
(IDM) ชดใช้
(IDM) พยายามจดจํา
(IDM) วิตกกังวลเกินไป
(IDM) มีชื่อเสียง
(IDM) ปรากฏตัว
(IDM) นัดหมายกับ
(IDM) ทําให้กลายเป็นตัวตลก
(IDM) พยายามฆ่า
(IDM) แสดงผลของ
(IDM) อนุญาตให้
(IDM) ประพฤติตัวไม่เหมาะสมในที่สาธารณะ
(IDM) แต่งงานกับ (ผู้หญิง)
(IDM) ให้ความเห็นเกี่ยวกับ
(IDM) ทําให้บางสิ่งกลายเป็นอีกสิ่ง
(IDM) จดบันทึก
(IDM) ทําเงินได้มาก (คําสแลง)
(IDM) สนใจ
(IDM) กินมากเกินไป
(IDM) ทําเงินได้มาก (คําสแลง)
(IDM) สมัคร
(IDM) ขอความร่วมมือ
(IDM) ทํา (บางสิ่ง) เป็นประจํา
(IDM) หาที่ว่างหรือเวลาสําหรับ
(IDM) เตรียมการ
(IDM) บอกให้รู้กันทั่ว
(IDM) ปิดเป็นความลับ
(IDM) แสร้งทํา
(IDM) ดูเหมือนจะทําบางสิ่ง
(IDM) ประสบความสําเร็จ
(PHRV) จู่โจม
(PHRV) หารายได้จาก
(IDM) แลกเปลี่ยน
(PHRV) รีบหนีไป
(PHRV) ขโมยหนีไป
(PHRV) ฆ่า
(PHRV) ทําลาย
(N) ทําให้ดีขึ้น
(ADJ) เสแสร้ง
(IDM) เสแสร้ง
(N) การเสแสร้ง
(IDM) ทําให้ดํา
(IDM) กล้า
(IDM) ย่อ
(PHRV) ทําให้มั่นใจ
(IDM) มั่นใจในความจริงของ
(PHRV) อธิบายชัดเจน
(IDM) ต้องการความช่วยเหลือจาก
(IDM) ต้องการความช่วยเหลือจาก
(PHRV) เย็บให้เล็กลง
(IDM) มีรายได้พอประทังชีวิต
(PHRV) ทําให้เร็วขึ้น
(PHRV) ทําให้เกิด
(PHRV) สร้าง
(IDM) ให้สิทธิพิเศษใน (บางสิ่ง)
(IDM) ใช้บางคนหรือบางสิ่งในทางที่ผิด
(IDM) นําไปใช้ (โดยไม่ได้รับอนุญาต)
(IDM) ผูกมิตรกับ
(PHRV) นํามาจาก
(IDM) หัวเราะเยาะ
(PHRV) ใช้หนี้
(PHRV) ทําตามสัญญา
(PHRV) ทําให้ดี (คุณภาพ,พฤติกรรม)
(PHRV) ประสบความสําเร็จในเรื่อง
(PHRV) พิสูจน์
(PHRV) มีชีวิตดีขึ้นหรือประสบความสําเร็จ
(PHRV) ทําลาย
(IDM) สร้างความสัมพันธ์กับ (อย่างก้าวหน้า)
(PHRV) ทําให้อุ่น
(PHRV) สร้างอยู่ใน
(PHRV) เปลี่ยน (บางสิ่งหรือบางคน) ให้เป็น
(PHRV) แปรรูปเป็น (วัตถุ)
(IDM) มีเพศสัมพันธ์ (กับเพศตรงข้าม) (คําสแลง)
(IDM) สามารถไปถึง
(IDM) ประกาศอย่างแน่วแน่ว่า
(IDM) ทําให้เดือดร้อน
(IDM) คิดว่าเป็นสิ่งง่าย
(IDM) เลียนแบบ
(PHRV) ทําเหมือน
(IDM) มีความสัมพันธ์ทางเพศกับ
(IDM) เอ่ยถึง
(IDM) มีความสนุกสนาน
(IDM) ชนะขาดลอย
(IDM) ทําให้ยุ่งยาก
(IDM) เข้าใจ
(IDM) กล้าคิด
(IDM) ไม่เข้าใจ
(PHRV) ทําจาก
(PHRV) ทําให้เป็น
(PHRV) รีบออกไป
(PHRV) ฉกหนีไป
(PHRV) ทําให้สูญเสีย
(PHRV) ทํากําไร
(PHRV) สร้าง
(PHRV) เข้าร่วมกลุ่ม (คําโบราณ)
(IDM) รู้สึกสบาย
(IDM) แนะนําให้รู้จักกับ
(IDM) เลิกทะเลาะกับ
(IDM) ประสบความสําเร็จทางธุรกิจ
(PHRV) เข้าใจ
(PHRV) เขียน
(PHRV) ตอบได้
(PHRV) ทําสําเร็จ
(PHRV) ทําให้สมบูรณ์
(PHRV) ประสบความสําเร็จ
(PHRV) มองเห็นชัดเจน
(PHRV) มีความสัมพันธ์ทางเพศกับ
(PHRV) ร่วมรัก
(PHRV) แสร้งทํา
(PHRV) อ้างว่า
(IDM) โต้แย้ง
(PHRV) ทําด้วย
(PHRV) เปลี่ยนเป็น
(PHRV) ยกให้
(PHRV) หา (บางสิ่ง) ใหม่
(PHRV) ชื่นชอบมาก
(PHRV) หาได้มากกว่า
(N) การเปลี่ยนแปลง
(IDM) ยุติสงครามกับ
(IDM) เอ่ยถึงบางสิ่งเพื่อให้เกิดผลบางอย่าง
(N) ผู้เซ็นเอกสาร (ทางกฎหมาย)
(N) ผู้ผลิต
(IDM) เตรียมพร้อม
(N) การทํารูปแบบสําเร็จรูป
(IDM) เอาชนะได้ง่าย
(IDM) สามารถเข้าใจ
(ADJ) ซึ่งทดแทนชั่วคราว
(N) สิ่งที่ใช้ทดแทนชั่วคราว
(IDM) ทําให้ยอมสารภาพ (คําไม่เป็นทางการ)
(IDM) ทําให้ดูว่ามีความสามารถหรือประสบความสําเร็จ
(IDM) ทําให้ดูตลก
(IDM) จัดเตียง
(IDM) ทําให้เดือดดาล
(IDM) ทําให้ตกใจที่ได้เห็น ได้ยิน หรือลิ้มรส
(IDM) ทําให้กลัวมาก
(IDM) ทําให้หัวหมุน
(IDM) ทําให้หัวหมุน
(IDM) หาคนหรือสิ่งของให้ได้
(IDM) ทําให้ทํางานได้ (มักใช้กับ what)
(IDM) บอกจุดยืนของตน
(IDM) ทําตามคําสั่ง
(IDM) มั่นใจ
(IDM) แน่ใจ
(IDM) วางแผนเพื่อ
(IDM) ทําเตียงให้เรียบร้อย
(IDM) ใช้ (บางสิ่ง) เต็มที่
(IDM) พยายามแก้ไขให้ดี
(IDM) ยอมรับในสิ่งที่เกิดขึ้น
(IDM) ต่อสู้กัน
(IDM) ต่อสู้กัน
(IDM) พอใจ
(IDM) ทําให้ได้มากที่สุดเท่าที่จะมากได้
(PHRV) ฝ่าฟัน
(PHRV) เคลื่อนไปทาง
(IDM) ไปทาง
(N) การแต่งหน้า
(N) เครื่องสําอาง
(PHRV) จัดไว้ด้วยกัน
(PHRV) ชดเชย (เวลาหรือเงิน)
(PHRV) เตรียม (ห้องพักหรือเตียงนอน) ให้พร้อม
(PHRV) เตรียมอาหาร
(PHRV) เติมเชื้อฟืน
(PHRV) แต่งหน้า
(PHRV) เป็นเพื่อนกันอีกหลังจาก (ทะเลาะกัน)
(PHRV) เป็นส่วนของ
(PHRV) สร้าง
(PHRV) สอบซ่อม
(PHRV) ชดเชยสําหรับ
(IDM) ทํางานหนักหรือทํางานรวดเร็ว
(PHRV) เข้ามาใกล้
(IDM) ตัดสินใจ
(PHRV) ชดเชย
(PHRV) เพิ่มให้เต็ม
(PHRV) ทําตัวเป็นประโยชน์
(PHRV) ใช้ (บางสิ่ง)
(PHRV) ขัดแย้งอย่างรุนแรง
(PHRV) ต่อสู้กับ
(IDM) สร้างปัญหา
(IDM) ก้าวหน้า
(PHRV) หลบเข้าด้านข้าง
(N) คนหรือสิ่งไม่สําคัญ
(PHRV) ทําข้อตกลงกับ
(PHRV) ทําด้วย
(ADJ) ซึ่งสร้างไว้
(N) การผลิต
(N) เหตุผลของความสําเร็จ
(PRF) ป่วย
(PRF) ไม่ดี
(PRF) ไม่เพียงพอ
(N) แคว้นหนึ่งในอินเดีย
(N) บริเวณชายฝั่งทางตะวันตกเฉียงใต้ของอินเดีย
(N) เมืองในแหลมมลายู
(N) มรกต
(ADJ) ซึ่งปรับตัวไม่ดีกับสภาพแวดล้อม
(N) การปรับตัวได้ไม่ดีกับสภาพแวดล้อม
(N) การจัดการที่ไม่ดีหรือไม่ซื่อสัตย์
(ADJ) ไม่ชํานาญ
(ADV) อย่างงุ่มง่าม
(N) ความอุ้ยอ้าย
(N) ปัญหา
(N) โรค
(N) ชาว Madagascar
(N) ความกังวลใจ
(N) อาการป่วยไข้
(N) ตัวละครของ Sheridan ในเรื่อง The Rivals
(N) การใช้คําผิดความหมาย
(ADJ) ซึ่งไม่เหมาะสม
(N) กระดูกโหนกแก้ม
(N) ไข้มาลาเรีย
(ADJ) เกี่ยวกับมาเลเรีย
(ADJ) เกี่ยวกับมาเลเรีย
(ADJ) ซึ่งเป็นพิษ
(SL) ไร้สาระ
(ADJ) ซึ่งไม่จริงใจ (คําสแลง)
(N) รัฐมาลาวีในแอฟริกา
(ADJ) แห่งมลายู
(N) แหลมมลายู
(N) ชาวมลายู
(N) ภาษามลายู
(N) ภาษาดราวิเดียนของอิเดีย
(N) ภาษามลายู
(N) หมู่เกาะมลายูอยู่ระหว่างเอเชียตะวันออกเฉียงใต้และออสเตรเลีย
(N) คาบสมุทรหรือในเอเชียตะวันออกเฉียงใต้
(N) ประเทศมาเลเซีย (ชื่อทางการคือ Federation of Malaysia)
(N) มาเลเซีย
(N) คนมาเลย์
( N) ชาวมาเลเซีย
(ADJ) ซึ่งไม่พอใจ
(N) ผู้ไม่พอใจกับเรื่องต่างๆ (เช่น สถานการณ์ทั่วไป, การเมืองฯลฯ)
(N) อาการเมาเรือ
(N) การแบ่งปันที่ไม่เหมาะสมหรือไม่เพียงพอ
(ADJ) ซึ่งเป็นของผู้ชาย
(N) ผู้ชาย
(PRF) ป่วย
(ADJ) ซึ่งถูกสาปแช่ง
(N) การสาปแช่ง
(N) เกี่ยวกับการสาปแช่ง
(N) คนกระทําผิด
(N) ผู้กระทําความผิด (ทางกฏหมาย)
(N) ความชั่วร้าย
(ADJ) ชั่วร้าย
(ADV) อย่างชั่วร้าย
(N) ความเป็นชาย
(N) ความเป็นผู้ชาย
(N) เพศผู้
(N) การปองร้าย
(ADJ) เป็นอันตราย
(ADJ) มุ่งร้าย
(ADV) อย่างมุ่งร้าย
(N) การทุจริต (เช่น การเมืองหรือฝ่ายพลเรือน)
(ADJ) ซึ่งทุจริตต่อหน้าที่
(N) การสร้างขึ้นมาอย่างผิดปกติ (ในด้านรูปร่างหรือโครงสร้าง)
(ADJ) ซึ่งผิดรูปหรือผิดส่วน
(N) การไม่สามารถทํางานได้อย่างปกติ (เพราะการออกแบบที่ไม่ดี)
(N) สาธารณรัฐในแอฟริกาตะวันตก
(N) ความมุ่งร้าย
(N) ความอาฆาตพยาบาท
(N) การปองร้าย
(ADJ) มุ่งร้าย
(ADV) อย่างมุ่งร้าย
(N) ความมุ่งร้าย
(ADJ) ร้ายกาจ
(VT) ใส่ร้าย
(N) ความชั่วร้าย
(N) เนื้อร้าย
(N) การปองร้าย
(N) การใส่ร้าย
(N) เนื้อร้าย
(ADJ) ที่มุ่งร้าย
(ADJ) เป็นอันตราย
(ADV) อย่างชั่วร้าย
(N) คนกล่าวหา
(N) การมุ่งร้าย
(VI) แกล้งป่วย
(N) คนแกล้งป่วย
(N) คําสาปแช่ง
(N) ทางเดินเท้า
(N) ห้างสรรพสินค้า
(N) เป็ดป่าซึ่งมีชื่อละติน Anus platyrhynchos
(N) การเปลี่ยนแปลงได้
(ADJ) ที่สามารถตีเป็นแผ่นบางๆ หรือรูปร่างต่างๆ ได้
(ADJ) ว่าง่าย
(N) การเปลี่ยนแปลงได้
(N) เครื่องมือที่มีลักษณะเหมือนฆ้อน (เช่น ใช้สําหรับตอกสิ่ว)
(N) ไม้สําหรับตีลูกในกีฬาโปโลหรือกีฬาตีคลี
(N) กระดูกค้อนในหูชั้นกลาง
(N) ต้นไม้จําพวก Malva
(N) เหล้าองุ่น
(ADJ) สุขภาพไม่ดีเพราะทานอาหารไม่ถูกต้อง
(N) ภาวะขาดสารอาหาร
(N) กลิ่นเหม็น
(ADJ) ซึ่งมีกลิ่นเหม็น
(ADJ) เหม็น
(ADV) อย่างมีกลิ่นเหม็น
(N) การมีกลิ่นเหม็น
(N) นักเขียนชาวอังกฤษ
(N) การประพฤติผิดต่อหน้าที่
(N) ผู้ปฏิบัติหน้าที่บกพร่อง
(N) เกาะหนึ่งในทะเลเมดิเตอร์เรเนียน
(N) ข้าวมอลต์ (ใช้ในการกลั่นเหล้าหรือเบียร์)
(ADJ) ซึ่งทําด้วย malt
(N) เครื่องดื่มผสมนมและไอศรีม
(N) คน ภาษาและวัฒนธรรมของ Malta
(N) เกี่ยวกับทฤษฎีที่ว่าประชากรโลกเพิ่มขึ้นรวดเร็วมากกว่าปริมาณอาหาร
(N) ทฤษฎีที่ว่าประชากรโลกเพิ่มขึ้นรวดเร็วมากกว่าปริมาณอาหาร
(N) เครื่องดื่มอัลกอฮอล์ทําจาก malt
(N) น้ําตาลมอลโทส
(VT) กระทําทารุณ
(N) การทารุณ
(N) ผู้ขายข้าวบาร์เล่ย์คั่ว
(N) เหล้าวิสกี้ของสก็อตแลนด์
(N) แม่ (ปกติใช้กับเด็กๆ) (คําไม่เป็นทางการ)
(N) แม่ (คําไม่เป็นทางการ)
(N) งูพิษสีเขียวหรือดําของแอฟริกา
(N) การเต้นรําจังหวะแมมโบ้
(N) เต้านม
(N) แม่ (ปกติใช้กับเด็กๆ) (คําไม่เป็นทางการ)
(N) คํานามพหูพจน์ของ mammal
(N) สัตว์เลี้ยงลูกด้วยนม
(ADJ) ซึ่งเป็นสัตว์เลี้ยงลูกด้วยนม
(ADJ) เกี่ยวกับเต้านม (ของทั้งคนและสัตว์)
(N) การตรวจเต้านมด้วยเอ็กซเรย์
(N) การเอ็กซเรย์เต้านม
(N) การศึกษาสัตว์เลี้ยงลูกด้วยนม (ทางสัตววิทยา)
(N) การเปรียบเงินและทรัพย์สินเป็น false god ในพระคัมภีร์ไบเบิ้ล
(N) ทรัพย์สิน
(N) สัตว์ขนาดใหญ่ซึ่งสูญพันธุ์ไปแล้วประมาณ 10,000 ปี
(N) แม่
(N) คนงานชาย
(N) คําเรียกบุคคล (ทั้งสองเพศ) (คําสแลง)
(N) ทหารชาย
(N) ผู้ชาย
(N) มนุษย์
(N) สามี (คําสแลง)
(VT) เข้าประจําที่
(VT) จัดกําลังคน
(N) คนชอบเข้าสังคม
(N) กุญแจมือ
(VT) ใส่กุญแจมือ
(VI) บริหาร
(VI) สําเร็จ
(VT) จัดการ (โดยเฉพาะกับสถานการณยุ่งยากเพราะขาดแคลนบางสิ่งเช่น ทรัพย์สมบัติ, เงิน)
(VT) ทําให้สําเร็จ (โดยเฉพาะกับสิ่งที่ยากหรือเป็นไปไม่ได้)
(N) การจัดการได้
(ADJ) ซึ่งสามารถจัดการได้ง่าย
(N) ความสามารถจัดการได้ง่าย
(ADV) อย่างควบคุมได้
(ADJ) ซึ่งควบคุม
(N) การจัดการ
(N) คณะผู้บริหาร
(N) ความสามารถในการจัดการ
(N) นักเรียนหรือนักศึกษาที่ดูแลอุปกรณ์กีฬาภายใต้การกํากับดูแลของผู้ฝึกสอน (ทางกีฬา)
(N) ผู้จัดการ
(N) ผู้จัดการที่เป็นหญิง
(ADJ) เกี่ยวกับการจัดการ
(N) การจัดการ
(ADV) ทางการจัดการ
(N) การจัดการ
(PHRV) ใช้
(PHRV) มีชีวิตอยู่ได้
(ADJ) เกี่ยวกับการจัดการ
(N) กรรมการผู้จัดการ
(N) บรรณาธิการบริหาร
(N) เมืองหลวงของนิคารากัว
(N) ทหาร
(N) สัตว์ตระกูล Trichechidae ในแถบอเมริกาใต้และแอฟริกาตะวันตก
(N) เมืองแมนเชสเตอร์เป็นทางตะวันตกเฉียงเหนือของอังกฤษ
(N) ชาวแมนจูเรีย
(N) แคว้นแมนจูเรีย
(ADJ) เกี่ยวกับแมนจูเรีย
(N) การโกหก
(N) รูปวงกลมซึ่งเป็นสัญลักษณ์แทนจักรวาลในศาสนาฮินดู
(N) เมืองของประเทศพม่าหรือเมียนมาร์
(N) คําสั่งจากศาสูง
(N) ข้าราชการพลเรือน (ระดับสูง)
(N) ขุนนางจีน (สมัยโบราณ)
(N) ส้มจีน
(N) ภาษาจีนกลาง (ใช้เป็นทางการในประเทศจีน)
(N) (เสื้อ) คอจีน
(N) เป็ดเอเชียซึ่งมีสีสันสดใส
(N) การเป็นข้าราชการระดับสูงของจีน
(N) ส้มผลเล็กปอกเปลือกง่าย
(N) ผู้ได้รับมอบอํานาจ
(N) คําสั่ง
(VT) มอบอํานาจ (ให้ทําบางสิ่ง)
(VT) สั่งการ
(N) ซึ่งได้รับคําสั่ง
(N) ผู้มอบอํานาจ
(ADV) อย่างได้รับมอบอํานาจ
(N) ผู้ได้รับมอบอํานาจ
(N) ขากรรไกรล่าง
(N) จะงอยปากนก
(ADJ) เกี่ยวกับขากรรไกรล่าง
(N) เครื่องดนตรีประเภทเครื่องสาย
(N) อุปกรณ์ที่มีมีดปรับได้สําหรับหั่นอาหาร
(N) ผู้เล่น mandolin
(N) ต้นไม้ล้มลุกชนิดหนึ่งมีพิษ รากมีลักษณะคล้ายคน
(N) ด้ามสําหรับจับ
(N) ด้ามสําหรับจับ
(N) ลิงดุร้ายชนิดหนึ่งในแอฟริกา
(N) ผมยาวดกและหนา (คน)
(N) แผงขนบนคอสัตว์
(N) มนุษย์กินคน
(N) สัตว์กินเนื้อคนเป็นอาหาร (เช่น เสือ, ฉลาม)
(ADJ) ซึ่งกินคน
(N) ศิลปะการฝึกม้า
(ADJ) ซึ่งมีแผงขนบนคอสัตว์
(N) วิญญาณ
(N) กลยุทธ์
(N) การซ้อมรบ
(N) การยักย้าย
(N) การวางแผนการ
(ADJ) ซึ่งยักย้ายได้
(N) ผู้ซักซ้อม
(N) การใช้แผนการ
(N) ผู้แสดงเป็นคนรับใช้ ทาสหรือผู้ช่วยที่ซื่อสัตย์  ทําทุกอย่างให้
(N) ผู้แสดงเป็นคนรับใช้ ทาสหรือผู้ช่วยที่ซื่อสัตย์  ทําทุกอย่างให้
(ADJ) กล้าหาญ (แบบลูกผู้ชาย)
(ADV) อย่างกล้าหาญ
(N) ความกล้าหาญ
(N) ธาตุแมงกานีส
(N) อาการทางผิวหนังที่เกิดจากสัตว์ประเภทไรกัด
(N) รางหญ้า
(N) ถั่วเมล็ดเล็กมาก
(ADV) เป็นขี้เรื้อน
(N) การเป็นโรคผิวหนัง
(VT) ทําให้เสียโฉม
(VT) ทําให้เสื่อมเสีย
(ADJ) ซึ่งเสียโฉม
(N) ผู้ทําให้เสื่อมเสีย
(PHRV) ทําให้เสีย
(N) ผลมะม่วง
(N) มะม่วง
(N) ผลมังคุด
(N) มังคุด
(N) ต้นไม้จําพวกโกงกาง
(ADJ) ซึ่งเป็นขี้เรื้อน
(VT) ปฏิบัติต่อบางคนหรือบางสิ่งอย่างไม่ดี
(N) ย่านมั่งคั่งและรุ่งเรืองของอเมริกา
(N) ท่อระบายน้ํามีฝาปิดตามถนน
(N) ความเป็นชาย
(N) คุณสมบัติของความเป็นชาย (เช่น ความบึกบึน, ความแข็งแรง, ความกล้าหาญ)
(N) หน่วยเวลาของระบบอุตสาหกรรม
(N) การค้นหานักโทษอย่างละเอียด
(N) ความคลั่งไคล้
(N) คนบ้า
(ADJ) คลั่งไคล้
(ADV) อย่างคลั่งไคล้
(ADJ) เกี่ยวกับความคลั่งไคล้
(N) อาการคลุ้มคลั่งแบบเดี๋ยวสุขเดี๋ยวเศร้าซึม
(ADJ) เกี่ยวกับอาการคลั่งเดี๋ยวสุขเดี๋ยวเศร้าซึม
(N) การตกแต่งเล็บและมือ (การเสริมสวย)
(ADJ) ซึ่งตกแต่งเล็บและมือ
(N) ช่างแต่งเล็บและมือ
(ADJ) ซึ่งเป็นที่เข้าใจแจ่มแจ้ง
(N) รายการสินค้า
(VI) ปรากฏออกมา
(VT) แสดงให้เห็น
(VT) ใส่ในรายการสินค้า
(ADJ) แจ่มแจ้ง
(N) การชุมนุม
(N) การแสดงให้เห็นอย่างเด่นชัด
(N) ข้อบ่งชี้
(ADV) อย่างชัดแจ้ง
(N) แถลงการณ์
(ADJ) หลากหลาย
(N) ห้องหรือท่อที่มีทางเข้าออกหลายทาง
(VT) ถ่ายสําเนา
(VT) ทําให้เพิ่มทวีคูณ
(N) ผู้ถ่ายสําเนา
(ADV) โดยถ่ายสําเนา
(N) การถ่ายสําเนา
(N) คนแคระ
(N) หุ่นคนสําหรับการเรียนการสอนทางการแพทย์
(N) หุ่นจําลองสําหรับแสดงเสื้อผ้า
(N) กรุงมะนิลาของประเทศฟิลิปปินส์
(N) กระดาษทําจากป่านมะนิลา
(N) มะขามเทศ
(IDM) คนทั่วไป
(N) มันสําปะหลัง
(ADJ) ซึ่งยักย้ายได้
(ADJ) ซึ่งยักย้ายได้
(VT) จัดการ
(ADJ) ซึ่งจัดการ
(ADJ) ซึ่งจัดการ
(N) การยักย้าย
(ADJ) ซึ่งจัดการ
(N) ผู้จัดการ
(ADJ) ซึ่งจัดการ
(N) ผู้ชาย (คําล้าสมัย)
(N) มนุษยชาติ
(ADJ) ซึ่งมีความเป็นลูกผู้ชาย
(ADJ) เหมือนคน
( N) ความเป็นลูกผู้ชาย
(ADJ) ซึ่งเป็นลูกผู้ชาย (โดยเฉพาะความกล้าหาญ เข้มแข็งหรือแข็งแรง)
(ADV) อย่างลูกผู้ชาย
(ADJ) ซึ่งทําเทียม
(N) อาหารที่ชาวอิสราเอลได้รับตามพระคัมภีร์ไบเบิล
(IDM) สิ่งที่ไม่คาดหวัง
(ADJ) ซึ่งมีคนจัดการ
(N) นางแบบ (คําล้าสมัย)
(N) หุ่นแสดงแบบ
(N) รูปแบบ
(N) วิธีการ
(ADJ) ซึ่งมีมารยาท (ดีหรือเลว)
(N) ธรรมเนียมปฏิบัติ
(N) ผู้มีมารยาท (ดีหรือเลว)
(ADJ) ซึ่งมีธรรมเนียมปฏิบัติ
(N) ความสุภาพ
(ADJ) สุภาพ
(ADV) อย่างสุภาพ
(N) ขนบธรรมเนียมประเพณี
(N) มารยาทสังคม
(N) หุ่นจําลองรูปร่างมนุษย์ (ทางศิลปะหรือการแพทย์)
(ADJ) เป็นลูกผู้ชาย
(ADJ) เหมือนผู้ชาย
(ADV) อย่างลูกผู้ชาย
(N) ความเป็นลูกผู้ชาย
(N) ผลึกน้ําตาลที่ได้จากพืชหรือสัตว์
(N) กลยุทธ์
(N) การซ้อมรบ
(N) การยักย้าย
(N) การใช้กลยุทธ์
(N) การวางแผนการ
(ADJ) ซึ่งยักย้ายได้
(N) กลยุทธ์
(N) การซ้อมรบ
(N) การยักย้าย
(N) นักบวช
(N) ผู้แต่งวรรณกรรม
(N) คนจัดเจนเรื่องทางโลก
(N) เรือรบ
(N) บ้านหลังใหญ่และที่ดินของขุนนางในยุคกลาง
(SL) พื้นที่
(ADJ) เกี่ยวกับบ้านหลังใหญ่และที่ดินของขุนนางในยุคกลาง
(N) กําลังคน
(N) หลังคาสองชั้น
(N) หลังคาสองชั้น
(N) ที่อยู่ของพระ
(N) คนใช้ผู้ชาย
(N) คนใช้ผู้ชาย
(N) คํานามพหูพจน์ของ manservant
(N) คฤหาสน์
(ADJ) เป็นขนาดสําหรับคนหนึ่งคน
(ADJ) เป็นขนาดสําหรับคนหนึ่งคน
(N) การฆ่าคนโดยไม่ไตร่ตรองไว้ก่อน
(N) ความสุภาพ (คําโบราณ)
(N) หิ้งที่อยู่เหนือเตาผิง
(N) แผ่นไม้ที่ยื่นจากเตาผิงหรือหิ้ง
(N) แผ่นไม้ที่ยื่นจากเตาผิงหรือหิ้ง
(N) ไม้ขวางที่วางบนเตาผิง
(N) ผ้าพันคอหรือลูกไม้คลุมผมหรือไหล่ผู้หญิง
(N) ตั๊กแตนตําข้าว (จัดอยู่ในตระกูล Mantidae)
(N) ตัวเลขด้านขวาของจุดใน logarithm ฐานสิบ
(N) บทบาทหน้าที่
(N) สิ่งที่ปกคลุม
(N) เสื้อคลุมไร้แขน
(N) ไส้ตะเกียง
(VI) (ใบหน้า) แดงซ่าน
(VT) ปกคลุม
(ADJ) จริงใจ
(IDM) พูดตรงๆ
(N) คํา วลีหรือเสียงที่ได้ยินซ้ําแล้วซ้ําอีก (เช่นระหว่างนั่งสมาธิ)
(ADJ) ซึ่งใช้มือทํา
(ADJ) ซึ่งใช้แรงกาย
(ADJ) ซึ่งใช้แรงงาน
(ADV) ด้วยมือ
(N) คู่มือการใช้
(N) โรงงาน (คําโบราณ)
(N) การผลิตด้วยเครื่องจักร
(N) ผลผลิต
(VI) ผลิตด้วยเครื่องจักร
(VT) ผลิตด้วยเครื่องจักร
(VT) ผลิตสารเคมี (ทางชีวเคมี)
(N) ผู้ผลิต
(N) ผู้ผลิต
(N) อุตสาหกรรมการผลิต
(N) การปลดปล่อยจากการเป็นทาส
(VT) ปล่อยทาสเป็นอิสระ
(N) ปุ๋ยธรรมชาติ
(VT) ใส่ปุ๋ยคอก
(ADJ) ซึ่งเขียนด้วยลายมือ
(N) ต้นฉบับที่เขียนหรือพิมพ์
(N) หนังสือที่เขียนด้วยลายมือ
(N) เกี่ยวกับคน ภาษาและวัฒนธรรมของชาวเกาะ the Isle of Man
(N) แมวพันธุ์หนึ่งไม่มีหาง
(ADJ) มากมาย
(DET) มากมาย
(N) จํานวน
(PRON) คนหรือสิ่งของจํานวนมาก
(ADV) บ่อย
(IDM) งานสําเร็จได้หากร่วมแรงร่วมใจกันทํา
(IDM) หลายครั้ง
(ADJ) หลายด้าน
(N) การมีหลายด้าน
(ADV) บ่อย
(N) ลัทธิเหมาเซตุง
(N) ชาวเมารี เป็นชนพื้นเมืองของนิวซีแลนด์
(N) ชาวเมารี เป็นชนพื้นเมืองของนิวซีแลนด์
(N) รัฐบุรุษเหมาเซตุงของประเทศจีน
(N) รัฐบุรุษเหมาเซตุงของประเทศจีน
(N) แผนที่
(VT) ทําแผนที่
(N) ต้นเมเปิล
(N) เมเปิล
(N) ไม้เมเปิล
(N) น้ําเหนียวราดแพนเค้ก รสหวาน
(PHRV) วางแผน
(PHRV) แสดงหรือเขียนรายละเอียดเป็นแผนที่
(N) ผู้ทําแผนที่
(N) การทําแผนที่
(VT) ทําให้เสียหาย
(N) นกกระสาแอฟริกาขนาดใหญ่
(N) ไม้ตีกลองรูปร่างเหมือนน้ําเต้า
(N) เหล้ากลั่นจากต้นเชอร์รี่
(N) การแข่งวิ่งมาราธอน
(N) งานที่ยากและใช้เวลานาน
(VI) ปล้น
(VT) ปล้น
(N) ผู้ปล้น
(N) ลูกแก้ว
(N) หินอ่อน
(VT) ระบายสีให้เหมือนหินอ่อน
(SL) ป่าช้า
(ADJ) ซึ่งทําด้วยหินอ่อน
(SL) ป่าช้า
(N) การเล่นลูกหินหรือลูกแก้ว
(ADJ) ซึ่งทําด้วยหินอ่อน
(N) ทรงผมแบบดัดเป็นคลื่น
(VT) ดัดผมให้เป็นคลื่น
(N) การเคลื่อนไปข้างหน้าอย่างสม่ําเสมอ
(N) การเดินแถว
(N) ความเร็วและรูปแบบในการเดินแถวหรือเดินขบวน
(N) ดนตรีและจังหวะประกอบการเดินแถว
(VI) เดินแถว
(VI) เดินไปข้างหน้าอย่างสม่ําเสมอ
(VT) บังคับให้เดินไป
(N) แนวเขตแดน
(N) เดือนมีนาคม
(N) มีนาคม
(N) ผู้เดินแถว
(N) ขุนนางอิตาลีที่มีตําแหน่งเหนือกว่า count
(N) กลุ่มนักดนตรีที่เล่นในขณะเดินแถว
(N) หญิงที่มีตําแหน่งเทียบเท่ากับ marquis
(N) พิธีเดินสวนสนามของทหาร
(PHRV) เดินขบวนผ่าน
(N) วันฉลองก่อนวันถือบวชในศาสนาคริสต์ (เรียก Shrove Tuesday)
(N) ม้าหรือลาตัวเมีย
(N) ฝันร้าย (คําโบราณ)
(N) พื้นที่ราบและกว้างใหญ่บนดวงจันทร์ ดาวพุธ หรือดาวอังคาร
(N) หมู่บ้านในอิตาลี
(N) ชื่อโรมันของทะเลเมดิเตอร์เรเนียน
(N) สิ่งลวงตา
(N) มาร์กาเร็ต (ชื่อของผู้หญิง)
(N) เนยเทียม
(N) เนยเทียม
(N) เครื่องดื่มค็อกเทลชนิดหนึ่ง
(N) ริม
(N) เนยเทียม
(N) ขอบ
(N) ค่าแตกต่างระหว่างสองสิ่ง
(N) ส่วนที่เผื่อเอาไว้
(VT) ใส่ขอบ
(ADJ) ซึ่งเป็นเสียงข้างน้อย (ทางการเมือง)
(ADJ) ซึ่งอยู่ในขอบของหน้ากระดาษ
(ADJ) เล็กและไม่สําคัญ
(N) การทําให้ไม่มีความสําคัญ
(VT) ทําให้ไม่มีความสําคัญ
(N) การทําให้มีขอบเขต
(N) การทําให้ไม่มีความสําคัญ
(VT) ทําให้ไม่มีความสําคัญ
(ADV) อย่างมีขอบเขต
(N) ดอกไม้สวนขนาดเล็กมีสีขาว
(N) บริเวณที่ราบสีดําและกว้างใหญ่บนดวงจันทร์หรือดาวอังคาร
(N) มาเรีย (ชื่อของผู้หญิง)
(N) ชื่อของผู้หญิง
(N) ต้นไม้ประเภทดาวเรือง
(N) กัญชา
(N) กัญชา
(N) เครื่องดนตรีประเภทระนาด
(N) ท่าจอดเรือ
(N) น้ําซอสซึ่งใช้หมักเนื้อหรือปลาให้นุ่มก่อนนําไปประกอบอาหาร
(N) เนื้อหมักน้ําซอสก่อนนําไปประกอบอาหาร
(VT) จุ่มเนื้อในน้ําซอส
(VT) จุ่มในน้ําซอส
(N) การจุ่มในของหมัก
(ADJ) เกี่ยวกับการเดินเรือ
(ADJ) เกี่ยวกับทะเล
(ADJ) ที่พบในทะเล
(N) นาวิกโยธิน
(N) เรือเดินทะเล
(N) กะลาสี (คําล้าสมัย)
(N) หุ่นกระบอก
(ADJ) เกี่ยวกับการแต่งงาน
(N) สถานภาพ (โสด ม่ายหรือแต่งงาน)
(ADJ) เกี่ยวกับการเดินเรือ
(ADJ) ซึ่งมีพื้นที่ติดกับทะเล
(ADJ) ซึ่งอาศัยอยู่ในทะเล
(ADJ) ทางทะเล
(N) ต้นไม้ประเภทมินต์
(N) คะแนน
(N) เป้าหมาย
(N) รอยขีดแทนลายเซ็นต์
(N) รอยแผลเป็น
(N) ระดับ
(N) ลักษณะเฉพาะ
(N) สัญลักษณ์
(N) เส้นเริ่มออกวิ่ง
(VT) ขีดออก
(VT) จด
(VT) ทําเครื่องหมาย
(VT) แสดงถึง
(VT) ใส่ราคา
(VT) ให้คะแนน
(ABBR) มาร์ค (เงินเหรียญของเยอรมัน)
(N) การลดลงของราคา
(PHRV) จดบันทึก
(PHRV) ลดคะแนน
(PHRV) ลดราคา
(PHRV) เล็ง
(ADJ) ชัดเจน
(ADJ) ซึ่งมีเครื่องหมาย
(ADJ) น่าสงสัย
(PHRV) ถูกกําหนดเพื่อ
(ADV) อย่างชัดเจน
(N) ความชัดเจน
(PHRV) บ่งบอกถึง
(N) เครื่องหมาย
(N) ผู้ทําเครื่องหมาย
(N) สิ่งที่ใช้ทําเครื่องหมายหรือร่องรอย
(N) กลุ่มผู้ซื้อ
(N) ความต้องการสินค้า
(N) จํานวนสินค้าทั้งหมดที่ขาย
(N) ตลาด
(N) อัตราแลกเปลี่ยน
(VT) ขาย
(N) การทําตลาด
(ADJ) ซึ่งซื้อขายได้
(N) บริเวณที่ปักไม้กางเขนซึ่งแสดงทางออกจากตลาดนัด
(N) วันที่มีตลาดนัด
(N) ผู้ซื้อขายในตลาด
(N) ผู้ซื้อขายในตลาด
(N) สวนที่ปลูกต้นไม้ขาย
(N) การซื้อขายสินค้าหรือบริการ
(N) คําสั่งซื้อขายในตลาด
(N) ตลาดนัด
(N) ตลาดสินค้า
(N) สถานที่พบปะชุมนุมกัน (เพื่อแลกเปลี่ยนความคิดเห็น)
(N) ราคาในตลาด
(N) การทําวิจัยตลาด
(N) เปอร์เซ็นต์การขายสินค้า
(PHRV) ถูกกําหนดเพื่อ
(PHRV) เพ่งเล็ง
(PHRV) ทําเครื่องหมายเพิ่ม
(N) เครื่องหมาย
(IDM) จําสิ่งที่ฉันพูดไว้
(PHRV) ลากเส้นแบ่งเขต
(PHRV) ลากเส้นแบ่งเขต (สนามเทนนิส)
(N) นักแม่นปืน
(N) ผู้ยิง
(N) การเป็นนักแม่นปืน
(N) นักแม่นปืน
(IDM) ทําให้เกิดรอยแผล
(N) ราคาขายที่เพิ่มขึ้น
(PHRV) ขึ้นราคาสินค้า
(PHRV) จ่ายเงิน
(PHRV) จุดแต้ม
(PHRV) ทําให้เปื้อน
(PHRV) เพิ่มคะแนนของ (นักเรียน)
(PHRV) เพิ่มราคา
(PHRV) กาเครื่องหมายด้วย
(PHRV) (ครู) กาเครื่องหมาย (ด้วยหมึก,ดินสอ ฯลฯ)
(PHRV) ใส่รายละเอียดของ
(N) ดินเหนียวผสมหินปูน
(N) คํานามพหูพจน์ของ marline
(N) ปลาทะเลชนิดหนึ่ง
(N) เชือกขนาดเล็กที่ฟั่นกันเป็นเกลียว
(N) แยมหรือเยลลี่
(ADJ) เกี่ยวกับหินอ่อน
(ADV) อย่างหินอ่อน
(N) ลิงขนาดเล็กในทวีปอเมริกา มีหางยาวหนาตระกูล Callithricidae
(N) ตัวมาเมิต
(N) แม่น้ําในฝรั่งเศส
(N) ผ้าแพรลายทาง
(ADJ) ซึ่งมีสีแดงม่วงเข้มอมน้ําตาล
(N) สีแดงม่วงเข้มอมน้ําตาล
(N) คนถูกทิ้งไว้
(N) ลูกหลานหรือผู้สืบสกุลของทาสในหมู่เกาะอินดีสตะวันตก
(VT) ปล่อยทิ้งไว้
(PHRV) ปล่อยเกาะ
(N) ยี่ห้อของผลิตภัณฑ์
(N) เต็นท์ขนาดใหญ่
(N) ที่กําบังคล้ายหลังคาเหนือทางเดินเข้าสู่อาคารขนาดใหญ่
(N) ขุนนาง มียศระหว่างดยุคกับเอิร์ล
(N) ขุนนาง มียศระหว่างดยุคกับเอิร์ล
(N) เครื่องประดับ
(N) เครื่องประดับ
(N) ขุนนาง มียศระหว่างดยุคกับเอิร์ล
(N) ภรรยาของ marquis
(N) ผ้าทอชนิดหนึ่ง
(N) หญ้าที่ขึ้นในทราย
(N) หญ้าที่ขึ้นในทราย
(N) การแต่งงาน
(N) การรวมสองสิ่งเข้าไว้ด้วยกัน
(N) พิธีแต่งงาน
(N) ความเหมาะสมที่จะแต่งงาน
(ADJ) ซึ่งแต่งงานได้
(N) หน่วยงานจัดหาคู่
(N) การให้คําปรึกษาคู่แต่งงาน
(N) ใบสมรส
(N) ใบสมรส
(N) การคลุมถุงชน
(ADJ) เกี่ยวกับการแต่งงาน
(ADJ) แต่งงานแล้ว
(ADJ) อุทิศตัวให้กับ
(N) คนที่แต่งงานแล้ว
(N) ผู้แต่งงาน
(N) ไขกระดูก
(N) ส่วนสําคัญ
(N) กระดูกที่มีไขกระดูก (รับประทานได้)
(ADJ) เกี่ยวกับไขกระดูก
(VI) จับเข้าคู่กัน
(VT) จับเข้าคู่กัน
(VT) แต่งงาน
(VT) ประกอบพิธีแต่งงาน
(PHRV) แต่งงานกับคนที่มีฐานะหรือตําแหน่งทางสังคมสูงกว่า
(PHRV) แต่งงานกับคนที่มีฐานะหรือตําแหน่งทางสังคมต่ํากว่า
(PHRV) เข้าร่วมกลุ่มหรือชนชั้นด้วยการแต่งงาน
(PHRV) หาสามีให้ (ลูกสาว)
(PHRV) เข้ารวมกลุ่มกับ
(PHRV) แต่งงานกับ
(N) ดาวอังคาร
(N) เทพเจ้าแห่งสงคราม
(N) เหล้าไวน์รสหวานจากซิซิลี
(N) ผ้าฝ้ายหนามีต้นกําเนิดจากเมืองท่า Marseille ในประเทศฝรั่งเศส
(N) เพลงชาติฝรั่งเศส แต่งโดย Rouget de Lisle ในปี 1792
(N) เมืองท่าทางตะวันออกเฉียงใต้ของประเทศฝรั่งเศส
(N) บึง
(N) จอมพล
(N) ตํารวจ
(VI) รวมกําลัง
(VT) จัดให้เหมาะสม
(VT) รวมกําลัง
(N) การระดมกําลัง
(N) การระดมกําลัง
(PHRV) รวบรวม
(N) ก๊าซที่ได้จากการเน่าเปื่อยของพืชผัก
(N) การเป็นหนองบึง
(N) บริเวณที่ลุ่มมีน้ําขัง
(N) ขนมหวานลักษณะนุ่มนิ่มเคี้ยวหนึบๆ มีสีขาวหรือสีชมพู
(N) สมุนไพรยุโรปชนิดหนึ่ง
(ADJ) ซึ่งเป็นหนองบึง
(ADJ) เกี่ยวกับกระเป๋าหน้าท้อง
(ADJ) เกี่ยวกับสัตว์ที่มีกระเป๋าหน้าท้อง
(N) สัตว์มีกระเป๋าหน้าท้องเลี้ยงลูกจําพวก Marsupialia
(N) ศูนย์การค้า
(N) สัตว์กินเนื้อจําพวก Martes มีขนหนานุ่ม
(ADJ) เกี่ยวกับสงคราม
(ADJ) เหมาะกับชีวิตทหาร
(ADJ) เหมือนสงคราม
(N) ศิลปะการป้องกันตัว (เช่น ยูโด, คาราเต้)
(N) การทําสงคราม
(N) นักรบ
(N) กฎอัยการศึก
(ADV) ด้านสงคราม
(ADJ) เกี่ยวกับดาวอังคาร
(N) นกนางแอ่น
(N) นายทหารผู้เคร่งครัด
(N) ผู้เคร่งครัดในระเบียบวินัย
(N) บังเหียน
(N) เหล้าประเภทค็อกเทล
(N) วันรําลึกถึง Saint Martin
(N) ผู้ทุกข์ทรมาน
(N) ผู้ยอมสละชีวิตเพื่อศาสนาหรือความเชื่อของตน
(N) ผู้แสร้งทําเป็นทุกข์ทรมานเพื่อให้คนอื่นเห็นใจ
(VT) ฆ่าหรือทรมานด้วยเรื่องทางศาสนา
(N) ความทุกข์ทรมาน
(ADJ) ซึ่งเจ็บปวด
(VT) ทําให้ทุกข์ทรมาน
(VT) ยอมทุกข์ทรมาน
(PHRV) ทําให้เสีย
(N) ผู้ชํานาญ
(N) สิ่งที่น่าพิศวง
(VT) ประหลาดใจมาก
(PHRV) ประหลาดใจกับ
(ADJ) ประหลาดมาก
(ADJ) ยอดเยี่ยม
(ADV) อย่างน่าประหลาดมาก
(ADJ) ประหลาดมาก
(ADJ) ยอดเยี่ยม
(ADV) อย่างน่าประหลาดมาก
(N) คาร์ล มาร์กซ์ (Karl Marx) เป็นผู้ก่อตั้งลัทธิมาร์กซ์
(N) ผู้ยึดถือลัทธิมาร์กซ์
(N) ลัทธิมาร์กซ์เป็นหลักเศรษฐกิจและการเมืองของคาร์ล มาร์กซ์
(ADJ) เกี่ยวกับลัทธิมาร์กซ์
(N) ผู้เลื่อมใสลัทธิมาร์กซ์
(N) แมรี่ (ชื่อของผู้หญิง)
(N) ขนมหวานรสอัลมอนต์
(N) เครื่องสําอางที่ใช้ป้ายขนตา
(VT) ป้ายเครื่องสําอางที่ขนตา
(N) สิ่งนําโชค
(ADJ) เกี่ยวกับเพศชาย
(N) ผู้ชาย
(ADV) อย่างผู้ชาย
(N) ความเป็นผู้ชาย
(N) ความเป็นชาย
(N) เครื่องขยายคลื่นแม่เหล็กไฟฟ้า โดยเฉพาะ microwave
(N) มันบด (มักผสมกับเนยและนม)
(N) อาหารผสมสําหรับสัตว์
(VT) ป่น
(ADJ) ป่น
(N) ไม้ตีกอล์ฟหัวเหล็ก
(PHRV) ต ี(มัน) ผสมกับนมและเนยให้เละด้วยช้อนส้อมหรือสิ่งอื่น
(PHRV) ทําให้บาดเจ็บ
(N) สุเหร่า
(N) หน้ากาก
(VT) บัง
(VT) ปกปิด (ความรู้สึก)
(VT) สวมหน้ากาก
(ADJ) ซึ่งซ่อนเร้น (ทางการแพทย์)
(ADJ) ซึ่งสวมหน้ากาก
(N) การเต้นรําสวมหน้ากาก
(N) คนเล่นละครสวมหน้ากาก
(N) คนสวมหน้ากาก
(N) แผ่นเทปปิดคลุมพื้นผิวป้องกันเปื้อนสี
(PHRV) ปิด
(PHRV) ซ่อนความรู้สึกหรือความตั้งใจ
(PHRV) ใส่หน้ากาก
(N) โรคจิตซึ่งมีความสุขเมื่อตนได้รับความเจ็บปวด
(N) คนกามวิตถารที่ได้รับความสุขเมื่อตัวเองเจ็บปวด
(N) คนที่ชอบเข้าไปอยู่ในสถานการณ์ลําบากหรือต้องเจ็บตัว
(ADJ) เกี่ยวกับกามวิตถารที่ได้รับความสุขเมื่อตัวเองเจ็บปวด
(ADV) แบบกามวิตถารที่ได้รับความสุขเมื่อตัวเองเจ็บปวด
(N) ช่างก่ออิฐ
(VT) ก่ออิฐ
(ADJ) เกี่ยวกับช่างก่อหินหรืออิฐ
(ADJ) เกี่ยวกับองค์กรลับระหว่างประเทศที่ช่วยเหลือกัน
(N) งานก่อสร้าง
(N) สิ่งก่อสร้างทําด้วยหินหรืออิฐ
(N) อาชีพก่อสร้าง
(N) ละครสวมหน้ากาก
(N) การเต้นรําสวมหน้ากาก
(N) การเสแสร้ง
(N) เสื้อผ้าที่สวมไปงานเต้นรําสวมหน้ากาก
(VI) เสแสร้ง
(PHRV) ปลอมเป็น
(N) ผู้สวมหน้ากาก
(ADJ) กว้างมาก
(ADJ) เกี่ยวกับคนจํานวนมาก
(ADJ) ซึ่งมีจํานวนมาก
(N) กอง
(N) ปริมาณมาก
(N) พิธีรําลึกถวันสวรรคตของพระเยซูในศาสนาคริสต์
(N) ส่วนใหญ่
(VI) รวมตัวเป็นก้อน
(N) รัฐแมสซาชูเซ็ทของอเมริกา
(N) การฆาตกรรมหมู่
(N) การพ่ายแพ้ครั้งใหญ่ (คําไม่เป็นทางการ)
(VT) ฆาตกรรมหมู่
(VT) เอาชนะได้อย่างท่วมท้น (คําไม่เป็นทางการ)
(N) การนวด
(VT) นวด
(N) สถานอาบอบนวด
(N) ผู้นวด
( N) วารสารศาสตร์
(N) มวลชน
(N) พนักงานนวดชาย
(N) พนักงานนวดหญิง
(N) เทือกเขา
(N) ความใหญ่โตมาก
(ADJ) ใหญ่โต หนักและแข็งมาก
(ADV) อย่างใหญ่โตมาก
(N) ความใหญ่โตมาก
(ADJ) ซึ่งผลิตเป็นจํานวนมาก
(N) การสื่อสารมวลชน
(N) สื่อมวลชน
(N) การประชุมใหญ่
(N) ความรู้สึกนึกคิดของคนจํานวนมาก
(N) คํานามนับไม่ได้
(N) เลขบอกมวล
(VT) ผลิตเป็นจํานวนมาก
(ADJ) ซึ่งผลิตเป็นจํานวนมาก
(N) การผลิตเป็นจํานวนมาก
(N) การผลิตเป็นจํานวนมาก
(N) ความรู้สึกนึกคิดของคนจํานวนมาก
(N) การชักจูงคนจํานวนมาก
(N) การขนส่งมวลชน
(N) การพิจารณาคดีต่อหน้าคนจํานวนมาก
(ADJ) ใหญ่มาก
(N) เสาเรือ
(N) เสาวิทยุ
(N) ผลไม้เปลือกแข็ง (เช่น beech, oak, chestnut) ใช้เป็นอาหารหมู
(N) การผ่าตัดเอาเต้านมออก
(ADJ) ชํานาญ
(ADJ) สําคัญที่สุด
(N) กัปตันเรือสินค้า
(N) ครูผู้ชาย
(N) เจ้านาย
(N) ต้นฉบับ
(N) ผู้เชี่ยวชาญ
(N) ศิลปินผู้ยิ่งใหญ่
(N) หัวหน้าครอบครัว
(VT) เข้าใจถ่องแท้
(VT) ควบคุม
(N) เจ้าหน้าที่ควบคุมบนเรือ
(N) สถาปนิก
(N) แบบฝึกหัดที่ครูดนตรีให้กับนักเรียนที่เก่งมาก
(N) ความมีอํานาจ
(ADJ) เชี่ยวชาญ
(ADJ) ที่ใช้อํานาจ
(ADV) อย่างเชี่ยวชาญ
(N) ความเชี่ยวชาญ
(N) ผู้เชี่ยวชาญ
(N) ลูกกุญแจตัวหลัก
(N) ความเชี่ยวชาญ
(ADJ) อย่างเชี่ยวชาญ
(N) ผู้ได้รับประกาศนียบัตรการเดินเรือ
(N) ผู้ริเริ่มโครงการ
(VT) วางแผนและควบคุมอย่างเชี่ยวชาญ
(N) อักษรศาสตร์มหาบัณฑิต
(N) พิธีกร (คําย่อคือ MC)
(N) ผู้ดูแลสุนัขล่าสัตว์
(N) ผลงานชิ้นเอก
(N) กลุ่มผู้เชี่ยวชาญ
(N) เจ้าหน้าที่ควบคุมบนเรือ
(N) ปริญญาโท
(N) จ่าสิบเอก
(N) การปกครอง
(N) ความมีอํานาจ
(N) ความรู้หรือทักษะที่เชี่ยวชาญ
(N) ตําแหน่งหัวหน้า
(N) ผลงานชิ้นเอก
(N) ความชํานาญ
(N) อํานาจควบคุม
(N) หัวหรือยอดเสาเรือ
(N) ยางเรซิน
(VI) เคี้ยว
(VT) เคี้ยว
(N) การเคี้ยว
(N) ผู้เขี้ยว
(N) สุนัขพันธุ์หนึ่ง
(N) การอักเสบของหัวนมและเต้านม
(N) สัตว์เลี้ยงลูกด้วยนมตระกูล Mastodontidae สูญพันธุ์แล้ว
(ADJ) เกี่ยวกับสัตว์เลี้ยงลูกด้วยนมตระกูล Mastodontidae สูญพันธุ์แล้ว
(ADJ) ซึ่งมีรูปร่างเหมือนเต้านมหรือหัวนม
(ADJ) บริเวณขมับ
(N) อาการอักเสบของบริเวณ mastoid
(VI) สําเร็จความใคร่ด้วยตัวเอง
(VT) สําเร็จความใคร่ด้วยตัวเอง
(N) การสําเร็จความใคร่ด้วยตัวเอง
(N) ผู้สําเร็จความใคร่ด้วยตัวเอง
(ADJ) ซึ่งสําเร็จความใคร่ด้วยตัวเอง
(N) ธาตุ technetium
(N) ที่รอง (แก้ว, แจกัน, จานอาหาร, ตะเกียง ฯลฯ)
(N) สิ่งที่หนาและพันกันยุ่งเหยิง
(N) เสื่อ
(VI) พันกันยุ่ง
(VT) ปูเสื่อ
(VT) ใส่แผ่นรอง
(N) นักสู้วัวในกีฬาสู้วัว
(N) การแข่งขัน
(N) คู่ที่เหมือนกัน
(N) คู่สมรส
(VT) เข้ากัน (กับ)
(VT) เท่ากันกับ
(N) ไม้ขีดไฟ
(ADJ) ซึ่งเข้ากัน
(PHRV) จัดการต่อสู้ระหว่าง
(PHRV) ต่อต้าน
(PHRV) เปรียบเทียบกับ
(N) กล่องไม้ขีด
(ADJ) ซึ่งไม่มีใครเทียบ
(ADV) อย่างไม่มีใครเทียบ
(N) ความไม่คู่ควร
(N) ปืนยาวชนิดหนึ่ง
(N) ผู้จัดคู่การแข่งขันกีฬา
(N) แม่สื่อชักนําการแต่งงาน
(N) คนทําไม้ขีดไฟ
(N) การทําไม้ขีดไฟ
(N) การแข่งขัน
(N) คะแนนสุดท้ายที่ผู้แข่งขันฝ่ายที่เหนือกว่าต้องการเพื่อได้ชัยชนะ
(N) ไม้ขีดไฟ
(N) รูปวาดแสดงโครงร่างของคน
(PHRV) ทําให้เข้ากัน
(PHRV) มี (บางสิ่ง) เหมือนกับ
(PHRV) เข้ากันดี
(PHRV) จัดการแข่งขันหรือการต่อสู้ระหว่าง
(PHRV) จับแต่งงานกับ
(N) ไม้ทําไม้ขีดไฟ
(N) คู่ผสมพันธุ์ (สัตว์)
(N) คู่สมรส
(N) ผู้ช่วย
(N) ผู้ช่วยผู้บังคับการเรือ
(N) เพื่อน
(N) ส่วนหนึ่งในจํานวนคู่
(VI) จับคู่ผสมพันธุ์
(VT) จับคู่กัน
(VT) จับคู่ผสมพันธุ์
(VT) เชื่อมต่อกัน
(VT) แต่งงาน (คําไม่เป็นทางการ)
(INT) คําอุทานเมื่อมีการรุกจนแต้ม (หมากรุก)
(N) (หมากรุก) การรุกจนแต้ม
(VT) รุก (หมากรุก)
(SL) คําเรียกแทนคนแปลกหน้า
(N) แม่ (คําไม่เป็นทางการ)
(ADJ) ทางกาย
(ADJ) ที่เกี่ยวข้องกับวัตถุ
(ADJ) สําคัญ
(N) ข้อเท็จจริง
(N) ผ้า
(N) ผู้เหมาะสม
(N) วัตถุ
(N) การกลายเป็นจริง
(VI) กลายเป็นจริง
(VI) ปรากฏตัว
(VT) ทําให้เป็นจริง
(N) วัตถุนิยม
(N) นักวัตถุนิยม
(ADJ) เกี่ยวกับวัตถุนิยม
(ADV) อย่างเป็นวัตถุนิยม
(N) การทําให้เป็นจริง
(VI) กลายเป็นจริง
(VI) ปรากฏตัว
(VT) ทําให้เป็นจริง
(ADV) ทางวัตถุนิยม
(N) เครื่องมือ
(N) สเบียง อาวุธและของใช้อื่นๆ ร่วมกับกําลังทางทหาร
(ADJ) เกี่ยวกับมารดา
(ADJ) ซึ่งมีลักษณะเหมือนมารดา
(ADV) ทางมารดา
(N) ความเป็นแม่
(PHRV) ผสมพันธุ์กับ
(ADJ) เป็นมิตร
(SL) คําเรียกแทนคนแปลกหน้า
(SL) คําเรียกแทนคนแปลกหน้า
(N) คณิตศาสตร์ (คําเรียกย่อของวิชาคณิตศาสตร์)
(ADJ) เกี่ยวกับคณิตศาสตร์
(ADV) ทางคณิตศาสตร์
(N) นักคณิตศาสตร์
(N) คณิตศาสตร์
(N) วิชาคณิตศาสตร์
(N) การแสดงมหรสพในเวลาบ่าย
(N) ดาราชายที่ผู้หญิงชื่นชอบ
(N) การสวดมนต์ตอนเช้า
(N) ผู้เฒ่าซึ่งปกครองครอบครัวหรือชนเผ่า
(N) ผู้เฒ่าหญิงที่ควรแก่การเคารพ
(N) หัวหน้าครอบครัวหรือชนเผ่าซึ่งเป็นหญิง
(ADJ) เกี่ยวกับผู้นําที่เป็นหญิง
(ADJ) เกี่ยวกับระบบสังคมที่มีผู้หญิงเป็นผู้นําครอบครัว
(N) ระบบสังคมแบบผู้หญิงเป็นผู้นําครอบครัว
(N) คํานามพหูพจน์ของ matrix
(ADJ) เกี่ยวกับการฆ่าแม่ตนเอง
(N) การฆ่าแม่ตนเอง
(N) ผู้สมัครเป็นนักศึกษา
(N) ผู้สมัครเข้าเป็นนักศึกษา
(VI) สมัครเข้าเป็นนักศึกษา
(VI) สอบเข้าวิทยาลัยหรือมหาวิทยาลัยได้
(N) การสมัครเข้าเป็นนักศึกษา
(ADJ) เกี่ยวกับการแต่งงาน
(ADV) โดยการแต่งงาน
(N) การแต่งงาน
(N) เนื้อเยื่อเสริมสร้างและผลิตเซลล์ที่โคนเล็บ
(N) เมตริกซ์ (ทางคณิตศาสตร์)
(N) แม่พิมพ์
(N) แหล่งกําเนิด
(N) ผู้คุมหญิง
(N) หญิงที่มีสามีแล้ว
(N) หญิงผู้ดูแลความเรียบร้อยต่างๆ ภายในหน่วยงาน
(ADJ) เกี่ยวกับผู้หญิงที่มีสามีแล้ว
(N) การเป็นผู้หญิงที่มีสามีแล้ว
(ADJ) วัยกลางคน
(N) หญิงที่แต่งงานแล้ว (เป็นเพื่อนเจ้าสาวที่สําคัญที่สุดในงาน)
(N) ขนมปังแผ่นบางชนิดหนึ่ง
(ADJ) ซึ่งไม่ส่งแสง
(ADJ) ด้าน
(N) ผิวด้าน
(ADJ) ซึ่งมีผิวด้าน
(N) วัตถุ
(N) สาร
(N) สิ่งที่ต้องทํา
(N) สิ่งพิมพ์
(VI) เป็นเรื่องสําคัญ
(N) เรื่องปกติ
(IDM) เป็นงานเป็นการ
(N) ข้อเท็จจริง
(ADV) ด้วยข้อเท็จจริง
(N) การเป็นข้อเท็จจริง
(IDM) เรื่องที่ถกเถียงกันได้
(IDM) เรื่องด่วนมากๆ (ปกติใช้เมื่อกล่าวเกินจริงหรือต้องการให้ขบขัน)
(N) สถานการณ์
(N) ข้อเท็จจริง
(N) ข้อกฎหมาย
(PHRV) สําคัญกับ
(N) แมททิว (ชื่อของผู้ชาย)
(N) เครื่องปูลาด
(N) การสวดมนต์ตอนเช้า
(N) พลั่ว
(N) ที่นอน
(N) แท่นที่เป็นฐานของอาคาร
(VT) ทําให้เป็นผู้ใหญ๋
(N) การเจริญเติบโตเต็มที่
(N) ความเป็นผู้ใหญ่
(ADJ) ซึ่งเจริญเติบโตเต็มที่
(ADJ) ซึ่งเป็นผู้ใหญ่
(ADJ) เติบโตเต็มที่
(ADJ) ถึงกําหนด
(ADJ) (ผลไม้) สุก
(VI) เจริญเติบโต
(VI) เสร็จสมบูรณ์
(VT) ทําให้เจริญเติบโต
(VT) ทําให้สมบูรณ์
(VT) ทําให้สุก
(ADJ) ซึ่งเจริญเติบโตเต็มที่
(ADV) อย่างเจริญเติบโต
(N) การเจริญเติบโตเต็มที่
(N) การเจริญเติบโตเต็มที่
(ADJ) ในตอนเช้า
(ADV) ในตอนเช้า
(N) ขนมปังแผ่นบางชนิดหนึ่ง
(N) คํานามพหูพจน์ของ matzo
(N) คํานามพหูพจน์ของ matzo
(N) คํานามพหูพจน์ของ matzo
(ADJ) สะอึกสะอื้น
(VI) วิพากษ์วิจารณ์อย่างรุนแรง
(VT) (สัตว์) กัดฉีก
(VT) หยิบจับอย่างหยาบกระด้าง
(PHRV) จับอย่างแรง
(VI) พูดเรื่อยเจื้อย
(VT) พูดเรื่อยเจื้อย
(N) คนพูดเรื่อยเจื้อย
(N) วันพฤหัสก่อนวันอีสเตอร์
(N) ประเทศหนึ่งของแอฟริกาตะวันตกเฉียงเหนือ
(N) ชาว Mauritania
(N) ชาว Mauritius
(N) เกาะหนึ่งในมหาสมุทรอินเดีย
(ADJ) เกี่ยวกับสุสาน
(N) สุสาน
(N) อนุสาวรีย์บรรจุศพ
(ADJ) ซึ่งมีสีม่วงซีด
(N) สีม่วงซีด
(SL) ผู้เชี่ยวชาญ
(N) ผู้เป็นอิสระ
(N) สัตว์ที่ยังไม่ได้ตีตรา (โดยเฉพาะลูกวัวที่แยกจากแม่)
(N) ผู้ชํานาญ
(N) พุงปลา
(ADJ) จืดชืด
(ADV) อย่างจืดชืด
(N) ความจืดชืด
(ABBR) คําย่อของ maximum
(N) ขากรรไกรบน
(ADJ) เกี่ยวกับขากรรไกรบน
(N) คํานามพหูพจน์ของ maximum
(N) ข้อเขียนที่เป็นความจริง
(ADJ) สูงสุด
(ADV) อย่างสูงสุด
(N) การมีจํานวนสูงสุด
(VT) ทําให้มีสูงสุด
(N) การมีจํานวนสูงสุด
(VT) ทําให้มีสูงสุด
(N) ผู้ทําให้สูงสุด
(ADJ) สูงสุด
(N) จํานวนสูงสุด
(ADJ) ซึ่งมีการคุ้มกันเข้มงวด
(N) เผ่าอินเดียนแดง
(N) สิ่งลวงตา
(AUX) สามารถจะ (ใช้แสดงการขออนุญาต)
(AUX) อาจจะ (ใช้แสดงความเป็นไปได้)
(N) เดือนพฤษภาคม
(N) พฤษภาคม
(ADV) บางที
(N) วันแรงงาน (1พฤษภาคม)
(N) ย่านหรูหราในลอนดอน
(N) ไม้ดอกที่บานในช่วงเดือนพ.ค
(N) แมลงเม่า
(N) การประทุษร้าย (ทางกฎหมาย)
(N) ความโกลาหล (คําไม่เป็นทางการ)
(N) น้ําสลัดชนิดข้น
(N) นายกเทศมนตรี
(ADJ) เกี่ยวกับนายกเทศมนตรี
(N) สํานักงานของพนักงานปกครอง
(N) นายกเทศมนตรีหญิง
(N) เสาในงานฉลองวันแรงงาน ประดับด้วยดอกไม้และริบบิ้น
(N) นางงามวันแรงงาน
(N) ทางวกวน
(N) สภาวะที่ยุ่งเหยิง
(VT) ทําให้สับสน
(N) การเต้นรําพื้นเมืองของชาวโปแลนด์
(N) การเต้นรําพื้นเมืองของชาวโปแลนด์
(ABBR) บริหารธุรกิจมหาบัณฑิต (Master of Business Administration)
(ABBR) คําย่อของ megabyte
(ABBR) คําย่อของ Master of Ceremonies/Medical Corps/Member of Congress
(N) ของแท้
(ABBR) วิทยาศาสตร์คอมพิวเตอร์มหาบัณฑิต (Master of Computer Science)
(ABBR) คําย่อของ Doctor of Medicine หรือ Managing Director
(ABBR) แพทย์ศาสตร์มหาบัณฑิต (Medicinae Doctor/Doctor of Medicine)
(ABBR) คําย่อของ Myalgic Encephalomyelitis
(PRON) ฉัน
(N) เหล้าชนิดหนึ่งซึ่งได้จากการหมักน้ําผึ้งและน้ํา
(N) ทุ่งหญ้า (ทางวรรณคดี)
(N) ทุ่งหญ้า
(N) นกชนิดหนึ่งมีอกสีเหลือง
(ADJ) ขาดแคลน
(ADJ) ผอม
(ADV) อย่างขาดแคลน
(N) ความขาดแคลน
(ADJ) ขาดแคลน
(N) มื้อ
(N) อาหาร
(N) ธัญพืชบด
(N) อาหาร
(N) คนหรือแหล่งเงินและอาหาร
(N) บัตรอาหาร
(N) เวลารับประทานอาหาร
(ADJ) เป็นแป้ง
(ADJ) ซึ่งพูดอ้อมค้อม
(VI) ตั้งใจ
(VT) มีความหมายต่อ
(VT) มีเจตนา
(VT) หมายความว่า
(ADJ) ใจร้าย
(ADJ) ทรุดโทรม
(N) ค่าเฉลี่ย
(PHRV) เจตนา
(N) การเดินเล่น
(N) ทางวกเวียนไปมา
(VI) เดินเรื่อยเปื่อย
(VI) (แม่น้ํา) ไหลคดเคี้ยว
(N) การพูดหรือเดินวกเวียนไปมา
(ADJ) ซึ่งวกเวียน
(PHRV) ตั้งใจสําหรับ
(N) ความสําคัญของความรู้สึกหรือประสบการณ์
(N) ความหมาย
(N) จุดประสงค์
(ADJ) ซึ่งมีความหมาย
(ADV) อย่างมีความหมาย
(N) การมีความหมาย
(ADJ) ซึ่งไร้ความหมาย
(ADV) อย่างไร้ความหมาย
(N) การไร้ความหมาย
(ADV) อย่างมีความหมาย
(N) เงินทอง
(N) วิธี
(N) การตรวจสอบรายได้และทรัพย์สินอย่างเป็นทางการ
(VT) ตรวจสอบรายได้และทรัพย์สินอย่างเป็นทางการ
(VI) กริยาช่องที่ 2 และ 3 ของ mean
(VT) กริยาช่องที่ 2 และ 3 ของ mean
(ADV) ในระหว่างนั้น
(N) เวลาในระหว่างนั้น
(PHRV) มีความหมายต่อ
(IDM) มีเจตนาดี
(PHRV) เจตนาดี (แต่มักไม่เป็นไปตามนั้น)
(ADV) ขณะที่
(N) โรคหัด
(ADV) ซึ่งติดโรคหัด
(N) การสามารถวัดได้
(ADJ) ซึ่งสามารถวัดได้
(N) การสามารถวัดได้
(ADV) อย่างสามารถวัดได้
(N) กฎหมาย
(N) การวัด
(N) ขนาด
(N) เครื่องวัด
(N) จังหวะ (ของคําประพันธ์)
(N) มาตรการ
(N) หน่วยวัด
(VT) วัดขนาด (ความยาว, ความสูง, ความเร็ว ฯลฯ)
(ADJ) ซึ่งควบคุมได้
(ADJ) ซึ่งได้จากการวัด
(ADV) อย่างวัดได้
(N) การวัด
(N) ขนาด
(PHRV) วัด (จํานวน) จากส่วนใหญ่
(IDM) ล้มลง (นอนแผ่)
(N) ผู้วัด
(N) ชั้นหิน
(PHRV) คาดเดาหรือเก็ง (ขนาดหรือคุณภาพของ)
(PHRV) พิสูจน์ความสามารถ
(PHRV) วัด
(PHRV) เหมือนกับ
(PHRV) ประลองความสามารถ
(N) แก้วตวงน้ํา
(N) เหยือกตวงน้ํา
(N) เนื้อผลไม้
(N) เนื้อสัตว์
(N) เนื้อหา
(SL) อวัยวะเพศชาย
(N) ลูกชิ้น
(SL) มือ (2 ข้าง)
(ADJ) ซึ่งไม่มีเนื้อ
(N) การฆ่าสัตว์และเตรียมสัตว์สําหรับขาย
(ADJ) ช่องเปิด
(SL) รถพยาบาล
(N) ซึ่งเต็มไปด้วยเนื้อ
(N) ซึ่งเต็มไปด้วยสาระ
(N) กรุงเมกกะในประเทศอียิปต์ (สถานที่กําเนิดพระมูฮัมเหม็ด)
(N) สถานที่มีผู้คนจํานวนมากต้องการไป
(IDM) สถานที่สําคัญสําหรับผู้ที่มาเยี่ยมเยียนบ่อยๆ
(N) เกี่ยวกับ Mecca
(N) ช่างเครื่อง
(ADJ) เกี่ยวกับเครื่องจักรกล
(ADJ) ซึ่งผลิตโดยเครื่องจักร
(ADJ) ซึ่งไม่มีชีวิตจิตใจ
(ADV) อย่างเครื่องจักร
(N) กลไก
(N) ชิ้นส่วนของเครื่องจักร
(N) ทฤษฎีที่เชื่อว่าปรากฏการณ์ทางธรรมชาติสามารถอธิบายด้วยหลักทางกลศาสตร์
(N) ผู้เชื่อในลัทธิวัตถุนิยม
(N) การทําให้เคลื่อนด้วยเครื่องยนต์
(VT) ใช้เครื่องจักร
(N) ผู้ทําให้เคลื่อนด้วยเครื่องยนต์
(ADJ) เกี่ยวกับ microbiology
(ABBR) ศึกษาศาสตร์มหาบัณฑิต (Master of Education)
(ADJ) ทางการแพทย์ (คําไม่เป็นทางการ)
(N) เหรียญรางวัล
(VI) ให้เหรียญรางวัล
(N) ผู้ชนะเลิศ
(ADJ) ซึ่งประดับเหรียญให้
(N) การประดับเหรียญให้
(N) ผู้ชนะเลิศ
(N) รางวัลสูงสุดที่อเมริกามอบให้กับผู้ประสบความสําเร็จ
(N) รางวัลสูงสุดสําหรับทหารอเมริกาที่กล้าหาญมาก
(VI) ก้าวก่าย
(PHRV) สอด
(N) คนชอบก้าวก่าย
(ADJ) ซึ่งชอบก้าวก่าย
(N) การชอบก้าวก่าย
(PHRV) มีความสัมพันธ์ไม่เหมาะสมกับ (เพศตรงข้าม)
(PHRV) ยุ่งวุ่นวายกับ
(N) สื่อมวลชน (คําพหูพจน์ของ medium)
(ADJ) เกี่ยวกับยุคกลาง
(N) ความเป็นยุคกลาง
(N) ผู้อยู่ในยุคกลาง
(ADJ) ซึ่งอยู่ตรงกลาง
(ADV) โดยอยู่ตรงกลาง
(ADJ) ซึ่งอยู่ตรงกลาง
(N) ค่ากลาง (ทางคณิตศาสตร์)
(N) จุดกึ่งกลาง
(ADV) ระหว่างกลาง
(ADJ) ซึ่งเป็นการไกล่เกลี่ย
(ADJ) ซึ่งอยู่ระหว่างกลาง
(VI) เป็นผู้ไกล่เกลี่ย
(VT) ไกล่เกลี่ย
(PHRV) ไกล่เกลี่ยระหว่าง
(ADV) ระหว่างกลาง
(N) การอยู่ตรงกลาง
(ADJ) ซึ่งอยู่ระหว่างกลาง
(VT) เข้ายึดดินแดนอื่น
(N) ผู้เป็นสื่อกลาง
(ADJ) ซึ่งเป็นสื่อกลาง
(N) แพทย์
(ADJ) ซึ่งตอบสนองต่อการรักษาด้วยยา
(N) โครงการประกันสุขภาพของรัฐบาล
(ADJ) ทางการแพทย์
(N) การตรวจร่างกาย
(ADV) ทางการแพทย์
(N) โครงการประกันสุขภาพของรัฐบาล
(VT) รักษาด้วยยา
(N) การรักษาด้วยยา
(ADJ) เกี่ยวกับการรักษาด้วยยา
(ADJ) ซึ่งมีคุณสมบัติเป็นยา
(ADV) อย่างมีคุณสมบัติเป็นยา
(N) การบําบัดโรคด้วยยา
(N) แพทยศาสตร์
(N) ยารักษาโรค
(N) หมอผี
(N) แพทย์ (คําไม่เป็นทางการ)
(ADJ) เกี่ยวกับสมัยกลาง
(ADJ) ล้าสมัย
(N) ประเพณีและความเชื่อในยุคกลาง
(N) นักศึกษาหรือผู้เชี่ยวชาญในยุคกลาง
(ADV) ในยุคกลาง
(PRF) กลาง
(ADJ) ธรรมดา
(N) คนธรรมดา
(N) ความธรรมดา
(VI) ครุ่นคิด
(VI) ทําสมาธิ
(PHRV) คิดถึงอย่างลึกซึ้งและจริงจังเกี่ยวกับ (โดยเฉพาะทางศาสนาหรือต้องการหาความสงบของจิตใจ)
(N) การไตร่ตรอง
(N) การทําสมาธิ
(ADJ) ซึ่งไตร่ตรอง
(ADV) อย่างไตร่ตรอง
(N) ผู้ไตร่ตรอง
(ADJ) เกี่ยวกับทะเลเมดิเตอร์เรเนียน
(N) ทะเลเมดิเตอร์เรเนียน
(ADJ) ซึ่งอยู่ระหว่างกลาง
(N) ผู้เป็นสื่อกลางระหว่างวิญญาณและมนุษย์
(N) วิธีการ
(N) สายกลาง
(N) สิ่งแวดล้อม
(N) สื่อกลาง
(N) สื่อมวลชน
(ADJ) ซึ่งมีขนาดมาตรฐาน
(N) ซึ่งเป็นช่วง 2-3 อาทิตย์หรือเดือนในอนาคต
(N) คลื่นวิทยุที่มีความยาวคลื่น 100-1000 เมตร
(N) ผลไม้สีน้ําตาลแถบยุโรป คล้ายแอ๊ปเปิ้ล
(ADJ) ซึ่งผสมกัน
(N) การแข่งขันว่ายน้ําแบบผสม
(N) เพลงผสม
(N) สิ่งผสม
(N) สมองส่วนใน (medulla oblongata)
(N) สมองส่วนควบคุมการหายใจและการไหลเวียน
(N) เกี่ยวกับสมองส่วนใน (medulla oblongata)
(N) แมงกะพรุน
(ADJ) นอบน้อม
(ADV) อย่างนอบน้อม
(N) ความนอบน้อม
(N) แร่สีขาวใช้ทํากล้องยาสูบ
(N) การแข่งขันกีฬา
(VI) จัดให้พบกัน
(VI) ชุมนุม
(VT) จัดการ
(VT) จัดให้พบกัน
(VT) จ่ายเงิน
(VT) ต้อนรับ
(VT) ทําตาม
(VT) บรรจบกับ
(VT) พบโดยบังเอิญ
(VT) รู้จักเป็นครั้งแรก
(ADJ) เหมาะสม
(PHRV) พบกันครึ่งทาง (ของการเดินทาง)
(PHRV) ยินยอม
(N) การประชุม
(N) การพบกัน
(N) สถานที่ชุมนุมหรือรวมตัวกัน
(N) สถานที่นัดพบ
(ADV) พอสมควร
(SL) ข้อตกลง
(PHRV) พบโดยบังเอิญ
(PHRV) ได้รับ
(PHRV) ประสบกับ (สิ่งไม่ดี)
(PHRV) เผชิญกับ
(PHRV) พบโดยบังเอิญ
(PHRV) พบปะสังสรรค์อย่างเป็นทางการ
(ADJ) ยิ่งใหญ่ (คําไม่เป็นทางการ)
(PRF) หนึ่งล้าน (สัญลักษณ์ย่อคือ M)
(PRF) ใหญ่
(PRF) ใหญ่มาก
(PRF) ใหญ่
(N) เมกะไบต์
(N) เมกะเฮิรตซ์
(N) เมกะเฮิรตซ์ (คําย่อคือ MHz)
(N) หินขนาดใหญ่มาก
(ADJ) เกี่ยวกับหิน megalith
(PRF) ใหญ่
(PRF) ใหญ่โต
(N) ความหลงเพ้อไปกับความร่ํารวย
(ADJ) เกี่ยวกับ megalomania
(ADJ) เกี่ยวกับ megalomania
(ADJ) เกี่ยวกับ megalomania
(N) มหานคร
(ADJ) เกี่ยวกับมหานคร
(N) โทรโข่ง
(VI) พูดผ่านโทรโข่ง
(VT) พูดผ่านโทรโข่ง
(ADJ) เกี่ยวกับเครื่องกระจายเสียง
(N) ดาราดัง
(N) หน่วยวัดพลังนิวเคลียร์
(N) การวัดพลังนิวเคลียร์
(N) หนึ่งร้อยล้านวัตต์ (คําย่อคือ MW)
(N) การแบ่งเซลล์ชนิดหนึ่ง
(ADJ) เกี่ยวกับการแบ่งเซลล์ชนิดหนึ่ง
(ADV) โดยการแบ่งเซลล์ชนิดหนึ่ง
(N) แม่น้ําโขง
(PRF) ดํา
(N) โรคทางจิตที่มีอาการซึมเศร้า
(ADJ) ซึ่งเศร้าโศก
(ADJ) ซึ่งเศร้าโศก
(ADV) อย่างเศร้าโศก
(ADJ) เศร้า
(  N) ภาวะเศร้าโศก
(N) หมู่เกาะทางตอนใต้ของมหาสมุทรแปซิฟิก
(N) ชาวหมู่เกาะทางตอนใต้ของมหาสมุทรแปซิฟิก
(N) ของที่ผสมปนเปกัน
(N) เม็ดสีดําน้ําตาลในผิวหนัง ผม เนื้อเยื่อ
(PRF) ดํา
(N) เนื้องอกชนิดหนึ่ง
(N) การรวมตัว
(VI) รวมกัน
(N) การประกาศแต้ม
(VI) ประกาศ (โดยการนับคะแนนไพ่ในมือ)
(VT) ประกาศ (โดยการนับคะแนนไพ่ในมือ)
(N) การต่อสู้การชุลมุน
(VT) บรรเทา
(N) การบรรเทา
(ADJ) ซึ่งแบ่งเบา
(N) ผู้ช่วยบรรเทา
(ADJ) ซึ่งให้น้ําผึ้ง
(ADJ) ปากหวาน
(ADV) อย่างปากหวาน
(N) การพูดจาไพเราะ
(ADJ) เบิกบาน
(ADJ) เมาเล็กน้อย
(ADJ) ร่วน (ดิน)
(ADJ) สีสว่าง
(ADJ) สุขุม
(ADJ) หวานฉ่ํา (ผลไม้)
(VI) สุก
(VT) ทําให้สุก
(VT) ทําให้สุขุม
(ADV) อย่างเบิกบาน
(N) ความเบิกบาน
(N) เครื่องดนตรีประเภทเป่าขนาดเล็ก
(ADJ) ไพเราะ
(ADV) อย่างไพเราะ
(ADJ) ไพเราะ
(ADV) อย่างไพเราะ
(N) ความไพเราะ
(N) ผู้แต่งเพลง
(VI) แต่งทํานอง
(VT) แต่งทํานอง
(N) เรื่องประโลมโลก
(ADJ) เกี่ยวกับเรื่องประโลมโลก
(ADV) อย่างแสดงอารมณ์เกินจริงหรือมากไป
(N) ผู้แสดงอารมณ์อย่างเกินจริงหรือมากไป
(N) ทํานองเพลง
(N) เนื้อเพลง
(N) เมลอน (ผลไม้ประเภทเดียวกับแตงโม)
(N) สิ่งที่หลอมละลาย
(VI) ใจอ่อนลง
(VI) ละลาย
(VI) เลือนหาย
(VT) ทําให้ใจอ่อนลง
(VT) ้ละลาย
(ADJ) ซึ่งหลอมละลายได้
(N) การละลาย
(PHRV) ค่อย ๆ หายไป
(PHRV) ละลายหายไป (น้ําแข็ง,ของแข็ง)
(N) การล่มสลายขององค์กร
(PHRV) เปลี่ยนหรือแปรรูปของ
(SL) ความล่มสลาย
(N) สิ่งที่หลอมละลายได้
(PHRV) ละลายเป็นส่วนหนึ่งของ
(ADJ) น่าสงสารหรือเห็นใจ
(ADV) อย่างหลอมละลายได้
(N) จุดหลอมละลาย
(N) สถานที่หรือสถานการณ์ที่คน ความคิดหรือสิ่งต่างๆ มารวมกัน
(IDM) อร่อยมาก
(PHRV) ค่อย ๆ กลายเป็นส่วนของ
(PHRV) เริ่มร้องไห้
(PHRV) ละลาย
(N) สมาชิก (คําย่อคือ mem)
(ADJ) ซึ่งเป็นสมาชิก
(N) การเป็นสมาชิก
(N) เยื่อบุผิว
(ADJ) ซึ่งเป็นเยื่อบุผิว
(ADJ) ซึ่งเป็นเยื่อบางๆ
(N) ของที่ระลึก
(N) กระดาษจดบันทึก
(N) บันทึกชีวิตประจําวัน
(N) เรื่องน่าจดจํา
(N) การจดจํา
(ADJ) ซึ่งมีค่าน่าจดจํา
(ADV) อย่างน่าจดจํา
(N) บันทึกข้อความ
(N) เอกสาร
(ADJ) ซึ่งเป็นอนุสรณ์
(N) สิ่งเตือนความทรงจํา
(VT) ทําให้ระลึกถึง
(VT) ทําให้ระลึกถึง
(ADV) อย่างน่าระลึกถึง
(VT) ท่องจํา
(N) การระลึกถึง
(VT) ท่องจํา
(N) วันรําลึกถึงทหารอเมริกาที่ตายในสงคราม (วันที่ 30 พ.ค)
(N) การจําได้
(N) ความจํา
(N) หน่วยความจํา (ในคอมพิวเตอร์)
(N) ช่วงเวลาที่นึกถึงหรือจดจําสิ่งในอดีต
(N) คํานามพหูพจน์ของ man
(N) ภัยอันตราย
(VT) คุกคาม
(ADJ) ซึ่งคุกคาม
(ADV) อย่างตกอยู่ในอันตราย
(N) เรื่องภายใน
(N) สวนสัตว์ป่า
(N) การมีประจําเดือนครั้งแรก
(N) รอยปะ
(VI) หาย (จากเจ็บป่วย)
(VT) แก้ไข
(ADJ) ซึ่งซ่อมแซมได้
(ADJ) โกหก
(ADV) อย่างโกหก
(N) การโกหก
(N) บิดาแห่งพันธุศาสตร์ (Gregor Johann)
(N) ธาตุกัมมันตรังสี
(N) ผู้ซ่อมแซม
(N) ช่างทํารองเท้า
(N) การขอทาน
(ADJ) ซึ่งดํารงชีวิตด้วยการขอทาน
(N) คนขอทาน
(N) เสื้อผ้าซึ่งเย็บซ่อมแซม
(IDM) ทําให้กลับมาคืนดี (กับบางคน)
(IDM) แก้ไขพฤติกรรม
(N) ชายที่มารวมกลุ่มกัน
(N) ผู้แสดงเป็นคนรับใช้ ทาสหรือผู้ช่วยที่ซื่อสัตย์  ทําทุกอย่างให้
(ADJ) เกี่ยวกับคนรับใช้
(ADJ) เกี่ยวกับงานที่ต่ําต้อย
(ADV) อย่างต่ําต้อย
(N) เยื่อหุ้มสมองและไขสันหลัง
(ADJ) เกี่ยวกับเยื่อหุ้มสมองและไขสันหลัง
(N) เยื่อหุ้มสมองอักเสบ
(N) คํานามพหูพจน์ของ meniscus
(N) เลนส์นูนข้างเว้าข้าง
(N) ผู้นับถือนิกายโปรเตสแตนต์ที่มีชีวิตเรียบง่าย
(N) คํานามพหูพจน์ของ man-of-war
(ADJ) เกี่ยวกับช่วงอายุของผู้หญิงที่ประจําเดือนหมด
(N) ช่วงอายุของผู้หญิงที่ประจําเดือนหมด (ระหว่างอายุ 40-50 ปี)
(N) โคมปักเทียน 7 หรือ 9 เล่ม
(N) คํานามพหูพจน์ของ man o'war
(N) ประจําเดือน
(N) ห้องน้ําชาย
(ADJ) เกี่ยวกับประจําเดือน
(VI) มีประจําเดือน
(N) การมีประจําเดือน
(N) การมีประจําเดือน
(ADJ) ซึ่งสามารถวัดได้
(ADJ) เกี่ยวกับการวัด
(N) การวัด
(ADJ) ซึ่งสามารถวัดได้
(N) เสื้อผ้าเครื่องประดับของผู้ชาย
(SUF) การ
(ADJ) เกี่ยวกับจิตใจ
(ADJ) บ้า (คําไม่เป็นทางการ)
(SL) โกรธอย่างบ้าคลั่ง
(N) ระดับความสามารถทางสมอง
(N) ความบกพร่องทางจิตใจ
(SL) คนอัจฉริยะ
(N) ความเชื่อว่าทุกสิ่งเกิดขึ้นภายในจิตใจ
(N) ผู้อ่านใจ
(N) ความสามารถทางจิต
(ADV) ด้านจิตใจ
(N) การพิการทางสมอง
(N) การบูร
(N) การกล่าวถึง
(VI) กล่าวถึง
(VT) กล่าวถึง
(ADJ) ซึ่งกล่าวถึงได้
(ADJ) ซึ่งถูกอ้างถึง
(IDM) ได้รับการยกย่อง
(PHRV) เอ่ยถึง
(IDM) เอ่ยถึงบางสิ่งอย่างน่าเป็นไปได้
(PHRV) เอ่ยถึง
(N) ผู้ให้คําปรึกษา
(N) การให้คําปรึกษา
(N) รายการอาหาร
(N) อาหารที่อยู่ในรายการหรือเมนู
(N) เสียงร้องของแมว
(N) เสียงร้องของแมว
(N) หัวหน้าปีศาจ
(ADJ) เกี่ยวกับหัวหน้าปีศาจ
(ADJ) หัวหน้าปีศาจ
(ADJ) เกี่ยวกับการค้าขาย
(ADV) ทางการค้าขาย
(N) การค้าขาย
(ADJ) ซึ่งรับจ้าง
(N) ผู้รับจ้าง
(N) พ่อค้าผ้า
(VT) ใส่ด่างเพื่อให้ผ้าติดสีย้อม เป็นเงาและคงทน
(N) สินค้า
(VT) ค้าขาย
(N) ผู้ค้าขาย
(N) การขายสินค้า
(VT) ค้าขาย
(N) ผู้ค้าขาย
(ADJ) เกี่ยวการค้า
(N) พ่อค้า
(ADJ) ซึ่งค้าขายได้
(N) ธนาคารเพื่อธุรกิจขนาดใหญ่
(N) นายธนาคารเพื่อธุรกิจขนาดใหญ่
(SL) คนที่สําเร็จความใคร่ด้วยตัวเอง
(N) การธนาคารเพื่อธุรกิจขนาดใหญ่
(N) เรือที่ใช้ค้าขาย
(N) เรือเดินสมุทรสําหรับค้าขาย
(N) เรือเดินสมุทรสําหรับค้าขาย
(ADJ) เปี่ยมด้วยความเมตตา
(ADV) อย่างเมตตา
(N) ความเมตตา
(ADJ) ไร้ความปราณี
(ADV) อย่างไร้ความปราณี
(N) การไร้ความปราณี
(ADJ) เกี่ยวกับธาตุปรอท (ทางเคมี)
(ADJ) หลายใจ
(N) ยาที่มีสารปรอท
(VT) ใส่สารปรอท
(ADV) อย่างเปลี่ยนใจง่าย
(N) การเปลี่ยนใจง่าย
(ADJ) เกี่ยวกับปรอท
(N) ชื่อทางการค้าของสารประกอบ merbromin
(N) ยาแดง
(N) ดาวพุธ
(N) เทพเมอคิวรี่
(N) ปรอท (สัญลักษณ์ทางเคมีคือ Hg)
(N) ความเมตตา
(N) การฆ่าให้ตายอย่างไม่เจ็บปวด
(ADJ) บริสุทธิ์
(ADJ) เพียงเท่านั้น
(N) บึง (ทางวรรณกรรม)
(ADV) เพียงเท่านั้น
(ADJ) ซึ่งเป็นกริยาท่าทางของโสเภณี
(ADJ) น่าดึงดูดใจแต่เพียงภายนอก
(ADJ) หลอกลวง
(ADV) อย่างหลอกลวง
(N) ความหลอกลวง
(N) เป็ดกินปลาประเภทหนึ่ง
(VI) ทําให้กลืนหาย
(VI) รวมเข้าด้วยกัน
(VT) กลืน
(VT) รวมเข้าด้วยกัน
(PHRV) รวมกับ
(N) การผสมผสาน
(N) ผู้ผสมผสาน
(PHRV) รวมกัน
(PHRV) ผสมกับ
(N) จุดสูงสุดแห่งความสําเร็จ
(N) เที่ยงวัน (คําโบราณ)
(N) เส้นวงกลมที่ลากผ่านขั้วโลกเหนือและใต้ตามยาว
(N) ขนมอบชนิดหนึ่ง
(N) แกะพันธุ์หนึ่งจากสเปน
(N) ข้อดี
(N) คุณความดี
(VT) ควรได้รับ
(N) ความคู่ควร
(N) ระบบสังคมที่เชื่อการสําเร็จด้วยตนเองไม่ใช้สิทธิพิเศษทางชนชั้น
(N) ผู้ประสบสําเร็จด้วยตนเอง
(ADJ) ซึ่งประสบสําเร็จด้วยตนเอง
(ADJ) ซึ่งมีความดีความชอบ
(ADV) อย่างสมควรได้รับความดีความชอบ
(ADJ) ซึ่งคู่ควร
(N) นกดํา
(N) นกดํา
(N) นกเหยี่ยวขนาดเล็ก
(N) นางเงือก
(N) ผู้หญิงว่ายน้ําเก่ง
(N) เงือกชาย
(N) คํานามพหูพจน์ของ merman
(ADV) อย่างสนุกสนาน
(N) ความสนุกสนาน
(N) ความสนุกสนาน
(ADJ) รื่นเริง
(N) การหมุนเวียนอย่างรวดเร็วของเวลา หรือธุรกิจ
(N) ม้าหมุน
(N) ผู้เฉลิมฉลอง
(N) การเฉลิมฉลอง
(N) กระดูกหน้าอกของสัตว์ปีก
(N) ภูเขามียอดแบนและลาดชันด้านข้างแถบตะวันตกเฉียงใต้ของอเมริกา
(N) คํานามพหูพจน์ของ madam
(N) คํานามพหูพจน์ของ mademoiselle
(N) กับดัก
(N) ตาข่าย
(VI) ทํางานร่วมกัน
(VT) ทําให้เข้ากัน
(N) ซึ่งเป็นตาข่าย
(SL) บ้า
(SL) บ้า
(PHRV) (เฟือง) กลืนกัน
(PHRV) เห็นพ้องกับ
(N) การทําตาข่าย
(ADJ) ซึ่งทําเป็นตาข่าย
(ADJ) เกี่ยวกับสะกดจิต
(ADV) อย่างตกตะลึง
(VT) ทําให้ตกตะลึง
(VT) สะกดจิต
(N) การสะกดจิต
(N) ผู้สะกดจิต
(VT) ทําให้ตกตะลึง
(VT) สะกดจิต
(N) ผู้สะกดจิต
(ADJ) เกี่ยวกับยุคหิน
(N) อนุภาคทางฟิสิกส์
(N) เกี่ยวกับยุคหิน
(N) ต้นไม้จําพวก Prosopis มีหนามแหลม
(N) ต้นไม้จําพวก Prosopis มีหนามแหลม
(N) คนไม่เรียบร้อย
(N) สภาพรกรุงรัง
(PHRV) ใช้เวลาไม่คุ้มค่า (คําไม่เป็นทางการ)
(PHRV) ทําให้ยุ่งเหยิง
(PHRV) พูดหรือกระทําโง่ๆ (คําไม่เป็นทางการ)
(PHRV) ทําให้ยุ่งเหยิง
(PHRV) มีความสัมพันธ์ชู้สาวกับ
(N) ข่าวสาร
(N) ประเด็น
(N) คํานามพหูพจน์ของ Mr.
( N) คนแจ้งข่าว
(N) พระเจ้า
(N) การเป็นพระเจ้า
(N) ความไม่เป็นระเบียบ
(ADV) อย่างไม่เป็นระเบียบ
(N) ความไม่เป็นระเบียบ
(ABBR) คํานําหน้าชื่อหรือตําแหน่งทางธุรกิจ (ใช้เหมือนกับเป็นคําพหูพจน์ของ Mr)
(PHRV) กินอาหารในสถานที่เดียวกัน
(PHRV) ทําให้สกปรก
(PHRV) ทําให้สูญเสียโดยประมาท
(PHRV) กินอาหารร่วมกับ
(ADJ) ซึ่งไม่เรียบร้อยและสกปรก
(ADJ) ซึ่งยุ่งยากใจ
(N) ลูกผสม
(PRF) หลัง
(PRF) หลัง
(VI) กริยาช่อง 2 และ 3 ของ meet
(VT) กริยาช่อง 2 และ 3 ของ meet
(ADJ) เกี่ยวกับการเผาผลาญอาหาร
(VT) ทําให้เผาผลาญอาหาร
(N) กระบวนการเผาผลาญอาหาร
(VT) ทําให้เผาผลาญอาหาร
(ADJ) ซึ่งทําด้วยโลหะ
(N) ธาตุโลหะ (ทางเคมี) (สัญลักษณ์ย่อคือ M)
(N) เพลงแนวเฮฟวี่เมทัล
(N) โลหะ
(VT) ปกคลุมด้วยโลหะ
(N) คําหรือวลีที่คนใช้พูดหรืออธิบายภาษา
(N) เครื่องตรวจหาโลหะที่ฝังหรือจมดินอยู่
(ADJ) ซึ่งทําด้วยกรวดหรือหินก้อนเล็กๆ
(ADJ) เกี่ยวกับโลหะ
(ADV) ทางโลหะ
(ADJ) ซึ่งประกอบด้วยโลหะ
(ADJ) เกี่ยวกับการแยกโลหะออกจากแร่
(ADJ) เกี่ยวกับการแยกโลหะออกจากแร่
(ADV) โดยการแยกโลหะออกจากแร่
(N) ผู้แยกโลหะออกจากแร่
(N) วิธีการแยกโลหะออกจากแร่
(N) เครื่องใช้ประเภทโลหะ
(N) การทําเครื่องใช้โลหะ
(N) คนทําเครื่องใช้โลหะ
(N) การทําเครื่องใช้โลหะ
(ADJ) เกี่ยวกับการเปลี่ยนแปลงรูปร่างหรือลักษณะ
(N) การเปลี่ยนแปลงรูปร่างหรือลักษณะ
(VI) เปลี่ยนรูปร่างหรือลักษณะ
(PHRV) เปลี่ยน (รูปร่างหรือธรรมชาติของบางสิ่ง) ไปเป็น
(N) การเปลี่ยนแปลงรูปร่างหรือลักษณะ
(N) การใช้คําอุปมา
(N) คําอุปมา
(ADJ) เกี่ยวกับการใช้คําอุปมา
(ADJ) เกี่ยวกับการใช้คําอุปมา
(ADV) อย่างเปรียบเทียบ
(ADJ) เกี่ยวกับอภิปรัชญา
(ADV) ทางอภิปรัชญา
(N) อภิปรัชญา
(N) การแพร่กระจายของเนื้อร้าย
(ADJ) เกี่ยวกับการแพร่กระจายของเนื้อร้าย
(ADV) อย่างแพร่กระจายเนื้อร้าย
(ADJ) เกี่ยวกับกระดูกฝ่าเท้า
(N) กระดูกฝ่าเท้า
(N) การสับเสียง
(ADJ) เกี่ยวกับการสับเสียง
(ADJ) เกี่ยวกับการสับเสียง
(VT) แจกจ่าย
(N) เส้นแบ่ง
(N) การย้ายวิญญาณ
(N) ดาวตก
(ADJ) ซึ่งประสบความสําเร็จรวดเร็วมาก
(ADV) อย่างรุ่งเรือง
(N) อุกกาบาต
(ADJ) เกี่ยวกับอุกกาบาต
(N) สะเก็ดดาว
(ADJ) เกี่ยวกับทางอุตุนิยมวิทยา
(N) นักอุตุนิยมวิทยา
(N) อุตุนิยมวิทยา
(PHRV) ตัดสินให้ (บางสิ่ง) กับ
(N) หน่วยวัดความยาวเป็นเมตร
(N) จังหวะในเพลง
(VT) วัดมาตร
(SUF) อุปกรณ์
(N) สารเสพย์ติด คล้ายมอร์ฟีนช่วยระงับปวดได้
(N) ก๊าซธรรมชาติชนิดหนึ่งไม่มีสีและกลิ่น ไวไฟ
(VI) ฉันคิดว่า
(N) วิธี
(ADJ) ซึ่งเป็นระเบียบ
(ADV) อย่างมีแบบแผน
(IDM) มีจุดประสงค์ในสิ่งที่ทํา
(N) ผู้ยึดตามระเบียบ
(VT) ทําให้มีแบบแผน
(N) ผู้มีระเบียบแบบแผน
(ADJ) เกี่ยวกับระเบียบแบบแผน
(N) ผู้มีระเบียบแบบแผน
(N) วิธีการ
(N) สารเมทธิลอัอกอฮอล์
(ADJ) พิถีพิถันมาก
(N) ความประณีต
(ADV) อย่างพิถีพิถัน
(N) ความประณีต
(N) อาชีพ
(N) คําหรือวลีที่ใช้แทนคําอื่น
(ADJ) เกี่ยวกับคําหรือวลีที่ใช้แทนคําอื่น
(ADJ) เกี่ยวกับคําหรือวลีที่ใช้แทนคําอื่น
(N) การใช้คําหรือวลีแทนคําอื่น
(N) เมตร
(ADJ) ซึ่งวัดเป็นเมตร
(ADJ) เกี่ยวกับการชั่ง ตวงและวัด
(ADV) โดยชั่งตวงวัด
(VT) ทําให้เป็นระบบเมตริก
(N) การทําให้เป็นระบบเมตริก
(N) ระบบเมตริก
(N) หน่วยชั่งน้ําหนักซึ่งมีค่า 1,000 กิโลกรัม
(N) รถไฟใต้ดิน
(PRF) มดลูก
(ADJ) เกี่ยวกับการวัดและชั่งน้ําหนัก
(N) ผู้ศึกษาระบบการวัดและการชั่งน้ําหนัก
(N) ระบบการวัดและชั่งน้ําหนัก
(N) เครื่องมือทําจังหวะเพื่อใช้ในการฝึกดนตรี
(ADJ) เกี่ยวกับเครื่องฝึกจังหวะ
(N) มหานคร
(ADJ) เกี่ยวกับเมืองหลวง
(ADJ) แห่งเมืองหลวง
(N) ผู้อาศัยอยู่ในเมืองใหญ่
(SUF) กระบวนการ
(N) ความกล้าหาญ
(N) อุปนิสัยใจคอ
(ADJ) กล้าหาญ
(N) เสียงร้องของแมว
(ADJ) เกี่ยวกับเม็กซิกัน
(N) ชาวเม็กซิโก
(N) ประเทศเม็กซิโก
(N) เม็กซิโก
(N) ระเบียงชั้นล่างสุดในโรงละคร
(N) ระเบียงที่ยื่นออกมาระหว่างชั้นหนึ่งกับชั้นสองของตัวตึก
(N) ระดับเสียงระหว่าง soprano และ contralio
(N) เสียงระหว่าง soprano และ contralio
(N) กระบวนการแกะแม่พิมพ์
(ABBR) คําย่อของ male or female
(ABBR) คําย่อของ medium frequency
(ABBR) คําย่อของ manufatured
(ABBR) มิลลิกรัม (คําย่อของ milligram)
(ABBR) คําย่อของ Monseigneur และ Monsignor
(N) หน่วยวัดกระแสไฟฟ้า
(ABBR) วิทยาศาสตร์สุขภาพมหาบัณฑิต (Master of Health Science)
(ABBR) เมกกะเฮิร์ตซ
(N) เสียงดนตรีตัวที่สามของขั้นบันไดเสียง
(N) แม้ว
(N) เสียงร้องของแมว
(N) เสียงร้องของแมว
(VI) ร้องเมี้ยวๆ
(N) สิ่งที่เป็นพิษ
(ADJ) เกี่ยวกับสิ่งที่เป็นพิษ
(N) สิ่งที่เป็นพิษ
(ADJ) เกี่ยวกับสิ่งที่เป็นพิษ
(ADJ) เกี่ยวกับสิ่งที่เป็นพิษ
(ABBR) คําย่อของ microphone
(N) แร่ไมกา (ใช้ทําอุปกรณ์ไฟฟ้า)
(N) คํานามพหูพจน์ของ mouse
(ADV) อย่างหลากหลาย
(N) ความหลากหลาย
(N) ไมเคิล (ชื่อของผู้ชาย)
(N) เทศกาลฉลองทูตสวรรค์ในศาสนาคริสต์
(N) จิตรกรชื่อดังของอิตาลี
(N) รัฐมิชิแกนของอเมริกา
(N) ชื่อเล่นของคนชื่อ Michael
(N) เหล้าแรงชนิดหนึ่ง
(SL) ฉี่
(SL) ฉี่
(ADJ) ง่ายมาก
(SL) ติดยาบางอย่าง (ไม่ใช่ยาเสพติด)
(ADJ) มาก
(ADJ) เล็กมาก
(N) ตัวประมวลผลกลางในคอมพิวเตอร์ (มาจากคําว่า microprocessor) (คําไม่เป็นทางการ)
(PRF) เล็ก
(PRF) เล็กมากๆ
(N) จุลินทรีย์
(ADJ) เกี่ยวกับจุลินทรีย์
(ADJ) เกี่ยวกับจุลินทรีย์
(ADJ) เกี่ยวกับ microbiology
(ADV) ทางจุลชีววิทยา
(N) นักจุลชีววิทยา
(N) จุลชีววิทยา
(N) รถบัสเล็ก
(N) ชิ้นซิลิคอนขนาดเล็กที่เก็บแผงวงจรไฟฟ้า
(N) วงจรขนาดเล็กมาก
(N) การเป็นวงจรขนาดเล็กมาก
(N) เครื่องไมโครคอมพิวเตอร์
(N) ภาพย่อขนาดเล็กมาก
(N) โลกขนาดเล็กมาก
(ADJ) เกี่ยวกับเศรษฐศาสตร์จุลภาค
(ADV) ทางเศรษฐศาสตร์จุลภาค
(N) เศรษฐศาสตร์จุลภาค
(ADJ) เกี่ยวกับการออกแบบและการพัฒนาวงจรไฟฟ้าขนาดเล็ก
(N) การศึกษาเกี่ยวกับการออกแบบและการพัฒนาวงจรไฟฟ้าขนาดเล็ก
(N) หน่วยวัดความจุไฟฟ้า
(N) ผ้าเนื้อเบาและอุ่นสําหรับทําเสื้อโค้ตหรือแจ๊กเก็ต
(N) ผ้าเนื้อเบาและอุ่นสําหรับทําเสื้อโค้ตหรือแจ๊กเก็ต
(N) แผ่นฟิล์มขนาดเล็กมาก
(N) ฟิล์มขนาดเล็กใช้ฉายหนังหรือถ่ายภาพโดยลดขนาดภาพที่ถ่ายลงได้มาก
(VI) ย่อเอกสารเก็บใส่ฟิล์มขนาดเล็ก
(VT) ย่อเอกสารเก็บใส่ฟิล์มขนาดเล็ก
(N) ไมโครกรัม
(N) สภาวะไร้น้ําหนัก
(N) ร่องเข็มของจานแผ่นเสียง
(N) หนึ่งส่วนล้านของหนึ่งนิ้ว
(N) เครื่องบินเบาขนาดเล็กสําหรับนั่งได้ 1-2 คน
(N) กล้องวัดระยะทางหรือสิ่งอื่นที่เล็กมาก
(N) หน่วยวัดความยาวมีค่าเท่ากับหนึ่งส่วนล้านของหนึ่งเมตร
(ADJ) ซึ่งมีขนาดเล็กมาก
(N) ความยาวขนาดหนึ่งในล้านส่วนของหนึ่งเมตร
(N) เกาะหนึ่งในหมู่เกาะแปซิฟิก
(N) พืชหรือสัตว์ที่มีขนาดเล็กมาก มองด้วยตาเปล่าไม่เห็น
(N) เครื่องขยายเสียง
(ADJ) เกี่ยวกับเครื่องขยายเสียง
(N) เสียงแตกของลําโพง
(N) ภาพที่เล็กมาก
(ADJ) เกี่ยวกับภาพที่เล็กมาก
(N) การถ่ายภาพที่ขนาดเล็กมาก
(N) ไมโครโปรเซสเซอร์
(N) กล้องจุลทรรศน์
(ADJ) ซึ่งมีขนาดเล็กมาก
(ADV) ทางกล้องจุลทรรศน์
(N) การใช้กล้องจุลทรรศน์
(N) ระบบปฏิบัติการทางคอมพิวเตอร์
(N) ส่วนเล็กๆ ในไซโตปลาสซึมของเซลล์ active cell
(ADJ) ซึ่งทําจากเตาอบไมโครเวฟ
(N) คลื่นแม่เหล็กไฟฟ้าความถี่สูงมาก
(N) เตาอบไมโครเวฟ
(VT) ทําอาหารด้วยเตาอบไมโครเวฟ
(ADJ) ซึ่งทําจากเตาอบไมโครเวฟ
(VI) ขับปัสสาวะ
(N) การขับปัสสาวะ
(ADJ) ตรงกลาง
(PRF) กลาง
(PRF) ตรงกลาง
(N) กลางอากาศ
(N) กษัตริย์ในนิยายกรีก
(N) ซึ่งได้รับอิทธิพลจากอเมริกาเหนือและ Great Britain
(N) ซึ่งอยู่ตอนกลางของมหาสมุทรแอตแลนติก
(N) วงกลมที่อยู่ในรูปสามเหลี่ยม
(ADJ) ซึ่งเกิดขึ้นตอนกลางวัน
(N) เที่ยงวัน
(N) กองขยะ
(ADJ) ตรงกลาง
(ADJ) ปานกลาง
(N) จุดกึ่งกลาง
(N) อายุวัยกลางคน
(ADJ) ซึ่งมีวัยกลางคน
(ADJ) วัยกลางคน
(ADJ) ซึ่งเป็นที่ยอมรับกันทั่วไป
(SL) สามัญ
(ADJ) เกี่ยวกับชนชั้นกลาง
(N) ชนชั้นกลาง
(ADJ) เกี่ยวกับการวิ่งแข่งระยะกลาง
(N) หูชั้นกลาง
(N) ตะวันออกกลาง
(N) ภาษาอังกฤษยุคกลาง (ช่วงปีค.ศ.1100-1500)
(N) นิ้วกลาง
(N) ส่วนกลางระหว่างความคิดหรือมุมมองที่ขัดแย้งกัน
(N) ประเทศจีน
(N) คนกลาง
(N) พ่อค้าคนกลาง
(N) กลุ่มจัดการระดับกลาง (ไม่เกี่ยวกับการตัดสินใจที่มีผลต่อองค์กร)
(N) ชื่อกลาง (เป็นชื่อระหว่างชื่อตัวหรือชื่อแรกกับนามสกุล)
(ADJ) ซึ่งเดินสายกลาง
(IDM) อยู่ระหว่างสองขั้วที่ต่างกัน (โดยเฉพาะทางการเมือง)
(N) เมืองทางตะวันออกเฉียงเหนือของประเทศอังกฤษ
(N) โรงเรียนสําหรับเด็กอายุ 9-13 ปีในอังกฤษหรือ 11-14 ปีในอเมริกา
(ADJ) ขนาดกลางๆ
(N) นักมวยที่มีน้ําหนักเฉลี่ย 14 -160 ปอนด์
(N) ภาคตะวันตกของอเมริกา
(ADJ) ปานกลาง
(N) ผลิตภัณฑ์มีคุณภาพ
(ADJ) เสื้อครึ่งตัวของผู้หญิงและมีปกทหารเรือ
(N) ตําแหน่งกองกลาง
(N) ผู้เล่นกองกลาง
(N) แมลงตัวเล็กชนิดหนึ่งที่กัดคนและสัตว์มีรูปร่างคล้ายยุง
(ADJ) เล็กมาก
(N) คนตัวเล็กมาก
(N) คําย่อจาก Musical Instrument Digital Interface
(N) ไม้ตีกอล์ฟหัวเหล็ก
(N) ระบบเครื่องเสียงแบบหนึ่ง
(N) ตอนกลางของประเทศ
(N) ภาษาอังกฤษซึ่งพูดในตอนกลางของประเทศ
(N) ตอนกลางของประเทศอังกฤษ
(N) วัยกลางคน
(N) ความวิตกกังวล
(N) ตรงกลาง
(ADJ) ตอนกลางคืน
(N) เวลาเที่ยงคืน
(N) สีฟ้าเข้ม
(N) พระอาทิตย์เที่ยงคืน
(N) จุดกึ่งกลาง
(N) เส้นกึ่งกลางใบไม้
(N) กะบังลม
(N) เครื่องแต่งกายที่โชว์ส่วนกลางของร่างกาย ระหว่างอกกับเอว
(N) ส่วนกลางของร่างกายคือระหว่างอกและเอว
(N) ส่วนกลาง
(N) นักเรียนทหารเรือ (ของอเมริกา)
(N) กลางเรือ
(ADJ) ซึ่งมีขนาดกลาง
(ADJ) ซึ่งมีขนาดกลาง
(N) ชั้นระหว่าง insole และ outsole ของรองเท้า
(N) ตรงกลาง
(N) ตอนกลางของกระแสน้ํา
(N) ช่วงกลางภาคเรียนหรือชีวิตการทํางาน
(N) ช่วงกลางฤดูร้อน
(N) ชื่อละครของเช็คสเปียร์
(N) วันที่ 24 มิถุนายนทางทิศเหนือของโลก
(ADJ) กลางเทอม
(N) ช่วงกลางภาคเรียนหรือชีวิตการทํางาน
(N) ใจกลางเมือง
(ADJ) กลางทาง
(ADV) ตรงกลาง
(N) กลางอาทิตย์
(ADV) กลางอาทิตย์
(N) ภาคตะวันตกของอเมริกา
(N) นางพยาบาลผดุงครรภ์
(VT) ช่วยทําคลอด
(N) การผดุงครรภ์
(N) ช่วงกลางฤดูหนาว
(N) กลางปี
(N) ลักษณะท่าทาง
(VI) รุกราน
(VT) รุกราน
(ADJ) โกรธ
(SL) รําคาญ
(AUX) กริยาช่วยช่องที่ 2 ของ may
(N) ความแข็งแรง
(N) อํานาจ
(ADV) อย่างมาก
(ADJ) ทรงพลัง
(ADV) อย่างมากมาย
(ADJ) ซึ่งถูกตัดเป็นชิ้นเล็กๆ
(N) อาการปวดศรีษะเพียงข้างเดียว
(ADJ) เกี่ยวกับอาการปวดศีรษะข้างเดียว
(N) ผู้อพยพ
(VI) (สัตว์) อพยพตามฤดูกาล
(VI) อพยพ
(PHRV) อพยพจาก
(PHRV) ย้ายถิ่นไปยัง (สัตว์)
(N) การปวดศีรษะข้างเดียว
(ADJ) เกี่ยวกับการอพยพ
(N) ผู้อพยพ
(ADJ) ซึ่งร่อนเร่พเนจร
(N) โพรงบนผนังซึ่งหันไปทางกรุงเมกกะ (ในมัสยิด)
(N) จักรพรรดิของประเทศญี่ปุ่น
(N) ไมโครโฟน (คําไม่เป็นทางการ)
(N) ผู้หญิงสูงศักดิ์
(N) ผู้หญิงสูงศักดิ์
(N) ค่าใช้จ่ายในการเดินทางต่อไมล์
(N) ระยะทางนับเป็นไมล์
(ADJ) (โทษ) เบา
(ADJ) อ่อนนุ่ม
(ADJ) อ่อนโยน
(ADJ) (อากาศ) อบอุ่น
(ADJ) (อาหาร, เครื่องดื่ม) ซึ่งมีรสชาติอ่อน
(VI) อ่อน
(VT) ทําให้อ่อน
(N) โรคเชื้อราที่ขึ้นเป็นดวงบนสิ่งที่ชื้น
(VI) เชื้อราขึ้นเป็นดวง
(VT) ทําให้เชื้อราขึ้นเป็นดวง
(ADJ) ซึ่งมีเชื้อราขึ้นเป็นดวง
(ADJ) ซึ่งมีเชื้อราขึ้นเป็นดวง
(ADV) อย่างเบาๆ
(N) ความอ่อน
(N) ไมล์ (เป็นหน่วยวัดความยาว)
(N) ระยะทางเป็นไมล์
(N) เครื่องวัดจํานวนไมล์ในการเดิน
(N) หลักไมล์ตามข้างทาง
(N) ผู้วิ่งแข่งในระยะทางเป็นไมล์
(N) หลักไมล์
(N) เหตุการณ์สําคัญ
(N) เหตุการณ์สําคัญในชีวิตคนหรือประวัติศาสตร์
(IDM) สิ่งสําคัญในชีวิต
(N) สภาพแวดล้อมทางสังคม
(N) ความเข้มแข็ง
(ADJ) เกี่ยวกับการทําสงคราม
(ADJ) พร้อมที่จะต่อสู้
(ADV) อย่างเข้มแข็ง
(ADV) ทางทหาร
(VT) จัดกําลังทางทหาร
(N) ความเป็นทหาร
(N) ผู้ทําสงคราม
(ADJ) เกี่ยวกับการจัดกําลังทางทหาร
(N) การทําสงคราม
(VT) จัดกําลังทางทหาร
(ADJ) เกี่ยวกับสงคราม
(ADJ) ทางทหาร
(N) ทหาร
(N) การรับราชการทหาร
(VI) ป้องกัน
(N) ทหารกองหนุน
(N) ทหารกองหนุน
(N) น้ํานม
(VT) รีดไถ
(VT) รีดนม
(N) คนรีดนม
(N) การรีดนม
(N) หญิงรีดนมวัว
(N) คนส่งนมผู้ชาย
(IDM) ความเมตตาปราณีผู้อื่น
(N) ยาลดกรดและยาระบาย
(N) การส่งนม
(N) เครื่องดื่มปั่น ประกอบด้วยนมและไอศรีม
(N) คนขี้ขลาด
(N) ฟันน้ํานม
(N) ต้นพืชซึ่งให้น้ํายางสีขาว
(ADJ) ซึ่งมีสีคล้ายน้ํานม
(ADJ) ซึ่งใส่นม
(N) ทางช้างเผือก
(N) เครื่องโม่
(N) โรงงานผลิตสินค้า
(VI) ทําขอบให้เป็นหยักหรือร่องที่มีขนาดสม่ําเสมอ เช่น ขอบเงินเหรียญ
(VT) คน
(VT) ตี
(VT) บด
(PHRV) เคลื่อนย้ายไปอย่างไร้เป้าหมาย (ปกติเป็นกลุ่มใหญ่)
(N) อัตราค่าภาษี
(ADJ) เกี่ยวกับช่วงเวลาหนึ่งพันปี
(N) ระยะเวลาหนึ่งพันปี
(N) ระยะเวลาหนึ่งพันปี
(N) ปัญหา Y2K
(N) กิ้งกือ
(N) hydrozoan จําพวก Milleporina
(N) ผู้เป็นเจ้าของโรงโม่
(ADJ) ซึ่งเป็นลําดับที่หนึ่งพัน
(N) ข้าวฟ่าง
(PRF) พัน
(N) หนึ่งในพันส่วนของหนึ่งแอมแปร์ (คําย่อคือ mA)
(N) หนึ่งพันล้านปี
(N) หน่วยวัดความดันบรรยากาศ
(N) ช่วงหนึ่งพันปี
(N) มิลลิกรัม
(N) มิลลิกรัม (คําย่อคือ mg)
(N) มิลลิลิตร
(N) มิลลิลิตร
(N) มิลลิเมตร
(N) มิลลิเมตร
(N) ช่างทําหมวกผู้หญิง
(N) หมวกผู้หญิง
(N) การสีข้าว
(ADJ) หนึ่งล้าน (หรือจํานวนหนึ่งล้านที่เป็นตัวเลข)
(N) หนึ่งล้าน
(N) เศรษฐี
(N) เศรษฐีนี
(N) จํานวนมาก
(N) ประชาชน
(ADJ) ซึ่งเป็นลําดับที่หนึ่งล้าน
(N) กิ้งกือ
(N) หนึ่งในพันของหนึ่งวินาที (คําย่อคือ ms)
(N) บ่อน้ําโรงโม่
(N) แผ่นหินกลมหนาของโม่หิน
(N) ภาวะหนักอกหนักใจ
(IDM) ภาระ
(N) กระแสน้ําที่ไหลเข้าสู่กังหัน
(N) งานช่างไม้
(N) ช่างไม้
(N) ช่างเครื่องในโรงงาน
(N) เครื่องวัดความเร็วรถยนต์
(N) ชายสูงศักด์
(N) คนขี้ขลาด
(N) ขี้อาย
(N) น้ําคัดหลั่งจากอวัยวะสืบพันธุ์ปลา
(N) การแสดงโดยไม่ใช้คําพูด
(N) ตัวตลก
(N) นักแสดงที่ใช้ท่าทางและสีหน้าแทนคําพูด
(N) นักแสดงล้อเลียน
(VI) แสดงท่าทางโดยไม่ใช้คําพูด
(VT) แสดงล้อเลียน
(N) เครื่องโรเนียว
(VT) อัดสําเนาจากกระดาษไข
(N) ผู้แสดงละครใบ้
(N) การทําสําเนา
(ADJ) ซึ่งล้อเลียน
(ADV) อย่างล้อเลียน
(ADJ) ซึ่งล้อเลียน
(N) นักล้อเลียน
(VT) ล้อเลียน
(N) ผู้เลียนแบบ
(N) การล้อเลียน
(N) ต้นไมยราบ
(N) ไม้พุ่มเขตร้อนมีดอกสีเหลือง
(ABBR) คําย่อของ minimum/mineralogical/mineralogy/minim(s)
(N) หอสูงยอดแหลมบนสุเหร่า ใช้เป็นที่เรียกคนมาสวดมนตร์
(ADJ) ซึ่งคุกคาม
(VI) เดินกระย่องกระแย่ง
(VT) พูดอ้อมค้อม
(VT) สับ
(N) เนื้อสับ
(IDM) ใช้คําพูดเลี่ยงเพื่อลดความรุนแรงของคําพูด
(N) พายไส้เนื้อสับ
(SL) ตา
(ADJ) ซึ่งมีมารยาท
(ADV) อย่างมีมารยาท
(N) คนฉลาด
(N) ความจํา
(N) ความตั้งใจ
(N) จิตใจ
(N) สติปัญญา
(VI) รังเกียจ
(VT) ระวัง
(VT) สังเกต
(ADJ) ซึ่งมีผลต่อจิตใจอย่างมาก
(ADJ) ซึ่งตื่นเต้นมาก
(IDM) ประหลาดใจกับ
(ADJ) ยากที่จะเข้าใจ
(ADJ) ซึ่งมีใจโน้มเอียง
(N) ผู้ดูแล
(N) บริเวณมีทุ่นระเบิด
(ADJ) ซึ่งให้ความสนใจ
(ADV) อย่างสนใจ
(ADJ) ซึ่งไม่มีเหตุผล
(ADV) อย่างไม่มีเหตุผล
(N) ความไม่มีเหตุผล
(IDM) สนใจเรื่องของตนเอง
(IDM) ระวังมารยาท
(PHRV) ระวัง
(IDM) หลบเข้าด้านข้าง (ให้คนอื่นผ่านไป)
(N) ความเชื่อที่ผลต่อพฤติกรรม
(N) การนึกฝัน
(IDM) คุณคิดดูว่า
(N) ระเบิด
(N) เหมืองแร่
(N) แหล่งอุดมสมบูรณ์
(VI) ขุดเหมือง
(VT) ขุดเหมือง
(VT) ขุดอุโมงค์
(VT) วางระเบิด
(PRON) ของฉัน
(PHRV) ขุดแร่จากดิน
(N) เขตทุ่นระเบิด
(N) เรือวางทุ่นระเบิด
(IDM) แหล่งข้อมูล
(PHRV) ขุดแร่จาก
(N) คนงานเหมือง
(ADJ) ที่เป็นแร่
(N) แร่
(ADJ) เกี่ยวกับการศึกษาแร่
(ADV) ทางการศึกษาแร่
(N) ผู้ศึกษาเกี่ยวกับแร่
(N) น้ําแร่
(N) น้ําแร่ธรรมชาติ
(N) น้ําแร่
(N) การศึกษาเกี่ยวกับแร่ธาตุ
(N) ทางแคบและลึกเข้าสู่เหมือง
(N) ซุปอิตาเลียนประกอบด้วยผัก ถั่ว พาสต้า
(N) เรือกวาดทุ่นระเบิด
(N) คนงานเหมือง
(N) ราชวงศ์หมิงของจีน
(SL) ช่องคลอด
(SL) คนที่น่ามอง (โดยเฉพาะผู้หญิง)
(SL) เมามาก
(SL) ปวด
(VI) ผสม
(VT) ผสม
(VT) ร่วมมือกัน
(PHRV) ผสมกัน
(N) ผู้ผสม
(PHRV) ผสมกับ
(PHRV) สมาคมกับ
(ADJ) ขี้เหนียว
(N) คําเรียกย่อของ miniskirt และ minicomputer
(N) สิ่งที่เล็กกว่าปกติ
(ADJ) เล็กมาก
(N) ภาพวาดขนาดเล็กมาก
(N) สิ่งที่มีขนาดเล็กมาก
(N) การทําให้ขนาดเล็กลง
(VT) ทําให้เล็กลง
(N) การทําขนาดให้เล็กลงมา
(VT) ย่อให้เล็ก
(N) ตู้เย็นขนาดเล็กในห้องพักโรงแรม
(N) รถบัสเล็ก
(N) รถแท็กซี่แบบหนึ่ง
(N) รถยนต์เล็กมาก
(N) เครื่องคอมพิวเตอร์ขนาดเล็ก
(N) แผ่นดิสก์ขนาดเล็ก
(VT) ทําให้น้อยลง
(N) คํานามพหูพจน์ของ minimum
(N) หน่วยวัดความจุของเหลวที่น้อยที่สุด
(ADJ) น้อยที่สุด
(N) งานศิลปะที่ใช้สิ่งของน้อยชิ้นแต่ให้คุณค่ามาก
(N) ศิลปินที่แสดงแนวคิดง่ายๆ หรือใช้สิ่งของแสดงงานน้อยชิ้น
(ADV) อย่างน้อยที่สุด
(VT) ทําให้ลดลง
(N) การทําให้มีค่าน้อยลง
(VT) ทําให้เล็กลงที่สุด
(N) ผู้ทําให้มีค่าน้อยลง
(ADJ) อย่างต่ํา
(N) จํานวนน้อยที่สุด
(N) คนไม่สําคัญ
(N) การทําเหมือง
(N) ข้าราชการผู้น้อย
(N) คนโปรด
(N) คนรับใช้
(ADJ) ซึ่งเป็นอักษรตัวเล็ก
(ADJ) เล็กมาก
(N) ละครชุด
(N) กระโปรงสั้น
(N) รัฐอิสระ
(N) พระผู้สอนศาสนา (ในศาสนาคริสต์)
(N) รัฐมนตรี
(VI) ทําหน้าที่เป็นพระ
(VT) คอยดูแล
(ADJ) เกี่ยวกับพระ
(ADJ) เกี่ยวกับรัฐมนตรี
(ADV) ทางพระ
(N) การดูแล
(PHRV) รับใช้
(N) การช่วยเหลือ
(N) การช่วยเหลือ
(ADJ) ซึ่งให้ความช่วยเหลือ
(N) กระทรวง
(N) คณะรัฐมนตรี
(N) รถยนต์ขนาด 8 ที่นั่ง (ของอเมริกา)
(N) ขนของตัวมิงค์
(N) ตัวมิงค์ (ขนหนานุ่มใช้ทําเสื้อคลุมกันหนาว)
(N) เสื้อขนมิงค์คลุมกันหนาว
(SL) แชมเปญ
(N) ปลาน้ําจืดชนิดหนึ่ง
(ADJ) ซึ่งเป็นวิชารอง
(ADJ) ซึ่งยังไม่บรรลุนิติภาวะ
(ADJ) ที่มีช่วงระหว่างโน้ตหลักกับโน้ตตัวที่สามห่างกันน้อยกว่าในเมเจอร์สเกลอยู่ครึ่งเสียง (ทางดนตรี)
(ADJ) รุนแรงน้อย
(ADJ) เล็กน้อย
(N) ผู้เยาว์
(N) วิชารอง (เสริมหรือรองจากวิชาเอก)
(N) คนกลุ่มน้อย
(N) ความเป็นผู้เยาว์ (ทางกฎหมาย)
(N) เสียงข้างน้อยในรัฐสภา
(N) โบสถ์
(N) นักเล่นดนตรียุคกลาง
(N) นักดนตรีในสมัยกลาง
(N) การแสดงของ minster
(ADJ) ซึ่งมีรสมินท์
(N) ใบมินท์
(N) เงินจํานวนมาก (คําไม่เป็นทางการ)
(N) โรงกษาปณ์
(VT) ทําให้เป็นเหรียญเงินตรา
(VT) สร้างขึ้น
(SL) สุดยอด
(N) การทําเหรียญกษาปณ์
(ADJ) ซึ่งมีรสมิ้นต์
(ADJ) ซึ่งสร้างเสร็จใหม่ๆ
(N) ซึ่งมีรสหรือกลิ่นมิ้นต์
(N) เลยตัวตั้งซึ่งถูกลบ
(N) การเต้นรําในศตวรรษที่17
(ADJ) ต่ํากว่าศูนย์
(ADJ) เป็นลบ
(N) ข้อเสีย
(N) เครื่องหมายลบ
(N) จํานวนต่ํากว่าศูนย์
(PREP) ปราศจาก
(PREP) ลบ
(ADJ) เล็กมาก
(N) นาที
(N) ระยะเวลาอันสั้น
(VT) จับเวลาเป็นนาที
(ADJ) ไม่สําคัญ
(ADJ) ละเอียด
(ADJ) เล็กมาก
(N) เข็มนาที
(ADV) ทุกนาที
(N) ทหารกองหนุนอเมริกา
(N) ความสําคัญน้อยมาก
(N) รายงานการประชุม
(N) เรื่องเล็กน้อย
(N) หญิงสาวที่กล้าเกิน
(ADJ) เกี่ยวกับยุค Cenozoic
(N) เรื่องมหัศจรรย์
(N) ละครยุคกลางเนื้อหาเกี่ยวกับพระคัมภีร์
(ADJ) น่าอัศจรรย์
(ADV) อย่างน่าอัศจรรย์
(N) ความอัศจรรย์
(N) ความฝันที่เป็นไปไม่ได้
(N) ภาพลวงตา
(N) หล่ม
(VI) ทําให้พัวพันกับสิ่งยุ่งยาก
(VT) ทําให้ติดหล่ม
(VT) ทําให้เปื้อน
(ADJ) ซึ่งตกอยู่ในสถานการณ์ยุ่งยาก
(ADJ) ซึ่งติดหล่ม
(N) ความมืด
(ADJ) มืด
(N) กระจก
(N) เครื่องสะท้อน
(VT) สะท้อน
(VT) เหมือน
(ADJ) ซึ่งมีกระจก
(N) ภาพบนกระจก
(N) ความรื่นเริง
(ADJ) เต็มไปด้วยความรื่นเริง
(ADV) อย่างร่าเริง
(N) ความรื่นเริง
(ADJ) ไม่ร่าเริง
(ADV) อย่างไม่เบิกบาน
(ABBR) คําย่อจาก multiple independently targeted
(ADJ) ซึ่งเป็นโคลนตม
(PRF) ผิด
(PRF) ไม่สบาย
(N) ความโชคร้าย
(N) ความสัมพันธ์ที่ไม่สมควร
(N) คนเกลียดคนด้วยกัน
(ADJ) เกี่ยวกับคนเกลียดคนด้วยกัน
(ADJ) เกี่ยวกับคนเกลียดคนด้วยกัน
(ADV) อย่างเกลียดชังผู้อื่น
(N) ความไม่ไว้ใจมนุษย์
(N) การใช้ผิดวัตถุประสงค์
(VT) ใช้ผิดวัตถุประสงค์
(VT) เข้าใจผิด (คําทําการ)
(N) การเข้าใจผิด
(VT) ใช้ในทางที่ผิด
(VT) ยักยอก
(N) การยักยอก
(VT) ไม่เหมาะสม (คําทําการ)
(ADJ) ซึ่งไม่ถูกกฎหมาย
(ADJ) ผิดกฎหมาย
(VT) ประพฤติตัวไม่เหมาะสม
(N) ผู้ประพฤติตัวไม่เหมาะสม
(N) การประพฤติตนไม่สมควร
(N) การประพฤติตนไม่สมควร
(N) ความเชื่อที่ผิด
(ABBR) คําย่อจาก micellaneous หรือ miscellany
(VT) คํานวณผิด
(N) การคํานวณผิด
(VT) เรียกชื่อผิด
(N) การแท้งบุตร (คําทางการ)
(N) ความล้มเหลว
(IDM) การตัดสินผิด
(N) การตัดสินลงโทษผิดคน
(VI) ทําผิดพลาด
(VI) แท้งลูกตามธรรมชาติ
(VT) วางตัวแสดงไม่ถูกต้อง
(N) การแต่งงานต่างเชื้อชาติ
(ADJ) เบ็ดเตล็ด
(N) เรื่องเบ็ดเตล็ด
(N) โชคร้าย
(N) การก่อกวน
(N)  ความเสียหาย
(N) ผู้ก่อการร้าย
(N) การก่อการร้าย
(ADJ) ซน
(ADJ) ซึ่งเป็นอันตราย
(ADV) อย่างเป็นภัย
(N) ความเป็นอันตราย
(N) การผสมกันได้
(ADJ) ที่ผสมกันได้
(VI) เข้าใจผิด
(ADJ) ซึ่งตีความผิด
(PHRV) คิดผิดเกี่ยวกับ
(N) ความเข้าใจผิด
(N) การประพฤติผิด
(PHRV) ประพฤติตัวไม่เหมาะสมกับ
(N) การแปลความหมายผิด
(VT) เข้าใจความหมายผิด
(VT) คํานวณผิด
(N) การเป็นคนนอกรีต
(N) คนนอกรีต
(N) คนเลว
(N) การทําผิดพลาด (คําไม่เป็นทางการ)
(N) การแทงพลาด (การเล่นบิลเลียด)
(VI) กระทําผิด (คําไม่เป็นทางการ)
(VI) แทงพลาด (การเล่นบิลเลียด)
(VT) แทงพลาด (การเล่นบิลเลียด)
(VI) ตกลงผิด
(N) ผู้ตกลงผิด
(N) การประพฤติผิด
(N) ผู้ทําความผิด (ทางกฎหมาย)
(N) การทําความผิดเล็กๆ น้อยๆ
(N) ความผิดอาญาประเภทลหุโทษ (กฎหมาย)
(N) การทําความผิดเล็กๆ น้อยๆ
(N) ความผิดอาญาประเภทลหุโทษ (กฎหมาย)
(VT) วินิจฉัยผิดพลาด
(N) การวินิจฉัยผิด
(VI) หมุนเบอร์โทรศัพท์ผิด
(VT) หมุนเบอร์โทรศัพท์ผิด
(VT) กริยาช่องที่ 2 ของ misdo
(VT) ใช้ผิดหรือใช้ไม่ถูกสถานการณ์
(VT) ส่งผิด
(N) การนําทางผิด
(VT) ทําผิด
(N) การจัดฉากบนเวที
(N) คนตระหนี่
(ADJ) ทุกข์ยาก
(N) ความทุกข์ยาก
(ADV) อย่างทุกข์ยาก
(N) ความตระหนี่
(ADJ) ตระหนี่
(N) ความทุกข์ยาก
(VT) ประเมินผิด
(N) การกระผิด
(N) ผู้ทําผิดกฎหมาย
(VI) (เครื่องยนต์) ไม่ติด
(VI) (ปืน) ยิงไม่ออก
(VI) (แผนการ) ผิดพลาด
(N) ผู้ที่ปรับตัวให้เข้ากับสิ่งแวดล้อมไม่ได้
(N) เสื้อผ้าที่ผิดขนาด
(N) โชคร้าย
(VT) กริยาช่องที่ 2 ของ misgive
(VT) ทําให้กลัว
(VT) กริยาช่องที่ 2 ของ misgive
(N) ความสงสัย
(VT) ปกครองไม่ดี
(N) การปกครองไม่ดี
(N) การแนะนําผิด
(VT) แนะนําผิด
(ADJ) ซึ่งนําทางผิด
(ADV) อย่างแนะนําผิดๆ
(N) การแนะนําผิดๆ
(VT) ทําผิด
(N) การจัดการผิดพลาด
(N) อุบัติเหตุ
(VI) ได้ยินผิด
(VT) ได้ยินผิด
(VT) ตีพลาด
(N) สิ่งที่ผสมกัน
(VT) ให้ข้อมูลผิดๆ
(N) ผู้ให้ข้อมูลผิดๆ
(N) การให้ข้อมูลผิดๆ
(N) ผู้ให้ข้อมูลผิดๆ
(VT) แปลความหมายผิดๆ
(N) การแปลความหมายผิดๆ
(N) ผู้แปลความหมายผิดๆ
(VT) ทําให้เข้าใจผิด
(N) การตัดสินผิด
(N) การตัดสินใจผิด
(ADJ) ซึ่งใส่ผิดที่
(VT) ใส่ผิดที่
(VT) ชักนําไปในทางที่ผิด
(VT) ทําให้เข้าใจผิด
(ADJ) ซึ่งแนะนําไปในทางที่ผิด
(ADJ) หลอกลวง
(VT) ไม่ชอบ
(VT) จัดการผิด
(N) การจัดการผิด
(N) คู่ที่ไม่เหมาะสมกัน
(VT) จับคู่กันอย่างผิดๆ
(VT) ใส่ชื่อผิด
(N) การเรียกชื่อผิด
(N) ชื่อไม่เหมาะสม
(N) การเกลียดชังการแต่งงาน
(ADJ) ซึ่งเกลียดชังผู้หญิง
(N) ผู้เกลียดชังผู้หญิง
(ADJ) ซึ่งเกลียดชังผู้หญิง
(ADJ) เกลียดชังผู้หญิง
(N) การเกลียดชังผู้หญิง
(VT) ไว้ใจคนผิด
(VT) ใส่ผิดที่
(ADJ) ซึ่งใส่ผิดที่
(N) การใส่ผิดที่
(N) การพิมพ์ผิด
(VT) พิมพ์ผิด
(N) การบกพร่องต่อหน้าที่
(VI) ออกเสียงผิด
(VT) ออกเสียงผิด
(N) การออกเสียงผิด
(N) การอ้างผิด
(VT) อ้างผิด
(VT) อ้างอิงผิด
(N) การอ้างผิด
(VT) อ่านผิด
(VI) จําผิด
(VT) จําผิด
(VT) รายงานผิด
(VT) ทําเป็นตัวอย่างที่ผิด
(VT) บอกผิด
(N) การเป็นตัวอย่างที่ผิด
(N) การปกครองที่ไม่ดี
(N) ความวุ่นวาย
(VT) ปกครองไม่ดี
(VI) พลาด
(VT) ขาดเรียน
(VT) คิดถึง
(VT) ทําพลาด
(VT) ไปไม่ทัน
(VT) ไม่เข้าใจ
(VT) หลีกเลี่ยง
(N) นางสาว
(N) หญิงสาว
(N) คําเรียกนําหน้านางงามในการประกวดความงาม
( N) นางสาว
(N) หนังสือสวดมนต์
(ADJ) ซึ่งคิดถึง
(ADJ) ซึ่งพลาดไป
(VT) ทําให้ผิดรูปผิดร่าง
(ADJ) ผิดรูปผิดร่าง
(ADV) อย่างผิดรูปผิดร่าง
(N) การผิดรูปผิดร่าง
(N) ขีปนาวุธ
(N) สิ่งที่ขว้าง ปา หรือยิงออกไป เช่น ก้อนหิน จรวด
(N) การทําระเบิดปรมาณู
(N) การทําระเบิดปรมาณู
(ADJ) ขาดแคลน
(ADJ) ซึ่งหายไป
(N) ผู้สูญหาย
(N) คณะผู้แทน
(N) งานที่ได้รับมอบหมาย
(ADJ) เกี่ยวกับคณะผู้สอนศาสนา
(N) หมอสอนศาสนา
(N) หมอสอนศาสนา
(N) เอกสารบอกวัตถุประสงค์ขององค์กร
(N) คําเรียกภรรยา
(N) นายผู้หญิง
(N) แม่น้ําในอเมริกากลาง
(ADJ) ซึ่งส่งจากทางราชการ
(N) จดหมาย
(N) รัฐมิซซูรีของสหรัฐอเมริกา
(PHRV) พลาดโอกาส
(PHRV) ไม่สนใจ
(PHRV) ไม่ใส่
(VI) พูดผิด
(VT) พูดผิด
(VI) สะกดผิด
(VT) สะกดผิด
(ADJ) ซึ่งสะกดผิด
(ADJ) ซึ่งสะกดผิด
(VT) ใช้ฟุ่มเฟือย (เวลา, เงิน)
(IDM) (ยิงปืน, โดดร่ม) พลาดเป้าไปไกลมาก
(VT) กล่าวอย่างผิดๆ
(N) การกล่าวบิดเบือน
(N) ก้าวผิดทาง
(N) ความผิดพลาด
(IDM) พลาดโอกาส (คําไม่เป็นทางการ)
(SL) ทําผิดพลาด
(IDM) ไม่เข้าใจประเด็น
(N) คําเรียกผู้หญิงในกรณีที่ไม่รู้จักชื่อ
(N) ภรรยา (ใช้หลัง my, your, his, the)
(SL) ภรรยาหรือแฟนสาว
(ABBR) คนลึกลับ
(N) สิ่งที่ทําให้มืดมน
(N) หมอก
(VI) ถูกปกคลุมด้วยหมอก
(VT) ทําให้เลือนลาง
(ADJ) ซึ่งเข้าใจผิด
(ADV) อย่างผิดพลาด
(N) ความเข้าใจผิด
(N) ความผิดพลาด
(VI) ทําผิด
(VT) ทําให้เข้าใจผิด
(PHRV) คิดผิดเกี่ยวกับ
(PHRV) เข้าใจผิดว่าเป็น
(ADJ) ซึ่งเข้าใจผิด
(ADJ) ไม่เหมาะสม
(ADV) อย่างไม่เหมาะสม
(N) นาย (คําย่อคือ Mr)
(N) นาย (สัญลักษณ์ย่อคือ Mr.)
(ADV) อย่างมัวๆ
(VT) คํานวณเวลาผิด
(N) การประเมินเวลาผิด
(N) ความมืดมัว
(N) ไม้จําพวกกาฝากขึ้นตามต้นไม้ในฤดูหนาวของยุโรป
(VT) กริยาช่องที่ 2 ของ mistake
(PHRV) มัวลง
(N) ลมเหนือที่แห้งและหนาวเย็น
(VT) ทําไม่ดีต่อ
(N) การทําทารุณ
(N) นายผู้หญิง
(N) ผู้หญิงผู้ชํานาญด้านใดด้านหนึ่ง
(N) ภรรยาลับ
(N) การพิจารณาที่ข้อยุติไม่ได้
(N) ความไม่ไว้วางใจ
(VT) ไม่เชื่อใจใน
(ADJ) ซึ่งไม่ไว้วางใจ
(ADV) อย่างไม่น่าไว้วางใจ
(ADJ) ที่ปกคลุมด้วยหมอก
(ADJ) ไม่ชัดเจน
(ADJ) ซึ่งร้องไห้ฟูมฟาย
(VT) เข้าใจผิด
(N) ความเข้าใจผิด
(N) ความไม่เห็นด้วย
(VT) กริยาช่องที่ 2 ของ misunderstand
(N) การใช้ในทางที่ผิด
(N) การใช้ในทางที่ผิด
(N) การปฏิบัติอย่างเลวร้าย
(VT) ใช้ในทางที่ผิด
(VT) ใช้อย่างหนัก
(N) ตัวเห็บ
(N) เงินจํานวนเล็กน้อย
(N) เด็กน้อย (คําไม่เป็นทางการ)
(N) หมวกที่พระใส่
(VI) ทําให้อ่อนโยนขึ้น
(VI) บรรเทา
(VT) ทําให้ลดน้อยลง
(PHRV) ทําให้ยุ่งยาก
(ADJ) ซึ่งช่วยลดหย่อน
(N) การผ่อนคลาย
(N) กระบวนการแบ่งเซลล์
(N) หมวกที่พระใส่
(N) ถุงมือแบบมีสี่นิ้วอยู่รวมกันและนิ้วโป้งแยกออกนิ้วเดียว
(N) ถุงมือแบบมีสี่นิ้วอยู่รวมกันและนิ้วโป้งแยกออกนิ้วเดียว
(SL) มือ
(N) การผสมกัน
(N) ของผสม
(VI) ผสม
(VI) พบปะผู้คน
(VT) ทําให้รวมตัวกัน
(VT) ผสม
(ADJ) ที่ผสมกัน
(ADJ) สําหรับนักศึกษาที่มีระดับความสามารถหลากหลาย
(IDM) คนหรือสิ่งของคละเคล้ากัน
(N) กลุ่มคนหรือสิ่งของที่มีหลากหลาย
(N) สิ่งที่มีทั้งข้อได้เปรียบและเสียเปรียบ
(N) การแข่งขันแบบคู่ผสม (ชายและหญิง)
(N) ระบบเศรษฐกิจแบบผสมผสานระหว่างกิจการของรัฐและเอกชน
(N) การทําฟาร์มแบบผสมผสานระหว่างการปลูกพืชและเลี้ยงสัตว์
(N) อาหารที่ประกอบด้วยผักและเนื้อย่าง
(N) การแต่งงานของคนต่างเชื้อชาติหรือศาสนากัน
(N) การใช้คําหรือสํานวนเปรียบเทียบขัดแย้งกันแต่ทําให้ตลกขบขัน
(ADJ) ซึ่งสับสนวุ่นวาย
(N) เครื่องผสม
(PHRV) เข้ากับคนอื่นได้ดี
(PHRV) ผสมใน
(N) ชามใหญ่สําหรับผสมอาหาร
( N) การผสม
( N) ส่วนผสม
(N) สถานการณ์สับสนวุ่นวาย (เพราะตัดสินใจหรือทําผิดพลาด)
(PHRV) ทําให้สับสน
(PHRV) ผสม
(PHRV) เกี่ยวข้องกับ
(PHRV) คบหากับ
(PHRV) ทําให้รวมกับ
(PHRV) พูดคุยกับคนจํานวนมาก
(ABBR) คําย่อของ millilitre(s)
(ABBR) คําย่อของ millimetre(s)
(ABBR) วิศวกรรมศาสตร์มหาบัณฑิต (Master of Mechanical Engineering)
(ADJ) ที่ช่วยในการจํา
(N) คําหรือวลีที่ช่วยในการจํา
(ABBR) คําย่อของ Missouri
(N) ชั่วขณะ
(N) การบ่น (คําไม่เป็นทางการ)
(N) เสียงคราง
(VI) คราง
(VI) บ่น
(PHRV) คร่ําครวญถึง
(N) เสียงคร่ําครวญ
(N) คูน้ํารอบปราสาทหรือเมือง
(VT) ล้อมรอบด้วยคูน้ํากว้าง
(ADJ) ซึ่งมีคูล้อมรอบ
(N) แก๊งมาเฟีย
(N) ฝูงชนที่กําลังสับสนอลหม่าน
(VT) ก่อการจลาจล
(VT) รุมล้อม
(N) หมวกผ้าฝ้ายคลุมผมของผู้หญิงในช่วงศตวรรษที่ 18-19
(ADJ) ซึ่งเคลื่อนที่ได้ง่าย
(ADJ) แปรเปลี่ยนได้ง่าย
(N) เครื่องแขวนหมุนไปมาตามลมได้
(N) บ้านเคลื่อนที่
(N) ห้องสมุดเคลื่อนที่
(N) โทรศัพท์เคลื่อนที่
(N) การทําให้เคลื่อนที่
(VT) ทําให้เคลื่อนที่
(N) การเคลื่อนที่ได้ง่าย
(N) การทําให้เคลื่อนที่
(VI) ระดมกําลัง
(VT) ระดมกําลัง
(N) อาชญากร
(SL) เมกกะไบต์ (หน่วยวัดขนาดความจําของเครื่องคอมพิวเตอร์)
(N) รองเท้าหนังกวางนุ่มไม่มีส้นของชาวอินเดียนแดง
(N) รองเท้าหนังส้นเตี้ย
(N) กาแฟชนิดมอคค่า
(ADJ) ที่แกล้งทํา
(VI) เยาะเย้ย
(VT) เยาะเย้ย
(VT) เลียนแบบ
(PHRV) ล้อเลียน
(N) ผู้ล้อเลียน
(N) การเยาะเย้ย
(N) การล้อเลียน
(N) การเลียนแบบ
(N) นกอเมริกาลายสีดําและขาว
(N) แบบจําลอง
(PHRV) เลียนแบบ
(ABBR) คําย่อของ Ministry of Defence
(N) กลุ่มคนหนุ่มสาวในอังกฤษช่วงปีค.ศ.1960
(ADJ) เกี่ยวกับการแสดงมาลา (mood) (ทางไวยากรณ์)
(N) คํากริยาช่วย
(N) คํากริยาช่วย
(N) คํากริยาช่วย
(N) แบบนิยม
(N) วิธีการ
(ADJ) น่าถือเป็นแบบอย่าง
(N) ต้นแบบ
(N) นางแบบ
(N) แบบจําลอง
(VI) เป็นแบบให้ (นักวาดรูป)
(VI) แสดงแบบ
(VT) จําลองแบบ
(PHRV) จําลอง
(PHRV) ทําตัวเหมือน
(N) ผู้ทําหุ่นจําลอง
(N) บ้านตัวอย่าง
(N) การเดินแบบ
(N) การสร้างหุ่นจําลอง
(N) ผู้ทําหุ่นจําลอง
(N) การเดินแบบ
(N) การสร้างหุ่นจําลอง
(N) อุปกรณ์เชื่อมต่ออินเตอร์เน็ตผ่านสายโทรศัพท์ (ทางคอมพิวเตอร์)
(N) การทําให้ทันสมัย
(ADJ) ปานกลาง
(ADJ) (อากาศ) อบอุ่น
(N) ผู้ที่มีความคิดไม่รุนแรง (โดยเฉพาะทางการเมือง)
(VI) บรรเทาลง
(VT) ทําให้บรรเทา
(VT) เป็นประธาน
(ADV) อย่างพอสมควร
(N) การทําให้น้อยลง
(N) ความพอประมาณ
(N) ผู้ช่วยไกล่เกลี่ย
(ADJ) สมัยใหม่
(N) คนสมัยใหม่
(ADJ) เกี่ยวกับปัจจุบัน
(N) การทําให้ทันสมัย
(VT) ทําให้ทันสมัย
(N) ความทันสมัย
(ADJ) สมัยใหม่
(N) คนสมัยใหม่
(ADJ) สมัยใหม่
(N) ความทันสมัย
(VT) ทําให้ทันสมัย
(ADJ) ถ่อมตัว
(ADJ) ไม่ใหญ่โตโอ่อ่า
(ADJ) เรียบร้อย
(ADV) โดยพอประมาณ
(ADV) อย่างถ่อมตัว
(ADV) อย่างเรียบร้อย
(N) ความถ่อมตัว
(N) ความพอประมาณ
(N) ความเรียบร้อย
(N) จํานวนเล็กน้อย
(N) การเปลี่ยนแปลง
(N) ผู้แก้ไข
(N) ส่วนขยาย
(N) สิ่งที่แก้ไข
(VI) เปลี่ยนแปลง
(VT) ประกอบคํากริยา (ทางไวยากรณ์)
(VT) เปลี่ยนแปลง
(VT) ลดหย่อน
(ADJ) ทันสมัย
(ADJ) ประกอบด้วยหน่วยแยกต่างๆ ที่สามารถรวมกันได้
(VT) ทําให้เบาบางลง
(PHRV) เปลี่ยนระดับเสียงไปเป็น (ดนตรี)
(N) การปรับเสียง
(N) เกณฑ์ในการวัด
(N) หลักสูตรการศึกษา
(N) วิธีการทํางาน
(N) วิถีชีวิต
(N) แมว
(N) แมว
(N) ผู้มีอํานาจ
(N) ผ้าขนแพะหรือกระต่าย
(N) ผู้ก่อตั้งศาสนาอิสลาม
(N) ผู้ก่อตั้งศาสนาอิสลาม
(N) ศาสนาอิสลาม
(N) ชนชาวเผ่าอินเดียนแดงเผ่าหนึ่ง
(N) ภาษาอินเดียนแดง
(N) การตัดผมทรงอินเดียนแดง
(INT) ฉัน (เชิงขบขัน)
(N) งานเหนื่อยยาก
(N) ผู้ทํางานเหนื่อยยาก
(ADJ) น้ําตานอง
(ADJ) เปียกชื้น
(VT) ทําให้เปียก
(N) ผู้ทําให้เปียกชื้น
(ADV) อย่างเปียกชื้น
(N) ความเปียกชื้น
(N) ความชื้น
(N) ไร้ความชื้น
(VI) ทาครีมเพื่อให้ผิวชุ่มชื้น
(VT) ทาครีมเพื่อให้ผิวชุ่มชื้น
(N) ครีมทาผิวที่ช่วยให้ผิวชุ่มชื้น
(VT) ทําให้ชุ่มชื้น
(N) ครีมหรือโลชั่นสําหรับทาให้ความชุ่มชื้นกับผิว
(SL) เฮโรอีน
(ADJ) เกี่ยวกับฟันกราม
(N) ฟันกราม
(N) กากน้ําตาล
(N) น้ําเชื่อมข้นที่เหลือจากการตกผลึกของน้ําตาล
(N) เบ้าหล่อ
(N) แบบที่หล่อออกมา
(VT) หล่อแบบ
(N) รา
(VI) ขึ้นรา
(ADJ) ซึ่งก่อเป็นรูปเป็นร่าง
(VT) ทําให้เสื่อมสลาย
(N) การเต็มไปด้วยดินหรือซากไม้ผุ
(ADJ) การปั้น
(N) แผ่นกระดานทําอาหาร (เช่น นวดแป้ง)
(ADJ) ซึ่งเก่าและไม่อยู่ในสภาพดี
(ADJ) ซึ่งมีดินอยู่เต็ม
(N) กําแพงหินที่สร้างในทะเล
(N) เจ้าหน้าที่รัฐซึ่งเปิดเผยความลับให้แก่ศัตรูของชาติ
(N) ตัวตุ่น
(N) น้ําหนักโมเลกุลของสสาร
(N) ไฝ
(ADJ) เกี่ยวกับโมเลกุล
(ADJ) ซึ่งเกี่ยวกับโมเลกุล
(N) การประกอบด้วยโมเลกุล
(ADV) ประกอบด้วยโมเลกุล
(N) น้ําหนักโมเลกุล
(N) โมเลกุล
(N) เนินดินเล็กๆ ที่ตัวตุ่นขุดไว้เพื่ออยู่อาศัย
(N) หนังตัวตุ่น
(VT) ปลุกปล้ํา
(VT) รบกวน
(N) การรบกวน
(N) ผู้รุกราน
(N) เพื่อนหญิงของอาชญากร
(N) คนที่ถูกทะนุถนอมหรือตามใจจนเคยตัว
(N) การปลอบโยน
(N) ผู้ปลอบโยน
(VT) ทําให้สงบ
(N) สัตว์จําพวกหอยและปลาหมึก
(N) สัตว์ทะเลประเภทหอยและปลาหมึก
(N) ปลาเขตร้อนจําพวก Poecilia Mollienesia
(N) ผู้ถูกตามใจจนเคยตัว
(VT) ตามใจมากไป
(N) ระเบิดขวดแก๊ซโซลีน
(VI) (นกหรือสัตว์อื่น) สลัดขน
(VI) ลอกคราบ
(VT) ลอกคราบ
(ADJ) ซึ่งหลอมละลาย
(ADV) มาก (ทางดนตรี)
(N) ยาแก้มนตร์เสน่ห์
(N) ธาตุชนิดหนึ่ง
(N) แม่ (คําไม่เป็นทางการ)
(N) ความสําคัญ
(N) ชั่วขณะ
(N) โอกาสสําคัญ
(ADV) ชั่วขณะ
(ADV) ในเวลาอันใกล้นี้
(N) ช่วงเวลาสั้นๆ
(ADJ) ชั่วขณะ
(ADV) อย่างชั่วขณะ
(IDM) ช่วงที่ต้องเผชิญกับความจริง
(N) ช่วงเวลาสําคัญของชีวิต
(ADJ) ชั่วขณะ
(N) ปริมาณการเคลื่อนที่ของวัตถุที่วัดได้จากมวลของวัตถุคูณด้วยความเร็วในการเคลื่อนที่ของวัตถุ
(N) แรงผลักดัน
(N) แม่
(N) แม่
(N) คําย่อของ Monday
(PRF) เดี่ยว
(N) พระมหากษัตริย์
(ADJ) เกี่ยวกับกษัตริย์
(ADJ) เกี่ยวกับกษัตริย์
(N) ผู้เชื่อในระบอบการปกครองแบบกษัตริย์
(N) การปกครองโดยมีพระมหากษัตริย์เป็นประมุข
(N) ประเทศที่มีพระมหากษัตริย์เป็นประมุข
(ADJ) เกี่ยวกับที่อยู่ของพระ
(N) วัด
(ADJ) เกี่ยวกับพระหรือที่อยู่ของพระ
(ADV) อย่างสันโดษ
(N) การเป็นพระ
(ADJ) ซึ่งได้ยินเสียงเดียว
(ADV) โดยได้ยินเพียงเสียงเดียว
(N) วันจันทร์
(ADV) ทางการเงิน
(N) ทฤษฎีเกี่ยวกับการเงิน
(N) ผู้สนับสนุน monetarism
(ADJ) เกี่ยวกับเงินตรา
(N) เงิน
(N) ทรัพย์สิน
(N) ถุงเงิน
(N) คนร่ํารวย
(N) กระปุกออมสินแบบมีกุญแจล็อกได้
(IDM) คนใช้เงินอย่างเทน้ําเทท่า
(ADJ) ซึ่งมีเงินมาก
(ADJ) ร่ํารวย
(N) ผู้ละโมบ
(N) ซึ่งพยายามหาเงินให้ได้มากๆ
(N) ผู้พยายามหาเงินให้ได้มากๆ
(INT) ความละโมบ
(IDM) ไม่สําคัญว่าบางสิ่งจะราคามากเท่าไร
(IDM) เงินบันดาลความหายนะ
(N) ผู้ให้ยืมเงินโดยปราศจากดอกเบี้ย
(N) คนหาเงินเก่ง
(N) ความมั่งคั่ง
(N) ธนาคารและองค์กรการเงินที่ให้กู้ยืมเงินและซื้อขายเงินตราต่างประเทศ
(N) หน่วยเงินตราสําหรับชําระบัญชี
(N) ใบสั่งจ่ายเงิน
(ADJ) ซึ่งช่วยประหยัดเงิน
(N) สิ่งที่ช่วยหาเงินจํานวนมาก
(N) จํานวนเงินหมุนเวียนทั้งหมดที่มีอยู่ในประเทศ
(IDM) เงินบันดาลทุกสิ่ง
(SL) เงินบันดาลทุกสิ่ง
(SL) คนปัญญาอ่อน
(SL) เมา
(N) คนขายของเร่
(VT) ขายของ
(N) ชาวมองโกล
(N) แคว้นมองโกเลียในทวีปเอเชีย
(ADJ) เกี่ยวกับมองโกลเลีย
(N) ชาวมองโกลเลีย
(N) ภาษามองโกลเลีย
(N) มองโกลเลีย
(N) ภาวะผิดปกติแต่กําเนิดเนื่องจากความผิดปกติของโครโมโซม
(ADJ) เกี่ยวกับคนมองโกล
(N) พังพอน
(ADJ) ซึ่งเป็นพันธุ์ผสม
(N) คน สัตว์หรือพืชที่เป็นพันธุ์ผสม
(ADJ) ซึ่งมีเงินมาก
(N) คํานามพหูพจน์ของ money
(N) ชื่อหรือชื่อเล่น
(SL) ชื่อเล่น
(N) ความเชื่อในเรื่องของการมีมาตรฐานเดียว
(N) ผู้เชื่อในเรื่องของการมีมาตรฐานเดียว
(ADJ) เกี่ยวกับการมีมาตรฐานเดียว
(ADJ) เกี่ยวกับการมีมาตรฐานเดียว
(ADV) อย่างมีมาตรฐานเดียว
(N) การตักเตือน
(N) เครื่องโทรทัศน์วงจรปิด
(N) ผู้ดูแล
(VT) ดูแล
(ADJ) เกี่ยวกับการใช้เครื่องมอนิเตอร์
(N) การใช้เครื่องมอนิเตอร์
(ADJ) ซึ่งเป็นสิ่งเตือน
(N) พระสงฆ์
(N) เด็กซุกซน
(N) ลิง
(SL) 500 ปอนด์
(SL) ผู้ติดยา
(VT) เลียนแบบ
(PHRV) เล่นจนทําลายหรือทําร้าย
(IDM) สิ่งไม่ชอบมาพากล
(SL) เรื่องตลก
(SL) ไม่สนใจ (ไม่สุภาพ)
(SL) ไม่สนใจ (ไม่สุภาพ)
(N) การเล่นคะนอง
(PHRV) ทําให้ยุ่งเหยิง
(N) กุญแจเลื่อน
(ADJ) เกี่ยวกับพระ
(ADJ) คําเรียกสั้นๆ ของ monophonic
(PRF) เดี่ยว
(ADJ) ซึ่งมีสีเดียว
(ADJ) ซึ่งเป็นสีขาวดํา
(ADJ) ภาพขาวดํา
(N) ศิลปะการวาดภาพโดยใช้สีเดียว
(ADJ) เกี่ยวกับการให้สีเดียว
(N) ผู้ให้สีเดียว
(N) แว่นข้างเดียว
(N) ต้นไม้ตระกูล Liliopsida
(ADJ) เกี่ยวกับต้นไม้ตระกูล Liliopsida
(ADJ) ซึ่งมีตาข้างเดียว
(ADJ) เกี่ยวกับการมีคู่สมรสเพียงคนเดียว
(N) ผู้มีคู่สมรสเพียงคนเดียว
(ADJ) เกี่ยวกับการมีคู่สมรสเพียงคนเดียว
(N) การมีคู่สมรสเพียงคนเดียว
(N) ผู้พูดหรือเขียนภาษาเดียว
(N) อักษรย่อ
(VI) ใช้อักษรย่อ
(ADJ) เกี่ยวกับตัวย่อ
(ADJ) ซึ่งเป็นชื่อย่อ
(N) บทความเกี่ยวกับเรื่องใดเรื่องหนึ่งโดยเฉพาะ
(ADJ) เกี่ยวการเขียนเรื่องเพียงเรื่องเดียว
(N) การมีภรรยาคนเดียว
(ADJ) ซึ่งพูดหรือเขียนเพียงภาษาเดียว
(N) หินหรือเสาหินขนาดใหญ่ก้อนเดียว
(ADJ) ซึ่งมีขนาดใหญ่มาก
(N) บทพูดคนเดียว
(N) ผู้พูดคนเดียว
(N) บทพูดคนเดียว
(N) ผู้พูดคนเดียว
(N) การครุ่นคิดเรื่องเดียว
(ADJ) เกี่ยวกับการครุ่นคิดเรื่องเดียว
(ADJ) ซึ่งครุ่นคิดเรื่องเดียว
(N) โรคติดเชื้อ
(ADJ) ซึ่งมีช่องทางออกของเสียงทางเดียว
(N) ผู้เชื่อมั่นว่าพระเจ้ามีลักษณะเดียว
(ADJ) เกี่ยวกับความเชื่อมั่นว่าพระเจ้ามีลักษณะเดียว
(N) การความเชื่อมั่นว่าพระเจ้ามีลักษณะเดียว
(N) เครื่องบินปีกเดียว
(N) การทําให้มีสิทธิ์แต่เพียงผู้เดียว
(VT) ทําให้มีสิทธิ์เพียงผู้เดียว
(N) ผู้ถือเอกสิทธิ์
(N) การถือเอกสิทธิ์
(VT) ผูกขาด
(N) ผู้ถือเอกสิทธิ์
(N) ระบบผูกขาด
(N) รางรถไฟรางเดียว
(N) สารชูรส (คําย่อคือ MSG)
(ADJ) ซึ่งมีพยางค์เดียว (ทางภาษาศาสตร์)
(ADV) อย่างมีเพียงพยางค์เดียว
(N) คําพยางค์เดียว
(N) ความเชื่อว่าพระเจ้ามีองค์เดียว
(N) ผู้เชื่อว่าพระเจ้ามีองค์เดียว
(ADJ) เกี่ยวกับความเชื่อว่าพระเจ้ามีองค์เดียว
(ADJ) เกี่ยวกับความเชื่อว่าพระเจ้ามีองค์เดียว
(ADV) เกี่ยวกับความเชื่อว่าพระเจ้ามีองค์เดียว
(N) ภาพขาวดํา
(N) การพูดแบบไม่มีเสียงสูงต่ํา
(ADJ) เกี่ยวกับการเปล่งระดับเสียงเดียว
(ADJ) น่าเบื่อหน่าย
(ADV) อย่างเปล่งระดับเสียงเดียว
(N) การเปล่งระดับเสียงเดียว
(N) ความซ้ําซาก
(N) โมโนอ็อกไซด์
(N) ประธานาธิบดีมอนโร (คนที่ห้า) ของอเมริกา
(N) ตําแหน่งของพระในนิกายโรมันคาทอลิก
(N) คําเรียกสุภาพบุรุษ
(N) นาย (มาจากภาษาฝรั่งเศส)
(N) คําเรียกที่ใช้กับพระ
(N) ฤดูมรสุม
(N) ลมมรสุม
(ADJ) เกี่ยวกับมรสุม
(ADJ) ใหญ่โตมาก
(N) คนโหดร้าย
(N) สัตว์ประหลาด
(N) ภาชนะใส่น้ํามนตร์
(N) ความโหดร้าย
(ADJ) ชั่วร้าย
(ADV) อย่างน่าเกลียดน่ากลัว
(N) ความน่าเกลียดน่ากลัว
(N) การตัดต่อภาพ
(N) ภาพตัดต่อ
(VT) ตัดต่อภาพ
(N) รัฐมอนตานาในสหรัฐอเมริกา
(ADJ) ซึ่งปลูกตามภูเขา
(N) เนยแข็งแบบอเมริกัน
(N) เดือน
(ADJ) เป็นรายเดือน
(ADV) ทุกเดือน
(N) ช่วงที่มีประจําเดือน (คําไม่เป็นทางการ)
(N) นิตยสารรายเดือน
(N) จํานวนเงิน
(N) บุคคลตัวอย่าง
(N) อนุสาวรีย์
(ADJ) ซึ่งเป็นอนุสรณ์
(ADJ) ยิ่งใหญ่
(N) การเป็นอนุสาวรีย์
(ADV) อย่างมีความหมายมาก
(SUF) ภาวะ
(N) เสียงร้องของวัว
(VI) ส่งเสียงร้อง (วัว)
(SL) ขโมย
(VI) เดินเรื่อยเปื่อย
(VT) ลักโขมย
(PHRV) เตร็ดเตร่ (อย่างไร้จุดหมาย)
(N) ผู้ขอ
(SL) ขอทาน
(N) มาลา (ทางไวยากรณ์)
(N) อารมณ์
(ADV) อย่างมีอารมณ์ขุ่นมัว
(N) ความหงุดหงิด
(N) เพลงฟังสบายๆ
(ADJ) หงุดหงิด
(SL) นม
(SL) เงิน
(N) พระจันทร์
(VI) คิดคํานึงถึง
(VI) ปล่อยเวลาให้ล่วงเลยไปโดยเปล่าประโยชน์
(PHRV) ดูเหมือนไม่มีความสุข (มักจากเรื่องความรัก) (คําไม่เป็นทางการ)
(PHRV) ปล่อยเวลาผ่านไปอย่างไร้ความสุข(มักจากความรัก)
(N) แสงจันทร์
(N) รองเท้าบูตสําหรับย่ําหิมะ
(N) คนไร้หัวคิด
(SL) โชว์ก้น
(ADJ) ซึ่งไม่มีแสงจันทร์
(ADJ) เกิดขึ้นท่ามกลางแสงจันทร์
(N) แสงจันทร์
(VI) ทํางานแห่งที่สอง (คําไม่เป็นทางการ)
(ADJ) ที่สว่างด้วยแสงจันทร์
(N) การขึ้นของพระจันทร์
(N) บริเวณที่โล่งเหมือนพื้นผิวดวงจันทร์
(N) ภาพพื้นผิวดวงจันทร์
(N) การขึ้นของพระจันทร์
(N) ความเหลวไหล (คําไม่เป็นทางการ)
(N) แสงจันทร์
(N) เหล้าเถื่อน
(SL) เหล้าวิสกี้ราคาถูก
(N) ผู้ต้มเหล้าเถื่อน
(N) การปล่อยจรวดขึ้นสู่ดวงจันทร์
(N) พลอยสีน้ําเงิน
(ADJ) ซึ่งทําลายด้วยแสงจันทร์
(N) คนมุสลิมที่อาศัยในแอฟริกาตะวันตกเฉียงเหนือ
(N) ที่ดินที่ไม่มีการเพาะปลูก
(N) ทุ่งโล่ง
(VT) ผูกเรือ
(N) ท่าจอดเรือ
(N) ชาวแอฟริกาตะวันตก
(N) นกพันธุ์เล็กสีดํามีจะงอยปากสีแดงเหลือง
(N) ท่าจอดเรือ
(ADJ) เกี่ยวกับ Moor
(N) ทุ่งที่มีต้นไม้เตี้ยๆ
(N) กวางขนาดใหญ่ที่มีเขาแบน
(SL) ผู้หญิงที่ไม่สวย
(ADJ) น่าโต้แย้ง
(ADJ) ไม่สําคัญ
(N) การอภิปราย
(N) สภาประชาชนในสมัยแองโกล-แซกซอนซึ่งมีอํานาจบริหารและร่างกฎหมาย
(VI) ถกเถียง (คําทางการ)
(VT) เสนอความคิดหรือหัวข้อเพื่อการอภิปราย (มักใช้รูป passive voice)
(N) ศาลฝึกหัดสําหรับนักศึกษาวิชากฎหมาย
(N) ผมกระเซิง
(N) ไม้ถูพื้น
(VT) ทําความสะอาดด้วยไม้ถูพื้น
(PHRV) ถู
(VI) เศร้าโศก
(PHRV) เซื่องซึม
(PHRV) ซึมเซื่อง
(N) รถจักรยานยนต์ขนาดเล็ก (น้อยกว่า 50 ซีซี)
(N) คนเศร้าโศก
(N) ความเศร้าโศก
(ADJ) ซึ่งเศร้าซึม
(ADJ) ซึ่งเศร้าซึม
(ADV) อย่างเศร้าซึม
(N) หนูน้อย (คําไม่เป็นทางการ)
(PHRV) ทําให้พ่ายแพ้อย่างราบคาบ
(PHRV) เช็ดทําความสะอาดด้วยไม้ถูพื้น
(PHRV) ทําเสร็จ (งาน)
(PHRV) เอาชนะ
(PHRV) ทําความสะอาดด้วย
(ADJ) ซึ่งเศร้าซึม
(N) ผ้าหนานุ่มที่มีลายถักด้านหน้าใช้ทําพรมหรือผ้าคลุม
(N) สิ่งที่โดนพัดพามา
(ADJ) ทางศีลธรรม
(N) เรื่องสอนใจ
(N) กําลังใจ
(N) การตกลงใจ
(N) การตกลงใจ
(VI) สั่งสอนศีลธรรม
(VT) สั่งสอนศีลธรรม
(N) ผู้มีศีลธรรม
(ADJ) ซึ่งเชื่อมั่นในศีลธรรม
(N) ความดีงาม
(N) จรรยา
(VT) สั่งสอนศีลธรรม
(PHRV) พูดหรือเขียนเกี่ยวกับศีลธรรมจรรยา
(ADV) ทางศีลธรรม
(ADV) อย่างถูกทํานองคลองธรรม
(N) หลักความประพฤติ
(N) การให้กําลังใจ
(N) สถานการณ์ที่ยุ่งยาก สับสน หรือเป็นปัญหา
(N) หล่ม
(N) การอนุญาตให้เลื่อนการชําระหนี้
(N) ช่วงหยุดการกระทําไว้ชั่วคราว
(ADJ) ซึ่งยอมผ่อนผันการชําระหนี้
(N) ปลาไหลตระกูล Muraenidae
(ADJ) เป็นโรค
(ADJ) ผิดปกติ
(N) ความไม่สบาย
(ADV) อย่างไม่สบาย
(N) การเป็นโรค
(ADJ) ซึ่งทําให้ติดสีย้อม
(ADJ) เย้ยหยัน
(N) สารที่ช่วยให้สีย้อมติดเนื้อผ้าหรือวัสดุอื่น
(ADV) อย่างเสียดสี
(ADJ) มากกว่า
(ADV) นานขึ้น
(DET) มากกว่า
(N) จํานวนที่มากกว่า
(ADV) ยิ่งขึ้น
(IDM) คุณโง่มาก
(IDM) สนุกตื่นเต้นมาก
(IDM) ปกติ
(IDM) อย่างเหมาะสม
(ADV) ยิ่งกว่านั้น
(N) ประเพณี
(IDM) น่าสงสาร
(PREP) มากกว่า
(SL) มากกว่าที่คาดไว้
(IDM) ยิ่งมากคน ยิ่งสนุก
(IDM) มีสิ่งที่แอบแฝงหรือซ่อนอยู่
(N) พันธุ์ม้าชนิดหนึ่งของอเมริกันใช้สําหรับล่าสัตว์
(N) ม้าพันธุ์หนึ่ง
(ADJ) เกี่ยวกับการแต่งงานของชายที่สูงศักดิ์กับหญิงฐานะต่ํากว่า
(ADV) โดยการแต่งงานของชายที่สูงศักดิ์กับหญิงต่ําต้อยกว่า
(N) ที่เก็บศพ
(ADJ) ใกล้จะสูญพันธุ์
(ADJ) ใกล้ตาย
(ADJ) ซึ่งอยู่ในภาวะย่ําแย่
(N)  การใกล้จะสูญพันธุ์
(N) ผู้นับถือนิกาย Mormon Church
(N) ความเชื่อในนิกาย Mormon Church
(N) เวลาเช้า (ทางวรรณคดี)
(ADJ) ซึ่งเกิดขึ้นในตอนเช้า
(N) ตอนเช้า
(N) ระยะแรกเริ่ม
(N) อาการเมาค้างจากฤทธิ์สุรา
(N) อาการเมาค้างจากฤทธิ์สุรา
(N) ยาคุมกําเนิดซึ่งทานหลังจากมีเพศสัมพันธ์
(IDM) ตอนเช้าหลังจากผ่านคืนที่ดื่มเหล้ามา
(N) เสื้อผ้าที่สวมใส่อย่างเป็นทางการ
(N) พืชชนิดหนึ่ง
(N) ห้องสําหรับนั่งตอนเช้า
(ADV) ทุกเช้า
(N) อาการคลี่นไส้อาเจียนในตอนเช้า (ในช่วงตั้งครรภ์)
(N) ดาวศุกร์
(SL) การตั้งขึ้นของอวัยวะเพศชายตอนตื่นนอน
(N) ประเทศมอร็อคโค
(N) มอร็อคโค
(N) คนปัญญาอ่อน
(ADJ) ซึ่งปัญญาอ่อน
(ADV) ซึ่งปัญญาอ่อน
(N) ความพิการทางสมอง
(ADJ) ซึ่งมีอารมณ์ขุ่นมัว
(ADV) อย่างมีอารมณ์ขุ่นมัว
(N) การมีอารมณ์ขุ่นมัว
(N) หน่วยภาษาที่ประกอบด้วยเท่ากับหรือมากกว่า 1 morpheme
(VI) เปลี่ยนภาพด้วยโปรแกรมคอมพิวเตอร์
(VT) เปลี่ยนภาพด้วยโปรแกรมคอมพิวเตอร์
(N) หน่วยคํา (ทางภาษาศาสตร์)
(ADJ) เกี่ยวกับหน่วยคํา
(ADV) เกี่ยวกับหน่วยคํา
(N) มอร์ฟีน
(N) มอร์ฟีน
(N) การเปลี่ยนภาพด้วยโปรแกรมคอมพิวเตอร์
(ADJ) เกี่ยวกับโครงสร้างของสัตว์และพืช
(ADJ) เกี่ยวกับโครงสร้างของสัตว์และพืช
(ADV) เกี่ยวกับโครงสร้างของสัตว์และพืช
(N) ผู้ศึกษาเกี่ยวกับโครงสร้างของสัตว์และพืช
(N) วิชาว่าด้วยการศึกษารูปร่างสัตว์และพืช
(N) การเต้นรําพื้นเมืองของอังกฤษ
(N) พรุ่งนี้
(N) ระบบส่งข้อความด้วยสัญญาณเสียงหรือไฟ
(N) คําหนึ่ง (อาหาร)
(N) จํานวนเล็กน้อย
(VT) แบ่งออกเป็นชิ้นเล็กๆ
(ADJ) เกี่ยวกับมนุษย์
(ADJ) จนตาย
(ADJ) ซึ่งทําให้ถึงตาย
(ADJ) ต้องตาย
(N) ซึ่งต้องตายในที่สุด
(N) ภาวะที่ต้องตาย
(N) อัตราการตาย
(ADV) ขนาดถึงตาย
(ADV) อย่างปางตาย
(N) บาปร้ายแรง (ในศาสนาคริสต์นิกายโรมันคาทอลิก)
(N) ครก
(N) ส่วนผสมของปูนขาวหรือซีเมนต์กับทรายและน้ํา
(VT) โบกปูน
(N) หมวกสวมใส่วันรับปริญญา
(N) การจํานอง
(VT) จํานอง
(N) ผู้รับจํานอง
(N) ผู้จํานอง
(N) ผู้จํานอง
(N) ช่องหรือรู
(N) เซาะเป็นร่อง
(VT) ทําให้เป็นช่องหรือรู
(N) สัปเหร่อ
(N) การบําเพ็ญทุกรกิริยา (ทางศาสนา)
(N) การอับอาย
(N) สิ่งที่ทําให้อับอาย
(N) ผู้ทรมานตนเอง
(VT) ทําให้อับอาย
(VT) บําเพ็ญทุกรกิริยา
(N) การทําให้อับอาย
(N) บาก
(VT) บาก
(ADJ) เกี่ยวกับการฝังศพ
(ADJ) เกี่ยวกับความตาย
(N) ห้องดับจิต
(N) เกี่ยวกับ Moses
(N) เทคนิคการสร้างภาพหรือลวดลายด้วยกระจกสี
(N) ลวดลายที่ทําด้วยกระจกสี
(VT) ทําด้วยโมเสค
(ADV) เกี่ยวกับลวดลายแบบ mosaic
(N) ผู้ทําลวดลายแบบ mosaic
(N) กรุงมอสโคว์ เป็นเมืองหลวงของรัสเซีย
(N) ผู้ปลดปล่อยในคัมภีร์ฮิบรู
(VI) รีบจากไป
(VT) เต้นร็อก
(ADJ) เกี่ยวกับมุสลิม
(ADJ) มุสลิม
(N) ชาวมุสลิม
(N) มุสลิม
(N) สุเหร่า
(N) ยุง
(N) ปลาจําพวก Gambusia affinis
(N) มุ้ง
(N) มุ้ง
(N) พืชตะไคร่น้ํา
(VT) ปกคลุมไปด้วยตะไคร่น้ํา
(N) ผู้ยึดติดค่านิยมเก่าๆ
(ADJ) เหมือนสาหร่ายทะเล
(ADJ) ซึ่งปกคลุมด้วยต้นมอส
(ADJ) มากที่สุด
(ADV) ที่สุด
(N) ส่วนใหญ่
(PRON) จํานวนมากที่สุด
(ADV) ส่วนมาก
(IDM) เหนือสิ่งอื่นใด
(SL) รถยนต์
(N) ขี้ผึ้ง
(N) โรงแรมแบบที่มีห้องนอนติดกับที่จอดรถ
(N) เพลงที่ขับร้องประสานเสียงในโบสถ์
(N) ผีเสื้อราตรี ออกหากินตอนกลางคืน
(N) ลูกเหม็น
(VT) เก็บไว้ใช้
(ADJ) ซึ่งถูกทําลายด้วยแมลง
(ADJ) เป็นแม่
(N) แม่
(N) แหล่งที่มา
(VT) เป็นผู้ให้กําเนิด
(VT) เลี้ยงดู
(N) บ้านเกิด
(N) ผู้มีคุณสมบัติเหมือนแม่
(SL) คนสารเลว (ใช้เมื่อแสดงความโกรธ)
(N) ผู้หญิงที่คอยดูแลหรือจ้ําจี้จ้ําไช
(N) ความเป็นแม่
(N) การดูแลเด็กหรือผู้อื่น
(N) วันแม่ของอเมริกา (ตรงกับวันอาทิตย์ที่ 2 ของเดือนพ.ค)
(N) แม่สามี
(N) บ้านเกิด
(N) บ้านเกิดเมืองนอน
(ADJ) ซึ่งไม่มีแม่
(N) แหล่งแร่ธาตุในเหมือง
(ADJ) อย่างแม่
(ADV) ในฐานะที่เป็นแม่
(N) หอยมุก
(N) วันแม่ของอเมริกา (ตรงกับวันอาทิตย์ที่ 2 ของเดือนพ.ค)
(N) เรือลําใหญ่
(N) คุณแม่อธิการ
(N) ว่าที่คุณแม่
(N) ภาษาแม่
(N) สติปัญญาที่มีมาแต่กําเนิด
(ADJ) ซึ่งต่อต้านการทําลายด้วยแมลง
(ADJ) ซึ่งถูกทําลายด้วยแมลง
(N) บรรทัดฐาน
(N) ซึ่งเคลื่อนที่ได้
(N) การเคลื่อนที่ได้
(N) การเคลื่อนไหว
(N) กิริยาท่าทาง
(N) ญัตติ
(VI) โบกไม้โบกมือ
(VT) โบกไม้โบกมือ
(ADJ) เกี่ยวกับการเคลื่อนที่หรือเคลื่อนไหว
(PHRV) ส่งสัญญาณมือให้หลบไป
(ADJ) ซึ่งไม่เคลื่อนไหว
(ADJ) ซึ่งไร้การเคลื่อนที่หรือเคลื่อนไหว
(ADJ) ซึ่งอยู่นิ่ง
(ADV) อย่างไร้การเคลื่อนที่
(N) การหยุดเคลื่อนที่
(N) ภาพยนตร์
(N) อาการคลื่นไส้อาเจียน
(IDM) โบกมือให้สัญญาณกับ
(VT) กระตุ้น
(ADJ) ซึ่งมีแรงบันดาลใจ
(N) การให้แรงจูงใจ
(N) แรงจูงใจ
(N) แรงบันดาลใจ
(ADJ) เกี่ยวแรงจูงใจ
(ADJ) ซึ่งเป็นแรงจูงใจ
(N) ผู้เป็นแรงจูงใจ
(ADJ) ซึ่งกระตุ้น
(N) จุดมุ่งหมาย
(N) แรงจูงใจ
(ADJ) ซึ่งไร้แรงจูงใจ
(N) แหล่งพลังงานที่ทําให้เคลื่อนที่
(ADJ) หลากสี
(ADJ) หลากหลาย
(N) การรวมสีหลายๆ สี
(N) เครื่องแต่งกายหลากหลายสีของตัวตลก
(N) การแข่งขันจักรยานยนต์วิบาก
(ADJ) เกี่ยวกับการเคลื่อนไหวของกล้ามเนื้อ
(ADJ) เกี่ยวกับพาหนะที่ขับเคลื่อนโดยเครื่องยนต์
(N) เครื่องยนต์
(N) รถยนต์
(SL) รถยนต์
(VI) ขับรถยนต์
(N) รถจักรยานยนต์
(N) เรือยนต์
(N) รถโดยสาร
(N) ขบวนรถยนต์นําบุคคลสําคัญไปยังที่ต่างๆ
(N) รถยนต์
(N) รถจักรยานยนต์
(VI) ขับรถจักรยานยนต์
(N) การเดินทาง
(N) ซึ่งมีเครื่องยนต์
(N) คนขับรถยนต์
(N) การใส่เครื่องยนต์
(VT) ใส่เครื่องยนต์
(ADJ) ซึ่งมีเครื่องยนต์
(N) ซึ่งมีเครื่องยนต์
(N) ผู้ขับรถยนต์
(N) คนพูดเสียงดังมากเกินไป
(N) รถบริษัทหรือองค์กร
(N) กีฬาแข่งรถเร็ว
(N) รถจักรยานยนต์ขนาดเบา
(N) รถบรรทุก
(N) รถยนต์
(N) ทางด่วน
(SL) เมืองยานยนต์ (โดยเฉพาะในดีทรอยต์และมิชิแกน)
(VT) ทําให้เป็นรอย
(ADJ) ซึ่งเป็นรอย
(N) ภาษิต
(N) แบบที่หล่อออกมา
(N) แม่พิมพ์
(VT) ฝึก (นิสัย)
(VT) หล่อแบบ
(N) รา
(VT) ขึ้นรา
(N) แม่พิมพ์
(VT) หล่อ
(N) ผู้หล่อ
(PHRV) หล่อขึ้นจาก
(N) การปั้น
(ADJ) ซึ่งปกคลุมด้วยรา
(VI) ลอกคราบ
(VT) ลอกคราบ
(N) (กองสิ่งของ) กองใหญ่
(N) จุดขว้าง (กีฬาเบสบอล)
(N) เนิน
(N) ม้า
(N) สิ่งที่ใช้ติดหรือตั้ง เช่น กระดาษติดภาพ
(VT) ขึ้น (ม้า, เขา, บันได)
(VT) ติด (ภาพ)
(VT) นําออกแสดง
(VT) เพิ่มขึ้น
(N) ภูเขา
(ADJ) ซึ่งขึ้นไป (เช่น ปีน, ขึ้นม้า, ลุก)
(ADJ) คล้ายภูเขา
(ADJ) ซึ่งตั้งอยู่บนภูเขา
(N) กองมหึมา
(N) ภูเขา
(N) จักรยานภูเขา
(N) จักรยานภูเขา
(N) เหล้าวิสกี้
(N) คนอาศัยอยู่ตามภูเขา
(N) นักปีนเขา
(VI) ปีนเขา
(N) การปีนเขา
(N) สัตว์เคี้ยวเอื้องประเภทแพะในอเมริกาเหนือ
(N) สิงโตภูเขา
(ADJ) เต็มไปด้วยภูเขา
(ADJ) เหมือนภูเขา
(N) เทือกเขา
(N) ไหล่เขา
(N) ยอดเขา
(N) คนหลอกขายยา
(N) คนหลอกลวง
(VT) หลอกลวง
(N) การหลอกลวง
(ADJ) ซึ่งตั้งอยู่
(N) ผู้ปีน
(N) ตํารวจม้าในแคนาดา
(N) การขึ้น
(PHRV) ติดไว้บน
(PHRV) ปีนขึ้นไปบน (สัตว์หรือจักรยาน)
(PHRV) ขึ้นสู่
(PHRV) ค่อยๆ เพิ่มขึ้น
(N) ตํารวจม้าในแคนาดา
(VI) เศร้าโศก
(N) คนเศร้าโศก
(PHRV) เศร้าโศกกับ
(ADJ) เศร้าโศก
(ADJ) ซึ่งเศร้าเสียใจ
(N) ปลอกแขนสําหรับไว้ทุกข์
(ADV) อย่างเสียใจ
(N) คนขี้ขลาด (คําดูถูก)
(N) เมาส์ (อุปกรณ์เคลื่อนตําแหน่ง) (ทางคอมพิวเตอร์)
(N) หนู
(VI) ขยับเมาส์
(VT) ไล่จับหนู
(N) นกแอฟริกาอาศัยอยู่รวมกันเป็นฝูง
(N) รูหนู
(N) แผ่นรองเมาส์
(N) แผ่นรองเมาส์
(N) ตัวจับหนู
(N) กับดักหนู
(ADJ) ขี้อาย
(ADJ) ซึ่งมีลักษณะเหมือนหนู
(ADJ) (สี) ทึมๆ
(N) มูสสากา
(N) โฟมใส่ผมให้อยู่ทรง
(N) อาหารว่างหรือของหวานทําจากวิปครีม วุ้น และไข่
(N) หนวด
(ADJ) ซึ่งไว้หนวด
(ADJ) ขี้อาย
(ADJ) ซึ่งมีลักษณะเหมือนหนู
(ADJ) (สี) ทึมๆ
(N) การพูด
(N) การพูดโอ้อวด
(N) ปาก
(VI) พูด
(VT) กดด้วยปาก
(N) ปลาที่ฟักไข่ในปาก
(N) เต็มปาก
(N) ถ้อยคําที่ยาวและยากที่จะพูด
(N) (อาหาร) คําหนึ่ง
(N) หีบเพลงปาก
(N) บริเวณปาก
(N) (เครื่องดนตรี, กล้องยาสูบ) ส่วนที่ใช้ปากเป่าหรือคาบ
(N) ผู้เป็นกระบอกเสียงแทน
(N) การช่วยหายใจแบบเป่าปาก
(N) การช่วยหายใจแบบเป่าปาก
(N) แผลในปาก
(N) น้ํายาป้วนปาก
(SL) เหล้า
(ADJ) ซึ่งมีรสชาติดี
(ADJ) พูดมาก
(SL) พูดมาก
(N) หนังสัตว์
(N) การเคลื่อนที่
(ADJ) ซึ่งเคลื่อนที่ได้
(N) เทศกาลทางศาสนาซึ่งมีวันจัดงานเปลี่ยนไปทุกปี
(N) การเคลื่อนไหว
(N) การดําเนินการ
(N) การย้ายที่อยู่
(VI) ก้าวหน้า
(VI) เคลื่อน
(VI) ดําเนินการ
(VT) กระตุ้น
(VT) ทําให้สะเทือนใจ
(ADJ) ที่เคลื่อนที่ได้
(PHRV) เคลื่อนจาก...ไปยัง...
(PHRV) นําหน้า
(PHRV) เดินไป
(PHRV) เปลี่ยนความคิด
(PHRV) ผละจากไป
(PHRV) ย้ายไปอยู่ที่อื่น
(PHRV) กลับไปอยู่ที่เดิม
(PHRV) ถอยกลับ
(PHRV) ชิดใน
(PHRV) ย้ายไปอยู่ระดับต่ํากว่าที่เคยอยู่
(PHRV) เดินไปตาม (ทาง)
(PHRV) เสนอขอ
(PHRV) เคลื่อนไปข้างหน้า
(PHRV) พัฒนาขึ้น
(IDM) พยายามทําบางสิ่งอย่างมาก
(PHRV) ควบคุม
(PHRV) ย้ายเข้าไปอยู่
(PHRV) เข้ามาใกล้
(PHRV) ย้ายเข้าด้านในของ
(PHRV) ย้ายเข้าไปอยู่ (อาคาร, บ้าน ฯลฯ)
(N) กระบวนการ
(N) กริยาท่าทาง
(N) การเคลื่อนกําลังทหาร
(N) การเคลื่อนที่
(N) คณะบุคคล
(N) ช่วงหนึ่งของเพลง
(N) ส่วนที่เคลื่อนไหวของระบบกลไก
(PHRV) ออกเดินทาง
(PHRV) เคลื่อนย้ายออกไป
(PHRV) ดําเนินการต่อไป
(PHRV) ทําให้ก้าวหน้า (งาน, ชีวิต ฯลฯ)
(PHRV) เลื่อนไปข้างหน้า
(PHRV) ย้ายออก
(PHRV) เริ่มออกเดินทาง
(PHRV) เลื่อนไป
(N) บริษัทรับจ้างย้ายของ
(N) ผู้มีอํานาจ
(N) สิ่งหรือคนที่เคลื่อนไหว
(PHRV) กระตุ้นความรู้สึก
(PHRV) ย้ายไปยัง
(PHRV) เคลื่อนไปข้างหน้า
(PHRV) เปลี่ยนความคิดไปในทาง
(PHRV) เคลื่อน (พล) เข้ามาใกล้ (ทางทหาร)
(PHRV) เพิ่มค่า
(PHRV) มีตําแหน่งสูงขึ้น
(PHRV) ย้ายขึ้นไป
(PHRV) เลื่อน
(PHRV) สูงขึ้น
(N) ภาพยนตร์
(N) อุตสาหกรรมภาพยนตร์
(N) ผู้ที่ชอบชมภาพยนตร์
(ADJ) ซึ่งชอบชมภาพยนตร์
(N) การไปชมภาพยนตร์
(N) ผู้สร้างภาพยนตร์
(N) ดาราภาพยนตร์
(N) โรงภาพยนตร์
(ADJ) ซึ่งกระตุ้น
(ADJ) ซึ่งเคลื่อนที่
(ADJ) ซึ่งดลใจ
(N) ภาพยนตร์
(N) รถบรรทุกเครื่องเรือน
(VI) ตัดหญ้า
(VI) สังหารหมู่
(VT) ตัดหญ้า
(N) โรงนา
(PHRV) ตัดหญ้าหรือต้นไม้
(PHRV) ทําลายหรือฆ่า (จํานวนมาก)
(N) คนตัดหญ้า
(N) เครื่องตัดหญ้า
(VT) กริยาช่องที่ 3 ของ mow
(SL) พลัง
(N) เนยแข็งสีขาวของอิตาเลียน
(ABBR) คําย่อของ melting point และ mezzo piano
(ABBR) คําย่อของ Member of Paliament, military police,
(ABBR) คําย่อของ Member of Parliament
(ABBR) คําย่อของ miles per gallon
(ABBR) คําย่อของ miles per hour
(ABBR) คําย่อของ multi-purpose vehicle
(ABBR) นาย (คํานําหน้าชื่อผู้ชาย)
(SL) คนสําคัญ
(N) ท่านประธานาธิบดี
(ABBR) นาง (คํานําหน้าชื่อหญิงที่แต่งงานแล้ว)
(ABBR) คนลึกลับ
(ABBR) คําย่อของ Master of Science
(ABBR) คําเรียกผู้หญิง (ใช้ได้ทั้งหญิงแต่งงานแล้วและยังไม่ได้แต่ง)
(ABBR) นางสาว  (คํานําหน้าชื่อหญิงที่ยังไม่แต่งงาน)
(ABBR) วิทยาศาสตร์มหาบัณฑิต (Master of Science)
(ABBR) คําย่อของ Master of Science
(ABBR) พยาบาลศาสตร์มหาบัณฑิต (Master of Science in Nursing)
(ABBR) คําย่อของ menuscripts
(ABBR) คําย่อของ mountain
(N) ตัวอักษรลําดับที่ 12 ของกรีก
(N) เกมปามีด
(N) เกมปามีด
(ADJ) มาก
(ADV) เกือบจะ
(ADV) บ่อย
(ADV) อย่างมาก
(N) จํานวนมาก
(N) สิ่งที่สําคัญมาก
(IDM) ความตื่นเต้นกับสิ่งไม่มีตัวตน
(N) ชื่อละครของเช็คสเปียร์
(IDM) เห็นได้ชัด
(N) จํานวนมหาศาล
(IDM) ไม่แตกต่างกันมาก
(IDM) น่าปรารถนาอย่างยิ่ง
(ADJ) เต็มไปด้วยรา
(ADJ) ที่มีเมือก
(N) น้ําเมือกจากต้นไม้
(N) เมือก
(ADJ) ซึ่งเป็นเมือก
(N) เยื่อเมือก
(N) คําพูดเหลวไหล
(N) ปุ๋ยคอก
(N) ภาวะยุ่งเหยิง
(N) เรื่องโสมม
(N) สิ่งสกปรก
(VT) ทําความสะอาดคอกม้า
(VT) ทําเปื้อน
(VT) ใส่ปุ๋ย
(PHRV) ใช้เวลาให้เสียไปอย่างไร้ประโยชน์ (คําไม่เป็นทางการ)
(PHRV) ทําให้รก
(PHRV) มีส่วนร่วมใน (คําไม่เป็นทางการ)
(PHRV) ทําความสะอาด
(VI) ค้นหาและเปิดโปง
(N) การหาข้อมูลเกี่ยวกับชีวิตแบบส่วนตัว
(PHRV) ทําสกปรก (คําไม่เป็นทางการ)
(PHRV) ทําให้เสียไปโดยประมาท (คําไม่เป็นทางการ)
(ADJ) สกปรก
(ADJ) หยาบคาย
(N) น้ําลาย
(ADJ) ซึ่งเป็นเมือก
(ADJ) ซึ่งผลิตน้ําเมือก
(N) เยื่อบุผิวในช่องจมูกและปากที่สร้างน้ําเมือกหล่อลื่น
(N) ส่วนปลายของใบ
(ADJ) เกี่ยวกับส่วนปลายของใบ
(N) น้ํามูก
(N) การใส่ร้าย
(N) โคลน
(VI) ปกคลุมไปด้วยโคลน
(ADV) คิดเรื่อยเปื่อย
(N) การคิดเรื่อยเปื่อย
(N) ความวุ่นวาย
(VI) คิดเรื่อยเปื่อย
(VT) ทําให้มึน
(VT) ทําให้ยุ่งเหยิง
(PHRV) ทําให้สับสน
(PHRV) มั่ว
(ADJ) ซึ่งสับสนวุ่นวาย
(N) คนโง่
(ADJ) โง่
(N) ความโง่
(N) ไม้คนผสมเครื่องดื่ม
(SL) เหล้า
(PHRV) ประสบความสําเร็จ (แบบไม่รู้วิธีทําที่แท้จริง)
(PHRV) สับสน
(ADJ) ซึ่งทําให้ยากที่จะเข้าใจ
(ADJ) ข่น
(ADJ) ขุ่น (ความคิด)
(ADJ) ยุ่งเหยิง
(ADJ) เลอะโคลน
(VT) ทําให้เปื้อนโคลน
(PHRV) เปื้อนไปด้วยโคลน
(N) หาดใต้ทะเล
(N) บังโคลนรถ
(N) ปลักตม
(N) คนประกอบอาชีพหาแร่
(N) โคลนพอกหน้า
(N) ทะเลโคลนที่มาจากภูเขาทําลายบ้านเรือนและผู้คน
(N) คนใส่ร้ายป้ายสี
(N) การใส่ร้ายป้ายสี
(N) หินดินดาน
(N) อาหารผสมประกอบด้วยธัญพืช ถั่วและผลไม้แห้ง
(N) เจ้าหน้าที่ซึ่งประกาศเรียกชาวมุสลิมทําพิธีละหมาดในสุเหร่า
(SL) ช่องคลอด
(SL) ขนที่อวัยวะเพศ
(N) ความผิดพลาด
(VI) ทําผิดพลาด
(SL) ร่วมเพศโดยใช้ปาก (ผู้หญิง)
(N) มัฟฟิน
(N) ขวดเครื่องปรุง
(VT) ห่อหุ้มหรือปกปิดอย่างหนาแน่น
(ADJ) ซึ่งได้ยินไม่ชัด
(N) สิ่งห่อหุ้ม
(PHRV) เงียบ (คําไม่เป็นทางการ)
(PHRV) สวมเสื้อผ้าที่อุ่น
(PHRV) ห่อหุ้มด้วยผ้า
(PHRV) เอาผ้าอุดให้เงียบ
(N) ผู้เชี่ยวชาญเกี่ยวกับมุสลิม
(N) ผู้เชี่ยวชาญเกี่ยวกับอิสลาม
(SL) คนโง่
(SL) หน้า
(N) ปริมาณความจุหนึ่งเหยือก
(N) เหยือก
(VT) ทําร้ายเพื่อชิงทรัพย์
(N) ผู้ข่มขู่เพื่อปล้นทรัพย์สิน
(N) การทําร้ายเพื่อปล้นทรัพยิ์นในที่สาธารณะ
(N) คนโง่ (คําสแลง)
(SL) คนโง่
(ADJ) ซึ่งร้อนชื้นมาก
(PHRV) เรียนหนัก
(N) วัชพืชซึ่งมีชื่อละตินว่า Artemisia vulgaris
(N) ผู้ก่อตั้งศาสนาอิสลาม
(N) พระมูฮัมหมัดในศาสนาอิสลาม
(N) ทหารมุสสิม
(N) ทหารมุสสิม
(N) ทหารมุสสิม
(N) ทหารอิสลามในอิหร่านและปากีสถาน
(N) ชาวชนบทในรัสเซีย
(ADJ) ซึ่งมีหลายมุม
(N) คนมีพ่อ (หรือแม่) เป็นคนผิวขาวและแม่ (หรือพ่อ) คนผิวดํา
(N) ต้นมัลเบอร์รี่
(N) ผลของต้นหม่อน
(N) ต้นมัลเบอร์รี่
(N) ปุ๋ยหรือใบไม้ที่เน่าเปื่อย
(N) คนหัวดื้อ (คําไม่เป็นทางการ)
(N) ล่อ
(N) รองเท้าแตะของผู้หญิง
(N) คนขับล่อ
(ADJ) ดื้อ
(VI) ครุ่นคิด
(VT) ครุ่นคิด
(N) ผู้สอนศาสนาอิสลาม
(ADJ) เหล้าองุ่นที่มีส่วนผสมของน้ําตาลและเครื่องเทศ
(SL) เมาเหล้า
(N) ปลาจําพวกปลากระบอก
(N) ซุปเผ็ดร้อนของอินเดีย
(N) หิน ไม้หรือโลหะที่ใช้แบ่งหน้าต่างเป็นสองส่วน
(N) กากแร่
(PHRV) ครุ่นคิด
(PRF) มาก
(PRF) มาก
(ADJ) ซึ่งเข้าสู่ระบบพร้อมกันได้
(ADJ) ซึ่งมีหลายแกน
(ADJ) หลากหลายสี
(N) การออกแบบหลากหลายสี
(ADJ) หลากหลายวัฒนธรรม
(N) การมีวัฒนธรรมหลากหลาย
(ADJ) หลากหลายสาขาวิชา
(ADJ) ประกอบด้วยหลายส่วน
(ADJ) ี่ประกอบด้วยหลากหลายกลไก
(ADJ) ซึ่งมีหลายแง่มุม
(ADJ) ซึ่งมีหลากหลายชนิด
(ADJ) หลายหลาก
(ADJ) ซึ่งแยกเป็นหลายส่วน
(ADJ) มากมาย
(ADJ) หลากหลายรูปทรง
(ADJ) ซึ่งเป็นกลีบซ้อนกัน
(ADJ) ซึ่งมีหลายฝ่าย
(N) นโยบายการตกลงร่วมกันจากหลายฝ่ายหรือหลายด้าน
(ADV) หลายด้าน
(ADJ) ซึ่งมีหลายชั้น
(ADJ) ซึ่งมีหลากหลายระดับ
(ADJ) ซึ่งพูดได้หลายภาษา
(ADJ) ที่หลากหลายภาษา
(N) คนที่พูดได้หลายภาษา
(ADV) หลายภาษา
(ADJ) ซึ่งประกอบด้วยหลายเซลล์
(ADJ) ซึ่งใช้สื่อหลายชนิดในคอมพิวเตอร์
(N) การใช้สื่อหลายชนิดในคอมพิวเตอร์
(N) มหาเศรษฐี
(ADJ) เกี่ยวกับหลากหลายประเทศ
(N) บริษัทระหว่างประเทศ
(N) สินค้าหลายชนิดซึ่งรวมอยู่ในห่อเดียวกัน
(ADJ) เกี่ยวกับพรรคการเมืองมากกว่าสองพรรค
(ADJ) หลายอย่าง
(N) ผลคูณ
(ADJ) ซึ่งมีคําตอบหลายคําตอบให้เลือก
(N) อาการสั่นกระตุก
(ADJ) ที่มีหลากหลายด้าน
(ADJ) หลายเท่า
(N) เลขที่ถูกคูณ
(ADJ) มากมายหลายอย่าง
(N) การคูณ
(N) สูตรคูณ
(N) ความหลากหลาย
(N) ตัวคูณ
(VT) คูณ
(VT) เพิ่มจํานวน
(ADV) อย่างมากมาย
(PHRV) เพิ่มจํานวนด้วยการคูณ
(PHRV) เพิ่มจํานวนของ
(ADJ) ซึ่งมีมากกว่าสองขั้ว
(ADJ) ซึ่งผลกระทบหลายด้าน
(ADJ) อเนกประสงค์
(ADJ) ซึ่งมีหลายเชื้อชาติ
(ADJ) ที่หลากหลายความรู้สึก
(N) การมีทักษะหลากหลาย
(ADJ) ซึ่งมีหลายขั้นตอน
(ADJ) ซึ่งประกอบด้วยหลายรัฐ
(N) อาคารจอดรถ
(ADJ) ซึ่งมีหลากหลายเรื่อง
(ADJ) ซึ่งหลากหลายเรื่องราว
(ADJ) ซึ่งหลากหลายพยางค์
(N) โปรแกรมคอมพิวเตอร์ที่ทํางานได้หลากหลายในเวลาเดียวกัน
(ADJ) จํานวนมากมาย
(N) ความหลากหลาย
(N) ฝูงชน
(ADJ) มากมาย
(ADV) อย่างมากมาย
(ADJ) นิ่งเงียบ
(VI) สวมหน้ากากเล่นตลก
(N) แม่
(N) คําพูดอู้อี้
(VI) พูดพึมพํา
(N) ผู้พูดพึมพํา
(ADV) อย่างพึมพํา
(N) การใช้คาถาที่ไร้สาระ
(N) ภาษาหรือพิธีสําคัญแต่ไม่มีความหมาย
(N) นักแสดงละครใบ้
(N) การแสดงละครใบ้
(N) ปลาชนิดหนึ่งแถบชายฝั่งแอตแลนติก
(N) การทําให้เป็นมัมมี่
(VT) ทําให้ศพแห้งและไม่เน่า
(N) มัมมี่
(N) แม่
(N) โรคคางทูม
(IDM) อย่าเปิดเผยความลับ
(SL) อาหาร
(VI) เคี้ยวเสียงดัง
(VT) เคี้ยวเสียงดัง
(N) ผู้เคี้ยวมีเสียง
(N) อาหารว่าง
(ADJ) เกี่ยวกับโลก
(ADV) ในทางโลก
(N) ผ้าขนสัตว์คุณภาพต่ํา
(ADJ) เกี่ยวกับเทศบาล
(N) เทศบาล
(VT) ปกครองส่วนท้องถิ่น
(ADV) เกี่ยวกับเรื่องภายใน
(N) ความใจกว้าง
(ADJ) ใจกว้างมาก
(ADV) อย่างใจกว้าง
(N) อาวุธยุทโธปกรณ์
(N) อาวุธ
(N) ไม้หรือโลหะซึ่งแบ่งกระจกเป็นช่องๆ
(SL) ผู้หญิงที่หน้าตาไม่ดี
(N) กวางที่มีต้นกําเนิดในแถบเอเชียตะวันออกเฉียงใต้
(N) กวางพันธุ์เล็กในแถบเอเชียตะวันออกเฉียงใต้
(SL) คนโง่
(ADJ) เกี่ยวกับผนัง
(N) จิตรกรรมฝาผนัง
(N) ช่างเขียนภาพฝาผนัง
(N) การฆาตกรรม
(VT) ฆาตกรรม
(VT) ทําลาย
(N) ฆาตกร
(N) ฆาตกรหญิง
(ADJ) เกี่ยวกับการฆาตกรรม
(ADJ) ร้ายแรง
(ADV) อย่างอันตรายมาก
(N) การกระทําฆาตกรรม
(N) ความมืดมน
(ADV) อย่างมืดมน
(N) ความมืดมน
(ADJ) ซึ่งมืดมัว
(N) การบ่นพึมพํา
(N) เสียงเต้นผิดปกติของหัวใจซึ่งบ่งบอกถึงความผิดปกติของลิ้นหัวใจ (ทางการแพทย์)
(N) เสียงพึมพํา
(VI) บ่นพึมพํา
(PHRV) บ่นเกี่ยวกับ
(N) การบ่นพึมพํา
(N) คนบ่นพึมพํา
(ADJ) ซึ่งพูดพึมพํา
(ADJ) ซึ่งพูดพึมพํา
(ADV) อย่างพูดพึมพํา
(SL) เต้านม (ผู้หญิง) (คําหยาบ)
(N) หลักความคาดหวังไม่สูง (คําไม่เป็นทางการ)
(N) องุ่นชนิดหนึ่ง
(N) เหล้าองุ่นชนิดหนึ่ง
(N) กล้ามเนื้อ
(N) กําลังของกล้ามเนื้อ
(ADJ) ซึ่งทําให้กล้ามเนื้อยืดขยาย
(PHRV) ใช้กําลังควบคุม (คําสแลง)
(N) นักเล่นกล้าม
(N) ผู้คุ้มกัน
(N) นักกล้าม
(ADJ) ซึ่งมีกล้ามเนื้อใหญ่และแข็งแรงมาก
(ADJ) เกี่ยวกับกล้ามเนื้อ
(N) โรคกล้ามเนื้อเสื่อม
(N) การมีกล้ามเนื้อ
(ADV) เกี่ยวกับกล้ามเนื้อ
(N) ระบบกล้ามเนื้อ
(ADJ) เกี่ยวกับส่วนที่ติดกันของกระดูกและกล้ามเนื้อ
(N) เทพธิดาที่เป็นแรงบันดาลใจของกวี
(VI) คิดรําพึง
(VI) ตรึกตรอง
(ADJ) ซึ่งคิดคํานึงถึง
(N) การศึกษาเกี่ยวกับพิพิธภัณฑ์
(PHRV) คร่ําครวญถึง
(N) ผู้ใคร่ครวญ
(N) พิพิธภัณฑ์
(SL) หน้า
(SL) คําเรียกชายแปลกหน้า
(N) อาหารเปียกหรือบดละเอียด
(VT) บด
(N) ผู้แข่งขันในกีฬาสุนัขลากเลื่อนผ่านน้ําแข็ง
(ADV) อย่างแสดงความรู้สึกมากไป
(ADJ) คล้ายเห็ด
(ADJ) ซึ่งเจริญเติบโตรวดเร็วและอยู่ได้ไม่นาน
(N) เห็ด
(VI) กระจายอย่างรวดเร็ว
(N) เมฆที่มีรูปร่างเหมือนเห็ด
(ADJ) ซึ่งเหลวเละๆ
(N) การแต่งทํานองดนตรี
(N) โน้ตเพลง
(N) เพลง
(N) เสียงที่ไพเราะ
(ADJ) เกี่ยวกับดนตรี
(ADJ) ไพเราะ
(N) ละครเพลง
(N) เกมเก้าอี้ดนตรี
(N) การชุมนุมเพื่อฟังดนตรี
(N) เครื่องดนตรี
(N) การแสดงละครประกอบดนตรี
(ADV) ทางดนตรี
(N) หีบเพลง
(N) โรงแสดงดนตรี
(N) นักดนตรี
(ADV) อย่างนักดนตรี
(N) ความเป็นนักดนตรี
(N) ความสามารถทางดนตรี
(ADJ) เกี่ยวกับการเป็นนักดนตรี
(N) นักดนตรี
(N) การศึกษาด้านดนตรี
(N) การใช้ดนตรีรักษาโรค
(N) ขาตั้งสําหรับวางโน้ตดนตรี
(N) ม้านั่งเล่นดนตรี
(ADJ) ซึ่งครุ่นคิด
(ADV) อยางครุ่นคิด
(N) มัสยิด
(N) กลิ่นรุนแรงจากสัตว์
(N) กวางไร้เขาขนาดเล็ก
(N) ปลาชนิดหนึ่ง
(N) ปืนคาบศิลา
(N) ทหารปืนคาบศิลา
(N) กองทหารปืนคาบศิลา
(N) แตงไทย
(N) วัวจําพวก Oxvibos moschatus
(N) หนูขนาดใหญ่ชนิดหนึ่ง
(ADJ) ซึ่งมีกลิ่นหอม
(N) ชาวมุสลิม
(N) มุสลิม
(N) ผ้าฝ้าย
(N) ขนของหนูขนยาว
(N) ความสับสนวุ่นวาย
(VT) ทําให้สับสนวุ่นวาย
(N) หอยจําพวกหอยแมลงภู่
(PHRV) ทําให้ยุ่งเหยิง
(ADJ) ซึ่งสับสนวุ่นวาย
(AUX) ต้อง
(AUX) น่าจะ
(N) สิ่งจําเป็น
(N) เหล้าไวน์ใหม่
(N) ขนที่อยู่ใกล้ปากสัตว์
(N) หนวด
(N) หนวด
(ADJ) ซึ่งมีหนวดโค้งที่ปลายสองข้าง
(N) ม้าป่า
(N) ผงมัสตาร์ดสําหรับปรุงอาหาร
(N) ก๊าซพิษ
(N) แผ่นปลาสเตอร์ซึ่งใส่ผงมัสตาร์ดช่วยลดการระคายเคือง
(N) กลุ่มผู้ชุมนุม
(N) การชุมนุม
(N) การรวบรวม
(VT) ชุมนุม
(VT) รวบรวม
(PHRV) ชุมนุม
(IDM) ทําให้กล้า
(IDM) รวมคน
(ADV) อย่างเหม็นอับ
(ADJ) ล้าสมัย
(ADJ) เหม็นอับ
(N) คนโง่
(N) สุนัขพันธุ์ทาง
(N) ตัวพิมพ์สี่เหลี่ยมจตุรัส
(N) ความไม่แน่นอน
(N) ความไม่แน่นอน
(N) จุดเริ่มต้นของการเปลี่ยนแปลง
(ADJ) ซึ่งเปลี่ยนแปลง
(N) สัตว์หรือพืชที่มีลักษณะต่างจากพ่อแม่
(VI) เปลี่ยนแปลง
(VT) เปลี่ยนแปลง
(N) การเปลี่ยนแปลงตามธรรมชาติ
(N) สิ่งที่เปลี่ยนแปลง
(ADJ) เกี่ยวกับการเปลี่ยนแปลง
(ADJ) ซึ่งเปลี่ยนแปลง
(ADV) อย่างเปลี่ยนแปลง
(ADJ) ซึ่งเปลี่ยนแปลง
(ADJ) ใบ้
(ADJ) ไม่แก้ตัว (เมื่อถูกกล่าวหา)
(ADJ) ไม่ออกเสียง
(N) การไม่ออกเสียง
(N) คนที่ไม่แก้ตัวเมื่อถูกกล่าวหา
(N) คนใบ้
(ADJ) เงียบ
(ADV) อย่างไม่ออกเสียง
(N) การไม่ออกเสียง
(ADJ) (พืช) ที่ไม่มีหนาม
(VT) ตัดทอนจนเสียความ
(VT) ทําให้ (แขนขา) ใช้การไม่ได้
(N) การทําให้พิการ
(ADJ) ซึ่งทําให้เปลี่ยนแปลง
(N) คนพิการ
(N) ผู้ทําให้เปลี่ยนแปลง
(N) ผู้ก่อการกบฏ
(ADJ) ซึ่งแสดงการขัดขืน
(ADV) ซึ่งก่อการจลาจล
(N) การก่อจลาจล
(N) การขัดขืนคําสั่ง
(N) การจลาจล
(VI) ก่อการจลาจล
(VI) ขัดขืนคําสั่ง
(PHRV) ไม่ยอมเชื่อฟังคําสั่งของ
(N) คนโง่
(N) คน สัตว์หรือพืชที่เป็นพันธุ์ผสม
(N) สุนัขพันทาง
(N) การบ่น
(VI) บ่น
(N) ผู้บ่น
(SL) คนหูหนวก
(N) เนื้อของแกะโตเต็มที่ใช้ทําอาหาร
(N) ตัวพิมพ์สี่เหลี่ยมจตุรัส
(N) เคราบริเวณคาง
(N) คนโง่
(N) เกี่ยวกับเนื้อแกะ
(ADJ) ซึ่งกันและกัน
(ADJ) ซึ่งสัมพันธ์กัน
(N) เงินทุนร่วม
(ADJ) ซึ่งเกี่ยวข้องกัน
(N) การมีความสัมพันธ์กัน
(VT) ทําให้เกี่ยวข้องกัน
(ADV) ร่วมกัน
(N) เงินทุนร่วม
(N) เสื้อผ้าหลวมๆ ยาวของผู้หญิง
(N) ผู้ใส่ที่ครอบปากและจมูก
(N) ตะกร้อครอบปากสุนัขหรือม้า
(VT) สวมตะกร้อครอบปากให้สุนัขหรือม้า
(N) ปืนซึ่งบรรจุลูกกระสุนทางปากกระบอก
(ADJ) ซึ่งเป็นปืนที่ใส่กระสุนทางปากกระบอก
(ADJ) ซึ่งสับสน
(ADJ) เลือนราง
(ABBR) คําย่อของ market value
(ABBR) คําย่อของ medium wave
(PRON) ของฉัน
(N) อาการปวดกล้ามเนื้อ
(ADJ) ซึ่งมีอาการปวดกล้ามเนื้อ
(N) ประเทศพม่า
(N) พม่า
(ADJ) เกี่ยวกับการศึกษาเกี่ยวกับเชื้อราและเห็ด
(ADJ) เกี่ยวกับการศึกษาเกี่ยวกับเชื้อราและเห็ด
(N) ผู้ศึกษาเกี่ยวกับเชื้อราและเห็ด
(N) การศึกษาเกี่ยวกับเชื้อราและเห็ด
(N) การติดเชื้อรา
(N) ยาขยายม่านตา
(SL) ไม่น่าเชื่อ
(N) นกขุนทอง
(N) นกที่พูดเลียนเสียงคนได้
(N) ความผิดปกติของเซลล์กล้ามเนื้อ
(N) ภาวะสายตาสั้น
(ADJ) ใจแคบ
(ADJ) ซึ่งสายตาสั้น
(N) เครื่องมือตรวจการหดตัวของกล้ามเนื้อ
(N) ไม้ดอกชนิดหนึ่ง
(ADJ) ซึ่งมีเป็นหมื่น
(ADJ) มากมายมหาศาล
(N) จํานวนมากมายก่ายกอง
(N) สัตวประเภทตะขาบ
(N) กีฏวิทยาเกี่ยวกับมด
(N) กษัตริย์ในเทพนิยายกรีก
(N) ยางไม้หอมชนิดหนึ่ง
(N) ดอกเมอเทิล
(PRON) ตัวของฉัน
(ADJ) น่าพิศวง
(ADJ) ลี้ลับ
(ADV) อย่างลึกลับ
(N) ความลึกลับ
(N) ความลึกลับ
(N) เงื่อนงํา
(N) สิ่งแปลกประหลาด
(N) ศิลปะของการค้าขาย
(N) ละครเกี่ยวกับเรื่องในพระคัมภีร์
(ADJ) น่าเลื่อมใส
(ADJ) ลึกลับ
(N) ผู้มีเวทย์มนต์
(N) ผู้เลื่อมใส
(ADJ) เกี่ยวกับเวทย์มนต์
(ADV) อย่างมีเวทย์มนต์
(N) การมีเวทย์มนต์
(N) การมีเวทย์มนต์
(VT) ทําให้เกิดเวทย์มนต์
(SL) ขา
(SL) ขา
(N) การร่ายมนตร์
(VT) ทําให้งง
(VT) ทําให้ลึกลับ
(N) พลังงานลึกลับที่อยู่รอบตัวคน
(N) นิทานปรัมปรา
(N) เรื่องโกหก
(ADJ) ซึ่งเป็นเทพนิยายโบราณ
(ADJ) เกี่ยวกับนิยามปรัมปรา
(ADJ) ซึ่งเป็นตํานาน
(ADV) เกี่ยวกับตํานาน
(ADV) ทางตํานาน
(N) ผู้สร้างตํานาน
(N) ผู้เก็บรวบรวมตํานาน
(N) การเก็บรวบรวมตํานานด้วยการเขียน
(N) ตํานานที่ถูกเก็บรวมรวมด้วยการเขียน
(ADJ) เกี่ยวกับตํานาน
(ADJ) ซึ่งเป็นตํานาน
(ADV) ทางตํานาน
(N) ผู้เล่าตํานาน
(VI) เล่าตํานาน
(VT) ทําให้เป็นตํานาน
(N) ตํานาน
(N) โรคติดเชื้อของกระต่าย
