(บี) พยัญชนะ|ตัว|ที่ 2 ของ|ภาษาอังกฤษ
abbr. large lymphocyte (anti product cell)| 
สัญลักษณ์|ของ bomber|เครื่องบิน|ทิ้ง|ลูก|ระเบิด
abbr. Bachelor of Arts อักษร|ศาสตร|บัณฑิต|, British America
abbr. British Broad Casting Corporation
abbr. Before Christ ก่อน|คริสต์|กาล
abbr. bis in die|, วัน|ละ|สอง|ครั้ง
abbr. Bachelor of Medicine แพทย์|ศาสตร|บัณฑิต
abbr. Bachelor of Science วิทยา|ศาสตร|บัณฑิต
abbr. Bachelor of Science วิทยา|ศาสตร|บัณฑิต
abbr. Bachelor of Science วิทยา|ศาสตร|บัณฑิต
abbr. British thermal unit หน่วย|วัด|ค่า|ความ|ร้อน|แบบ|หนึ่ง|ของ|อังกฤษ มัก|ใช้|ใน|การ|แสดง|ถึง|ความ|สามารถ|ใน|การ|ลด|ความ|ร้อน|ของ|เครื่องปรับอากาศ
abbr. bill of lading ใบ|ขน
สัญลักษณ์|ของ|ธาตุ barium
(ชาร์ลส์ แบบ|เบจ) เป็น|ชื่อ|นักวิทยาศาสตร์|คน|หนึ่ง มี|ชีวิต|อยู่|ตั้งแต่ ค.ศ 1791|-|1871 เป็น|คน|แรก|ที่|ประดิษฐ์|เครื่อง|คํานวณ|ที่|มี|ชื่อ|ว่า Analytic Engine ซึ่ง|มี|ลักษณะ|ความคิด|ที่|เป็นต้น|เค้า|ของ|เครื่อง|คอมพิวเตอร์ ดิจิตอล ใน|ปัจจุบัน กล่าวคือ|เป็น|เครื่องจักร|ที่ทํางาน|ไป|ตาม|โปรแกรม|ซึ่ง|เขียน|เก็บ|ไว้|ใน|หน่วยความจํา
(แบบ|'|เบิล) vt.,|vi. พูด|ไม่|ชัด|,|พูด|พล่าม|,|พูด|ไม่|เป็น|สาระ|,|พูด|จ้อ|,|เปิดเผย|ความลับ n. การ|พูด|พล่าม|หรือ|ไม่|เป็น|สาระ|,|ถ้อยคํา|ไม่|เป็น|สาระ
(แบบ|'|บ|ลิง) n. การ|พูด|พล่าม|,|การ|พูด|ไม่|เป็น|สาระ|,|การ|พูด|ไม่|ชัด adj. ซึ่ง|พูด|พล่าม|หรือ|ไม่|ชัด
(เบบ) n. ทารก|,|เด็กเล็ก ๆ ,|ผู้|ไร้เดียงสา|,|หญิง|มี|เสน่ห์|  |Syn. baby
(เบ|'|เบิล|,|แบบ|'|เบิล) n. หอ|สูง|สู่|สวรรค์|ที่|สร้าง|ไม่|สําเร็จ (ตาม|พระคัมภีร์|คริสเตียน) ,|เสียง|สับสน|,|ความ|สับสน|  |Syn. babelic adj. ดู|Babel|  |Syn. confusion Ant. order
(บา|'|บู) n. = babu
(บาบูน|') n. ลิง|ขนาด|ใหญ่|ชนิด|หนึ่ง|มี|ปาก|คล้าย|สุนัข|กระพุ้งแก้ม|ใหญ่|,|หาง|สั้น|,|คน|ที่|หยาบคาย|  |Syn. baboonish adj. ดู|baboon
(บา|'|บู) n. คํา|ทักทาย|ยกย่อง (คุณ|,|คุณนาย|,|ท่าน) ของ|ชาว|ฮินดู|,|สุภาพบุรุษ|ชาว|ฮินดู|,|ชาว|อินเดีย|ที่|รู้จัก|ภาษา|เล็กน้อย|  |Syn. baboo|,|Sir|,|Mr.
(บาบูช|'|คะ) n. ผ้า|โพก|ศีรษะ|ของ|สตรี
(เบ|'|บี่) {|babied|,|babying|,|babies|} n. ทารก|,|ผู้เยาว์|,|หญิง|ที่|มี|เสน่ห์ vt. ทํา|ยังกับ|เป็น|เด็กเล็ก ๆ ,|เอาใจ|,|โอ๋|,|ใช้|ด้วย|ความ|ระมัดระวัง|  |Syn. babyhood n. ดู|baby babyish adj. ดู|baby|  |Syn. babe
ฟันน้ํานม|  |Syn. milk tooth
(เบ|'|บิ|ซิ|ท) {|baby|-|sat|,|baby|-|sitting|,|baby|-|sits|} vt. ช่วย|ดูแล|เด็ก (ขณะที่|พ่อแม่|ไม่|อยู่)|  |Syn. baby|-|sitter n. ดู|baby|-|sit
(แบบ|'|บิ|ลอน) n. เมืองหลวง|ของ|Babylonis โบราณ|,|เมือง|ที่|มี|ความ|หรูหรา|ฟุ่มเฟือย|และ|ชั่วร้าย
abbr. blood alcohol concentration
(แบ|ค|คะ|ลอ|'|รี|เอท) n. บัณฑิต|ปริญญาตรี|,|พิธี|ศาสนา|สําหรับ|บัณฑิต|จบ|ใหม่|,|คํา|สวดมนต์|ใน|พิธี|ดังกล่าว
(บา|คะ|นา|ล|') n. ผู้|ชอบ|ดื่ม|สุรา|มาก|,|งาน|ดื่ม|สุรา|หา|ความ|สําราญ|,|การ|รื่นเริง|ฉลอง|เทพเจ้า|เมรัย|  |Syn. drunken reveler
(แบ|ช|'|ชะ|เลอะ) n. ชายโสด|,|ผู้|ได้|รับ|ปริญญาตรี|,|อัศวิน|หนุ่ม|,|สัตว์|ตัวผู้|ที่|ไม่|มี|เมีย|  |Syn. bachelordom n. bachelorhood n. ดู|bachelor bachelorism n. ดู|bachelor|  |Syn. unmarried man -|Conf. spinster
(บะ|ซิ|ล|'|ลัส) n. เชื้อ|แบคทีเรีย|รูป|ท่อน|ยาว -|pl. bacilli
(แบ|ค) {|backed|,|backing|,|backs|} n.,|adj.,|vi.,|vt.,|adv. หลัง|,|ข้างหลัง|,|ส่วนหลัง|,|ด้านหลัง|,|กอง|หลัง|,|ที่|เปลี่ยว|,|กลับคืน|,|ตรงกันข้าม|,|ค้าง|จ่าย|,|กลับ|,|ถอย|,|สนับสนุน|,|ถือหาง|,|วาง|เดิมพัน|ใน|  |Syn. rear -|Conf. re|-
n. รายการ|สั่ง|ซื้อ|ล่วงหน้า|ที่|ต้อง|ส่ง|ของ|ใน|อนาคต
n. ทาง|เล็ก ๆ ที่|ไม่|ได้|ราดยาง|,|ถนน|ชนบท
n. ที่นั่ง|ข้างหลัง
(แบ|ค|'|เอค) n. อาการ|ปวดหลัง
(แบ|ค|'|เบน|ดฺ) n. การ|งอ|ตัว|มา|ข้างหลัง|จน|มือ|ทั้ง|สอง|แตะ|พื้น|  |Syn. acrobatic feat
(แบ|ค|'|ไบทฺ) {|backbit|,|backbitten|,|backbiting|,|backbites|} vi.,|vt. ลอบกัด|  |Syn. backbiter n. ดู|backbite|  |Syn. slander
(แบ|ค|'|โบ|น) n. กระดูกสันหลัง|  |Syn. vertebrate|,|spine
(แบ|ค|' โบ|น เนทเวิร์ค) n. ส่วน|ของ|เครือข่าย|อัน|กว้างใหญ่|ที่|เชื่อมต่อ|ระหว่าง|เครือข่าย|ท้องถิ่น
adj. ต้อง|ใช้|ความ|พยายาม|มาก|,|เหน็ดเหนื่อย|มาก|  |Syn. backbreaker n.
n. เขต|ทุรกันดาร|,|เขต|ที่อยู่|ห่างไกล
(-|ดอร์) adj. ด้วย|วิถีทาง|ที่|ผิด|กฎหมาย หรือ|ลึกลับ|  |Syn. illicit|,|secret
(แบ|คด|ฺ) adj. ซึ่ง|มี|ส่วนหลัง|,|ซึ่ง|ได้|รับ|การ|สนับสนุน
(แบ|ค|'|เอน|ดฺ) n. ส่วนหลัง
(แบ|ค|'|เคอะ) n. ผู้สนับสนุน|,|ผ้าใบ|ค้ํา|หรือ|หนุน|ส่วนหลัง|  |Syn. sponsor
(แบ|ค|'|ไฟ|เออะ) {|backfired|,|backfiring|,|backfires|} vi.,|n. (การ) ระเบิด|ถัง (เครื่องยนต์|ที่|มี|เชื้อเพลิง|เผาไหม้|ไม่|สมบูรณ์) ,|เผา|บริเวณ|หนึ่ง|เพื่อ|สกัด|การ|ลุกลาม|ของ|ไฟ|ที่|กําลัง|มา|,|เกิด|ผล|ที่|ไม่|ต้องการ|ให้|เกิด|  |Syn. boomerang Ant. succeed
(แบ|ค|'|กราวน์ดฺ) n. พื้น|,|ส่วน|ที่อยู่|ข้างหลัง|,|ถิ่น|ที่มา|,|ภูมิหลัง|  |Syn. past|,|environment
(แบ|ค|'|แฮ|นดฺ) n. การ|ตี|ลูกบอล|ทาง|ด้าน|ตรงข้าม|กับ|มือ|ที่|ถือ|ไม้|ตี|,|การ|เขียน|ไป|ทาง|ซ้าย|  |Syn. backhandness n. ดู|backhand
(แบ|ค|'|คิง) n. ความ|ช่วยเหลือ|,|การ|สนับสนุน|,|ผู้สนับสนุน|,|สิ่ง|หนุน|  |Syn. support Ant. ill|-|will
หน่วย|เก็บ|หนุน|หน่วยเก็บข้อมูล ที่|ใช้|เป็น|ที่|เก็บ|หนุน หรือ|เก็บ|ข้อมูล|สํารอง|ไว้ ใน|กรณี|ที่|หน่วย|เก็บ|ที่|ใช้|งาน|อยู่|เกิด|ขัดข้อง หรือ|เสียหาย ก็|อาจ|ใช้|หน่วย|เก็บ|หนุน|นี้|แทน|ได้ โดย|ทั่วไป|ก็|จะ|หมายถึง|หน่วย|เก็บ|ความจํา|อื่น ๆ นอก|ไป|จาก|หน่วยความจําหลัก (main memory) เป็นต้น|ว่า|สื่อ|ต่าง ๆ เช่น แถบ|บันทึก (tape) หรือ|จาน|บันทึก (disk) มี|ความหมาย|เหมือน auxiliary storage หรือ backup storage
พนัก
(แบ|ค|'|ไซ|ดฺ) n. ด้านหลัง|,|ส่วนหลัง
\|\ (อักขระ) <|เครื่องหมาย|>|หมายถึง|สัญลักษณ์ \|\ เครื่องหมาย|นี้|ดู|เผิน ๆ คล้าย|กับ / (slash) แต่|กลับ|ทิศทาง|กัน บาง|คน|คิด|ว่า|เหมือน|กัน แต่|ความหมาย|จะ|แตกต่าง|กัน|มาก ใน|ระบบ|ดอส สัญลักษณ์|นี้|ใช้|แยก|ระหว่าง|ชื่อ|สารบบ (directory) กับ|ชื่อ|แฟ้มข้อมูล (file) เช่น DIR C|:|\|\|Taksina|\|\|June.xls|คําสั่ง|ข้างบน|นี้|เป็น|คําสั่ง|ให้|แสดง|แฟ้มข้อมูล|ชื่อ June.xls ซึ่ง|อยู่|ภายใต้|สารบบ|ชื่อ Taksina และ|เก็บ|อยู่|ใน|หน่วย|บันทึก C|:
ปุ่ม|ย้อน|ถอยหลัง <|คําแปล|>|เป็น|แป้น ๆ หนึ่ง|บน|แผง|แป้น|อักขระ บางที|มี|ขนาด|ยาว|กว่า|แป้นพิมพ์|อื่น บางที|มี|สัญลักษณ์|เป็น|รูป|ลูกศร|หัน|หัวลูกศร|ไป|ทาง|ซ้าย (บางที|มี|คํา BS) โปรแกรม|สําเร็จ|หลาย|โปรแกรม|กําหนด|ไว้|ว่า การ|กด|แป้น|นี้|ทํา|ให้|ตัว|ชี้|ตําแหน่ง (cursor) ถอย|ไป|ทาง|ซ้าย 1 ตัวอักษร และ|ลบ|ตัวอักษร|ทาง|ซ้าย|นั้น|ออก|ให้|ด้วย
(แบ|ค|'|ส|โทร|ค) {|backstroked|,|backstroking|,|backstrokes|} vt.,|n. พลิก|มือ|ตบ|หรือ|ตี|,|ว่ายน้ํา|ท่า|หงาย|หลัง
(แบ|ค|'|อัพ) n. ผู้สนับสนุน|,|สิ่ง|ค้ําจุน|,|การ|ท่วม|หรือ|สะสม|เพราะ|อุดตัน|,|ตัว|สํารอง|,|ตัวแทน
หน่วย|เก็บ|สํารอง <|คําแปล|>|หมายถึง หน่วยเก็บข้อมูล|ที่|ใช้|เป็น|ที่|เก็บ|หนุน หรือ|เก็บ|ข้อมูล|สํารอง|ไว้ ใน|กรณี|ที่|หน่วย|เก็บ|ที่|ใช้|งาน|อยู่|เกิด|ขัดข้อง หรือ|เสียหาย ก็|อาจ|ใช้|หน่วย|เก็บ|สํารอง|แทน|ได้ โดย|ทั่วไป|ก็|จะ|หมายถึง|หน่วยความจํา|อื่น ๆ นอก|ไป|จาก|หน่วยความจําหลัก (main memory) เป็นต้น|ว่า|สื่อ|ต่าง ๆ เช่น แถบ|บันทึก (tape) หรือ|จาน|บันทึก (disk) มี|ความหมาย|เหมือน auxiliary storage หรือ backing store
adv.,|adj. ไป|ข้างหลัง|,|ย้อน|กลับ|,|สู่|อดีต|,|ล้าหลัง|  |Syn. backwardness n.  |Syn. slow Ant. forward
adv.,|adj. ไป|ข้างหลัง|,|ย้อน|กลับ|,|สู่|อดีต|,|ล้าหลัง|  |Syn. backwardness n.  |Syn. slow Ant. forward
(แบ|ค|'|วอ|เทอะ) n. น้ํา|ไหล|กลับ|,|กระแส|ที่|ไหล|กลับ|,|ห้วย|,|หนอง|,|ลําคลอง|ที่|ติด|กับ|แม่น้ํา|สาย|ใหญ่
(แบ|ค|'|วูดซ) n.,|pl. เขตป่า|ที่อยู่|ไกล|,|ไร้|ชื่อเสียง
n. คน|อยู่|ใน|ป่า
(แบ|ค|'|วูด|ซี) adj. หยาบ|,|ไม่|สุภาพ|ลักษณะ|คน|อยู่|ป่า
(แบ|ค|'|เยิร์ด) n. สนาม|หลัง|บ้าน|,|ลาน|บ้าน|,|ด้านหลัง|,|ความ|ไม่|โสมม|ข้างใน
abbr. carmustine
(เบ|'|เคิน) n. ชิ้นเนื้อ|ด้านหลัง|และ|ข้าง|ของ|สุกร|ที่|ทํา|ให้|เค็ม|,|หมู|เค็ม|,|เนื้อหมู|อบ
(แบ|ค|ที|'|เรีย) n. เชื้อ|แบคทีเรีย|  |Syn. bacterial adj. -|pl. bacterium
(แบ|คเทีย|'|ริ|ไซ|ดฺ) n. สิ่ง|หรือ|ยา|ฆ่าเชื้อ|แบคทีเรีย|  |Syn. bactericidal adj.
ฆ่าเชื้อ|แบคทีเรีย
adj. ดู|bacteriology
n. นัก|แบคทีเรีย|วิทยา
(แบ|คเทีย|รี|ออ|ล|'|โลจี) n. แบคทีเรีย|วิทยา|,|การ|ศึกษา|เกี่ยวกับ|เชื้อ|แบคทีเรีย|  |Syn. bacteriological adj. bacteriologist n.
(แบ|ด) adj. เลว|,|ร้าย|  |Syn. evil Ant. upright -|Conf. bade|,|ill
n. ความ|เป็น|ศัตรู|,|ความ|ไม่|เป็นมิตร
ส่วน|วง|เสีย|หมายถึง|ส่วน|วง|ใน|ร่อง|ที่|ใช้|บันทึก|ข้อมูล|บน|แผ่น|จาน|บันทึก|เสีย ทํา|ให้|ไม่|สามารถ|อ่าน|ข้อมูล|ออก|มา หรือ|บันทึก|ข้อมูล|ลง|ไป|เก็บ|ได้ คอมพิวเตอร์|จะ|แสดง|ข้อความ|นี้|บน|จอภาพ|เมื่อ|สั่ง|ให้|อ่าน|หรือ|บันทึก|ข้อมูล แล้ว|ไม่|สามารถ|ทํา|ได้ เพราะ|เกิด|กรณี|นี้|ขึ้น
(แบ|ด|'|เท|มเพิร์ดฺ) adj. อารมณ์|ร้าย|,|อารมณ์|ไม่|ดี|  |Syn. irritable
อดีตกาล|ของ|bid
(แบ|ดจฺ) {|badged|,|badging|,|badges|} n. เหรียญ|เข็ม|เหน็บ|หรือ|กระดุม|ที่|ประดับ|เป็น|เครื่องหมาย|,|เครื่อง|สัญลักษณ์ vt. ติด|ด้วย|สิ่ง|ดังกล่าว|  |Syn. shield|,|emblem
(แบ|ค|'|เจอะ) {|badgered|,|badgering|,|badgers|} n. สัตว์|กิน|เนื้อ|ชนิด|หนึ่ง vt. รบกวน|อยู่|เรื่อย|,|ทํา|ให้|รําคาญ|  |Syn. harass|,|nag
(แบ|ด|'|ดิ|นา|จฺ) {|badinaged|,|badinaging|,|badinages|} vt.,|n. (การ) เย้า|แหย่|,|พูด|ล้อเลียน|  |Syn. banter
(แบ|ด|'|ลี) adj.,|adv. เลว|,|ร้าย|,|บกพร่อง|,|ไม่|ถูกต้อง|,|มี|อารมณ์|กลัดกลุ้ม|,|ป่วย|  |Syn. not well
(แบ|ด|'|แมน) n. โจร|,|คนนอก|กฎหมาย|  |Syn. outlaw -|pl. badmen
(แบ|ด|'|มิ|น|เทิน) n. แบดมินตัน|,|ลูก|ขนไก่
(แบ|ด|'|เมา|ธฺ) vt. วิจารณ์|,|ต่อว่า
abbr. brainstem auditory evoked response
(แบ|ฟ|'|เฟิล) vt.,|n. (การ|,|สิ่ง|ที่) ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|งง|งัน|,|หยุดยั้ง vi. ดิ้นรน|เหนื่อย|เปล่า ๆ|  |Syn. bafflement n. ดู|baffle baffler n. ดู|baffle baffling adj. ดู|baffle|  |Syn. defeat
(แบก) {|bagged|,|bagging|,|bags|} n. ถุง|,|กระสอบ|,|ย่าม|,|กระเป๋า|ถือ|,|ความ|มั่งคั่ง|,|อาชีพ|,|อารมณ์ -|Phr. (in the bag แน่นอน|,|มั่นใจ) vi. บวม|,|พอง|ขึ้น|,|มี|ท้อง vt. ใส่|เข้า|ไป|ใน|ถุง|,|ล่า|,|ฆ่า|,|ทํา|ให้|บวม|หรือ|พอง|  |Syn. pouch
(แบก|'|แดด) n. เมืองหลวง|ของ|อิรัก
(แบก|'|เกจ|ฺ) n. กระเป๋า|เดินทาง|  |Syn. luggage
(แบก|ดฺ) adj. ผ่อนคลาย|ลง|,|เบา
(แบก|'|เก|อะ) n. คน|ใส่|ของ|ลง|ใน|ถุง
n. วัตถุ|ที่|ใช้|ทํา|ถุง|,|การ|บรรจุ|ลง|ถุง
(แบก|'|กี) adj. คล้าย|ถุง|,|แขวน|อยู่|อย่าง|หลวม ๆ|  |Syn. bagginess n. ดู|baggy|  |Syn. ill|-|fitting
(แบก|'|แดด) n. เมืองหลวง|ของ|อิรัก
(แบก|'|ไพ|พฺ) n. ปี่|สก๊อต|  |Syn. bagpiper n.
(บา) interj. คําอุทาน|แสดง|ความ|ดูถูก หรือ|ความ|รําคาญ
(บาท) n. เงินบาท|ของ|ไทย|  |Syn. tical -|pl. bahts|,|baht
(เบล) {|bailed|,|bailing|,|bails|} n. เงินประกัน|,|ผู้|ประกันตัว|,|การ|ประกันตัว vt. ประกันตัว|ให้แก่|,|อนุญาต|ให้|ประกันตัว|,|เอา|ทรัพย์สิน|มอบ|ให้|,|ช่วย|ให้|หลุดพ้น|จาก|ภาวะ|ที่|ลําบาก|  |Syn. bond|,|security
(เบล|'|เอา|ทฺ) n.การ|กระโดดร่ม|จาก|เครื่องบิน
(เบ|'|ละ|เบิล) adj. สามารถ|ให้|ประกันตัว|ได้|,|อนุญาต|ให้|ประกันตัว|ได้
(เบ|'|ลี) n. ผู้|ที่|ได้|รับ|ทรัพย์สิน|ใน|การ|ประกันตัว
(เบ|'|ลี) n. กําแพง|เมือง|ชั้นนอก|,|ศาล
(เบ|'|ลิฟ) n. ตํารวจ|ศาล|,|พนักงาน|ส่ง|หมายจับ|กุม|/|ยึด|ทรัพย์|,|ผู้ดู|แล|ผลประโยชน์|ของ|เจ้าของ|ที่ดิน|,|ปลัด|อําเภอ|  |Syn. bailiffship n.
(เบล|'|เมิน|ทฺ) n. ทรัพย์|ที่|ใช้|ประกันตัว|,|การ|ส่ง|คืน|ทรัพย์สิน|ที่|ประกันตัว
(เบ|'|เลอะ) n. ผู้|ส่ง|มอบ|ทรัพย์สิน|เพื่อ|ประกันตัว
(เบล|'|เอา|ทฺ) n.การ|กระโดดร่ม|จาก|เครื่องบิน
(เบล|'|ซ เมิน) n. ผู้|วาง|หลักทรัพย์|เพื่อ|ประกันตัว -|pl. bailsmen
(เบท) {|baited|,|baiting|,|baits|} n. เหยื่อ|,|สิ่ง|ล่อใจ vi. พัก vt. ล่อ|เหยื่อ|,|ใส่|เหยื่อ|,|หลอกล่อ|,|รังแก|,|ข่มเหง|,|ให้|อาหาร|,|กิน|เหยื่อ|  |Syn. lure Ant. calm -|Conf. bate
(แบ็ก) คํา ๆ นี้|ใช้|เป็น|นามสกุล (file type) ของ|แฟ้มข้อมูล|เพื่อ|บ่งบอก|ว่า เป็น|แฟ้มข้อมูล|สํารอง (backup file) เช่น autoexec.bak (แฟ้มข้อมูล|เดิม|ชื่อ autoexec.bat) นี้ ใน|บาง|กรณี โปรแกรม|จะ|สร้าง|นามสกุล|ให้|แฟ้มข้อมูล|เหล่านี้|เอง|โดย|ไม่|ต้อง|สั่ง โดยเฉพาะ|ถ้า|มี|การ|เก็บ|แฟ้มข้อมูล|ที่|นํามา|แก้ไข|แล้ว|ซ้ํา|อีก|ครั้ง|หนึ่ง แฟ้ม|ที่|แก้|ใหม่|จะ|ใช้|ชื่อ|เดิม แต่|แฟ้ม|เดิม|จะ|กลาย|เป็น|แฟ้ม|สํารอง เช่น ใน|โปรแกรมประมวลผล|คํา|บาง|โปรแกรม
(เบค) {|baked|,|baking|,|bakes|} vt. ผิง|,|ปิ้ง|,|อบ|,|เผา|,|ย่าง|,|อบ|ให้|แห้ง|,|เผา|ให้|แห้ง n. การ|ย่าง|หรือ|อบ|อาหาร
(เบค|'|เฮาซฺ) n. โรง|ทํา|ขนมปัง|,|ห้อง|ทํา|ขนมปัง|,|ร้าน|ขนมปัง|  |Syn. bakery
(เบ|'|เคอะ) n. คน|ทํา|ขนมปัง (อาชีพ)| 
(เบ|'|เคอะ|รี) n. ร้าน|ขนมปัง|,|โรง|ทํา|ขนมปัง|  |Syn. bakeshop|,
(เบ|'|คิง) n. การ|ปิ้ง|ขนมปัง|,|การ|ย่าง|,|การ|อบ
n. แป้ง|ฟู|หรือ|แป้ง|อบ|ขนมปัง
n. ดู sodium bicarbonate
(แบ|ล|'|เลินซฺ) n. ความ|สมดุล|,|ดุลยภาพ|,|สติ|,|ความ|สุขุม|,|ตาชั่ง|,|ตา|เต็ง|,|ตา|ชู|,|คันชั่ง|,|งบดุล|,|ยอด|ยก|ไป|,|ปิดบัญชี|คงเหลือ|,|จํานวน|เหลือ|,|กลุ่ม|ดาว|ตราชู vt. ทํา|ให้|สมดุล|  |Syn. symmetry -|Conf. rest
n. คาน|ทรงตัว|ใน|กีฬา|กายกรรม|ทรงตัว|,|คันชั่ง
n. ดุลการชําระเงิน|ของ|ประเทศ|เมื่อ|เทียบ|กับ|รายรับ|ทั้งหมด|จาก|ต่าง|ประเทศ
n. ดุลการค้า|ของ|ประเทศ|เป็น|การ|เปรียบเทียบ|ค่า|สินค้า|ขาเข้า กับ|สินค้า|ขาออก
n. บัญชี|งบดุล
n. กงจักร|ดุลยภาพ|ของ|นาฬิกาข้อมือ
(แบ|ล|'|เลินซฺดฺ) adj. สมดุล|,|ได้|สัดส่วน|  |Syn. harmonious Ant. unproportioned
(แบ|ล|'|เลิน|เซอะ) n. บุคคล|หรือ|สิ่ง|ที่|ทํา|ให้|สมดุล|,|นัก|กายกรรม|ทรงตัว
(แบ|ล|'|คะ|นี) n. ระเบียง|,|มุข|  |Syn. balconied adj. มี|ระเบียง|,|มี|มุข
(บอล|ดฺ) {|balded|,|balding|,|balds|} adj. ล้าน|,|โล่ง|,|เตียน|,|โจ่งแจ้ง|,|มี|จุด|ขาว|บน|หัว vi. กลาย|เป็น|หัวล้าน|  |Syn. baldish adj.  |Syn. hairless Ant. hairy
(บอล|'|เดอะแดช) n. คําพูด|ที่|เหลวไหล|,|ความ|เหลวไหล|  |Syn. nonsense Ant. logic|,|sense
(บอล|'|ดฺ|เฮ|ดดิด) adj. หัวล้าน
(เบล) n. ห่อ|ใหญ่|,|มัด|ใหญ่|,|ม้วน|ใหญ่|,|ความ|ชั่ว|,|ความ|หายนะ|,|ความ|เคราะห์ร้าย|,|ความ|ทุกข์ทรมาน|,|ความ|เสียใจ vt. บรรจุหีบห่อ|  |Syn. baler|,|n.
(เบล|'|ไฟ|เออ) n. กอง|ไฟ|ขนาด|ใหญ่|,|สัญญาณไฟ|,|กอง|ไฟ|สัญญาณ
(เบล|'|ฟู|ล) adj. มุ่งร้าย|,|ร้ายกาจ|,|ชั่วร้าย|  |Syn. evil|,|sinister Ant. good
(บา|'|ลี) n. เกาะ|บาหลี|ใน|อินโดนีเซีย
(บอล์ค) vi.,|vt. หยุด|,|ชะงัก|,|ขัดขวาง|,|คัดค้าน n. การ|หยุดยั้ง|,|ความ|พ่ายแพ้|,|ความผิด|หวัง|,|ที่ดิน|ที่|ไม่|ได้|ไถ|,|ไม้|ขนาด|ใหญ่|สําหรับ|ก่อสร้าง|  |Syn. balker n. ดู|balk|  |Syn. frustrate
(บอล|'|เคิน) adj. เกี่ยวกับ|แหลม|บอล|ข่า|น (ประชาชน|,|เทือกเขา|,|ภาษา|และ|อื่น ๆ) -|Phr. (the Balkans ประเทศ|ต่าง ๆ ของ|แหลม|บอล|ข่า|น)|  |Syn. balkanite adj.
(บอค|'|คี) adj. ดื้อรั้น|,|หยุด|,|ตรงข้าม
(บอลล์) {|balled|,|balling|,|balls|} n. ลูกบอล|,|ลูกตา|,|บุคคล vt. ทํา|ให้|เป็น|ลูกบอล|,|สังวาส|,|งาน|รื่นเริง|ขนาด|ใหญ่|ที่|หรูหรา|และ|มี|การ|เต้นรํา|,|สโมสรสันนิบาต|,|เวลา|ที่|มี|ความ|สุข vi. จับเป็น|ก้อน|ลูกบอล|,|สังวาส|,|เป็น|เวลา|ที่|มี|ความ|สุข|  |Syn. baller n. คํา|ที่|มี|ความหมาย|เหม
n. ห้อง|เต้นรํา
ปากกาลูกลื่น|  |Syn. ball point
(แบ|ล|'|เลิด) n. บทกวี|บาท|ชนิด|หนึ่ง|,|เพลง|ที่|มี|ใจความ|เป็น|การ|บรรยาย|โวหาร|,|เพลงลูกทุ่ง|,|เพลง|พื้นเมือง|  |Syn. balladic adj. ดู|ballad
(แบ|ล|'|เลิสทฺ) {|ballasted|,|ballasting|,|ballasts|} n. การ|ถ่วง|ท้อง|เรือ|ด้วย|ของ|หนัก ๆ ,|หิน|โรย|ทางรถไฟ|,|เศษ|หิน|,|กรวด|ที่|โรย|ทาง|,|อุปกรณ์|ถ่วง|กระแส|ไฟฟ้า (แบ|ลลัสท์) vt. ทํา|ให้|มั่นคง|,|ใส่ ballast|  |Syn. ballaster n. ดู|ballast
(แบ|ล|ละ|รี|'|นะ) n. นัก|เต้นระบํา|บาเล่ท์|หญิง
(บาเล|') n. ระบํา|ปลาย|เท้า|,|ระบํา|บา|เล่ห์|  |Syn. balletic adj. ดู|ballet
n. ขีปนาวุธ
(บะลิส|'|ทิคซฺ) n. วิทยาศาสตร์|หรือ|การ|ศึกษา|เกี่ยวกับ|ขีปนาวุธ|  |Syn. ballistician adj. ดู|ballistics
(บะลูน|') {|ballooned|,|ballooning|,|balloons|} n. ลูก|บอลลูน vi. ลอย|ขึ้น|คล้าย|ลูก|บอลลูน|,|โป่ง|ออก|,|เพิ่ม|ทวี|'|  |Syn. expand Ant. deflate
คําอธิบาย|สั้น ๆ หมายถึง คําอธิบาย|พิเศษ|ที่|เครื่อง|แอ|ปเปิลแมค|อิน|ทอ|ช|ที่|ใช้ System 7 จัด|ไว้ เพื่อ|อธิบาย|สั้น ๆ เกี่ยวกับ|เรื่อง|ที่|ต้องการ|รู้ ส่วนมาก|จะ|เป็น|คําอธิบาย|สั้น ๆ แสด|บน|จอภาพ|ใน|ลักษณะ|ของ|คําพูด|ใน|หนังสือ|การ์ตูน ไม่|เหมือน กับ|เมนู Help ของ|เดิม ที่|มี|ข้อมูล|หรือ|คําอธิบาย|ยาว ๆ| 
(แบ|ล|'|เลิท) n. บัตร|เลือกตั้ง|,|จํานวน|ผู้|ลง|คะแนน|,|รายชื่อ|คน|ลง|คะแนน vi. ลง|คะแนน|ด้วย|บัตร|ลับ|,|จับ|ฉลาก|  |Syn. balloter n.
ปากกาลูกลื่น|  |Syn. ball point
adj.,|n.,|vt. กัน|กระสุน|ปืน
(แบ|ล|'|ลี) adj. อย่างยิ่ง|,|เต็มที่|,|เหลือเกิน
(แบ|ล|'|ลีฮู) {|ballyhooed|,|ballyhooing|,|ballyhoos|} n.,|v. (การ) โฆษณาชวนเชื่อ|อย่าง|มาก|,|การ|คุย|โว|โอ้อวด|  |Syn. babble
(บาล์ม) n. ยาหม่อง|,|ยา|ขี้ผึ้ง|แก้|ปวด|  |Syn. emollient
(บาล์|'|มี) adj. บรรเทา|,|ชุ่มชื้น|,|นิ่ม|,|เย็น|คล้าย|ยาหม่อง|,|มี|กลิ่น|หอม|,|โง่|  |Syn. balminess n. ดู|balmy|  |Syn. pleasant Ant. irritating
(บอล|'|เซิม) n. ยางไม้|หอม|ชนิด|หนึ่ง|,|ขี้ผึ้ง|ยา|,|ยาหม่อง|  |Syn. balsamy adj.
n. ทะเล|บอล|ติ|ก|ใน|ยุโรป|ตอน|เหนือ
(แบ|ล|'|ลัส|เทอะ) n. เสา|ราว|ระเบียง|  |Syn. balustrade
(แบ|มบู|') n. ไม้ไผ่
n. ม่าน|ไม้ไผ่|,|สาธารณรัฐประชาชนจีน
หน่อไม้
(แบ|มบู|'|เซิล) vt. หลอกลวง|,|ทํา|ให้|ฉงน|  |Syn. bamboozlement n. ดู|bamboozle bamboozler n. ดู|bamboozle|  |Syn. mislead
(แบน) {|banned|,|banning|,|bans|} vt.,|n. ห้าม|,|ประกาศ|ห้าม|,|สั่ง|ห้าม|,|ขับ|ออก|นอก|ศาสนา|,|ประณาม|,|สาปแช่ง
(บะแนล|') adj. ไร้|ความ|สดชื่น|,|ซ้ํา ๆ ซาก ๆ ,|เก่าแก่|  |Syn. banality n. ดู|banal|  |Syn. flat|,|trite
(บะแนน|'|นะ) n. กล้วย|,|พืช|กล้วย
(แบน|ดฺ) {|banded|,|banding|,|bands|} n. สาย|คาด|,|สาย|รัด|,|แถบ|,|ปลอก|,|หมู่|,|พวก|,|คณะ|,|วงดนตรี|,|คณะ|ตน|ตรี|,|ช่วง|ความ|ถี่|ของ|คลื่น|วิทยุ|,|สิ่ง|ผูกมัด|คน|,|โซ่|ตรวน|,|ปลอก|รัด|,|พันธะ|,|ข้อผูกพัน vt.,|vi. ใช้|สาย|ผูก|รัด|,|รวม|กลุ่ม|,|ประดับ|ด้วย|สาย|หรือ|แถบ|  |Syn. bander n.
(แบน|'|ดิจฺ) {|bandaged|,|bandaging|,|bandages|} n. แถบ|ผ้าพันแผล|,|ผ้าพันแผล|,|สิ่ง|ผูกมัด vt.,|vi. พัน|หรือ|ติด|ด้วย|ผ้า|หรือ|แถบ|พัน|แผล|  |Syn. bandager n.  |Syn. strip
(แบน|โด|') n. ผ้า|พัน|ศีรษะ|,|ผ้าพันแผล|สตรี|,|ผ้า|ปิด|ตา|,|สาย|แพร|ต่วน -|pl. -|deaux
(แบน|'|ดิท) n. โจร|,|คนนอก|กฎหมาย|  |Syn. criminal -|pl. bandits|,|banditti
(แบน|มา|ส|'|เทอะ) n. ผู้นํา|จังหวะ|วงดนตรี
(แบน|ซ|'|เมิน) n. นักดนตรี|ที่|เล่น|ใน|วงดนตรี
(แบน|'|ส|แทน|ดฺ) n. เวที|วงดนตรี|ที่|ยก|ขึ้น|  |Syn. platform -|pl. bandsmen
(แบน|แวก|'|เกิน) n. รถ|ดนตรี|ใน|ขบวน|แห่|,|ความ|นิยม|,|พรรคการเมือง|ใน|สหรัฐอเมริกา|ที่|ได้|รับ|ความ|นิยม|อยู่
adj. ซึ่ง|มี|ขา|โก่ง
(เบน) n. บุคคล|หรือ|สิ่ง|ที่|ทําลาย|,|ของ|ที่|มี|พิษ|,|ความ|ตาย|,|ความ|หายนะ|,|การ|ทําลาย|  |Syn. harm Ant. good
(เบน|'|ฟู|ล) adj. ซึ่ง|ทําลาย|,|เป็น|พิษ|,|นํา|ความ|หายนะ|  |Syn. deadly
(แบ|ง) {|banged|,|banging|,|bangs|} n. เสียง|ระเบิด|,|การ|ทุบ|อย่าง|แรง|,|การ|ชน|หรือ|กระทบ|อย่าง|แรง|,|การ|เคลื่อนไหว|ทันที|,|ความยินดี|อย่าง|กะทันหัน|,|การ|ร่วมเพศ vt.,|vi. กระทบ|หรือ|ตี|อย่าง|แรง|หรือ|ดัง adj. ดัง|ตูม|,|ดัง|ฉับพลัน|,|โดย|ตรง|,|ถูกต้อง|  |Syn. wallop
(แบ|ง|'|อัพ) adj. ดีเลิศ|,|พิเศษ
(แบ|ง|'|คอ|ค) n. กรุงเทพ|,|บางกอก
(แบ|ง|ละ|เดช|') n. ประเทศ|บัง|ค|ลา|เทศ
(แบ|ง|ละ|เดช|') n. ประเทศ|บัง|ค|ลา|เทศ
(แบ|ง|'|เกิล) n. กําไล|มือ|,|กําไล|เท้า|,|กําไล
(แบ|ง|'|เท|ล) n. ม้าแข่ง
(แบน|'|นิช) vt. เนรเทศ|,|ขับ|,|ไล่|ไป|  |Syn. banishment n. ดู|banish banisher n. ดู|banish|  |Syn. exile Ant. retain
(แบน|'|นิส|เทอะ) n. ราวบันได|,|ราว|ระเบียง|,|ราว|เฉลียง|  |Syn. balusters
(แบน|'|โจ) n. เครื่องดนตรี|ประเภท|เดียวกับ|กีตาร์|,|ส่วนล่าง|เป็น|รูป|กลม มี|สาย 4|-|5 สาย|,|แบนโจ|  |Syn. banjoist n. ดู|banjo
(แบ|งคฺ) n. ธนาคาร|,|ฝั่ง|,|มูลดิน|,|ตลิ่ง|,|ฝั่ง|,|ชายฝั่ง|,|เขื่อน|,|แถว|,|แนว|,|แถว|ของ|พาย|ของ|เรือ vt. เอา|เงินฝาก|ธนาคาร|,|จัด|เป็น|แถว vi. สะสม|,|เอียง|ข้าง|,|ฝาก|เงิน|ธนาคาร|  |Syn. mass
n. บัญชี|เงินฝาก|กับ|ธนาคาร
n. พันธบัตร|เอกภาพ|ของ|อังกฤษ
n. พันธบัตร|เอกภาพ|ของ|อังกฤษ
n. ยอด|เงิน|เหลือ|ของ|เงินฝาก|ธนาคาร
n. ธนบัตร|,|ตั๋วแลกเงิน|ระหว่าง|ธนาคาร|กับ|ธนาคาร
n. สมุด|เงินฝาก|ธนาคาร
n. เช็ค|เบิกเงิน|ธนาคาร
n. เจ้าหน้าที่|ธนาคาร|ที่|เกี่ยวกับ|การ|ถอน และ|ฝาก|เงิน|,|ดู|teller (ของ|อเมริกา)| 
n. เงินฝาก|ธนาคาร
n. ส่วนลด|ตั๋วแลกเงิน|ธนาคาร
n. ใบสั่งจ่าย|เงิน|ธนาคาร
n. ธนาคาร
ธนบัตร|,|ธนบัตร|ที่|ธนาคาร|ออก|จําหน่าย
ธนบัตร|,|ดราฟท์|,|หลักฐาน|หรือ|ตั๋วแลกเงิน|ธนาคาร|  |Syn. bank notes
n. อัตราส่วน|ลด|ตั๋วแลกเงิน|ของ|ธนาคาร
การ|สลับ|ชิป|ไป|มา|หมายถึง การ|สลับ|ไป|มา|ของ|การ|ใช้|ชิป|ใน|หน่วยความจํา|เดิม|ที่|ติด|มา|กับ|เครื่อง กับ|หน่วยความจํา|ที่|เพิ่ม|ภายหลัง ที่|สามารถ|ทํา|ได้|อย่าง|รวดเร็ว จนกระทั่ง|ทํา|ให้|รู้สึก|เสมือน|ว่า หน่วยความจํา|ทั้ง|สอง|นั้น|เป็น|หน่วยความจํา|เดียวกัน เช่น บริษัท|ไอ|บีเอ็ม|ผลิต|ไมโครคอมพิวเตอร์|ออก|มา|ขาย|ใน|ตลาด|โดย|มี|หน่วยความจํา|ติด|มา|ภายใน|ตัว|เครื่อง|เพียง 640 เคไบต์ แต่|เรา|นํา|ไป|เพิ่ม|หน่วยความจํา|เป็น|ถึง 16 เมกกะ|ไบต์ การ|ที่|จะ|ทํา|ให้|หน่วยความจํา|เดิม|กับ|หน่วยความจํา|ที่|เพิ่ม|มา|ใหม่|ทํางาน|สลับ|กัน|ไป|มา|ได้ ก็|จะ|ต้อง|อาศัย|การ|สลับ|ชิป|ไป|มา|นี้ อย่างไรก็ตาม หาก|เรา|เป็น|เพียง|ผู้ใช้|เครื่อง (user) ก็|ไม่|จําเป็น|ต้อง|มี|ความ|รู้|ใน|เรื่อง|นี้|เท่าไร|นัก เป็น|หน้าที่|ของ|ช่าง|ฝ่าย|เทคนิค|ที่|จะ|ต้อง|ติดตั้ง|หรือ|จัดการ|ทํา|ให้
(แบ|ง|'|เคอร์) n. นายธนาคาร|,|เจ้ามือ|banking การธนาคาร
n. ธนบัตร|,|ตั๋วแลกเงิน|ระหว่าง|ธนาคาร|กับ|ธนาคาร
n. ใบสั่งจ่าย|เงิน|ธนาคาร
n. บัญชี|เงินฝาก|กับ|ธนาคาร
(แบ|งคฺ|'|โร|ล) n. เงิน|ที่อยู่|ใน|ครอบครอง|,|แหล่ง|ของ|เงิน|,|เงิน|ทุน vt. เสนอ|เงิน|ให้แก่|  |Syn. bankroller n.
(แบ|งคฺ|'|รัพทฺ) {|bankrupted|,|bankrupting|,|bankrupts|} n. บุคคล|ล้มละลาย adj. ล้มละลาย|,|สิ้นเนื้อประดาตัว|,|เสื่อมเสีย|,|ล้ม|,|คว่ํา vt. ทํา|ให้|ล้มละลาย
(แบ|งคฺ|'|รัพ|ซี) n. ภาวะ|ล้มละลาย|,|ภาวะ|สิ้นเนื้อประดาตัว|,|ความ|ล้มเหลว|  |Syn. failure
(แบน|'|เนอะ) n.ธง|,|ร่มธง|,|สิ่ง|ที่|เป็น|สัญลักษณ์ adj. ชั้น|แนวหน้า|  |Syn. motto
(แบน|ซ) n.,|pl. ประกาศ|ล่วงหน้า|ที่แจ้ง|การ|แต่งงาน|ที่|จะ|มี|ขึ้น
(แบ|ง|'|เควท) n. การ|รับประทาน|อาหาร|อย่าง|ฟุ่มเฟือย|,|งานเลี้ยง vt. จัด|งานเลี้ยงต้อนรับ|,|ไป|รับประทาน|อาหาร|ใน|งานเลี้ยง|  |Syn. banqueter n. ดู|banquet|  |Syn. lavish meal -|Conf. banquet
(แบน|ซ) n.,|pl. ประกาศ|ล่วงหน้า|ที่แจ้ง|การ|แต่งงาน|ที่|จะ|มี|ขึ้น
(แบน|'|เทิม) n. ไก่|ขนาด|เล็ก|,|คน|รูปร่าง|เล็ก|ที่|ชอบ|ทะเลาะวิวาท adj. เล็ก (diminutive)| 
(แบน|'|เทิมเวท) n. นักมวย|รุ่น|แบน|ตัมเวท (อยู่|ระหว่าง|ไฟ|ลเวท|กับ|เฟทเธอร์เวท)| 
(แบน|'|เทอะ) {|bantered|,|bantering|,|banters|} n.,|vt.,|vi. ล้อ|เล่น|,|กระเซ้า|หยอก|เล่น|  |Syn. banterer n.  |Syn. raillery
(แบน|'|เยิน) n. ต้นไทร
(แบ|พ|ไท|ซ|') {|baptised|,|baptized|,|baptising|,|baptizing|,|baptises|,|baptizes|} vt.,|vi. ทํา|พิธี|ล้าง|บาป|ให้|,|ทํา|ให้|สะอาด|บริสุทธิ์|,|ตั้ง|ชื่อ|  |Syn. cleanse Ant. pollute|,|stain
(แบ|พ|'|ทิส|ซี|ม) n. วิธี|จุ่ม|หรือ|พรม|น้ํา|เพื่อ|ล้าง|บาป|ใน|ศาสนา|คริสเตียน|  |Syn. baptismal adj.
n. ดู|Christian name
(แบ|พ|'|ทิสทฺ) n. สมาชิก|นิกาย|หนึ่ง|ของ|คริสเตียน ที่|มี|พิธี|ล้าง|บาป|ด้วย|การ|จุ่มน้ํา
(แบ|พ|ไท|ซ|') {|baptised|,|baptized|,|baptising|,|baptizing|,|baptises|,|baptizes|} vt.,|vi. ทํา|พิธี|ล้าง|บาป|ให้|,|ทํา|ให้|สะอาด|บริสุทธิ์|,|ตั้ง|ชื่อ|  |Syn. cleanse Ant. pollute|,|stain
(บาร์) {|barred|,|barring|,|bars|} n. ท่อน|,|แท่ง|,|ไม้|ขวาง|,|แถบ|,|กลอน|,|สลัก|ประตู|,|ไม้|ราว|,|กระ|บอง|,|ลูกกรง|,|สิ่ง|กั้น|,|รั้ว|,|อุป|สรรค์|,|ลํา|,|เส้น|,|สาย|,|คอก (ใน|ศาล) ,|อาชีพ|ทนายความ|,|ราว|ที่|ทนายความ|ว่าความ|ใน|ศาล|,|บัลลังก์|สอบสวน|ใน|ศาล|,|ที่|จําหน่าย|เครื่องดื่ม|,|สายสะพาย|อิสริยาภรณ์|,|บาร์ vt. ใส่|กลอน
รหัส|แท่ง <|คําแปล|>|หมายถึง รหัส|ที่|ประกอบ|ด้วย|เส้น|หลาย|เส้น|ที่|มี|ขนาด|ความ|กว้าง|ต่าง ๆ กัน มักจะ|มี|อยู่|บน|สินค้า|นานา|ชนิด นิยม|ใช้|กัน|มาก|ใน|ปัจจุบัน เครื่อง|อ่าน|รหัส|แท่ง|จะ|อ่าน|ได้|ด้วย|การ|ปล่อย|ให้|แสง|ผ่าน แล้ว|นํา|รหัส|เหล่านี้|มา|แยก|ออก|ว่า เป็น|รหัส|ของ|สินค้า|อะไร ราคา|เท่าใด บาง|บริษัท|อาจ|จะ|ใช้|เป็น|ตัวควบคุม|บัญชี|พัสดุ|ได้|ด้วย
เครื่อง|กราด|ตรวจ|รหัส|แท่ง|ด้วย|แสง <|คําแปล|>|เป็น|อุปกรณ์|ชนิด|หนึ่ง|ที่|มี|ลักษณะ|คล้าย|ปากกา|แสง (light pen) ใช้|ฉายแสง|ลง|ไป|ที่|รหัส|แท่ง|ที่|ต้องการ|อ่าน เครื่อง|จะ|รายงาน|บน|จอภาพ|ใน|ขณะเดียวกัน|ก็|ส่ง|ข้อมูล|นั้น|ไป|บันทึก|ใน|หน่วยความจํา การ|ทํางาน|จะ|อยุ่|ใน|ราว 100 ตัวอักษร|ต่อ|วินาที หรือ|อาจ|เร็ว|กว่า|นั้น
(บาร์|บ) n. เงี่ยง|,|ขวากหนาม|,|ส่วน|แหลม vt. ติดตั้ง|ส่วน|ที่|เป็น|หนาม
(บาร์|บาร์|'|เรียน) adj.,|n. (คน) เถื่อน|,|หยาบคาย|,|โหดเหี้ยม|,|ทารุณ|  |Syn. barbarianism n. ดู|barbarian|  |Syn. savage
(บาร์|บาร์|'|ริ|ค) adj. เถื่อน|,|อนารยะ|,|ป่าเถื่อน|,|ทารุณ|,|หยาบคาย|  |Syn. barbarous
(บาร์|แบร์|'|ริ|ที) n. ความ|โหดร้าย|,|การ|กระทํา|ที่|โหดร้าย|,|ความ|ทารุณ|,|ความ|หยาบ|  |Syn. savagery
(บาร์|'|บิ|คิว) n. งาน|รื่นเริง|กลางแจ้ง|ที่|มี|การ|ย่าง|เนื้อ|กิน|กัน|,|หมู|หรือ|วัว|ที่|ย่าง|ทั้ง|ตัว|,|ตะแกรง|ย่าง|,|เนื้อ|ย่าง vt. ย่าง (เนื้อ) ,|ใช้|ง่าม|เหล็ก|เสียบ|ย่าง
(บาร์|'|เบล) n. เครื่อง|ยก|น้ําหนัก|ที่|มี|จาน|น้ําหนัก|ทั้ง|สอง|ข้าง|คาน|เหล็ก
(บาร์|'|เบอร์) {|barbered|,|barbering|,|barbers|} n. ช่าง|ตัดผม|,|ช่าง|โกน|หนวด|เครา|,|กัล|บก|,|คน|ที่|พูด|มาก vt. ตัด|หรือ|โกน|หนวด|เครา
n. ร้าน|ตัดผม
n. ร้าน|ตัดผม
(บาร์|ด) กวี -|Phr. (the Bard วิล|เลีย|ม เชคสเปียร์)|  |Syn. bardic adj. ดู|bard bardish adj. ดู|bard
(แบร์) adj. เปลือย|,|เปล่า|,|ไร้|สิ่ง|ตกแต่ง|,|โก|ร๋น|,|น้อย|มาก|,|นิด|เดียว|,|เปิดเผย|,|แท้ ๆ ,|ไม่|ปิดบัง vt. เปิดเผย|,|เปิด|ออก|,|เอา|สิ่ง|คลุม|ออก|,|เปลือย|  |Syn. naked
n. ปริมาณ|หรือ|จํานวน|ที่|น้อย|ที่สุด|แล้ว|,|ส่วน|ที่|สําคัญ|ที่สุด|  |Syn. barebones adj.
(แบร์|'|แบ|ค) adj. ไม่|มี|อาน|ม้า|  |Syn. barebacked -|Conf. bear
(แบร์|'|เฟสทฺ) adj. ซึ่ง|มี|ใบหน้า|ที่|ไม่|ได้|ปกคลุม|,|เปิดเผย|,|กล้า|,|ไม่|อาย|,|หน้าด้าน|  |Syn. bold Ant. shy
adj.,|adv. เท้า|เปล่า
adj.,|adv. เท้า|เปล่า
adj.,|adv. มือ|เปล่า|,|ไร้|อาวุธ|,|ไม่|มี|สิ่ง|ช่วยเหลือ|,|ไม่|สวม|ถุงมือ
adj.,|adv. เปิด|ศีรษะ|,|ไม่|สวม|หมวก
adj.,|adv. เปิด|ศีรษะ|,|ไม่|สวม|หมวก
adj.,|adv. ขา|เปล่า|,|ไม่|มี|ถุงเท้า
(บาร์|'|เกน) n. การ|ต่อรอง|ราคา|,|สิ่ง|ที่|ได้|มา|ด้วย|การ|ต่อรอง|ราคา|,|สินค้า|ราคา|ถูก vi.,|vt. ต่อรอง|ราคา|,|ตกลง -|Phr. bargain for คาดหวัง เชื่อถือ -|Conf. agreement
(บาร์|จฺ) n. เรือท้องแบน|,|เรือ|บรรทุก vt. ใช้เรือ|บรรทุก|หรือ|ขนส่ง vi. เคลื่อน|ไป|อย่าง|ช้า ๆ ชน|กัน|,|ถลา|,|โผล่|พรวด|เข้า|ไป|  |Syn. boat
(บาร์|'|ริ|โทน) n. เสียง|ทุ้ม|ของ|นักร้อง|ชาย|,|นักร้อง|ที่|มี|เสียง|ดังกล่าว|,|เครื่องดนตรี|ขนาด|ใหญ่|รูปร่าง|คล้าย trumpet. adj. เกี่ยวกับ baritone
(แบร์|'|เรียม) n. ธาตุ|แบเรียม|:|Ba
(บาร์|ค) {|barked|,|barking|,|barks|} n. เปลือก|ไม้ vt. ลอก|หนัง|,|ลอก|เปลือก|,|ลอก|ผิว|,|แช่|เปลือก|ใน|สารละลาย|ฟอก|เปลือก|ไม้ ,|เห่า|,|ลั่น (ปืน) ,|ดัง|,|ร้อง
(บาร์|'|ลีย์) n. ข้าว|บาร์เลย์|,|ต้น|ข้าว|บาร์เลย์
(บาร์|ม) n. ยีสต์|,|เชื้อหมัก|,|ฟอง|จาก|เชื้อหมัก
(บาร์|'|เมด) n. พนักงาน|บาร์|ผู้หญิง
(บาร์|'|เมิน) n. พนักงาน|บาร์|ผู้ชาย|  |Syn. bartender -|pl. barmen
(บาร์|'|มี) adj. เป็น|ฟอง|,|คล้าย|เชื้อหมัก
(บาร์|น) n. ยุ้ง|ข้าว
(บาร์|'|นะ|เคิล) n. เพรียง|ที่|เกาะ|อยู่|ใต้|ท้อง|เรือ|และ|หิน|,|สิ่ง|ที่|เกาะติด|,|คน|ที่|ยาก|ที่|จะ|สลัด|ให้|หลุด|หรือ|หนี|ได้
(บาร์|น|'|ยาร์ด) n. ลาน|ยุ้ง|ข้าว
(บะ|รอ|ม|'|มิ|เทอะ) n. เครื่องวัด|ความ|กดดัน|ของ|อากาศ|  |Syn. barometric adj. ดู|barometer barometrical adj. ดู|barometer
n. ความ|กดดัน|ของ|บรรยากาศ
(บาร์|'|เริน) n. บารอน|,|ยศ|ขุนนาง|ชั้นต่ํา|ที่สุด|ใน|สภา|ขุนนาง|,|คหบดี|ใหญ่|,|นัก|อุตสาหกรรม|,|ผู้ดี
(บาร์|'|ระ|นิจ|ฺ) n. บรรดาศักดิ์|บารอน|,|ขุนนาง|จําพวก|ที่|มี|ยศ|ชั้น|บารอน|ทั้งหมด
n. ภรรยา|บารอน|,|ท่าน|บารอน|ที่|เป็น|หญิง
n. ยศ|ขุนนาง|ที่ต่ํา|กว่า|บารอน|แต่|เหนือ|อัศวิน
(บะ|โรค|') n. ศิลปะ|ขอบ|ลวดลาย|พิสดาร adj. เกี่ยวกับ|ศิลปะ|ขอบ|ลวดลาย|พิสดาร|,|แปลกประหลาด|,|พิสดาร|,|ประดับ|มาก|ไป
(บาร์|'|แร|ค) n. ค่ายทหาร|,|โรง|ทหาร (มัก|เขียน|เป็น|barracks|,|อาคาร|ง่าย ๆ ที่|มี|คน|อยู่|จํานวน|มาก)| 
(บะ|รา|จฺ|') {|barraged|,|barraging|,|barrages|} n. การ|ระดม|ยิง|คุ้มกัน|,|เครื่อง|กั้น|,|ม่าน|ไฟ|,|การ|ระดม|โจมตี|,|การ|ทะลัก|,|ปริมาณ|เหลือล้น|,|เขื่อน vt. ระดม|ยิง|  |Syn. artiller
(บาร์|'|เริล) n. ถัง|รูปทรง|กระบอก|,|ปริมาณมาก|,|ภาชนะ|รูปทรง|กระบอก
(บาร์|'|เริน) adj. แห้งแล้ง|,|ปราศจาก|พืชผล|,|ไม่|ได้|ผล|,|ไม่|มี|บุตร|,|เป็น|หมัน|,|ขาดแคลน|,|ไม่|น่า|สนใจ|,|ไร้|ความคิด|,|จืดชืด|  |Syn. sterile Ant. fertile|,|creative
(บาร์|'|ริ|เคด) {|barricaded|,|barricading|,|barricades|} n. สิ่ง|กีดขวาง|,|สิ่ง|กั้น. vt. กีดขวาง|,|กั้น|  |Syn. barricader n. ดู|barricade|  |Syn. blockade|,|barrier
(แบร์|'|รี|เออะ) n. สิ่ง|กีดขวาง|ทางผ่าน|,|สิ่ง|กีดขวาง|,|อุปสรรค|  |Syn. obstacle
(แบร์|'|ริ|ง) prep. ยกเว้น
(บาร์|'|ริ|ส|เทอะ) n. ทนายความ|  |Syn. barristerial adj. ดู|barrister|  |Syn. lawyer
(บาร์|'|รู|ม) n. ห้อง|หรือ|สถานที่|ที่|มี|การ|บริการ|เหล้า
(แบร์|'|โร) n. รถ|สาลี่|,|รถเข็น|,|หิ้ง|หาบ
(บาร์|'|เท|นดฺ) {|bartended|,|bartending|,|bartends|} vi. ทํา|หน้าที่|รับใช้|ใน|บาร์|,|ทํา|หน้าที่|บริการ|เครื่องดื่ม|บน|เคาน์เตอร์|  |Syn. bartender n.
(บาร์|'|เทอะ) {|bartered|,|bartering|,|barters|} vi.,|vt.,|n. (การ) แลกเปลี่ยน|สินค้า|,|แลกเปลี่ยน|,|ขาย|  |Syn. barterer n.  |Syn. exchange
(บาร์|'|ริ|โทน) n. เสียง|ทุ้ม|ของ|นักร้อง|ชาย|,|นักร้อง|ที่|มี|เสียง|ดังกล่าว|,|เครื่องดนตรี|ขนาด|ใหญ่|รูปร่าง|คล้าย trumpet. adj. เกี่ยวกับ baritone
(บีเอเอส) ใช้|เป็น|นามสกุล|ของ|แฟ้มข้อมูล|ที่|เขียน|ด้วย|ภาษา|เบ|สิ|ก
(บา|'|ริ|ลิฟ) การ|แกะสลัก|ที่|นูน|บาง|  |Syn. low relief
(เบ|'|เซิล) adj. เกี่ยวกับ|ฐาน|,|เป็น|รากฐาน|,|แรกเริ่ม
(บะ|ซอ|ลทฺ|') n. หิน|ภูเขาไฟ|สี|ดํา|ชนิด|หนึ่ง|  |Syn. basaltic adj. ดู|basalt basaltine adj. ดู|basalt
(บาสคฺ) n. เครื่อง|รัด|เอว|และ|ตะโพก|ของ|สตรี|  |Syn. Basque n. ชื่อ|ชนชาติ|และ|ภาษา
(แบ|ส|'|คิว) n. เครื่องมือ|อุปกรณ์|หรือ|สิ่ง|ปลูกสร้าง|ที่|ถ่วง|กัน|อย่าง|ตา|เต็ง เช่น สะพาน|หก
(เบส) n. พื้นฐาน|,|รากฐาน|,|หลัก|,|ที่มั่น|,|ฐาน|,|ด่าง|,|น้ํายา|รักษา|สี|,|สี|ฟัน|,|พื้น|,|จุด|เริ่ม|,|เป้า (เบ|สบ|อล) adj. ต่ําช้า|,|เลวทราม|,|ชั่ว|,|ชั้นต่ํา|,|วิบัติ (ภาษา)|  |Syn. baseness n.  |Syn. mean Ant. noble -|Conf. basis
หมายถึง ตําแหน่ง|เริ่มต้น|ที่|ใช้|เพื่อ|การ|คํานวณ|หา|เลขที่|อยู่ (address) ใน|แหล่ง|เก็บ|ข้อมูล จาก|เลขที่|อยู่|สัมพัทธ์ (relative address)| 
เลข|ฐาน|หมายถึง จํานวน|สัญลักษณ์|ที่ ใช้|บอก|ว่า|เลข|ใน|ระบบ|นั้น ๆ ว่า|มี|สัญลักษณ์|โดด ๆ กี่|ตัว เช่น ระบบ|ฐาน|สิบ|มี|สัญลักษณ์ 10 ตัว ระบบ|ฐาน|สิบ|หก|มี|สัญลักษณ์ 16 ตัว เป็นต้น ใน|การ|เขียน มักจะ|ต้อง|บอก|ฐาน|กํากับ|ไว้|ด้วย|เสมอ
(เบส|'|บอล) n. กีฬา|เบ|สบ|อล|,|ลูก|เบ|สบ|อล
adj. ไร้|ฐาน|,|ไร้|เหตุผล|  |Syn. unfounded
(เบส|'|ไลนฺ) n. เส้น|ฐาน|,|เส้น|หลัง|ของ|สนามเทนนิส
(เบส|'|เมิน|ทฺ) n. ห้อง|ใต้ดิน|,|รากฐาน
(เบส|'|เซ|ซ) พหูพจน์|ของ base -|Conf. basus
(แบ|ช) vt. โจมตี|,|ตี|แรง|,|ทุบ|บู้บี้|,|ทุบ|เสียง|ดัง n. การ|ตี|อย่าง|แรง|,|การ|สโมสร|หรือ|การ|เลี้ยง|ที่|รื่นเริง|  |Syn. wallop
(แบ|ช|'|ฟู|ล) adj. อาย|,|เหนียม|อาย|,|ประหม่า|,|ขวยเขิน|  |Syn. bashfulness n.  |Syn. timid Ant. friendly
(เบ|'|ซิ|ค) 1. adj. เกี่ยวกับ|ฐาน|,|เกี่ยวกับ|ด่าง 2. เป็น|ภาษาระดับสูง (high level language) ภาษา|หนึ่ง|ใช้|ใน|การ|เขียน|โปรแกรม ภาษา|เบ|สิ|ก|นี้|เขียน|ง่าย ๆ เหมาะ|กับ|ผู้|เริ่มต้น|เรียน คํา|ว่า BASIC นั้น|ย่อ|มา|จาก Beginner|'|s All|-|purpose Symbolic Instruction Code แปล|ได้|ว่า รหัส|คําสั่ง|ที่|เป็น|สัญลักษณ์|เอนกประสงค์|สําหรับ|ผู้|เริ่มต้น|ใช้|คอมพิวเตอร์ เมื่อ|เริ่ม|นํา|ออก|ใช้|ใหม่ ๆ ภาษา|นี้|มี|ข้อจํากัด|มาก ใน|ปัจจุบัน|แม้|จะ|มี|การ|พัฒนา|ภาษา|นี้|ไป|ไกล|แล้ว แต่|นัก|ทํา|โปรแกรม|ทั่วไป|มักจะ|ดูถูก|ว่า เป็น|ภาษา|สําหรับ|ผู้|เริ่มต้น และ|ไม่|นิยม|นํามา|ใช้|ใน|การ|เขียน|โปรแกรม|ใหญ่ ๆ ข้อดี|ของ|ภาษา|นี้|ก็|คือ จะ|ทราบ|ที่|ผิด|และ|แก้ไข|ได้|ทันที
(เบ|'|ซิ|คเคิลลี) โดย|พื้นฐาน|แล้ว|  |Syn. at basis
(แบ|ส|'|ซะลาร์) adj. เกี่ยวกับ|ฐาน|,|อยู่|ที่|ฐาน|  |Syn. basal|,|basilary
(บะ|ซิ|ล|'|ลิค) adj. เกี่ยวกับ|กษัตริย์|  |Syn. kingly
(เบ|'|ซิ|น) n. อ่าง|,|อ่าง|น้ํา|,|ชามอ่าง|,|อ่างล้างหน้า|,|อู่น้ํา|,|สระน้ํา|,|อู่|เรือ|,|ลุ่มน้ํา|,|อ่าว|ด้าน|ใน|  |Syn. bowl|,|tub
(เบ|'|ซิ|ส) n. พื้นฐาน|,|รากฐาน|,|หลัก|สําคัญ|,|ส่วน|สําคัญ|,|หลักเกณฑ์|,|มาตรฐาน|,|ฐาน|ปฏิบัติการ|  |Syn. base -|pl. bases
(บาสคฺ) {|basked|,|basking|,|bask|} vi. ตาก|ให้|อุ่น|,|ตากแดด|,|อาบแดด|,|ได้|รับ|ความ|สุข vt. เผย|กับ|ความ|อุ่น|หรือ|ความ|ร้อน
(บาส|'|คิท) n. ตะกร้า|,|กระจาด|,|กระเช้า|,|เข่ง|,|สิ่ง|ที่อยู่|ใน|ตะกร้า|,|คะแนน|ของ|บาสเกตบอล (ที่|หย่อน|เข้า|แต่ละ|ครั้ง)|  |Syn. pannier
(บาส|'|คิ|ทบ|อล) n. กีฬา|บาสเกตบอล|,|บาสเกตบอล
(บาส|'|คิทท|รี) n. กลุ่ม|ตะกร้า|,|กลุ่ม|สิ่ง|จักสาน|,|ศิลปะ|หรือ|กระบวนการ|ทํา|สิ่ง|จักสาน
(บาส|'|คิทเวอร์ค) n. สิ่ง|จักสาน|,|เครื่องจักสาน
n. (ไวโอลิน|ขนาด|ใหญ่|ที่สุด|ชนิด|หนึ่ง)| 
(เบ|'|เซิน) n. อ่าง|,|ลุ่มน้ํา
เป็น|เม็ดเลือด|ขาว|ที่|มี|แก|รนูล มี|จํานวน|น้อย|มาก|ประมาณ 0|-|1.6 % มี|หน้าที่|ใน|การ|ซ่อมแซม|เนื้อเยื่อ เกี่ยวกับ|การ|อักเสบ มี|ความ|สําคัญ|ต่อ|ปฏิ|กริยา antigen antibody คือ|จะ|ทํา|ให้ basophils แตก|ออก|แล้ว|ปล่อย histamine ออก|มา
(เบส) n. เสียงต่ํา|ของ|ผู้ชาย|,|ท่วงทํานอง|เสียงต่ํา|,|นักร้อง|เสียงต่ํา|,|ดนตรี|เสียงต่ํา adj. เกี่ยวกับ|เสียงต่ํา|  |Syn. bassdrum n. กลอง|ใหญ่
(บา|'|ริ|ลิฟ) การ|แกะสลัก|ที่|นูน|บาง|  |Syn. low relief
(บาซูน|') n. ปี่|ใหญ่|,|ปี่|บาซูน|  |Syn. bassoonist n. ดู|bassoon
(แบ|ส|'|เทิร์ด) n. ลูก|ไม่|มี|พ่อ|,|ลูก|นอกกฎหมาย|,|พันทาง|,|สิ่ง|สาร|เลว|,|สิ่ง|ปลอมแปลง|,|วาย|ร้าย|,|อ้าย|ชั่ว adj. เกิด|แบบ|ไม่|ถูกต้อง|ตาม|กฎหมาย|,|ผิดปกติ|,|พิกล|,|เลว|,|ปลอม|,|เชื่อถือ|ไม่|ได้|,|ทํา|ให้|ผิด|กฎหมาย)|  |Syn. bastardly adj. ดู|bastard bastardy n. ดู|bastard
(เบสทฺ) {|basted|,|basting|,|bastes|} vt. เย็บ|สอย|,|ทํา|ให้|ชื้น|,|เอา|ไขมัน|ทา|,|ตี|ด้วย|ไม้|,|ตี|แรง|,|ด่า|อย่าง|รุนแรง|  |Syn. strike
(เบส|ที|ล|') n. คุก|และ|ป้อมปราการ|ที่|ขัง|นักโทษการเมือง|ใน|กรุง|ปารีส และ|ถูก|พวก|กบ|ฎ|ยึด|ได้|เมื่อ|วันที่ 14 กรกฎาคม ค.ศ. 1789,|คุก|,|ป้อมปราการ|  |Syn. bastile
(แบ|ส|'|เชิน) n. ปราการ|,|หอ|,|ป้อม|แหลม|,|หอ|รบ|  |Syn. bastionary adj. ดู|bastion|  |Syn. stronghold
(แบ|ท) 1. {|batted|,|batting|,|bats|} n. กระ|บอง|สั้น|,|ไม้|ตี|ลูกบอล|,|การ|ตี|,|แผ่น|อิฐ|,|ก้อน|ดินเหนียว|,|ความ|เร็ว|,|ก้าว|,|ค้างคาว|,|โสเภณี vt. ตี|ด้วย|ไม้|,|ได้|คะแนน|ตี|ถูก|ลูก|,|พิจารณา|หรือ|อธิบาย|อย่าง|ละเอียด vi. ตี|ด้วย|ไม้|,|ถึงตา|ตี|ลูก 2. ใช้|เป็น|นามสกุล (file type) ของ|แฟ้ม|คําสั่ง|รวม หรือ|ที่|เรียก|ว่า batch file เช่น autoexec.bat ดู batch file ประกอบ
(แบ|ทชฺ) n. ชุด|,|หมู่|,|พวก|,|ยุ|ก|,|ปริมาณ|วัตถุ|ที่|ทํา|แต่ละ|ครั้ง
แฟ้ม|คําสั่ง|รวม|หมายถึง แฟ้ม|พิเศษ|ที่|ใช้|เก็บ|คําสั่ง|ระบบ|ที่|ต้องการ|ใช้ เพื่อ|สั่ง|ให้|เครื่อง|ทํางาน|ให้ ถ้า|มี|แฟ้มข้อมูล|นี้|เก็บ|ไว้ คอมพิวเตอร์|จะ|ปฏิบัติการ|ตาม|ขั้นตอน|ใน|คําสั่ง|ที่|บรรจุ|อยู่|ใน|แฟ้ม|นี้|ทันที|ที่|เริ่ม|เครื่อง|ใหม่ (boot) แฟ้มข้อมูล|ประเภท|นี้|จะ|ใช้|นามสกุล (file tpe) ว่า .bat เช่น autoexec.bat เป็นต้น
การ|ประมวลผล|เชิง|กลุ่ม|หมายถึง|การ|ประมวลผล|ที่|ทํา|ต่อเนื่อง|กัน|ไป|ตาม|ลําดับ|โดย|มี|ระบบปฏิบัติการ (operating system) เป็น|ตัวควบคุม ใน|การ|ประมวลผล|แบบ|นี้ เรา|จะ|ต้อง|จัด|รวบรวม|ข้อมูล|และ|แบ่งแยก|เป็น|กลุ่ม|ไว้|ให้|เรียบร้อย|ก่อน จึง|ส่ง|เข้า|เครื่อง|คอมพิวเตอร์|เพื่อ|ประมวลผล|ทีเดียว เมื่อ|เสร็จ|แล้ว|จึง|จัด|รวบรวม|เป็น|รายงาน หรือ|สรุป|ผล|อีก|ที|หนึ่ง วิธีการ|ประมวลผล|แบบ|นี้|ทํา|ง่าย ประหยัด และ|ตรงไปตรงมา แต่|อาจ|จะ|ช้า|ไป|บ้าง เพราะ|ต้อง|รอ|ให้|ข้อมูล|เรียบร้อย|ก่อน ตรงกันข้าม|กับ|การ|ประมวลผล|แบบ|เชื่อม|ตรง (on line proessing) ซึ่ง|หมายถึง|การ|ที่|เครื่อง|จะ|ประมวลผล|ทันที|ที่|ได้|รับ|ข้อมูล|ดู on line processing ประกอบ
(เบท) {|bated|,|bating|,|bates|} vt.,|vi.,|adj. ผ่อน|ลง|,|น้อย|ลง|,|เบา|ลง|,|กลั้น|,|ข่ม|,|ลดหย่อน|,|เบา|ลง
(บาธ) n. การ|อาบน้ํา|,|น้ํา|อาบ|,|ที่|อาบน้ํา|,|ถัง|อาบน้ํา|,|ห้องน้ํา|,|สถานที่|อาบน้ํา|,|โรง|อาบน้ํา -|Conf. bathe
n. ผ้าเช็ดตัว
(เบธ) {|bathed|,|bathing|,|bathes|} vt.,|vi. อาบน้ํา|,|จุ่มน้ํา|,|ชําระ|,|ทํา|ให้|เปียก|,|ว่ายน้ํา|,|อาบแดด|  |Syn. bather n.  |Syn. dip
(บาธฺ|'|เฮาสฺ) n. ที่|อาบน้ํา|,|โรง|อาบน้ํา
n. หมวก|คลุม|ผม|ว่ายน้ํา|หรือ|อาบน้ํา|ของ|สตรี
(เบ|'|ธอส) n. วิธีการ|ลด|หรือ|เปลี่ยน|อย่าง|ฮวบฮาบ|,|ความ|ไม่|จริงใจ|,|ความ|แสร้ง|,|ความ|ตรงกันข้าม|,|ความ|ธรรมดา|หรือ|จืดชืด|  |Syn. bathetic adj.
n. เสื้อคลุม|สําหรับ|เดิน|ไป|อาบน้ํา|หรือ|ใส่|หลัง|อาบน้ํา
n. ห้องน้ํา|  |Syn. bath
n. อ่าง|อาบน้ํา
Pref. ความ|ลึก
(บะ|ที|ค|') n. เทคนิค|การ|ย้อม|สี|สิ่งทอ|ด้วย|มือ|โดย|ใช้|ขี้ผึ้ง|เป็น|ตัว|ปกคลุม|ส่วน|ที่|ไม่|ต้องการ|ย้อม|,|สิ่งทอ|ที่|ย้อม|สี|โดย|วิธี|ดังกล่าว|  |Syn. battik
(แบ|ท|'|เมิน) n. ทหาร|รับใช้|นายทหาร -|pl. batmen
n. ตะบอง|,|กระ|บอง|,|ไม้|ของ|ผู้นํา|จังหวะ|ดนตรี|,|ค|ทา|,|ไม้|ต่อ|แรง|ของ|การ|วิ่ง|ผลัด
(แบ|ทซฺ) adj. บ้า|,|สติ|ฟั่นเฟือน|,|จิต|ไม่|ปกติ
(แบ|ท|'|ส|เมิน) n. ผู้|ตี|ด้วย|ไม้.  |Syn. batsmanship n. ดู|batsman
(บะแทล|'|เยิน) n. กองพัน|,|กองกําลัง|ใหญ่
(แบ|ท|'|เทิน) {|battened|,|battening|,|battens|} vi. อ้วน|ขึ้น|,|สมบูรณ์|ขึ้น
vt. ทุบ|ติดต่อ|กัน|,|ตี|ติดต่อ|กัน|,|โจมตี|ติดต่อ|กัน|,|ใช้|จน|เสีย|,|นวด - n. ผู้|ตี|,|ผู้|นวด|,|มือ|ตี|เบ|สบ|อล (หรือ|ค|ริก|เก็ต)| 
vt. ทุบ|ติดต่อ|กัน|,|ตี|ติดต่อ|กัน|,|โจมตี|ติดต่อ|กัน|,|ใช้|จน|เสีย|,|นวด - n. ผู้|ตี|,|ผู้|นวด|,|มือ|ตี|เบ|สบ|อล (หรือ|ค|ริก|เก็ต)| 
vt. ทุบ|ติดต่อ|กัน|,|ตี|ติดต่อ|กัน|,|โจมตี|ติดต่อ|กัน|,|ใช้|จน|เสีย|,|นวด - n. ผู้|ตี|,|ผู้|นวด|,|มือ|ตี|เบ|สบ|อล (หรือ|ค|ริก|เก็ต)| 
(แบ|ท|'|เท|อ|รี) n. แบตเตอรี่|,|หม้อ|กําเนิด|ไฟฟ้า|,|กองร้อย|ทหารปืนใหญ่|,|ชุด|ปืน|เรือ|,|กลุ่ม|อาวุธ|ยุทธภัณฑ์|,|การ|ทุบตี|,|การ|ทํา|โจมตี|  |Syn. troop
แบตเตอรี่|สํารอง <|คําแปล|>|หมายถึง แบตเตอรี่|ที่|มี|สํารอง|เอา|ไว้|ให้|ใช้ได้|ทันที|ที่|ไฟฟ้า|ดับ เพื่อ|ว่า|ข้อมูล|จะ|ได้|ไม่|หาย|ไป
(แบ|ท|'|เทิล) n. สงคราม|,|ยุทธการ|,|การ|รบ vi. รบ|,|ต่อสู้|,|ผจญ.  |Syn. encounter
n. แนวรบ
n. การ|จัด|ขบวน|รบ
n. เรือรบ
adj. ติด|อาวุธ|เต็ม
n. สนามรบ
n. ส่วน|ของ|กําแพง|ที่|มี|ลักษณะ|คล้าย|ใบเสมา มี|ช่อง|พุ่ง|อาวุธ|ออก|และ|มี|ที่|บัง|อาวุธ|  |Syn. battlemented adj. ดู|battlement
n. เรือรบ|ที่|หุ้ม|เกราะ|และ|มี|อาวุธ|ยุทธภัณฑ์|เต็มที่
(แบ|ท|'|ที) adj. บ้า|,|สติ|ฟั่นเฟือน adj. เหมือน|ค้างคาว|,|วิกลจริต
(บอ|'|เบิล) n. การ|ประดับ|เล็ก ๆ น้อย ๆ ,|ของ|ฉาบฉวย|,|สิ่ง|ที่|ไม่|มี|ค่า|,|ของ|เด็ก|เล่น|  |Syn. trifle
(บอด) เป็น|หน่วย|วัด|ความ|เร็ว|ของ|การ|ถ่าย|โอน|ข้อมูล|ผ่าน|โมเด็ม 1 บอด|เท่า|กับ|จํานวน|บิต|ที่|ส่ง|ได้|ใน 1 ครั้ง ถ้า|ส่ง|ได้|ครั้ง|ละ 2 บิต 1 บอด|ก็|จะ|เท่า|กับ 2 บิต โมเด็ม|จะ|ดี|หรือ|ไม่ ก็|ดู|ที่|ความ|เร็ว|จาก|หน่วย|วัด|นี้ โดย|ปกติ เท่า|ที่|ใช้|กัน|อยู่|ใน|ปัจจุบัน มี|ขนาด|ความ|เร็ว 300 บอด (ประมาณ 37 ตัวอักษร) และ 1,200 บอด (ประมาณ 150 ตัวอักษร)| 
(บอล์ค) (baulked|,|baulking|,|baulks|} n.,|vi.,|vt. ดู|balk
(บอด) n. แม่|เล้า|,|โสเภณี|,|คําพูด|หยาบคาย|,|ผู้|ล่อลวง|หญิง|มา|ให้|ทํา|ประเวณี '|  |Syn. parapet
(บอ|'|ด|รี) n. ความ|หยาบคาย|,|ความ|ต่ําช้า|,|ความ|ลามก|,|ภาษา|ลามก|,|การ|ผิด|ประเวณี
(บอ|'|ดี) adj. หยาบคาย|,|ลามก n. คําพูด|หยาบคาย|,|คํา|เขียน|ที่|หยาบคาย|  |Syn. indecent
(บอ|'|ดี|เฮาสฺ) n. ซ่อง
(บอล) vt.,|vi. ตะโกน|,|ตะคอก|,|ตวาด|,|ร้อง|เสียง|ดัง n. เสียง|ตะโกน|  |Syn. roar|,|bellow
(เบ) {|bayed|,|baying|,|bays|} n. อ่าว|เล็ก|,|ที่|เว้า|ของ|เทือกเขา|,|มุข|,|ชื่อเสียง (bays) ,|สีน้ํา|ตาล|ปน|แดง|,|ม้า|หรือ|สัตว์|ที่|มี|สีน้ํา|ตาล|ปน|แดง|,|เสียง|เห่า|,|ภาวะ|หมด|หนทาง|,|ความ|อับจน|,|การ|หอน vi. เห่า|,|หอน vt. เห่า|ใส่ adj. สี|เทา|ปน|แดง
(เบ|'|อะนิท) {|bayoneted.bayoneting|,|bayonets|} n. ดาบปลายปืน|,|มีด|ปลาย|ปืน vt. แทง|ด้วย|ดาบปลายปืน
(เบ|'|โอ) n. ลําธาร|,|สาขา|แม่น้ํา
(บะซาร์|') n. ตลาด|,|สถานที่|ขาย|สรรพสินค้า -|Conf. bizaare
(บะซาร์|') n. ตลาด|,|สถานที่|ขาย|สรรพสินค้า -|Conf. bizaare
(บะซู|'|คะ) n. ปืน|ยิง|รถถัง|,|เครื่อง|ยิง|จรวด|ต่อสู้|รถถัง
abbr. British Broad Casting Corporation
(บีบีเอส) ย่อ|มา|จาก bulletin board system หรือ|ที่|แปล|ว่า ระบบ|แผง|ข่าว เป็น|โปรแกรม|หนึ่ง|ที่|ทํา|หน้าที่|เก็บ|รายการ หัวข้อ หรือ|ข้อมูล|ที่|เป็น|ที่|สนใจ ผู้|ที่|ต้องการ|ทราบ|ข้อมูล|เหล่านี้ อาจ|จะ|โทรศัพท์|ผ่าน|เข้า|เครื่อง|คอมพิวเตอร์|เพื่อ|ขอ|คัดลอก|แฟ้มข้อมูล หรือ|สอบถาม|ข้อความ ก็ได้ เช่น บีบีเอส|ของ|มหาวิทยาลัย|ก็|อาจ|มี|ประกาศ|ต่าง ๆ เช่น ประกาศ|รับ|สมัคร|นิสิต|เข้า|เรียน|ใน|ระดับ|ต่าง ๆ ปฏิทิน|การ|ศึกษา รายการ|กีฬา ฯ ผู้ใช้|บริการ|จะ|ต้อง|มี|คอมพิวเตอร์|และ|โมเด็ม|พร้อมกับ|โปรแกรม|ที่|จําเป็น ถ้า|เป็น|เรื่อง|ที่|เกี่ยวกับ|ข้อมูล|สําคัญ|ใน|ทาง|ธุรกิจ จะ|มี|การ|เรียก|เก็บ|ค่าบริการ|ด้วย (มี|ใช้|เฉพาะ|ใน|ระบบเครือข่าย)| 
(บี|ซี|ดี) ย่อ|มา|จาก binary coded decimal ถ้า|แปล|ตรง ๆ ก็|คือ เลขฐานสิบ|เข้า|รหัส|ฐาน|สอง เป็น|เทคนิค|ที่|ใช้|ใน การ|เขียน|โปรแกรม|เพื่อ|ประกัน|ความ|แม่นตรง|ของ|การ|คํานวณ โปรแกรม|ประเภท ตาราง|จัดการ (spreadsheet) มัก|ใช้|เทคนิค|นี้
abbr. bacillus calmette guerin vaccine (tuberculosis vaccine)| 
(บี) (am|/|are|/|is|/|,|was|/|were|,|been) vi. เป็น|,|อยู่|,|คือ|,|ใช่|  |Syn. live abbr. both eye|,|below elbow
(บีชฺ) {|beached|,|beaching|,|beaches|} n. หาด|ทราย|,|ชายหาด vi.,|vt. เกย|หาด|,|เอา (เรือ) เกย|หาด -|Conf. coast|,|shore
ลูก|บอลล์|ชายหาด <|คําแปล|>|หมายถึง สัญลักษณ์|ที่|ปรากฏ|บน|จอภาพ|ของ|เครื่อง|แมค|อิน|ทอ|ช ที่|จะ|ทํา|ให้|ผู้ใช้|รู้|ว่า เครื่อง|คอมพิวเตอร์|กําลัง|ทํางาน|อยู่|ทั้ง ๆ ที่|เรา|มองไม่เห็น|การ|ทํางาน|ใด ๆ เลย ที่|เรียก|ว่า ลูก|บอลล์|ชายหาด ก็|คง|เพราะว่า รูปร่าง|หน้าตา|ของ|สัญลักษณ์|นี้|มี|รูปลักษณะ|อย่าง|นั้น|จริง ๆ กล่าวคือ|เป็น|รูป|ลูก|บอลล์
(บีชฺ|'|บอย) n. ผู้ดู|แล|หรือ|ผู้สอน|ตาม|ชายหาด
(บีชฺ|'|เฮ|ด) n. หัวหาด|,|สถานที่|ขึ้น|บก|ทาง|ทหาร
(บี|'|เคิน) n. กระโจมไฟ|,|สัญญาณไฟ|,|ดวงประทีป|,|เครื่อง|เตือน|,|กอง|ไฟ|สัญญาณ vt. เตือน|,|เป็น|สัญญาณ|ให้|,|นําทาง|,|เป็น|สัญญาณไฟ|ให้|  |Syn. warning
(บีด) n. ลูก|ปัด|,|ลูก|ประคํา|,|สิ่ง|ที่|เป็น|ลูก|ทรง|กลม|เล็ก ๆ ,|ลาย|นูน|กลม vt.,|vi. ประดับ|ด้วย|สิ่ง|ที่|เป็น|ลูก|ทรง|กลม|เล็ก ๆ|  |Syn. beaded adj.  |Syn. globule
(บีด|'|เดิล) n. ผู้นํา|พิธีการ|,|ผู้|ถือ|ค|ทา|พิธี|,|นักการ (เช่น|ใน|ศาล) ,|ผู้ช่วย|พระ|ทํา|พิธี
(บี|'|เกิล) n. สุนัข|พันธุ์|หนึ่ง|ที่|มี|หู|ยาว ขา|สั้น
(บีค) n. จะงอย|,|ปากนก|,|ปากกา|,|ส่วน|ที่|คล้ายจะ|งอบ|ปาก|,|จมูก|,|ผู้พิพากษา|,|ครู|  |Syn. beaked adj.  |Syn. bill|,|nib|,|neb
(บีค|'|เคอะ) n. ถ้วย|ขนาด|ใหญ่|ที่|มี|ปากกว้าง|,|ถ้วย|สุรา|ขนาด|ใหญ่|,|แก้ว|ที่|มี|ส่วน|ปาก|เป็น|รูป|จะงอย
(บีม) n. คาน|,|ไม้|ขวาง|,|ขื่อ|แป|,|รอด|,|คร่าว|,|คัน|รถ|,|คันชั่ง|,|คันไถ|,|แกน|ที่|ม้วน|ได้|,|คานหาม|,|เขา|แกน|,|ลําแสง|,|ลํา|รังสี|ขนาน|กัน|,|สัญญาณ|วิทยุ|,|สีหน้า|ที่|ปิติยินดี vi. แผ่|รังสี|หรือ|ลําแสง|,|ส่ง|สัญญาณ|วิทยุ|,|เปล่ง|ยิ้ม|หรือ|มี|สีหน้า|ที่|ปิติยินดี
(บีม|'|มิ|ง) adj. ปิติยินดี|,|ยิ้มแย้มแจ่มใส|,|เปล่งแสง|,|ฉายแสง|  |Syn. radiant Ant. gloomy
(บี|'|มี) adj. เปล่งแสง|,|เป็น|คาน|ที่|กว้างใหญ่|,|มี|เขา|เป็น|กิ่งก้าน|  |Syn. beaminess n. ดู|beamy
(บีน) n. ถั่ว|,|พืช|จําพวก ถั่ว|,|เมล็ด|พืช|ที่|คล้าย|ถั่ว (เช่น|เมล็ด|กาแฟ) ,|ศีรษะ|,|พละกําลัง|,|ความลับ vt. ตี|ที่|หัว
n. เต้าหู้
n. ฝัก|ถั่ว
n. ถั่วงอก
(บีน|'|โพ|ล) n. ไม้|เสียบ (นั่งร้าน) สําหรับ|ให้|ถั่ว|เลื้อย|,|ร่าง|ที่|ผอม|สูง
(บีน|' ชุทเทอะ) n. หลอด|เป่า|เมล็ด|ถั่ว|เป็น|ของ|เด็ก|เล่น
(แบร์) {|bore|,|borne|/|born|,|bearing|,|bears|} vt.,|vi. ค้ํา|,|รับ|,|พยุง|,|หนุน|,|แบก|,|รับภาระ|,|พบ|,|ทรง|ไว้|,|อดทน|,|ทาน|,|ทน|,|มี|,|ออก|ลูก|,|มี|ลูก|,|มี|ความรู้สึก|,|ถือ|,|พัด|,|พา|,|กด|,|ดัน|,|ให้|,|แสดง|,|ไป|ทาง|,|วางท่า|ทาง n. หมี|,|คน|หยาบคาย|,|คน|งุ่มง่าม|,|ชื่อ|ดาว|ที่อยู่|ทาง|ทิศเหนือ (Great Bear ดาว|จระเข้|,|Little B
(แบร์|'|ระ|เบิล) adj. ออก|ลูก|ได้|,|สามารถ|ให้|ผล|,|ซึ่ง|ทน|ได้
(เบียร์|ด) n. เครา|,|หนวด|,|หนวด|สัตว์|,|ขน|แหลม|ที่|รวง|ข้าว|,|กลุ่ม|ขน|บน|ผล|ของ|พืช vt. ดึง|หรือ|ถอน|เครา|หรือ|หนวด
(แบ|'|เรอะ) n. ผู้|แบก|,|ผู้|รับ|,|เครื่องมือ|ขนส่ง|,|ผู้|ถือ|จดหมาย|,|ผู้|ถือ|จดหมาย|สั่ง|ของ|หรือ|รับ|เงิน|,|ผู้|ประจําตําแหน่ง|,|คนใช้|  |Syn. messenger
(แบ|'|ริ|ง) n. ความ|อดทน|,|ที่|รองรับ|,|ตําแหน่ง|,|ทิศทาง|,|การ|ออก|ผล|,|การ|อ้างอิง|,|ความ|สัมพันธ์|,|ความ|สามารถ|,|การ|ให้|ผล|,|ผล|,|ผลผลิต|  |Syn. endurance|,|yield
(แบ|'|ริ|ช) adj. คล้าย|หมี|,|หยาบ|,|งุ่มง่าม|,|อารมณ์|ร้าย|  |Syn. clumsy
(บีสทฺ) n. สัตว์ (ยกเว้น|คน) ,|สัตว์|เดรัจฉาน
n. สัตว์|บรรทุก
(บีส|'|ทฺลี) adj. คล้าย|สัตว์|,|ทารุณ|,|โหดเหี้ยม|,|น่าเกลียดน่าชัง|,|อย่างยิ่ง|  |Syn. bestial
(บีท) {|beat|,|beaten|,|beating|,|beats|} vt. ตี|,|เคาะ|,|หวด|,|ตบ|,|เฆี่ยน|,|กระทบ|,|รบ|ชนะ|,|พิชิต|,|ฟัน|,|ดี|กว่า|,|เก่ง|กว่า|,|โกง|,|ค้นหา n. จังหวะ|,|การ|เต้น|,|เสียง|เดิน|ติ๊ก ๆ ของ|นาฬิกา|,|ทางเดิน|ปกติ|,|การ|เน้น adj. เหนื่อยอ่อน
(บีท|'|อัพ) adj. เก่า (จาก|การ|ใช้|มาก)| 
(บีท|'|เทิน) adj. ถูก|โจมตี|,|พ่ายแพ้|,|เก่า|,|ถูก|เหยียบ|จน|เรียบ|,|หมด|เรี่ยวแรง|,|เป็น|ผง|หรือ|ที่|ตี|แล้ว|  |Syn. defeated Ant. optimistic
(บี|'|เทอะ) n. ผู้|ตี|,|สิ่ง|ตี
(บิ|แอ|ท|'|ทิ|ไฟ) {|beatified|,|beatifying|,|beatifies|} vt. ทํา|ให้|เกิด|ความ|สุข|,|ประสาท|พร|,|ทํา|พิธี|ประสาท|พร|แก่|คนตาย.  |Syn. beatification n. ดู|beatify
(บี|แอ|ท|'|ทิ|ทิว|ดฺ) n. ความ|สุข|สุดขีด|,|สุข|คติ|,|การ|ประสาท|พร
(โบ) n. พ่อ|,|พวงมาลัย|,|ชาย|คู่|ควง|ที่|มี|เสน่ห์|ของ|หญิง|,|คู่รัก|,|ชาย|ที่|คอย|เอาอกเอาใจ|หญิง คน|เจ้าชู้|  |Syn. lover -|pl. beaus|,|beaux
(บิ|ว|'|เทียส) adj. สวยงาม|  |Syn. beauteousness n. ดู|beauteous
(บิ|วทิช|'|เชียน) n. ผู้|เสริมสวย|,|ผู้จัดการ|ร้าน|เสริมสวย
(บิ|ว|'|ทิ|ฟู|ล) adj. สวยงาม|,|ดี|,|เลิศ|  |Syn. pretty Ant. ugly
(บิ|ว|'|ทิ|ไฟ) {|beautified|,|beautifying|,|beautifies|} vt.,|vi. ทํา|ให้|สวย|,|ทํา|ให้|งาม|,|สวย|ขึ้น.  |Syn. beautification n. ดู|beautify beautifier n. ดู|beautify|  |Syn. adorn Ant. spoil
(บิ|ว|'|ที่) n. ความ|สวยงาม|,|สิ่ง|ที่|สวยงาม|,|สิ่ง|ที่|ดีงาม|,|หญิง|งาม|,|คน|งาม|,|ข้อ|ขํา|,|การ|ตกแต่ง|ให้|สวยงาม|,|ข้อได้เปรียบ|,|คน|เด่น|,|สิ่ง|ที่|ดีเด่น|  |Syn. charm Ant. eyesore
n. ร้าน|เสริมสวย|,|ห้อง|เสริมสวย|  |Syn. beauty salon|,|beauty shop
n. ร้าน|เสริมสวย|,|ห้อง|เสริมสวย|  |Syn. beauty salon|,|beauty shop
(โบ|ซ) n. พหูพจน์|ของ beau
(บี|'|เวอะ) n. สัตว์|ครึ่ง|บก|ครึ่ง|น้ํา|จําพวก Castor คล้าย|นาก|,|หนัง|หรือ|สิ่งทอ|ของ|สัตว์|จําพวก|นี้|,|คน|ที่|ขยันขันแข็ง|อย่าง|พิเศษ|  |Syn. beaverish adj. ดู|beaver
(บีคาล์ม|') {|becalmed|,|becalming|,|becalms|} vt. ทํา|ให้|สงบ|,|ทํา|ให้|ไร้|ลม|,|บรรเทา|  |Syn. calm
(บีเคม|') v. อดีตกาล|ของ|become
(บิ|คอ|ซ|') conj.,|adv. เพราะ|,|เป็น|,|เพราะ|,|เพราะ|เหตุ|ว่า -|Conf. because of|,|that
(เบค) {|becked|,|becking|,|becks|} n. อา|กัป|กริยา|ที่|เรียก (เช่น|กวักมือ|,|ผงก|ศีรษะ) vt.,|vi. เรียก (พยักหน้า|,|กวักมือ|,|ฯลฯ)| 
(เบค|'|คิท) n. เชือก|ขนาด|สั้น|ชนิด|หนึ่ง|ที่|มี|ปม|ของ|เรือ
(เบค|'|เคิน) {|beckoned|,|beckoning|,|beckons|} vt.,|n. (การ) ให้|สัญญาณ|ด้วย|ศีรษะ|หรือ|มือ.  |Syn. beckoner n.  |Syn. gesture
(บิ|เค|ลาด|ฺ|') {|beclouded|,|beclouding|,|beclouds|} vt. ทํา|ให้|มืดมน|ด้วย|เมฆ|,|ทํา|ให้|ยุ่งเหยิง|,|ปกคลุม
(บิ|คัม|') {|became|,|become|,|becoming|,|becomes|} vi.,|vt. กลาย|เป็น|,|เป็น|,|เปลี่ยน|เป็น|,|มา|เป็น|,|สอดคล้อง|กัน|,|เหมาะ|,|สมควร|,|น่าดู|  |Syn. happen|,|befit
(บิ|คัม|'|มิ|ง) adj. เหมาะ|,|สมควร n. กระบวนการ|เปลี่ยนแปลง|  |Syn. proper
(เบด) n. เตียง|,|ที่|นอน|,|ฐาน|,|แท่น|,|การ|นอนหลับ|,|ใต้|ท้อง|แม่น้ํา|,|พื้น|ล่าง|,|ชั้น|หิน|,|กอง|หนึ่ง|,|แปลง|,|ร่อง|,|พื้น|ถนน|รถไฟ|  |Syn. bedstead
n. ที่พัก|และ|อาหาร|,|พันธะ|การ|สมรส
ผ้า|ปู|ที่|นอน|และ|ปลอก|หมอน
n. การ|ปัสสาวะ|รด|ที่|นอน|  |Syn. enuresis
(บิด|อบ|') {|bedaubed|,|bedaubing|,|bedaubs|} vt. ป้าย|,|ทํา|ให้|สกปรก|ด้วย|,|เปื้อน|,|ตกแต่ง|มาก|เกิน|ไป|  |Syn. daub
(บิ|แดซ|'|เซิล) {|bedazzled|,|bedazzling|,|bedazzles|} vt. ทํา|ให้|สับสน|,|ทํา|ให้|ตา|ลาย|,|ทํา|ให้|หลง|เสน่ห์|  |Syn. bedazzlement n. ดู|bedazzle
(เบด|'|บัก) n. ตัว|เรือด
(เบด|'|เชม|เบอะ) n. ห้องนอน
(เบด|'|ดิง) n. ที่|นอน|และ|ผ้า|ปู|ที่|นอน
(บิ|เดค|') {|bedecked|,|bedecking|,|bedecks|} vt. ประดับ|,|ตกแต่ง
(บิ|เดฟ|'|เวิล) {|bedeviled|,|bedeviling|,|bedevils|} vt. ทํา|ให้|ผีเข้า|,|สาป|,|แช่ง|,|ทํา|ให้|หลง|,|ทรมาน|,|กวน|,|ทํา|ทารุณ|,|ทํา|ให้|สิ้นสุด|,|ทํา|ให้|เสียการ|  |Syn. bedevilment n.
n. ผู้|ร่วม|เตียงนอน|,|ผู้ร่วมงาน
(บีดิม|') {|bedimmed|,|bedimming|,|bedims|} vt. ทํา|ให้|มัว
(เบด|'|เลิม) n. โรงพยาบาล|คนบ้า|,|เสียง|วุ่นวาย|,|เสียง|สับสน
(เบด|'|ละไม|ทฺ) n. คนบ้า
(เบด|'|แล|มพฺ) n. ดวงประทีป|ข้าง|เตียง
(เบด|'|ดู|อิน) n. อาหรับ|ใน|ทะเลทราย|,|อาหรับ|ที่|ร่อนเร่|พเนจร|,|นัก|พเนจร adj. พเนจร|  |Syn. bedouinism n. ดู|Bedouin|  |Syn. Arab|,|nomad
n. ภาชนะ|สําหรับ|อุจจาระ หรือ|ปัสสาวะ|บน|เตียง
n. เสา|เตียง
(เบด|'|ริ|ด|เดน) adj. ล้มหมอนนอนเสื่อ|,|ล้ม|ป่วย|  |Syn. ailing
n. ชั้น|หิน|ที่|ยัง|ไม่|แตก|,|ชั้น|ล่าง|สุด|,|ฐาน|ที่|แน่น|  |Syn. foundation
n.,|adj. ข้าง|เตียง
(เบด|'|ซอร์) n. แผล|บน|ร่างกาย|ที่|เนื่องจาก|การ|นอนหลับ|ทับ|เป็น|เวลานาน|บน|เตียง
n. ผ้า|คลุม|เตียง
n. โต๊ะ|เล็ก ๆ ,|ข้าง|เตียง
(เบด|'|ส|เท|ด) n. โครง|เตียง
n. เวลา|นอน
(เบด|'|ดู|อิน) n. อาหรับ|ใน|ทะเลทราย|,|อาหรับ|ที่|ร่อนเร่|พเนจร|,|นัก|พเนจร adj. พเนจร|  |Syn. bedouinism n. ดู|Bedouin|  |Syn. Arab|,|nomad
(บี) n. ผึ้ง|,|งาน|สังสรรค์|,|กวี|,|ความคิด|ที่|แปลก
(บีชฺ) n. พืช|จําพวก Fagus มี|ผล|เปลือก|รูป|สามเหลี่ยม|ที่|กิน|ได้|  |Syn. beechen|,|beechy adj.
(บีฟ) {|beefed|,|beefing|,|beefs|} n. เนื้อวัว|,|เนื้อ|ควาย|,|วัว|สําหรับ|ฆ่า|เป็น|อาหาร|,|กําลัง|กล้ามเนื้อ|,|อํานาจ|,|พละกําลัง|,|น้ําหนัก|,|การ|บ่น vi. บ่น|  |Syn. beef up ทํา|ให้|แข็งแรง|,|เพิ่ม|กําลัง|,|เพิ่ม|จํานวน
n. วัว|หรือ|ควาย|สําหรับ|ฆ่า|เป็น|อาหาร
(บี|'|ไฮฟฺ) รัง|ผึ้ง|,|สถานที่|จอแจ
n. คน|เลี้ยง|ผึ้ง|  |Syn. beekeeping n. การ|เลี้ยง|ผึ้ง
(บี|'|ไลน์) n. ทางตรง
(บีน) pp. ของ be -|Conf. gone
(บีพ) {|beeped|,|beeping|,|beeps|} n. เสียง|ปี๊บ ๆ (เช่น|เสียง|แตรรถยนต์) vi.,|vt. ทํา|เสียง|ปี๊บ ๆ| 
(เบียร์) n. เบียร์ -|Phr. (dark beer เบียร์|ดํา)| 
สถานที่|ดื่ม|เหล้า มัก|ตกแต่ง|ให้|คล้าย|สวน
บาร์|หรือ|สถาน|รื่นรมย์|ที่|มี|เหล้า|ดนตรี|การ|เต้นรํา|และ|อื่น ๆ| 
(เบียร์|'|เฮาซฺ) n. สถานที่|ดื่ม|เหล้า|เท่านั้น
(บีซ|'|แวคซฺ) n. ขี้ผึ้ง vi. ใส่|ขี้ผึ้ง|เข้า|ไป
(บีท) n. พืช|จําพวก Beta|ที่|มี|ราก|ใหญ่|สี|แดง|หรือ|ขาว ราก|ที่|กิน|ได้|ของ|พืช|จําพวก นี้|,|ใบ|ของ|พืช|จําพวก นี้ ใช้|ทํา|สลัด|กิน|ได้
n. น้ําตาล|จาก|ราก|ต้น|sugar beet
(บี|'|เทิล) n. แมลง|ปีก|แข็ง
(บีฟซ) n. พหูพจน์|ของ beef
(บิ|ฟอล|') {|befell|,|befallen|,|befalling|,|befalls|} vt.,|vi. บังเกิด|ขึ้น|,|เกิด|ขึ้น
(บิ|ฟิท|') {|befitted|,|befitting|,|befits|} vt. เหมาะสม|กับ|,|เหมาะ
(บิ|ฟิท|'|ทิง) adj. เหมาะ|,|เหมาะสม|  |Syn. befittingness n.  |Syn. fitting
(บิ|ฟอก|') vt. ทํา|ให้|ไม่|ชัด|,|ทํา|ให้|ยุ่งเหยิง|  |Syn. obscure
(บิ|ฟอร์|') adv.,|prep.,|conj. ก่อน|,|ก่อนหน้า|,|อยู่|หน้า|,|หน้า|,|ตรงหน้า|,|กว่า|,|ใน|อนาคต|,|คอย|อยู่|,|ภายใต้|อิทธิพล|ของ|  |Syn. ahead
adv.,|adj. ก่อน|,|ไว้|ก่อน|,|ล่วงหน้า
adv.,|adj. ไม่|ช้า
adv. เมื่อก่อน
(บิ|เฟาลฺ|') vt. ทํา|ให้|เปื้อน|,|ทํา|ให้|เสีย|,|ทํา|ให้|ยุ่ง|  |Syn. befouler n. ดู|befoul befoulment n. ดู|befoul
(บิ|เฟ|รน|ดฺ|') {|befriended|,|befriending|,|befriends|} vt. คบ|เป็นเพื่อน|กัน|,|ให้|ความ|ใกล้ชิด|กับ -|Conf. make friend with
(บิ|ฟัด|'|เดิล) {|befuddled|,|befuddling|,|befuddles|} vt. ทํา|ให้|เมา|,|ทํา|ให้|สน|เท่ห์|  |Syn. befuddler n. befuddlement n.
(เบก) vt. ขอทาน|,|ขอ|,|อ้อนวอน|,|ขอ|ความ|กรุณา -|Phr. (beg off ขอ|ได้|โปรด|ยกเว้น)|  |Syn. entreat
(บิ|แกน|') อดีตกาล|ของ|begin
(บิ|แก|ท|') อดีตกาล|ของ|beget
(บิ|เก|ท|') {|begot|,|begotten|,|begetting|,|begets|} vt. ให้|กําเนิด|,|ทํา|ให้|เกิด|  |Syn. begetter n.  |Syn. breed
(เบก|'|เกอร์) n. คน|ขอทาน|,|คนจน|  |Syn. beggarly adj.
(เบก|'|เก|อ|รี) n. ความ|ยากจน|,|คน|ขอทาน|,|ชีวิต|คน|ขอทาน
(บิ|กิน|') {|began|,|begun|,|beginning|,|begins|} vi.,|vt. เริ่ม|,|เริ่มต้น|,|ตั้งต้น|,|ลงมือ|  |Syn. beginner n.  |Syn. initiate -|Conf. start
จุดเริ่มต้น|เทป <|คําแปล|>|ใช้|ตัวย่อ|ว่า BOT หมายถึง จุด|บน|แถบ|บันทึก|หรือ|เทป (tape) ที่|กําหนด|ให้|เป็น|จุดเริ่มต้น|ให้|มี|การ|บันทึก|ข้อมูล|ลง|ได้ ปกติ|จะ|ทํา|เป็น|จุด|สะท้อน|แสง|บน|แถบ|บันทึก ซึ่ง|จะ|ทํา|ให้|เกิด|สัญญาณ บังคับ|ให้|เริ่ม|มี|การ|อ่าน|ข้อมูล|บน|แถบ|บันทึก|โดย|เริ่ม|จาก|จุด|นั้น|เป็นต้นไป
(บิ|กิน|'|นิง) n. การ|เริ่ม|,|ระยะ|ตั้งต้น|,|การ|มี|กําเนิด|จาก|  |Syn. origin|,|start
(บิ|เกิร์ด|') {|begirded|,|begirding|,|begirds|} vt. มัด|,|ผูก|,|ล้อม|,|โอบ
(บิ|กอ|น|') vt. จาก|ไป|,|ไป|จาก
(บิ|กอ|ท|') กริยา|ช่อง 2 และ 3 ของ beget
(บิ|กอ|ท|'|เทิน) กริยา|ช่อง 3 ของ beget
(บิ|ไก|รม|') {|begrimed|,|begriming|,|begrimes|} vt. ทํา|ให้|สกปรก|,|ทํา|ให้|เลอะ
(บิ|ก|รัด|จฺ|') {|begrudged|,|begrudging|,|begrudges|} vt. อิจฉา|,|ริษยา|,|เดียดฉันท์|,|บ่นว่า|,|ต่อว่า|  |Syn. begrudging adj. ดู|begrudge
(บิ|ไกลฺ์|') {|beguiled|,|beguiling|,|beguiles|} vt. หลอก|,|หลอกลวง|,|ล่อลวง|,|ฆ่าเวลา|,|หา|ความ|เพลิดเพลิน|,|ทํา|ให้|เพลิดเพลิน|  |Syn. beguilement n. beguiler n.  |Syn. enchant|,|deceive
(บิ|กีน|') n. ชื่อ|การ|เต้นรํา|ชนิด|หนึ่ง|ใน|อาฟริกา|ใต้|,|จังหวะ|บิ|กิน
(บิ|กัน|') กริยา|ช่อง 3 ของ begin
(บิ|ฮาล์ฟ|') n. ประโยชน์|,|ตัวแทน|,|ใน|นาม|ของ|  |Syn. profit
(บิ|เฮฟว์|') {|behaved|,|behaving|,|behaves|} vi.,|vt. ปฎิบัติตัว|,|ประพฤติ|,|กระทํา|ตัว|  |Syn. conduct
(บิ|เฮ|ฟ|'|วิเออะ) n. ความ|ประพฤติ|,|การ|กระทํา|ตัว|,|พฤติกรรม|,|อาการ|,|ท่าที|  |Syn. manners
(บิ|เฮ|ฟ|'|วิ|เออ|เริล) adj. เกี่ยวกับ|พฤติกรรม|,|เกี่ยวกับ|การ|ทํา|ตัว|หรือ|อาการ|ท่าที|ของ|สัตว์
(บิ|เฮ|ฟ|'|วิเออะ) n. ความ|ประพฤติ|,|การ|กระทํา|ตัว|,|พฤติกรรม|,|อาการ|,|ท่าที|  |Syn. manners
(บิ|เฮ|ฟ|'|วิ|เออ|เริล) adj. เกี่ยวกับ|พฤติกรรม|,|เกี่ยวกับ|การ|ทํา|ตัว|หรือ|อาการ|ท่าที|ของ|สัตว์
(บิ|เฮ|ด|') {|beheaded|,|beheading|,|beheads|} vt. ตัด|หัว|,|ฆ่า|หรือ|ประหาร|ชีวิต|โดย|การ|ตัด|หัว|ออก|  |Syn. guillotine
(บิ|เฮ|ลด|ฺ|') กริยา|ช่อง 2 และ 3 ของ behold
(บิ|ฮี|'|มอ|ธ) n. สัตว์|ขนาด|ใหญ่|มาก
(บิ|เฮ|สทฺ|') n. คําสั่ง|,|คํา|ขอร้อง|,|พระบรม|ราชโองการ|  |Syn. command
(บิ|ไฮดฺ|') adv.,|prep. ข้างหลัง|,|หลัง|,|ล้าหลัง|กว่า|,|ช้า|กว่า n. ผู้สนับสนุน|,|ก้น|  |Syn. aback -|Conf. at the back of
adj.,|n. เบื้องหลัง|,|หลัง|ฉาก
adv.,|adj. ชักช้า|,|ค้าง|ชําระ|หนี้
(บิ|โฮ|ลด|ฺ|') {|beheld|,|beheld|,|beholding|,|beholds|} vt. เห็น|,|ดู|,|ดู|ที่ -|interj. ดู|ซิ|!|  |Syn. beholder n.  |Syn. notice
(บิ|โฮ|ล|'|เดิน) adj. ได้|รับ|ความ|เมตตา|,|รู้สึก|ทราบ|ซึ้ง|  |Syn. obliged
(บิ|ฮูฟ|') n. ข้อได้เปรียบ|,|ผลประโยชน์|  |Syn. advantage -|pl. -|hooves
(บิ|โฮ|ฟว|'|,|บิ|ฮูฟว) {|behoved|,|behooved|,|behoving|,|behooving|,|behoves|,|behooves|} vt.,|vi. เป็น|ความจํา|เป็น|,|เป็น|ความ|เหมาะสม|  |Syn. become
(บิ|โฮ|ฟว|'|,|บิ|ฮูฟว) {|behoved|,|behooved|,|behoving|,|behooving|,|behoves|,|behooves|} vt.,|vi. เป็น|ความจํา|เป็น|,|เป็น|ความ|เหมาะสม|  |Syn. become
(เบจ) n. สี|เทา|อ่อน|,|การ|ดํารง|อยู่|,|ชีวิต
(บี|'|อิง) n. การ|เป็น|อยู่|,|การ|ดํารง|อยู่|,|ชีวิต|,|สาร|,|ธรรมชาติ|,|สิ่งมีชีวิต|,|บุคคล|,|พระเจ้า (Being) ,|ธาตุแท้|,|คุณสมบัติ|  |Syn. existence|,|creature
(บิ|จู|'|เอิล) {|bejeweled|,|bejeweling|,|bejewels|} vt. ประดับ|ด้วย|,|ประดับ|ด้วย|เพชรพลอย|  |Syn. bejeweled adj.  |Syn. adorn
(เบล) n. 10 decibels
(บิ|เล|'|เบอะ) {|belabored|,|belaboured|,|belaboring|,|belabouring|,|belabors|,|belabours|} vt. ถกเถียง|,|พูด|มาก|เกิน|ไป|เกี่ยวกับ|,|กล่าวหา|,|เหยียดหยาม|,|ตี|แรง
(บิ|เล|'|เบอะ) {|belabored|,|belaboured|,|belaboring|,|belabouring|,|belabors|,|belabours|} vt. ถกเถียง|,|พูด|มาก|เกิน|ไป|เกี่ยวกับ|,|กล่าวหา|,|เหยียดหยาม|,|ตี|แรง
(บิ|เล|'|ทิค) adj. ล่าช้า|,|ยัง|ค้าง|อยู่|  |Syn. late|,|overdue
(บิล|อด|') {|belauded|,|belauding|,|belauds|} vt. ชมเชย|อย่าง|สูง|,|ยกย่อง
(บิ|เล|') vt. belayed|,|belaying|,|belays|} มัด|กับ|หลัก|,|หยุด|,|ผูกมัด|,|เอา|เชือก|ผูก|กับ|ตัว vi. เอา|เชือก|ผูก
(เบลชฺ) vt.,|vi. {|belched|,|belching|,|belches|} เรอ|,|พ่น|ออก
(บิ|ลี|'|เก|อะ) {|beleaguered|,|beleaguering|,|beleaguers|} vt. ล้อมรอบ|ด้วย|กองทหาร|,|โอบล้อม|,|โอบ|ตี|,|เต็มไปด้วย|ความ|ยุ่งเหยิง|หรือ|ความ|ลําบาก|  |Syn. beleaguer n.  |Syn. harass|,|annoy|,|vex
(เบล|'|ฟรี) n. หอระฆัง|,|โครง|ไม้|สําหรับ|แขวน|ระฆัง|  |Syn. belfried adj. มี|หอระฆัง
(เบล|'|เจียน) n. ชาว|เบลเยี่ยม adj. เกี่ยวกับ|เบลเยี่ยม
(เบล|'|เจียม) n. ประเทศ|เบลเยี่ยม
(เบล|เกรด|') n. ชื่อ|เมืองหลวง|ของ|ยูโกสลาเวีย|  |Syn. Beograd
(บิ|ไล|') {|belied|,|belieing|,|belies|} vt. แสดง|ให้|เห็น|ว่า|ไม่|จริง|,|ขัดแย้ง|,|ไม่|ตรง|กับ|,|ใส่ความ|,|ทํา|ให้|คน|อื่น|เข้าใจผิด|  |Syn. belier n.  |Syn. disguise
(บิ|ลีฟ|') n. ความ|เชื่อ|,|ความ|เชื่อถือ|,|ศรัทธา|,|ข้อบัญญัติ|ทาง|ศาสนา|  |Syn. faith
(บิ|ลิฟว|') {|believed|,|believing|,|believes|} vt. เชื่อ|,|มั่นใจ|ใน|,|ศรัทธา|,|เชื่อ|ว่า|,|เข้าใจ|ว่า|  |Syn. believable adj. ดู|believe believer n. ดู|believe|  |Syn. postulate|,|hold Ant. disbelieve|,|doubt
(บิ|ไลคฺ|') adj. บางที|,|อาจ|จะ
(บิ|ลิท|'|เทิล) {|belittled|,|belittling|,|belittles|} vt. ดูถูก|,|ดูแคลน|,|ทํา|ให้|ความ|สําคัญ|ลด|น้อย|ลง|  |Syn. belittler n. ดู|belittle|  |Syn. deride Ant. promote
(เบล) {|belled|,|belling|,|bells|} n. ระฆัง|,|กระดิ่ง|,|เสียง|ระฆัง vt. ทํา|ให้|บวม|คล้าย|ระฆัง|,|ติด|ระฆัง vi. มี|รูปร่าง|คล้าย|ระฆัง|,|ดัง|สนั่นหวั่นไหว|,|ร้อง|ตะโกน -|Conf. belle
n. ทุ่น|ลอย|ที่|ติด|ระฆัง
n. ปุ่ม|กด|กริ่ง
n. หัวหน้า|พนักงาน|รับใช้|ใน|โรงแรม
(เบล|'|บอย) n. พนักงาน|รับใช้|ใน|โรงแรม|,|คน|หิ้ว|กระเป๋า|และ|รับใช้|ธุระ|อื่น ๆ ใน|โรงแรม|หรือ|คลับ|  |Syn. bellhop
(เบล) n. สาว|สวย|,|หญิง|สวย|  |Syn. beauty
(เบลเล|'|ท|ระ) n.,|pl. วรรณคดี|,|วรรณ|วิจิตร|  |Syn. belletrist n. นัก|รรณ|คดี|,|นัก|วรรณ|วิจิตร -|belletristic adj. เกี่ยวกับ|รรณ|คดี|,|เกี่ยวกับ|วรรณ|วิจิตร
(เบล|'|ลิ|โค|ส) adj. ชอบ|ต่อสู้|,|ชอบ|ทะเลาะ|  |Syn. bellicosity n. ความ|ชอบ|ต่อสู้|,|ความ|ชอบ|ทะเลาะ|  |Syn. belligerent Ant. pacific
(เบลลิจ|'|เจอ|เรินซฺ) n. ภาวะ|คล้าย|สงคราม|,|ลักษณะ|กระหาย|สงคราม|,|ลักษณะ|ชอบ|ต่อสู้|,|การ|ทํา|สงคราม|  |Syn. war
(บะลิจ|'|เจอ|เริน|ซี) n. ภาวะ|สงคราม|,|ภาวะ|เข้า|สู่|การ|ทํา|สงคราม|  |Syn. aggression Ant. peace|,
(บะลิจ|'|เจอ|เรินทฺ) adj. ชอบ|สงคราม|,|ทํา|สงคราม|,|มุ่งร้าย|,|ก่อ|สงคราม n. ภาวะ|สงคราม|,|ฝ่าย|ที่|เข้า|ทํา|สงคราม|  |Syn. pugnacious Ant. pacific
(เบล|'|เมิน) n. คน|ตี|ระฆัง|,|คน|ยาก
(เบล|'|โล) {|bellowed|,|bellowing|,|bellows|} vi. คําราม|,|ตะโกน|,|แผดเสียง|ร้อง|,|ดัง|สนั่นหวั่นไหว|  |Syn. bellower n.
(เบล|'|โลซ) n. ที่|สูบ|ลม|ที่|ใช้|มือ|,|หีบ|ลม|,|ปอด|,|หนัง|หุ้ม|ที่|เป็น|ลูก|คลื่น (เช่น|ของ|กล้องถ่ายรูป)| 
(เบล|'|ลี) bellied|,|bellying|,|bellies|} n. พุง|,|ท้อง|,|ช่องท้อง|,|กระเพาะ|,|มดลูก|,|ความ|อยาก|อาหาร|,|ส่วน|ภายใน|,|ส่วน|ยื่น|,|ส่วนหน้า vt.,|vi. ยื่น|ออก|  |Syn. stomach
ระบํา|พุง|  |Syn. belly dancer n. นัก|ระบํา|พุง
n. การ|หัวเราะ|อย่าง|รุนแรง|,|การ|หัวเราะ|ท้อง|แข็ง
(เบล|'|ลี|ฟู|ล) n. ปริมาณ|เท่า|ที่|จะ|ทน|ได้|ที่สุด
(บิ|ลอง|') {|belonged|,|belonging|,|belongs|} vi. เป็น|ของ|,|เป็น|ส่วนหนึ่ง|ของ|,|ขึ้น|อยู่|กับ|,|อยู่|ใน|,|อยู่|สังกัด|,|อยู่|,|พัก|,|เกี่ยวกับ|,|ขึ้น|อยู่|กับ
(บิ|ลอง|'|อิง) n. ความ|สัมพันธ์|ระหว่าง|กัน|,|ทรัพย์สมบัติ|,|สิ่งของ|ที่|มี|อยู่|,|ของ|ประกอบ|,|ญาติพี่น้อง|  |Syn. belongings n. ทรัพย์สมบัติ|  |Syn. relationship|,|possessions|,|assets
(บิ|เลิฟ|'|วิด) adj. สุดที่รัก n. ผู้|เป็น|ที่รัก|ยิ่ง|  |Syn. cherished
(บิ|โล|') adv.,|prep. ข้างล่าง|,|ใต้|,|อยู่|ข้างใต้|,|ต่ํา|กว่า|,|ไม่|สม|เกียรติ|ของ|,|บน|นรก|  |Syn. lower|,|underneath
(เบลทฺ) {|belted|,|belting|,|belts|} n. เข็มขัด|,|สาย|คาด|เอว|,|สาย|,|ทางโค้ง|,|ทางรถไฟ|ฟ้า|,|ดื่ม|อึก|ใหญ่|,|การ|โจมตี|,|แนว|,|เทือก vt. รัดเข็มขัด|,|คาด|สาย|,|ใช้|สาย|คาด|,|ใช้|เข็มขัด|หรือ|สาย|คาด|ตี|,|ตี|,|ร้อง (เพลง) เสียง|ดัง|  |Syn. girdle
(เบล|'|ทิด) adj. ซึ่ง|มี|สาย|คาด|,|มี|แถบ|สี
(เบล|'|ทิง) n. วัตถุ|ที่|ใช้|คาด|,|สาย|คาด|ทั้งหลาย|,|การ|ตี|,|การ|หวด|ด้วย|สาย|คาด|  |Syn. beating
n. เส้น|สะเอว|ของ|เสื้อ|ผู้หญิง|,|เส้น|เอว
(บิ|ไม|'|เออ) {|bemired|,|bemiring|,|bemires|} vt. ทํา|ให้|เปื้อน|โคลน|,|ทํา|ให้|จม|หรือ|ตก|อยู่|ใน|โคลน
(บิ|โม|น|') {|bemoaned|,|bemoaning|,|bemoans|} v. คร่ําครวญ|,|ร้องไห้|สะ|อึก|สะอื้น แสดง|ความ|สงสาร|ต่อ|  |Syn. weep Ant. rejoice|,
(บิ|มิ|วซ|') {|bemused|,|bemusing|,|bemuses|} vt. ทํา|ให้|ยุ่งเหยิง|,|ทํา|ให้|งงงวย|,|ทํา|ให้|ตะลึง|  |Syn. stupefy Ant. enlighten
(บิ|เนม|') {|benamed|,|benaming|,|benames|} vt. เรียกชื่อ|,|ตั้ง|ชื่อ
(เบน|ชฺ) {|benched|,|benching|,|benches|} n. ม้านั่ง|,|บัลลังก์ (ตุลาการ) ,|ผู้พิพากษา|,|ศาล|,|ม้านั่ง|ยาว|สําหรับ|หลาย|คน|นั่ง vt. วาง (ม้านั่ง) ตั้ง|ไว้|,|วาง|แสดง|,|ทํา|ให้|นั่ง|อยู่|ที่นั่ง
n. จุด|สูง|,|จุด|มาตรฐาน|  |Syn. norm -|Conf. benchmark
การ|วัด|เปรียบเทียบ|สมรรถนะ|เกณฑ์|มาตรฐาน|หมายถึง การ|ทดสอบ|เพื่อ|วัด|ความ|สามารถ|ใน|การ|ประมวลผล หรือ|การ|ทํางาน|ของ โปรแกรม|ใด|โปรแกรม|หนึ่ง หรือ|อุปกรณ์|คอมพิวเตอร์|ชนิด|ใด|ชนิด|หนึ่ง โดย|เทียบเคียง|กับ|เกณฑ์|มาตรฐาน
(เบน|ดฺ) {|bent|,|bent|,|bending|,|bends|} vt.,|vi. ทํา|ให้|งอ|,|ทํา|ให้|โค้ง|,|ทํา|ให้|ยอม|,|ก้ม|,|งอ|,|โค้ง|,|น้าว|,|โน้ม|,|ดัด|,|หัน|,|บ่าย|,|เบี่ยง|,|จ้อง|เขม็ง n. การ|งอ|,|การ|ดัด|,|การ|เบี่ยง|,|หัว|โค้ง|,|คุ้ง|,|เงื่อน|เชือก|  |Syn. curve
Pref. '|ดี|'
(บิ|นีธ|') adj.,|prep. ข้างใต้|,|ต่ํา|กว่า|,|ภายใต้|,|เลว|กว่า|,|ไม่|เหมาะ|,|ไม่|สมควร|,|เสื่อมเสีย|,|เสีย|ศักดิ์|ศร|'|  |Syn. below
(เบน|นิดิค|'|เชิน) n. การ|ให้|พร|,|การ|ขอ|พร|,|การ|อวยพร|,|การ|ขอบคุณ|,|พิธี|อวยพร|  |Syn. benedictory adj. ให้|พร benedictive adj. ให้|พร
(เบน|นิแฟค|'|เชิน) n. การ|ทํา|ความ|ดี|,|กุศล|กรรม|,|กุศล|,|คุณความดี|ที่|ทํา|,|การ|บริจาค|  |Syn. benevolence ,|grant
(เบน|นิแฟค|'|เทอะ) n. ผู้ทํา|ความ|ดี|,|ผู้ทํา|กุศล|,|ผู้|มี|พระคุณ|,|ผู้|บริจาค|  |Syn. benefactress หญิง|ที่|ทํา|ความ|ดี|หรือ|ทํา|กุศล|หรือ|บริจาค|  |Syn. patron
(เบน|นิฟ|'|ฟิค) adj. เป็น|การ|กุศล|,|เป็น|การ|ทํา|ความ|ดี|,|เกี่ยวกับ|คุณงามความดี|  |Syn. beneficent
(เบน|'|นิฟิส) n. ตําแหน่ง|ที่|มี|รายได้|,|ตําแหน่ง|บาทหลวง|ที่|มี|เงินเดือน|,|ตําแหน่ง|พระ|สอน|ศาสนา|,|ที่ดิน|ที่|ให้|ครอบครอง
(บะเนฟ|'|ฟิเซินซฺ) n. การ|ทํา|ความ|ดี|,|การ|กุศล|,|คุณความดี|,|การ|บริจาค|,|สิ่งของ|ที่|บริจาค|,|เงิน|บริจาค|  |Syn. virtue
(บะเนฟ|'|ฟิเซินทฺ) adj. ซึ่ง|ทํา|ความ|ดี|,|เกี่ยวกับ|ความ|ดี -|Conf. beneficial
(เบน|นะ|ฟิช|'|เชี|ยล) adj. เป็น|ประโยชน์|,|เป็น|ผลดี|,|ซึ่ง|ช่วยเหลือ|,|มี|สิทธิ|ใน|การ|ใช้สอย|  |Syn. beneficialness n. ดู|beneficial|  |Syn. helpful -|Conf. beneficent
(เบน|นะ|ฟิช|'|เชีย|รี) n. ผู้|รับ|ผลประโยชน์|,|ผู้|รับ|เงินประกัน|,|ผู้|รับ|เงิน|ช่วยเหลือ|,|ผู้|มี|สิทธิพิเศษ|  |Syn. donee|,|recipient
(เบน|'|นิฟิท) {|benefitted|,|benefitting|,|benefits|} n. ผลประโยชน์ vt. เป็น|ประโยชน์|ต่อ|vi. ได้|รับ|ผลประโยชน์|  |Syn. favour
(บะเนฟ|'|วะเลินซฺ) n. ความ|เมตตากรุณา|,|การ|กุศล|,|กุศล|กรรม|,|ของ|บริจาค|,|เงิน|บริจาค|  |Syn. beneficence
(บะเนฟ|'|วะเลินทฺ) adj. เมตตา|,|กรุณา|,|ใจบุญ|,|ชอบ|ทําบุญ|,|กุศล|  |Syn. charitable
(เบน|กอ|ล|') n. มณฑล|เบ็|งก|อล|ระหว่าง|อินเดีย|กับ|บัง|ก|ลา|เทศ|  |Syn. bengalese n.,|adj.
(บิ|ไน|'|ทิด) adj. มืดค่ํา|,|ไม่|ฉลาด|,|ไม่|รู้|อะไร|  |Syn. benightedness n. ดู|benighted|  |Syn. ignorant
(บิ|ไนน์|') adj. เมตตา|,|กรุณา|,|ใจดี|,|ปรานี|,|ลักษณะ|ดี|  |Syn. kindly
(บิ|นิก|'|เนิน|ทฺ) adj. กรุณา|ปรานี|,|มี|อิทธิพล|ที่|ดี|ต่อ|,|มี|ประโยชน์|ต่อ|,|ใจดี|  |Syn. benignancy n.  |Syn. kind
(บิ|นิก|'|นี|ที) n. ความ|กรุณา|,|ความ|ปรานี|,|ความ|ใจดี|,|กุศล|กรรม|  |Syn. kindness
(เบน|'|นิเซิน) n. ดู|benediction
(เบน|ทฺ) adj. งอ|,|โค้ง|,|ตกลงใจ|,|ตั้งใจ|แล้ว n. ทิศทาง|,|ความ|สนใจ|,|การ|เบี่ยงเบน|,|ความ|โค้ง|  |Syn. tendency
(บิ|นัม|') {|benumbed|,|benumbing|,|benumbs|} vt. ทํา|ให้|ชา|,|ทํา|ให้|มึนงง|,|ทํา|ให้|เคลื่อนที่|ไม่|ได้|  |Syn. benumbness n. ดู|benumb|  |Syn. stupefy
(เบน|'|ซี|น) n. น้ํามัน|ติดไฟ|ได้|ง่าย|ชนิด|หนึ่ง|  |Syn. benzol
(เบน|'|ซี|น) n. น้ํามันเบนซิน
(เบน|'|ซี|น) n. น้ํามันเบนซิน
(บิ|ควีธ|') {|bequeathed|,|bequeathing|,|bequeaths|} vt. ทํา|พินัยกรรม|ยก|ให้|,|ยก|ให้ n. การ|ยก|มรดก|ให้|,|มรดก|  |Syn. bequeathal|,|bequeathment n.  |Syn. bestow
(บิ|เควสทฺ|') n. การ|ทํา|พินัยกรรม|ยก|ให้|,|มรดก|  |Syn. bequeathment
(บิ|เรท|') {|berated|,|berating|,|berates|} vt. ด่า|,|ตําหนิ|อย่าง|รุนแรง
(บิ|รี|ฟว|') {|bereave|/|bereft|,|bereaved|/|bereft|,|bereaving|,|bereaves|} vt. ทํา|ให้|สูญสิ้น|,|ทํา|ให้|หมด|,|เอา|ไป|ด้วย|กําลัง|,|ปลิด|ชีพ|,|คร่า|ไป|เสีย|  |Syn. bereavement n. ดู|bereave|  |Syn. deprive
(บิ|เรฟทฺ|') กริยา|ช่อง 2 และ 3 ของ bereave. adj. ถูก|คร่า|ไป|,|ซึ่ง|สูญเสีย|ไป
(บะเร|') n. หมวก|ผ้า|สักหลาด|ที่|ไม่|มี|ปีก|,|หมวก|บาเรท์
(เบอ|'|กาม|อท) n. ต้น|มะกรูด
(เบอ|'|รี|เบอ|'|รี) n. โรค|เหน็บชา เนื่องจาก|ขาดแคลน|วิตามิน|บี|1|  |Syn. beriberic adj. ดู|beriberi
(เบอร์|ลิน|') n. เมือง|เบอร์|ลิน|ใน|เยอรมัน
(เบิร์น) n. เมืองหลวง|ของ|ประเทศ|สวิส|เซอร์แลนด์
(เบิร์น) n. เมืองหลวง|ของ|ประเทศ|สวิส|เซอร์แลนด์
กล่อง|เบอร์|นิ|วลี|หมายถึง ระบบ|การ|เก็บ|ข้อมูล|จํานวน|มาก ๆ ไว้|ใน|แถบ|บันทึก|คาร์ทริดจ์ (cartridge) แถบ|บันทึก|ชนิด|นี้|ทํา|ไว้|ให้|ถอด|เก็บ|ได้|สะดวก นักวิทยาศาสตร์|ชาว|สวิส|ที่ ชื่อ|เบอร์|นิ|วลี (Bernouilli) เป็น|ผู้|คิด|ทํา|และ เป็น|ผู้|คิด|ทฤษฎี|เกี่ยวกับ|พลัง|การ|หมุน|ของ|แถบ|บันทึก|ชนิด|นี้
(เบอ|'|รี) {|berried|,|berrying|,|berries|} n. ลูก|ผลไม้|เล็ก ๆ ,|เมล็ด|แห้ง|,|เม็ด|ไข่ (กุ้ง|,|ปลา|,|แมงดา) vi. ออก|ผล|เป็น|ลูก|ผลไม้|เล็ก ๆ ,|เก็บ|ผลไม้|เล็ก ๆ
(เบอ|เซ|อค|') adj.,|adv. บ้าระห่ํา n. ผู้|ที่|บ้าระห่ํา
(เบอ|เซ|อ|'|เคอะ) n. ผู้|บ้าบิ่น|  |Syn. maniac
(เบิร์ธ) {|berthed|,|berthing|,|berths|} n. ที่|นอน|ใน|รถไฟ ใน|เรือ เครื่องบิน|หรือ|ยานพาหนะ|อื่น ๆ ,|ห้อง|กัปตันเรือ|,|งาน|,|ตําแหน่ง|,|ที่|ทอด|สมอเรือ|,|ที่|จอด vt.,|vi. จอด|เรือ|,|หา|ที่|จอด|เรือ -|Conf. birth
(บิ|ซี|ช|') {|besought|/|beseeched|,|besought|/|beseeched|,|beseeching|,|beseeches|} vt.,|vi. อ้อนวอน|,|ขอร้อง|,|ขอ|ความ|กรุณา|  |Syn. beseecher n.  |Syn. solicit
(บิ|ซี|ม|') {|beseemed|,|beseeming|,|beseems|} vt. เหมาะ|กับ|,|สอดคล้อง|กับ
(บิ|เซ|ท|') {|beset|,|beset|,|besetting|,|besets|} vt. โจมตี|ทุก|ด้าน|,|กลุ้มรุม|,|รบกวน|,|ห้อมล้อม|  |Syn. besetment n. ดู|beset besetter n. ดู|beset|  |Syn. annoy
(บิ|เซ|ท|'|ทิง) adj. ซึ่ง|โจมตี|หรือ|กลุ้มรุม|อย่าง|ไม่|หยุดยั้ง
(บิ|ไซ|ดฺ|') prep. นอกจาก|,|ห่าง|จาก|,|ไม่|เกี่ยวกับ|,|อยู่|นอก|,|อยู่|ข้าง|,|เทียบ|กับ -|Conf. besides|,|aside from|,|apart from
(บิ|ไซ|ดฺซ|') adv.,|prep. นอกจาก|,|อีก|ด้วย|,|มิหนําซ้ํา -|Conf. beside
(บี|ซี|จฺ|') {|besieged|,|besieging|,|besieges|} vt. ล้อม|,|โอบล้อม|,|ล้อม|โจมตี|,|กลุ้มรุม|ด้วย (คําถาม|/|งาน|/|การ|รบกวน|หรือ|อื่น ๆ)|  |Syn. besiegement n. besieger n.
(บิ|สเมียร์|') {|besmeared|,|besmearing|,|besmears|} vt. ทา|ไป|ทั่ว|,|ทํา|ให้|เปื้อน|,
(บิ|สเมิร์ช|') {|besmirched|,|besmirching|,|besmirches|} vt. ทํา|ให้|เปื้อน|,|ชโลม|,|ป้าย|,|ทําลาย (ชื่อเสียง เกียรติยศ)|  |Syn. corrupt|,|taint
(บี|'|เซิม) n. ไม้กวาด|  |Syn. broom
(บิ|ซอ|ท|') {|besotted|,|besotting|,|besots|} vt. ทํา|ให้|มึนงง|,|ทํา|ให้|งงงวย|,|ทํา|ให้|หลงใหล|  |Syn. besotedly adj. ดู|besot besotedness n. ดู|besot|  |Syn. stupefy
(บิ|ซอ|ทฺ|') กริยา|ช่อง 2 และ 3 ของ beseech
(บิ|ส|แพง|'|เกิล) {|bespangled|,|bespangling|,|bespangles|} vt. ปกคลุม|ไป|ด้วย|,|ประดับ
(บิ|ส|แพ|ท|'|เทอะ) {|bespattered|,|bespattering|,|bespatters|} vt. ทํา|ให้|เปื้อน|,|ทํา|ให้|เป็น|จุด ๆ ,|สาด|,|สาด|โคลน|,|ให้|ร้าย|,|โปรย|  |Syn. soil|,|make sparkle
(บิ|ส|พี|ค|') {|bespoke|,|bespoke|,|bespeaking|,|bespeaks|} vt.,|n. (การ) ถามหา|,|กล่าว|,|ว่า|,|แสดง|ให้|เห็น|,|บอก|ล่วงหน้า|,|จอง|ล่วงหน้า|,|ขอร้อง|  |Syn. indicate Ant. negate
(บิ|สเพค|'|ทะเคิ|ลด|ฺ) adj. สวม|แว่นตา
(บิ|ส|โพ|ค|') กริยา|ช่อง 3 ของ bespeak adj. ทํา|ตาม|ที่|ลูกค้า|สั่ง|,|ทํา|โดยเฉพาะ|,|ซึ่ง|หมั้น|ไว้|แล้ว|  |Syn. custom|-|made
(บิ|ส|โพ|'|เคิน) กริยา|ช่อง 3 ของ bespeak
(บิ|สเพ|รด|') {|bespread|,|bespread|,|bespreading|} vt. แผ่|ออก|,|ปกคลุม
(บิ|ส|'|เพ|รน|ทฺ) adj. ซึ่ง|พรม|หรือ|โรย|ไป ทั่วไป|  |Syn. bestrewn
(บิ|สพ|ริ|ง|'|เคิล) {|besprinkled|,|besprinkling|,|besprinkles|} vt. พรม|หรือ|โรย|ไป|ทั่ว
(เบสทฺ) {|bested|,|besting|,|bests|} adj.,|adv. ดี|ที่สุด|,|เหมาะสม|ที่สุด|,|ใหญ่|ที่สุด|,|มาก|ที่สุด n. สิ่ง|ที่|ดี|ที่สุด|,|ส่วน|ที่|ดี|ที่สุด|,|ภาวะอารมณ์|ที่|ดี|ที่สุด vt. ทํา|ให้|แพ้|,|ชนะ|,|ดี|กว่า|  |Syn. outdo Ant. lose
n. เพื่อน|เจ้าบ่าว
n. หนังสือ|หรือ|สินค้า|ที่|ขาย|ดี|ที่สุด|ใน|ระยะ|หนึ่ง|  |Syn. bestselling n.
(บิ|ส|เท|ด|') {|besteaded|,|besteading|,|besteads|} vt. ช่วยเหลือ|,|เป็น|ประโยชน์|ต่อ|,|เอื้ออํานวย|แก่ adj. อยู่|ใน|สภาพ|,|อยู่|ใน|ภาวะ|ที่|  |Syn. assist|,|profit
(เบส|'|เชิล) adj. เกี่ยวกับ|สัตว์ป่า|,|เหมือน|สัตว์ป่า|,|โหดร้าย|,|ทารุณ|,|ซึ่ง|ไร้|เหตุผล|,|ไร้|ปัญญา|  |Syn. animalistic Ant. human|,|humane
(เบสช|ชะ|แอ|ล|'|ลิ|ที) n. ลักษณะ|สัตว์ป่า|,|ความ|หื่น|กระหาย|ของ|สัตว์ป่า|,|การ|ร่วมเพศ|ระหว่าง|คน|กับ|สัตว์|  |Syn. brutality
(บิ|สเทอร์|') {|bestirred|,|bestirring|,|bestirs|} vt. กระตุ้น|,|ทํา|ให้|มุ|มานะ
(บีส|'|โท) {|bestowed|,|bestowing|,|bestows|} vt. มอบ|ของขวัญ|ให้|,|มอบ|รางวัล|ให้|,|ให้|ใช้|,|จ่าย|,|สละ|ให้|,|เก็บ|,|วาง|  |Syn. bestowal n. ดู|bestow bestowment n. ดู|bestow|  |Syn. present|,|grant
(บิ|สท|รู|') {|bestrewed|,|bestrewn|/|bestrewed|} vi. ปกคลุม|,|โปรย|,|ทํา|เกลื่อนกลาด|  |Syn. bestrewing n. ดู|bestrew|  |Syn. strew
(บิ|ส|ไทร|ดฺ|') {|bestrode|,|bestridden|/|bestrid|} vt. ขี่|,|คร่อม|,|ข้าม|,|ยืน|อยู่|เหนือ|,|ควบคุม|  |Syn. strude
(เบท) {|bet|/|betted|,|bet|/|betted|,|betting|,|bets|} vt..vi. พนัน|,|ขันต่อ|,|ต่อ|,|กล้า|คาดคะเน|,|ใช้ n. สิ่งของ|หรือ|เงิน|ที่|ใช้|ใน|การ|พนัน|หรือ|ขันต่อ|,|การ|วาง|เดิมพัน|,|ทางเลือก|อย่าง|อื่น|  |Syn. gamble|,|risk
(เบ|'|ทะ) n. อักษร|ตัว|ที่|สอง|ของ|พยัญชนะ|กรีก|,|ตําแหน่ง|หนึ่ง|ของ|อะตอม|หรือ|กลุ่ม|อะตอม|ใน|สารประกอบ|,|สารประกอบ isomer|,|อนุภาค beta
ดู|ที่ islet cells
ทดสอบ|รอบ|สอง|หมายถึง โปรแกรม|ที่|ทํา|ออก|มา|ให้|ลูกค้า|ทํา|การ|ทดสอบ|เป็น|ครั้ง|ที่|สอง (ครั้ง|แรก|เรียก|ว่า alpha test) เพื่อ|จะ|ดู|ว่า โปรแกรม|ดังกล่าว|ปฏิบัติงาน|ตาม|ที่|ต้องการ|ได้|เรียบร้อย|ครบถ้วน|ดี|แล้ว|หรือยัง ก่อน|ที่|จะ|นํา|ออก|ขาย|ใน|ตลาด โปรแกรม|ที่|นํา|ออก|มา|ทดสอบ|เหล่านี้|มักจะ|มี|เขียน|บอก|ไว้|ด้วย เพื่อให้|ผู้ใช้|รู้|ว่า ยัง|เป็น|โปรแกรม|ที่อยู่|ใน|ขั้น|ทดลอง|ใช้ เช่น Alpha 1, Beta 5 ซึ่ง|หมายถึง รุ่น 1.0 หรือ 5.0 นั่นเอง|ดู alpha test ประกอบ
(บิ|เท|ค|') {|betook|,|betaken|,|betaking|,|betakes|} vt. ทํา|ให้|ต้อง|ไป|,|ใช้|,|หัน|ไป|ใช้|วิธี|  |Syn. take to|,|take seize
(เบ|'|เทิล) n. ใบพลู (Piper betel)|  |Syn. betel pepper
n. หมาก
n. ต้นหมาก (Areca catechu)| 
(บิ|ธิงคฺ|') {|bethought|,|bethought|} vt. ทํา|ให้|ต้อง|พิจารณา|,|ทํา|ให้|ระลึก|ถึง|  |Syn. recollect
(บิ|ธอทฺ|') กริยา|ช่อง 2 และ 3 ของ bethink
(บิ|ไท|ดฺ|') {|betided|,|betiding|,|betides|} vt.,|vi. เกิด|ขึ้น|,|บังเกิด|,|อุบัติ|ขึ้น|  |Syn. befall|,|happen
(บิ|ไท|มซ|') adv. แต่แรก|เริ่ม|,|เช้า|,|ทัน|เวลา|,|ตรง|เวลา|,|ไม่|ช้า|,|ภายใน|เวลา|อัน|สั้น
(บิ|โท|'|เคิน) {|betokened|,|betokening|,|betokens|} vt. เป็น|หลักฐาน|,|ล่อ|แสดง|,|แสดง|ถึง|,|เป็น|ลาง|,|เป็น|นิมิต|,|บอก|เหตุการณ์|ล่วงหน้า|ว่า
(บิ|ทุค|') v. อดีตกาล|ของ|betake
(บิ|เท|ร|') {|betrayed|,|betraying|,|betrays|} vt. ทรยศ|,|นอกใจ|,|เผย|ความลับ|,|ไม่|ซื่อสัตย์|,|ทํา|ให้|ผิดหวัง|,|แสดง|,|เผย|,|หลอกลวง|  |Syn. betrayal n. betrayer n.
(บิ|ท|รอ|ธ|') vt. รับ|หมั้น|กับ|,|หมั้น|  |Syn. affiance
(บิ|ท|รอ|ธ|'|เธิล) n. การ|หมั้น|,|พิธี|หมั้น|  |Syn. betrothment|ม|  |Syn. engagement
(บิ|ท|รอ|ธดฺ|'|,|บิ|ท|รอ|ธทฺ|') adj. ซึ่ง|หมั้น|ไว้|แล้ว|,|รับ|หมั้น n. คู่หมั้น|  |Syn. engaged
(เบท|'|เทอะ) {|bettered|,|bettering|,|betters|} adj.,|adv. ดี|กว่า|,|ดี|ขึ้น|,|ส่วนใหญ่|,|ใหญ่|กว่า|,|สุขภาพ|ดี|ขึ้น vi. ทํา|ให้|ดี|ขึ้น|,|ชนะ|,|ดี|กว่า n. สิ่ง|ที่|ดี|กว่า|,|การ|เจริญ|ขึ้น|,|ภาวะ|ที่|ดี|ขึ้น|,|ผู้|พนัน|,|ผู้|ขันต่อ|  |Syn. preferable|,|superior -|Conf. had better|,|w
n. ภรรยา|,|สามี|,|คู่สมรส|  |Syn. husband
(เบท|'|เทอะ|เมิน|ทฺ) n. การ|ทํา|ให้|ดี|ขึ้น|,|สิ่ง|ที่|ดี|ขึ้น|  |Syn. improvement
n. สถานที่|พนัน|หรือ|ขันต่อ
(เบท|'|เทอะ) n. ผู้|พนัน|,|ผู้|ขันต่อ
(บิ|ทวี|น|') prep.,|adv. ระหว่าง|,|ใน|ระหว่าง|,|อยู่|กลาง|,|ระหว่าง|ระยะ|,|เชื่อม|,|สัมพันธ์|กับ|,|คั่น|กลาง|,|ระคน|  |Syn. betweenness n.  |Syn. amidst|,|mid|,|betwixt -|Conf. between each
(เบฟ|'|เวิล) {|bevelled|,|bevelling|,|bevels|} n. ส่วน|ลาด|หรือ|เอียง|ของ|เส้น|หรือ|ผิวหน้า|ที่|ไม่|เป็น|มุมฉาก|ซึ่งกันและกัน|,|เครื่องมือ|วาด|มุม|กับ|ส่วน|ลาดเอียง adj. ลาด|,|เอียง|,|มุม|เอียง vt. ทํา|ให้|เป็น|มุม|เอียง|,|เอียง|ตัด|,|ลาด|ตัว vi. เป็น|มุม|เอียง|  |Syn. bevelled adj. เอียง
n. เฟือง|เอียง
(เบฟ|'|เวอเรจฺ) n. เครื่องดื่ม|,|ของเหลว|ที่|ดื่มได้
(เบฟ|'|วี) n. ฝูง|นก|,|กลุ่ม|,|กลุ่ม|สตรี (flock)| 
(บีเวล|') {|bewailed|,|bewailing|,|bewails|} vt. แสดง|ความ|เสียใจ|ต่อ|,|คร่ําครวญ|,|ร้องไห้|,|ระทมทุกข์|กับ|  |Syn. bewailment n. ดู|bewail|  |Syn. lament Ant. rejoice
(บิ|แวร์|') {|bewared|,|bewaring|,|bewares|} vi.,|vt. ระวัง|,|โปรด|ระวัง|,|ระวัง|ตัว|  |Syn. shun|,|mind
(บิ|วิล|'|เดอะ) {|bewildered|,|bewildering|,|bewilders|} vt. ทํา|ให้|ยุ่งใจ|,|ทํา|ให้|งง|,|ทํา|ให้|ลําบาก|ใจ|  |Syn. bewilderment n. ดู|bewilder|  |Syn. confuse Ant. enlighten
(บิ|วิทชฺ|') {|bewitched|,|bewitching|,|bewitches|} vt. ทํา|ให้|หลง|เสน่ห์|,|ทํา|ให้|เคลิบเคลิ้ม|,|ใช้อํานาจ|เวทมนตร์|สะกด|,|ทํา|ให้|ต้อง|มนต์|สะกด|  |Syn. bewitcher n. ดู|bewitch bewitchery n. ดู|bewitch bewitchment n. ดู|bewitch|  |Syn. charm
(บิ|ยอน|ดฺ|') prep. พ้น|,|ไกล|จาก|,|โพ้น|,|อยู่|ทาง|นั้น|,|ถัด|ไป|,|หลัง (เวลา) ,|มาก|กว่า|,|เหนือกว่า|,|เหนือ|,|นอกจาก n. the beyond สิ่ง|ที่อยู่|ไกล|มาก -|Phr. (the great beyond ชาติหน้า)| 
รูป|โค้ง|เบ|ซิ|เอร์|หมายถึง รูป|เส้นโค้ง|ทาง|คณิตศาสตร์|รูป|หนึ่ง เป็น|โค้ง|ที่|ไม่|มี|รูปลักษณ์|ที่|มี|กฏ|เกณฑ์|เป็น|สูตร|กําหนด การ|สร้าง|เส้นโค้ง|ใน|โปรแกรม|บาง|โปรแกรม จะ|ต้อง|เริ่ม|ด้วย|การ|ลาก|เส้นตรง|ขึ้น|มา|เส้น|หนึ่ง|ก่อน แล้ว|สร้าง|จุด|สอง|จุด|บน|เส้นตรง|นั้น ใช้|เมาส์|ดึง|แต่ละ|จุด|ขึ้น|ไป ใน|ทิศทาง|ที่|ต่าง|กัน ก็|จะ|ได้|โค้ง|แบบ|เบ|ซี|เอร์ ขึ้น|มา
(บู|แทน|') n. ประเทศ|ภูฎาน
abbr. สอง|,|คู่|,|ซ้ํา
(ไบ|แอ|น|'|นวล) adj. มี|ทุก 2 ปี|  |Syn. semiannual -|Conf. biennial
(ไบ|'|อัส) n. อคติ|,|เส้น|เอียง|,|ความ|โน้มเอียง|,|adj. เอียง|,|เฉียง|,|ทแยง vt. ทํา|ให้|มี|ใจ|โน้มเอียง|,|มี|อิทธิพล|ต่อ|  |Syn. biasedly adv. ดู|bias biassedly adv. ดู|bias biasness n. ดู|bias|  |Syn. prejudice
(บิ|บ) n. ผ้า|ผูก|ใต้|คาง|เด็ก|เพื่อ|กัน|เปื้อน
(ไบ|'|เบิล) n. พระคัมภีร์|ไบเบิล|  |Syn. bible n. คัมภีร์ biblical adj. -|Conf. bibles
(บิ|บ|'|บิ|เคิล) adj. เกี่ยวกับ|คัมภีร์|ศาสนาคริสต์|  |Syn. biblical
(บิ|บบลิ|ออก|'|กระ|เฟอร์) n. ผู้เชี่ยวชาญ|เกี่ยวกับ|บรรณานุกรม
(บิ|บบลิ|ออก|'|กระ|ฟี่) n. บรรณานุกรม|,|รายชื่อ|หนังสือ|เฉพาะเรื่อง|หรือ|กลุ่ม|เรื่อง|  |Syn. bibliographic adj. เกี่ยวกับ|บรรณานุกรม bibliographical adj. เกี่ยวกับ|บรรณานุกรม
(บิ|บ|'|ลีอะฟิล|,|-|ไฟล์) n. ผู้|ชอบ|หนังสือ|,|ผู้|ชอบ|สะสม|หนังสือ|  |Syn.  |Syn. bibliophilist|,|bibliophilism n. bibliophilistic adj. ชอบ|หนังสือ bibliophilic adj. ชอบ|หนังสือ|  |Syn. book lover
(ไบ|แคม|'|เมอรัล) adj. มี 2 กิ่งก้าน|,|มี|สอง|ห้อง|,|มี|สอง|บ้าน|  |Syn. bicameralism n. ดู|bicameral bicamerist n. ดู|bicameral
n. เกลือ|ของ|คาร์บอนิค|แอ|ซิ|ด
(ไบ|เซน|'|ที|นา|รี) adj.,|n. ดู|bicentennial
(ไบ|เซน|เท|น|'|เนี|ยล) adj. เกี่ยวกับ|หรือ|บรรจบ|ครบ|สอง|ร้อย|ปี|,|เกิด|ขึ้น|ทุก 200 ปี n. การ|ฉลอง|ครบ 200 ปี
(ไบ|'|เซ|พซฺ) n. กล้ามเนื้อ|ลูกหนู|ที่|โคน|แขน
(บิ|ค|'|เคอะ) {|bickered|,|bickering|,|bickers|} vt.,|n. (การ) ทะเลาะวิวาท|,|โต้เถียง|,|เคลื่อนที่|อย่าง|รวดเร็ว|,|สั่น|,|ระยิบระยับ|  |Syn. bicker n. ดู|bicker
(บิ|ค|'|เค|อริ|ง) n. การ|ทะเลาะวิวาท
(ไบ|'|ไซ|เคิล|,|-|ซิ|ค|'|เคิล) {|bicycled|,|bicycling|,|bicycles|} n.,|vi. (ขี่) จักรยาน|สอง|ล้อ|  |Syn. bicyclist|, bicycler n.
(บิด) {|bade|/|bid|,|bidden|/|bid|,|bidding|,|bids|} vt.,|n. (การ) ออก|คําสั่ง|,|สั่ง|,|กล่าว|,|บอก|,|ให้|ราคา|,|ประมูล|ราคา|,|เชื้อเชิญ|,|ประกาศ|อย่าง|เปิดเผย|,|รับ|เป็น|สมาชิก|,|ความ|พยายาม|เพื่อให้|ได้|มา vi. ออก|คําสั่ง|, กริยา|ช่อง 3 ของ bide|  |Syn. bidder n. ดู bid -|Conf. bade
(บิด|'|ดะ|เบิล) adj. เชื่อฟัง|,|พอ|ที่|จะ|สู้|ราคา|ได้|  |Syn. biddability n.  |Syn. docile
(บิด|'|เดิน) กริยา|ช่อง 3 ของ bid
(บิด|'|ดิง) n. คําสั่ง|,|การ|ออก|คําสั่ง|,|การ|เรียก|มา|,|การ|เชื้อเชิญ|,|การ|ประมูล|ราคา|,|ราคา|ที่|ประมูล|,|การ|เรียก|ไพ่|  |Syn. command
(ไบดฺ) {|boded|,|bided|,|biding|,|bides|} v. อดทน|,|ทน|,|เผชิญ|,|ขึ้น|อยู่|กับ|,|ยังคง|,|รอคอย -|Phr. (bide one|'|s time คอย|โอกาส|ที่|ดี)|  |Syn. bider n. ดู|bide|  |Syn. endure|,|bear
(ไบ|เอน|'|เนี|ยล) adj. อยู่|ได้|สอง|ปี|,|ทุก|สอง|ปี|,|ปี|ละ|สอง|หน n. พืช|ที่|มี|อายุ|เพียง 2 ปี
(ไบ|เอน|'|เนี|ยม) n. ระยะ|เวลา 2 ปี|  |Syn. biennial n.,|adj. ระยะ|เวลา 2 ปี -|pl. bienniums|,|biennia
(เบียร์) n. โครง|โลง|ศพ|,|ที่|ตั้ง|ศพ|,|เชิงตะกอน|  |Syn. bier
(บิ|ฟ) n. การ|ชก|,|การ|ต่อย|,|การ|โจมตี|-|vi ชก|,|ต่อย|,|ตี|  |Syn. blow
(ไบโฟ|'|เคิล) adj. มี|สอง|โฟกัส (มอง|ภาพ|ไกล|ละ|มอง|ภาพ|ใกล้)|  |Syn. bifocals n. แว่นตา|มี|สอง|เลนส์|ที่|เป็น bifocal
(บิ|ก) adj. ใหญ่|,|ร่าง|ใหญ่|,|มาก|  |Syn. biggish adj. ใหญ่|,|ร่าง|ใหญ่|,|มาก bigness n. ความ|ใหญ่|  |Syn. large Ant. small -|Conf. size|,|large|,|great
n. พี่ชาย|,|พี่ใหญ่|,|พี่เลี้ยง|,|ระบบ|เผด็จการ
n. วิสาหกิจ|ขนาด|ใหญ่
n. บุคคล|สําคัญ|,|ผู้มีอิทธิพล
ท่อน|เหล็ก <|คําแปล|>|เป็น|คํา|สะ|แล|ง|ที่|ใช้|เรียก|คอมพิวเตอร์|ขนาด|ใหญ่ (mainframe) รุ่น|เก่า ที่|มี|ราคา|เป็น|เรือน|ล้าน ขนาด|ใหญ่|คับ|ห้อง แต่|ทํางาน|ได้|เท่า|กับ|ไมโครคอมพิวเตอร์ ที่|ราคา|เพียง|ไม่|กี่|หมื่น|บาท
n. ผู้มีอิทธิพล|,|ผู้ยิ่งใหญ่|  |Syn. brass hat
คน|หัวแข็ง
n. ตําแหน่ง|สูง|,|ระดับ|สูง|,|ขึ้น|สูง|,|เวลา|ที่|เหมาะ|มาก|  |Syn. big|-|time adj. ดู|big time big|-|timer n. ดู|big time
n. นิ้วเท้า|นิ้ว|ที่|ใหญ่|ที่สุด
adj. มี|ชื่อเสียง|โด่งดัง
(บิ|ก|'|ทิด|'|คิท) adj. แพง
(บิ|ก|'|กะ|มิ|สทฺ) n. ผู้|ที่|ทํา|ผิด|ใน|ฐาน|มี|ภรรยา|หรือ|สามี|สอง|คน|  |Syn. bigamistic adj.
(บิ|ก|'|กะ|มัส) adj. มี|ภรรยา|หรือ|สามี|ใน|ขณะเดียวกัน|สอง|คน|,
(บิ|ก|'|กะ|มี) n. การ|มี|ความผิด|ฐาน|มี|ภรรยา หรือ|สามี|ใน|ขณะเดียวกัน|สอง|คน
(บิ|ก|'|เฮ|ด) n. การ|ถือดี|,|ความ|ยโส
adj. อวดดี|,|ถือดี|,|ยโส
(ไบทฺ) n. ส่วน|เวิ้ง|,|อ่าว|เล็ก ๆ ,|ห่วง|เชือก vt. เอา|เชือก|มา|ผูก|เป็นห่วง|,|ใช้|ห่วง|เชือก|ผูกมัด|ไว้
n. คน|ปากมาก|,|คน|ปากบอน|,|คน|พูด|ปากมาก
(บิ|ก|'|เกิท) n. คน|หัวดื้อ|,|คน|ดื้อรั้น|  |Syn. fanatic
(บิ|ก|'|กะ|ทิด) adj. หัวดื้อ|,|ดื้อรั้น|,|มี|ทิฐิ|,|มานะ|  |Syn. narrow|-|minded
(บิ|ก|'|กะ|ท|รี) n. ความ|หัวดื้อ|,|ความ|มี|ทิฐิ|มานะ|  |Syn. intolerance
(บิ|ก|'|วิก) n. บุคคล|สําคัญ|  |Syn. bigwigged adj. bigwiggedness|  |Syn. big shot
(ไบคฺ) n. จักรยาน|สอง|ล้อ|,|จักรยานยนต์|,|ขี่|จักรยาน|สอง|ล้อ|หรือ|จักรยานยนต์|  |Syn. biker n.
(บิ|คี|'|นี) n. ชุดอาบน้ํา|บิ|กินี|,|ชุดอาบน้ํา|สอง|ชิ้น|ของ|ผู้หญิง
(ไบ|แล|ท|'|เท|อรัล) adj. สอง|ข้าง (ด้าน) ,|ข้าง|ซ้าย|และ|ขวา|  |Syn. bilateralism n. ดู|bilateral
(ไบลฺ) n. น้ําดี|,|อารมณ์|ร้าย|  |Syn. peevishness
(บิล|จฺ) {|bilged|,|bilging|,|bilges|} n. ส่วน|ที่|โป่ง|ออก|ของ|ถัง|ไม้|,|ก้น|ถัง|,|บริเวณ|โป่ง|ออก|ของ|ท้อง|เรือ|,|น้ํา|สกปรก|ใต้|ท้อง|เรือ|,|คําพูด|ที่|ไร้|สาระ vi. ท้อง|เรือ|รั่ว vt. เจาะ|ใต้|ท้อง|เรือ
n. โครง|สัน|เรือ|ตาม|ยาว|แต่ละ|ข้าง
n. โครง|สัน|เรือ|ตาม|ยาว|แต่ละ|ข้าง
n. ท่อ|สูบ|น้ํา|สกปรก|ใต้|ท้อง|เรือ
n. น้ํา|สกปรก|ใน|ท้อง|เรือ|,|เหลวไหล|,|ไร้|สาะ|  |Syn. bilge|,|rubbish
(บิล|'|จี) adj. มี|กลิ่น|เหม็น|คล้าย|น้ํา|สกปรก|ใต้|ท้อง|เรือ
(บิล|'|เลีย|รี) adj. เกี่ยวกับ|น้ําดี|,|ส่ง|น้ําดี
(ไบ|ลิง|'|กวล) adj. พูด|เป็น|สอง|ภาษา|,|เขียน|เป็น|สอง|ภาษา|  |Syn. bilinguality|,|bilingualism n.
(บิล|'|เยิส) adj. เกี่ยวกับ|น้ําดี|,|ซึ่ง|มี|น้ําดี|ออก|มาก|ผิดปกติ|,|เป็น|โรคตับ|หรือ|น้ําดี|,|มี|อารมณ์|ร้าย
(บิล|คฺ) {|bilked|,|bilking|,|bilks|} vt. โกง|,|หลอกลวง|,|ทํา|ให้|ยุ่งเหยิง|ใจ|,|หลีกหนี|'|  |Syn. bilker n.  |Syn. swindle
(บิล) {|billed|,|billing|,|bills|} n. ตั๋วเงิน|,|พันธบัตร|,|ธนบัตร|,|บิล|,|ใบเสร็จ|,|ใบ|แสดง|รายงาน|ซื้อขาย|,|พระราชบัญญัติ|,|ญัตติ|,|ร่าง|ญัตติ|,|คํา|โฆษณา|,|รายการ|,|หนังสือ|ยื่น|ฟ้อง|,|จะงอย|ปาก|,|ปากนก -|Phr. (a Bill of Oblivion พระราชบัญญัติ|อภัยโทษ) -|Id. (bill the bill สนอง|ความ|ต้องการ|ทั้งหมด
n. นายหน้า|ซื้อขาย|ตั๋วเงิน
n. คน|เก็บ|เงิน
เจ้าของ|บริษัท|ไม|โค|รซอพต์ เมื่อ|ปี พ.ศ.2542 เขา|เป็น|ผู้|ที่|ร่ํารวย|มาก|ที่สุด|ใน|โลก
n. คําสั่ง|ของ|ผู้ซื้อ|ให้|ธนาคาร|จ่าย|เงิน|แก่|ผู้|ขาย|สินค้า
n. รายการ|สินค้า|,|โปรแกรม|,|บัญชี|รายการอาหาร
n. จํานวน|สินค้า|ที่|สามารถ|ขาย|ได้ -|Id. (sell (someone) a bill of goods โกง|,|หลอกลวง)| 
n. การ|ฟ้อง|ที่|โจทก์|ยื่น|ต่อ|คณะ|ลูกขุน
n. ใบ|ขน|ของ|ซึ่ง|บริษัท|ขนส่ง|หรือ|บริษัท|เดิน|เรือ|ออก|ให้แก่|ผู้|ส่ง|สินค้า
n. พระราชบัญญัติ|ลัทธิ|และ|เสรีภาพ|ของ|พลเมือง
n. ผู้|ติด|ประกาศ|,|ผู้|ติด|โฆษณา|,|ผู้|ติด|ใบปลิว|  |Syn. billsticking n.
n. ผู้|ติด|ประกาศ|,|ผู้|ติด|โฆษณา|,|ผู้|ติด|ใบปลิว|  |Syn. billsticking n.
(บิล|'|บอร์ด) n. กระดาน|ป้าย
(บิล|'|เลท) {|billeted|,|billeting|,|billets|} vt.,|n. (การ) ส่ง|ไป|พัก|,|จัด|ที่พัก|ให้|ทหาร|,|ให้|ตําแหน่ง|แก่|,|หอพัก|ทหาร|,|งาน|,|จดหมาย|สั้น ๆ vi. ตั้ง|ค่าย|ตั้ง|ทัพ
(บิล|'|เยิร์ดซ) n. บิลเลียด|  |Syn. billiadist n.
(บิล|'|ลิง) n. การ|โฆษณา|,|ปริมาณ|งาน|ธุรกิจ|ที่|ทํา|โดย
(บิล|'|เยิน) n.,|adj. หนึ่ง|พันล้าน (สหรัฐอเมริกา) ,|หนึ่ง|ล้าน|ล้าน (อังกฤษ)|  |Syn. billionth adj.,|n.
(บิล|'|ยะแนร์) n. ผู้|มี|เงิน|พันล้าน (ดอลลาร์|,|ปอนด์ ฯลฯ)|  |Syn. multimillionaire
ใช้|ตัวย่อ|ว่า BS เป็น|หน่วย|วัด|ความ|เร็ว|ใน|การ|ทํางาน|หรือ|การ|ประมวลผล|ของ|เครื่อง|คอมพิวเตอร์
(บิล|'|โล) n. คลื่น|ใหญ่ {|billowed|,|billowing|,|billows|} vi.,|vt. (ทํา|ให้) เป็น|คลื่น|ที่|ไล่|ตาม|,|บวม|ออก|,|มี|คลื่น|  |Syn. increase
(บิล|'|โล|อี) adj. เต็มไปด้วย|ลูก|คลื่น|  |Syn. billowiness
n. คน|ที่|ประกาศ|,|คน|ติด|โฆษณา|,|คน|ติด|ใบปลิว|  |Syn. billposting|, billsticking n.
n. คน|ที่|ประกาศ|,|คน|ติด|โฆษณา|,|คน|ติด|ใบปลิว|  |Syn. billposting|, billsticking n.
(บิล|'|ลี) n. กระ|บอง|ของ|ตํารวจ|,|กระ|บอง|,|เพื่อน|,|เพื่อน|ทหาร|  |Syn. club
n. แพะ|ตัวผู้
วงแหวน|แม่เหล็ก|ทวิ|เสถียร <|คําแปล|>|ย่อ|มา|จาก bistable magnetic core วงจร|แม่เหล็ก ซึ่ง|เปลี่ยน|สถานะ|ได้|ไม่|ทาง|ใด|ก็|ทาง|หนึ่ง คือ ถ้า|ไม่|เป็น|บวก|ก็|ต้อง|เป็น|ลบ
adj. ใช้|สอง|มือ
n. ระยะ|เวลา|2|เดือน|  |Syn. bimestrial adj. ระยะ|เวลา|2|เดือน
adj.,|adv. n. (สิ่ง|ตีพิมพ์) เกิด|ขึ้น|ทุก|สอง|เดือน|,|เดือน|ละ|สอง|ครั้ง
(บิน) 1. ถัง|,|ลัง {|binned|,|binning|,|bins|} vt. ใส่|ใน|ถัง|หรือ|ลัง 2. ใช้|เป็น|นามสกุล (file type) ของ|แฟ้ม|ที่|บรรจุ|ข้อมูล ที่|เป็น|เลขฐานสอง (binary) เช่น prog.bin
(ไบ|'|นะ|รี) adj. เกี่ยวกับ|หรือ|มี|คู่|,|เกี่ยวกับ 2,|ซ้ําสอง n. 2 คู่|,|เลขคู่|, ระบบ|ฐาน|สอง หมายถึง ระบบ|เลขฐานสอง ที่|มี|สัญลักษณ์|เพียง|สอง|ตัว|คือ 0 กับ 1 บาง|ครั้ง|อาจ|หมายถึง|การ|ที่|มี|โอกาส|จะ|เลือก|ได้|เพียง 2 ทาง เช่น เปิด|กับ|ปิด|, ใช่|กับ|ไม่|ใช่
รหัส|ฐาน|สอง|หมายถึง การ|ใช้|รหัส|เลขฐานสอง|แทน|ตัวอักษร ตัวเลข และ|ตัว|อักขระ พิเศษ|ต่าง ๆ โดย|ใช้|เพียง|เลข 0 และ 1 รหัส|ที่|นิยม|ใช้|กัน|อยู่|มี|หลาย|รหัส|เช่น เอ็บซี|ดิก (EBCDIC) , แอ|สกี (ASCII) , บีซี|ดี (BCD) คอมพิวเตอร์|ของ|แต่ละ|บริษัท|จะ|เลือก|ใช้|รหัส|หนึ่ง|ใน|การ|แทน|ข้อมูล
เลขฐานสิบ|เข้า|รหัส|ฐาน|ของ <|คําแปล|>|ใช้|ตัวย่อ|ว่า BCD หมายถึง|รหัส|ที่|ใช้|แทน|เลข|ฐาน ซึ่ง|กําหนด|ให้|เลขฐานสิบ|แต่ละ|ตัวแทน|ด้วย|เลขฐานสอง 4 บิต ตัวอย่าง เช่น เลข 17 ใน|ฐาน|สิบ เขียน|เป็น|เลขฐานสอง|ว่า 0001 0111 โดย|ที่|เลข|หลัก|ของ|บิต|จาก|ซ้าย|ไป|ขวา เป็น|ลําดับ|เพิ่ม|ตาม|สูตร 8|-|4|-|2|-|1 เลข 17 ที่|เป็น|ฐาน|สิบ เมื่อ|แสดง|ใน|รูป|เลขฐานสอง|ธรรมดา|จะ|เป็น 10001
เลขโดด|ฐาน|สอง|เรียก|ย่อ ๆ ว่า bit หมายถึง ตําแหน่ง|หนึ่ง|ใน|เลขฐานสอง ซึ่ง|เป็น|ได้ 2 ค่า คือ 0 กับ 1 ใช้|แทน|ค่า|ต่าง ๆ บิต|เป็น|หน่วย|เล็ก|ที่สุด|ของ|การ|เก็บ|ข้อมูล|ใน|คอมพิวเตอร์ ใน|การ|เก็บ|ค่า เรา|นํา|บิต|มา|จัด|เป็น|กลุ่ม ๆ ละ 6|-|7|-|8 บิต เพื่อ|ใช้|เป็น|รหัส|แทน|ตัว|อักขระ|ต่าง ๆ ดู bit ประกอบ
แฟ้มข้อมูล|ฐาน|สอง|หมายถึง แฟ้ม|ที่|บรรจุ|ข้อมูล|ที่|เป็น|ฐาน|สอง|เท่านั้น ข้อมูล|เหล่านี้ คอมพิวเตอร์|จะ|เข้าใจ|และ|รับรู้|ได้ โดย|ปกติ แฟ้มข้อมูล|เหล่านี้|จะ|ถูก|กําหนด|ให้|ใช้|นามสกุล (file type) ว่า BIN ดู BIN ประกอบ
ระบบ|เลขฐานสอง <|คําแปล|>|ระบบ|เลขฐานสอง หมายถึง ตัวเลข|บอก|จํานวน|ที่|มี|ฐาน|เป็น|"|สอง|" (ไม่|ใช่ "|สิบ|" อย่าง|ที่|นิยม|ใช้|ใน|ปัจจุบัน) คือ|มี|เลข|เพียง|สอง|ตัว คือ 0 และ 1 คอมพิวเตอร์|ได้|นํา|ระบบ|เลขฐานสอง|นี้|มา|ใช้|เป็น|รหัส เพื่อ|สะดวก|ใน|การ|แสดง|สภาวะ 2 ประการ|คือ (สวิตซ์) เปิด และ ปิด
การ|ค้นหา|แบบ|ทวิภาค|หมายถึง วิธีการ|ค้นหา|โดย|ใช้|ระบบ|แบ่ง|ครึ่ง|ข้อมูล|ทั้งหมด|ออก|เป็น|สอง|ส่วน การ|ค้นหา|ตัว|ที่|ต้องการ|จะ|ต้อง|เลือก|หา|จาก|ข้อมูล|ทีละ|ส่วน โดย|ใช้|วิธี|เดิม|คือ|แบ่ง|เป็น|สอง|ส่วนย่อย หาก|พบ|ใน|ส่วน|ที่|หนึ่ง ก็|ไม่|ต้อง|เสียเวลา|หา|ใน|อีก|ส่วนหนึ่ง|อีก|ต่อไป
ต้นไม้|แบบ|ทวิภาค|โครงสร้าง|ข้อมูล ที่|แต่ละ|จุดต่อ (node) มี|กิ่ง|ยื่น|ออก|ไป|ได้|ไม่|เกิน|สอง|กิ่ง
ตัวแปร|ฐาน|สอง|ตัวแปร|ที่|อาจ|เป็น|ค่า|ใด|ค่า|หนึ่ง|ใน|สอง|ค่า เช่น จริง|หรือ|ไม่|จริง ศูนย์|หรือ|หนึ่ง เป็นต้น
(ไบดฺ) {|bound|,|bound|,|binding|,|binds|} vt.,|vi.,|n. (การ) ผูก|,|มัด|,|พัน|,|เข้า|ปก|,|เย็บเล่ม|,|เชื่อม|ผนึก|,|ทํา|ให้|ท้องผูก|,|ผูกพัน|,|ยับยั้ง|,|ยึด|แน่น|,|แข็งตัว|  |Syn. bindable adj. ดู|bind|  |Syn. tie
(ไบ|'|เดอะ) n. สิ่ง|ที่|ผูกมัด|,|ผู้|ผูก|,|ผู้|มัด|,|การ|เย็บ|ปก|,|ยา|เกาะติด|,|เชือก|,|สาย|มัด|,|แผ่น|ปะ|หน้า|หนังสือ|,|เงิน|มัดจํา|,|เครื่อง|เย็บเล่ม|,|เครื่อง|เข้า|ปก|,|แฟ้ม
(ไบ|'|เดอ|รี) n. ร้าน|หรือ|โรง|เย็บเล่ม|หนังสือ|,|ร้าน|หรือ|โรง|เข้า|ปก|หนังสือ
(ไบน์|'|ดิง) n. การ|ผูก|,|การ|มัด|,|สิ่ง|ผูกมัด|,|การ|เข้า|ปก|หนังสือ|,|การ|เย็บเล่ม|หนังสือ|,|การ|ทํา|ให้|ท้องผูก|,|สาย|มัด|,|สาย|พัน|,|ยา|เชื่อม|ติด adj. จําเป็น|,|ผูกพัน|  |Syn. compelling
(บิ|ง|'|โก) n. เกม|ชนิด|หนึ่ง แข่ง|เอา|รางวัล โดย|คน|จํานวน|มาก interj. ดู|ซิ|!
(บะ|นอ|ค|'|คิว|ลาร์) adj. เกี่ยวกับ|หรือ|มี|สอง|ตา|,|สอง|ตา n. กล้อง|สอง|ตา (binoculars)| 
(ไบ|โน|'|เมีย|ล) n. การ|แสดง|ค่า|ผลบวก|หรือ|ผลต่าง|ของ|สอง|จํานวน|,|สอง|ชื่อ|,|ทวิ|นาม adj. ประกอบ|ด้วย|สอง|ชื่อ|  |Syn. binomialism n.
Pref. '|ชีวิต|'|,|'|สิ่งมีชีวิต|'
vt. (การ) วิเคราะห์|ทาง|ชีวภาพ|ของ|สาร
(ไบ|โอ|เคม|'|มิ|สท|รี) n. ชีวเคมี|  |Syn. biochemical adj. เกี่ยวกับ|ชีวเคมี biochemist n. นัก|ชีวเคมี
n. การ|สร้าง|สิ่งมีชีวิต|จาก|สิ่งมีชีวิต|อื่น|  |Syn. biogenetic|,|biogenous adj.  |Syn. biogeny
(ไบ|ออก|'|กระ|เฟอะ) n. ผู้เขียน|ชีวประวัติ|'
(ไบ|โอ|กราฟ|'|ฟิค|,|-|เคิล) adj.,|n. เกี่ยวกับ|ชีวิต|ของ|บุคคล|,|วรรณคดี|ชีวประวัติ|'
(ไบ|โอ|กราฟ|'|ฟิค|,|-|เคิล) adj.,|n. เกี่ยวกับ|ชีวิต|ของ|บุคคล|,|วรรณคดี|ชีวประวัติ|'
(ไบ|โอ|ลอจ|'|จิค|,|-|เคิล) adj. เกี่ยวกับ|ชีววิทยา n. ผลิตผล|ทาง|ชีวภาพ (เช่น วัคซีน เซรุ่ม)| 
(ไบ|โอ|ลอจ|'|จิค|,|-|เคิล) adj. เกี่ยวกับ|ชีววิทยา n. ผลิตผล|ทาง|ชีวภาพ (เช่น วัคซีน เซรุ่ม)| 
n. สงคราม|ที่|ใช้|ผลิตผล|ทาง|ชีวภาพ
(ไบ|ออ|ล|'|ละ|จิสทฺ) n. นักชีววิทยา
(ไบ|ออ|ล|'|โลจี) n. ชีววิทยา
(ไบ|ออ|น|'|นิคซฺ) n. การ|ศึกษา|เกี่ยวกับ|การ|ปฎิบัติ|งาน|และ|การ|แก้|ปัญหา|ของ|มนุษย์|และ|สัตว์|เพื่อ|นํา|ไป|ใช้|ผลิต|คอมพิวเตอร์|และ|เครื่องมือ|อิ|เล็ก|ท|รอ|นิก|อื่น ๆ| 
(ไบ|ออ|พ|'|ซี) n. การ|ตัด|เอา|ชิ้นเนื้อ|เยื่อ|ออก|จาก|ร่าง|สิ่งมีชีวิต|เพื่อ|ศึกษา|วิเคราะห์|  |Syn. bioptic adj. ดู|biopsy
(ไบ|ออ|ส) ย่อ|มา|จาก Basic Input|/|Output System เป็น|ชื่อ|โปรแกรม|ชุด|หนึ่ง|ซึ่ง จะ|ควบ|คม|การ|ทํางาน|ของ|คอมพิวเตอร์|ใน|ส่วน|ที่|เกี่ยวกับ|การ|นํา|ข้อมูล|เข้า|ไป|เก็บ|และ|การ|แสดง|ผล (หน่วย|บันทึก แผง|แป้น|อักขระ จอ|ภาพฯ) คอมพิวเตอร์|ส่วนใหญ่|จะ|เก็บ|ไบ|ออ|ส|นี้|ไว้|ใน|ชิป|ตัว|หนึ่ง|ที่|สร้าง|มา|ให้|อยู่|ใน|เครื่อง|คอมพิวเตอร์ (built in) หรือ|ที่|เรียก|ว่า "|รอ|ม|" (ROM) เมื่อ|เปิด|เครื่อง|คอมพิวเตอร์ เครื่อง|จะ|อ่าน|คําสั่ง|ใน|ไบ|ออ|ส|ก่อน|เสมอ
(ไบพารฺ์|'|ทิเซิน) adj.ประกอบ|ด้วย|สมาชิก|ของ|สอง|พรรค|หรือ|กลุ่ม|  |Syn. bipartisanism|, bipartizanism n.
(ไบพาร์|'|ไท|ทฺ) adj. ประกอบ|ด้วย หรือ|แบ่ง|ออก|เป็น|สอง|ส่วน|,|แบบ|เดียวกัน 2 ฉบับ
(ไบพารฺ์|'|ทิเซิน) adj.ประกอบ|ด้วย|สมาชิก|ของ|สอง|พรรค|หรือ|กลุ่ม|  |Syn. bipartisanism|, bipartizanism n.
(ไบ|'|เพด) n. สัตว์สองเท้า adj. มี|สอง|เท้า|  |Syn. bipedal
(ไบ|'|เพดเดิล) adj. มี|สอง|เท้า
(ไบ|โพ|'|ลาร์) adj. มี|สอง|ขั้ว|,|เกี่ยวกับ|สอง|ขั้ว|  |Syn. bipolarity n. การ|มี|สอง|ขั้ว
(เบิร์ชฺ) n. ต้นไม้|จําพวก|Betula
(เบิร์ด) n. นก|,|สัตว์|จําพวก|มี|ปีก
n. นกพิราบ
n. นก|ล่า|นก (เช่น|เหยี่ยว|,|นก|อินทรีย์)| 
(เบิร์ดซ|'|อาย) adj. มอง|จาก|เบื้องบน|,|ก|ลาด|ทั่ว|,|ผิวเผิน|,|ลวก ๆ ,|ทั่วไป|,|มี|จุด|คล้าย|ตา|นก|  |Syn. general
n. ข้าว|สําหรับ|เลี้ยง|นก
(เบอร์) n. กําลัง|,|แรง|,|พลังงาน|,|เสียง|ลม|แรง vi. เคลื่อนที่|อย่าง|รวดเร็ว|จน|มี|เสียง|ดัง|คล้าย|ลม|แรง|  |Syn. force
(เบิร์ธ) n. การ|เกิด|,|การ|คลอด|,|การ|ออก|ลูก|,|การ|สืบสาย|เลือด|,|การ|อุบัติ|ขึ้น -|Phr. (give birth to คลอด|,|ให้|กําเนิด)|  |Syn. nativity
n. สูติบัตร
n. การ|คุม|กําเนิด|  |Syn. birth|-|control adj.
อัตรา|การ|เกิด
n. ยาเม็ด|คุม|กําเนิด
n. วันเกิด|,|วัน|ครบ|รอบ
n. ความ|เปล่า|เปลือย|,|ชุด|วันเกิด
n. ตําหนิ|บน|ผิวหนัง|แต่|กําเนิด|,|ไฝ|,|ปาน
n. สถานที่|เกิด|,|แหล่ง|กําเนิด
n. สิทธิ|ที่|มี|มา|แต่|กําเนิด
(บิ|ส) adv. ครั้ง|ที่|สอง|,|สอง|ครั้ง interj. เอา|อีก|!
(บิ|ส|'|คิท) n. ขนมปัง|กรอบ|,|ขนมปัง|อ่อน
vt.,|vi. แบ่ง|ออก|เป็น|สอง|ส่วน|,|  |Syn. bisection n.
(ไบ|เซ|ค|'|เทอะ) n. เส้น|หรือ|แนว|ที่|แบ่ง|มุม|หรือ|ส่วน
(ไบ|เซ|ค|'|ชวล) adj.,|n. มี|สอง|เพศ|,|กะเทย|  |Syn. bisexualism|,|bisexuality n.  |Syn. hermaphroditic
(บิ|ช|'|เชิพ) n. หัวหน้า|บาทหลวง|,|สังฆนายก|,|ตัว|หมากรุก|ฝรั่ง|ที่|เทียบเท่า|กับ|โคน|ของ|หมากรุก|ไทย|  |Syn. bishopric adj. ดู|bishop
(มิ|ส|'|มัธ) n. ธาตุ|โลหะ|ชนิด|หนึ่ง
(ไบ|'|เซิน) n. วัว|กระทิง|อเมริกา
วงจร|แม่เหล็ก ซึ่ง|เปลี่ยน|สถานะ|ได้|ไม่|ทาง|ใด|ก็|ทาง|หนึ่ง คือ ถ้า|ไม่|เป็น|บวก ก็|ต้อง|เป็น|ลบ
(บิ|ท) 1. n. ดอก|ส|ว่าน|,|สิ่ง|ค้ํา|,|ของ|เล็ก ๆ น้อย ๆ ,|ครู่|เดียว|,|การ|กระทํา|,|บทบาท|เล็กน้อย|,|เหรียญ|เล็ก ๆ ,|หน่วย|,|กริยา|ช่อง 2 และ 3 ของ bite|, บิต|, 2. ใน|ระบบ|เลข|ฐาน 2 หมายถึง|ตัวเลข 0 และ 1, หน่วย|ข้อมูล|ที่|เล็ก|ที่สุด โดย|ที่|หนึ่ง|บิต|จะ|ต้อง|เพียงพอ|ต่อ|การ|บอก|ความ|แตกต่าง|ระหว่าง|ข้อมูล|ประเภท "|ใช้|" ใน|ปัจจุบัน|มัก|ใช้|บิต|เป็น|หน่วย|วัด|ตัว|ประมวลผล (microprocessor) ของ|ไมโครคอมพิวเตอร์ ว่า|เป็น|ขนาด 8 บิต 16 บิต หรือ 32 บิต ถ้า|จัด|บิต|เป็น|ชุด|ที่|เรียก|ว่า|ไบต์ (byte) ซึ่ง|ปกติ|จะ|มี 8 บิต จะ|ใช้|เป็น|รหัส|เก็บ|ข้อมูล|ต่าง ๆ ได้ ไม่ว่า|จะ|เป็น|ตัวเลข ตัวอักษร ฯ ดู byte ประกอบ
สาย|บิต|หมายถึง ลําดับ|ของ|บิต|ที่|เกี่ยวเนื่อง|กัน
(บิ|ทชฺ) n. สุนัข|ตัวเมีย|,|แม่|สุนัข|,|หญิง|ร้าย|ที่|เห็นแก่ตัว|,|หญิง|สําส่อน|,|หญิง|เลว|  |Syn. bitchy adj. ดู|bitch bitchiness n. ดู|bitch
(บิ|ท|'|ชี) adj. เกี่ยวกับ|สุนัข|ตัวเมีย|หรือ|แม่|สุนัข|,|ร้าย.  |Syn. bitchiness n.
(ไบทฺ) {|bit|,|bitten|/|bit|,|biting|,|bites|} v. กัด|,|กิน|,|ตอด|,|กิน|อาหาร|,|ต่อย (แมลง) ,|ยึด|แน่น|,|เกาะ|แน่น|,|โกง|,|มี|ผล|ต่อ|,|งับ|,|ติด|เหยื่อ|,|ยึด|,|ติด|,|ทํา|ได้|ผล n. การ|กัด|,|แผล|กัด|,|ความ|คม|,|ความ|ได้|ผล|,|ชิ้น|อาหาร|,|มื้อ|น้อย ๆ|  |Syn. nibble
(ไบ|'|เทอะ) n. ผู้|กัด|,|สิ่ง|ที่|กัด|,|สัตว์|ที่|ชอบ|กัด|คน|,|คน|โกง|,|คน|หลอกลวง|,|การ|หลอกลวง|  |Syn. fraud
(ไบ|'|ทิง) adj. แสบ|,|ปวด|แสบ|,|เผ็ดร้อน|,|เสียดแทง|,|เหน็บแนม
(บิต|แมป) แผนที่|บิต|หมายถึง เส้น|ตัด|กัน|ของ|บิต|ใน|แนว|ตั้ง|และ|แนว|นอน ซึ่ง|คอมพิวเตอร์|จะ|แปลง|ให้|เป็น|จุด|ภาพ ภาพ|ใน|คอมพิวเตอร์|นั้น|จะ|ประกอบ|ด้วย|จุด|เล็ก ๆ ของ|แสง ซึ่ง|เรียก|ว่า|จุด|ภาพ (pixel) รวม|ตัว|กัน ภาพ|ที่|มี|จํานวน|จุด|ภาพ|มาก จะ|ยิ่ง|ดู|คมชัด|มาก|ดู pixel ประกอบ
แบบ|อักษร|บิต|แมป|หมายถึง แบบ|อักษร|ที่|มี|ลักษณะ|ของ|บิต|แมป กล่าวคือ|ประกอบ|ด้วย|จุด|เล็ก ๆ รวม|ตัว|กัน|ที่|เรียก|ว่า|จุด|ภาพ (pixel) เมื่อ|ขยาย|ขนาด|ให้|ใหญ่ จะ|เห็น|รอย|หยัก ๆ ไม่|เรียบ|สวย กับ|ทั้ง|ยัง|เปลือง|ที่|เก็บ|มาก ดู bitmapped image ประกอบ
(กราฟิก|บิต|แมป) หมายถึง ภาพ|ที่|มี|ลักษณะ|ของ|บิต|แมป กล่าวคือ|ประกอบ|ด้วย|จุด|เล็ก ๆ ของ|แสง|ที่|เรียก|ว่า|จุด|ภาพ (pixel) จุด|นี้|จะ|มี|ลักษณะ|เป็น|รูป|สี่เหลี่ยม|เล็ก ๆ การ|ขยาย|ขนาด|ของ|ภาพ|จะ|ทํา|ให้|จุด|นี้|โต|ขึ้น และ|เห็น|เป็น|รอย|หยัก ๆ ถ้า|เป็น|เส้นโค้ง ก็|จะ|ยิ่ง|เห็น|ได้|ชัด โปรแกรม|วาด|ภาพ|บาง|โปรแกรม เช่น MacPaint หรือ Paint จะ|สร้าง|และ|และ|เก็บ|ภาพ ใน|ลักษณะ|นี้ ใน|ระบบ|วินโดว์ แฟ้มข้อมูล|ที่|เก็บ|ภาพ|ประเภท|นี้ จะ|ใช้|นามสกุล (file type) ว่า .BMP|มี|ความหมาย|เหมือน bitmapped image
ภาพ|บิต|แมป <|คําแปล|>|หมายถึง ภาพ|ที่|มี|ลักษณะ|ของ|บิต|แมป กล่าวคือ|ประกอบ|ด้วย|จุด|เล็ก ๆ ของ|แสง|ที่|เรียก|ว่า|จุด|ภาพ (pixel) จุด|นี้|จะ|มี|ลักษณะ|เป็น|รูป|สี่เหลี่ยม|เล็ก การ|ขยาย|ขนาด|ของ|ภาพ|จะ|ทํา|ให้|จุด|นี้|โต|ขึ้น และ|เห็น|เป็น|รอย|หยัก ๆ ถ้า|เป็น|เส้นโค้ง ก็|จะ|ยิ่ง|เห็น|ได้|ชัด โปรแกรม|วาด|ภาพ|บาง|โปรแกรม เช่น MacPaint หรือ Paint จะ|สร้าง|และ|และ|เก็บ|ภาพ ใน|ลักษณะ|นี้ ใน|ระบบ|วินโดว์ แฟ้มข้อมูล|ที่|เก็บ|ภาพ|ประเภท|นี้ จะ|ใช้|นามสกุล (file type) ว่า .BMP|มี|ความหมาย|เหมือน bitmapped graphic
บิต|ต่อ|นิ้ว|ใช้|ตัวย่อ|ว่า BPI เป็น|หน่วย|วัด|ความ|จุ|ของ|แถบ|บันทึก โดย|วัด|ว่า แถบ|บันทึก 1 นิ้ว|จะ|เก็บ|ตัว|อักขระ|ได้|กี่|บิต
บิต|ต่อ|วินาที|ใช้|ตัวย่อ|ว่า BPS เป็น|หน่วย|วัด|ความ|เร็ว|ของ|การ|ถ่าย|โอน|ข้อมูล|ผ่าน|โมเด็ม|ว่า มี|ความ|เร็ว|กี่|บิต|ต่อ|วินาที
(บิ|ท|'|เทอะ) {|bittered|,|bittering|,|bitters|} adj. ขม|,|ขมขื่น|,|เผ็ดร้อน|,|ปวด|แสบ|,|รุนแรง|,|ดุเดือด|,|จัด|,|หนาว|จัด|,|สาหัส|,|อาฆาต n. ความ|ขม|,|สิ่ง|ที่|รส|ขม vt. ทํา|ให้|ขม adj. ยิ่ง|,|จัด|,|มาก|,|รุนแรง|  |Syn. bitterish adj. ดู|bitter -|bitterness n. ดู|bitter คํา|ที่|มี|ความหมาย
(บิ|ท|'|เท|อน) n. ยก|กาน้ํา|,|นกยาง
(บิ|ท|'|เท|อซ) n. ยา|ขม|,|ยา|เจริญอาหาร|,|ยา|บํารุง|รส|ขม
(ไบทู|'|เมน) n. น้ํามันดิบ|เช่น|asphalt|  |Syn. bituminoid adj. ดู|bitumen
n. ถ่านหิน|ชนิด|อ่อน|/|เวลา|เผา|มี|ควัน|สี|เหลือง|  |Syn. soft coal
(ไบ|'|แวลว) adj. มี|สอง|กลีบ|,|มี|สอง|ลิ้น|,|มี|สอง|เปลือกนอก n. หอย|สอง|เปลือก
(บิ|ฟ|'|ว|แอ|ค) n. การ|ตั้ง|ค่าย|หรือ|พัก|แรม|กลางแจ้ง vt. ตั้ง|ค่าย|หรือ|พัก|แรม|กลางแจ้ง
(ไบวีค|'|ลี่) adj.,|adv.,|ทุก|สอง|อาทิตย์|,|อาทิตย์|ละ|สอง|ครั้ง n. สิ่ง|ตีพิมพ์|ที่|ออก|ทุก 2 อาทิตย์
(แบ|ลบ) {|blabbed|,|blabbing|,|blabs|} vt. เปิดเผย|ความลับ vi.,|n. (การ) พูด|พ|ล่อ|ย ๆ ,|พูด|โดย|ไม่|คิด|  |Syn. blabber n.
(แบ|ลค) {|blacked|,|blacking|,|blacks|} adj. ด่า|,|สี|ดํา|,|สวม|เสื้อ|สี|ดํา|,|เกี่ยวกับ|นิ|โก|ร|,|เปื้อน|,|ผิว|ดํา|,|มุ่งร้าย|,|เป็น|อันตราย|,|แห้งแล้ง|,|มลทิน|,|ด่างพร้อย|,|มืดมน|,|นิ|โก|ร|,|อารมณ์เสีย|,|ไม่|ใส่|ครีม (กาแฟ) n. คน|ผิว|ดํา|,|จุด|ดํา|,|เครื่อง|ดํา|,|เครื่อง|ไว้ทุกข์|,|ตา|ฟกช้ํา|,|สาร|สี|ดํา|,|ม้า|ดํา|,|เสื้อ|สี|ดํา vt. ท
n. เวทมนตร์ คาถา
n. สมุด|รายชื่อ|คน|ที่|ต้อง|ได้|รับโทษ|,|สมุด|รายชื่อ|คน|ที่|มี|ความผิด
กล่อง|ดํา|หมายถึง แผง|วงจร|หรือ|อุปกรณ์|ที่|ทํา|ให้|คอมพิวเตอร์|ทํางาน|อย่างใด|อย่างหนึ่ง|แยก|ออก|มา|ต่างหาก โดย|ปกติ|ผู้ใช้|ไม่|จําเป็น|ต้อง|เข้าใจ|ว่า วงจร|นั้น|ทํางาน|อย่างไร เป็นต้น|ว่า การ|ถอดรหัส|สัญญาณ
n. บาทหลวง
n. กาแฟ|ดํา|,|กาแฟ|ดํา|ไม่|ใส่|นม
n. โรค|เฉียบพลัน|ร้ายแรง|ใน|แกะ|เนื่องจาก|เชื้อ Clostridium novyi
n. ตา|ฟกช้ําดําเขียว|,|ข้อ|มลทิน|,|จุด|ด่างพร้อย|,|เรื่อง|อื้อฉาว|  |Syn. shame
n. วัน|ศุกร์|ใน|เทศกาล|Easter|,|วัน|ศุกร์|ที่|มี|เรื่อง|อุบาทว์|เกิด|ขึ้น
n. การ|ค้า|ทาส|นิ|โก|ร
n. กระ|บอง|สั้น|ที่|มี|หนัง|หุ้ม|และ|หัว|เป็น|ดีบุก|,|ธง|โจรสลัด|,|ที่|ใส่|เหล้า|ทํา|ด้วย|หนัง|  |Syn. club
n. เวทมนตร์|,|คาถา
n. ลักษณะ|ที่|เลว
ตลาดมืด
n. วัน|จันทร์|ใน|เทศกาล Easter
n. ดินระเบิด|ที่|ประกอบ|ด้วย|ดินประสิว|กํามะถัน|และ|ถ่าน
n. แกะดํา|,|คน|ผ่าเหล่า|,|นิ้ว|ร้าย
n. แมงมุม|พิษ|สี|ดํา|จําพวก|หนึ่ง มัน|กิน|ตัวผู้
 |Syn. blue adj. ฟกช้ําดําเขียว|  |Syn. contused
adj. มี|เพียง|สี|ดํา|และ|ขาว|เท่านั้น|,|เกี่ยวกับ|ระบบ|ที่|มี|เพียง|2|ค่า|,|ไม่|มี|สี|,|ไม่|ระบาย|สี|'|,|เขียน|หรือ|พิมพ์|  |Syn. writing or print
(แบ|ลคฺ|'|คะ|มัวร์) n. นิ|โก|ร
(แบ|ลค|'|เบอ|รี) n. ผล|เบอ|รี่|ดํา|ของ|พืช|จําพวก Rubus|,|พืช|ดังกล่าว
(แบ|ลคฺ|'|บอร์ด) n. กระดานดํา
กล่อง|ไม่|ติดไฟ|ของ|เครื่องบิน|/|ใช้|บันทึก|การ|ปฏิบัติการ|บิน|ตลอดเวลา|  |Syn. flight recorder
n. เหมือง|ที่|ขาด|อากาศ|ออกซิเจน|  |Syn. chokedamp
(แบ|ลค|'|ดอค) adj. ใจฝ่อ
(แบ|ลค|'|เคิน) vt. ทํา|ให้|ด่า|,|พูด|ให้|ร้าย|,|กล่าวร้าย|,|ด่า. vi. กลาย|เป็น|สี|ดํา|หรือ|มืด|  |Syn. blackener n. ดู|blacken|  |Syn. defame
n. คนป่า|พื้นเมือง|ของ|ออสเตรเลีย
(แบ|ลค|'|โฮ|ล) n. คุก
(แบ|ลค|'|คิง) n. สิ่ง|ที่|ใช้|เคลือบ|ให้|เป็น|สี|ดํา
n. คน|ทรยศ|,|โรค|ใน|สัตว์เลี้ยง|เนื่องจาก|เชื้อ Clostridium chauvoei|,|คน|โกง|,|คน|หลอกลวง|,|ผู้ทํา|ให้การ|สไตรค์|ไร้|ผล|หรือ|หยุด
n. รายชื่อ|คน|ทํา|ผิด|,|รายชื่อ|คน|ทํา|ผิด|หรือ|ต้อง|ได้|รับโทษ -|Conf. black list
(แบ|ลค|'|ลี่) adv. มืด|,|ร้าย|,|โกรธ
(แบ|ลค|'|เมล) {|blackmailed|,|blackmailing|,|blackmails|} t.,|n. (การ) ขู่เข็ญ|เอา|เงิน|,|ขู่เข็ญ|  |Syn. blackmailer n. ดู|blackmail|  |Syn. extortion
n. ความ|ดํา
n. ความ|มืดมน|,|การ|ปิด|ไฟ|ทั้งหมด|,|ไฟดับ|,|ภาวะ|หมดสติ|,|การ|ปิด|ข่าว
n. ช่าง|ตี|เหล็ก|,|คน|ทํา|เกือก|ม้า|และ|ใส่|เกือก|ม้า
n. เหล้า|อ้อย|ผสม|น้ําผึ้ง|ชนิด|หนึ่ง
(แบ|ลค|'|เดอะ) n. กระเพาะปัสสาวะ|,|ถุง|,|ยาง|ใน
(เบ|ลด) n. ใบ|มีด|,|คม|มีด|,|ใบ|หญ้า|,|ใบ|,|ใบ|พายุ|,|ใบ|จักร|,|ใบ|กังหัน|,|ใบพัด|ลม|,|กระดูก|หัวไหล่|,|นักเลง|  |Syn. cutter
(เบ|ลด|'|ส|มิ|ธ) n. ช่าง|ตี|มีด
 |Syn. blah (บ|ลา|,|บ|ลา|'|บ|ลา) interj. เหลวไหล|! ไร้|สาระ|! n. คําพูด|ที่|เหลวไหล|,|คําพูด|ที่|ไร้|สาระ
(เบ|ลม|'|มะเบิล) adj. ควร|รับผิด|,|ควร|ถูก|ตํา|หน|'|  |Syn. culpable
(เบ|ลม) {|blamed|,|blaming|,|blames|} vt. กล่าวโทษ|,|ตําหนิ|,|ประณาม|,|นินทา|,|กล่าวร้าย|,|โยน|ความผิด|ให้ -|Phr. (be to blame ควร|ถูก|ตําหนิ|,|ควร|รับผิดชอบ) n. การ|ตําหนิ|,|ความ|รับผิดชอบ|,|ภาระ|  |Syn. blamer n. blameful adj. ดู|blame blameless adj. ดู|blame -|Conf. put
(เบ|ลม|'|มะเบิล) adj. ควร|รับผิด|,|ควร|ถูก|ตํา|หน|'|  |Syn. culpable
(เบ|ลม|'|เวอธี) adj. ควร|ถูก|ตําหนิ|  |Syn. blameworthiness n|  |Syn. culpable
(บ|ลาน|ชฺ) {|blanched|,|blanching|,|blanches|} vt. ทํา|ให้|ขาว|,|ฟอก|ให้|ขาว|,|ฟอก|,|ทํา|ให้|หน้า|ซีด vi. กลาย|เป็น|สี|ขาว|,|ซีด|  |Syn. blancher n. blanching n.  |Syn. whiten
(แบ|ลน|ดฺ) adj. นิ่มนวล|,|อ่อนโยน|,|บรรเทา|,|ไม่|ระคายเคือง|,|ไม่|กระตุ้น|,|ไร้|อารมณ์|,|อุเบกขา|,|ขาด|รสชาติ|,|ธรรมดา ๆ|  |Syn. blandness n.  |Syn. mild
(แบ|ลน|'|ดิช) {|blandished|,|blandishing|,|blandishes|} vt. ประจบ|,|เอาใจ|,|ป้อยอ|,|ยกยอ|,|โอ้โลม|  |Syn. blandisher n. ดู|blandish blandishment n. ดู|blandish|  |Syn. flatter
(แบ|ลง|คฺ) {|blanked|,|blanking|,|blanks|} adj. ว่าง|,|ว่างเปล่า|,|ปราศจาก|เรื่องราว|,|ยัง|ไม่|ได้|เขียน|หรือ|พิมพ์|อะไร|,|จืดชืด|,|ไม่|น่า|สนใจ|,|โดย|สิ้นเชิง|,|ทั้งสิ้น|,|ซีด|,|ไร้|สี n. สถานที่|ว่างเปล่า|,|ช่องว่าง|สําหรับ|เติม|,|แบบฟอร์ม|ที่|ว่างเปล่า|,|จุด|ขาว|ตรง|กลาง|ของ|เป้า|,|เป้า|,|กระสุน|เปล่า|,|เครื่อง|ห
n. สมุด|ที่|ว่างเปล่า
n. กระสุน|เปล่า|,|กระสุน|หลอก
n. เช็ค|ที่|ลงนาม|ไว้|แต่|ไม่|ได้|กรอก|จํานวน|เงิน|ไว้|,|อํานาจ|ที่|ไม่|ได้|จํากัด
จาน|บันทึก|เปล่า|หมายถึง จาน|บันทึก|ที่|ไม่|มี|ข้อมูล|เก็บ หรือ|ข้อมูล|ถูก|ลบ|ออก|ไป|หมด
แถบ|เปล่า|หมายถึง แถบ|บันทึก|ที่|ไม่|มี|ข้อมูล|เก็บ หรือ|ข้อมูล|ถูก|ลบ|ออก|ไป|หมด
(แบ|ลง|'|คิท) n. ผ้าห่ม|,|ผ้าห่ม|ขนสัตว์|,|ผ้า|ขนสัตว์|,|ผ้าไหม|พรม|,|พรม|,|แผ่น|ชั้น vt. ห่ม|,|คลุม|,|ขัดขวาง|,|ยุ่ง|,|ดับ|ไฟ|,|ติด|ลม adj. ซึ่ง|ปกคลุม|  |Syn. coverlet|,|cover|,|robe
(แบ|ลง|'|คลี) adj. ไม่|ยิ้มแย้มแจ่มใส|,|มี|ใบหน้า|ที่|เฉยเมย|,|ทั้งหมด|,|ทุก|แง่|ทุก|มุม|  |Syn. fully
(แบลร์) vi. ส่ง|เสียง|ดัง n. เสียง|ประโคม
(บ|ลา|เซ|') adj. เบื่อหน่าย|ต่อ|ชีวิต|,|เบื่อหน่าย|ใน|การ|เสพย์|ความ|สุข
(แบ|ลสฟีม|') {|blasphemed|,|blaspheming|,|blasphemes|} v. ดูหมิ่น|,|สบ|ประมาท|,|กล่าวร้าย|,|ด่า ,|ดูหมิ่น|ศาสนา|  |Syn. blasphemer n. ดู|blaspheme
(แบ|ลส|'|ฟิมัส) adj. adj. ซึ่ง|ดูหมิ่น|,|ซึ่ง|สบ|ประมาท|หรือ|ดูหมิ่น|ศาสนา|,|หยาบคาย|,|อัปมงคล
(แบ|ลส|'|ฟะ|มี) n. การ|สบ|ประมาท|,|การ|ดูหมิ่น|,|การ|สบ|ประมาท|ศาสนา|  |Syn. impiety
(บ|ลา|สทฺ) {|blasted|,|blasting|,|blasts|} n. การ|ระเบิด|,|การ|เป่าแตร|,|การ|เป่านกหวีด|,|เสียง|ระเบิด|,|เสียง|อึ|กก|ระทึก|,|ลม|แรง|จัด|,|ลม|อัด|เข้า|ไป|ใน|เตา|,|คลื่น|กระทบ|,|ความ|เร็ว|สุดขีด|,|กําลัง|สุดขีด vt. ทํา|ให้|เกิด|เสียง|ดัง|มาก|,|เป่าแตร|,|ทํา|ให้|เหี่ยว|,|ทําลาย|,|ระเบิด|,|ส่ง|ลม|เข้า|ไป|,|โจมตี|,|วิจารณ์|อย่าง|เผ็
(บ|ลา|สฺ|'|ทิด) adj. เหี่ยว|,|ถูก|ทําลาย|,|เฮงซวย|,|ถูก|สาปแช่ง|,|วาย|ร้าย|  |Syn. destroyed
(เบล|'|เทิน|ทฺ) adj. ครึกโครม|,|ห้าว|,|ชัดเจน|,|โอ|อวด|,|บาดตา|  |Syn. blatancy n. ดู|blatant|  |Syn. obtrusive Ant. subtle
(เบลซ) {|blazed|,|blazing|,|blazes|} n. ไฟ|ที่|ลุก|โชติช่วง|,|ความ|สว่าง|โชติช่วง|,|เปลวไฟ|,|ลําแสง|เจิดจ้า|,|ความ|แวววาว|,|การ|ระเบิด|ออก|,|จุด|ขาว|ด่าง|บน|ใบหน้า|สัตว์|,|ร่องรอย|ตาม|ต้นไม้ vi. สว่าง|ช่วงโชติ|,|ลุก|โพลง|,|ลุกไหม้|เป็น|เปลวไฟ|,|เปล่งแสง|เจิดจ้า|,|ประ|ทุ|,|ระเบิด|,|มี|อารมณ์|รุนแรง|,|ยิง|อย่าง|ไม่|หย
(เบล|'|เซอะ) n. สิ่ง|ที่|ลุก|สว่าง|โชติช่วง|,|ผู้|แพร่กระจาย|,|ผู้ประกาศ
(เบล|'|เซิน) {|blazoned|,|blazoning|,|blazons|} n. ตรา|,|เครื่องหมาย ธง vt. ทํา|เครื่องหมาย|,|ทํา|ตรา|,|แสดง|,|ประกาศ|,|เผยแพร่|,|โอ้อวด|  |Syn. blazoner n. blazonment n. ดู|blazon blazoning n. ดู|blazon|  |Syn. proclaim
(เบล|'|เซิน|รี) n. การ|ประดับประดา|อย่าง|ฉูดฉาด|,|วิธีการ|ทํา|เครื่องหมาย|,|เครื่อง|ตรา|,|ตรา
(บลีชฺ) {|bleached|,|bleaching|,|bleaches|} vt. ทํา|ให้|สีซีด|,|ฟอก|จัด|,|ขจัด|สี|ออก|,|ทํา|ให้|สีตก vi. สีตก|,|สีซีด|,|กลาย|เป็น|ขาว n. การ|ฟอก|ให้|ขาว|,|ยา|ฟอก|ขาว|,|ปริมาณ|ความ|ซีด
(บลี|'|เชอะ) n. เครื่อง|ฟอก|ให้|ขาว|,|คน|ฟอก|ให้|ขาว|,|ภาชนะ|ที่|ใช้|ใน|การ|ฟอก|ให้|ขาว|,|อัฒจันทร์|กลางแจ้ง
(บลีค) adj. เปล่าเปลี่ยว|,|เดียวดาย|,|มี|ลม|พัด|,|หนาว|เย็น|,|ไม่|ชัด|,|มืดมัว|,|เลือนลาง|,|ไร้|ความ|หวัง|,|เศร้า|ระทม.  |Syn. bleakish adj. ดู|bleak bleakness n. ดู|bleak|  |Syn. bare
(เบลียร์) {|bleared|,|blearing|,|blears|} adj. ตาพร่า|มัว|,|ตาฟาง|,|ตา|บวม|,|พร่ามัว|,|ไม่|ชัด vt. ทํา|ให้|มัว|,|ทํา|ให้|ตา|มัว|  |Syn. blearedness n. ดู|blear|  |Syn. bleary
(เบลียร์|'|ไอ|ดฺ) adj. ตา|มัว|,|สายตาสั้น|  |Syn. blear|-|eyedness n. สายตาสั้น|  |Syn. short|-|sighted
(เบลีย|'|รี) adj. พร่ามัว|,|ไม่|ชัด|,|เหนื่อยอ่อน|  |Syn. blearybleariness n. ดู|bleary|  |Syn. hazy
(บลีท) {|bleated|,|bleating|,|bleats|} n.,|v. (ร้อง) เสียงร้อง|แพะ ๆ (แพะ|,|แกะ|,|ลูก|วัว) ,|ร้อง|คร่ําครวญ|,|การ|พูด|โง่ ๆ|  |Syn. bleater n. ดู|bleat
(เบล็ด) กริยา|ช่อง 2 และ 3 ของ bleed
(บลีด) {|bled|,|bleeding|,|bleeds|} vi. เลือด|ออก|,|ตกเลือด|,|หลั่ง|เลือด|,|เศร้าโศก|,|โทมนัส|,|ซึม|ออก|,|แพร่กระจาย|,|เห็นใจ vt. ทํา|ให้|เลือด|ออก|,|เสีย|เลือด|,|ถ่ายเท|ของเหลว (น้ํา|,|ไฟฟ้า|และ|อื่น) -|n. ขอบ|หน้าตัด|,|ส่วนหน้า|ที่|ตัด|ออก adj. ตัด|ริม|ทิ้ง
(บลีด|'|เดอะ) n. คน|ที่|เลือด|ออก|ง่าย|,|คน|ชอบ|รีดไถ|คน|อื่น|,|ช่อง|ที่|น้ําซึม|ออก
(บลีด|'|ดิง) n. การ|หลั่ง|เลือด|,|จิต|ที่|เศร้าโศก adj. เลือด|ออก
ดอกไม้|ประดับ|ชนิด|หนึ่ง
(เบ|ลม|'|มิ|ช) {|blemished|,|blemishing|,|blemishes|} vt. ทํา|ให้|ด่างพร้อย|,|ทํา|ให้|เป็น|มลทิน -|n. จุด|ด่างพร้อย|,|มลทิน|,|จุดอ่อน|,|หัว|สิว|  |Syn. blemisher n. ดู|blemish
(เบ|ลน|ชฺ) {|blenched|,|blenching|,|blenches|} vt. หดตัว|,|ถอยหลัง vi. เมิน|เฉย vi.,|vt. ทํา|ให้|ขาว|,|สีตก|,|ทํา|ให้|ซีด|  |Syn. blanch|,|shrink
(เบ|ลน|ดฺ) {|blended|/|blent|,|blended|/|blent|, blending|,|blends|} vt.,|vi.,|n. (การ) ผสม|,|คลุก|,|กลมกลืน vi. คลุกเคล้า|ให้|เข้า|กัน|จน|แยก|ไม่|ออก|,|ทํา|ให้|เหมาะ|กับ|,|คํา|สน|ธิ|,|ของผสม|,|ของ|เจือปน|  |Syn. mix
(เบ|ลน|ด) n. Sulphide|ของ|สังกะสี
(เบ|ลน|'|เดอะ) n. ผู้|ผสม|,|สิ่ง|เจือปน|,|ตัว|ผสม|เครื่อง|ผสม|,|เครื่อง|ปั่น|ผสม
(เบ|ลน|ทฺ) v. กริยา|ช่อง 2 และ 3 ของ blend
กล้ามเนื้อ|รอบ|เบ้าตา|กระตุก
(เบลส) {|blessed|/|blest|,|blessed|/|blest|,|blessing|,|blesses|} vt. อวยพร|,|ให้ศีลให้พร|,|ให้|เจริญ|,|ให้|มี|ความ|สุข|,|สรรเสริญ|,|ให้|ศักดิ์สิทธิ์|,|ขีด|กากบาท|บน|หน้าอก|ตัวเอง|,|อธิษฐาน|ให้|พระเจ้า|ให้|พร|แก่|,|ประสาท|พร|,|คุ้มครอง|,|ปกป้อง|,|สาปแช่ง|  |Syn. blesser n. คํา|ที่|มี|ความหมาย
(เบลส|'|ซิ|ด|,|เบลสทฺ) adj. มี|โชค|,|มี|ความ|สุข|,|ศักดิ์สิทธิ์|,|น่า|บูชา|,|อัปรีย์|,|สาปแช่ง|  |Syn. blessedness n.  |Syn. hallowed Ant. sad
(เบลส|'|ซิ|ง) n. การ|ให้|พร|,|การ|ทํา|ให้|ศักดิ์สิทธิ์|,|ผลประโยชน์|,|ความ|กรุณา|,|ของขวัญ|,|สิ่ง|ทํา|ให้|โชคดี|หรือ|มี|ความ|สุข|,|การ|สรรเสริญ|บารมี|,|การ|บูชา|,|การ|เห็นด้วย|  |Syn. grace|,|benediction
(เบลส|'|ซิ|ด|,|เบลสทฺ) adj. มี|โชค|,|มี|ความ|สุข|,|ศักดิ์สิทธิ์|,|น่า|บูชา|,|อัปรีย์|,|สาปแช่ง|  |Syn. blessedness n.  |Syn. hallowed Ant. sad
(บลู) v. อดีตกาล|ของ blow
(ไบลทฺ) n.,|vi.,|vt. (ประสบ|,|ทํา|ให้|ประสบ) โรค|เหี่ยวแห้ง|และ|ตาย|ของ|พืช|,|สาเหตุ|ของ|ความ|เสื่อมโทรม|,|ความ|หายนะ|,|ความ|ยุ่งเหยิง|  |Syn. affliction|,|decay
(ไบล|'|เทอะ) คน|ไร้|ค่า|,|คน|น่า|เหยียดหยาม|,|คน|วาย|ร้าย|,|อ้าย|หมอ|,|เจ้า|หมอ|นั่น
(ไบล|'|มี) interj. คําอุทาน|ที่|แสดง|ความ|ประหลาดใจ|,|โอ้|โห|!
(บลิมพฺ) n. เรือเหาะ|ลํา|เล็ก|,|เรือเหาะ
(ไบล|'|มี) interj. คําอุทาน|ที่|แสดง|ความ|ประหลาดใจ|,|โอ้|โห|!
(ไบ|ลน|ดฺ) adj.,|adv.,|vi.,|vt.,|n. (ทํา|ให้|,|สิ่ง|ที่|ทํา|ให้) ตาบอด|,|ไม่|สามารถ|เข้าใจ|,|ไร้|เหตุผล|,|ไร้|สติ|,|เมา|เหล้า|,|มืด|,|ไม่|บังเกิด|ผล|,|ซ่อนเร้น|,|ลึกลับ|,|ดู|ไม่|ออก|,|เข้าใจ|ยาก|,|อุดตัน|,|ไม่|มี|ทางออก|,|ตัว|ล่อ|,|นกต่อ|  |Syn. blindness n. ดู|blind|  |Syn. s
(ไบล|'|เดอะ) n. ที่|ปิด|ตา|ม้า|  |Syn. blinker
(ไบล|'|โฟ|ลด|ฺ) {|blindfolded|,|blindfolding|,|blindfolds|} vt. ปิด|ตา|,|หลอกลวง|,|ปิดบัง -|n. ผ้า|ปิด|ตา|,|สิ่ง|ที่|ใช้|ปิด|ตา adj. ปิด|ตา|ไว้|,|ตา|ถูก|ปิด|  |Syn. blindfolder n. ดู|blindfold
(ไบล|'|ส|พอ|ท) n. จุดบอด|,|จุดบอด|บน|เรตินา|,|เรื่อง|ที่|ไม่|รู้|มา|ก่อน
(บ|ลิง|คฺ) vi.,|vt. กะพริบ|ตา|,|หยี|ตา|,|เมิน|เฉย|,|ส่องแสง|เป็น|ระยะ|,|ให้|สัญญาณไฟ|กะพริบ -|n. การ|กะพริบ|ตา|,|การ|มอง|แวบเดียว|,|แสง|ริบหรี่ -|Phr. (on the blink|ใช้การไม่ได้ ต้องการ|ซ่อมแซม)| 
(บ|ลิง|'|เคอะ) n. ผู้|กะพริบ|ตา|,|เครื่อง|ปิด|ตา|ม้า|,|ผู้|ปิด|ตา|ม้า|,|แว่นตา|,|ไฟ|กะพริบ|ให้|สัญญาณ|ว่า|จะ|เลี้ยว|รถ|,|ตะเกียง|สัญญาณ|,|ตา vt. สวม|ที่|ปิด|ตา|ม้า|,|กลบเกลื่อน
(บ|ลิง|'|คิง) adj. ซึ่ง|กะพริบ|,|สาปแช่ง
(บลิพ) n. ตําแหน่ง|แสง|บน|จอ|เรดาร์|ที่|แสดง|ตําแหน่ง|วัตถุ|ใน|รัศมี|เรดาร์|,|เสียง|สั้น|ที่|ดัง|ชัด|,|สัญลักษณ์|,|เสียง|ขาด|หาย|ไป|ระหว่าง|รายการโทรทัศน์|,|การ|หยุด|ใน|ระยะ|เวลา|สั้น -|v. สับ|สวิตช์|ออก|และ|เข้า|อย่าง|รวดเร็ว|,|ลบ|คํา|หรือ|ข้อความ|หรือ|เสียง|ที่|ไม่|ต้องการ|ออก -|S...
(บลิส) n. ความ|สุข|อัน|ล้นพ้น|,|ความ|สุข|บน|สวรรค์|,|สวรรค์|  |Syn. rapture
(บลิส|'|เทอะ) n. เม็ด|พุพอง|,|ฟอง|,|ยารักษาโรค|ผิวหนัง|พุพอง|,|ที่|ครอบ -|v. ทํา|ให้|ผิวหนัง|พุพอง|,|ทํา|ให้|เม็ด|พุพอง|,|ที่|ครอบ vi. เป็น|เม็ด|พุพอง|,|เป็น|ฟอง|  |Syn. bleb
(ไบลธฺ) adj. ร่าเริง|,|สนุกสนาน|,|บันเทิงใจ|,|สะเพร่า|,|ไม่|ระวัง|,|ไม่|ไตร่ตรอง|,|ปราศจาก|สติ
(บลิทซ) {|blitzed|,|blitzing|,|blitzs|} n. การ|รบ|แบบ|สายฟ้า|แลบ|,|การ|ทิ้ง|ลูก|ระเบิด|อย่าง|ดุเดือด|,|การ|โจมตี|อย่าง|รวดเร็ว vt. โจมตี|อย่าง|รวดเร็ว|  |Syn. attack
(บลิซ|'|เซิร์ด) n. พายุ|หิมะ
(โบ|ลท) vt.,|vi. (ทํา|ให้) ขยาย|ตัว|, (ทํา|ให้) บวม|, (ทํา|ให้) หยิ่ง|หรือ|เหลิง -|n. โรค|ลําไส้ใหญ่|บวม|แก๊ส|,|คน|ที่|หยิ่ง|,|คน|อ้วน|ฉุ|  |Syn. inflate|,|swell
(บ|ลอบ) n. หยด|,|หยด|สี|,|รอย|เปื้อน|,|ก้อน|กลุ่ม|,|กอง|,|ความผิด|พลาด vt. หยด|,|ใส่|ลง|หยด|หนึ่ง|,|ทํา|ให้|เปื้อน|  |Syn. globule
(บลอค) n. กลุ่ม|คน|,|หมู่|คน|,|กลุ่ม|สมาชิก|พรรคการเมือง|  |Syn. group
(บลอค) {|blocked|,|blocking|,|blocks|} n. ท่อนไม้|,|ท่อน|หิน|,|ก้อน|ใหญ่|,|ชิ้น|ใหญ่|,|ห่อ|ดินระเบิด|,|แท่น|โลหะ|,|เขียง|,|แม่พิมพ์|,|ลูกรอก|,|ตะแลงแกง|,|ตึก|ที่|แบ่ง|ออก|เป็น|ส่วน|,|เครื่องกีดขวาง|,|ทั้ง|แถว|,|ทั้ง|ก้อน|,|ทั้ง|ปีก|,|ตึก|ใหญ่|,|คฤหาสน์|ใหญ่|,|อุปสรรค|,|การ|ขัดขวาง|,|เขต|หนึ่ง|ของ|ตัวเมือง|,|เขต|ห่างไกล|ท
แผนภาพ|บล็อก <|คําแปล|>|หมายถึง|แผนภาพ|ที่|แสดง|บล็อก|รูป|ต่าง ๆ ที่|มี|การ|โยง|ด้วย|เส้น|หรือ|ลูกศร|ให้|เข้าใจ|ถึง|ความ|สัมพันธ์ หรือ|การ|ไหล (flow) หรือ|ทิศทาง|เดิน|ของ|ข้อมูล
ตัวพิมพ์|ใหญ่
(บลอค|'|เคด) n. การ|ปิดล้อม|,|การ|ขัดขวาง vt. ปิดล้อม|  |Syn. obstruction
(บลอค|'|คิจฺ) n. การ|อุด|,|การ|ปิดล้อม|,|การ|ขัดขวาง|,|ภาวะ|ที่|ถูก|ปิด|,|ภาวะ|ที่|ถูก|ขัดขวาง
(บลอค|'|เฮ|ด) n. คน|โง่เง่า|,|หัว|หุ่น|ไม้|  |Syn. blockheaded adj. โง่เง่า blockheadedness n. ดู|blockhead blockheadism n. ดู|blockhead
จํานวน|ระเบียน|ต่อ|กลุ่ม|หมายถึง จํานวน|ระเบียน|ใน|หนึ่ง|บล็อก (block) ใน|การ|บันทึก|ข้อมูล|ลง|แถบ|บันทึก (tape) นั้น จะ|บันทึก 1 ระเบียน (record) ต่อ 1 บล็อก หรือ|หลาย|ระเบียน|ต่อ 1 บล็อก|ก็ได้|ดู block ประกอบ
(บลอค|'|คิช) adj. คล้าย|ท่อนไม้|,|โง่
(โบ|ลค) n. คน|,|มนุษย์|,|อ้าย|หมอ|นี่|,|คน|โง่|,|ขี้เมา|  |Syn. guy
(บ|ลอน|ดฺ) n. สี|บลอนด์|,|สี|อ่อน|,|สี|เหลือง|อ่อน|, (ผิว) ขาว -|n. คน|ผิว|ขาว|  |Syn. blondeness|,|blondness n. blondish adj.
(บ|ลอน|ดฺ) n. สี|บลอนด์|,|สี|อ่อน|,|สี|เหลือง|อ่อน|, (ผิว) ขาว -|n. คน|ผิว|ขาว|  |Syn. blondeness|,|blondness n. blondish adj.
(บ|ลัด) n. โลหิต|,|เลือด|,|ชีวิต|,|ส่วน|สําคัญ|,|พลัง|ชีวิต|,|กําลัง|,|การ|ฆ่า|,|ฆาตกรรม|,|การ|หลั่ง|เลือด|,|น้ํา|ต้นไม้|,|อารมณ์|,|ภาวะ|จิต|,|หนุ่ม|ที่|ชอบ|ผจญภัย|,|สายเลือด|,|วงศ์|ตระกูล|,|ชนชาติ|,|บรรพบุรุษ -|Phr. (blood and thunder นองเลือด|และ|สับสนวุ่นวาย) -|Phr. (blue blood สายเลือด|ผู้ดี) -|Phr. (in
n. ธนาคารเลือด
n. การ|ฆ่า|กัน|อย่าง|อํามหิต|,|การ|ฆาตกรรม|หมู่
n. พี่น้อง|ร่วมสายโลหิต|,|เพื่อน|ร่วม|น้ํา|สาบาน|ด้วย|การ|ดื่ม|เลือด|สาบาน
n. เม็ดโลหิต|แดง|หรือ|เม็ดเลือด|ขาว
ความผิด|ปกติ|ทาง|เม็ดเลือด
n. กลุ่ม|เลือด
n. เงิน|ค่าจ้าง|ที่|จ่าย|ให้|กับ|ฆาตกร เงิน|ทึ่|จ่าย|ให้|กับ|ญาติ|ผู้|ที่|ถูก|ฆาตกรรม
เกล็ดเลือด|ซึ่ง|มี|คุณสมบัติ|ช่วย|การ|จับตัว|เป็น|ก้อน
n. ภาวะ|โลหิต|เป็น|พิษ|,|septicemia
ความดัน|โลหิต|,|ความดัน|ของ|เลือด|ที่|มี|ต่อ|ผนัง|ภายใน|เส้นเลือด
n. มี|สี|แดง|เหมือน|เลือด|,|แดง|ด้วย|เลือด
n. ผู้|ที่|เป็น|ญาติ|โดย|สายเลือด|,|ญาติพี่น้อง|ร่วมสายโลหิต|  |Syn. blood relation
n. ไส้กรอก|ที่|มี|เลือด|หมู|มาก|,|ทํา|ให้|มี|สี|เข้ม.
n. พ|ลา|ส|มา|ที่|เอา fibrinogen ออก
การ|นองเลือด|,|การ|เปื้อน|เลือด|,|ความ|โหดเหี้ยม
n. กลูโคส|ใน|เลือด|,|ปริมาณ|กลูโคส|ใน|เลือด
n. การ|ตรวจเลือด
n. การ|ถ่าย|เลือด|,|การ|ให้|เลือด
n. กลุ่ม|เลือด = blood group
n. กลุ่ม|เลือด
n. เส้นโลหิต
adj. ขนพอง|,|ส|ยอง|เกล้า|,|น่ากลัว|มาก
(บ|ลัด|'|ดิด) adj. มี|เลือด|,|เป็น|พันธุ์|ที่|ดี
(บ|ลัด|กิล|'|ที) adj. มี|ความผิด|ฐาน|ฆ่า|คนตาย|หรือ|ทํา|ให้|เกิด|การ|นองเลือด
(บ|ลัด|'|เฮาดฺ) n. สุนัข|พันธุ์|หนึ่ง|ที่|มี|หู|ยาว|และ|ดม|กลิ่น|เก่ง
(บ|ลัด|'|เลททิง) n. การ|ผ่า|เอา|เลือด|ออก|,|การ|ผ่า|หลอดเลือดดํา|  |Syn. bloodletter n. ผู้|ผ่า|เอา|เลือด|ออก|  |Syn. bloodshed
(บ|ลัด|'|ไลน์) n. สายโลหิต|,|พันธุ์
n. การ|นองเลือด|,|การ|เปื้อน|เลือด|,|ความ|โหดเหี้ยม|  |Syn. brutality
(บ|ลัด|'|มะบีล) รถพยาบาล|ที่|รับ|บริจาค|โลหิต
n. การ|นองเลือด|,|การ|ฆ่า|กัน|ตาย|,|การ|ทําลาย|ชีวิต|  |Syn. bloodshedding n. ดู|bloodshed|  |Syn. killing
(adj. เห็น|เส้นเลือด|,|แดงก่ํา|ด้วย|เลือด|,|แดง|ช้ํา
(บ|ลัด|'|ส|เท|น) n. รอย|เลือด|,|จุด|ที่|เปื้อน|เลือด
adj. กระหาย|เลือด|,|เป็น|ฆาตกรรม|,|โหดร้าย|  |Syn. bloodthirstiness n.  |Syn. cruel
n. หนอน|หรือ|ไส้เดือน|ที่|ใช้|เป็น|เหยื่อ|ปลา
(บ|ลัด|'|เวิร์ท) n. พืช|ที่|ราก|สี|แดง
(บ|ลัด|'|ดี) adj. เปื้อน|เลือด|,|หลั่ง|เลือด|,|กระหาย|เลือด|,|คล้าย|เลือด|,|แดงฉาน|,|ระยํา|,|อัปรีย์
(บลู|'|อี) adj. ติดขัด|,|มี|ข้อเสีย|,|ผิดพลาด
(บลู|'|อี) adj. ติดขัด|,|มี|ข้อเสีย|,|ผิดพลาด
(บลูม) n. ดอกไม้|,|ดอกไม้|ทั้งหมด|ที่|เห็น|,|ดอกไม้|บาน|,|ความ|แดง|ของ|แก้ม|,|ความ|เปล่งปลั่ง|,|การ|แตกเนื้อสาว vi. ออก|ดอก|,|สู่|วัย|หนุ่มสาว|,|ทํา|ให้|สด|สวย|  |Syn. flowering|,|peak Ant. wane)| 
(บลูม|'|มิ|ง) adj. ดอกไม้|บาน|,|กําลัง|บาน|,|ใน|วัย|หนุ่มสาว|,|ใน|วัย|แตกเนื้อสาว|,|เจริญรุ่งเรือง|อย่างยิ่ง|,|สุดขีด|,|ระยํา|,|อัปรีย์|  |Syn. fresh Ant. declining
(บลูม|'|มี) adj. ดอกไม้|กําลัง|บาน
(บลูพ) n. เสียง|แทรก|,|อุปกรณ์|กัน|เสียง|แทรก.
(บลูพ|'|เพอะ) n. ความผิด|,|การ|ปล่อยไก่
(บลอส|'|เซึม) n. ดอกไม้|,|ภาวะ|ที่|ดอก|กําลัง|บาน vt. ทํา|ให้|ดอก|บาน|,|ดอก|บาน|,|พัฒนา|,|เจริญเติบโต|  |Syn. blossomy adj. ดู|blossom|  |Syn. flower Ant. fade
(บลอท) n.,|vt.,|vi. (ทํา|ให้|เป็น|,|เป็น) จุด|,|ดวง|,|รอย|เปื้อน|,|มลทิน|,|การ|ลบ|ออก ,|ขจัด|ออก|หมด|,|ทําลาย
(บลอทชฺ) n.,|vt. (ทํา|ให้|เกิด) รอย|หรือ|จุด|ขนาด|ใหญ่|,|รอย|เปื้อน|,|โรค|ด่างพร้อย|ใน|พืช|,|โรคผิวหนัง|พุพอง|,|เม็ด|พุพอง|บน|ผิวหนัง|  |Syn. blot
adj. เป็น|จุด|,|เป็น|ดวง|,|คล้าย|รอย|เปื้อน|,|เป็น|ตุ่ม|แผล
n. กระดาษซับ|,|บันทึก|ประจําวัน|ของ|ตํารวจ
n. กระดาษซับ
(บลอท|'|โท) adj. เมา
(เบ|ลา|ซฺ) n. เสื้อ|ครึ่ง|ตัว|ของ|สตรี|,|เสื้อคลุม|ที่|สั้น
(เบ|ลา|'|ซี) adj. หยาบ|,|ยุ่ง|ห|ยิง|,|ไม่|น่าดู
(โบ|ล) {|blew|,|blown|,|blowing|,|blows|} vi. เป่า|ลม|,|ทํา|ให้|เกิด|กระแส|ลม|,|ผิวปาก|,|พ่น|ลมหายใจ|,|พ่น|น้ํา|,|คุยโต|,|ระเบิด|ออก (ยาง|รถ) จาก|ไป|,|วิ่ง|หน|'|vt. พัด|,|เป่า|ให้|เคลื่อนไหว|,|เป่า (แก้ว) ,|ทํา|ให้|โกรธ|,|ทํา|ให้|ระเบิด|,|ทํา|ให้ (ม้า) เหนื่อยหอบ|,|ใช้จ่าย|ฟุ่มเฟือย|,|ไป|จาก -|n. ลม|แรง|,|พายุ|,|การ|เป่า|ลม|,|การ|ต
(โบ|ล|'|ฮาร์ด) n. คน|ขี้|คุย|,|คน|พูด|มาก|เกิน|ไป
(โบ|ล|'|เออะ) n. ผู้|เป่า|,|สิ่ง|ที่|เป่า|,|เครื่อง|เป่า|,|โทรศัพท์|,|หีบ|ลม|,|เครื่อง|เพิ่ม|ความ|กดดัน
n. ปลา|ที่|สามารถ|พองตัว|เอง|ได้
n. หลอด|เป่า|กระสุน|อาวุธ
(โบ|ลน) adj. โป่ง|ออก|,|เหนื่อยอ่อน|,|หายใจ|หอบ|  |Syn. swollen
(โบ|ล|'|ออ|ฟ) n. กระแส|น้ํา|ที่|ทะลัก|ออก|มา|,|ไอ|หรือ|แก๊ส|ที่|ทะลัก|ออก|,|คน|ขี้|คุย
(โบ|ล|'|เอา|ทฺ) n. การ|ระเบิด|ออก|ของ|ยาง|รถ|,|การ|ทะลัก|ออก|ของ|น้ํา|หรือ|แก๊ส|,|ฟิวส์|ไฟฟ้า|ที่|หลอมละลาย|,|งานเลี้ยง|หรือ|งาน|รื่นเริง|ขนาด|ใหญ่
(โบ|ล|'|ไพ|พฺ) n. ท่อ|อากาศ|หรือ|แก๊ส|ที่|พุ่ง|เข้า|สู่|เปลวไฟ|,|หลอด|เป่า|กระสุน|อาวุธ|,|เครื่อง|ทํา|ความ|สะอาด|โพรง
n. เครื่อง|พ่น|ไฟ
n. หลอด|เป่า|กระสุน|อาวุธ|เหล่า|เป่า
(โบ|ล|'|อัพ) n. การ|ระเบิด|,|การ|ถกเถียง|อย่าง|รุนแรง|,|อารมณ์|ระเบิด|,|การ|ขยาย|ออก|  |Syn. explosion
(โบ|ล|'|อี) adj. มี|ลม|พัด|,|เบา|มาก|,|ปลิว|ได้|ง่าย
(โบ|ล|'|ซี) adj. มี|ผิวพรรณ|ที่|หยาบ|,|ยุ่งเหยิง|  |Syn. blowsy|,|blowzed|,|blowsed
(บ|ลับ|'|เบอะ) n. เปลว|ไขมัน|ระหว่าง|ผิวหนัง|และ|กล้ามเนื้อ|ของ|ปลาวาฬ|,|การ|ร้องไห้|สะ|อึก|สะอื้น vi. ร้องไห้|สะ|อึก|สะอื้น adj. บวม|,|โป่ง|ออก|,|เป็น|มัน|  |Syn. blubberer n.  |Syn. weep
(บ|ลับ|'|เบอ|รี) adj. มี|ไขมัน|มาก|,|มี|มัม|มาก
(บลัช|'|เจิน) {|bludgeoned|,|bludgeoning|,|bludgeons|} n. กระ|บอง vt. ตี|ด้วย|กระ|บอง|,|รังแก|,|บังคับ|  |Syn. bludgeoner n. ดู|bludgeon bludgeoneer n. ดู|bludgeon|  |Syn. club
(บลู) {|blued|,|bluing|,|blues|} n.,|adj. สีน้ํา|เงิน|,|สี|ท้องฟ้า|,|ฟกช้ํา|, (หน้า) เขียว adj. มี|สีน้ํา|เงิน|,|ฟกช้ํา (ผิวหนัง) ,|โศกเศร้า|,|หยาบคาย vt. ทํา|ให้|เป็น|สีน้ํา|เงิน|,|ย้อม|สีน้ํา|เงิน|  |Syn. bulish|, blueish adj. -|Phr. (out of the blue อย่าง|กระ|ทัน|หัน|และ|ไม่|ได้|คาดคิด
n. คนใน|ตระกูล|ผู้ดี|,|ตระกูล|ผู้ดี
n. สมาคม|กาชาด|สีน้ํา|เงิน|เกี่ยวกับ|การ|สงเคราะห์|สัตว์
n. ความ|กลัว|ที่|ไม่|สามารถ|จะ|ควบ|คม|ได้
เรื่อง|ตลก|ไม่|เข้า|เรื่อง|ที่|ไม่|อาจ|นํา|ขึ้น|แสดง|ได้
(บลู|'|โน|ส) n. ผุ้เคร่งครัด|ใน|หลัก|คือ|ธรรม
n. รางวัล|สูงสุด|,|เกียรติยศ|ชั้น|สูงสุด
สิ่ง|ที่|มี|อยู่|ไม่|หยุดยั้ง
adj. เกี่ยวกับ|คนงาน|ใน|โรงงาน|,|เกี่ยวกับ|คนงาน|ที่|ใช้|มือ|ทํา
ชาย|ที่|มี|เมีย|หลาย|คน|ไว้|หลาย|แห่ง
(บลู|'|เจย์) n. ชื่อ|พันธ์|นก|มี|หงอน
(บลู|'|พ|ริน|ทฺ) n. พิมพ์เขียว|,|แผนงาน|ที่|ละเอียด vt. ทํา|พิมพ์เขียว|,|ร่าง|แผน|อย่าง|ละเอียด
(บลูซ) n. ความ|เศร้าหมอง|,|เพลง|บลู|ของ|คน|ผิว|ดํา|ใน|อเมริกา
(บลัฟ) vt.,|vi.,|n. (การ) หลอกลวง|,|ขู่ขวัญ|ให้|กลัว|,|แสร้งทํา adj. ตรงไปตรงมา|,|โผงผาง|,|หน้า|ตรง|ดิ่ง -|n. ผา|ชัน|,|ตลิ่ง|ชัน|,|ศพ -|bluffer n.
(บลู|'|อิ|?) adj. ค่อนข้าง|สีน้ํา|เงิน
(บ|ลัน|'|เดอะ) {|blundered|,|blundering|,|blunders|} n. ความผิด|พลาด -|v. ทํา|ผิดพลาด|,|เดิน|เซ่อ|,|งุ่มง่าม|,|ซุ่มซ่าม|,|พูด|ออก|มา|อย่าง|โง่|,|แพร่งพราย|ออก|มา|  |Syn. blunderer n. ดู|blunder blunderful adj. ดู|blunder blundering (บ|ลัน|'|เด|อริ|ง) adj. ซึ่ง|ทํา|ผิดพลาด|ได้|ง่
(บ|ลัน|ทฺ) {|blunted|,|blunting|,|blunts|} adj. ทื่อ|,|ทู่|,|ไม่|คม|,|ไม่|ว่องไว|,|อึด|อาด|,|เถรตรง|เกิน|ไป|,|ไม่|เฉียบแหลม|,|ขวานผ่าซาก vt. ทํา|ให้|ทู่|ทํา|ให้|ไม่|คม|,|สกัด|,|บรรเทา|,|ลด|ลง|,|ทําลาย -|n. อาวุธ|ที่|ทู่|,|เงินสด
(เบอร์) {|blurred|,|blurring|,|blurs|} vt. ทํา|ให้|พร่า|,|ทํา|ให้|มัว|,|ทํา|ให้|เปรอะเปื้อน vi. พร่า|,|มัว|,|ฟาง|,|เลอะ -|n. รอย|เปื้อน|,|รอย|สกปรก|  |Syn. blurredness n. blurry adj.  |Syn. smear
(เบิร์บฺ) n. คํา|โฆษณา|สั้น
(เบลอทฺ) {|blurted|,|blurting|,|blurts|} vt. พูด|โพล่ง|ออก|มา|,|โพล่ง -|n. คําพูด|ที่|โพล่ง|ออก|มา
(บลัช|') {|blushed|,|blushing|,|blushes|} vi. หน้าแดง|,|ละลาย|,|ขวยใจ vt. ทํา|ให้|แดง|,|หน้าแดง -|n. หน้าแดง|,|สี|แดง|,|สี|ชมพู|,|การ|มอง|แวบเดียว|  |Syn. blusher n. ดู|blush blushfulness n. ดู|blush
(บลัช|'|ชิง) adj. หน้าแดง|,|อาย|,|ขวยใจ|,|เขิน|ขวย -|n. หน้าแดง
(บลัส|'|เทอะ) {|blustered|,|blustering|,|blusters|} vi.,|n. (การ) พัด|อย่าง|แรง|,|พัด|คําราม|,|คําราม|,|กล่าว|ตะคอก|,|พูด|วางโต|,|เสียง|คําราม|,|การ|พัด|อย่าง|แรง|,|การ|กล่าว|ตะคอก|  |Syn. blusterer n. blustery|,|blusterous adj.  |Syn. storm|,|rage ,|boast
(บลัส|'|เท|อริ|ง) adj. โหม|กระหน่ํา|,|เกิด|พายุ|,|คําราม|,|บ้าระห่ํา|,|ซึ่ง|ตะคอก|,|ขู่ขวัญ
abbr. bone marrow
(บีเอ็ม|พี) ใช้|เป็น|นามสกุล (file type) ของ|แฟ้มข้อมูล|ที่|เก็บ|ภาพ|หรือ|กราฟิก|ที่|มี|ลักษณะ|เป็น|จุด|ภาพ (pixel) เล็ก ๆ ที่|เรียก|ว่า|บิต|แมป เช่น WINLOGO.BMP ดู bitmap ประกอบ
ตัว|เสียบ|บี|เอ็น|ซี <|คําแปล|>|หมายถึง ส่วน|ปลาย|ของ|สายเคเบิล|ที่|เป็น|โลหะ|ที่|จะ|ต้อง|เสียบ|เข้า|ทาง|ด้านหลัง|ของ|เครื่อง|คอมพิวเตอร์
(โบ|'|อะ) n. งู|เหลือม -|pl. boas
n. งู|เหลือม
(บอร์) n. หมู|ตัวผู้|ที่|ไม่|ได้|ตอน|,|หมูป่า|ตัวผู้
(บอร์ด|ฺ) {|boarded|,|boarding|,|boards|} n. ไม้กระดาน|,|แผ่น|กระดาน|,|แผ่น|กระดาษแข็ง|,|กระดานหมากรุก|,|ข้าง|เรือ|,|ค่า|อาหาร|,|อาหาร|,|ที่พัก|,|โต๊ะ|ประชุม|,|โต๊ะ|อาหาร|,|เวที|,|คณะ|กรรมการ|,|สภา|,|กลุ่ม|ผู้บริหาร|ของ|หน่วยงาน|,|แป้น|สวิตช์|ไฟฟ้า|บน|ผล|ฝา|ผนัง|,|ขอบ|,|ข้าง vt. ใช้|กระดาน|ปู|,|บริการ|อาหาร|,|บริการ แผง|วงจร|แผง|หมายถึง แผ่น|พลาสติก|ที่|มี|การ|ติดตั้ง|วงจร|ไฟฟ้า|ซึ่ง|ใช้|ใน|เครื่อง|คอมพิวเตอร์ แผง|เหล่านี้|จะ|ทํา|หน้าที่|ต่าง ๆ เช่น แผง|วงจร|เร่ง|ความ|เร็ว (accelerator board) จะ|มี|ตัว|ประมวลผล|ที่ทํางาน|เร็ว|กว่า|ตัว|ประมวลผล|ที|มี|อยู่|เดิม แผง|วงจร|ภาพ (video board) แผง|วงจร|เสียง (sound board) ก็|จะ|เป็น|ตัว|เพิ่ม|ภาพ|และ|เสียง เป็นต้น
n. คณะ|กร|ร|มา|ธิ|กา
n. นักเรียน|กินนอน|,|ผู้|มา|พัก|และ|ได้|รับ|บริการ|อาหาร|ด้วย
n. ไม้กระดาน|ทั้งหมด|,|ผิวหน้า|ไม้กระดาน|,|การ|ขึ้น|เรือ|,|เครื่องบิน รถไฟ|หรือ|ยานพาหนะ|อื่น
n. ใบ|ขึ้น|เครื่องบิน|,|ใบ|ขนส่ง|สินค้า|ขึ้น|เรือ|หรือ|เครื่องบิน
n. โรงเรียน|กินนอน
n. บ้านพัก|หรือ|หอพัก|ที่|จัด|อาหาร|ให้|พร้อม
(บอร์|'|ฟิซ) n. ปลา|ที่|มี|จมูก|ออก|เป็น|หนาม
(โบ|สทฺ) {|boasted|,|boasting|,|boasts|} vt. คุยโต|,|คุย|โว|,|อวดอ้าง|,|โม้ -|n. เรื่อง|คุย|โม้|,|สิ่ง|ที่|คุย|โม้|  |Syn. boaster n.
(โบ|สทฺ|'|ฟู|ล) adj. คุย|โม้|,|อวดดี|,|ขี้|คุย|  |Syn. boastfulness n. ดู|boastful|  |Syn. bragging
(โบ|ท) {|boated|,|boating|,|boats|} n. เรือ|,|เรือ|บด|,|เรือ|ลํา|เล็ก|,|สิ่ง|ที่|มี|รูปร่าง|เหมือน|เรือ|,|จาน|คล้าย|เรือ vi. ลงเรือ vt. ขนส่ง|ทางเรือ|,|เอา|พาย|ขึ้น|เรือ
n. ขบวน|รถไฟ|ที่|วิ่ง|เชื่อม|ติด|กับ|เรือ|เพื่อ|ถ่าย|ผู้โดยสาร
(โบ|เท|ล|') โรงแรม|ริม|ฝั่ง|น้ํา
(โบ|'|เทอะ) คน|แล่น|เรือ ,|หมวก|ฟาง|ชนิด
(โบ|ท|'|ทิง) n.,|adj. การ|พาย|เรือ|แล่น|,|การ|แล่น|เรือ|เล่น
(โบ|ท|'|เมิน) n. ผู้ชํานาญ|ทางเรือ|,|ผู้|ค้าขาย|เกี่ยวกับ|เรือ|  |Syn. boatmanship n.
(โบ|ท|'|ส|เมิน) n. =|boatman
(โบ|'|เซิน) n. สรั่งเรือ|,|พันจ่า|เรือ|ที่|มี|หน้าที่|ดูแล|เรือ|,|หัวหน้า|กะลาสี|เรือ|,|จ่า|ยาม|เรือ
(โบ|ท|'|โร|ทฺ) n. คน|สร้าง|เรือ|ไม้
(โบ|ท|'|ยาร์ด) n. บริเวณ|ท่าเรือ
(บอบ) {|bobbed|,|bobbing|,|bobs|} n. การ|ผงก|ศีรษะ|,|ผมบ๊อบ|,|ทรงผม|สั้น|ของ|สตรี|,|ผม|มวย|,|หางม้า|ที่|ตัด|สั้น|,|ทุ่น|ตกปลา|,|ลูก|ตุ้ม|,|ลูก|ดิ่ง|,|การ|ตี|เบา vt.,|vt. ผงก|ศีรษะ|,|ผลุบโผล่|,|ลอย|,|แกว่ง|,|โดด|ขึ้น|โดด|ลง|,|ลอย|ขึ้น|มา|อีก|,|ตัด|ให้|สั้น|,|ตัด|ผมบ๊อบ|,|พยายาม|งับ|สิ่ง|ที่|แขวน|อยู่|,|ตกปลา|ด้วย|เหยื่อ|และ|ทุ่น
n. สิ่ง|ที่|ผุด ๆ โผล่ ๆ| 
n. ความ|วุ่นวาย ,|ความ|โกลาหล|,
n. หลอด|ด้าย|,|กระสวย|,|หลอด|สายไฟ|,|โครง|สาย|ม้วน
(บอบ|'|บิ|ช) adj. มี|จิตใจ|ที่|เร่าร้อน|,|ฮึกเหิม
n. การ|กระโดด|ขึ้นลง|,|ความผิด|พลาด vt. เสีย|ลูก vi. กระโดด|ขึ้นลง|,|รับ|พลาด|,|เตะ|พลาด
n. การ|กระโดด|ขึ้นลง|,|ความผิด|พลาด vt. เสีย|ลูก vi. กระโดด|ขึ้นลง|,|รับ|พลาด|,|เตะ|พลาด
n. การ|กระโดด|ขึ้นลง|,|ความผิด|พลาด vt. เสีย|ลูก vi. กระโดด|ขึ้นลง|,|รับ|พลาด|,|เตะ|พลาด
n. ถุงเท้า|สั้น|ของ|ผู้หญิง
n. กิ๊บ|,|เข็มปัก|ผม
n. ถุงเท้า|สั้น|ของ|ผู้หญิง
(บอบ|'|เสลด|,|-|สเล) n. แคร่|เลื่อน|หิมะ|,|แคร่|เลื่อน|ยาว vt. ขี่|บน|แคร่|เลื่อน|หิมะ|  |Syn. bobsleder n. ผู้|แคร่|เลื่อน|หิมะ bobsleigher n. ผู้|แคร่|เลื่อน|หิมะ
(บอบ|'|เสลด|,|-|สเล) n. แคร่|เลื่อน|หิมะ|,|แคร่|เลื่อน|ยาว vt. ขี่|บน|แคร่|เลื่อน|หิมะ|  |Syn. bobsleder n. ผู้|แคร่|เลื่อน|หิมะ bobsleigher n. ผู้|แคร่|เลื่อน|หิมะ
n. หาง|สัตว์|ที่|ตัด|สั้น
(โบ|ด) {|boded|,|boding|,|bodes|} vt.,|vi. เป็น|ลาง|,|เป็น|นิมิต|,|ทํานาย|,|กริยา|ช่อง 2 ของ bide|  |Syn. bodement n.
(โบ|เด|'|กะ) n. ร้าน|ของชํา|,|โรง|เก็บ|ของ|โกดัง
(บอ|'|ดิลี) adj.,|adv. เกี่ยวกับ|กาย|,|ด้วย|ตนเอง|,|เกี่ยวกับ|หน่วย|ทาง|กายภาพ|,|ร่าง|,|กาย|,|ทั้งหมด|,|ทั้ง|กาย|,|ทั้งมวล
(โบ|'|ดิง) n. ลาง|สังหรณ์|,|ลาง|ร้าย|,|การ|บอก|เหตุ|ล่วงหน้า adj. เป็น|ลาง|,|เป็น|ลาง|สังหรณ์|,|ซึ่ง|บอก|เหตุ|ล่วงหน้า|  |Syn. omen
(บอด|'|คิน) n. เครื่อง|เจาะ|รู|,|ส|ว่าน|,|เข็ม|ใหญ่|,|คีม|หนีบ|,|กิ๊บ|ผม|ที่|ยาว|,|เครื่อง|คล้าย|เข็ม|สําหรับ|สอด|รู|,|กริช|เล่ม|เล็ก
(บอด|'|ดี) n. ร่างกาย|,|ร่าง|,|ตัว|,|ทั้ง|ตัว|,|ลําตัว|,|ลําต้น|,|ศพ|,|ซากศพ|,|ส่วนใหญ่|,|เนื้อแท้|,|กลุ่ม|คน|,|ข้อสรุป|,|มวล|,|วัตถุ|,|สาร vt.เป็น|ตัวแทน|ใน|รูป|ของ|กาย|,|ทํา|ให้|เป็น|รูปร่าง|  |Syn. physique
n. ดู|corporation
n. ดู|kinesics
n. ภาพ|ลายเส้น|ตาม|ขวาง
n. ประชากร|ของ|รัฐ
n. การ|ยก|ร่าง|แล้ว|ทุ่ม|ลง
n. การ|ขโมย|ศพ
(บอด|'|ดิการ์ด) n. คน|คุ้มกัน|,|มือปืน|ผู้|คอย|ป้องกัน
(โบ|'|เออ|,|บัวร์) n. ชาว|โบ|เออร์|ใน|แอฟริกาใต้ สืบ|เชื้อสาย|มา|จาก|ชาว|เนเธอร์แลนด์)| 
(บอฟ|'|โฟ) adj. ประสบ|ความ|สําเร็จ|มาก
(บอก) {|bogged|,|bogging|,|bogs|} n. ห้วย|,|บึง|,|หนอง vt.,|vi. จม|ลง|ใน|โคลน|,|ติด|ตม|,|ติด|ปลัก|,|ทํา|ให้|จม|อยู่|ใน|ปลัก -|Phr. (bog down ทํา|ให้|อยู่|ใน|ภาวะ|ที่|ลําบาก|,|ทํา|ให้|หยุดชะงัก)|  |Syn. bogginess n. ดู|bog boggish adj. boggish adj. ดู|bog คํา|ที่|มี|ความหมาย|เหมือน|กั
(โบ|'|กี) n. ปีศาจ|,|ผี|,|คน|ที่|น่ากลัว|  |Syn. bogy|,|specter
(บอก|'|เกิล) {|boggled|,|boggling|,|boggles|} vi. กลัว|,|สะดุ้ง|,|ตกใจ|,|ลังเลใจ|,|พูด|กํากวม|,|อึด|อาด|,|หดตัว vt. ทํา|ให้|ตกใจ -|n. การ|สะดุ้ง|ตกใจ|,|การ|ลังเลใจ|,|การ|บอกปัด|,|งาน|ไม่|ดี|  |Syn. boggler n. ดู|boggle
(โบ|'|กี) n. ปีศาจ|,|ผี|,|คน|ที่|น่ากลัว|  |Syn. bogy|,|specter
(โบ|'|กัส) n. ปลอม|,|ไม่|แท้|,|เก๊|,|โกง|,|กํามะลอ|,|หลอกลวง|  |Syn. fake
(โบ|'|กี) n . ปีศาจ|,|ผี|,|สิ่ง|ที่|ทํา|ให้|สะดุ้ง|ตกใจ|,|เครื่องบิน|ลึกลับ|  |Syn. spirit
(โบ|'|ฮังคฺ) n. คนงาน|ต่างชาติ|ที่|ไม่|มี|ความ|ชํานาญ|หรือ|ไม่ค่อย|ชํานาญ
(บอ|ยล|ฺ) {|boiled|,|boiling|,|boils|} vi. เดือด|,|เป็น|ไอน้ํา|,|เดือดดาล vt. ต้ม|เดือด|,|ทํา|ให้|อุณหภูมิ|จุดเดือด -|Phr. (boil over ระเบิด|,|โกรธ) -|n. การ|ต้ม|ให้|เดือด|,|ผี|,|สิว|,|หัว|สิว
(บอล|'|เลอะ) n. หม้อน้ํา|,|กาน้ํา|,|ภาชนะ|หุงต้ม|,|เตา|หม้อ
n. ชุด|ทํางาน|ที่|มี|เสื้อ|กางเกง|ติด|กัน
ต้นแบบ|หมายถึง เอกสาร|ประเภท|หนึ่ง|ที่|ทําเอา|ไว้|เป็น|แบบ เรียก|ว่า boilerplate document นิยม|นํามา|ใช้|ใน|เวลา|ที่|รีบร้อน ไม่|มี|เวลา|คิด|หา|ถ้อยคํา|เพราะ ๆ เช่น บัตรเชิญ จดหมาย|ขอบคุณ จดหมาย|แสดง|ความยินดี แสดง|ความ|เสียใจ หรือ สัญญา|ต่าง ๆ เมื่อ|นํามา|ใช้ ก็|เพียงแต่|เปลี่ยน|ข้อความ|ให้|เหมาะ|กับ|สถานการณ์|เท่านั้น|มี|ความหมาย|เหมือน template
(บอย|'|ส|เท|อเริส) adj. หยาบ|,|หนวกหู|,|อึกทึก|,|พล่าน|,|เอะอะ|  |Syn. boisterousness n. ดู|boisterous|  |Syn. rowdy Ant. restrained
(โบ|'|โด) n. จมูก
(โบ|'|ละ) n. อาวุธ|ที่|ประกอบ|ด้วย|ลูก|หิน|หรือ|ลูก|เหล็ก|2|-|3|ลุก|ที่|ปลาย|เชือก ใช้|เหวี่ยง|ขว้าง
(โบ|ลด|ฺ) adj. กล้าหาญ|,|ใจกล้า|,|กล้า|,|หน้าด้าน|,|ถนัด|,|เด่น|,|ชัดเจน|,|หยาบ|ใหญ่|,|ชั้น|  |Syn. boldness n.  |Syn. courageous Ant. timid
(โบ|ลด|ฺ|'|เฟ|สด|ฺ) adj. ทะลึ่ง|,|มุทะลุ|,|อวดดี|,|มี|ตัวพิมพ์|ที่|หนา|  |Syn. bold|-|facedness n.
(โบ|ลด|'|เฟส) n. ตัวพิมพ์|หนา adj. มี|ตัวพิมพ์|ที่|หนา
(โบ|ล) n. ลําต้น ,|ดินเหนียว|ที่|มี|สี|ต่าง ๆ| 
n. ลวดลาย|นูน|ของ|เฟอร์นิเจอร์
(โบ|ล) n. ผัก|เมล็ด|พืช|ที่|กลม เช่น สมอ|ฝ้าย|หรือ|สมอ|ป่าน
n. (โบ|ล วี|'|เวิล) n. แมลง|ปีก|แข็ง|ที่|กิน|ต้น|ฝ้าย
(บอล|'|ลิคช) vt. งุ่มง่าม|,|เซ่อซ่า|,|ทํา|ให้|ยุ่ง
(โบ|'|โล) มีด|ทหาร|ขนาด ใหญ่|ชนิด|หนึ่ง
(บะโล|'|นะ) n. ไส้กรอก|ขนาด|ใหญ่
n. เครื่องมือวัด|ความ|ต้านทาน|ของ|ตัวนํา|ไฟฟ้า
n. คําพูด|ไร้|สาระ คําพูด|เหลวไหล|  |Syn. baloney
(บอล|'|ชะ วิค) n. พวก|สังคมนิยม|ที่|เข้า|ปกครอง|รัสเซีย|ตั้งแต่|ปี ค.ศ.1917,|สมาชิก|พรรค|คอมมิวนิสต์|ของ|รัสเซีย|,|สมาชิก|พรรค|คอมมิวนิสต์|,|ผู้|ที่|มี|หัวรุนแรง|  |Syn. bolshevism n. ดู|Bolshevik Bolshevism n. ดู|Bolshevik Boshevist n. ดู|Bolshevik bolshevistic
(โบ|ล|'|ส|เทอะ) {|bolstered|,|bolstering|,|bolsters|} n. หมอน|รอง|ชั้น|ล่าง|,|หมอน|รอง|,|หมอน|ยาว|,|เหล็ก|คาน|รถ|,|ลูก|ยาง|แท่น|เครื่อง|,|ที่|หนุน|ยาว vt. หนุน|ค้ํา|,|รอง|,|ทํา|ให้|สูง|ขึ้น|,|ออกแรง|หมุน|,|สนับสนุน|,|ค้ํา|,|ค้ําจุน|,|เสริม|  |Syn. bolsterer n. ดู|bolster
(โบ|ลทฺ) {|bolted|,|bolting|,|bolts|} n. ลูก|กลอน|,|ลูกศร|,|ศร|,|ดาน|,|สลัก|ประตู|,|สลัก|เก|ลียว|,|สลัก|,|พับ|,|ม้วน|,|การ|หนี|อย่าง|รวดเร็ว|,|ไก|ปืน|,|สลัก|ปืน vt. ใส่|กลอน|,|ใส่|สลัก|,|หยุด|การ|สนับสนุน|,|ยิง (ลูกศร|,|ขีปนาวุธ) ,|พูด|โพล่ง|ออก|มา|,|กลืน|อย่าง|รีบเร่ง|,|กิน|โดย|ไม่|ได้|เคี้ยว|,|ทํา|ให้|เป็น|ม้วน|,|วิ่ง|อย่าง|รวด
(โบ|ล|'|เทอะ) n. ม้า|ที่|มักจะ|หลุด|จาก|บังเหียน|เสมอ
(โบ|'|ลัส) n. เม็ด|ยา|ขนาด|ใหญ่
(บอมบ์) {|bombed|,|bombing|,|bombs|} n. ระเบิด|,|ลูก|ระเบิด|,|ก้อน|วัตถุ|เหลว|ที่|ขับ|ออก|จาก|ภูเขาไฟ|,|ระเบิด|ภูเขาไฟ|,|ความ|ล้มเหลว|สิ้นเชิง|,|อาวุธ|นิวเคลียร์ vi. ปล่อย|ลูก|ระเบิด|,|ทิ้ง|ลูก|ระเบิด|,|ยิง|ลูก|ระเบิด|,|ล้มเหลว|  |Syn. missile
n. เครื่องบิน|ทิ้ง|ระเบิด
n. ประตู|ห้อง|ระเบิด
n. หลุม|หลบภัย
(บ|อม|บาร์|ด|') vt. ระดม|ยิง|,|ยิง|กระหน่ํา|,|ทิ้ง|ระเบิด|,|โจม|ต|  |Syn. bombarder|,|bombardment n.
(บ|อม|บาเดียร์|') n. มือ|ทิ้ง|ระเบิด|บน|เครื่องบิน|,|พล|ทิ้ง|ลูก|ระเบิด|,|ทหารปืนใหญ่
(บ|อม|'|แบ|สทฺ) n. คําพูด|โว|,|คน|โว|,|นุ่น|ยัด|,|เครื่อง|รอง|  |Syn. boast
(บ|อม|แบ|ส|'|ทิค|,|-|เคิล) adj. ซึ่ง|คุย|โว|,|ซึ่ง|คุย|เขื่อง|  |Syn. pompous|,
(บ|อม|แบ|ส|'|ทิค|,|-|เคิล) adj. ซึ่ง|คุย|โว|,|ซึ่ง|คุย|เขื่อง|  |Syn. pompous|,
(บ|อม|'|เบย์) n. เมืองท่า|ของ|อินเดีย
n. ลูก|ระเบิด|,|สิ่ง|ที่|น่า|ตกใจ|,|ผู้|ที่|น่า|ตกใจ|กลัว
n. เครื่อง|เล็ง|เป้า|การ|ยิง|หรือ|ทิ้ง|ระเบิด
(บอน) adj. ดี
n. ความ|ปรองดอง|ซึ่งกันและกัน
n. (บอน|'|วี|วาน) n. คน|ที่อยู่|หรูหรา|กิน|อาหาร|และ|ดื่ม เครื่องดื่ม|อย่าง|ดี|,|เพื่อ|ที่|ชอบ|สนุก|ค|รี|กครื้น
n. (บอน|'|วอ|ย|ยา|'|ฺ|,|-|อิจ) n.,|Fr. ขอ|ให้|โชคดี|ใน|การ|เดินทาง ขอ|ให้|มี|ความ|สุข|ใน|การ|เดินทาง
(โบ|'|นะ|'|ไฟด์|,|โบ|'|นะ ไฟ|'|ดี) แท้|,|ไม่|เทียม|,|ด้วย|น้ํา|ใส|ใจจริง|,|แท้จริง|,|มี|ศรัทธา|ดี|  |Syn. bona|-|fide adj.
(บะแนน|'|ซะ) n. ขุม|แร่|ใหญ่|,|ขุม|แร่|มี|ค่า|,|ขุมทรัพย์|มหาศาล|,|ทรัพย์สมบัติ|ที่|ป|รา|กฎ|ขึ้น|อย่าง|กะทันหัน|,|โชคลาภ|ที่|ยิ่งใหญ่
(โบ|'|นะ|พาร์ท) n. ชื่อสกุล|ของ|นะ|โป|เลียน|  |Syn. bonapartist n. ผู้สนับสนุน|ราชวงศ์|ของ|นะ|โป|เลียน|,|เกี่ยวกับ|ราชวงศ์|ของ|นะ|โป|เลียน bonapartism n. ดู|Bonaparte bonapartean adj. ดู|Bonaparte
(บอน|'|บอน) n. ขนม|หวาน
(บอน|ดฺ) {|bonded|,|bonding|,|bonds|} n. ข้อผูกมัด|,|ข้อตกลง|ใน|สัญญา|,|สิ่ง|ผูกมัด|,|พันธนาการ|,|สลัก|,|ตรวน|,|โซ่|,|การ|คุมขัง|,|การ|ติด|คุก|,|พันธบัตร|,|ใบ|กู้ยืม|,|ใบหุ้น|กู้|,|พันธุกรรม|,|พันธะ|ระหว่าง|อะตอม|ใน|โมเลกุล vi.,|vt. (ทํา|ให้) ผูกมัด|เข้า|ด้วย|กัน|,|เชื่อม|ติด|,|ผนึก|เข้า|ด้วย|กัน adj. เกี่ยวกับ|ค|วา
n. ทาส|,|คนรับใช้|ที่|เป็น|ทาส|  |Syn. slave
การ|เป็น|ทาส
(บอน|'|ดิจฺ) n. ความ|เป็น|ทาส|,|ภาวะ|ที่|เป็น|ทาส|,|การ|ผูกมัด|  |Syn. servitude Ant. freedom
(บอน|'|ดิด) adj. กัก|ไว้|ใน|โกดัง|เพื่อ|รอ|ให้|ชําระ|ภาษี|ให้|เป็น|ที่|เรียบร้อย
n. ผู้|มี|พันธบัตร|หรือ|ใบหุ้น|กู้|  |Syn. bondholding n. การ|มี|พันธบัตร|หรือ|ใบหุ้น|กู้
n. การ|ผนึก|,|การ|เชื่อม|,|การ|บัดกรี|,|การ|เชื่อม|กําบัง
(บอน|ดฺ|'|เมด) n. ทาส|หญิง
(บอน|ดฺ|'|เมิน) n. ทาส|ชาย
n. กระดาษ|ทน|อย่าง|ดี
(บอน|ซ|' เมิน) n. ทาส|,|ผู้|ค้ํา|ประกัน|,|ผู้รับรอง -|pl. -|bondsmen
(โบ|น) {|boned|,|boning|,|bones|} n. กระดูก vt. เอา|กระดูก|ออก vi. มุ่ง|เรียน|อย่าง|หนัก -|Phr. (bone of connection เรื่อง|ที่|ทะเลาะ|กัน)| 
เถ้า|กระดูก|,|อัฐิ
เถ้า|กระดูก|,|อัฐิ
adj. มาก|,|เข้า|กระดูกดํา
(โบ|น|'|ไดร) adj. แห้ง|มาก|,|แห้งผาก
(โบ|น|'|ดัสทฺ) n. กระดูก|ป่น
(โบ|นดฺ) adj. เป็น|กระดูก|,|ต้ม|กับ|กระดูก|ซึ่ง|ใส่|กระดูก|,|ซึ่ง|ใส่|ปุ๋ย|กระดูก
(โบ|น|'|เฮ|ด) n. คน|โง่|,|คน|เบาปัญญา|  |Syn. boneheaded adj.
(บอน|'|ไฟ|เออะ) n. กอง|ไฟ|ขนาด|ใหญ่|ที่|สุม|อยู่|กลางแจ้ง
(บอง) {|bonged|,|bonging|,|bongs|} n.,|vt. (ทํา|ให้|เกิด) เสียง|ดัง|บ๊อง
(บอง|'|โก) n. ละมั่ง|มี|สี|แดง|น้ําตาล
(บอน|'|ฮะ|มี) n. มิตร ไมตรี|,|ความ|ร่าเริง|ชื่นบาน
(บอน|ชัว|') interj. ,|Fr. สวัสดี
(บอน) n. แม่นม|,|คนใช้|หญิง
(บอน|'|นิท) {|bonnetted|,|bonnetting|,|bonnets|} n. หมวก|สตรี|รูป|ฝาชี|มัก|มี|ริบบิ้น|ผูก|ใต้|คาง|,|หมวก|เด็ก|,|ฝา|ครอบ|เครื่องจักร|,|ฝา|ครอบ|เครื่องจักร|,|ฝา|ครอบ|ปล่องไฟ|,|หน้าม้า|ใน|วง|พนัน|,|ผู้|ร่วมมือ vt. ใส่|หมวก|,|ใส่|ฝา|ครอบ|,|สม|คบ|หลอกลวง|  |Syn. hat
(บอน|'|นี่) adj. สวยงาม|,|เจริญตา|,|สุขภาพ|แข็งแรง|,|ร่าเริง|,|เงียบสงบ|,|ดี|,|สบายใจ|  |Syn. bonnily adv. bonniness n.
(บอน|'|นี่) adj. สวยงาม|,|เจริญตา|,|สุขภาพ|แข็งแรง|,|ร่าเริง|,|เงียบสงบ|,|ดี|,|สบายใจ|  |Syn. bonnily adv. bonniness n.
(บอน|'|ไซ) n.,|ต้นไม้|แคระ|,|ศิลปะ|การ|ปลูก|ต้นไม้|แคระ
(บอน|'|ทอน) n. รูปแบบ ที่|ดี|,|สังคม|ผู้ดี|,|มารยาท|ที่|ดี
(โบ|'|นัส) n. เงิน|แถม|,|เงิน|เพิ่ม|,|เงิน|โบนัส|,|เงิน|ปันผล|กําไร|  |Syn. bounty
(โบ|'|นี) adj. คล้าย|กระดูก|,|เกี่ยวกับ|กระดูก|,|เต็มไปด้วย|กระดูก|,|มี|กระดูก|ใหญ่|  |Syn. boniness n.  |Syn. lean
(บอน|'|เซอะ|,|-|ซะ) ใหญ่|มาก|,|ชั้นหนึ่ง|,|ชั้น|เลิศ
(บอน|ซ) n. พระ|จีน|หรือ|พระ|ญี่ปุ่น (พุทธศาสนา)| 
(บอน|'|เซอะ|,|-|ซะ) ใหญ่|มาก|,|ชั้นหนึ่ง|,|ชั้น|เลิศ
(บู) {|booed|,|booing|,|boos|} interj.,|n. (การ) คําอุทาน|แสดง|การ|เหยียดหยาม|การ|ไม่|เห็นด้วย|,|โห่|ฮิ้ว vt. ร้อง|เสียงอุทาน|ดังกล่าว
(บูบ|วา|ชี|') n. ชน|ชัน|ที่|ไร้|การ|ศึกษา
(บู|'|บี) n. คน|โง่|,|คน|เซ่อ|,|คน|ที่|เล่น|เลว|ที่สุด|ใน|ทีม|,|คน|ที่|ได้|คะแนน|น้อย|ที่สุด|  |Syn. dunce
n. รางวัล|สําหรับ|คน|ที่|เล่น|ได้|เลว|ที่สุด
ทุ่นระเบิด|,|กับดัก|ระเบิด|,|กับดัก
(บู|'|บีแทรพ) {|booby|-|trapped|,|booby|-|trapping|,|booby|-|traps|} vt. วาง|กับดัก|ระเบิด|,|วาง|กับดัก
ที่|ค้ํา|หนังสือ|ที่|เปิด|อ้า
(บู|'|กี|เมิน) n. ผี|ที่|เอา|เด็ก|ซุกซน|ไป|  |Syn. bogeyman|,|boogerman|,|boobieman
(บูฮู|') {|boohooed|,|boohooing|,|boohoos|} vi. ร้อง|สะ|อึก|สะอื้น -|n. เสียงร้อง|สะ|อึก|สะอื้น book (บุ|ค) n. หนังสือ|,|ตํารา|,|หนังสืออ้างอิง|,|คัมภีร์|,|ภาค|,|เล่ม|,|แบบ|,|สมุด|บัญชี|,|เนื้อเพลง|,|บทละคร|,|ถ้อยคํา|,|สมุด|เช็ค|,|สมุด|แสตมป์|,|สมุด|รายชื่อ|,|สมุดบันทึก|,|บัญชี|,|บันทึก|,|บัญชี|พนัน vt. ลง|บัญช
(บุ|ค) n. หนังสือ v.จอง|, การ|จอง
n. ปก|หุ้ม|หนังสือ
n. ใบลาน
(บุ|ค|'|ไบเดอ|รี) n. ร้าน|เข้า|ปก|หนังสือ|,|ร้าน|ทํา|ปก|หนังสือ
(บุ|ค|'|ไบดิง) n. การ|เข้า|ปก|หนังสือ|,|การ|ทํา|ปก|หนังสือ
(บุ|ค|'|เคส) n. ตู้|หรือ|ชั้น|สําหรับ|ใส่|หนังสือ
(บุ|ค|'|เอน|ดฺ) n. ที่|หนีบ|ค้ํา|แถว|หนังสือ|ให้|ตั้ง|ตรง|  |Syn. bookend
(บุ|ค|'|คี) n. คน|ทํา|หนังสือ|,|เจ้ามือ|รับ|แทง|ม้า|  |Syn. bookmaker
(บุ|ค|'|คิง) n. สัญญา|,|การ|ตกลง|,|การ|จอง
n. คน|ขาย|ตั๋ว
n. ห้อง|ขาย|ตั๋ว
n. ห้อง|ขาย|ตั๋ว
(บุ|ค|'|คิช) adj. ชอบ|อ่าน|หนังสือ|,|ชอบ|ศึกษา|,|หนอนหนังสือ|,|เกี่ยวกับ|หนังสือ|,|เกี่ยวกับ|อักษรศาสตร์|  |Syn. bookishness n.  |Syn. erudite
n. คน|ทํา|บัญชี
n. วิชาการ|ทํา|บัญชี|,|การ|ทํา|บัญชี
(บุ|ด|'|เลิร์นดฺ) adj. ซึ่ง|เชื่อถือ|ความ|รู้|ใน|หนังสือ|,|การ|ศึกษา
n. หนังสือ|เล่ม|เล็ก ๆ| 
n. คน|ทํา|หนังสือ|,|เจ้ามือ|รับ|แทง|ม้า|  |Syn. bookmaking n. การ|ทํา|หนังสือ
n. ที่|คั่น|หนังสือ|,|ริบบิ้น|หรือ|กระดาษ|คั่น|หนังสือ ที่|คั่น|หนังสือ|คั่น|หน้า|1. การ|ใช้|ที่|คั่น|หนังสือ|นั้น|เพื่อ|ประโยชน์|ใน|การ|กลับ|มา|หา|ที่|เก่า|ได้|ง่าย ไม่|ต้อง|เสียเวลา|ค้นหา ใน|ทาง|คอมพิวเตอร์ หมายถึง เครื่องหมาย|หรือ|สัญลักษณ์|ที่|ทํา|ไว้|ให้|ง่าย|ใน|การ|กลับ|มา|ค้นหา 2. เป็น|คําสั่ง|ใน|โปรแกรม|บาง|โปรแกรม|ที่|ช่วย|ให้|กลับ|มา|ค้นหา|ง่าย กล่าวคือ|นํา|ข้อความ|หรือ|คําสั่ง|มา|รวม|ไว้ หาก|ต้องการ|สั่ง|ก็|จะ|หา|พบ|ได้|ง่าย เช่น ใน|โปรแกรม|เน็ต|สเคป (ใช้|อิน|เตอร์|เน็ต) การ|เลือก|คําสั่ง bookmark หมายถึง|การ|นํา|ชื่อ|โฮ|มเพจ|ที่|จะ|ใช้|บ่อย ๆ ไป|เก็บ|รวม|ไว้ เมื่อ|ต้องการ|กลับ|ไป|ใช้|อีก จะ|ได้|สั่ง|ได้|สะดวก
n. ป้ายชื่อ|เจ้าของ|หนังสือ|หรือ|ห้องสมุด|ที่|ติด|กับ|หนังสือ
ที่|ค้ํา|หนังสือ|ที่|เปิด|อ้า
(บุ|ค|'|เชลฟฺ) n. หิ้ง|หนังสือ|,|ที่|ตั้ง|หนังสือ
(บุ|ค|'|ส|ทอ|ล) n. ที่|สําหรับ|ตั้ง|หนังสือ|อ่าน
ร้าน|ขาย|หนังสือ|เล็ก|,|แผง|หนังสือ|,|หิ้ง|หนังสือ
n. ร้าน|ขาย|หนังสือ
(บุ|ค|'|เวิร์ม) n. ผู้|ที่|ชอบ|อ่าน|หนังสือ|มาก|,|คน|ที่|ชอบ|เรียน|หนังสือ|มาก|,|หนอนหนังสือ|,|หนอน|กัด|กิน|หนังสือ|,|ปลวก|หนังสือ
ตรรกะ|แบบ|บูล|หมายถึง ค่า|"|จริง|" (True) หรือ "|ไม่|จริง " (False) ใช้|มาก|ใน|การ|เขียน|โปรแกรม เป็น|หลัก พิช|คณิต ที่|ตั้ง|ตาม|ชื่อ|ของ|ผู้|คิด คือ ยอร์ช บูล (George Boole) หลัก|ทั่วไป|คล้าย|พิช|คณิต ธรรมดา แต่|ใช้|ระบบ|เลขฐานสอง
(บูม) {|boomed|,|booming|,|booms|} n. เสียง|ดัง|สนั่นหวั่นไหว|,|การ|ขึ้น|สูง|อย่าง|รวดเร็ว|ของ|ราคา|หรือ|การ|ขาย|,|ระยะ|การ|เจริญเติบโต|อย่าง|รวดเร็ว vi.,|vt. (ทํา|ให้) เพิ่ม|ขึ้น|อย่าง|รวดเร็ว|,|มี|เสียง|ดัง|สนั่น|, (เจริญรุ่งเรือง|พัฒนา) มี|ชื่อเสียง|อย่าง|รวดเร็ว|,|ยกยอ|,|สนับสนุน
(บูม|'|มะ|แรง) {|boomeranged|,|boomeranging|,|boomerangs|} n. ไม้|รูป|โค้ง|ซึ่ง|เมื่อ|เหวี่ยง|ออก|ไป|แล้ว|กลับ|มา|หา|ผู้|เหวี่ยง|,|อาวุธ|ลับ|ที่|กลับ|ไป|ทําลาย|ผู้ใช้|,|ดาบ|ที่|คืน|สนอง vt. ทํา|อันตราย|อย่าง|ไม่|คาดคิด|กับ|ผู้ริเริ่ม
(บูน) n. ผลประโยชน์|ที่|ได้|รับ|,|บุญคุณ|,|คุ|ณานุป|การ|,|สิ่ง|ที่|เรียกร้อง|หรือ|ต้องการ|,|เพื่อน|ร่วม|สนุก adj. สนุกสนาน|,|สนุก|เฮฮา|,|กรุณา|,|โอบอ้อมอารี|  |Syn. windfall|,|blessing
(-|ดอก|'|เกิล) n. งาน|ที่|ไม่ค่อย|มี|ค่า
(บัวร์) n. คน|บ้านนอก|,|คน|หยาบคาย|,|ชาวนา|,|ตาสีตาสา
(บัว|'|ริ|ช) adj. หยาบคาย|,|คล้าย|คน|บ้านนอก|  |Syn. boorishness n. ดู|boorish|  |Syn. lumpish
(บูสทฺ) {|boosted|,|boosting|,|boosts|} vt.,|n. (การ) ยก|ขึ้น|,|เลื่อน|ขึ้น|,|ส่งเสริม|,|พูดจา|สนับสนุน|,|เผยแพร่|,|เลื่อน|ตําแหน่ง|,|เพิ่ม|ขึ้น|  |Syn. lift|,|raise
(บูส|'|เทอะ) n. ผู้สนับสนุน|,|ผู้|ยก|,|ผู้|เลื่อน|,|สิ่ง|ที่|สนับสนุน|,|สิ่ง|กระตุ้น|,|ท่อน|แรก|ของ|จรวด|หลาย|ท่อน|,|เครื่อง|เพิ่ม กําลัง -|Phr. (booster dose|,|booster shot ขนาด|ยา|หรือ|สาร|สร้าง|ภูมิคุ้มกัน|,|ยา|หรือ|สาร|เสริม|ฤทธิ์|ยา|ตัว|อื่น|,|เครื่อง|เสริม|การ|ขับดัน)| 
(บูท) {|booted|,|booting|,|boots|} n. รองเท้า|หุ้ม|ข้อเท้า|,|รองเท้า|บู๊|ท|,|เครื่อง|หุ้ม|คล้าย|ปลอก|,|ฝา|ครอบ|ป้องกัน|,|ปลอก|หุ้ม|เบาะ|,|โครง|รถ|,|เครื่อง|รัด|ทรมาน|ข้อเท้า|,|การ|เตะ|,|การ|ถีบ|,|การ|ปลด|ออก vt. สวม|รองเท้า|บู๊|ท|,|เตะ|,|ถีบ เริ่มต้น|ใหม่|เริ่ม|เครื่อง|ใหม่|หมายถึง การ|เปิด|เครื่อง|คอมพิวเตอร์|ให้|เริ่มต้น|ทํางาน (ว่า|กัน|ว่า คํา "|boot|" นี้ มา|จาก|คํา|ว่า "|bootstrap|" เบื้องหลัง|การ|ใช้|คํา ๆ นี้ อยู่|ที่|การ|ขู่|ว่า ถ้า|ไม่|ทํางาน|แล้ว|ละ|ก็ โดน|รองเท้า|บู๊|ต|แน่ ๆ เลย) การ|เริ่ม|เครื่อง|ใหม่|นั้น โดย|ปกติ เมื่อ|กด|สวิตช์|เปิด|แล้ว คอมพิวเตอร์|จะ|เริ่มต้น|ทํางาน|ด้วย|การ|อ่าน|จาน|บันทึก|ใน|หน่วย|บันทึก A|: ถ้า|ใน|หน่วย|บันทึก A|: ไม่|มี|จาน|บันทึก ก็|จะ|ไป|อ่าน|จาน|บันทึก C|: (จะ|ไม่|สนใจ|หน่วย|บันทึก B|: เลย) ถ้า|มี|จาน|บันทึก|ใน A|: จาน|บันทึก|นั้น|จะ|ต้อง|มี|คําสั่ง|ระบบ (แฟ้มข้อมูล command.com) อยู่ คอมพิวเตอร์|จึง|จะ|เริ่มต้น|ทํางาน|ต่อไป|ได้ ถ้า|จาน|บันทึก|ใน A|: ไม่|มี|คําสั่ง|ระบบ จะ|มี|รายงาน|บน|จอภาพ|ว่า|เป็น "|non|-|system disk|" ใน|กรณี|เช่นนี้|ต้อง|เปลี่ยน แผ่น A|: หรือ|ดึง|แผ่น A|: ออก แล้ว|เริ่มต้น|ใหม่|จาก หน่วย|บันทึก C|: (ถ้า|มี) อนึ่ง การ|เริ่ม|เครื่อง|ใหม่|นั้น ทํา|ได้ 2 วิธี วิธี|แรกเริ่ม|ด้วย|การ|เปิด|สวิตช์|ที่|เครื่อง|คอมพิวเตอร์|ตาม|ที่|ได้|อธิบาย|แล้ว เรียก|ว่า "|cold boot|" อีก|วิธี|หนึ่ง|ที่|ใช้|เมื่อ|มี|การ|เปิด|เครื่อง|อยู่|ก่อน|แล้ว แต่|ต้องการ|เริ่ม|เครื่อง|ใหม่ หรือ|เครื่อง|เกิด|ขัดข้อง|หรือ|ค้าง (hang) ให้ กด|แป้น CTRL +|ALT +|DEL เรียก|ว่า "|warm boot|"
ส่วน|วง|ปลุก|เครื่องหมาย|ถึง ส่วน|ของ|แผ่น|จาน|บันทึก|ที่|เก็บ|คําสั่ง|ที่|ใช้|ใน|การ|ปลุก|เครื่อง ถ้า|ส่วน|นี้|เสีย (อ่าน|ไม่|ได้) คอมพิวเตอร์|ก็|จะ|ไม่|ทํางาน|เลย|ตั้งแต่|ต้น
(บูธ) n. แผงลอย|,|ห้อง|เล็ก ต่างหาก|,|ศอก|,|โต๊ะ|แยก|เฉพาะ|ส่วน|,|หน่วย|ลง|บัตร|เลือกตั้ง|  |Syn. stall|,
(บูท|'|เลส) n. เชือก|ผูก|รองเท้า|บู๊|ท|,|เชือก|ผูก|รองเท้า
(บูท|'|ลา|สทฺ) n. หุ่น|รองเท้า
(บูท|'|เลก) n. เหล้าเถื่อน vt. & vi. กลั่น|ขาย|หรือ|ขนส่ง|เหล้าเถื่อน|  |Syn. bootlegger n.
(บูท|'|ลิส) adj. ไร้|ประโยชน์|  |Syn. bootlessness n. ความ|ไร้|ประโยชน์|  |Syn. futile|,
(บูท|'|ลิค) vt. ,|vi. ประจบ|,|สอ|พล|อ.  |Syn. bootlicker n.
(บูทช) n. คน|ขัด|รองเท้า -|pl. boots
n. รู|เชือก|ผูก|รองเท้า ปลุก|เครื่อง|เรียก|ย่อ ๆ ว่า boot|1. หมายถึง|การ|เปิด|เครื่อง|ด้วย|การ|บรรจุ|ซอฟต์แวร์|ระบบ (systems software) เข้า|ไป|ใน|หน่วยความจําหลัก (main memory) 2. อาจ|หมายถึง|เทคนิค|วิธี|ใน|การ|บรรจุ|โปรแกรม|หรือ|ชุดคําสั่ง (program) ทั้งปวง|ที่|มี|อยู่ ลง|ไป|ใน|หน่วยความจําหลัก
(บูท|'|ที) n. ของโจร|,|ของ|ที่|ปล้นสะดม|มา|,|ของ|ขโมย|  |Syn. loot
(บูซ) {|boozed|,|boozing|,|boozes|} n. เครื่องดื่ม|ผสม|แอลกอฮอล์|,|วิสกี้ vt.,|vi. ดื่ม|เหล้า|มาก|เกิน|ไป|  |Syn. boozer n.
(บู|'|ซี) adj. เมา|,|ชอบ|ดื่ม|เหล้า|,|ติดเหล้า
(บอพ) {|bopped|,|bopping|,|bops|} n. ดนตรี|แจ๊ช|แบบ|หนึ่ง vt.,|n. (การ) ต่อย|,|ตี|  |Syn. bopper n. ผู้|เล่น|ดนตรี
n. ยา|กัน|บูด|,|ยา|โรย|แผล|,|น้ําประสานทอง (sodium pyroborate)| 
(บอร์โด|') n. ชื่อ|เมือง|ใน|ฝรั่งเศส|,|ชื่อ|เหล้าองุ่น
(บอร์|'|เดิล) n. โรง|โสเภณี|,|ซ่อง
(บอร์|'|เดอะ) {|bordered|,|bordering|,|borders|} n. ชายแดน|,|ขอบ|,|ริม|,|เนิน -|v. มี|เขตแดน|ติดต่อ|กับ|,|คล้าย|กับ|,|ใกล้เคียง|,|เหมือน|  |Syn. brink|,
n. เส้น|พรมแดน|,|เส้น|เขตแดน
n. พรมแดน|,|ภาวะ|ที่|ไม่|แน่นอน|,|เขตแดน|ที่|คลุมเครือ|,|ความ|ก้ํากึ่ง|  |Syn. border
adj. ตาม|พรมแดน|ตาม|ชายแดน|,|ก้ํากึ่ง|  |Syn. indeterminate
(บอร์) {|bored|,|boring|,|bores|} vi.,|vt.,|n. อดีตกาล|ของ|bear|,|เจาะ|รู|,|ไซ|,|เจาะ|ช่อง|,|คว้าน|,|เปิดทาง|,|แหวก|ทาง|,|ความ|รําคาญ|,|คน|น่า|เบื่อ|,|คน|พูด|มาก|,|สิ่ง|ที่|น่า|เบื่อ|,|ทํา|ให้|เบื่อหน่าย|,|ทํา|ให้|น่า|เบื่อ|,|รู|เจาะ|,|ช่อง|,|ส่วน|กว้าง|ของ|ลูก|สูบ|,|ปาก|กระบอก|ลํา|กล้อง|ปืน|,|เครื่อง|เจาะ|รู|,|กระแส|น้ํา|ที่|ขึ้น|อย่า
(บอ|'|เรี|ยล) adj. เหนือ|,|ทาง|เหนือ|,|ลม เหนือ
(บอร์|'|เดิม) n. ความ|น่า|เบื่อหน่าย|,|ภาวะ|น่า|เบื่อหน่าย|  |Syn. tedium
(บอ|'|เรอ) n. สิ่ง|ที่|เจาะ|รู|,|ผู้|เจาะ|รู|,|เครื่อง|เจาะ|รู|,|ส|ว่าน|,|แมลง|ที่|เจาะ|รู|ต้นไม้|หรือ|ผลไม้|,|หนอน|เจาะ|รู
(บอ|'|ริ|ง) n. การ|เจาะ|รู|,|รู|เจาะ -|Phr. (borings ขี้|ไม้|ขี้เหล็ก|จาก|การ|เจาะ|รู)| 
(บอร์น) adj. กําเนิด|,|แต่|กําเนิด|,|โดย|กําเนิด -|Phr. (born yesterday ไร้|เรียง|สา|,|ไร้|ประสบ|การ) -|Conf. borne
(บอร์น) v. กริยา|ช่อง 3 ของ bear -|Conf. born
(บอร์|'|เนียว) n. เกาะ|บอร์เนียว.  |Syn. Bornean adj.,|n. ดู|Borneo
(บอ|'|รอน|,|โบ|'|รอน) n. ธาตุ|ชนิด|หนึ่ง
(เบอ|'|โร) n. เขตเทศบาล|ที่|เล็ก|กว่า|เมือง|,|เขต|เลือกตั้ง
(บอ|'|โร) vt. ยืม|,|กู้|,|ขอ|ยืม|,|ยืม|ใช้ vi. ยืม|สิ่งของ|,|แล่น|ใกล้|ฝั่ง|,|แล่น|ใกล้|ลม|  |Syn. borrower n. -|Conf. lend
(บอ|'|โร|อิง) n. การ|ยืม|,
(บอร์|'|สเทิล) n. โรงเรียน|เด็ก|ที่|กระทํา|ผิด|กฎหมาย เพื่อ|อบรม|และ|ฝึก|อาชีพ
(บอร์ทฺซ) n. เพชร|ชั้นเลว|,|กาก|เพชร
(บอร์ทฺซ) n. เพชร|ชั้นเลว|,|กาก|เพชร
(บอร์ '|ซอย) n. สุนัข|สูง|พันธุ์|หนึ่ง
(บอส|'|คิจ) n. พุ่มไม้|,|ป่าละเมาะ
(บอช) {|boshed|,|boshing|,|boshes|} n. คําพูด|ไร้|สาระ|,|คําพูด|เหลวไหล vt. ยั่ว|,|เย้า|,|หยอก ,|ท้อง|เตา
(บอส|'|คิจ) n. พุ่มไม้|,|ป่าละเมาะ
(บูซ|'|เซิม) n. หน้าอก|,|อก|,|อก|เสื้อ|,|เต้านม|สตรี|,|สัน|อก|,|สถานที่|อบอุ่น|ใจ|และ|น่า|อยู่|,|น้ําใจ|,|ส่วน|ภายใน adj. เกี่ยวกับ|หน้าอก|, (เพื่อน) สนิท|,|ลับ vt. สงวน|ไว้|ใน|หัวใจ|ด้วย|ความ|รัก|,|ถนอม|รัก
(บูซ|'|เซิ|มด|ฺ) adj. มี|หน้าอก|,|ปิดบัง|ไว้
(บูซ|'|เซิมมี่) adj. มี|หน้าอก|ใหญ่
(บอส|'|คิท) n. พุ่มไม้|,|ป่าละเมาะ|ขนาด|เล็ก
(บอส) {|bossed|,|bossing|,|bosses|} n.,|adj. นายจ้าง|,|นาย|,|ผู้บังคับบัญชา|, ผู้นํา -|v. เป็น|นาย|เหนือ|,|ควบคุม|,|บังคับบัญชา|,|บงการ|  |Syn. superior
(บอส|'|อาย|ดฺ) adj. ตา|เอียง|,|มี|ตา|ข้างเดียว|,|ตา|มอง|เฉียง
(บอส|'|ซี) adj. ซึ่ง|สั่ง|การ|,|ซึ่ง|บงการ|,|ประดับ|ด้วย|ลาย|นูน|หรือ|ลาย|ดุน -|n. วัว|,|ลูก|วัว
(โบ|'|ซัน) n. boatswain
1. (บอท) n. ด้วย|อ่อน|ของ|แมลง|botfly 2. (บี|โอ|ที) ย่อ|มา|จาก begin of tape (จุดเริ่มต้น|เทป) หมายถึง จุดเริ่มต้น|ที่|จะ|ให้|มี|การ|บันทึก|ลง|แถบ|บันทึก|หรือ|เทป (tape) ได้ ปกติ|จะ|ทํา|เป็น|จุด|สะท้อน|แสง ซึ่ง|จะ|ทํา|ให้|เกิด|สัญญาณ|บังคับ|ให้|เริ่ม|มี|การ|อ่าน|ข้อมูล|จาก|จุด|นั้น|เป็นต้นไป
(บะ|แทน|'|นิค|,|-|เคิล) adj. เกี่ยวกับ|พืช|,|เกี่ยวกับ|พฤกษศาสตร์ -|n. ยา|ที่|ได้|จาก|พืช|,|ยาสมุนไพร|,|สมุนไพร
(บะ|แทน|'|นิค|,|-|เคิล) adj. เกี่ยวกับ|พืช|,|เกี่ยวกับ|พฤกษศาสตร์ -|n. ยา|ที่|ได้|จาก|พืช|,|ยาสมุนไพร|,|สมุนไพร
n. สวนพฤกษชาติ
(บอท|'|ทะนิสทฺ) n. นัก|พฤกษศาสตร์
(บอท|'|ทะนี) n. พฤกษศาสตร์
(บอทชฺ) {|botched|,|botching|,|botches|} vt.,|vi. ทํา|เสีย|อย่าง|ลวก ๆ ,|ซ่อมแซม|อย่าง|ลวก -|n. งาน|ลวก|,|งาน|หยาบ|,|งาน|ปุปะ ,|ตุ่ม|บน|ผิวหนัง
(บอท|'|ชี) daj. ซึ่ง|ทํา|เสีย|อย่าง|ลวก|  |Syn. botchiness n. การ|ทํา|เสีย|อย่าง|ลวก
(โบ|ธ) adj.,|adv. ทั้ง|สอง น -|pron. อีก|อย่าง|ด้วย|,|อีก|คน|ด้วย conj. เหมือน|กัน|,|คล้าย|กัน|,|เท่า|กัน -|Conf. each|,|and|,|as well as|,|either
(บอธ|'|เธอะ) {|bothered|,|bothering|,|bothers|} vt. รบกวน|,|ทํา|ให้|งง|,|ทํา|ให้|ยุ่งใจ vi. ยุ่ง|กับ -|n. สิ่ง|ที่|น่า|รําคาญ|,|คน|ที่|น่า|รําคาญ|,|งาน|,|ความ|กังวลใจ|  |Syn. pester
(บอธ|'|เธอ|เซิม) adj. ลําบาก|,|ยุ่ง|,|น่า|เบื่อ|,|น่า|รําคาญ|  |Syn. annoying
(บอท) n. ด้วย|อ่อน|ของ|แมลง|botfly
(บอท|'|เทิล) {|bottled|,|bottling|,|bottles|} n. ขวด|,|ถุง|หนัง|, (ที่|ใส่|น้ํา|ใส่|เหล้า) ปริมาณ|หนึ่ง|ขวด|,|การ|ดื่ม|เหล้า|,|น้ํานม|ใน|ขวด|นม vi. ใส่|ขวด|,|บรรจุขวด|ติด|อยู่|,|ข่ม|,|ทํา|ให้|ติด|อยู่|,|เก็บ|สุรา -|Phr. (hit the bottle ดื่ม|เกิน|บ่อย|และ|เป็นนิสัย)|  |Syn. receptacle
(บอท|'|เทิลเนค) n. ทางเข้า|ที่|แคบ|สถานที่|หรือ|ระยะ|เวลา|ที่อยู่|ใน|ภาวะ|ลําบาก vt. ขัดขวาง vt. อุดตัน|,|อยู่|ใน|ภาวะ|ที่|ลําบาก
(บอท|'|เทิล|โน|ส) n. สัตว์|ทะเล|ที่|มี|จมูก|คล้าย|รูป|ขวด เช่น ปลาโลมา|  |Syn. bottle|-|nosed adj.
(บอท|'|เทิม) {|bottomed|,|bottoming|,|bottoms|} n.,|adj. ก้น|,|พื้นฐาน|,|ข้างใต้|,|พื้นน้ํา|,|ตอน|ท้าย|สุด|,|ปลาย|,|ท้อง|เรือ|,|ปลาย|ตรอก vt.,|vi. ใส่|พื้น|ให้แก่|,|พบ|ความหมาย|เต็ม|ของ ตรวจสอบ|ข้อเท็จจริง vt. บรรลุ|ถึง|พื้น|ล่าง สร้าง|พื้นฐาน|  |Syn. foot
n. พื้นดิน|ที่|เกิด|จาก|ดินทราย|ที่|น้ํา|พัด|มา|ทับถม
adj. สุด|ที่|หยั่ง|ถึง|,|ไม่|มี|ก้น|,|ลึก|จน|ไม่|อาจ|หยั่ง|ได้|,|ลึกลับ|,|วัด|ไม่|ได้|,|ไร้|ขอบเขต
adj. เกี่ยวกับ|พื้น|,|ลึก|ที่สุด|,|ต่ํา|ที่สุด|,|ก้น
(บอท|'|ชะ|ลิน) n. สารพิษ
(บู|'|ดวาร์) n. ห้องส่วนตัว|ของ|หญิง
(บูฟานทฺ|') adj. เต็ม|,|บาน|ออก -|n. กระโปรง|,|ทรงผม
(เบา) n. กิ่งไม้ -|Conf. branch
(เบา|'|พอ|ท) n. แจกัน|ดอกไม้|ขนาด|ใหญ่
(บอท) v.,|pt. & pp. ของ buy
(บู|'|จี) n. ที่|แยง สอด|เข้า|รู|เปิด|ของ|ร่างกาย (เช่น ทางเดิน|ปัสสาวะ) ,|ยา|เหน็บ
(บูลยะเบส) n. ซุป|ปลา|เห|รือ|หอย|หลาย|ชนิด
(บูล|'|เยิน) n. น้ํา|ซุป|เนื้อ -|Conf. bullion
(โบ|ล|'|เดอะ) n. ก้อน|หิน|ใหญ่|ค่อนข้าง|กลม|ที่|ผ่าน|การ|เซาะ|จน|หมด|เหลี่ยม
(บูล|'|ละ|วาร์ด|') n. ถนน|กว้างใหญ่|ใน|เมือง|มัก|มี|ต้นไม้|อยู่|ข้างทาง|,|ถนน|สาย|สําคัญ|ใน|เมือง
(เบา|ซฺ) {|bounced|,|bouncing|,|bounces|} vi.,|vt.,|n. (การ) (ทํา|ให้) กระโดด|,|เด้ง|กลับ (เช็ค) ,|กระโดดโลดเต้น|,|คุย|โว|,|พละกําลัง|,|พลังงาน|,|ผล|ของ|การ|ถูก|ไล่ออก
n. บุคคล|หรือ|สิ่ง|ที่|เด้ง|กลับ|ผู้|มี|หน้าที่|เอา|คน|ก่อกวน|ออก|ไป|,|คน|โกหก|,|ใหญ่|และ|แข็งแรง
(เบา|'|ซิ|ง) adj. ใหญ่|,|แข็งแรง|,|เต็มที่|,|หนวกหู|  |Syn. big|,|strong
(เบา|'|ซี) adj. มี|ลักษณะ|เด้ง|,|มี|ชีวิตชีวา|,|ร่าเริง|,|เด้ง|ได้|,|ชอบ|คุย|โว|,|ชอบ|ยกยอ|ตัวเอง
(เบา|ดฺ) {|bounded|,|bounding|,|bounds|} adj. ถูก|ผูกมัด|,|เหนียวแน่น|,|แน่นอน|,|จัก|ต้อง|,|ตัดสินใจ|,|เข้า|เล่ม|,|ท้องผูก vi. กระโดด|,|เด้ง|กลับ|,|จด|กับ|,|ประชิด|กับ vt. จํากัด|,|กลาย|เป็น|ขอบเขต|,|พูด|ถึง|ขอบเขต -|n. การ|กระโดด|,|การ|เด้ง|กลับ|,|ขอบเขต|,|ชายแดน adj. กําลังจะ|,|ไป|ทาง|,|พร้อม|ที่|จะ
(เบา|'|ดะ|รี) n. เขตแดน|,|เส้น|แบ่ง|เขต
(เบา|'|เดิน) adj. จํา|ต้อง|,|มี|ภาระ|หน้าที่|  |Syn. bound
(เบา|'|เดอะ) n. คน|เฮงซวย|,|คน|จัญไร
(เบา|'|เลส) adj. ไร้|ขอบเขต|,|สุดขีด|,|มากมาย|,|สุดสายตา|  |Syn. boundlessness n.
(เบา|'|เทียส) adj. มากมาย|,|ใจบุญ|,|ใจกว้าง|,|อุดมสมบูรณ์|,|เหลือหลาย|  |Syn. bounteousness n.  |Syn. bountiful
(เบา|'|ทิ|ฟู|ล) adj. ใจบุญ|,|ใจกว้าง|,|เอื้อเฟื้อ|,|อารี|,|อุดมสมบูรณ์|,|มากมาย|,|เหลือหลาย
(เบา|'|ที) n. ความ|ใจบุญ|,|ความ|อารี|,|ของขวัญ|,|เงิน|สงเคราะห์|,|สิ่ง|ที่|มอบ|ให้|,|รางวัล|  |Syn. gifts|,|godsend
(โบ|เค|') n. พวง|ดอกไม้|,|ช่อ|ดอกไม้|,|กลิ่น|หอม|ของ|เหล้า|,|การ|ยกย่อง|,|คําสรรเสริญ -
(บัว|มะนิส|'|ซึม) n. ระบบ|ศักดินา|อย่าง|เด็ดขาด|,|ระบบ|อนุรักษ์นิยม|อย่าง|มาก|  |Syn. bourbonist n.
(บัว|จฺ) n. เมือง|,|ตลาด|ใน|เมือง -|pl. bourgs
(บัวร์|วา|') n. คน|ที่|เป็น|ชั้น|กลาง|,|พ่อค้า|,|นักธุรกิจ|,|เจ้าของ|ร้าน|,|เสรีชน|ใน|สมัยโบราณ|,|ชนชั้น|พื้น|ธรรมดา adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|คน|ชั้น|กลาง|,|พื้น|ธรรมดา|  |Syn. conventional -|pl. bourgeois -|Conf. bourgeoise
(บัว|'|จ|วา|'|ซี) n. คน|ที่|เป็น|ผู้หญิง|ชนชั้นกลาง|  |Syn. smug -|pl. bourgeoises
(บัว|จ|วา|ซี|') n. ชนชั้นกลาง
(เบอ|'|เจิน) n.,|vi.,|vt. ดู|burgeon
(เบิร์น) n. ลําธาร|สาย|เล็ก|,|ขอบเขต|,|เป้าหมาย
(เบิร์น) n. ลําธาร|สาย|เล็ก|,|ขอบเขต|,|เป้าหมาย
(เบา|ทฺ) n. การ|แข่งขัน|,|ยก|หนึ่ง (มวย) ,|พัก|หนึ่ง (ไข้) ,|การ|กระทํา|ครั้ง|หนึ่ง|,|เพลง|หนึ่ง|,|ระยะ|หนึ่ง
(บูทิค|') n. ดอกไม้|ที่|ติด|อยู่|ที่|รังดุม|หรือ|ปก|เสื้อ
(บู|ทอ|เนีย|') n. ดอกไม้|ที่|ติด|อยู่|ที่|รังดุม|หรือ|ปก|เสื้อ
(บอย|'|เอินซฺ|,|-|ซี) n. การ|ลอยตัว|บน|น้ํา|,|กําลัง|ลอยตัว|,|ความ|ร่าเริง|ใจ|,|การ|พยุง|ราคา|ให้|สูง|  |Syn. gaiety
(บอย|'|เอินซฺ|,|-|ซี) n. การ|ลอยตัว|บน|น้ํา|,|กําลัง|ลอยตัว|,|ความ|ร่าเริง|ใจ|,|การ|พยุง|ราคา|ให้|สูง|  |Syn. gaiety
(โบ|'|วิด) adj. เกี่ยวกับ|ตระกูล|วัว
(โบ|'|ไวน์) adj. เกี่ยวกับ|วัว|,|เหมือน|วัว|,|เชื่องช้า|,|เบาปัญญา|,|อดทน -|n. สัตว์|จําพวก|วัว|  |Syn. bovinity n. ดู|bovine
(เบา) {|bowed|,|bowing|,|bows|} vi. โค้ง|,|ก้ม|ศีรษะ|,|คํานับ|,|คํานับ|อําลา|,|น้อม|,|ยอม -|n. การ|โค้ง|,|การ|คํานับ|,|การ|คํานับ|อําลา|,|การ|ยอม|,|ธนู|,|ศร|,|คันธนู|,|คันศร|,|คัน|ซอ|,|คัน|พิณ|,|หน้าไม้|,|ส่วน|ที่|เป็น|รูป|คันศร|,|ส่วนโค้ง|,|โบ|,|หูกระต่าย|,|สายรุ้ง|,|ปีก|แว่นตา|,|หัวเรือ|,|ส่วน|หัว|ของ|บิน|,|มือ|พาย|ข้างหน้า adj. เก
n. กามเทพ|  |Syn. cupid
n. ผ้า|ผูก|คอ|ชนิด|หูกระต่าย|,|หูกระต่าย
(เบา|'|เอิล) n. ลําไส้|,|ส่วน|ของ|ลําไส้|,|ส่วน|ใน|,|ความ|สงสาร|,|ความเห็น|ใจ vt. ถ่าย|ท้อง
n. การ|ถ่าย|ท้อง
(เบา|'|เออะ) n. ร่มไม้|,|ซุ้ม|ไม้|ใน|สวน|,|กระท่อม
(เบา|'|อิง) n. การ|คํานับ|,|การ|คารวะ|,|การ|ยอมรับ
(โบ|'|นอ|ท) n. ส่วนโค้ง
(โบ|ล) n. ชาม|,|ชาม|กลม|,|กระเปาะ|,|กระปุก|,|สนาม|,|ลูก|โบว์|ลิ่ง|,|การ|เล่น|โบว์|ลิ่ง vi. โยน|โบว์|ลิ่ง|,|เล่น|โบว์|ลิ่ง vt. กลิ้ง|,|เล่น|,|เล่น|โบว์|ลิ่ง
(โบ|'|เลก) n. ภาวะ|ขา|โก่ง|,|ขา|ที่|โก่ง|งอ.  |Syn. bowlegged adj. ขา|โก่ง bowleggedness n. ภาวะ|ขา|โก่ง
(โบ|'|เลอะ) n. ค คน|เล่น|โบว์|ลิ่ง|,|คน|ขว้าง|ลูก|,
(โบ|'|ลิง) n. กีฬา|โบว์|ลิ่ง
n. กระดาน|ไม้ยาว|และ|แคบ|สําหรับ|โยน|ลูก|โบว์|ลิ่ง
สถานที่|เล่น|โบว์|ลิ่ง
(โบ|'|เมิน) n. นาย|ธนู|,|นาย|ขมัง|ธนู|,|สมอ|หัวเรือ
(โบ|'|ชอท) n. ระยะ|ทาง|ที่|ลูกศร|ถูก|ยิง|ไป|ถึง
(เบา|'|สพ|ริ|ท) n. เครื่อง|เสา|หัวเรือ|ขนาด|ใหญ่
(โบ|'|สท|ริ|ง) n. สาย|ธนู -|v. ประหาร|ชีวิต
(เบา|`|เวา) n. เสียง|เห่า|ของ|สุนัข
(โบ|`|เยอะ) n. คน|ขาย|ธนู
(บอคซฺ) {|boxed|,|boxing|,|boxes|} n. คล่อง|,|ลัง|,|หีบ|,|กล่อง|,|กลัก|,|คอก|,|สิ่ง|ที่|บรรจุ|อยู่|,|บ้านเล็ก|,|กระท่อม|,|ที่นั่ง|คน|ขับ|รถม้า|,|ที่พักอาศัย|เล็ก|,|ตู้|จดหมาย|,|ตู้โทรศัพท์|,|ตู้|รถม้า|,|ตู้ไปรษณีย์|ช่องคลอด|,|การ|ต่อย|,|การ|ตบ vt. ใส่|ใน|กล่อง (หีบ|,|ลัง) ,|ตบ|,|ต่อย|,|ตบ|ที่|หู|,|ต่อย|ที่|หู
n. รถตู้|  |Syn. box wagon
n. เสื้อคลุม|หนา
(บอค|'|เซอะ) n. นักมวย|,|สุนัข|พันธุ์|บ๊อค|เซอะ|,|คน|ทํา|กล่อง|หรือ|หีบ
(บอค|'|ซิ|ง) n. วัตถุ|ที่|ใช้|ทํา|กล่อง|หีบ|หรือ|ลัง|,|การ|บรรจุ|กล่อง|,|หีบ|หรือ|ลัง ,|การ|ต่อย|มวย|,|การ|ชกมวย
n. วัน|หลังจาก|คริสต์มาส|หนึ่ง|วัน เป็น|วัน|ให้|ของขวัญ|คริสต์มาส|แก่|คนงาน บุรุษ|ไปรษณีย์|และ|คน|อื่น
n. นวม|ชกมวย
(บอย) n. เด็ก|ผู้ชาย|,|เด็ก|,|น้อง|ชาย|,|พ่อ|หนุ่ม|,|บ๋อย|,|กะลาสี|เรือ|ฝึก|ใหม่|,|เด็ก|ฝึกงาน|,|นักการ interj. คําอุทาน|แสดง|ความ|ประหลาดใจ|หรือ|ดูถูก|  |Syn. youngster
(บอย|'|คอ|ท) {|boycotted|,|boycotting|,|boycotts|} vt. รวม|หัวต่อ|ต้าน|,|พร้อมใจ|กัน|ตัด|สัมพันธ์|ไมตรี|ไม่|ซื้อ|สินค้า|/|ไม่|ส่ง|สินค้า|หรือ|อื่น|  |Syn. boycotter n. ดู|boycott
n. เพื่อนชาย
(บอย|'|ฮูด) n. วัย|เด็ก
(บอย|'|อิช) adj. เหมือน|เด็ก|,|คล้าย|เด็ก|,|มี|นิสัย|เหมือน|เด็ก|  |Syn. boyishness n.
(โบ|'|โซ) n. เจ้า|หมอ|นี่ (โดยเฉพาะ|ผู้|มี|ร่าง|ใหญ่|/|แข็งแรง|และ|โง่) ,|ทหาร|ใหม่
(บี|พี|ไอ) ย่อ|มา|จาก bits per inch หรือ|บิต|ต่อ|นิ้ว เป็น|หน่วย|วัด|ความ|จุ|ของ|แถบ|บันทึก โดย|วัด|ว่า แถบ|บันทึก 1 นิ้ว|จะ|เก็บ|ตัว|อักขระ|ได้|กี่|บิต
abbr. breath per minute|,|beat per minute
(บี|พี|เอส) ย่อ|มา|จาก bits per second หรือ|บิต|ต่อ|วินาที เป็น|หน่วย|วัด|ความ|เร็ว|ของ|การ|ถ่าย|โอน|ข้อมูล|ผ่าน|โมเด็ม|ว่า มี|ความ|เร็ว|กี่|บิต|ต่อ|วินาที
(เบ|รอ) n. ดู|brother
(บ|รา) n. เสื้อชั้นใน|สตรี|'|  |Syn. brassiere
vt.,|n. (การ) ทะเลาะ|,|ทะเลาะวิวาท
(เบ|รส) n. เสา|ค้ํา|,|เครื่อง|ค้ําจุน|,|เครื่อง|เหนี่ยวรั้ง|,|เชือก|โยง|เสา|,|เฝือก|,|ที่|รั้ง|,|ที่|พาด|,|สาย|หนึ่ง|,|วงเล็บ|ปีก|กา vt. หนุน|ไว้|,|ค้ํา|ไว้|,|รั้ง|ไว้|,|มัด|แน่น|,|กระตุ้น|,|หนุน|,|ตัดสินใจ|แน่วแน่|  |Syn. fortify
(เบ|รส|'|ลิท) n. กําไล|มือ|,|กุญแจมือ|  |Syn. bracelets n. กุญแจมือ|  |Syn. handcuffs
(เบ|รส|'|เซอะ) n. สิ่ง|ค้ํา|,|ผู้สนับสนุน|,|เครื่องดื่ม|ที่|กระตุ้น (โดยเฉพาะ|เหล้า)| 
adj. เกี่ยวกับ|แขน|,|ปีก|,|แขน|ท่อน|บน|,|ขา|หน้า
(แบ|รค|'|คิท) {|bracketed|,|bracketing|,|brackets|} n. ที่|ค้ํา|,|ที่|เท้า|แขน|,|ที่|แขวน|โคม|,|แท่น|รองรับ|,|เครื่องหมาย|วงเล็บ|,|ระดับ|,|ประเภท|,|ชั้น vt. ใส่|ที่|ค้ํา|,|ใส่|วงเล็บ|,|แบ่ง|ประเภท|,|จัด|เป็น|ประเภท|  |Syn. support
(แบ|รค|'|คิททิง) n. ชุด|ที่|ค้ํา
(แบ|รค|'|คิช) adj. มี|รส|เค็ม|,|กร่อย|,|ค่อนข้าง|เค็ม|  |Syn. brackishness n. ดู|brackish|  |Syn. salty
n. กลีบ|ฐาน|ของ|ดอกไม้|,|กลีบ -|bracteal|,|bracted adj.
adj. ,|มี|กลีบ
n. กลีบ|เล็ก|,|กลีบ|รอง
n. เหล็กหมาด|สําหรับ|เจาะ|รู|เพื่อ|ตอก|ตะปู|ไร้|หัว
Pref. ช้า
อาการ|หัวใจ|เต้น|ช้า
(เบร) n.ไหล่เขา|,|ตลิ่ง|ที่|ลาดเอียง|,|เนิน|,|ข้าง|ฝั่ง|แม่น้ํา
(แบ|รก) {|bragged|,|bragging|,|brags|} v. คุย|โว|,|โม้ -|n. สิ่ง|ที่|คุย|โว|,|คน|คุย|โว adj. ชั้นหนึ่ง|,|อันดับ|หนึ่ง|  |Syn. bragger n. ดู|brag braggy adj. ดู|brag
(แบ|รก|กะ|โด|'|ซี|โอ) n. การ|คุย|โม้|การ|คุย|โว|,|คําพูด|ที่|คุย|โว|,|คน|คุย|โว
(บ|รา|'|มะ) n. พราหมณ์|  |Syn. Brahman
(บ|รา|'|เมิน) n. พราหมณ์. adj. เกี่ยวกับ|พราหมณ์|  |Syn. brahmanic|,|brahmanicaladj. -|pl. Brahmans
(บ|รา|'|มะนิส|ซึม) n. ระบบ พราหมณ์|,|ศาสนาพราหมณ์|  |Syn. Brahminism|,|Brahmanist|,|Brahminist n.
(บ|รา|'|มิ|น) n.,|พราหมณ์|,|ผู้|ที่|มี|ความ|รู้|และ|วัฒนธรรม|สูง|,|ผู้|มี|ความ|รู้|ที่|ชอบ|อยู่|ห่าง ๆ -|Brahminism n. ศาสนาพราหมณ์
(เบรค) {|braided.braiding|,|braids|} vt. ถัก|ผม|,|ถัก|เปีย|,|ถัก|สาย|,|เล็ม|,|ขอบ|ผ้า|-|n. สาย|ถัก|,|เปีย|,|ดิ้น|เงิน|ดิ้น|ทอง|  |Syn. braider เครื่อง|ถัก|,|ผู้|ถัก braiding การ|ถัก|,|สิ่ง|ที่|ได้|จาก|การ|ถัก
(เบรล) n. ตัวหนังสือ|นูน|สําหรับ|คน|ตา|พิการ|,|ชื่อ|ผู้สร้าง|ตัวหนังสือ|ดังกล่าว vt. เขียน|ตัวหนังสือ|เบรลล์
(เบ|รน) {|brained|,|braining|,|brains|} n. สมอง|,|มันสมอง|,|สติปัญญา|,|หัวคิด|,|คน|ฉลาด|มาก vt. ตี|หัว|สมอง|ของ
ใช้การไม่ได้|ไร้|สมอง|หมายถึง อะไรก็ตาม|ที่|ภายนอก|ดู|ดี แต่|ข้างใน|จริง ๆ นั้น|แย่มาก ๆ เข้า|ทํานอง "|ข้างนอก|สุกใส ข้างใน|ต๊ะ|ติ่ง|โหน่ง|" สํานวน|ภาษาไทย อีก|สํานวน|หนึ่ง|ที่|มี|ความหมาย|คล้าย|กัน|ก็|คือ "|สวย|แต่|รูป จูบ|ไม่|หอม|" ถ้า|ใช้|กับ|เครื่อง|คอมพิวเตอร์ ก็|หมายถึง|เครื่อง|ที่ทํางาน|ไม่|มี|ประสิทธิภาพ|เหมือน|กับ|ที่|โฆษณา|เอา|ไว้
(เบ|รน|'|วอ|ช) vt. ล้าง|สมอง|,|เอา|ความคิด|ยัดเยียด|ให้|,|กระบวนการ|ล้าง|สมอง|  |Syn. brainwashing n.  |Syn. persuade
n. การ|ถกเถียง|อย่าง|เปิดเผย|เพื่อ|แก้|ปัญหา
(เบ|รน|'|วอ|ช) vt. ล้าง|สมอง|,|เอา|ความคิด|ยัดเยียด|ให้|,|กระบวนการ|ล้าง|สมอง|  |Syn. brainwashing n.  |Syn. persuade
(เบร|'|นี) adj. มี|ปัญญา|,|ฉลาด|  |Syn. braininess n. ดู|brainwash|  |Syn. smart|,|intelligent
(เบรค) {|braked|,|braking|,|brakes|} n. เครื่อง|ห้ามล้อ|,|เบรก|,|สิ่ง|ที่|ยับยั้ง|หรือ|ทํา|ให้|ช้า|,|เครื่อง|ทรมาน -|v. ห้ามล้อ|,|ทํา|ให้|ช้า|,|หยุด|,|ใส่|เบรก|,|อดีตกาล|ของ break
n. แผ่น|เหล็ก|โค้ง|ที่|รัด|กับ|จาน|เบรก
n. จาน|เบรก
(เบรค|เพล|'|เดิล) n. คัน|ห้ามล้อ
n. รํา|ข้าว. vt. ต้ม|ใน|น้ํา|ผสม|รํา|ข้าว|  |Syn. branner n. ดู|bran
(แบ|รน|'|นิว) adj. ใหม่เอี่ยม|,|ใหม่|ถอด|ด้าม|  |Syn. brand|-|new
(เบ|ราน|ชฺ) {|branched|,|branching|,|branches|} n. กิ่งก้าน|,|กิ่ง|,|สาขา|,|แขนง|,|วิชา|ย่อย|,|ทางแยก|,|สาย|ย่อย|,|แคว vt. แตก|กิ่งก้านสาขา|,|  |Syn. bough แยก|แตก|กิ่ง|1. หมายถึง การ|แยกตัว|ออก|ไป|จาก|โปรแกรม|ที่|ทํา|อยู่ ไป|ทํา|โปรแกรม|อีก|อัน|หนึ่ง เช่น แยก|ออก|จาก|โปรแกรมหลัก (main program) ไป|ทํางาน|ที่|โปรแกรมย่อย (subprogram) ตาม|คําสั่ง Go to|2. ความหมาย|ที่|ใช้|กับ "|ต้นไม้|" (tree) มี|ความหมาย|ถึง|การ|แตก|กิ่งก้านสาขา เช่น|ใน|การ|แสดง|แฟ้มข้อมูล|ใน|โปรแกรม Windows Explorer ของ Windows 95
คําสั่ง|แยก (ทาง) หมายถึง การ|สั่ง|ให้|แยก|ไป|ทํางาน ณ จุด|ใด|จุด|หนึ่ง|ตาม|คําสั่ง|ใน|โปรแกรม|หรือ ชุดคําสั่ง เช่น คําสั่ง GOTO หรือ|คําสั่ง|ให้ CALL โปรแกรมย่อย (subroutine)| 
(แบ|รน|ดฺ) {|branded|,|branding|,|brands|} n. ตรา|ประทับ|,|เหล็ก|ตีตรา|,|ตรา|ไฟ|นาบ|,|ชนิด|,|ตรา|,|เครื่องหมาย|ผิด|กฎหมาย|,|มลทิน|,|ยี่ห้อ|,|เครื่องหมายการค้า|,|ป้าย|,|ดาบ vt. ประทับตรา|,|นาบ|,|จารึก|,|ฝัง|,|ตราตรึง|,|ใส่ร้าย|,|ป้ายสี|  |Syn. brander n.  |Syn. trad
(แบ|รน|'|นิว) adj. ใหม่เอี่ยม|,|ใหม่|ถอด|ด้าม|  |Syn. brand|-|newness n. ดู|brand|-|new|  |Syn. bran|-|new|,|new
(แบ|รน|'|ดิด) adj. ผสม|ด้วย|บรั่นดี|,|มี|บรั่นดี|ผสม|อยู่|,|จุ่ม|อยู่|ใน|บรั่นดี
(แบ|รน|'|ดิช) {|brandished|,|brandishing|,|brandishes|} vt. กวัดแกว่ง (อาวุธ) -|n. คลื่น|,|การ|กวัดแกว่ง|อาวุธ|  |Syn. brandisher n. ผู้|กวัดแกว่ง (อาวุธ)| 
(แบ|รน|'|ดี) n. เหล้า|บรั่นดี. vt. ใส่|เหล้า|บรั่นดี|,|ดอง|ด้วย|เหล้า|บรั่นดี -|Conf. cognac
(แบ|รช) adj. สะเพร่า|,|หุนหันพลันแล่น|,|ไม่|ไตร่ตรอง|,|ทะลึ่ง|,|ก๋ากั่น|,|เปราะ (ไม้) -|n. กอง|กิ่งไม้|,|กอง|ขยะ|,|กอง|หิน|  |Syn. brashness n. ดู|brash|  |Syn. impetuous Ant. cautious
(บราซิล|') n. ประเทศ|บราซิล
สีย้อม|แดง|ชนิด|หนึ่ง
(บ|รา|ส) n. ทองเหลือง|,|ผลิตภัณฑ์|ทองเหลือง|,|เครื่องดนตรี|ประเภท|Trumpet|,|ความ|ทะลึ่ง|,|ความ|หน้าด้าน|,|ข้าราชการ|ชั้นผู้ใหญ่|,|เงิน|ทหาร|ชั้นผู้ใหญ่ adj. เกี่ยวกับ|ทองเหลือง|  |Syn. brassish adj.  |Syn. effrontery
(บ|ระ|เซียร์|') n. ยกทรง|สตรี
(แบ|รท) n. เด็ก|สาร|เลว|,|เด็ก|เหลือขอ|  |Syn. bratish adj. ดู|brat|  |Syn. chid
(แบ|รท|'|เทิล) n. เสียง|อึกทึก|,|เสียง|โครมคราม
(บ|ระ|วา|'|โด) n. การ|วางท่า|ใหญ่โต|องอาจ -|Conf. bravery
(เบรฟว) {|braved|,|braving|,|braves|} adj. กล้าหาญ|,|อดทน|,|ไม่|เกรงกลัว น่า|ชมเชย|,|ประเสริฐ -|n. คน|ที่|กล้าหาญ|,|นักรบ vt. เสี่ยงอันตราย|,|ฝ่า|ผจญ|,|ท้าทาย|,|กล้า|ทํา|,|ทํา|ให้|ดีเด่น vt. คุย|โว|,|โม้|  |Syn. braveness n. ดู|brave
(บ|รา|'|โว) interj. ,|n.,|v. (การ) ทํา|ได้|ดี|!|เก่ง|จริง|!|,|ดี|!|,|มือ|สังหาร|รับจ้าง
(บ|ระ|วิว|'|ระ) n. การ|แสดง|ที่|กล้าหาญ ความ|ชํานาญ|ที่|ดีเด่น|ของ|นักแสดง
(บ|รอ) adj. ประเสริฐ|เลิศ|ล้ํา|,|ชั้นหนึ่ง|,|ดีงาม
(บ|รอ|ล) {|brawled|,|brawling|,|brawls|} vt.,|n. (การ) ทะเลาะวิวาท|อย่าง|เสียง|ดัง|,|การ|เอะอะโวยวาย|  |Syn. brawler n. ดู|brawl
(บ|รอน) n. กล้ามเนื้อ|,|กําลัง|กล้ามเนื้อ|,|นื้อ|สุกร|,|เนื้อหมู|ป่า|เค็ม
(บ|รอ|'|นี) adj. แข็งแรง|,|กล้ามเนื้อ|เป็น|มัด|  |Syn. brawniness n. ดู|brawny
(เบร) {|brayed|,|braying|,|brays|} n. เสียง|ลา|ร้อง|,|เสียง|แตร|เป่า vt. ออก|เสียง|คล้าย|ลา|ร้อง|,|บด|ละเอียด|,|ทุบ|แตก|ละเอียด|,|ทา|บาง
(เบร|'|เออะ) n. ลูกกลิ้ง|เล็ก ๆ สําหรับ|ป้าย|หมึก
(บ|รา|'|ซา) n. หน่วย|ความ|ยาว|หนึ่ง|วา
(เบรซ) {|brazed|,|brazing|,|brazes|} vt. ทํา|ด้วย|ทองเหลือง|,|ปกคลุม|หรือ|ประดับ|ด้วย|ทองเหลือง|,|ใช้|ทองแดง|หรือ|สังกะสี|เชื่อม
(เบร|'|เซิน) {|brazened|,|brazening|,|brazens|} adj. ทํา|ด้วย|ทองเหลือง|,|หน้าด้าน|,|ไร้|ความ|อาย vt. กระทํา|อย่าง|ไร้|ยางอาย|  |Syn. brazenness n. ดู|brazen
(เบร|'|เซินเฟสทฺ) adj. หน้าด้าน|,|ไร้|ยางอาย
(เบร|'|เซอะ) n. ช่าง|ทํา|เครื่องทอง|เหลือง|,|ภาชนะ|ที่|ใส่|ถ่าน|สําหรับ|ปิ้ง|หรือ|เผา|เนื้อ -|S.brasier
(บ|ระ|ซิ|ล) n. ชื่อ|ต้นไม้
n. เมล็ด|รูป|สามเหลี่ยม|กิน|ได้|ของ|ต้น|Bertholletia
สีย้อม|แดง|ชนิด|หนึ่ง
n. ดู|brazil
(บ|รี|ช) {|breached|,|breaching|,|breaches|} n. การ|ทํา|ให้|แตก|,|การ|แตกแยก|,|การ|ทําลาย|,|การ|ฝ่าฝืน|,|การ|ไม่|ปฏิบัติ|ตาม|,|บาดแผล vt. ทํา|ให้|แตก|ออก|,|ฝ่าฝืน (กฎหมาย|,|สัญญา) vt. กระโดด|ข้าม|ผิวน้ํา
n. การ|ฝ่าฝืน|คําสัญญา
(เบ|รด) n. ขนมปัง|,|อาหาร|,|เครื่อง|ประทัง|ชีวิต|,|ชีวิต|,|ความเป็นอยู่|,|เงินทอง vt. ปกคลุม|ด้วย|,|เศษ|ขนมปัง
n. การ|แต่งงาน|กับ|ชาย|ที่|ยากจน
n. บัตร|ขนมปัง|,|บัตร|อาหาร
n. ตะกร้า|ใส่|ขนมปัง|,|ที่ดิน|เกษตร|ที่|อุดมสมบูรณ์|ด้วย|ต้น|ข้าว|,|ท้อง
n. กระดาน|นวดแป้ง|และ|หัน|ขนมปัง
(เบ|รด|'|ฟรุท) ผลไม้|กลม|ขนาด|ใหญ่|ชนิด|หนึ่ง
n. แถว|ที่|รอคอย|รับ|แจก|อาหาร
n. ผลไม้|กลม ใช้|กิน|เป็น|อาหาร|แทน|ขนมปัง
n. ราก|ที่|กิน|ได้
n. แป้ง|ทํา|ขนมปัง|,|วัตถุ|ที่|ทํา|ขนมปัง
(เบ|รด|ธฺ) n. ความ|กว้าง -|Id. (by a hair '|sbreadth แค่|เส้น|ยาแดง|ผ่า|แปด) -|Conf.breath
adv. ตาม|กว้าง
adj. ตาม|กว้าง
n. ผู้|หา|เลี้ยง|ครอบครัว|  |Syn. breadwinning n. การ|หา|เลี้ยง|ครอบครัว
(เบรค) (broke|,|broken|,|breaking|,|breaks) vt.,|vi. ทํา|ให้|แตก|,|ทํา|ให้|บาดเจ็บ|,|แบ่ง|ออก|เป็น|ส่วน|,|เปิดเผย|,|ทํา|ให้|เชื่อง|,|เอาชนะ|,|ทําลาย|สถิติ|,|แหก (คุก) ,|ฝ่าฝืน|,|ตัดขาด|,|ฝึก|,|สลัด|, (โรงเรียน) หยุด|, (สงคราม) เกิด|ขึ้น|,|ละเลย|หน้าที่|,|ระเบิด|,|หนี|,|หยุดพัก|ทํางาน n. การ|แตก|ออก|,|การ|หยุดพัก|,|ตอน|ฟ้า|สว่าง หยุด|หมายถึง การ|สั่ง|ให้|เครื่อง|คอมพิวเตอร์|หยุด|ทํางาน|อย่าง|กระ|ทัน|หัน เรา|อาจ|ใช้|วิธี|กด|แป้น Break หรือ|กด|แป้น CTRL + C ก็ได้
เป็น|แป้น|หนึ่ง|บน|แผง|แป้น|อักขระ มี|คํา Break อยู่|บน|แป้น การ|กด|แป้น|นี้|จะ|เท่า|กับ|สั่ง|ให้|เครื่อง|คอมพิวเตอร์|หยุดงาน|ที่|กําลัง|ทํา|อยู่|ใน|ขณะนั้น|ทันที (เหมือน|การ|กด|แป้น CTRL + C)| 
n. รุ่งอรุณ
(เบรค|'|อี|เวิน) adj. มี|รายได้|เท่า|กับ|รายจ่าย|,|เสมอตัว|,|ไม่|กําไร|และ|ไม่|ขาดทุน
(เบรค|'|อิน) n. การ|บุกรุก|เข้า|ไป|ใน|บ้าน|,|ระยะ|แรก|ของ|ขบวนการ|หรือ|การ|ใช้
(เบรค|'|อัพ) n. การ|แตกแยก|,|การ|สลาย|ตัว|  |Syn. scatter
(เบรค|'|คิจฺ) n. การ|แตก|ออก|,|ภาวะ|ที่|แตก|ออก|,|ค่า|ชํารุด|,|เงิน|ค่า|เสื่อม|หรือ|สึกหรอ
n. ดู|dengue
(เบรค|'|ดาวน์) n. ความ|ล้มเหลว|,|การ|ล้มเจ็บ|,|การ|ไม่|สบาย|,|การ|สลาย|ตัว|,|การ|วิเคราะห์|,|การ|แบ่ง|ออก|เป็น|ส่วน -|Conf.break down เสีย|หมายถึง การ|ที่|เครื่อง|คอมพิวเตอร์|หยุด|ทํางาน ซึ่ง|เกิด|จาก|ความผิด|ปกติ|อย่างใด|อย่างหนึ่ง
(เบรค|'|เคอะ) n. เครื่อง|บด|,|ผู้|หัก|,|ผู้ทํา|ลาย|,|คลื่น|แยก|เส้นใย|ผ้า|จาก|สิ่ง|แปลกปลอม|,|ผู้บุกเบิก|,|ผู้ทํา|ให้|เชื่อง|,|ตัว|แยกทาง|เดิน|ไฟฟ้า|,|ยาง|ใน|รถ|ยนตร์
(เบรค|'|ฟาสทฺ) n. อาหาร|มื้อ|เช้า
(เบรค|'|เนค) adj. อันตราย|มาก
n. การ|แหกคุก|,|การ|ฝ่า|วงล้อม|,|การ|ระบาด|ของ|โรค
n. หยุดชะงัก|งัน|,|จุด|เปลี่ยนแปลง
สัญลักษณ์|จุด|พัก|สัญลักษณ์|ที่|ใช้|เพื่อ|บ่งบอก|ถึง|จุด|พัก เช่น ใช้|เครื่องหมาย|ธง|เป็น|สัญลักษณ์
(เบรค|'|ธ|รู) n. การ|พัฒนา|อย่าง|มากมาย|ยิ่ง|,|การ|ก้าวหน้า|ทาง|วิทยาศาสตร์|ครั้ง|สําคัญ|ยิ่ง|,|การ|ฝ่า|อุปสรรค|, การ|บุก|ทะลวง|  |Syn. advance -|Conf.break through
(เบรค|'|วอ|เทอะ) n. เครื่อง|กีดกั้น|คลื่น (เช่น|ที่อยู่|หน้า|ท่าเรือ
(บ|รีม) n. ปลา|น้ําจืด ซึ่ง|คล้าย|ปลาตะเพียน
(เบ|รส|ทฺ) {|breasted|,|breasting|,|breasts|} n. หน้าอก|,|เต้านม|,|ทรวงอก|,|น้ําใจ|,|อารมณ์|,|เชิง|กําแพง|,|ส่วน|ที่|นูน|ออก|คล้าย|เต้านม vt. เอา|อก|ทาบ|กับ|เชือก|,|เผชิญ|,|ฝ่า|ไป|ข้างหน้า -|S.bust
n. เขื่อน|กั้น|น้ํา|ริม|ฝั่ง
n. กังหัน|ทด|น้ํา|แบบ|หนึ่ง
vt. ให้|นม|เด็ก (จาก|เต้านม) ,|ดูด|นม
(เบ|รส|ท|'|ไฮ) adj. สูง|เทียมหน้า|อก
(เบ|รส|ท|'|พิน) n. เข็ม|เสียบ|ที่|หน้าอก|หรือ|ผ้า|ผูก|คอ|ส่วน|ที่|ทาบ|อก
n. เกราะ|หน้าอก
n. การ|ว่ายน้ํา|ท่า|ผีเสื้อ
n. เนิน|ดิน|ที่|จุด|ขึ้น|เป็น|กําแพง|ชั่ว|คราว|ที่|สูง|ระดับ|อก
(เบรธ) n. ลมหายใจ|,|การ|หายใจ|,|ชีวิต|,|พลัง|ชีวิต|,|การ|หายใจเข้า|ครั้ง|หนึ่ง|,|การ|แสดง|ข้อคิดเห็น|เล็กน้อย|,|ร่องรอย|,|กระแส|ลม|อ่อน|,|กลิ่น|ปาก|,|กลิ่น|,|ไอ -|Conf. breathe|,|breadth
adj. เหมาะ|ที่|จะ|สูด|หายใจเข้า|ไป|ได้
vt. วิเคราะห์|ความ|เมา|จาก|อากาศ|ที่|หายใจออก|  |Syn. breathalysis n.breathalyse ดู breathalyser n. ดู|breathalyse breathalyzer n. ดู|breathalyse
vt. วิเคราะห์|ความ|เมา|จาก|อากาศ|ที่|หายใจออก|  |Syn. breathalysis n.breathalyse ดู breathalyser n. ดู|breathalyse breathalyzer n. ดู|breathalyse
(บ|รี|ธ) vi.,|vt. หายใจเข้า|ออก|,|หายใจ|,|มี|ชีวิต|,|อึดใจ|,|ระบาย|ลม|,|เป่า|,|ปล่อย|กลิ่น|ออก|มา|,|พัก|หายใจ|,|กระซิบ -|Id. (breath one|'|s last ตาย)|  |Syn. exhale|,|inhale -|Conf.breath|,|breadth
(บ|รี|ธดฺ) adj. ไร้|เสียง|,|ใช้|ลมหายใจ|ใน|การ|ออก|เสียง
(บ|รี|ธ|'|เธอะ) n. การ|หยุดพัก|,|ผู้|หายใจ|,|คน|ที่|ชีวิต|,|หลอด|หายใจ|,|หลอด|ระบาย|อากาศ|  |Syn. pause
(บ|รี|ธ|'|ธิง) n. การ|หายใจ|,|กระบวนการ|หายใจ|,|การ|หายใจ|อึด|หนึ่ง|,|การ|หยุดพัก|หายใจ|,|การ|เอ่ย|คํา|,|ความ|ปรารถนา|,|ชั่ว|แวบเดียว|,|การ|โชย|พัด|เบา
n. โอกาส|พัก|,|โอกาส|คิด|,|ที่ ๆ พอจะ|เดินทาง|หรือ ทํางาน|ได้|เพียงพอ
n. โอกาส|พัก|,|โอกาส|คิด|,|ที่ ๆ พอจะ|เดินทาง|หรือ ทํางาน|ได้|เพียงพอ
adj. ขาด|ลมหายใจ|,|ขาดใจ|ตาย|,|หอบ|,|ไม่|มี|ลม|,|ไม่|เคลื่อนไหว|,|อยู่|นิ่ง|,|ทํา|ให้|หายใจ|ขัด|  |Syn. breathlessness n. ดู|breathless
adj. ทํา|ให้|ยินดี|ตื่นเต้น|หรือ|น่ากลัว|มาก
adj. มี|ลมหายใจ|ออก|มาก|ผิดปกติ|,|มี|เสียง|ลมหายใจ|  |Syn. breathiness n. ดู|breathy
n. หิน|ที่|เป็น|ก้อน|แหลม|เหลี่ยม|เล็ก ๆ จับ|กัน|อยู่|เป็น|ก้อน
vi. กริยา|ช่อง 2 และ 3 ของ breed
n. น้ําแกง|ใส
(บ|รี|ช) n. ก้น|,|ตะโพก|,|ท้าย|ปืน -|S.buttocks
การ|คลอด|ลูก|ที่|ทารก|ใน|ครรภ์|เอา|ก้น|นํา|ออก
n. ส่วน|หุ้ม|ท้าย|ของ|กระบอกปืน
n. ผ้า|คาด|เอว
n. ผ้า|คาด|เอว
(บ|ริ|ช|'|เชส) n. กางเกง|ขี่ม้า|,|กางเกงขายาว|แค่|เข่า|,|กางเกง
n. ช่องทาง|,|สาย|ตะโพก|ใช้|ฉุด|หรือ|เทียบ|ม้า
n. ปืน|ที่|บรรจุ|ทาง|ท้าย|ปืน
adj. ซึ่ง|บรรจุ|ทาง|ท้าย|ปืน
(บ|รีด) {|bred|,|bred|,|breeding|,|breeds|} v. ออก|ลูก|,|ทํา|ให้|เกิด|,|แพร่พันธุ์|,|เพาะ|,|ฟัก|ไข่|,|เลี้ยง|,|อบรม|,|ทํา|ให้|ท้อง n. พันธุ์|,|ชนิด|,|กลุ่ม|,|พันธุ์ผสม|  |Syn. generate
(บ|รีด|'|เดอะ) n. คน|ผสมพันธุ์|พืช|หรือ|สัตว์|,|สัตว์|หรือ|พืช|ที่|ออก|ลูก|,|คน|เลี้ยง|,|คน|อบรม|  |Syn. originator
(บ|รีด|'|ดิง) n. การ|เพาะ|พันธ์|,|การ|ออก|ลูก|,|กิริยา|fission|  |Syn. raising
(บ|รี|ซ) {|breezed|,|breezing|,|breezes|} n. ลม|พัด|เบา|,|งาน|เบา vt. พัดลม|เบา|,|ไป|ข้างหน้า|อย่าง|รวดเร็ว|และ|ง่ายดาย|  |Syn. gale
(บ|รี|'|ซี) adj. มี|ลม|พัด|,|มี|ลม|พัด|อ่อน|,|สดชื่น|,|สบายใจ|  |Syn. breeziness n. ดู|breezy|  |Syn. gusty
n. จุด|เชื่อม|ระหว่าง|รอย|ประสาน|กึ่งกลาง|กับ|รอย|ประสาน|กับ|รอย|ประสาน|ส่วนหน้า|ของ|กะโหลก|ศีรษะ
n. ห่าน|จําพวก|หนึ่ง.
n. ไม้|ขนาด|ใหญ่
(เบรธ|'|ริน) n. ดู|brothers
(บ|รี|ฟว) n. เครื่องหมาย|การ|ออก|เสียง|สั้น|,|พระราช|โองการ|แรกเริ่ม|,|เครื่องหมาย|เน้น|เสียง
สั้น|"
(บ|รี|'|วิ|เออ|รี่) n. หนังสือ|บท|สวดมนต์|และ|อธิษฐาน|ทุก|วัน|ของ|ศาสนา|คาทอลิก|,|ใจความ|สําคัญ
(เบรฟ|'|วิ|ที) n. ระยะ|เวลา|ที่|สั้น|,|ความ|สั้น|กะทัดรัด -|S.briefness|,|conciseness
(บ|รู) v. ทํา|เบียร์|,|ทํา|เหล้า|,|ตั้งเค้า|,|ทํา|ให้|เกิด n. ปริมาณ|ที่|กลั่น (เหล้า|,|เบียร์) ได้แต่|ละ|ครั้ง|  |Syn. brewer n.
(บ|รู|'|เอจ) n. เหล้า|ที่|ทํา|จาก|ข้าว|มอลท์
n. ยีสต์|ที่|ใช้|ทํา|ส่าเหล้า|หรือ|ส่า|เบียร์
(บ|รู|'|เออ|รี) n. โรงงาน|ต้ม|เหล้า|,|โรงงาน|ต้ม|เบียร์)| 
n. โรงงาน|ต้ม|เหล้า|เบียร์
n. การ|ต้ม|หรือ|กลั่น|เหล้า|เบียร์|,|การ|ตั้งเค้า
n. การ|ต้ม|หรือ|กลั่น|เหล้า|เบียร์|,|การ|ตั้งเค้า
(ไบร|'|อะ) n. ดู|brier
(ไบ|รบ|ฺ) {|bribed|,|bribing|,|bribes|} n. สินบน|,|สิ่ง|ล่อใจ. vt. ให้|สินบน|,|ติด|สินบน.  |Syn. bribable adj. ดู|bribe bribeable adj. ดู|bribe briber n. ดู|bribe bribee n. ดู|bribe|  |Syn. graft
(ไบร|'|บะ|รี) n. การ|ให้|สินบน
 |Syn. brac (บ|ริ|ค|'|คะ|แบ|รค) n. สิ่งของ|ที่|สะสม|,|ของเก่า|,|ของโบราณ -|S.bric|-|a brac
(บ|ริ|ช|'|เชส) n.,|pl. ดู|breeches
(บ|ริ|ค) n. อิฐ|,|ก้อน|อิฐ|,|สิ่ง|ที่|คล้าย|อิฐ|,|คน|ดี|,|คน|ใจดี. vt. ก่ออิฐ. adj. ทํา|ด้วย|อิฐ|,|คล้าย|อิฐ
n. เศษ|อิฐ|,|เศษ|ที่|ใช้|เหวี่ยง|ขว้าง|,|คําตําหนิ
n. เตาเผา|อิฐ
n. การ|ก่ออิฐ|  |Syn. bricklayer n.
(บ|ริ|ค|'|เคิล) adj. เปราะ.  |Syn. brickleness n. ความ|เปราะ.
n. กําแพง|อิฐ|,|นั่งร้าน|,|โครง|ไม้
(บ|ริ|ค|'|เวิร์ค) n. สิ่ง|ก่อสร้าง|ที่|ทํา|ด้วย|อิฐ
n. สถานที่|ทํา|อิฐ
n. การ|โจมตี|ทางอ้อม|,|ศร|หิน|โบราณ
(ไบร|'|เดิล) adj. เกี่ยวกับ|เจ้าสาว|,|ซึ่ง|เกี่ยวกับ|การ|แต่งงาน n. การ|แต่งงาน|,|งานเลี้ยง|แต่งงาน
(ไบ|รด|ฺ) n. เจ้าสาว
(ไบ|รด|'|กรุ|ม) n. เจ้าบ่าว
n. เพื่อน|เจ้าสาว
n. สถาน|ดัดสันดาน|,|คุก
(บ|ริ|ดจฺ) n. สะพาน|,|สิ่ง|เชื่อม|ประสาน|,|ดั้ง|,|ดั้งจมูก|,|ดั้ง|แว่นตา|,|หอบังคับการ|เรือ|,|ไพ่|บริดจ์. vt. ทอด|สะพาน|ข้าม|,|ข้าม|,|ทอด|ข้าม|,|ผ่านพ้น (อุปสรรค) ,|เชื่อมต่อ|,|ข้าม|ให้|พ้น|  |Syn. span
n. หอ|สะพาน
n. กระดาน|บันได
n. หัวหาด|,|ที่มั่น|ริมแม่น้ํา|ทาง|ฝั่ง|ข้าศึก|,|หัวสะพาน
n. เครื่อง|เหนี่ยวรั้ง|พื้น|หรือ|หลังคา
(ไบร|'|เดิล) n. บังเหียน|ม้า|,|สาย|บังเหียน|,|สิ่ง|ควบคุม|,|สิ่ง|รั้ง|,|สาย|รั้ง|,|สิ่ง|บังคับการ|หมุน|,|เชือก|หรือ|โซ่|ผูก|เรือ|,|การ|เชิดหน้า (เช่น|แสดง|อาการ|หยิ่ง) vt. บังเหียน|,|ควบคุม|,|เชิดหน้า (เช่น แสดง|อาการ|หยิ่ง)|  |Syn. bridler n.  |Syn. curb|,|ch
(ไบร|'|เดิลเรน) n. บังเหียน|ม้า
n. เชือก|บังเหียน
(บ|รี|ฟ) {|briefed|,|briefing|,|briefs|} adj. สั้น|,|ชั่ว|คราว|,|รวบรัด|,|กะทัดรัด|,|สรุป. n. ข้อสรุป|,|ข้อความ|ที่|สั้น|,|สาระ|สําคัญ|,|การ|เป็น|ทนาย|,|สํานวน|แก้|ฟ้อง|ต่อ|ศาล. vt. สรุป|,|ย่อความ|,|กล่าว|สรุป|  |Syn. little
n. กระเป๋า|เอกสาร
(บ|รี|ฟ|'|ฟิง) n. ข้อสรุป|,|คําสั่ง|สั้น|,|คํา|แถลงการณ์|สั้น
adj. ซึ่ง|ไม่|มี|ใคร|จ้าง|ไป|ว่าความ
(ไบร|'|เออร์) n. ต้นไม้|ที่|มี|หนาม|มาก|,|พุ่มไม้|ที่|มี|หนาม|  |Syn. briery adj. ดู|brier
(บ|ริก) n. เรือใบ|สอง|เสา|,|ห้อง|คุก|ใน|เรือ|,|สถานที่|กักขัง
(บ|ริ|เกด|') {|brigaded|,|brigading|,|brigades|} n. กองพัน|,|กองทหาร|ขนาด|ใหญ่|,|กลุ่ม|คน|หรือ|หมู่คณะ|ที่|รวม|กัน|เพื่อ|ทํา|การ|อย่างใด|อย่างหนึ่ง. vt. จัด|เป็น|กองพัน|,|จัด|เป็น|กลุ่ม|  |Syn. group|,
(บ|ริก|กะ|เดียร์|') n. นาย|พล|จัตวา|,|นาย|พล|จัตวา|กองทัพบก|  |Syn. brigadiership n.
n. นาย|พล|จัตวา|กองทัพบก
(บ|ริก|'|เกิน|ดฺ) n. โจร|,|โจรผู้ร้าย|  |Syn. brigandage n. ดู|brigand brigandism n. ดู|brigand brigandish adj. ดู|brigand
n. เรือใบ|สอง|เสากระโดง
(ไบรทฺ) adj. สว่าง|,|โชติช่วง|,|ใส|,|สดใส|,|แจ่มใส|,|ร่าเริง|,|ฉลาด|,|หลักแหลม|,|มี|ชีวิตชีวา|,|มี|ชื่อเสียง|โด่งดัง.  |Syn. brights n. ไฟ|หน้า|รถ|ที่|ใช้|ส่อง|ให้|สว่าง|จ้า|,|ความ|สว่าง|จ้า brightish adj. ดู|bright
(ไบร|'|เทิน) vt. ทํา|ให้|สว่าง|,|ทํา|ให้|ร่าเริง vi. เปล่งแสง|,|สว่าง|,|ร่าเริง|,|เบิกบาน Ant. darken
n. ภาวะ|ที่|สว่าง
n. ส่วน|ที่|เป็น|โลหะ|ที่|เป็น|เงา
(บ|ริ|ล) n. ปลา|ทะเล|แบน|ใน|ยุโรป|ชนิด|หนึ่ง
(บ|ริ|ล|'|เยินซฺ) n. ความ|สุกใส|มาก|,|ความ|ฉลาด|มาก|,|ความ|หลักแหลม|มาก|,|ความ|โชติช่วง|,|ความ|แวววาว|  |Syn. luster|,|radiance|,|genius Ant. dullness
(บ|ริ|ล|'|เยิน|ซี) n. ดู|brilliance
(บ|ริ|ล|'|เยินทฺ) adj. สุกใส|,|โชติช่วง|,|ฉลาด|มาก|,|หลักแหลม|มาก|,|แวววาว n. เพชรนิลจินดา|  |Syn. brilliantness n. ดู|brilliant|  |Syn. glittering
n. น้ํามันใส่ผม|,|สิ่งทอ|ที่|คล้าย|alpaca.
n. ขอบ|,|ริม|,|ปาก|,|ปีก vt. เต็มเปี่ยม|,|เต็ม|ถึง|ขอบ vt. ใส่|จน|เต็มเปี่ยม
adj. เต็มเปี่ยม
n. ถ้วย (จาน|,|ชาม) ที่|เต็มเปี่ยม
n. ขอบ|,|ริม|,|ปาก|,|ปีก vt. เต็มเปี่ยม|,|เต็ม|ถึง|ขอบ vt. ใส่|จน|เต็มเปี่ยม
n. กํามะถัน|,|หญิง|ที่|มี|อารมณ์|ร้าย|,|หญิง|ที่|กล้า|และ|แข็งแรง|อย่าง|ผู้ชาย
n. ขอบ|,|ริม|,|ปาก|,|ปีก vt. เต็มเปี่ยม|,|เต็ม|ถึง|ขอบ vt. ใส่|จน|เต็มเปี่ยม
(บ|ริ|ง|'|จอ|ล) n. มะเขือ
n. สัตว์|ที่|สี|ลาย|,|สี|ลาย adj. ต่าง|,|ลาย
(ไบ|รน) n. น้ําเค็ม|,|ทะเล|,|มหาสมุทร|,|น้ําทะเล|,|น้ํา|มหาสมุทร|,|สารละลาย|เกลือ vt. ใส่|น้ําเกลือ|,|ใส่|ลง|ใน|น้ําเกลือ.  |Syn. briner n. ดู|brine brinish adj. ดู|brine|  |Syn. sea
(บ|ริ|ง) {|brought|,|brought|,|bringing|,|brings|} vt. เอา|มา|ให้|,|นํามา|ให้|,|พา|มา|,|นํามา|สู่|,|ทํา|ให้|เกิด|,|ก่อ|ให้|เกิด|,|นํา|ออก|มา|แสดง|,|นําเสนอ|,|ชักชวน|ขาย|ได้ -|Id. (bring about ทํา|ให้|เกิด) -|Id. (bring around (round)) ชักชวน|,|โน้มน้าว -|Id. (bring forth ทํา|ให้|เกิด|,|นําเสนอ) -|Id. (bring in ยอมแพ้)| 
n. การ|เลี้ยงดู|อบรม|เด็ก
(บ|ริ|ง|'|จอ|ล) n. มะเขือ
(บ|ริ|งคฺ) n ริม|,|ขอบ|,|ปาก|,|ระยะ|ใกล้|,|ความ|จวน|เจ|,|จุด|ปลาย
n. เทคนิค|หรือ|นโยบาย|การ|แก้ไข|สถานการณ์|ที่|เป็น|วิกฤติการณ์|จน|เกือบจะ|หายนะ
n. เทคนิค|หรือ|นโยบาย|การ|แก้ไข|สถานการณ์|ที่|เป็น|วิกฤติการณ์|จน|เกือบจะ|หายนะ
(ไบร|'|นี) n. มหาสมุทร adj. เค็ม|มาก|,|เกี่ยวกับ|น้ําเกลือ
(บ|รี|'|โอ) adj. ร่าเริง|,|เบิกบาน|,|ปราดเปรื่อง
(บ|รี|'|โอ|ช) n. ขนมปัง|ที่|ผสม|ด้วย|ไข่|,|ยีสต์|และ|เนย
(ไบร|'|อะนี) n. ดู|bryony
(บ|ริ|เควท) n. อิฐ|ถ่านหิน|ก้อน|เล็ก ๆ vt. ทํา|เป็น|ก้อน|กลม ๆ| 
(บ|ริ|เควท) n. อิฐ|ถ่านหิน|ก้อน|เล็ก ๆ vt. ทํา|เป็น|ก้อน|กลม ๆ| 
n. อํานาจ|ทําลาย|ของ|ดินระเบิด|แรง|สูง|  |Syn. brisant adj. ดู|brisance
(บ|ริ|สคฺ) {|brisked|,|brisking|,|brisks|} adj. รวดเร็ว|,|ปราดเปรียว|,|ว่องไว|,|แรง (ลม) vt. ทํา|ให้|รวดเร็ว|,|ทํา|ให้|มี|ชีวิตชีวา|,|ทํา|ให้|รุ่งเรือง vi. ว่องไว|,|กระวีกระวาด|,|รุ่งเรือง|  |Syn. briskness n.  |Syn. quick
n. หน้าอก|ของ|สัตว์|,|เนื้อ|หน้าอก
(บ|ริ|ส|'|เซิล) {|bristled|,|bristling|,|bristles|} n. ขน|แข็ง|ของ|สัตว์|,|สิ่ง|ที่|คล้าย|ขน|,|ขน|แปรง|,|หนวด|เครา|ของ|คน vt. ตั้ง|ชัน|,|ขนลุก|,|โกรธ vt. แข็ง|หรือ|ตั้ง|ชัน|เหมือน|ขนสัตว์|,|ประดับ|หรือ|ปกคลุม|ด้วย|ขน|,|ทํา|ให้|ตั้ง|ชัน|  |Syn. bristleness n.  |Syn. r
(บ|ริ|ส|'|ลิง) n. ลูก|ปลา|ซาร์|ดี|น
(บ|ริ|สทฺ|'|ลี) adj. มี|ขน|แข็ง
n. กิริยา|เรียบร้อย|เป็น|ระเบียบ
(บ|ริ|ท|'|เทิน) n. อังกฤษ|,|ชื่อ|รวม|ของ|อิง|แลนด์เวลล์|และ|สก๊อตแลนด์|Britannia (ดู)| 
(บ|ริ|แทน|'|เนีย) n. เกาะ|อังกฤษ|ที่|รวม|ทั้ง|เวลล์|และ|สก๊อตแลนด์|,|อาณาจักร|อังกฤษ|/|Great|-|Britain|/|และ|เกาะ|ไอร์แลนด์
adj. เกี่ยวกับ|อังกฤษ|,|เกี่ยวกับ|บ|ริ|เท|น
(บ|ริ|ท|'|ทิ|ซิ|ส|ซึม) n. ภาษาอังกฤษ|ที่|เป็น|ลักษณะ|เฉพาะ|ของ|อังกฤษ -|S.Britishism
(บ|ริ|ท|'|ทิช) adj.,|n. (เกี่ยวกับ) อังกฤษ|,|บ|ริ|เท|น|,|ชาว|อังกฤษ|,|ภาษาอังกฤษ
n. เครือจักรภพ|อังกฤษ.
(บ|ริ|ท|'|เทิน) n. ชาว|อังกฤษ|,|ชาว|เครือจักรภพ|อังกฤษ|,|ชนชาติ|เซ|ล|ติ|ค -|S.Britisher
(บ|ริ|ท|'|เทิล) adj. เปราะ|,|งอ|ไม่|ได้|,|ปรับ|ตัว|ไม่|ได้ n. ขนม|เปราะ|  |Syn. brittleness n.
(โบ|รชฺ) {|broached|,|broaching|,|broaches|} n. เครื่อง|คว้าน|รู|,|เหล็ก|เสียบ|,|โบสถ์|หรือ|เจดีย์|ยอด|เหลี่ยม vt. เจาะ|รู|,|คว้าน|รู|,|ทํา|ให้|ผิวน้ํา|แตก|กระจาย|  |Syn. broacher n. -|Conf. brooch
(บ|รอด) n. กว้าง|,|กว้างขวาง|,|เวิ้งว้าง|,|โจ่งแจ้ง|,|ไม่|เกลี้ยงเกลา|,|หยาบ|,|แสก|,|ไม่|ถูก|จํากัด|,|อิสระ adj. เต็ม|,|เต็มที่ n. ส่วน|กว้าง|,|ผู้หญิง|,|หญิง|สําส่อน|  |Syn. broadish adj. -|Conf. wide
n. ศาสนา|ประจําชาติ|ของ|อังกฤษ
n. ตรา|ราชการ|ของ|ประเทศ|หรือ|ของ|รัฐ
(บ|รอด|'|ไมดิด) adj. ใจกว้าง|,|ไม่|มี|อคติ|,|อดทน
n. ขวาน|ตัด|ไม้ซุง
n. ขวาน|ตัด|ไม้ซุง
(บ|รอด|'|คา|สทฺ) v. กระจาย|เสียง|,|กระจาย|ข่าว|,|เผยแพร่|,|หว่าน|พืช. -|Conf. forecast
(บ|รอด|'|คา|สทิง) n. การ|กระจาย|เสียง
(บ|รอด|'|เดิน) {|broadened|,|broadening|,|broadens|} vt.,|vi. ทํา|ให้|กว้าง|,|กว้าง|ขึ้น|  |Syn. spread
n. ข้าง|เรือ|ทั้งหมด|,|ปืน|เรือ|ทั้งหมด|ของ|ข้าง|หนึ่ง|ของ|เรือ|,|การ|โจมตี|หรือ|วิจารณ์|อย่าง|รุนแรง|,|ยก|หน้า|เดียว adj.,|vi. เอา|ด้าน|กว้าง|กว่า|เข้า|หา|  |Syn. volley
adj. เกี่ยวกับ|ยา|หรือ|สาร|ปฏิชีวนะ|ที่|ต้าน|เชื้อ|จุลินทรีย์|ได้|มาก|ชนิด
adj. ซึ่ง|แผ่|ออก|กว้าง
(บ|รอด|'|เวย์) n. ชื่อ|ถนน|สาย|ใหญ่|ใน|กรุง|นิวยอร์ก|,|ย่าน|โรงละคร|โรง|ภาพ|ยนต์|ที่อยู่|ใน|บริเวณ|ถนน|ดังกล่าว adj. เกี่ยวกับ|อุตสาหกรรม|โรง|ภาพ|ยนต์|หรือ|โรงละคร|  |Syn. broadwayite n.
n. ทาส|หญิง|ที่|มี|สามี|ที่|เป็น|ทาส|ของ|นาย|คน|อื่น
adj. ใหญ่|มาก|,|มหึมา
(โบ|รเคด|') {|brocaded|,|brocading|,|brocades|} n. ผ้า|ปัก|ดอก|,|สิ่งทอ|ที่|ปัก|ดอก vt. ทอ|เป็น|ลาย|ดอก|บน|สิ่งทอ
n. ผ้า|ปัก|ดอก|ลาย|นูน|,|หินอ่อน|ที่|สลับ
n. ผ้า|ปัก|ดอก|ลาย|นูน|,|หินอ่อน|ที่|สลับ
(บ|รอ|ค|'|คะ|ลี) n. ต้น|บ|รอ|ค|โค|ลี่|ซึ่ง|คล้าย|กระ|ห|ล่ํา|ปลี อยู่|ใน|พืช|ตระกูล|มัสตาร์ด
(โบ|น|'|ชี|ท) n. ไม้|เสียบ|ปลา|หรือ|เนื้อ
(โบ|ร|?|ัวร์|') n. หนังสือ|เล่ม|เล็ก
(n. รองเท้า|ทํางาน|ที่|ใหญ่|และ|หยาบ
(โบ|รก) n. สําเนียง|ท้องถิ่น|,|สําเนียง|บ้านนอก|,|สําเนียง|พื้นบ้าน|,|รองเท้า|ทํางาน|ที่|มี|รู|เจาะ|เป็น|สิ่ง|ประดับ|,|อุบาย|,|กล|  |Syn. broguery n. ดู|brogue broguish adj. ดู|brogue
(บ|รอย|'|เดอะ) {|broidered|,|broidering|,|broiders|} vt. เย็บ|ปัก|ถัก|ร้อย|  |Syn. broiderer n. ดู|broider broidery n. ดู|broider
(บลอล) {|broiled|,|broiling|,|broils|} vt.,|vi.,|n. (การ) ย่าง|,|ปิ้ง|,|เผา|,|ทํา|ให้|ร้อน|จัด|, เร่าร้อน|,|โกรธ|,|ทะเลาะวิวาท|  |Syn. cook|,|heat|,|bake|,|burn
n. เครื่อง|ย่าง|หรือ|ปิ้ง|หรือ|เผา|เนื้อ|,|เครื่อง|อบ|,|คน|ย่าง|เนื้อ
(โบ|รค) กริยา|ช่อง 2 ของ break adj. ไร้|เงิน|,|ล้มละลาย|  |Syn. impoverished
(โบ|ร|'|เคิน) vi. กริยา|ช่อง 3 ของ break adj. เป็น|ชิ้น|เล็ก|ชิ้น|น้อย|,|ไม่|เรียบ|,|อ่อนกําลัง|,|ยอม|เชื่อ|,|พูด|อย่าง|ไม่|สมบูรณ์|,|ขรุขระ|,|แตกแยก|  |Syn. brokenness n. ดู|broken|  |Syn. split|,|damaged|,|sudued
หน่วย|บันทึก|เสีย|เป็น|คํา|สะ|แล|ง ใช้|หมายถึง หน่วย|บันทึก|ที่|เสีย|หรือ|ใช้การไม่ได้ แล้ว (ไม่|ใช่|จาน|บันทึก)| 
โรค|หอบหืด|ใน|ม้า
adj. แย่มาก|,|มี|สุขภาพ|ทรุดโทรม|,|เกือบจะ|ล้ม|อยู่|แล้ว
n. ความ|ท้อแท้|หมดหวัง|,|ความ|เศร้า|สลด|,|ความผิด|หวัง|ใน|เรื่อง|ความ|รัก|,|ความ|เสียใจ|มาก|  |Syn. broken|-|hearted adj. ดู|broken|-|heart
(โบ|ร|'|เคอะ) n. นายหน้า|ซื้อขาย|,|ตัวแทน|ซื้อขาย|  |Syn. brokership n.  |Syn. middleman
(โบ|ร|'|เค|อริ|จฺ) n. กิจการ|นายหน้า|,|ค่านายหน้า|,|ค่าธรรมเนียม
(บ|รอ|ล|'|ลี) n. ร่ม
adj. ประกอบ|ด้วย|โบรมีน
(โบ|ร|'|ไมดฺ) n. สารประกอบ|โบรมีน|,|คน|ที่|น่า|เบื่อหน่าย|,|คํา|ที่|พูด|เรื่อง|ซ้ํา ซาก|  |Syn. cliche
n. กระดาษ|ที่|ชุบ|ด้วย|สารละลาย|ซิ|ลเวอร์|โบ|รไมด์|ใน|การ|อัด|ภาพถ่าย
(โบ|ร|'|มี|น) n. ธาตุ|แก๊ส|โบรมีน มี|สัญลักษณ์|Br
n. ภาวะ|โรค|ที่|เกิด|จาก|การ|ใช้|โบรมีน|มาก|เกิน|ไป
n. ภาวะ|โรค|ที่|เกิด|จาก|การ|ใช้|โบรมีน|มาก|เกิน|ไป
(บ|รอง|'|โค) n. พหูพจน์|ของ bronchus
(บ|รอง|'|เคีย) n. กิ่งก้าน|ของ|หลอดลม|ใหญ่
(บ|รอง|'|เคี|ยล) adj. เกี่ยวกับ|หลอดลม
n. กิ่งก้าน|ของ|หลอดลม|ใหญ่.  |Syn. bronchiolar adj. ดู|bronchiole
(บ|รอง|ไค|'|ทิส) n. หลอดลม|อักเสบ|  |Syn. bronchitic adj. หลอดลม|อักเสบ
(บ|รอง|'|โค) n. ดู|bronco
หลอดลม
n. ภาวะ|หลอดลม|ใหญ่|และ|ปอด|อักเสบ
n. เครื่องมือ|ตรวจสอบ|หลอดลม
(บ|รอง|'|คัส) n. หลอดลม|ใหญ่
(บ|รอง|'|โค) n. ม้า|ป่า|,|ชาว|อังกฤษ
n. คน|ฝึก|ม้า|ป่า|ให้|เชื่อง
(บ|รอน|ซ) n. ทองสัมฤทธิ์ vt. ทา|สี|ทองสัมฤทธิ์|  |Syn. bronzy adj.
ยุค|ประวัติศาสตร์|หลัง|ยุค|หิน|และ|ก่อน|ยุค|เหล็ก (c.3500|-|1000|B.C.)| 
(บ|รู) n. ของเหลว|ใส|และ|อร่อย|ปาก
(โบ|รค) n. เข็มกลัด
(บ|รูด) {|brooded|,|brooding|,|broods|} n. คอก|หนึ่ง|,|กลุ่ม|หนึ่ง|,|พันธุ์|หนึ่ง|,|ชนิด|หนึ่ง vi. กก (ไข่) ,|ใช้|ปีก|โอบ|คุ้มกัน (ลูก|สัตว์) ,|ครุ่นคิด. adj. สําหรับ|ไว้|กก|ไข่
(บ|รู|'|เดอะ) n. เครื่อง (สัตว์) ฟัก|ไข่|,|คน|ที่|ครุ่นคิด
n. ม้า|ตัวเมีย|สําหรับ|ผสมพันธุ์
(บ|รู|'|ดี) adj. มี|อารมณ์|,|ครุ่นคิด|,|รําพึง|  |Syn. broodiness n. ดู|broody|  |Syn. moody
(บ|รู|ค) {|brooked|,|brooking|,|brooks|} n. ห้วย|,|ลําธาร vt. ทนทุกข์|,|ยินยอม|ให้|มี|,|ทน|,|ยินยอม
(บ|รู|ค|'|ลิท) n. ลําธาร|เล็ก
(บ|รู|ม) {|broomed|,|brooming|,|brooms|} n. ไม้กวาด|,|ข้าราชการ|ที่|รับ|ตําแหน่ง|ใหม่ vt. ปัดกวาด|  |Syn. broomy|,|adj.
n. ต้น|ที่|มี|ใบ|ยาว ใช้|ทํา|ไม้กวาด
n. ด้าม|ไม้กวาด
(โบ|รส) n. ข้าวต้ม|ข้าว|โอ|ต
(บ|รอ|ธ) n. น้ํา|ซุป|เนื้อ|,|น้ํา|ซุป.  |Syn. brothy adj. ดู|broth
(บ|รอ|ธ|'|เธิล) n. ซ่อง|,|โรง|โสเภณี
(บ|รา|'|เธอะ) n. พี่ชาย|หรือ|น้อง|ชาย|,|พี่น้องร่วมชาติ|,|เพื่อน|ร่วมงาน|,|บุคคล|ร่วม|อาชีพ|,|บาทหลวง|,|ภราดร|, เจษฎา|จารย์
n. รัฐบาล|ของ|สหรัฐอเมริกา|,|ชาว|อเมริกัน
(บ|รา|'|เธอ|อิน|ลอ) n. พี่|หรือ|น้อง|เขย|,|พี่|หรือ|น้องเมีย -|pl. brothers|-|in|-|law
(บ|รา|'|เธอ|ฮูด) n. ภราดรภาพ
(บ|รา|'|เธอ|ลี) adj.,|adv. เหมือน|พี่|เหมือน|น้อง|กัน|,|พี่น้อง
(บ|รู|'|ธัม) n. รถม้า|สี่|ล้อ|ชนิด|หนึ่ง
(บ|รอ|ท) v. กริยา|ช่อง 2 ของ bring
(เบ|รา) n. คิ้ว|,|ขน|คิ้ว|,|หน้าผาก|,|หน้าตา|,|หน้าผา
n. โรค|ปวด|แถว|บริเวณ|ขมับ
n. โรค|ปวด|แถว|บริเวณ|ขมับ
(เบ|รา|'|บีท) vt. ถมึง|ตา|,|ทํา|หน้าตา|ขู่|,|รังแก|  |Syn. browbeater n.  |Syn. domineer
(เบ|รา|'|บีท) vt. ถมึง|ตา|,|ทํา|หน้าตา|ขู่|,|รังแก|  |Syn. browbeater n.  |Syn. domineer
(เบ|รา|'|บีท) vt. ถมึง|ตา|,|ทํา|หน้าตา|ขู่|,|รังแก|  |Syn. browbeater n.  |Syn. domineer
(เบ|ราด|ฺ) adj. มี|ขน|คิ้ว
(เบราน์) n. สีน้ํา|ตาล|,|ม้า|สี|ดํา|ที่|มี|แต้มสี|น้ําตาล|,|เหรียญทองแดง adj. สีน้ํา|ตาล|,|มี|ผิวหนัง|ผม|ขน|เป็น|สีน้ํา|ตาล|,|อาบแดด -|Id. (do it upbrown ดํา|ดี|ที่สุด) vt. ทํา|ให้|เป็น|สีน้ํา|ตาล|  |Syn. brownish|,|browny adj.
n. ผ้า|คาด|เอว|สีน้ํา|ตาล|,|นัก|ยูโด|สาย|สีน้ํา|ตาล
n. ปืน|คาบ|ศิลา
n. ถ่าน|ลิกไนท์
ข้าว|แดง|,|ข้าว|ที่|ยัง|ไม่|ได้|สี
n. สมาชิก|พรรค|นา|ซี|,|สมาชิก|พวก|ฟาสซิสท์
n. อยู่|ใน|ภวังค์|,|หมกมุ่น|อยู่|กับ|การ|ดู|หนังสือ|อย่าง|มาก
n. น้ําตาลทราย
vi. ยกยอ|,|ประจบ|ประ|แจง|n. คน|ประจบ|ประ|แจง
n. ขนมปัง|ดํา|,|ขนมปัง|ที่|มี|สี|คล้ํา|กว่า|ธรรมดา
(เบ|รา|'|นี) n. เจ้า|พระภูมิ|,|ขนม|ช็อกโกแลต|เล็ก
n. การ|ดับ|ไฟ|บาง|ส่วน|ของ|ตัวเมือง|,|ภาวะ|ไฟตก
(เบ|รา|ซ) {|browsed|,|browsing|,|browses|} v. กิน|หญ้า|,|กิน|,|แทะ|,|เลี้ยง|ตาม|ทุ่งหญ้า|,|มอง|เผิน|,|อ่าน|อย่าง|เผิน. n. หน่อไม้|หรือ|กิ่งไม้|สําหรับ|เป็น|อาหาร|วัว|  |Syn. skim
(บ|ราว|' เซอร์) n. เรียก|ข้อมูล|ขึ้น|มา|ดู|เฉพาะ|ส่วน|อย่าง|รวดเร็ว
(เบ|รา|'|บีท) vt. ถมึง|ตา|,|ทํา|หน้าตา|ขู่|,|รังแก|  |Syn. browbeater n.  |Syn. domineer
n. โรคติดเชื้อ|แบ็ค|ที|เรีย|จําพวก|Brucella
(บ|รู|'|อิน) n. หมี
(บ|รู|ซ) vi.,|vt. (ทํา|ให้) เป็น|แผล|ถลอก|แผล|ฟกช้ําดําเขียว|หรือ|แผล|ครูด|ขีด n. แผล|ถลอก|,|แผล|ฟกช้ําดําเขียว|,|แผล|ครูด|ขีด
(บ|รู|'|เซอะ) n. คน|ที่|แข็งแรง|สูง|ใหญ่|,|คน|ที่|ชอบ|ตีรันฟันแทง
(บ|รู|ท) vt. กระจาย|ข่าว n. เสียง|ผิดปกติ|ที่|ได้ยิน|จาก|การ|ตรวจฟัง|,|ข่าวลือ|,|รายงาน
(บ|รู|'|มัล) adj. เกี่ยวกับ|ฤดู|หนาว
(บ|รู|ม) n. หมอก.  |Syn. brumous adj. เป็น|หมอก
n.,|adj. สิ่ง|ที่|สวยงาม แต่|ไม่ค่อย|มี|ค่า|หรือ|ไร้|ค่า
(บรันชฺ) {|brunched|,|brunching|,|brunches|} n. อาหารเช้า|ที่|สาย|,|อาหาร|ที่|เป็น|ทั้ง|อาหารเช้า|และ|อาหาร|เที่ยง. vi. กิน|มื้อ อาหาร|ดังกล่าว
(บรูไน|') n. ประเทศ|บรูไน
(บ|รู|เนท|') n.,|adj. คน|ที่ (โดยเฉพาะ|ผู้ชาย) มี|ผม|ดํา|ตาดํา|หรือ|ผิว|คล้ํา (ใน|หมู่|คน|ขาว)|  |Syn. brunetness n. -|Conf. brunette
(บ|รู|เนท|') n.,|adj. คน (โดยเฉพาะ|ผู้หญิง) ที่|มี|ผม|ดํา|ตาดํา|หรือ|ผิว|คล้ํา -|Conf.brunet
(บรันทฺ) n. แรงกดดัน|ที่|หนัก|ที่สุด|,|ส่วน|หนัก|ที่สุด|ที่|ได้|รับ|หรือ|กระทบ|,|การ|โจมตี|อย่าง|รุนแรง
(บรัช) {|brushed|,|brushing|,|brushes|} n. แปรง|,|พู่กัน|,|หนวด|เครา|รุงรัง|,|หาง|หยาบ|ใหญ่ ของ|สัตว์ (เช่น|สุนัข|จิ้งจอก) ,|การ|เผชิญหน้า|กับ|,|พุ่มไม้|หนา|,|ส่วน|ที่|เป็น|พู่ -|v. ปัด|,|ทา|,|กวาด|ด้วย|แปรง|,|สัมผัส|เบา -|Phr. (brush aside ไม่|สนใจ|,|กวาดล้าง) -|Phr. (brush away ปัด|ออก|,|แปรง|ออก) -|S.broo
n. ไฟไหม้|ป่าโปร่ง|หรือ|ป่าละเมาะ
n. การ|ทบทวน|ศึกษา|ใหม่|,|การ|ตกแต่ง|,|การ|ทา|สี|ใหม่
n. กิ่งไม้|ที่|ถูก|ตัด|ออก|,|พุ่มไม้|หนา|,|ป่าละเมาะ
n. (วิธีการ) งาน|วาด|,|งาน|ทา|สี|,|งาน|กวาด
(บรัสคฺ) adj. หยาบ|,|ห้วน|,|หุนหัน|,|รับ|,|ตึงตัง|  |Syn. brusqueness n. ดู|brusque
(บรัส|'|คะ|รี) n. ดู|brusqueness
(บรัส|'|เซิลซ) n. ชื่อ|เมืองหลวง|ของ|เบลเยี่ยม
n. พืช|คล้าย|กะหล่ําปลี|ชนิด|หนึ่ง
(บรุท) adj. แห้ง|มาก
(บ|รู|'|เทิล) adj. โหดร้าย|,|คล้าย|สัตว์|,|โหดเหี้ยม|,|ทารุณ|,|หยาบคาย|,|หยาบ|,|ไร้|เหตุผล|  |Syn. cruel
vt. ดู|brutalize
(บ|รู|แทล|'|ลิ|ที) n. ความ|โหดร้าย|,|ความ|ทารุณ|,|การ|กระทํา|ที่|โหดร้าย|,|การ|กระทํา|ที่|ทารุณ|  |Syn. cruelty
(บ|รู|'|ทัลไลซ) {|brutalized|,|brutalizing|,|brutalizes|} vt. กระทํา|การ|ทารุณโหดร้าย|  |Syn. brutalization n.
(บรุท) {|bruted|,|bruting|,|brutes|} n. สัตว์|เดรัจฉาน|,|สัตว์ป่า|,|คน|ที่|มี|ใจ|โหดเหี้ยม|อย่าง|สัตว์|,|ลักษณะ|ของ|สัตว์. adj. ไม่|ใช่|คน|,|เป็น|สัตว์|,|ไร้|เหตุผล|,|เป็น|ลักษณะ|ของ|สัตว์|,|โหดเหี้ยม|,|ทารุณ vt. (เพชร) ตัด|เพชร|  |Syn. bruteness n. ดู|brute brutify vt.,|vi. กระทํา|กา
เอาแต่|แรง|หมายถึง การ|ออกแรง|ทํางาน|บาง|อย่าง|โดย|ไม่|มี|การ|คํานึง|ถึง|รูปแบบ ความ|งดงาม หรือ|ความ|สุนทรีย์|ใด ๆ เลย
(บ|รู|'|ทิช) adj. โหดร้าย|,|ทารุณ|,|คล้าย|สัตว์|,|ไร้|เหตุผล.  |Syn. brutishness n. ดู|brutish|  |Syn. savage
n. n. พืช|จําพวก true mosses|และ|liverworts.
(บ|ริ|ธ|'|ธัน) n. ชาว|อังกฤษ
abbr. blood sugar|,|breath sound|,|bowel sound|, (บีเอส) 1. ย่อ|มา|จาก billisecond เท่า|กับ 1|/|1,000 ล้าน|วินาที 2. ถ้า|อยู่|บน|แป้นพิมพ์ จะ|เป็น|ตัวย่อ|ของ backspace ใช้|เป็น|แป้น|ถอยหลัง ดู Backspace key
abbr. body surface area
abbr. bromsulphalein
abbr. breast tumor|,|body temperature
abbr.British thermal unit
(บับ) n. อ้าย|น้อง|ชาย|,|น้อง|,|เพื่อน
(บับ|'|เบิล) {|bubbled|,|bubbling|,|bubbles|} n. ฟอง|,|ฟอง|อากาศ|,|ฟอง|น้ํา|,|สิ่ง|ที่|ไร้|ความ|แน่น|หรือ|ความ|ถาวร|,|การ|ลวงตา|,|การ|เป็น|ฟอง|,|เสียงแตก|เป็น|ฟอง|,|การ|โกง. vi. เป็น|ฟอง|,|เกิด|ฟอง|,|เดือด|,|พูด|จ้อ|,|พล่าน|ไป|ด้วย|,|โกง|หลอกลวง vt. ทํา|ให้|เป็น|ฟอง
n. หมากฝรั่ง|ที่|เป่า|ให้|เป็น|ลูกโป่ง|ได้
เครื่องพิมพ์|แบบ|บับเบิลเจ็ต|หมายถึง เครื่องพิมพ์|แบบ|ฉีด|หมึก|ที่|ใช้|ความ|ร้อน|ฉีด|หมึก|ออก|มา|แทน|ที่|จะ|ใช้|ไฟฟ้า
หน่วยความจํา|แบบ|ฟอง|หมายถึง หน่วยความจํา|ชนิด|หนึ่ง|ที่|สามารถ|เก็บ|ข้อมูล|ไว้|ใด้|แม้ว่า|ไฟฟ้า|จะ|ดับ|ไป|แล้ว|ก็ตาม นิยม|ใช้|กัน|มาก|สําหรับ|คอมพิวเตอร์|ขนาด|วาง|ตัก (laptop) หรือ|คอมพิวเตอร์|ขนาด|เล็ก ๆ ที่|ไม่|มี|เนื้อที่|มาก|พอ|ที่|จะ|มี|ฮาร์ด|ดิสก์|ได้
n. เครื่อง|น้ําพุ|สําหรับ|ดื่ม|มี|ปาก|ท่อ|สําหรับ|ดัน|น้ํา|ให้|เข้า|ปาก|, เครื่อง|พ่น|แก๊ส|ผ่าน|ของเหลว
(บ|ลับ|'|ลี) adj. เป็น|ฟอง|,|เต็มไปด้วย|ฟอง n. เหล้า|แชมเปญ
(บิ|ว|'|โบ) n. ภาวะ|ต่อมน้ําเหลือง|บวม|และ|อักเสบ|โดยเฉพาะ|ที่|ไข่ดัน|หรือ|รักแร้|  |Syn. buboed adj. bubonic adj.
n. กาฬโรค|ที่|มี|อาการ|ต่อมน้ําเหลือง|บวม|และ|อักเสบ
(บัค|'|เคิล) adj. เกี่ยวกับ|แก้ม|,|เกี่ยวกับ|ปาก|,|ทาง|ปาก
(บัค|'|คะ|เนียร์) n. โจรสลัด.  |Syn. buccaneerish adj. ดู|buccaneer
(บัค) n. กวาง|ตัวผู้|,|มั่ง|ตัวผู้|,|กระต่าย|ตัวผู้|,|ม้า|ตัวผู้|,|แกะ|ตัวผู้|,|แพะ|ตัวผู้|,|สัตว์|ตัวผู้|,|ชาย|,|ชายหนุ่ม|,|นิ|โก|ร|ชาย|,|อินเดีย|แดง|ชาย|,|กรอบ|,|โครง|,|เหรียญ|,|เจ้าชู้|,|เพื่อนยาก
n. อาการ|ตื่นเต้น|มาก|ของ|นายพราน|หน้าใหม่|ที่|เจอ|สัตว์
n. โคบาล|,|ลูก|วัว|,|คน|ฝึก|ม้า|ให้|เชื่อง
n. แถว|คน|ส่ง|ถัง|น้ํา|ดับ|ไฟ
(บัคท) adj. เหนื่อย|,|อ่อนเพลีย|,|มี|ความ|สุข
n. หนุ่ม|คนจน|ที่|พยายาม|แต่งตัว และ|ทําท่า|เหมือน|คน|รวย
n. ม้า|ที่|กระโดด|หลัง|โก่ง|,|คนงาน|ยุ้งฉาง|,|คนงาน|ตัก|ถ่านหิน|หรือ|ยก|ของ
n. โคบาล|,|ลูก|วัว|,|คน|ฝึก|ม้า|ให้|เชื่อง
(บัค|'|คิท) {|bucketed|,|bucketing|,|buckets|} n. ถัง|น้ํา|,|ถัง|,|ถัง|หิ้ว|,|ถัง|ขุด|ดิน|,|ใบ|กังหัน|,|ใบ|เครื่องจักร|,|พลั่ว|ขุด|ดิน|,|เรือ|หรือ|รถ|ใหญ่|ที่|เก่า|,|ตะโพก. -|Id. (kick thebucket ตาย) vt. เอา|ถัง|ใส่|,|เอา|ถัง|ตัก|,|ขี่ม้า|เร็ว|และ|หักโหม
n. พระราช|วัง|บัคกิง|แฮม|ของ|อังกฤษ
adj. ชอบ|แต่งตัว|,|หุนหันพลันแล่น|,|เหมือน|หนุ่ม|เจ้าสําราญ
(บัค|'|เคิล) n. หัวเข็ม|ขัด|,|กระดุม vt. กลัด|แน่น|,|รัด|แน่น|,|ติด|แน่น vt. รัดเข็มขัด|,|ติด|กระดุม|,|งอ|,|โค้ง|,|ยอม|,|ยอม|จํานน|  |Syn. clip
n. อ้าย|หนุ่ม|,|อ้าย|น้อง|ชาย|,|อันธพาล.adj. ทารุณ|,|โหดเหี้ยม vt. ใช้|ผ้า|แข็ง|เสริม|หรือ|หนุน -|S.bully
(บัค|'|รา) n. คน|ขาว
(บัค|'|เริม) n. ผ้า|แข็ง|สําหรับ|เสริม|หรือ|หนุน. vt. ใช้|ผ้า|แข็ง|เสริม|หรือ|หนุน|,|หลอก
(บัค|'|ซอ) n. เลื่อย|สอง|มือ|สําหรับ|ตัด|ไม้
(บัค|'|ชี) n. ของ|ฟรี. adj. ฟรี
n. กระสุน|หัวตะกั่ว|ขนาด|ใหญ่|สําหรับ|ล่าสัตว์
n. หนัง|กวาง adj. สี|เหลือง|หรือ|สี|เทา|สี|หนัง|สัตว์|,|ทํา|ด้วย|หนัง|สัตว์
กางเกง|ขี่ม้า|ที่|ทํา|ด้วย|หนัง|กวาง
n. ฟัน|ยื่น|,|ฟัน|เป็ด -|pl.buckteeth
n. พืช|จําพวก|หนึ่ง ให้|เมล็ด|รูป 3 เหลี่ยม
adj. เกี่ยวกับ|คน|เลี้ยง|แกะ|,|บ้านนอก
adj. เกี่ยวกับ|คน|เลี้ยง|แกะ|,|บ้านนอก
(บัด) {|budded|,|budding|,|buds|} n. หน่อไม้|,|หน่อ|,|ช่อ|,|ดอก|ตูม|,|ตา|ต้นไม้|,|ส่วน|ยื่น|,|การ|แตกเนื้อหนุ่ม|สาว vi. เกิด|หน่อ|,|แตก|หน่อ|,|แตก|ช่อ|,|เจริญ|,|พัฒนา. vi. ทํา|ให้|แตก|หน่อ|,|แตก|หน่อ|  |Syn. budder n. ดู|bud
(บู|'|ดะ|เพส) n. ชื่อ|เมืองหลวง|ของ|ฮัง|กา|รี่
(บูด|'|ดะ) พระพุทธเจ้า.
(บูด|'|ดิ|ซึม) n. ศาสนาพุทธ.  |Syn. buddhist n. ชาว|พุทธ buddhistic adj. เกี่ยวกับ|ศาสนาพุทธ.
(บัด|'|ดี) n. เพื่อน|,|สหาย|  |Syn. chum
n. การ|ว่ายน้ํา|เคียงคู่|เพื่อ|มี|โอกาส|ช่วยเหลือ|กัน|ได้|,|การ|ทํางาน|เป็น|ทีม|  |Syn. team work
(บัดจฺ) {|budged|,|budging|,|budges|} vt. เคลื่อน|,|เริ่ม|เคลื่อน|,|เปลี่ยน|ความคิดเห็น|,|เปลี่ยน|ตําแหน่ง. vt. ทํา|ให้|เคลื่อน
(บัด|จะ|ริ|กา|') n. นกแก้ว|ออสเตรเลีย|มี|ขน|สี|เขียว|เป็น|ลาย|ดํา|และ|เหลือง
(บัด|'|เจ|ท) budgetted|,|budgetting|,|budgets|} n. งบประมาณ|,|งบประมาณ|แผ่นดิน|,|ถุง|เล็ก. vt. ทํา|งบประมาณ|  |Syn. budgetary adj. ดู|budget budgeter n. ดู|budget
(บัด|'|เจ|ทเทียร์) n. ผู้ทํา|งบประมาณ
(บวี|'|นอ) interj. ดี
(บเว|'|นัส แอ|' ริ|ซ) n. ชื่อ|เมืองหลวง|ของ|อา|เจน|ติ|นา
(บัฟ) n. หนัง|หนา|สี|เหลือง|อ่อน vt. ลด|กําลัง
(บัฟ|'|ฟะโล) {|buffaloed|,|buffaloing|,|buffalos|} n. ควาย|,|ควาย|ป่า (ใน|เม|ริ|กา) vt. ทํา|ให้|ยุ่งเหยิง|ใจ|,|ทํา|ให้|งง|,|ข่ม|,|กดขี่
(บัฟ|'|เฟอะ) {|buffered|,|buffering|,|buffers|} n. ตัว|กันชน|,|สาร|ที่|สามารถ|ทํา|ให้|ทั้ง|กรด|และ|ด่าง|เป็น|กลาง|,|เครื่อง|ขัด|เงา|,|คนงาน|ขัด|เงา vt. ใส่|ตัว|ทํา|ให้|กรด|หรือ|ด่าง|เป็น|กลาง|,|ผ่อนคลาย|,|ปกป้อง|,|กันชน|  |Syn. cushion ที่พัก (ข้อมูล) กันชน|บัฟเฟอร์|ใน|กรณี|ที่|อัตรา|ความ|เร็ว|ใน|การ|ทํางาน|ของ|อุปกรณ์|บาง|อย่าง|มี|ความ|เร็ว|ไม่|เท่า|กัน เป็นต้น|ว่า เครื่องพิมพ์|และ|หน่วย|ประมวลผล|ซึ่ง|ทํางาน|ด้วย|ความ|เร็ว|ที่|แตกต่าง|กัน|มาก คอมพิวเตอร์|ประมวลผล|เสร็จ|แล้ว|จึง|ต้อง|ส่ง|ผล|มา|รอ|อยู่|ที่|บัฟเฟอร์|ก่อน เพราะ|เครื่องพิมพ์|จะ|ใช้เวลา|มาก|กว่า|ใน|การ|พิมพ์ (พิมพ์|ตาม|ไม่|ทัน) เรา|จะ|พบ|บ่อย ๆ ว่า แม้ว่า|จะ|สั่ง|ให้|หยุด|พิมพ์ แต่|เครื่องพิมพ์|จะ|ไม่|หยุด|ทันที ทั้งนี้|เป็น|เพราะ|มี|ข้อมูล|ที่|คอมพิวเตอร์|ส่ง|ไป|รอ|อยู่|ที่|บัฟเฟอร์|แล้ว เครื่องพิมพ์|จะ|ต้อง|พิมพ์|จน|หมด|ข้อมูล|ใน|บัฟเฟอร์|นี้ จึง|จะ|หยุด คอมพิวเตอร์|นั้น|จะ|มี|ที่พัก|ข้อมูล|ทั้ง|เมื่อ|รับ|ข้อมูล|เข้า|และ|เมื่อ|ส่ง|ข้อมูล|ออก อันที่จริง บัฟเฟอร์|ก็|เป็น|ส่วนหนึ่ง|ของ|หน่วยความจํา|นั่นเอง
n. รัฐ|กันชน
(บัฟ|'|ฟิท) {|buffetted|,|buffetting|,|buffets|} n. การ|ทุบ|,|การ|ตี|,|การ|ต่อย|,|การ|กระทบ|อย่าง|แรง. ตู้|เก็บ|ตู้|ชาม|ผ้า|คลุม|โต๊ะ|และ|อื่น|,|ห้องอาหาร|เครื่องดื่ม|,|เคาน์เตอร์|บริการ|อาหาร|และ|เครื่องดื่ม|เอง. vt. ทุบ|,|ตี|,|ต่อย|,|กระทบ|อยู่|เรื่อย. vi. ต่อสู้|ด้วย|หมัด|มือ|,|ต่อสู้. adj. ประกอบ|ด้วย|อ
n. ตอน|ตลก|ของ|ละคร|อุปรากร
(บะ|ฟู|น|') n. ตัว|ตลก|,|ตัว|ตลกโปกฮา|อย่าง|หยาบ.  |Syn. buffoonery n. ดู|buffoon ,|buffoonerism n. ดู|buffoon buffoonishness n. ดู|buffoon buffoonish adj. ดู|buffoon|  |Syn. crown
(บัก) {|bugged|,|bugging|,|bugs|} n. แมลง|,|เชื้อ|จุลินทรีย์|,|ความ|บกพร่อง|,|แฟน|,|คน|คลั่ง|,|เครื่อง|ดักฟัง|,|ความ|คลั่ง|,|เหยื่อ|ตกปลา|ที่|คล้าย|แมลง vt. รบกวน|,|ติดตั้ง|เครื่อง|ดักฟัง|ใน|ที่|ลับ|  |Syn. fault|,|defect จุด|บกพร่อง|หมายถึง ปัญหา|ที่|เกิด|ขึ้น|กับ|โปรแกรม|อันเนื่องมาจาก|คําสั่ง|ใน|โปรแกรม|นั้น|เอง ซึ่ง|ทํา|ให้การ|ทํางาน|ของ|โปรแกรม|ไม่|ถูกต้อง มี|ข้อผิดพลาด หรือ|ไม่|ราบรื่น|เท่า|ที่|ควร นอกจาก|ปัญหา|เกี่ยวกับ|โปรแกรม|แล้ว อาจ|เป็น|ปัญหา|เกี่ยวกับ|ตัว|เครื่อง|ก็ได้ คํา|นี้|มา|จาก|คํา bug ที่|แปล|ว่า ตัว|ด้วง ตัว|แมลง ที่|ชอบ|ทํา|ให้|คอมพิวเตอร์|สมัยก่อน|เสีย (เกิด|การ|ลัด|วงจร|ขึ้น) การ|แก้ไข|จุด|บกพร่อง|ของ|โปรแกรม จึง|ใช้|คํา|ว่า "|debug|"
adj. มี|ตา|ถลน|,|ประหลาดใจ
n. เหล้า
(บัก|'|เบน) n. พืช|จําพวก Cimicifuga
n. แหล่ง|ความ|กลัว|,|ผี|ที่|กิน|เด็ก|ซุกซน.  |Syn. bugbearish adj. ดู|bugbear
(บัก|'|เก|อะ) n. อ้าย|หนุ่ม|,|หนู|,|อ้าย|หนู|,|ผู้|กระทํา|การ|สังวาส|ทาง|ทวารหนัก|,|ผู้|ร่วมเพศ|กับ|สัตว์
n. การ|ร่วมเพศ|ทาง|ทวารหนัก|,|กา|ร่วมเพศ|กับ|สัตว์
n. รถม้า adj. มี|แมลง|ชุม|,|บ้าคลั่ง|,|พิกล
n. โรงพยาบาลโรคจิต adj. บ้า
(บิ|ว|'|เกิล) {|bugled|,|bugling|,|bugles|} n. แตร|เดียว v. เป่าแตร|สัญญาณ|  |Syn. bugler n.
n. แตร|เล็ก ๆ| 
(บูล) n. เครื่อง|เลื่อย|ตกแต่ง
(เบอร์) n. ก้อน|หิน|แข็ง|ใน|หิน|ที่|อ่อน|,|ดู|burstone
(บิล|ดฺ) {|built|,|built|,|building|,|builds|} v. สร้าง|,|ก่อสร้าง|,|ก่อ|,|ปลูก|,|สถาปนา|,|สร้าง|สรร|ค|,|เพิ่ม|,|ทํา|ให้|แข็งแรง n. การ|ก่อสร้าง|,|ร่าง|ที่|ดี|  |Syn. erect Ant. demolish
n. ฝัง|ใน|,|สร้าง|ติด|,|ประกอบ|อยู่|ภายใน
n. การ|เสริม|กําลัง|,|การ|พัฒนา
(บิล|'|ดิง) n. สิ่ง|ก่อสร้าง|,|การ|ก่อสร้าง|อาคาร|,|ตึก|,|สํานักงาน
n. การ|เสริม|กําลัง|,|การ|พัฒนา
(บิล|ทฺ) vi.,|vt. กริยา|ช่อง 2 และ 3 ของ build adj. ซึ่ง|ประกอบ|ขึ้น|,|มี|รูปร่าง|ที่|ดี
แบบ|อักษร|ที่|ติด|มา|กับ|เครื่องพิมพ์|เครื่องพิมพ์|ทุก|เครื่อง|จะ|มี|แบบ|อักษร|ที่|ติด|มา|กับ|เครื่อง|อย่าง|น้อย|หนึ่ง|แบบ แต่|ผู้ใช้|ก็|สามารถ|ติดตั้ง|เพิ่มเติม|ได้
(บัลบฺ) n. หัว|ใต้ดิน (พืช) ,|กระเปาะ|,|หลอดไฟฟ้า|  |Syn. bulbar adj. ดู|bulb bulbaceous adj. ดู|bulb
n. หัว (พืช) น้อย ๆ ,|ส่วน|หัว|ที่|แกน|ใบ
adj. ให้|กําเนิด|หรือ|สร้าง|หัว|ใต้ดิน
adj. ซึ่ง|มี|ลักษณะ|หัว
n. หัว (พืช) น้อย ๆ ,|ส่วน|หัว|ที่|แกน|ใบ
adj. เป็น|รูป|กระเปาะ
(บูล|'|บูล) n. นก|ร้อง|จําพวก|ไน|ติง|เก|ล|,
(บูล|แก|ร|'|เรีย) n. ประเทศ|บัลแกเรีย
(บูล|แก|ร|'|เรียน) n.ชาว|บัลแกเรีย|,|ภาษา|บัลแกเรีย. adj. เกี่ยวกับ|บัลแกเรีย
(บัลจฺ) v. นูน|,|โปน|,|พอง|,|ถลน|,|เพิ่ม|ขึ้น n. ส่วน|ที่|นูน
n. ความ|อยาก|อาหาร|มาก|ผิดปกติ
(บัลคฺ) n. ขนาด|สาม|มิติ|,|ความ|จุ|,|ส่วน|ที่|ใหญ่|กว่า|หรือ|มาก|กว่า|,|ส่วน|สําคัญ|,|อาหาร|ที่|จะ|เป็น|กาก|อาหาร|ส่วนใหญ่|,|ความ|หนา|,|กอง|,|ทั้ง|ก้อน|,|จํานวน|หนา vi.,|vi. ขยาย|ตัว|,|เพิ่ม|ขึ้น|  |Syn. volume|,|mass|,|body
n. ฝา|กั้น|,|ส่วน|กั้น|,|กําแพง|กั้น
(บัล|'|คี) adj. ค่อนข้าง|ใหญ่|และ|เทอะทะ
(บูล) n. วัว|ตัวผู้|,|สัตว์|ตัวผู้|,|คน|ที่|รูปร่าง|บึกบึน|,|ตํารวจ -|Id. (milk the bull ทํางาน|ที่|ไม่|ได้|ผลประโยชน์) adj. ผู้ชาย|,|เกี่ยวกับ|ราคา|ที่|สูง|ขึ้น
n. คน|ซุ่มซ่าม
n. การ|อภิปราย|กลุ่ม
n. ไถ|สําหรับ|เพาะปลูก|ต้น|ฝ้าย
แส้|หนัง|ที่|มี|ด้าม|สั้น
(บูล|'|ซ|อาย) n. ใจกลาง|เป้า|,|ขีปนาวุธ|ที่|ยิง|ถูก|กลาง|เป้า.  |Syn. bull|'|s|-|eyed adj. ดู|bull|'|s eye
n. สุนัข|พันธุ์ผสม|ระหว่าง|พันธุ์|dulldog|กับ mastiff
adj. ซึ่ง|มี|คอ|ใหญ่.
(บูล|'|ดอก) n. สุนัข|พันธุ์|หนึ่ง|ที่|มี|หน้า|และ|คอ|ใหญ่|/|ตัว|เตี้ย|/|ขน|สั้น|/|บึกบึน|,|หมา|แตร adj. มี|คอ|ใหญ่|และ|สั้น.
n. หนังสือพิมพ์|ฉบับ|ตอน|เช้า
(บูล|'|โดซ) {|bulldozed|,|bulldozing|,|bulldozes|} vt. ทํา|ให้|กลัว|,|ขู่|,|ขู่เข็ญ|,|คุกคาม|,|ใช้|รถ|แทรกเตอร์|ไถ|พื้นที่|ให้|เรียบ
(บูล|'|โด|เซอะ) n. รถ|แทรกเตอร์|เกลี่ย|ดิน
(บูล|'|ลิท) {|bulletted|,|bulletting|,|bullets|} n. กระสุน|ปืน|,|กระสุน|,|หัวกระสุน|,|ลูก|ตะกั่ว|,|ลูก|กลม เล็ก. vi. เคลื่อนที่|อย่าง|รวดเร็ว|มาก|  |Syn. shot เครื่องหมาย|นํา|สายตา จุด|นํา|หมายถึง|สัญลักษณ์|รูป|ต่าง ๆ ที่|นํามา|วางหน้า|ข้อความ หรือ|หัวข้อ|เพื่อ|เน้น|ให้|ดู|เด่น|หรือ|เห็นชัด|ขึ้น|เช่น|* ตัวอักษร|* ตัวเลข|* เครื่องหมาย|ต่าง ๆ| 
(บูล|'|ลิท|เฮ|ด) n. คน|หัวดื้อ|,|คน|รั้น|,|คน|โง่|  |Syn. bulletheaded adj.
(บูล|'|ละ|ทิน) n. แถลงการณ์|,|ประกาศ|,|รายงาน|ข่าว|,|สิ่ง|ตีพิมพ์|ที่|ออก|มา|เป็น|ระยะ
ระบบ|การ|บริการ|เครือข่าย|ที่|อนุญาต|ให้|ผู้ใช้|ที่|มี|ผลประโยชน์|ร่วม|ให้|ส่ง|และ|รับ|ข้อมูล|หรือ|ได้|รับ|ซอ|ฟแวร์ เป็นต้น ระบบ|แผง|ข่าว|ศูนย์รวม|ข่าว|ใช้|ตัวย่อ|ว่า BBS (อ่าน|ว่า บีบีเอส) เป็น|โปรแกรม|หนึ่ง|ที่|ทํา|หน้าที่|เก็บ|รายการ หัวข้อ หรือ|ข้อมูล|ที่|เป็น|ที่|สนใจ ผู้|ที่|ต้องการ|ทราบ|ข้อมูล|เหล่านี้ อาจ|จะ|โทรศัพท์|ผ่าน|เข้า|เครื่อง|คอมพิวเตอร์|เพื่อ|ขอ|คัดลอก|แฟ้มข้อมูล หรือ|สอบถาม|ข้อความ ก็ได้ เช่น ระบบ|แผง|ข่าว|ของ|มหาวิทยาลัย|ก็|อาจ|มี|ประกาศ|ต่าง ๆ เช่น ประกาศ|รับ|สมัคร|นิสิต|เข้า|เรียน|ใน|ระดับ|ต่าง ๆ ปฏิทิน|การ|ศึกษา รายการ|กีฬา ฯ ผู้ใช้|บริการ|จะ|ต้อง|มี|คอมพิวเตอร์|และ|โมเด็ม|พร้อมกับ|โปรแกรม|ที่|จําเป็น ถ้า|เป็น|เรื่อง|ที่|เกี่ยวกับ|ข้อมูล|สําคัญ|ใน|ทาง|ธุรกิจ จะ|มี|การ|เรียก|เก็บ|ค่าบริการ|ด้วย (มี|ใช้|เฉพาะ|ใน|ระบบเครือข่าย)| 
adj. กัน|กระสุน|,|ลูกกระสุน|ยิง|ไม่|เข้า
n. กีฬา|การ|ต่อสู้|กับ|วัว|ใน|สเปน|  |Syn. bullfighter n. ดู|bullfight bullfighting n. ดู|bullfight
(บูล|'|ฟ|รอก) n. กบ|ขนาด|ใหญ่
(บูล|'|เฮ|ดดิด) adj. หัวดื้อ|,|รั้น
(บูล|'|เยิน) n. ทอง|แท่ง|,|เงิน|แท่ง|,|ขอบ|ลาย|ทอง|หรือ|ลาย|เงิน
(บูล|'|ลิช) adj. คล้าย|วัว|,|ดื้อรั้น|,|โง่
n. วัว|ตอน|,|กลาง|,|วัว|หนุ่ม
(บูล|'|ริ|ง) n. สนามกีฬา|ชน|วัว
(บูล|'|ชิ|ท) n. ความ|ไร้|สาระ|,|การ|พูด|ความจริง. interj. คําอุทาน|แสดง|ความ|ไม่|เชื่อ|ความ|ไม่|เห็นด้วย|  |Syn. nonsense
(บูล|เท|อ|'|รี|เออร์) n. สุนัข|พันธุ์ผสม|ระหว่าง|bulldog กับ terrier
(บูล|'|แวค) {|bullwhacked|,|bullwhacking|,|bullwhacks|} n. แส้. vt. เฆี่ยน|ด้วย|แส้
แส้|หนัง|ที่|มี|ด้าม|สั้น
(บูล|'|ลี) {|bullied|,|bullying|,|bullies|} n. คน|พาล|,|แมงดา|,|คน|ลวง|,|เนื้อวัว|กระป๋อง vt. ขู่|,|ขู่เข็ญ|,|คุกคาม|,|ทํา|ให้|กลัว vt. เป็น|อันธพาล|,|รังแก. adj. ดี|มาก|,|ดีเลิศ|,|ร่าเริง. interj. ดี|,|ทํา|ได้|ดี|,|เอา|เลย
n. เนื้อวัว|กระป๋อง
(บูล|'|ลี|แรก) {|bullyragged|,|bullyragging|,|bullyrags|} vt. รังแก|,|กระทํา|ผิด|ต่อ|,|ล้อเลียน|ต่อ|  |Syn. bullyragger n. ดู|bullyrag
(บูล|'|วาร์ค) {|bulwarked|,|bulwarking|,|bulwarks|} n. กําแพง|ต้าน|ข้าศึก|,|ป้อมปราการ vt. ป้องกัน
(บัม) {|bummed|,|bumming|,|bums|} n. คน|พเนจร|,|คน|เกียจคร้าน|,|ก้น|,|ตะโพก vt. เอา|หรือ|ยืม|โดย|ไม่|คืน|,|ขอทาน|,|อ้อนวอน vi. พเนจร|,|ดื่ม|เหล้า|มาก adj. เลว|,|มี|คุณภาพ|เลว|,|เก๊|,|ปลอม|,|หลอกลวง|  |Syn. idler
n. ร่ม
(บัม|'|เบิล) {|bumbled|,|bumbling|,|bumbles|} vt. กระทํา|ผิด|อย่าง|มาก|,|เดิน|โซเซ|,|พูด|ตะกุกตะกัก vi. ทํา|เสียง|คล้าย|ผึ้ง n. การ|กระทํา|ที่|ผิด
(บัม|'|เบิมบี) n. ผึ้ง ใหญ่|ชนิด|หนึ่ง
n. เรือแจว|ขน|ของ|,|เรือ|เร่ขาย
(บัมฟ) n. กระดาษ|ร่าง|,|หนังสือ|ราชการ
(บัมพฺ) {|bumped|,|bumping|,|bumps|} vt. ชน|กระทบ|,|กระทบ|,|จับ|ชน|,|ทํา|ให้|ชน|,|ชน|ล้ม|,|ไล่ออก|จาก|งาน|,|ยก vi. กระทบ|,|สัมผัส|,|เอา|ตะโพก|ชน|,|พบ|โดย บังเอิญ|,|ประสบ|,|วิ่ง|โคลงเคลง -|Id. (bump off ฆ่า) n. การ|ชน|,|การ|กระแทก|,|หัว|โหนก|,|ส่วน|นูน|,|การ|เอา|ก้น|ชน
(บัม|'|เพอะ) {|bumpered|,|bumpering|,|bumpers|} n. คน|หรือ|สิ่ง|ที่|กระทบ|,|เครื่อง|กันชน|,|เครื่อง|ผ่อนคลาย|แรง|กระทบ adj. อุดมสมบูรณ์|อย่าง|ผิดปกติ|,|มาก|ผิดปกติ vt. เติมเต็ม|ถึง|ขอบ|,|ดื่ม|อวยพร|จาก|แก้ว|เหล้า|ที่|เติมเต็ม|ขอบ vi. ดื่ม|อวยพร
n. ที่|กันชน|แนว|ตั้ง|ที่|ติด|บน|เหล็ก|กันชน
(บัมพฺ|'|คิน) n. คน|บ้านนอก|,|คน|เซ่อซ่า|  |Syn. bumpkinish adj. ดู|bumpkin bumpkinly adj. ดู|bumpkin
(บัมพฺ|'|เชิส) adj. อวดดี|,|หยิ่ง|โอหัง|,|ทะลึ่ง|  |Syn. bumptiousness n.
(บัม|'|พี) adj. ขรุขระ|,|ไม่|แน่นอน|,|เปลี่ยนแปลง|  |Syn. bumpiness n.
(บัน) n. ขนมปัง|นุ่ม|และ|ค่อนข้าง|หวาน|,|มวย|ผม|,|การ|ดื่ม|เหล้า|เมา abbr. blood urea nitrogen
(บัน|ชฺ) {|bunched|,|bunching|,|bunches|} n. กลุ่ม|,|ช่อ|,|พวง|,|เครือ|,|พวก|,|ก้อน|,|ปุ่ม|,|รัง|แร่|เล็ก vt.,|vi. รวม|กัน|เป็น|กลุ่ม|,|มัด|เป็น|กลุ่ม|,|ร้อย|เป็น|พวง|,|มัด|เป็น|ช่อ|,|รวม|เป็น|กอง|  |Syn. cluster
(บัน|ชฺ|'|แบ|คด|ฺ) adj. หลัง|คร่อม
(บัน|'|ชี) adj. เป็น|ช่อ ๆ ,|เป็น|พวง|,|เป็น|กลุ่ม|,|ซึ่ง|ยื่น|ออก|มา|  |Syn. bunchiness n. ดู|bunchy
(บัง|'|โค) vt.,|n. (การ) หลอกลวง|,|โกง. -|S.bunko
(บัง|'|คัม) n. คําพูด|ที่|ไร้|สาระ
n. ทาง|ริมแม่น้ํา|ลําคลอง
(บัน|'|เดิล) {|bundled|,|bundling|,|bundles|} n. มัด|,|ห่อ|,|พวง|,|กลุ่ม|,|กอง|,|เงิน|จํานวน|มาก. vt. มัด|เข้า|ด้วย|กัน|,|ส่ง|ไป|อย่าง|เร่งรีบ|,|รีบ|ไล่|ไป. vi. รีบ|จาก|ไป|,|รีบ|ไป|,|นอน|บน|เตียง|เดียวกัน -|Phr. (bundle up ใส่|เสื้อผ้า|ให้|อุ่น)|  |Syn. bundler n.
โปรแกรม|โหล|หมายถึง ซอฟต์แวร์ หรือ|โปรแกรม|ที่|ร้าน|ขาย|คอมพิวเตอร์ มักจะ|ให้|มา เมื่อ|ซื้อ|เครื่อง|คอมพิวเตอร์ ส่วนมาก|จะ|เป็น|เป็น|โปรแกรม|ที่|จําเป็น|ต้อง|ใช้ เช่น โปรแกรม|ระบบ|ดอส|และ|วินโดว์|แล้ว
(บัง) {|bunged|,|bunging|,|bungs|} n. จุก|,|รู|ถัง vt. ปิด|ด้วย|จุก|,|ปิด|จุก|,|อุด|แน่น|,|ขว้าง|,|โยน|,|ทํา|ให้|ขยาย|ใหญ่ -|Phr. (bung off หนี) -|Phr. (bung up ตี|บาดเจ็บ|,|จุก|เต็มไปหมด|,|ตี|เสีย)|  |Syn. stopper
(บัง|'|กะ|โล) n. บังกะโล|,|บ้าน|ชั้นเดียว
n. บังกะโล|,|บ้าน|ชั้นเดียว (มัก|มี|ระเบียง)| 
(บัง|'|เกิล) vt. ทํา|อย่าง|งุ่มง่าม|,|ทํา|อย่าง|ลวก. vt. ทํา|อย่าง|เลว. n. งาน|เลว|,|งาน|ลวก|,|งาน|หยาบ|  |Syn. bungler n. ดู|bungle
(บัน|'|เยิน) n. อาการ|เท้า|บวม|เนื่องจาก|ถุง|ไขข้อ|อักเสบ|,|โรคตา|ปลา|บน|นิ้วเท้า
(บัง|คฺ) n. ที่|นอน|ใน|เรือ|หรือ|กลไฟ|,|ที่|ทํา|เป็น|รูป|คล้าย|หีบ|,|เตียงนอน|,|ความ|ไร้|สาระ
n. ที่|นอน|เดี่ยว|สอง|ที่|ซ้อน|กัน
(บัง|'|เคอะ) {|bunkered|,|bunkering|,|bunkers|} n. ภาชนะ|ขนาด|ใหญ่|สําหรับ|ใส่|ถ่านหิน|,|หีบ|หรือ|ลัง|ใส่|ถ่านหิน|,|สิ่ง|กีดขวาง (ใน|สนามกอล์ฟ) ป้อมปราการ|ใต้ดิน vt. ตี|ลูก|กอล์ฟ|เข้า|สิ่ง|กีดขวาง
n. บ้าน|หยาบ ๆ สําหรับ|คนงาน
n. ดู|bunco
n. ดู|buncombe
(บัน) n. ดู|bun
(บัน|'|นี) n. กระต่าย|,|ลูก|กระต่าย
n. ตะเกียง|บูน|เซ็น|ให้|ความ|ร้อน|สูง|มาก|/|ใช้|แก๊ส|เป็น|เชื้อเพลิง
(บัน|ทฺ) {|bunted|,|bunting|,|bunts|} vi.,|vt.,|n. (การ) ขวิด|,|ชน|,|ชน|ด้วย|เขา|,|ตี|ลูก|เบา|,|ตี|ลูก|สั้น ,|ส่วน|ใบ|เรือ|ที่|โปร่ง|ลม|,|ตัว|อวน|,|ตัว|แห
n. สิ่งทอ|เนื้อ|หยาบ|,|ผ้า|ทํา|ธง|,|ธง|ทิว|,|ตอม่อ
n. ธง|ทิว|,|ผ้า|ทํา|ธง
n. เชื่อ|ชัก|ใบ|เรือ
(บอย) {|buoyed|,|buoying|,|buoys|} n. ทุ่น|,|ทุ่น|ลอย|น้ํา|,|ห่วง|ชูชีพ vt. ทํา|ให้|ลอย|น้ํา|,|ทํา|ให้|ไม่|จม|,|สนับสนุน|,|ค้ําจุน|,|ให้|กําลังใจ vi. ลอย
(บอย|'|อิจฺ) n. กลุ่ม|ทุ่น|ลอย|น้ํา|,|การ|ทํา|ให้|ลอย|,|ค่าธรรมเนียม|การ|ยึด|เกาะ|ทุ่น
(บอย|'|เอินทฺ) adj. ซึ่ง|ลอย|น้ําขึ้น|,|สามารถ|ทํา|ให้|วัตถุ|ลอย|น้ํา|,|ร่าเริง|,|ลด|แล้ว|ขึ้น|สูง (ราคา)|  |Syn. jaunty
(เบอร์) {|burred|,|burring|,|burs|} n. เปลือก|ผลไม้|ที่|เป็น|หนาม|,|สิ่ง|เกาะติด|,|คน|ที่|ยาก|จะ|สลัด|ให้|หลุด|ไป|ได้|,|ก้าง|ติด|คอ|,|เสียง|ตัว "|r|" ใน|ลําคอ|,|การ|พูด|อยู่|ใน|ลําคอ vt. ขจัด|เอา|หนาม|ออก|,|เอา|เสี้ยน|ออก|  |Syn. rough
vi. ทํา|เสียง|ไหล|ริน|,|พูด|พึมพํา|,|เกิด|เป็น|ฟอง n. การ|ไหล|ริน|,|ละลอก|คลื่น|,|คําพูด|ที่|เหลวไหล.  |Syn. burbler n. ดู|burble
vi. ทํา|เสียง|ไหล|ริน|,|พูด|พึมพํา|,|เกิด|เป็น|ฟอง n. การ|ไหล|ริน|,|ละลอก|คลื่น|,|คําพูด|ที่|เหลวไหล.  |Syn. burbler n. ดู|burble
vi. ทํา|เสียง|ไหล|ริน|,|พูด|พึมพํา|,|เกิด|เป็น|ฟอง n. การ|ไหล|ริน|,|ละลอก|คลื่น|,|คําพูด|ที่|เหลวไหล.  |Syn. burbler n. ดู|burble
n. ปลา|น้ําจืด|จําพวก|หนึ่ง
(เบอร์|'|เดิน) n. ภาระ|,|น้ําหนัก|ที่|แบก vt. บรรจุ|อย่าง|หนัก|, ทํา|ให้|ยุ่งยาก
(เบอ|'|เดิน|เซิม) adj. ยากลําบาก|,|ยุ่งยาก|,|เป็น|ภาระ|  |Syn. arduous
(เบอร์|'|ดอค) n. หญ้า|เจ้าชู้
(บิ|ว|'|โร) n. สํานักงาน|,|สํานักข่าว|,|สํานัก -|pl. bureaus|,|bureaux -|Conf.bureaux
(บิ|ว|รอ|ค|'|ระ|ซี) n. การ|ปกครอง|ระบบ|เจ้าขุนมูลนาย|,|กลุ่ม|ของ|ข้าราชการ|,|กลุ่ม|ของ|นัก|บริหาร|,|ระบบ|บริหาร|ที่|มี|พิธีรีตอง|มาก|เกิน|ไป|  |Syn. civil service|,|red tape
(บิ|ว|'|ระ|แครท) n. เจ้าหน้าที่|ใน|ระบบ|เจ้าขุนมูลนาย|,|เจ้าหน้าที่|ที่|มี|พิธี|รีต|รอง|มาก|เกิน|ไป|  |Syn. bureaucratic adj. ดู|bureaucrat bureaucratism n. ดู|bureaucrat bureaucratize vt. ดู|bureaucrat
(บิ|ว|'|โร|ซ) n. พหูพจน์|ของ bureau
(บิ|วเรท|') n. หลอดแก้ว|มี|ที่|ปิด|เปิด|สําหรับ|วัด|ปริมาณ|เล็กน้อย|ของ|ของเหลว|/|มี|ขีด|บอก|ปริมาตร|ที่|ข้าง|หลอด|/|ใช้|ใน|การ|วิเคราะห์|ทาง|เคมี
(บิ|วเรท|') n. หลอดแก้ว|มี|ที่|ปิด|เปิด|สําหรับ|วัด|ปริมาณ|เล็กน้อย|ของ|ของเหลว|/|มี|ขีด|บอก|ปริมาตร|ที่|ข้าง|หลอด|/|ใช้|ใน|การ|วิเคราะห์|ทาง|เคมี
(เบิร์จ) n. เมือง|,|หัวเมือง|,|เมือง|ป้อมปราการ
(เบอ|'|จี) n. ธง|สามเหลี่ยม
(เบอร์|'|เจิน) n. ดอก|ตูม|,|หน่อ|,|หน่อ|อ่อน. vt. ผลิ|,|ผลิ|หน่อ|,|เริ่ม|เจริญ|,|เจริญ|โดย|ฉับพลัน. vt. ออก|หน่อ
(เบอ|'|เก|อะ) n. hamburger (ดู)| 
n. ประชากร|,|พลเมือง|,|ผู้|อยู่อาศัย
(เบอร์|ก) n. เทศบาลเมือง
n. ประชากร|ของ|เมือง|  |Syn. burghership n. ดู|burgher
(เบอร์|'|ก|ละ) n. ผู้ร้าย|ย่องเบา|,|ขโมย|ย่องเบา -|Conf. robber
(เบอร์|'|ก|ละ|ไร|ซ) vt.,|vi. ดําเนินการ|ขโมย|ย่องเบา
(เบอร์|'|ก|ละ|รี) n. การ|ขโมย|ย่องเบา|  |Syn. burglarious adj. ดู|burglary
(เบอร์|'|เกิล) {|burgled|,|burgling|,|burgles|} vt.,|vi. ขโมย|ย่องเบา
n. เหล้าองุ่น|แดง|หรือ|ขาว|,|สี|ม่วง|แดง
(เบอ|'|เรี|ยล) n. พิธี|ฝังศพ|,|การ|ฝังศพ|,|สถานที่|ฝังศพ
(เบอ|'|ริ|เออ) n. คน|ฝัง|,|สิ่ง|ฝัง|,|ผู้ฟัง
(เบิร์ค) {|burked|,|burking|,|burkes|} vt. ฆ่า|โดย|การ|ไม่|ให้|หายใจ|,|ลอบ|ฆ่า|,|ลอบทํา|ลาย|  |Syn. burker|,|burkerite n. ดู|burke
(เบิร์ล) {|burled|,|burling|,|burls|} n. ก้อน|เส้นด้าย|,|จุด|ด่าง|,|จุด|เงื่อน|,|ตา|ไม้|,|แผ่น|ไม้|ที่|มี|ตา|ไม้ -|v. ขจัด|ปม|ผ้า|ออก
n. ผ้าป่าน|หยาบ
(เบอร์|เลสค์|') {|burlesqued|,|burlesquing|,|burlesques|} n. ความ|เรียง (ละคร|/|กวี|นิยาย) ตลก|,|การ|ล้อเลียน|,|ภาพ|ล้อ adj. ล้อเลียน|,|เกี่ยวกับ|ละคร|ตลก vt. ล้อเลียน|  |Syn. takeoff
(เบอ|'|ลี) n. ยาสูบ|อเมริกัน
(เบอร์|'|ลี) adj. ซึ่ง|มี|ขนาด|ใหญ่|,|กํายํา|ล่ํา|สัน|,|กํายํา|,|ล่ํา|สัน|,|โผงผาง|,|ขวานผ่าซาก.  |Syn. burliness n. ดู|burly|  |Syn. thickest|,|hefty
(เบอร์|'|มะ) n. พม่า ดู Union of Burma
(เบอร์|'|มี|ซ|,|-|มี|ส) n.,|adj. ชาว|พม่า|,|ภาษา|พม่า
(เบิร์น) {|burnt|/|burned|,|burnt|/|burned|,|burning|,|burns|} vi.,|vt. เผา|,|ไหม้|,|มี|ไฟ|,|ติดไฟ|,|ลุก|,|โกรธ|จัด ,|เดือดดาล n. สถานที่|เผาไหม้|,|บริเวณ|ลุกไหม้|,|บาดแผล|เนื่องจาก|การ|เผาไหม้
ระยะ|ทดลอง <|คําแปล|>|กระบวนการ|ที่|ใช้|ใน|ระหว่าง|การ|ทดลอง|อุปกรณ์|อิเล็กทรอนิกส์|ต่าง ๆ เพื่อให้|แน่ใจ|ว่า สามารถ|ใช้การได้|ดีจริง ๆ เช่น เมื่อ|ซื้อ|เครื่อง|คอมพิวเตอร์|ใหม่เอี่ยม|มา ก็|ควร|จะ|ลอง|เปิด|เครื่อง|ทิ้ง|ไวัสัก 48 ชั่วโมง ถ้า|อะไร|จะ|เสีย|หรือ|ใช้การไม่ได้|ดี ก็|จะ|ได้|รู้ ช่วง|เวลา|ที่|ลอง|ใช้|นี้ เรียก|ว่า|ระยะ burn in (ถ้า|เป็น รถยนต์|เรียก|ว่า run in)| 
เหนื่อย|ล้า|หมด|แรง|หมายถึง อาการ|ที่|จะ|เกิด|ขึ้น|เมื่อ|มี|การ|ตรากตรํา|ทํางาน|นาน ๆ โดยเฉพาะ|เมื่อ|ต้อง|นั่ง|อยู่|หน้า|คอมพิวเตอร์|เป็น|เวลานาน ๆ มักจะ|ปวด|คอ ปวด|หัว ตาพร่า จน|ทํางาน|อะไร|ต่อไป|ไม่|ได้
n. คน|เผา|,|สิ่ง|ที่|เผา|,|ตะเกียง|,|อุปกรณ์|เผาไหม้|,|หัว|ตะเกียง
(เบิร์น|'|นิง) adj. ลุกไหม้|,|เผาไหม้|,|ร้อน|จัด|,|สว่าง|มาก|,|ลุก|ช่วง|,|เร่าร้อน|,|สําคัญ|,|รีบด่วน n. การ|เผาไหม้|,|ความ|เลวร้าย|มาก|, ปัญหา|สําคัญ
n. เลนส์|รวม|แสง|อาทิตย์|ที่|ทํา|ให้|เกิด|ความ|ร้อน|จัด|และ|ลุกไหม้|ได
(เบอร์|'|นิ|?) {|burnished|,|burnishing|,|burnishes|} vt. ขัด|เงา|,|ขัด|ให้|วาว vi. เป็น|วาว. n. ความ|เป็น|วาว|,|ความ|แวววาว.  |Syn. burnisher n. ดู|burnish burnishment n. ดู|burnish
(เบอ|'|นัส|,|เบอ|'|นุช) n. เสื้อคลุม|ที่|มี|ผ้า|โพกหัว|เช่น|ของ|ชาว|อาหรับ|  |Syn. burnoused|,|burnoosed adj.
(เบอ|'|นัส|,|เบอ|'|นุช) n. เสื้อคลุม|ที่|มี|ผ้า|โพกหัว|เช่น|ของ|ชาว|อาหรับ|  |Syn. burnoused|,|burnoosed adj.
n. การ|ไหม้|เกลี้ยง|,|การ|ดับ|เพราะ|เชื้อเพลิง|หมด|,|การ|สูญสิ้น
(เบอน|'|ไซ|ดซ) n. เครา|โกน|เอา|ส่วน|คาง|ออก
(เบอร์|นทฺ) กริยา|ช่อง 2 และ 3 ของ burn adj. เกี่ยวกับ|สีน้ํา|ตาล|เข้ม|,|ซึ่ง|ไหม้เกรียม|,|ซึ่ง|ถูก|ลวก|หรือ|ไฟไหม้|บาดเจ็บ
n. การ|เผาไหม้|เพื่อ|บูชา|ยันต์
(เบอร์|พ) {|burped|,|burping|,|burps|} n. การ|ทํา|ให้|เรอ|,|การ|เรอ. vt. ทํา|ให้|เรอ
(เบอร์) n. เสี้ยน|,|มีด|ตัด|,|เครื่อง|ขูด|แงะ|ฟัน|,|เครื่อง|ขูด|แงะ|กระดูก|,|ส่วน|ที่|ยื่น|ที่|หยาบ หัว|ที่|เป็น|ขน|ปัด
n. สว่าน|เจาะ|,|เครื่อง|เจาะ|ฟัน
(เบอ|'|โร) n. ลา|เล็ก|,|ลา
(เบอ|'|โร) {|burrowed|,|burrowing|,|burrows|} n. โพรง -|v. เจาะ|รู|,|เจาะ|โพรง
n. ดู|burstone
adj. มี|หนาม|มาก|,|ยู่ยี่|,|ขรุขระ|,|มี|เสียง|ห้าว|ใน|ลําคอ
(เบอร์|'|ซะ) n. ถุง|,|หอพัก|,|นักศึกษา|  |Syn. bursate adj. ดู|bursa -|pl. bursae
(เบอร์|'|ซาร์) n. เหรัญญิก|,|เจ้าหน้าที่|การเงิน|,|  |Syn. bursarial adj. ดู|bursar bursarship n. ดู|bursar
(เบอร์|'|ซะ|รี) n. ทุนการศึกษา|,|ฝ่าย|คลัง|ของ|โบสถ์
(เบอส) n. กระเป๋า|,|ที่|รองรับ
adj. เป็น|รูป|ถุง|หรือ|กระ|เปา
(เบอสทฺ) {|burst|,|burst|,|bursting|,|burts|} vi.,|n. (การ) ระเบิด|,|แตก|ออก|,|ระเบิด|แตก|,|ผลิ|,|พอง|,|ปริ|,|ปะทุ|ขึ้น|อย่าง|ฉับพลัน|,|เกิด|ขึ้น|อย่าง|ฉับพลัน|,|เต็มไปด้วย.  |Syn. explode
n. หิน|ซิลิกา|ที่|ใช้|ทํา|หลัก|ไมล์|หรือ|หลัก|กิโลเมตร|, (ไมล์) ที่|ทํา|ด้วย|หิน|นี้ -|S.buhr|,|burr|,|buhrstone|,|burrstone
(บะรัน|'|ดี) n. ชื่อ|สาธารณรัฐ|ใน|แอฟริกา|กลาง
(เบ|'|รี) {|buried|,|burying|,|buries|} vt. ฝัง|,|ซ่อน|,|ปิด|,|กลบ|,|หมกมุ่น|,|หมก|,|ขจัด (ความคิด) ออก -|Id. (bury the hatchet อโหสิ)|  |Syn. inhume
(บัส) 1. {|bussed|,|bussing|,|buses|} n. รถโดยสารประจําทาง|,|รถเมล์|,|รถบัส|,|รถม้า|,|เครื่องบิน|โดยสาร|,|ตัวเชื่อม|ต่อ|วงจร|ไฟฟ้า|หลาย|วงจร|,|สาย|รวม|, สายตัว|นํา|ใช้|สําหรับ|การ|ส่ง|สัญญาณ|, หมายถึง|วงจร|หนึ่ง|ที่|สร้าง|ขึ้น|เพื่อ|เป็น|สื่อ|สําหรับ|ส่ง|ถ่าย|ขัอ|มูล|จาก|อุปกรณ์|หนึ่ง|ไป|สู่|อีก|อุปกรณ์|หนึ่ง|, สายตา 2. วงจร|หรือ|ทางเดิน|ไฟฟ้า|ที่|สร้าง|ขึ้น|เพื่อ|เป็น|สื่อ|สําหรับ|ส่ง|อิเล็กตรอน ให้|กระจาย|ออก|ไป|ยัง|จุด|ต่าง ๆ คอมพิวเตอร์|มี|บัส|ไว้ เพื่อ|ทํา|หน้าที่|กระจาย|อิเล็กตรอน (ซึ่ง|แทรก|รหัส|ข้อมูล|ไป|ตาม|จุด|ที่|ต้องการ|ภายใน|เวลา|ที่|กําหนด|ให้)
ตัว|ขับ|บัส|หมายถึง อุปกรณ์|เครื่อง|ขยาย|กําลัง|สัญญาณ|ขับ|บัส
n. ผู้ช่วย|บริการ|ใน|ร้าน|อาหาร
(บัช|'|บี) n. หมวก|ขนสัตว์|ทรง|กลม|สูง|และ|ปัก|พู่|ของ ทหารม้า|รักษา|พระองค์
(บู|?|ช {|bushed|,|bushing|,|bushes|} n. พุ่มไม้|,|ต้นไม้|เตี้ย vi. เป็น|พุ่ม vt. ปกคลุม|ด้วย|พุ่มไม้
n. สมาคม|กีฬา|อาชีพ|ชั้น|รอง
n. ข่าว|ที่|แพร่กระจาย|ไป|อย่าง|รวดเร็ว
(บูช) adj. เหนื่อย|มาก|,|ตก|ตลึง|,|หลบ|อยู่|ใน|ป่าละเมาะ
(บุ|ช|'|เชิล) n. หน่วย|ตวง|วัด|ข้าว
(บุ|'|ชิ|โด) n. หลักเกณฑ์|หรือ|สิทธิ|ของ|นัก|สู้|ซามูไร|ที่|ยืนหยัด|ใน|ความ|รัก|ภักดี|และ|ถือ|เกียรติศักดิ์|เหนือ|ชีวิต
(บุ|ช|'|ชิง) n. ปลอก
(บ|?|ช|'|เมิน) n. คน|ที่|ชอบ|อาศัย|อยู่|ใน|ป่า|,|คนป่า
n. คน|ที่|อาศัย|อยู่|ใน|ป่า|,|พราน|,|โจร|ที่|อาศัย|อยู่|ใน|ป่า|  |Syn. bushranging n.
(บูช|'|วา) n. พูดจา|ไร้|สาระ|,|พูดจา|เหลวไหล
(บูช|'|วา) n. พูดจา|ไร้|สาระ|,|พูดจา|เหลวไหล
(บุ|?|ช|'|ชี|?) adj. คล้าย|พุ่มไม้|,|เต็มไปด้วย|พุ่มไม้|,|เป็น|ป่าละเมาะ|  |Syn. bushiness n. ดู|bushy
(บิ|ซ|'|ซิ|ลี) adv. ยุ่ง|,|ไม่|ว่าง
(บิ|ซ|'|ซิ|เนส) n. ธุรกิจ|,|การ|ค้า|,|เรื่อง|ที่|ยากลําบาก|,|เรื่อง|ที่|ถือ|ว่า|สําคัญ|และ|เอาจริงเอาจัง|,|ธุระ|,|สถานการณ์|,|ภาระ|หน้าที่|,|การงาน -|Id. (mean business) เอาจริง adj. เกี่ยวกับ|ธุรกิจ|การ|ค้า
adj. เกี่ยวกับ|ธุรกิจ|,|มี|ประสิทธิภาพ|,|เอาจริงเอาจัง
n. นักธุรกิจ|ชาย
(-|วู|'|เมิน) n. นักธุรกิจ|หญิง
รองเท้า|หนัง|ส้นสูง|,|ละคร|โศกเศร้า|,|ศิลปะการแสดง|ละคร|โศกเศร้า
(บัส|ทฺ) {|busted|,|busting|,|busts|} n. รูปปั้น|ครึ่ง|ตัว (หัว|และ|ไหล่) ,|ทรวงอก|,|อก|,|ความ|ล้มเหลว|,|การ|ตี|,|การ|ต่อย|,|ภาวะ|ลด|ต่ํา|ลง|,|การ|จับกุม adj. ล้มละลาย|,|ไร้|เงิน vi.,|vt. (ทํา|ให้) แตก|ออก|,|ล้มละลาย|,|ล้ม|ลง|,|จับกุม|,|ต่อย|,|ต
n. ผู้ทํา|ลาย|,|สิ่ง|ที่|ใหญ่|มาก|ผิดปกติ|,|การ|ดื่ม|จน|เมา
(บัส|'|เซิล) vi.,|n. (การ) กระวีกระวาด|,|กุลีกุจอ|,|เต็มไปด้วย|,|ที่|ถ่าง|กระ|โป่ง|บาน|,|การ|บาน
(บิ|ซ|'|ซี) adj. {|busied|,|busying|,|busies|} ยุ่ง|,|วุ่น|,|มี|งาน|มาก|,|มี|ธุระ|ยุ่ง|,|ไม่|ว่าง|,|ใช้|อยู่|ตลอดเวลา|,|ซับซ้อน vt. มี|งาน|ทํา|,|ทํา|ให้|ไม่|ว่าง
n. เสียง|สัญญาณ|ไม่|ว่าง
n. คน|ที่|ชอบ|ยุ่ง|เรื่อง|คน|อื่น
(บิ|ซ|'|ซี|เนส) n. ภาวะ|ที่|ยุ่ง|,|งาน|ที่|ยุ่ง
(บัท) conj. แต่|,|หากว่า|,|แต่ทว่า|,|ถ้า|ไม่|,|ถ้า|ไม่|ได้ -|adv. เพียง|,|เพียงแต่. -|pron. ที่|ไม่ -|prep. เว้นแต่|,|นอกจาก
n. แก๊ส|ติดไฟ|ที่|ไร้|สี|ชนิด|หนึ่ง
(บูช) n. คน|ร่วมเพศ|เดียวกัน|และ|มี|บทบาท|มาก|กว่า|,|ผู้|กระทํา|lesbianism
(บูช|'|เชอะ) {|butchered|,|butchering|,|butchers|} n. คน|ขาย|เนื้อ|,|คน|ฆ่า|สัตว์|ขาย|,|คน|ที่|ฆ่า|คนตาย|อย่าง|ทารุณ|,|คน|ขาย|เร่|,|การ|ทําลาย|,|การ|แล่|เนื้อ|,|คน|ที่|มี|นิสัย|โหดร้าย vt. ฆ่า|สัตว์|ขาย|,|ฆ่า|อย่าง|ทารุณ|โหดเหี้ยม|,|ทํา|ให้|เสีย|,|ทํา|เสีย|  |Syn. butcherer n.
(บุ|ช|'|เชอ|รี) n. โรง|ฆ่า|สัตว์|,|การ|ฆ่า|สัตว์|ขาย|,|คน|ฆ่า|คนตาย|อย่าง|ทารุณโหดร้าย|,|การ|ฆาตกรรม|,|การ|ทําลาย|,|ความ|ยุ่งเหยิง
(บัท|'|เลอะ) n. หัวหน้า|คนใช้|,|พ่อบ้าน
(บัทซ) n.,|pl. ความ|ขัดข้อง|,|การ|ปฏิเสธ
(บุ|ท|'|ชุ) n. พระพุทธเจ้า
(บัท) {|butted|,|butting|,|butts|} n. ปลาย|,|ส่วน|ปลาย|,|ส่วน|ก้น|,|ตะโพก|,|บุหรี่|,|ตอ|ไม้ ,|คน|ที่|ถูก|ดูถูก|,|เป้า|ยิง|,|สนามยิงปืน|,|เป้าหมาย|,|การ|เอา|หัว|ชน|,|ถัง|ขนาด ใหญ่ -|v. ประชิด|ใกล้|กับ|,|พุ่ง|ออก|ชน|,|ขวิด -|Id. (butt in เสือก|,|ยุ่ง)|  |Syn. end
n. หัวต่อ|โลหะ|หรือ|ไม้|โดย|ไม่|มี|รอย|ทาบ
n. แผ่น|โลหะ|คลุม|ท้าย|ปืน
ลูก|ธนู|หัว|ทู่
(บัท|'|เทอะ) {|buttered|,|buttering|,|butters|} n. เนยเหลว|,|เนย|,|คํา|สอ|พล|อ vt. ทา|เนย|บน|,|สอ|พล|อ -|Id. (butter up สอ|พล|อ)| 
n. คน|อ้วน|จ้ําม่ํา
n. คน|งุ่มง่าม|,|คน|ส่ง|ต่อ|ลูกบอล
n. ปลา|จา|ละ|เม็ด
n. ผีเสื้อ|,|คน|ที่|มี|ใจคอ|ไม่|แน่นอน|,|การ|ว่ายน้ํา|แบบ|ผีเสื้อ
n. ที่|จับ|ผีเสื้อ
ขนม|หวาน|ใส่|เนย
adj. คล้าย|เนย|,|ทํา|ด้วย|เนย|,|ประจบ|สอ|พล|อ n. ห้อง|เก็บ|เหล้า|,|ห้อง|ขาย|อาหาร
n. ช่อง|หน้าต่าง|สําหรับ|ส่ง|อาหาร
(บัท|'|เทิค) n. ก้น|,|ตะโพก|ข้าง|หนึ่ง|,|ส่วน|ท้าย|,|ท้าย|เรือ|,|การ|พาด|ไหล่|ทุ่ม vt. พาด|ไหล่|ทุ่ม|  |Syn. rump
n. เส้น|ผ่า|ขวาง|ของ|ลํา|เรือ
(บัท|'|เทิน) n. กระดุม|,|กระดุม|เสื้อ|,|ปุ่ม|,|ปุ่ม|กระดิ่ง|ไฟฟ้า|,|พนักงาน|บริการ|,|หน่อไม้|,|หน่อ|อ่อน|,|ช่อ|,|เห็ด|ตูม|,|ประสาท|ที่|ดี|,|ปลาย|คาง vt.,|vi. ใส่|กระดุม|,|ติด|กระดุม|  |Syn. buttoner n.
n. รังดุม vt. เจาะ|รังดุม|,|ชวน|คุย|,|จับตัว|ได้|  |Syn. buttonholer n.
n. ดุม|ตะขอ|เกี่ยว
n. ดุม|ตะขอ|เกี่ยว
(บัท|'|ท|ริ|ส) vt.,|n. (ส่วน|ที่) ยื่น|ค้ํา|,|สนับสนุน|,|ค้ําจุน|,|ให้|กําลังใจ|  |Syn. prop
(บัท|'|ส|ทอ|ค) ท้าย|ปืน
(บิล|'|ทิล) adj.ุ C|4|H|9|-
(บัค|'|เซิม) adj. มี|หน้าอก|ใหญ่|,|อวบอัด|,|ท้วม|  |Syn. buxomness n. ดู|buxom
(บาย) {|bought|,|bought|,|buying|,|buys|} v. ซื้อ|,|ซื้อ|ของ|,|ได้|มา|,|เช่า|,|รับ|บริการ|,|ให้|สินบน|,|ไถ่|ตัว. n. การ|ซื้อ|,|สิ่ง|ที่|ซื้อ|  |Syn. procure -|Conf. spend
(บาย|'|เออะ) n. ผู้ซื้อ|,|ตัวแทน|ซื้อ
n. ตลาด|ของ|ผู้ซื้อ|ซึ่ง|มี|สินค้า|และ|การ|บริการ|มากมาย|และ|มี|ราคา|ที่ต่ํา
(บัซ) {|buzzed|,|buzzing|,|buzzes|} n. เสียง|ผึ้ง|ร้อง|หึ่ง|,|เสียง|เครื่องบิน|,|เสียง|พึมพํา|,|ข่าวลือ|,|รายงาน|,|เสียง|กระซิบกระซาบ|,|เสียง|โทรศัพท์ vi.,|vt. ทํา|เสียง|หึ่ง|,|ร้อง|เสียง|หึ่ง|,|กระซิบกระซาบ|,|โทรศัพท์|,|บิน|ต่ํา
n. เลื่อย|วง|กลม|ชนิด|หนึ่ง
(บัซ|'|เซิร์ด) n. อี|แร้ง|จําพวก|Buteo|,|คน|ระยํา|,|คน|ละโมบ
(บัซ|'|เซอะ) n. สิ่ง|ที่|ทํา|เสียง|หึ่ง|,|คน|ที่|พึมพํา|,|เครื่องไฟฟ้า|ที่|ให้|สัญญาณ|เรียก
abbr. body weight
(บ|วา|'|นะ) n. นาย
abbr. biopsy
(บาย) prep. โดย|,|ไป|ยัง|,|ข้าง|,|อยู่|ข้าง|,|ใกล้|,|ติด|ตัว|,|ไป|ทาง|,|ทาง|,|หัน|ไป|ทาง|,|จาก|,|ผ่าน|,|ผ่าน|ไป|,|ผ่าน|ข้าง|,|ของ|,|อาศัย|,|ใช้|,|ที่|,|ทีละ|,|ต่อ adj. อยู่|ใกล้|,|ใกล้ -|Conf. with
 |Syn. by (บาย|'|เอิน บาย|') n. อนาคต|อัน|ใกล้
n. ผล|แทรกซ้อน
n. การ|เลือกตั้ง|ซ่อม|  |Syn. bye|-|election
n. วัตถุประสงค์|ส่วนตัว|,|วัตถุประสงค์|ประกอบ
n. อาชีพ|ประกอบ|,|อาชีพ|พิเศษ|,|ทางแยก|,|สาขา|  |Syn. byliner n. ดู|by|-|line
n. ชื่อ|รอง|,|ฉายา|นาม|,|นามสกุล|,|ชื่อเล่น
n. ทางอ้อม|,|ทางแยก|วน|,|ท่อ|รอง vt. อ้อม|,|ไป|ทางอ้อม|,|ไม่|สนใจ|ข้อคิดเห็น|หรือ|คํา|ตัดสิน
n. ทางอ้อม|,|ทางแยก|วน|,|ท่อ|รอง vt. อ้อม|,|ไป|ทางอ้อม|,|ไม่|สนใจ|ข้อคิดเห็น|หรือ|คํา|ตัดสิน
n. ทางอ้อม|,|ทางแยก|วน|,|ท่อ|รอง vt. อ้อม|,|ไป|ทางอ้อม|,|ไม่|สนใจ|ข้อคิดเห็น|หรือ|คํา|ตัดสิน
adj. อดีต v. กริยา|ช่อง 2|และ|3|ของ|by|-|pass
n. ทาง|รอง|,|ทางอ้อม|,|ทาง|ย่อย
n. การ|แสดง|ประกอบ
n. ผลพลอยได้|,|ผลิตผล|พลอย|ได ้
n. ทางอ้อม|,|ถนน|อ้อม|,|ถนน|รอง
n. ทางอ้อม|,|ถนน|อ้อม
n. การ|พูดจา|เล็กน้อย|หรือ|ไม่|เกี่ยวข้อง
n. การ|ขอ|ขมา|ที่|ไม่|ได้|ขอ|อนุญาต
(บาย) n. การ|ผ่าน|ข้าม|ไป|เล่น|ใน|รอบ|ต่อไป|,|สิ่ง|ที่|เป็นรอง|,|สิ่ง|สํารอง -|Id. (bye the bye อย่างไรก็ตาม)| 
(บาย|'|ลอ) n. ดู|bylaw
(ไบเอลโลรัช|'|เชีย) n. แคว้น|หนึ่ง|ของ|รัสเซีย|ทาง|ด้าน|ตะวันตก. -|S.Belorussia
(บาย|'|กอ|น) adj. อดีต|,|แต่ก่อน|,|ล้าสมัย n.bygones สิ่ง|ที่|เป็น|อดีต -|Id. (letbygonesbebygones เรื่อง|ที่แล้ว|ก็|แล้ว|กัน|ไป)|  |Syn. past Ant. present
(บาย|'|เลน) n. ซอย|เล็ก|,|ตรอก|เล็ก
(บาย|'|ลอ) n. กฎหมาย|ประกอบ|,|กฎ|เทศบาล|,|กฎหมาย|ท้องถิ่น|,|ข้อปลีกย่อย -|S.byelaw
n. ทางอ้อม|,|ทางแยก|วน|,|ท่อ|รอง vt. อ้อม|,|ไป|ทางอ้อม|,|ไม่|สนใจ|ข้อคิดเห็น|หรือ|คํา|ตัดสิน
n. ทางอ้อม|,|ทางแยก|วน|,|ท่อ|รอง vt. อ้อม|,|ไป|ทางอ้อม|,|ไม่|สนใจ|ข้อคิดเห็น|หรือ|คํา|ตัดสิน
n. ทางอ้อม|,|ทางแยก|วน|,|ท่อ|รอง vt. อ้อม|,|ไป|ทางอ้อม|,|ไม่|สนใจ|ข้อคิดเห็น|หรือ|คํา|ตัดสิน
n. ทางอ้อม|,|ทางแยก|วน|,|ท่อ|รอง vt. อ้อม|,|ไป|ทางอ้อม|,|ไม่|สนใจ|ข้อคิดเห็น|หรือ|คํา|ตัดสิน
n. ทาง|รอง|,|ทางอ้อม|,|ทาง|ย่อย
(ไบ|'|เออร์) n. คอก|วัว|,|คอก|ปศุสัตว์
n. ทางอ้อม|,|ถนน|อ้อม|,|ถนน|รอง
n. คน|มุง|,|คน|ยืน|มอง
n. ทางอ้อม|,|ถนน|อ้อม
(ไบทฺ) n. หน่วย|ของ|ข้อมูล|คอมพิวเตอร์|เท่า|กับ 1 อักขระ|หรือ 8 บิต|, ข้อมูล|จํานวน 8 บิต|, ชุด|ของ|บิต (bit) ซึ่ง|คอมพิวเตอร์|จัด|ไว้|สําหรับ|เก็บ|ข้อ|มล 1 ชุด คอมพิวเตอร์|ต่าง|ชนิด|จะ|จัด|ชุด|ของ|บิต|ไว้|ไม่|เท่า|กัน เช่น เครื่อง IBM 360 จัด|บิต|ไว้|เป็น|ชุด ๆ ละ 8 บิต เรียก|ว่า ไบต์ โดย|ปกติ ใช้|เป็น|หน่วย|วัด|ขนาด|ของ|หน่วยความจํา หรือ|จาน|บันทึก|ว่า มี|ขนาด|เก็บ|ได้|กี่|ตัวอักษร หน่วย|วัด|ที่|ใช้|กัน|นั้น วัด|กัน|เป็น|กิโลไบต์ (kilobyte) เรียก|ว่า K byte เท่า|กับ|ประมาณ 1 พัน|ไบต์ หรือ|หนึ่ง|พัน|ตัวอักษร|, เมกะไบต์ (mega byte) เท่า|กับ|ประมาณ 1 ล้าน|ไบต์ , กิ|กะ|ไบต์ (gigabyte) เท่า|กับ|ประมาณ 1 พันล้าน|ไบต์ และ|เท|รา|ไบต์ (terabyte) เท่า|กับ|ประมาณ 1 ล้าน|ล้าน|ไบต์|เช่น เรา|อาจ|พูด|ว่า ฮาร์ดดิสก์|ใน|เครื่อง|นี้|มี|ขนาด|ความ|จุ 2 กิ|กะ|ไบต์ (หมายความ|ว่า|สามารถ|เก็บ|ข้อความ|ได้|สอง|พันล้าน|ตัวอักษร) อนึ่ง หน่วย|วัด|ที่|นิยม|ใช้|มี|ดังนี้ 1 KB (kilobyte) = 1,024 ไบต์ 1 MB (Megabyte) = 1,048,576 ไบต์ (หรือ 1,024 Kbytes) 1 GB (gigabyte) = 1,073,741,824 ไบต์ (หรือ 1,024 Mbytes) 1 TB (terabyte) = 1,099,511,627,776 ไบต์ (หรือ 1,024 Gbytes)
ไบต์ต่อ|นิ้ว|ใช้|ตัวย่อ|ว่า BPI เป็น|หน่วย|วัด|ความ|จุ|ของ|ตัว|อักขระ|ใน|เทป|หรือ|แถบ|บันทึก (tape) หมายความ|ว่า ขนาด|ความ|ยาว|ของ|แถบ|บันทึก 1 นิ้ว จะ|บรรจุ|ตัว|อักขระ|ได้|เท่าใด|อาจ|ต่าง|กัน|ได้|ตั้งแต่ 200 ถึง 1600 ไบต์ต่อ|นิ้ว และ|อาจ|มี|การ|ปรับ|ให้|มาก|หรือ|น้อย|กว่า|นั้น|ก็ได้ (บางที|ใช้|กับ|ความ|ยาว|ของ|แทร็ก|ของ|พื้นผิว|ของ|จาน|บันทึก (disk) ด้วย
n. ถนน|ส่วนตัว|,|ถนน|ลี้ภัย|,|ถนน|สาย|เปลี่ยว|,|การ|วิจัย|ที่|ปิดบัง|,|ความ|พยายาม|ที่|ปิดบัง
n. สุภาษิต|,|ภาษิต|,|คําพูด|ที่|พูด|กัน|บ่อย|,|คําขวัญ -|Conf. password
n. อาณาจักร|โรมัน|ตะวันออก
