(ABBR) ศิลปศาสตร์บัณฑิต (คําย่อของ Bachelor of Arts)
(N) พยัญชนะภาษาอังกฤษตัวที่ 2
(VI) พูดเป็นต่อยหอย
(VT) พูดอ้อแอ้
(PHRV) เผยความลับ
(N) คนที่พูดไม่ชัด
(N) เด็กทารก
(N) เด็กทารก
(N) เด็กสาวมีเสน่ห์ (คําไม่เป็นทางการ)
(IDM) ผู้บริสุทธิ์
(IDM) ผู้บริสุทธิ์
(N) เสียงคุยจ้อกแจ้กจอแจ
(N) นาย (คํานําหน้าชื่อชายฮินดูเท่ากับ Mr.ในภาษาอังกฤษ)
(N) ลิงขนาดใหญ่ชนิดหนึ่ง
(N) นาย (คํานําหน้าชื่อชายฮินดูเท่ากับ Mr ในภาษาอังกฤษ)
(N) เด็กทารก
(N) ลูกอ่อนของสัตว์
(SL) เครื่องยนต์กลไก
(VT) ตามใจ
(N) ยุคทารกถือกําเนิดมากขึ้น (หลังสงครามโลกครั้งที่2)
(N) ยุคที่มีทารกคลอดมากกว่าปกติ (หลังสงครามโลกครั้งที่2)
(N) เด็กที่เกิดในยุค baby boom
(N) ผู้เกิดตอนหลังสงครามโลกครั้งที่2
(N) รถเข็นเด็กเล็ก
(N) เปียโนขนาดใหญ่ (คําไม่เป็นทางการ)
(N) ช่วงวัยเยาว์
(ADJ) ซึ่งเหมาะสําหรับเด็กเล็ก
(ADJ) มีนิสัยเหมือนเด็ก
(N) เมืองบาบิลอน (สถานที่ท่องเที่ยวในกรุงนิวยอร์ก)
(N) อาณาจักรแบบิโลเนีย
(N) พี่เลี้ยงเด็ก
(VT) กริยาช่องที่ 2 ของ babysit
(VT) ช่วยดูแลเด็ก
(N) พี่เลี้ยงเด็ก
(N) การเป็นพี่เลี้ยงเด็ก
(N) เสียงอ้อแอ้ของเด็กทารก
(N) ฟันน้ํานม
(N) รถหัดเดินของเด็ก
(N) ผู้สําเร็จปริญญาตรี (คําทางการ)
(N) การเล่นไพ่แบ็กคาระ (นิยมในประเทศฝรั่งเศษ)
(N) การเล่นไพ่แบ็กคาระ (นิยมในประเทศฝรั่งเศษ)
(N) งานเลี้ยงฉลองเทพเจ้าแบ็กคัส
(N) บุหรี่ (คําสแลง)
(VI) (ผู้ชาย) ทําอาหาร&ดูแลบ้านเอง (คําไม่เป็นทางการ)
(N) ชายโสด
(N) บัณฑิต
(N) ช่วงเป็นโสดก่อนแต่งงาน
(N) ปริญญาตรี
(N) แบ็กทีเรียบาซิลลัส (คําพหูพจน์ของ bacillus)
(N) แบ็กทีเรียบาซิลลัส
(ADJ) ค้างชําระ
(ADJ) ซึ่งผ่านมาแล้ว
(ADJ) ซึ่งอยู่ด้านหลัง
(ADV) กลับคืนไปที่เดิม (หรือสภาพเดิม)
(N) กระดูกสันหลัง
(N) กองหลัง
(N) พนักเก้าอี้
(N) ส่วนหลัง
(N) หลัง (ส่วนของร่างกาย)
(VT) เขียนสลักหลัง
(VT) เดินทางกลับ
(VT) ถอยหลัง
(VT) วางเดิมพัน
(VT) สนับสนุน
(VT) หันหลังพิงกัน
(ADV) ตอบกลับ
(ADV) ผ่านมา
(ADV) หวนกลับคืนมา
(ADV) หันไปข้างหลัง
(N) อาการปวดหลัง
(ADV) ไปๆ มาๆ
(PHRV) ถอยกลับ
(PHRV) หลีกหนี
(PHRV) กลับ
(PHRV) กลับมานิยมอีก
(PHRV) กลับมาอยู่ที่
(N) จังหวะดนตรีที่หนักแน่น โดยเฉพาะจังหวะร็อก
(N) ที่นั่งของสมาชิกรัฐสภา (ที่ไม่ใช่รัฐมนตรีหรือตําแหน่งสําคัญ)
(N) ที่นั่งแถวหลังที่สํารองไว้ให้สมาชิกสามัญในสภาล่าง
(VT) นินทาลับหลัง
(N) การนินทาลับหลัง
(N) กระดานด้านหลังห่วงในกีฬาบาสเก็ตบอล
(N) กระดูกสันหลัง
(N) ความกล้า
(ADJ) เหนื่อยมาก
(N) คําพูดหยาบคาย
(N) ฉากหลัง
(VT) หวีผมย้อนทาง (เพื่อช่วยให้ผมดูพองหนาขึ้น)
(VT) ลงวันที่หลังเช็คหรือเอกสารอื่น (ระบุวันก่อนวันจริง)
(N) ประตูหลังบ้าน
(N) วิธีการที่ผิดกฏหมาย
(ADJ) ผิดกฏหมาย (ใช้นําหน้าคํานามเท่านั้น)
(N) การยกเลิกข้อเรียกร้อง
(PHRV) ยอมตาม
(N) ฉากหลัง
(SL) อุบัติเหตุ (รถชนท้ายอีกคันหนึ่ง)
(N) พรรคพวก
(VI) ส่งผลตรงกันข้ามกับที่ตั้งใจเอาไว้
(N) การสร้างคําจากคําอื่น (เช่น การตัด suffix จากคําอื่น)
(N) เกมในร่มแบบหนึ่ง (ผู้เล่น 2 คน)
(N) ฉากหลัง
(N) ภูมิหลัง
(N) การเขียนคัดลายมือที่เอนไปทางซ้าย
(N) ท่าตีโดยหันหลังมือออกนอกตัว
(VT) กลับหลังมือตี
(ADJ) พลิกมือกลับ
(ADJ) อ้อมค้อม
(SL) เงินสินบน
(N) รถขุดหรือรถเจาะ
(IDM) เข้าสู่สังคมอีกครั้ง
(N) ของที่บุหรือรองสิ่งของอื่น
(N) ความช่วยเหลือ
(N) ผู้ช่วยเหลือ
(PHRV) ถอยไปชน
(N) สําเนาหนังสือพิมพ์หรือนิตยสารจากอดีต
(N) การสะท้อนกลับอย่างรุนแรง
(N) ปฏิกิริยาที่รุนแรงและไม่เอื้อประโยชน์ (ทางด้านการพัฒนาของสังคมและการเมือง)
(ADJ) (ชุด) ที่ไม่มีผ้าด้านหลัง (ของสตรี)
(N) แสงที่ส่องจากด้านหลังในการถ่ายภาพ
(VT) ทําให้สว่างจากด้านหลัง
(N) งานคั่งค้าง
(N) ท่อนไม้ใหญ่สําหรับเล่นแคมป์ไฟ
(VT) เก็บรวบรวมไว้
(N) หนังสือพิมพ์/นิตยสารที่เคยตีพิมพแล้วแต่ยังมีค่าอยู่
(PHRV) หลีกหนี
(IDM) สถานที่ไกลที่สุด
(PHRV) หันหลังให้กับ
(PHRV) กลับคํา
(N) กระเป๋าสะพายหลัง
(N) ผู้ใส่กระเป๋าสะพายหลัง
(N) ประตูหลัง (คําเลี่ยงพูดถึงรูทวารหนัก)
(VI) กลับคําสัญญา
(VT) ถีบจักรยานให้ช้าลง
(N) พนักพิง
(N) ห้องประชุมผู้มีอํานาจเบื้องหลัง
(N) เลื่อยขนาดเล็ก
(N) การให้ความช่วยเหลือกลับ (มักไปในทางผิดกฎหมาย)
(N) ที่นั่งด้านหลัง
(N) ผู้นั่งหลังรถและสอนการขับรถที่ไร้ประโยชน์กับคนขับ
(N) ก้น (คําไม่เป็นทางการ)
(N) ด้านหลัง
(VI) ส่งเสียงพึงพอใจมาก
(VT) ส่งเสียงพึงพอใจมาก
(ADJ) อย่างความพึงพอใจมาก
(N) เครื่องหมาย \ (มักใช้ทางคอมพิวเตอร์)
(VT) ความผิดพลาดที่เกิดขึ้นหลังพยายามเปลี่ยนแปลงพฤติกรรม
(N) การเสื่อมถอย
(N) เคาะกลับหรือไปข้างหน้า (เครื่องคอมพิวเตอร์/เครื่องพิมพ์ดีด)
(N) การหมุนกลับ
(ADJ) ซึ่งเป็นความลับ
(ADJ) ซึ่งอยู่หลังเวที
(ADV) เกี่ยวกับชิวิตส่วนตัว
(ADV) อยู่ (หรือไป) หลังเวที
(ADJ) ที่เป็นความลับ
(N) บันไดส่วนตัว (มักอยู่ด้านหลังสําหรับคนรับใช้)
(N) การเย็บด้นถอยหลัง
(N) ถนนที่แยกจากถนนหลัก
(ADJ) (การทําผิดกฎหมาย) ที่เกิดขึ้นในที่ลับ
(N) ถนนที่อยู่ห่างจากถนนใหญ่ (โดยเฉพาะถนนในย่านคนจน)
(N) ถนนที่อยู่ห่างจากถนนใหญ่ (โดยเฉพาะถนนย่านคนจน)
(N) ลู่วิ่งทางตรง
(N) ท่าว่ายน้ําแบบตีกรรเชียง
(VI) ว่ายน้ําท่ากรรเชียง
(N) การหมุนแขนกลับก่อนตีลูก (กีฬา)
(N) ดาบไม้
(N) คําพูดหยาบคาย
(ADJ) ที่หันหลังพิงกัน
(VI) กลับคํา
(VI) ย้อนรอย
(ADJ) โดยสํารอง
(ADJ) สํารอง
(N) สนับสนุน
(PHRV) กั้นขวาง
(PHRV) สนับสนุน
(ADJ) กลับสู่อดีต
(ADJ) ซึ่งอยู่ทางข้างหลัง
(ADJ) ล่าช้า
(ADV) ถอยกลับ
(ADV) ย้อนกลับทางเดิม
(ADV) อยู่ทางข้างหลัง
(N) การกลับไปกลับมา
(ADV) ถอยหลัง
(ADJ) คลื่นที่ไหลกลับมากระทบฝั่ง (หลังจากกระแทกฝั่งแล้ว)
(N) น้ํานิ่ง
(N) บรรยากาศที่ซึมเซา
(N) สาขาของแม่น้ําที่แยกออกมา
(N) สถานที่ห่างไกล
(N) คนที่อาศัยอยู่ในบริเวณห่างไกล
(N) สวนหลังบ้าน
(N) ส่วนเนื้อด้านหลังและข้างของหมูที่ใส่เกลือรมควัน
(N) แบ็กทีเรีย
(ADJ) ที่เป็นแบ็กทีเรีย
(ADJ) เกี่ยวกับการฆ่าเชื้อแบ็กทีเรีย
(N) แบ็กทีเรียวิทยา
(ADJ) (งาน, การกระทํา) ไม่เป็นที่น่าพอใจ
(ADJ) ต่ํากว่ามาตรฐาน
(ADJ) ไม่มีความสุข
(ADJ) เลว
(N) ความไม่ดี
(N) ความเกลียดชัง
(N) หนี้เสีย
(N) ผู้ร้าย
(N) ผู้ร้าย
(VT) กริยาช่องที่ 2 ของ bid
(N) ความเกลียดชัง
(N) เข็ม
(VT) ติดเข็ม
(N) สัตวสี่เท้ามีขนสีเทา และหัวมีลายเส้นสีขาวตัดกับขนสีเทา
(VT) รบกวน
(PHRV) รบเร้าให้
(N) ผู้ร้าย
(N) การพูดเล่น
(N) ที่รกร้างว่างเปล่า
(ADV) ไม่มีความสุข
(ADV) รุนแรง
(ADV) เลว
(ADJ) จน
(IDM) มีเงินไม่เพียงพอ
(SL) คําพูดที่ใช้เมื่อผู้อื่นทําในสิ่งที่ไม่เห็นด้วยกับเราและสุดท้ายปรากฎว่าสิ่งนั้นผิดพลาด
(N) แบดมินตัน (กีฬา)
(SL) วิพากษ์วิจารณ์
(VT) พูดให้ร้ายคนอื่น
(IDM) พูดให้ร้าย (บางคนหรือบางสิ่ง)
(N) ความเลว
(SL) ใบเสร็จเก็บเงิน
(ADJ) จน
(ADJ) อารมณ์เสีย
(VT) ทําให้งุนงง
(VT) แทรกเข้ามาควบคุม (การไหลของก๊าซ, การส่งคลื่นเสียงหรือแสง)
(N) ความสับสน
(N) กระเป๋าถือ
(N) ความมั่งคั่ง
(N) จํานวนสิ่งของที่กระเป๋าสามารถจะบรรจุได้
(N) ฐาน
(N) ย่าม
(N) หญิงไร้เสน่ห์
(VT) ฆ่า
(VT) ฆ่าหรือจับ (ในการล่าสัตว์)
(VT) บวม
(VT) ใส่ถุง
(VT) ห้อย
(IDM) พร้อมข้าวของ
(N) กระดาษชานอ้อย
(N) ชานอ้อย
(N) เกมคล้ายเกมบิลเลียด
(N) ขนมปังที่มีลักษณะเป็นวง
(N) กระเป๋าเดินทาง
(N) รถขนกระเป๋าเดินทางของผู้โดยสาร
(N) ที่ฝากกระเป๋า
(SL) ถูกจับ
(N) คนที่เอาของใส่ถุงตามร้านค้า
(N) ถุงผ้าหรือถุงพลาสติกที่ติดกับเครื่องตัดหญ้า
(ADJ) โป่งหรือพองเหมือนถุง
(N) หญิงจรจัด
(SL) คนกรรโชกทรัพย์
(IDM) วิธีการต่างๆ นาๆ (คําไม่เป็นทางการ)
(SL) วิพากษ์วิจารณ์
(N) ปี่สก็อต
(N) จํานวนมาก
(N) กางเกงหลวมๆ (คําเก่า)
(INT) ปล่อยให้ฉันทําเถอะ (มักใช้ในวลี Bags I!) (คําสแลง)
(N) ก้อนขนมปังยาวๆ ของฝรั่งเศส
(N) หญิงที่เก็บ แจกจ่ายเงินที่ได้มาโดยผิดกฏหมาย
(N) ผีเสื้อกลางคืนชนิดหนึ่ง
(SL) ไปให้พ้น
(INT) คําอุทานแสดงความรังเกียจหรือดูถูก
(N) ภาษาอินโดนีเซีย
(N) บาท (หน่วยเงินตราของประเทศไทย)
(N) การประกันตัว
(VT) ประกันตัวออกไป
(N) ถังวิดน้ํา
(VT) วิดน้ํา
(N) ที่ถือครึ่งวงกลมของถัง
(N) กําแพงเมืองชั้นนอก
(N) สวนหย่อม
(N) เจ้าพนักงานที่ยึดทรัพย์สิน (ของลูกหนี้) (ทางกฎหมาย)
(N) ผู้ส่งมอบทรัพย์สินให้ประกันตัว
(N) การให้ความช่วยเหลือทางการเงิน (กับบริษัทที่มีปัญหาทางการเงิน)
(PHRV) กระโดดร่มหนี
(PHRV) จ่ายเงินหรือช่วยเหลือให้พ้นจากปัญหา
(PHRV) ประกันออกมา
(PHRV) วิดน้ํา
(N) เด็ก
(N) เหยื่อ
(VT) การดึงดูดใจ
(VT) ใส่เหยื่อตกปลา
(VT) หยอกล้อ
(N) ผ้าขนสัตว์หนาสีเขียวที่ใช้ปูโต๊ะกีฬา (เช่น กีฬาบิลเลียด)
(N) การอบ
(VI) เผา
(VT) อบ
(N) พายเนื้อ
(N) คนทําขนมปัง
(N) ร้านขายขนมปัง
(N) ช่วงขายอาหารหรือขนมอบ
(N) ร้านขายขนมปัง
(ADJ) ซึ่งให้ความร้อนสูง
(N) การอบ
(N) ผงฟู
(N) กระทะโลหะแบนสําหรับทําขนมอบกรอบ (เช่น ขนมปังกรอบ)
(N) สารโซเดียมไบคาร์บอเนต
(N) ที่ใส่ขนมอบลักษณะแบนและทําด้วยโลหะ
(N) หมวกเหล็กที่คลุมหัว คอ ยกเว้นหน้า
(N) เครื่องดนตรีชนิดหนึ่งเหมือนกีตาร์
(N) การทรงตัว
(N) ความสมดุล
(N) งบดุล
(N) สภาพคงที่
(VT) คิดงบดุล
(VT) ทําให้สมดุล
(PHRV) ชั่งน้ําหนักระหว่าง
(N) ม้าขวาง (กีฬายิมนาสติก)
(ADJ) ที่สมดุล
(PHRV) ทําให้สมดุล
(N) ใบรายการแจ้งยอดรับและจ่ายเงิน
(IDM) งบดุลบัญชีลงตัว
(PHRV) ทําให้สมดุลกับ
(N) ที่นั่งชั้นบน
(N) ระเบียง
(ADJ) ล้าน
(ADJ) โล่ง
(N) นกอินทรีใหญ่หัวสีขาว เป็นนกประจําชาติของอเมริกา
(N) การเขียนหรือพูดโง่ๆ (คําล้าสมัย)
(ADJ) อย่างไม่ละอาย (คนชอบเล่าเรื่องโกหกโดยไม่ละอาย)
(SL) คนหัวล้าน
(ADJ) ซึ่งมีหัวล้าน
(ADV) อย่างห้วนๆ
(N) ความล้าน
(SL) คนหัวล้าน
(N) เมืองเบล (ประเทศสวิตเซอร์แลนด์)
(N) หีบห่อ
(VI) บรรจุหีบห่อ
(VT) บรรจุหีบห่อ
(ADJ) มุ่งร้ายหรือร้ายกาจ
(PHRV) กระโดดร่มหนี
(N) เครื่องที่ใช้บรรจุหีบห่อ
(N) เกาะบาหลี
(N) การหยุดยั้ง
(N) ความผิดหวัง
(VI) ขัดขวาง
(VI) หยุดอย่างกระทันหัน
(PHRV) คัดค้าน
(ADJ) ที่เป็นอุปสรรค
(N) การขว้างบอล
(N) ลูกตา
(N) ลูกบอล
(N) ส่วนของร่างกายที่มีลักษณะกลม
(N) สิ่งที่เป็นรูปทรงกลม
(VT) ทําให้เป็นรูปกลม
(N) งานบอล
(N) งานลีลาศ
(N) เพลงช้าที่มีใจความบรรยายถึงความรัก
(IDM) ภาระสําคัญ (คําไม่เป็นทางการ)
(N) การถ่วงท้องเรือด้วยของหนักๆ
(VT) ทําให้มั่นคง
(N) เด็กเก็บลูกบอลในการแข่งขัน (เช่น เทนนิส, บาสเก็ตบอล)
(N) เด็กผู้ชายเก็บลูกบอล
(N) คําพูดดูถูก (ผู้ชายใช้พูดกับผู้หญิง)
(SL) งานหนัก
(SL) งานหนัก
(SL) น่าท้าทาย
(N) อุปกรณ์ควบคุมระดับน้ําในถังหลังโถชักโครก (มีลูกบอลติดไว้)
(N) นักเต้นบัลเลต์หญิง
(N) ระบําปลายเท้า
(N) นักเต้นระบําปลายเท้า
(N) กีฬาเบสบอล (คําไม่เป็นทางการ)
(N) เด็กผู้หญิงเก็บลูกบอล
(N) ชุดราตรี
(ADJ) เกี่ยวกับการเคลื่อนที่ของวัตถุในอากาศ
(SL) โกรธอย่างบ้าคลั่ง
(N) ขีปนาวุธ
(N) การศึกษาเกี่ยวกับขีปนาวุธ
(IDM) คนขยันทํางานซึ่งประสบความสําเร็จ
(N) ลูกบอลลูน
(N) ลูกโป่ง
(VI) โป่งออก
(N) การเล่นบอลลูน (กีฬา)
(N) ผู้ที่คอยควบคุมบอลลูน
(N) วิธีลงคะแนนเสียงแบบลับ
(VI) ลงคะแนน
(N) หีบหรือกล่องใส่บัตรลงคะแนน
(PHRV) ออกเสียงให้
(N) ใบลงคะแนน
(N) สนามเบสบอล (คําไม่เป็นทางการ)
(N) สนามเบสบอล (คําไม่เป็นทางการ)
(N) ปากกาลูกลื่น
(N) ห้องเต้นรํา
(N) การเต้นรําจังหวะบอลรูม
(N) ความล้มเหลวเพราะทําพลาดหรือผิดกฎ
(VT) ทําให้ล้มเหลวเพราะทําพลาดหรือผิดกฎ
(ADJ) ใจกล้า (คําสแลง)
(PHRV) ทําหรือ โยน (บางสิ่ง) เป็นลูกบอล
(PHRV) ทําให้เสีย (คําสแลงต้องห้าม)
(ADV) อย่างเสียงดัง (พูดคุย)
(N) การทําเสียงเอะอะ (คําไม่เป็นทางการ)
(SL) ตีพิมพ์
(N) น้ํามันหอม
(ADJ) (สภาพอากาศ) ปลอดโปร่ง
(N) การพูดคุยไร้สาระ (คําสแลง)
(N) ต้นไม้เขตร้อนของอเมริกา
(N) ต้นไม้ที่มีน้ํามันหอม
(N) การทําอาหารชนิดหนึ่งของอินเดียน
(N) ซี่กรง
(N) ราวบันไดหรือสะพาน
(N) ต้นไผ่
(N) หน่อไม้
(VT) หลอกลวง (คําสแลง)
(SL) สับสน
(N) คําสั่งห้าม
(VT) ห้าม
(ADJ) น่าเบื่อ
(N) ความน่าเบื่อ
(N) กล้วย
(SL) เรื่องไร้สาระ
(ADJ) คลุ้มคลั่ง (คําสแลง)
(N) สถานการณ์ที่ทําให้เหมือนคนโง่หรือตัวตลก (คําไม่เป็นทางการ)
(N) ไอศรีมที่ประกอบด้วยกล้วยหอม ครีมและอื่นๆ
(N) กลุ่มคน
(N) วงดนตรี
(VT) ผูก
(N) เชือก
(N) แถบคลื่นความถี่
(N) สายคาด
(VT) คาดด้วยผ้าแถบ
(N) พันธะ
(PHRV) ร่วมต่อต้าน
(N) ผ้าพันแผล
(VT) พันแผล
(PHRV) พัน (แผล)
(N) ผ้าพันคอ
(N) ผ้าพันคอ
(ABBR) คําย่อของ bed and breakfast
(N) กล่องใส่ของกระจุกกระจิก
(N) ผ้าพันผมสตรี
(N) ผู้ร้าย
(N) การขโมยและก่อความรุนแรงของผู้ร้าย
(N) ผู้ควบคุมวงดนตรี
(N) แถบลูกปืนที่ใช้รัดหรือพาดบริเวณไหล่
(N) แถบลูกปืนที่ใช้รัดหรือพาดบริเวณไหล่
(N) นักเล่นวงดนตรี
(N) สถานที่เปิดด้านข้าง (มีหลังคา) เพื่อเล่นดนตรีกลางแจ้ง
(PHRV) ร่วมกันต่อต้าน
(N) กิจกรรมที่มีคนจํานวนมากเข้าร่วม (เช่น การแข่งขันฟุตบอลโลก)
(N) ช่วงความถี่ของคลื่นวิทยุ
(ADJ) (ขา) โค้งออกด้านนอก
(PHRV) กระจายไปทั่ว
(PHRV) พูดถึงอย่างไม่จริงจัง
(PHRV) กระจายไปทั่ว
(PHRV) พูดถึงเกี่ยวกับบางสิ่งอย่างไม่จริงจัง
(PHRV) กระจายไปทั่ว
(PHRV) พูดถึงเกี่ยวกับบางสิ่งอย่างไม่จริงจัง
(PHRV) ทะเลาะกับ
(N) สิ่งที่ก่อให้เกิดความตายหรือความเสียหาย
(ADJ) ก่อความเสียหาย
(ADV) กะทันหัน
(N) การตีอย่างแรง
(N) ความสนุก
(N) เสียงดังมาก
(VI) ทําเสียงดังปึงปัง
(VT) ตีอย่างแรง
(VT) ปิดอย่างแรง
(N) การระเบิดของพลังงาน
(VT) ตัดผมม้า
(PHRV) ทําลาย
(PHRV) ทําเสียงอึกทึก
(PHRV) เดินทางไปตามสถานที่ต่างๆ (คําไม่เป็นทางการ)
(PHRV) ชนเข้ากับ
(PHRV) ทําลาย
(PHRV) ทําเสียงโครมคราม
(PHRV) เดินทางไปตามสถานที่ต่างๆ (คําไม่เป็นทางการ)
(PHRV) ทํางานหนักตลอด (คําไม่เป็นทางการ)
(N) ไส้กรอก
(SL) ไส้กรอก
(N) การกระแทก
(SL) สุดยอด
(PHRV) ชนเข้ากับ
(PHRV) พบโดยบังเอิญ (คําไม่เป็นทางการ)
(N) กรุงเทพมหานคร (เมืองหลวงของประเทศไทย)
(N) ศาลาว่าการกรุงเทพมหานคร
(N) บังคลาเทศ
(N) ประเทศบังคลาเทศ
(N) สร้อยข้อเท้าหรือข้อมือ
(ADJ) ถูกต้องอย่างมาก (คําไม่เป็นทางการ)
(PHRV) เคาะอย่างแรง
(PHRV) รีบพิมพ์ (ด้วยเครื่องพิมพ์ดีด)
(PHRV) เล่นโดยเคาะอย่างแรง
(N) ผมม้า
(ADJ) เก่งมาก (คําไม่เป็นทางการ)
(PHRV) ขังคุก
(PHRV) ทําลาย (คําไม่เป็นทางการ)
(PHRV) ทําให้ตั้งครรภ์ (คําสแลง)
(PHRV) ทําให้บาดเจ็บ (คําไม่เป็นทางการ)
(PHRV) เคาะอย่างแรง
(VT) เนรเทศ
(PHRV) เนรเทศ
(PHRV) หยุดคิดเกี่ยวกับ
(N) การเนรเทศ
(N) ราวระเบียงหรือบันได
(SL) พัง
(SL) เมา
(N) แบนโจ (เครื่องดนตรี)
(N) นักเล่นแบนโจ
(N) เงินที่ได้จากการเล่นการพนัน
(N) ที่เก็บข้อมูล อาหารหรือเลือดเพื่อใช้ตอนฉุกเฉิน
(N) ธนาคาร
(VT) สะสม
(VT) เอาเงินฝากธนาคาร
(N) ตลิ่ง
(N) ทิวยาว
(N) ที่ลาดชัน
(N) หาดตื้นๆ (ใต้น้ําทะเล)
(VT) ทําให้เอียง
(VT) ใส่ขี้เถ้าลงในไฟเพื่อให้ความร้อนลดลงและไหม้ช้า
(VT) เอามากอง
(ADJ) ซึ่งเก็บเงินไว้ให้บางคน
(N) ยอดเงินเหลือในบัญชี
(N) ธนบัตร
(N) สมุดเงินฝากของธนาคาร
(N) ใบสั่งจ่ายเงินของธนาคาร
(N) เจ้ามือ
(N) แท่นทํางาน
(N) นายธนาคาร
(N) ธนาคารเพื่อการเกษตรและสหกรณ์การเกษตร
(N) การธนาคาร
(N) ธนบัตร
(N) ธนาคารแห่งประเทศไทย
(PHRV) พึ่งพา
(N) เงินทุนสําหรับโครงการหนึ่งๆ
(N) ม้วนธนบัตร
(VT) เตรียมเงินทุนสําหรับโครงการหนึ่งๆ
(ADJ) ล้มละลาย
(N) บุคคลล้มละลาย
(VT) ทําให้ล้มละลาย
(N) การล้มละลาย
(N) รายการเงินฝากถอนในบัญชีเงินฝาก
(PHRV) ทําให้เป็นกอง
(PHRV) ฝากเงินธนาคาร
(ADJ) ที่ดีหรือเด่นเป็นพิเศษ
(N) ธง
(N) พาดหัวข่าว
(N) การสั่งห้าม
(N) ราวระเบียงหรือบันได
(N) งานเลี้ยง
(VI) ร่วมงานเลี้ยง
(ADJ) เกี่ยวกับงานเลี้ยง
(N) เชิงที่มั่นสําหรับยิงของทหาร
(N) ทางเดินข้างถนน
(N) ม้านั่งหุ้มใส่นวม
(N) วิญญาณหญิงที่ร้องครวญครางเตือนว่าคนในบ้านกําลังจะตาย
(ADJ) เล็กพริกขี้หนู
(N) ไก่ชนิดหนึ่ง
(N) นักมวยรุ่นน้ําหนักตัว 51-53.5 กิโลกรัม
(N) การล้อเล่น
(VI) ล้อเล่น
(ADJ) ซึ่งหยอกเล่นอย่างเป็นมิตร
(N) ต้นไทร
(N) เสื้อคลุมของชาวฮินดู
(N) ม้วนขนมปังแบน กลมและเล็ก
(VT) พิธีล้างบาปในศาสนาคริสต์
(N) พีธีล้างบาปในศาสนาคริสต์
(N) เกี่ยวกับพิธีล้างบาปในศาสนาคริสต์
(IDM) ประสบการณ์ครั้งแรก
(N) ผู้นับถือศาสนาคริสต์นิกายโปรแตสแตนต์
(VT) ทําพิธีล้างบาปในศาสนาคริสต์
(N) กลอนประตู
(N) เคาน์เตอร์ในร้านอาหาร
(N)  แถบ
(N) ที่จําหน่ายเครื่องดื่ม
(N) แท่งสบู่
(N) บัลลังก์ศาล
(N) ลูกกรง
(N) สันดอน
(N) ห้องขัง
(N) อาชีพทนายความ
(N) อุปสรรค
(VT) ขัดขวาง
(VT) สะกัดกั้น
(VT) ใส่กลอนประตู
(N) เนติบัณฑิตยสภา
(N) เงี่ยงปลา
(VT) ติดสิ่งมีคม
(N) คนป่าเถื่อน
(N) คนหยาบคาย
(ADJ) ป่าเถื่อน
(N) อนารยธรรม
(N) อนารยธรรม
(VT) กระทําป่าเถื่อน
(ADJ) ป่าเถื่อน
(N) การย่างอาหารโดยใช้เหล็กเสียบเนื้อสัตว์
(N) เนื้อย่าง
(VT) ย่างเนื้อ
(ADJ) (ตะขอหรือลูกศร) ที่มีเงี่ยงโค้งออก
(N) ด้ามโลหะยาวที่มีแท่งน้ําหนักที่ปลายทั้ง2ข้าง
(N) ช่างตัดผม
(N) ร้านทําผม
(N) ร้านทําผม
(N) บาร์บีคิว
(N) ยากดประสาทชนิดหนึ่ง
(N) เมืองบาเซโลน่า (เมืองใหญ่เป็นที่สองของประเทศสเปน)
(SL) สําเร็จความใคร่ด้วยตัวเอง
(N) แถบบาร์โค้ดบรรจุข้อมูลที่คอมพิวเตอร์อ่านได้
(N) กวี
(ADJ) เกือบจะไม่รอด
(ADJ) โกร๋น
(ADJ) น้อยมาก
(ADJ) เปลือยเปล่า
(ADJ) ไม่มีสิ่งยืนยัน
(VT) ทําให้เตียนโล่ง
(VT) เผยให้เห็น
(ADJ) แก้ผ้า (คําสแลง)
(SL) โป๊เปลือย
(ADV) หลังม้าที่ไม่มีอาน
(N) ข้อมูลพื้นฐาน
(ADJ) ไม่อายหรือหน้าด้าน
(ADJ) เท้าเปล่า
(ADV) เท้าเปล่า
(ADJ) เท้าเปล่า
(ADV) เท้าเปล่า
(ADJ) ไม่ใส่หมวกหรือคลุมหัวด้วยสิ่งอื่น
(ADV) ไม่ใส่หมวกหรือคลุมหัวด้วยสิ่งอื่น
(ADJ) ไม่มีสิ่งใดคลุมขา
(ADV) ไม่มีสิ่งใดคลุมขา
(ADV) เกือบไม่พอ
(ADV) เรียบง่าย
(N) การอาเจียน
(SL) อ้วก
(VI) อาเจียน (คําไม่เป็นทางการ)
(VT) อาเจียน  (คําไม่เป็นทางการ)
(N) ถุงใส่อาเจียน (บนเครื่องบิน)
(N) ผู้ใช้เวลาดื่มเหล้าอยู่แต่ในบาร์ / ร้านเหล้า (คําไม่เป็นทางการ)
(N) อาหารตรงบริเวณบาร์
(PHRV) ห้าม
(N) การต่อรอง
(N) ข้อตกลงทางการค้า
(VI) ต่อรอง
(VT) แลกเปลี่ยน
(PHRV) ต่อรองราคาของ
(PHRV) ต่อรองราคา
(PHRV) ยอมเสีย(บางอย่าง)เพื่อได้บางอย่างคืนมา
(PHRV) คาดหวัง
(PHRV) ต่อรองเรื่อง
(N) การต่อรอง
(PHRV) พึ่งพา
(PHRV) ต่อรองราคา
(PHRV) พยายามต่อรองราคา
(N) เรือที่ใช้ในพิธีการต่างๆ
(N) เรือบรรทุก
(VI) ผลักดันอย่างแรง
(VT) ขนส่งทางเรือ
(VT) เร่งรีบ
(PHRV) เล่นถลาไปรอบๆ (คําไม่เป็นทางการ)
(PHRV) ชนกับ (คําไม่เป็นทางการ)
(PHRV) เล่นถลาไปรอบๆ
(N) คนพายเรือ barge
(PHRV) ขัดจังหวะอย่างไม่สุภาพ (คําไม่เป็นทางการ)
(PHRV) โผล่พรวด (คําไม่เป็นทางการ)
(PHRV) ขัดคอ (คําไม่เป็นทางการ)
(PHRV) ชน (คําไม่เป็นทางการ)
(PHRV) โผล่พรวด (คําไม่เป็นทางการ)
(PHRV) พบโดยบังเอิญ (คําไม่เป็นทางการ)
(N) คนพายเรือ barge
(N) เสายาวใช้จูงหรือดุนให้เรือแล่น
(N) กราฟแท่ง
(VI) เข้าร้านเหล้าหลายร้าน
(ADJ) เกี่ยวกับการวัดความกดอากาศ
(ADJ) ประกอบด้วยธาตุแบเรียม
(PHRV) ขังเอาไว้
(N) น้ําเสียงร้องของผู้ชาย
(N) แบเรียม
(N) เสียงเห่าของสุนัข
(VI) ทําเสียงร้องคล้ายเสียงสุนัข
(VI) เห่า
(VT) ตะคอก
(N) เปลือกไม้
(VT) ทําให้หนังฟกช้ํา ถลอก
(VT) ฟอก
(VT) ลอก (เปลือกต้นไม้)
(N) เรือสําเภาที่มีเสากระโดงเรือ 3 เสา
(PHRV) ตะคอกใส่
(PHRV) เห่า
(N) คนร้องเรียกผู้ชม (ให้เข้าชมการแสดง)
(ADJ) บ้ามากๆ (คําไม่เป็นทางการ)
(PHRV) ตะโกน
(IDM) คิดผิด
(N) ข้าวบาร์เลย์
(N) เบียร์รสชาติแรงชนิดหนึ่ง
(N) ฟองที่เกิดจากการหมักเหล้า
(N) แท่งแม่เหล็ก
(N) หญิงเสิร์ฟเครื่องดื่มในบาร์
(N) ชายเสิร์ฟเครื่องดื่มในบาร์
(N) เด็กยิวที่ทําพิธีฉลองเมื่ออายุ 13 ปี
(N) พิธีฉลองเด็กอายุ 13 ปีของยิว
(ADJ) ติ๊งต๊อง (คําไม่เป็นทางการ)
(SL) บ้า
(N) ตึกขนาดใหญ่
(N) ยุ้งฉาง
(N) โรงเก็บยานพาหนะ
(N) เพรียงที่เกาะตามวัตถุใต้น้ํา
(N) การเต้นรําหมู่ในโรงนา
(SL) ผม
(N) เสียงทะเลาะ (คําไม่เป็นทางการ)
(SL) การทะเลาะ
(VI) ตระเวณไปที่ต่างๆ เพื่อแสดงละครหรือแสดงสุนทรพจน์
(ADJ) ซึ่งเปิดการแสดงไปตามที่ต่างๆ
(N) บริเวณที่เก็บยุ้งข้าว
(SL) ภาษาหยาบ
(PRF) น้ําหนัก
(N) ตัวชี้วัดอารมณ์หรือบรรยากาศ
(N) บาโรมิเตอร์
(N) ท่านบารอน
(N) บุคคลที่มีอํานาจ
(N) ภรรยาของท่านบารอน
(N) ขุนนางอังกฤษยศขั้นต่ํากว่า Baron
(N) ยศของท่านบารอน
(ADJ) เกี่ยวกับท่านบารอน
(N) ตําแหน่งหรือที่ดินของท่านแบรอน
(ADJ) อย่างศิลปะหรือสถาปัตยกรรมแบบบาโรก
(PHRV) ปิดไว้ (ไม่ให้เข้า) มักใช้กับตึกหรืออาคาร
(N) เรือเล็กที่มีเสาเรือมากกว่าหรือเท่ากับ 3 เสา
(N) ค่ายทหาร
(VT) จัดทหารเข้าค่ายพัก
(N) โรงหรืออาคารใหญ่เป็นที่พักทหาร
(N) ปลาทะเลบาราคิวดาตระกูล Sphyraena
(N) คํานามพหูพจน์ของ barracuda
(N) การโจมตี
(N) การโต้แย้ง
(N) เขื่อนกั้นน้ํา
(VT) โจมตีคู่ต่อสู้ไม่หยุด
(N) ซึ่งมีแถบสี
(N) จํานวนของของเหลวต่อบาร์เร็ล
(N) จํานวนของน้ํามันหรือเบียร์ต่อบาร์เร็ล
(N) ถังใส่ของเหลว
(N) ลํากล้องปืน
(VT) เคลื่อนไหวด้วยความรวดเร็ว (ไม่เป็นทางการ)
(PHRV) โหมกระหน่ํา
(SL) สนุกสุดเหวี่ยง
(ADJ) ปราศจากพืชผล
(ADJ) เป็นหมัน
(ADJ) ไม่มีประโยชน์
(N) ที่หนีบผม
(N) ด่านหรือสิ่งกีดขวาง
(N) อุปสรรค
(PREP) ยกเว้น
(N) ทนายความ
(N) รถเข็นสองล้อสําหรับขายของ
(N) ผู้ชายหรือเด็กชายเข็นรถขายของตามถนน
(N) อาหารว่าง (ที่มีให้ในร้านอาหารหรือผับ)
(ABBR) คําย่อของ Baronet
(N) บาร์เทนเดอร์
(N) การแลกเปลี่ยนสินค้า
(VI) เจรจาต่อรอง
(PHRV) ต่อรองราคา
(PHRV) พยายามตกลงในเรื่อง
(PHRV) แลกเปลี่ยน
(PHRV) ยอมแลกเปลี่ยน
(PHRV) ใส่สลักประตู
(ADJ) พื้นฐาน
(N) หินภูเขาไฟ
(N) จุดศูนย์กลาง
(N) ฐานทัพ
(N) ด่าง
(N) พื้นฐาน
(VT) ประจําการ
(VT) มาจากรากฐาน
(VT) วางรากฐาน
(ADJ) คุณภาพไม่ดี
(ADJ) ต่ําช้า
(N) กีฬาเบสบอล
(N) หมวกแก๊บ (สําหรับเล่นกีฬาเบสบอล)
(N) ถุงมือสําหรับใส่เล่นกีฬาเบสบอล
(N) แผ่นกระดานที่ปิดขอบด้านล่างของผนัง
(ADJ) เกิดในครอบครัวที่ต่ําต้อย
(ADJ) ซึ่งเป็นรากฐาน
(ADJ) ไม่มีมูลความจริง
(N) เส้นขอบด้านหลังของสนามกีฬา
(N) ห้องใต้ดิน
(N) แร่โลหะ (มีค่าน้อยกว่าทอง เช่น ดีบุก, สังกะสี, ตะกั่ว ฯลฯ)
(N) ความเลวทราม
(PHRV) ตั้งอยู่บน
(N) อัตราดอกเบี้ย (จากธนาคารกลาง) (ทางการเงิน)
(N) คํานามพหูพจน์ของคําว่า base และ basis
(PHRV) ตั้งอยู่บน
(VT) ชนแรง
(VT) วิจารณ์อย่างรุนแรง
(PHRV) ตบตี (คําไม่เป็นทางการ)
(PHRV) ตบตี (คําไม่เป็นทางการ)
(ADJ) ขี้อาย
(N) ความอาย
(PHRV) ทุบจนพัง
(PHRV) ตีอย่างแรง (คําไม่เป็นทางการ)
(PHRV) ทุบให้พัง
(ADJ) จําเป็นที่สุด
(ADJ) ธรรมดา
(ADJ) เป็นด่าง
(ADJ) พื้นฐาน
(N) ภาษาเบสิก
(ADV) โดยพื้นฐาน
(N) ส่วนที่สําคัญที่สุด
(N) การฝึกทางทหารขั้นพื้นฐาน (เมื่อแรกเข้าประจําการในกองทัพบก)
(N) ใบโหระพา
(N) โบสถ์นิกายโรมันคาทอลิก
(N) สัตว์เลื้อยคลาน
(N) ลุ่มน้ํา
(N) อ่างน้ํา
(N) จุดเริ่มต้น
(N) รากฐาน
(N) ส่วนประกอบหลัก
(VI) ได้รับความพึงพอใจ
(VI) อาบแดด
(N) กระเช้าของลูกบอลลูน
(N) จํานวนของสิ่งของในตะกร้า
(N) ตะกร้า
(N) ห่วงของกีฬาบาสเกตบอล
(N) บาสเกตบอล
(N) องค์กรหรือประเทศที่มีฐานะทางเศรษฐกิจตกต่ํามาก
(N) งานจักสานพวกตะกร้าต่างๆ
(N) สิ่งทอที่มีรูปทรงเหมือนกับตระกร้า
(N) งานจักสานพวกตะกร้าต่างๆ
(PHRV) ยินดี
(PHRV) อาบแดด
(N) ข้าวชนิดหนึ่งของปากีสถาน
(N) ชุดชั้นในยาวตั้งแต่อกถึงต้นขาและรัดเอวจนคอดกิ่ว
(SL) อาการท้องเสีย
(N) รูปปั้นนูนต่ํา
(ADJ) ที่มีเสียงต่ํา
(N) โทนเสียงต่ํา
(N) เบส(เครื่องดนตรี)
(N) เสียงร้องต่ํา
(N) ปลาน้ําจืดชนิดหนึ่งคล้ายปลาตะเพียน
(N)  พันธุ์ไม้ชนิดหนึ่ง
(N) สุนัขพันธุ์หนึ่ง ขาสั้น ลําตัวและหูยาว
(N) สุนัขพันธุ์หนึ่ง ขาสั้น ลําตัวและหูยาว
(N) กีตาร์
(N) เปลนอนของทารก
(N) คนเล่นเบส
(N) นักร้องเสียงเบส
(N) ปี่ใหญ่
(N) นักเป่าปี่ใหญ่
(N) เนื้อเยื่อส่วนที่เป็นอาหารของต้นไม้
(ADJ) นอกสมรส
(N) ลูกนอกสมรส (ไม่สุภาพ)
(VT) ทําให้มีด้อยลง (คําไม่เป็นทางการ)
(VT) ทําให้ด้อยลง (คําไม่เป็นทางการ)
(N) ลูกนอกสมรส (คําโบราณ)
(VT) ทาน้ํามันหรือเนยเพื่อเพิ่มความชุ่มชื้นและรสชาตอาหาร
(VT) สอยหลวมๆ
(VT) ด่าว่าแรงๆ
(VT) ทุบตีอย่างรุนแรง
(N) การลงโทษด้วยการตีเท้า
(VT) ลงโทษด้วยการตีเท้า
(N) ปราการหรือป้อมแหลม
(N) กระบอง
(N) ไม้ตีลูกเบสบอลหรือลูกคริกเก็ต
(N) แส้ไว้ใช้หวดหรือตีม้าเวลาแข่ง
(VT) ได้เปรียบจากการตีลูก
(VT) ตีด้วยไม้
(N) ค้างคาว
(VT) กระพริบตา
(PHRV) พิจารณาอย่างถี่ถ้วน (คําไม่เป็นทางการ)
(PHRV) พูดถึง (อย่างอิสระและไม่เป็นทางการ)
(N) ปริมาณอาหารที่หุงต้มในหนึ่งครั้ง
(N) หมู่
(VT) นํามารวมเข้าด้วยกัน
(N) การประมวลผลอย่างต่อเนื่องของโปรแกรมคอมพิวเตอร์
(VT) ลด
(VT) อดกลั้น (ความหมายเก่า)
(ADJ) ซึ่งน้อยลง
(N) การอาบน้ําเพื่อการรักษา
(N) น้ําที่ใช้อาบ
(N) อ่างอาบน้ํา
(VI) อาบน้ํา
(N) รถเข็นนั่งมีฝาครอบหรือถุงคลุมศีรษะของคนป่วยหรือคนแก่
(VI) อาบน้ํา
(VT) ชําระล้าง
(ADJ) ซึ่งเปียกชุ่มเพราะเหงื่อหรือน้ําตา
(PHRV) เต็มไปด้วย (น้ํา/ไฟ)
(PHRV) อาบน้ํา
(N) ว่ายน้ํา
(N) ผู้ชนะการประกวดนางงาม
(N) หมวกว่ายน้ํา
(N) ชุดว่ายน้ํา (คําเก่า)
(N) ชุดว่ายน้ํา (คําเก่า)
(N) เสื่อหรือพรมปูพื้นวางข้างอ่างอาบน้ําหรือที่อื่นในห้องน้ํา
(N) การเสแสร้งสงสารหรือเห็นใจมากเกินไป
(N) เสื้อคลุมใส่ก่อนและหลังอาบน้ํา
(N) ห้องน้ํา
(N) กระดาษชําระในห้องน้ํา
(N) สระว่ายน้ํา (คําเก่า)
(N) เกลือหรือสารละลายน้ําที่ใช้ผสมน้ําในอ่างอาบน้ํา
(N) ผ้าเช็ดตัว
(N) อ่างอาบน้ํา
(N) น้ําสําหรับอาบ
(N) เรือดําน้ํา
(N) เครื่องดําน้ําลึกทรงกลม
(N) การพิมพ์ผ้าด้วยมือ
(N) ผ้าบาติก
(N) ทหารรับใช้
(N) ทหารรับใช้ (คํานามพหูพจน์ของ batman)
(N) ไม้สั้นของวาทยากรที่ควบคุมการบรรเลงเพลง
(ADJ) เพี้ยน (คําไม่เป็นทางการ)
(N) ผู้ตีลูกบอล (กีฬาเบสบอล)
(N) กองทหาร
(N) ไม้ยาวสําหรับดามหรือเป็นที่ค้ํา
(VT) ใช้ไม้ดาม
(PHRV) เตรียมพร้อมรับปัญหา
(PHRV) ผูกไว้กับกระดาน
(PHRV) กินดีอยู่ดี (โดยอาศัยผู้อื่น)
(PHRV) กินดีอยู่ดี (โดยอาศัยผู้อื่น)
(VT) ทุบตีติดต่อกัน
(N) ส่วนผสมที่ทําจากแป้ง นมและไข่
(VT) เคลือบด้วยส่วนผสมที่ทําจากแป้ง นมและไข่
(N) ผู้ตีเบสบอล (หรือคริกเก็ต)
(PHRV) ตบตี
(PHRV) ทุบตีติดต่อกัน
(ADJ) ซึ่งโหดร้าย
(N) การทุบตีอย่างรุนแรง
(N) ไม้ท่อนยาวใหญ่ที่ใช้ในสงครามสําหรับพังประตูหรือกําแพง
(PHRV) ทุบให้พัง
(N) กลุ่มของอาวุธยุทธภัณฑ์
(N) กลุ่มคน
(N) การทําร้ายร่างกาย
(N) แบตเตอรี่
(N) ฟาร์มที่เลี้ยงสัตว์จํานวนไว้ในกรงหรือเลี้ยงอย่างแออัด
(N) การต่อสู้ดิ้นรน
(N) การสู้รบ
(VI) ดิ้นรนต่อสู้
(PHRV) ต่อสู้กับ
(N) เรือรบ
(SL) ผับ
(N) เครื่องแบบทหาร
(N) โรคทางจิตอันเกิดจากสงคราม
(N) สนามรบ
(PHRV) ต่อสู้เพื่อ
(N) สนามรบ
(N) กําแพงที่มีแบบเป็นรอยเว้าเป็นระยะๆ
(PHRV) รบต่อไป
(PHRV) ต่อสู้จนจบ
(PHRV) ต่อสู้กันในเรื่อง
(N) การรบหรือต่อสู้ที่ไม่มีกฎกติกา
(ADJ) เหมือนสงคราม
(N) เรือรบเหล็กขนาดใหญ่
(PHRV) ต่อสู้กับ
(ADJ) บ้า (คําไม่เป็นทางการ)
(N) เครื่องประดับชิ้นเล็กๆ ราคาถูก
(N) หน่วยความเร็วในการส่งข้อมูล
(VI) ไม่เต็มใจทํา
(PHRV) คัดค้าน
(N) หินแร่สําคัญที่อยู่ในอะลูมิเนียม
(N) แม่เล้า (คําเก่า เป็นภาษาวรรณกรรม)
(N) โสเภณี (คําเก่า เป็นภาษาวรรณกรรม)
(N) ความตลกแบบลามก
(ADJ) ตลกลามก
(N) ซ่องโสเภณี
(VT) ตะโกนหรือร้องเสียงดัง
(PHRV) ดุด่า (คําไม่เป็นทางการ)
(PHRV) ตะโกนใส่
(N) ตะโกนหรือร้องเสียงดัง
(N) อ่าว
(N) พื้นที่หรือบริเวณที่กําหนดไว้
(N) มุข
(N) เสียงหอน
(VI) หอน
(N) ต้นอบเชยเดือน
(N) ม้าสีน้ําตาลแดง
(N) สีน้ําตาลแดง
(N) ดาบปลายปืน
(VT)  แทงด้วยดาบปลายปืน
(N) สาขาของแม่น้ําทางใต้ของอเมริกาที่ไหลเอื่อยๆ
(N) หน้าต่างกระจกบานใหญ่ที่ยื่นออกมาจากผนัง (มี 3 ด้าน)
(SL) หน้าท้อง
(N) ตลาดที่ขายของหลากหลายชนิด
(SL) ก้น
(SL) ช่องทวารหนัก
(SL) ท้อง
(SL) ปาก
(N) ปืนยิงรถถัง
(SL) เต้านม (ผู้หญิง) (คําหยาบ)
(ABBR) คําย่อของ British Broadcasting Corporation
(ABBR) คําย่อของ barbecue
(ABBR) ก่อนคริสต์ศักราช (before Christ)
(ABBR) ก่อนคริสต์ศักราช (คําย่อของ before Christ)
(AUX) อยู่
(PREP) ใกล้
(PRF) ตลอด
(N) ชายหาด
(VT) ลากมาเกยหาด
(N) ลูกบอลชายหาด
(N) รถชายหาด
(SL) หนุ่มชายหาด
(N) คนเก็บของตามชายหาด
(N) การใช้กําลังยึดชายหาด (ทางทหาร)
(N) ชุดชายหาด
(N) ไฟเตือนภัย
(N) ไฟนําทางในการเดินเรือ
(N) ลูกปัด
(N) หยดเหงื่อ
(VT) ประดับด้วยสิ่งที่เป็นลูกกลมๆ
(ADJ) ตกแต่งด้วยลูกปัด
(N) ขอบหรือริมของวัตถุที่ประดับด้วยลูกทรงกลม
(N) ผู้นําพิธีในโบสถ์ของยิว
(ADJ) เหมือนลูกปัด
(N) สุนัขพันธุ์เล็กขาสั้น ใช้ในการล่าสัตว์
(N) จงอยปากนก
(ADJ) ซึ่งมีจงอยปาก
(N) ถ้วยที่ใช้ในห้องทดลอง
(PREP) ส่วนสําคัญที่สุด
(N) คานรับน้ําหนัก
(N) รอยยิ้มกว้าง
(N) ลําแสง
(VT) แผ่รังสี
(VT) ยิ้มกว้าง
(VT) ส่งสัญญาณวิทยุ
(ADJ) ซึ่งมีลําแสง
(N) ส่วนปลายของคานขวางเรือ
(PHRV) กระจายเสียงไปยัง (วิทยุหรือโทรทัศน์)
(N) ถั่ว
(N) ถุงผ้าสําหรับใส่ถั่วหรือสิ่งที่คล้ายถั่ว (ในการเล่นเกม)
(SL) นักบัญชี
(N) เต้าหู้
(SL) ร้านอาหารราคาถูก
(SL) เลสเบี้ยน
(SL) คนติดยา
(N) หมวก (สวมพอดีศีรษะ)
(N) ไม้ค้ําต้นถั่ว
(N) ถั่วงอก
(N) ต้นถั่ว
(SL) เวลาอาหารเย็น
(SL) เมืองบอสตัน (ในรัฐแมสซาชูเส็ตส์)
(VI) มุ่งหน้าไปทางใดทางหนึ่ง
(VT) จดจําไว้ใน่ใจ
(VT) ถือ
(VT) ทน
(VT) ประพฤติตัว
(VT) พยุง
(VT) รับผิดชอบ
(VT) ส่งผ่าน(ความคิด)
(VT) ให้กําเนิด
(N) คนอารมณ์ร้าย
(N) ผู้เก็งกําไรหุ้น
(N) หมี
(ADJ) ทนได้
(PHRV) ค้นหาอย่างร้อนรน
(IDM) ขุ่นเคือง (แต่เก็บไว้ในใจ) ต่อ
(PHRV) ชนะ
(PHRV) พาไป
(PHRV) (เรือ) แล่นออกไป
(N) ขนใต้คางสัตว์
(N) ขนแหลมที่รวงข้าว
(N) เครา
(VT) ต่อต้านอย่างกล้าหาญ
(SL) ช่องคลอด
(SL) อวัยวะเพศหญิง
(PHRV) ใช้ความพยายาม
(PHRV) ทําให้พ่ายแพ้
(PHRV) เข้ามาใกล้อย่างรวดเร็วและน่ากลัว
(PHRV) ตกเป็นภาระของ
(PHRV) ลงโทษอย่างรุนแรง
(PHRV) เข้ามาใกล้อย่างรวดเร็วและน่ากลัว
(PHRV) ตกเป็นภาระของ
(PHRV) ลงโทษอย่างรุนแรง
(N) ผู้ถือมา (เช่น ผู้ถือคบเพลิง)
(N) พันธบัตรที่จ่ายให้ผู้ถือมาเท่านั้น
(N) สถานที่มีแต่เสียงอึกทึกครึกโครม
(N) กอดแน่นๆ แสดงความรัก
(N) ทิศทางที่แน่นอน
(N) ลักษณะบุคลิกประจําตัว
(IDM) พิจารณา
(ADJ) งุ่มง่าม
(PHRV) เลี้ยวซ้าย
(PHRV) ผลักเรือออกจากฝั่ง
(PHRV) เอาชนะ
(PHRV) มีผลต่อ
(PHRV) นําออกมา
(PHRV) รับรอง
(PHRV) เลี้ยวขวา
(N) ขนและหนังหมี
(PHRV) นําไปยัง
(PHRV) กล้าหาญ
(PHRV) ช่วยให้ดําเนินชีวิตในยามที่มีปัญหา
(PHRV) ยังแข็งแรง
(PHRV) ร่าเริงขึ้น
(PHRV) แล่นเรือออกจากทิศทางลม
(PHRV) เข้มแข็งต่อ
(PHRV) มีผลต่อ
(PHRV) เข้มแข็งต่อ
(PHRV) อดทนต่อ
(N) คนเลวทราม
(N) สัตว์
(SL) ผู้หญิงที่น่าเกลียด
(ADJ) น่ารังเกียจ (คําล้าสมัย) (คําไม่เป็นทางการ)
(N) สัตว์ที่ใช้บรรทุกสัมภาระ
(ADJ) เหนื่อยมาก
(N) การลาดตระเวน
(N) จังหวะ
(N) ใจเต้น
(N) เสียง (ตีกลอง)
(VT) กระพือปีก
(VT) (ชีพจร) เต้นเป็นจังหวะ
(VT) ตี
(VT) ตีไข่
(VT) ทําให้พ่ายแพ้
(VT) มาถึงหรือทําบางสิ่งเร็วกว่า
(VT) หลีกเลี่ยงการล่าช้า
(PHRV) ตะเกียกตะกาย
(IDM) พูดอ้อม
(PHRV) ฟาด
(PHRV) ทุบ (เช่น ประตู) โครมคราม
(PHRV) แล่นเรืออย่างยากลําบาก
(PHRV) ไล่ต้อนให้กลับไป
(PHRV) ต่อราคาให้ลดลง (คําไม่เป็นทางการ)
(ADJ) ถูกโจมตี
(ADJ) หมดเรี่ยวแรง
(ADJ) (อาหาร) ที่บดแล้ว
(ADJ) เก่าและพัง
(PHRV) ทําให้พ่ายแพ้ราบคาบ (คําไม่เป็นทางการ)
(ADJ) ซึ่งปิติยินดี
(VT) ทําให้เกิดความสุข
(PHRV) ต ี(ส่วนผสม) ให้เข้ากัน
(PHRV) ตีให้บาดเจ็บ
(PHRV) สอนด้วยการบังคับ
(N) การตีซ้ําๆ
(N) ความพ่ายแพ้
(PHRV) ตีให้เข้ากัน
(PHRV) บังคับให้ทํา
(PHRV) สอน (บางสิ่ง) ให้กับ (บางคน) โดยบีบบังคับ
(PHRV) วิ่งหนีไป
(N) ความสุขอย่างยิ่ง
(N) คนหนุ่มสาวยุค1950-1960ที่ทําตัวต่างจากคนส่วนมากในสังคม
(PHRV) ขับไล่
(PHRV) ทุบ (เช่น ประตู)
(IDM) คิดหนัก
(PHRV) ดับไฟ (ด้วยการตี)
(PHRV) ตีเล่น (เช่นตีกลอง)
(PHRV) ตีให้แบน
(IDM) ทําได้ดีกว่าคนอื่นที่ทํากิจกรรมเดียวกัน
(IDM) ตีอย่างแรง (ที่ศีรษะ)
(IDM) ทําให้พ่ายแพ้อย่างราบคาบ
(IDM) ชนะการแข่งขัน
(PHRV) ตีจนอ่อนแรง
(ADJ) เก่าและพัง
(PHRV) ตีจนบาดเจ็บอย่างรุนแรง
(PHRV) ตีให้เข้ากัน
(PHRV) ทุบ (เช่น ประตู)
(N) แฟน (ผู้ชาย)
(SL) ชายหน้าตาดี
(N) สังคมชั้นสูง
(N) สิ่งที่โดดเด่น (คําสแลง)
(ADJ) ที่สวยงาม
(N) ช่างเสริมสวย
(N) การเสริมสวย
(ADJ) ดีมาก
(ADJ) สวยงาม
(ADV) อย่างดี
(ADV) อย่างสวยงาม
(N) คนสังคมชั้นสูง
(VT) ตกแต่ง
(N) ความสวยงาม
(N) คุณสมบัติที่ดีที่สุด
(N) สิ่งที่ดีเด่นกว่าสิ่งอื่น
(N) หญิงงาม
(N) สถานที่สวยงามซึ่งมีคนไปเที่ยวบ่อยๆ
(N) ร้านเสริมสวย
(N) นางงาม
(N) ร้านเสริมสวย
(N) สถานที่สวยงามซึ่งมีคนไปเที่ยวบ่อยๆ
(N) คํานามพหูพจน์ของ beau
(N) สัตว์ครึ่งบกครึ่งน้ําคล้ายนาก
(SL) ช่องคลอด
(N) เพลงแจ๊สประเภทหนึ่ง
(ADJ) (เรือที่มีใบเรือ) แล่นไม่ได้เพราะไม่มีลม
(CONJ) เพราะว่า
(CONJ) เนื่องจาก
(N) ลําธาร
(VT) ทําให้สนใจ
(VT) ส่งสัญญาณเรียกโดยการใช้มือหรือศีรษะ
(VI) กลายเป็น
(VT) ดูสวยงาม
(VT) เหมาะสม
(PHRV) เกิดขึ้นกับ
(ADJ) เหมาะสม
(IDM) เหมาะกับ
(N) การนอนหลับ
(N) การมีเพศสัมพันธ์
(N) ชั้นหิน
(N) ฐานของถนนหรือรางรถไฟ
(N) เตียงนอน
(N) แปลงหรือร่อง (ปลูกผัก / ต้นไม้)
(N) พื้นดินก้นทะเล แม้น้ําหรือทะเลสาบ
(N) พื้นที่ใต้ทะเลที่มีหอยฝังตัวอยู่
(VT) ทําให้เป็นชั้น
(VT) ฝังลงไป
(VT) มีเพศสัมพันธ ์(คําไม่เป็นทางการ)
(N) ห้องพักพร้อมบริการอาหาร
(PHRV) ทําให้เปื้อนด้วย
(N) ตัวเรือด
(N) ห้องนอน
(N) ผ้าปูที่นอนหรือผ้าคลุมเตียง
(N) ผ้าคลุมเตียง
(PHRV) นอน (ในสถานที่ที่ไม่ใช่ที่นอน)
(VT) ประดับประดา
(PHRV) ประดับด้วย
(VT) ทําให้เป็นปัญหามากและยาวนาน
(PHRV) ทําให้เปียกแฉะ (คําเก่า)
(N) คนหรือสิ่งที่เกี่ยวข้องกับ
(N) หัวเตียง
(PHRV) ทําให้มัว (คําเก่า)
(PHRV) ทําให้ยึดแน่นกับดิน (เช่น ปลูกพืช, ตั้งฐานปืน)
(N) ภาพโกลาหลอลหม่าน
(SL) ชีวิตที่สุขสบาย
(PHRV) ปลูกพืช (ต้นอ่อน) ลงดิน
(N) หม้อนอนสําหรับถ่ายอุจจาระและปัสสาวะบนเตียง
(N) เสาเตียง
(ADJ) ซึ่งทําให้เปรอะเปื้อนและเปียก
(ADJ) ล้มหมอนนอนเสื่อ
(N) หินแข็งชั้นล่างที่อยู่ใต้ชั้นดินและทราย
(SL) ข้อเท็จจริง
(N) ห้องนอน
(N) พื้นที่ข้างเตียง
(N) ห้องที่ให้เช่าและพักอาศัย
(N) ห้องที่ให้เช่าและพักอาศัย
(N) แผลกดทับ
(N) ผ้าคลุมเตียง
(N) โครงไม้หรือเหล็กของเตียงแบบเก่า
(N) เวลาเข้านอน
(N) ปัญหาปัสสาวะรดที่นอน (มักเป็นในเด็กขณะนอนหลับ)
(N) การรวมตัวเพื่อทํากิจกรรมร่วมกัน
(N) ผึ้ง
(N) กําลังกล้ามเนื้อ
(N) การบ่น
(N) เนื้อวัว
(VI) บ่น (คําสแลง)
(SL) อวัยวะเพศชาย
(N) แฮมเบอร์เกอร์ชนิดหนึ่ง
(N) ชายที่มีกล้ามใหญ่
(SL) อวัยวะเพศหญิง
(ADJ) อ้วนมาก (ขั้นกว่าของ beefy)
(ADJ) อ้วนมาก  (ขั้นสูงสุดของ beefy)
(ADV) อย่างอ้วนมาก
(N) สเต็กประเภทหนึ่ง
(PHRV) ทําให้แข็งแกร่ง (คําไม่เป็นทางการ)
(ADJ) อ้วนมาก
(N) รังผึ้ง
(N) คนเลี้ยงผึ้ง
(N) ทางตรง
(VI) เป็น
(SL) โดนโกง
(N) เสียงเตือนแหลมสั้น
(VT) ทําเสียงเตือนแหลมสั้น
(VT) เรียกโดยใช้วิทยุติดตามตัว
(N) เครื่องวิทยุติดตามตัว
(N) เบียร์
(SL) ท้องใหญ่
(SL) ท้องใหญ่
(SL) คนที่ดื่มเหล้าอย่างหนัก (มักหมายถึงคนที่ยังหนุ่ม)
(ADJ) กลิ่นเบียร์
(N) ขี้ผึ้ง
(SL) ภาระ
(VT) ทาด้วยขี้ผึ้ง
(N) พืชชนิดหนึ่งคล้ายหัวผักกาด
(N) แมลงปีกแข็งเช่น ตัวด้วง
(VI) ไปหรือมาอย่างรีบร้อน
(N) สิ่งของที่มีลักษณะคล้ายค้อน
(ADJ) ที่ยื่นออกมา
(VI) ยื่นออกมา
(PHRV) ปลีกตัวออกไป (คําไม่เป็นทางการ)
(N) หัวบีตรูตใช้เป็นอาหารสัตว์
(SL) ชุดชั้นใน
(VT) เกิดขึ้น
(VT) เหมาะสม
(ADV) ก่อนหน้านี้
(ADV) อยู่ข้างหน้า
(CONJ) ก่อนหน้านี้เมื่อ
(CONJ) เร็วกว่า
(PREP) ก่อน
(PREP) อยู่หน้า
(PHRV) ปรากฏตัวต่อหน้า (ศาล)
(PHRV) มาก่อน
(ADV) ก่อนเวลา
(IDM) เกิดขึ้นก่อน (สิ่งอื่นจะเกิดขึ้น)
(IDM) ล้ําหน้าเกินกว่าจะยอมรับได้
(VT) ผูกมิตร
(ADJ) สับสน
(VI) ขอความกรุณา
(VI) ขอทาน
(VT) ขอทาน
(VT) ขอร้อง
(VT) หลบหลีก
(VI) กริยาช่องที่ 2 ของ begin
(VT) ก่อให้เกิด
(IDM) โดนโกง
(ADJ) ซึ่งก่อให้เกิด
(PHRV) ร้องขอ (บางสิ่ง)
(IDM) ขอในสิ่งที่เป็นไปไม่ได้
(PHRV) ขอจาก
(N) คนขอทาน
(N) คนจน
(VT) ทําให้ยากจนลง
(ADJ) ไม่เคยพอ
(VI) เกิดขึ้น
(VI) ขึ้นต้น
(VI) เริ่ม
(PHRV) เริ่มต้นเป็น
(N) ผู้ที่เพิ่งจะเริ่มต้นทําสิ่งใดสิ่งหนึ่ง
(N) จุดเริ่มต้น
(N) เริ่มแรก
(PHRV) เริ่มต้นจาก
(PHRV) เริ่มจัดการกับ
(PHRV) เริ่มต้นด้วย
(PHRV) ขอร้อง (อย่างสุภาพ)
(PHRV) แก้ตัว
(INT) คําร้องบอกให้ไปให้พ้นทันที
(N) ต้นไม้มีดอกหลากหลายสี ปลูกในร่ม
(VT) ก่อให้เกิด (กริยาช่องที่ 2 ของ beget)
(VT) ก่อให้เกิด (กริยาช่องที่ 3 ของ beget)
(VT) อิจฉาในสิ่งที่คนอื่นมี
(ADV) อย่างอิจฉาในสิ่งที่คนอื่นมี
(VT) ล่อลวง
(PHRV) หลอกให้ทําในเรื่อง
(N) การหลอกล่อ
(PHRV) หลอกลวงเพื่อให้ได้
(PHRV) ฆ่าเวลา
(PHRV) ทําให้เพลิดเพลิน
(ADJ) ซึ่งตบตาหรือล่อลวง
(N) คําเรียกอย่างให้เกียรติหญิงมุสลิมสูงศักดิ์หรือแต่งงานแล้ว
(VI) กริยาช่องที่ 3 ของ begin
(N) ในนามของ
(SL) หยุดทําโง่ ๆ
(VI) ประพฤติตัว
(N) พฤติกรรม
(ADJ) เกี่ยวกับพฤติกรรม
(N) ทฤษฎีเกี่ยวกับพฤติกรรมมนุษย์ (ทางจิตวิทยา)
(N) พฤติกรรม
(ADJ) เกี่ยวกับพฤติกรรม
(N) ทฤษฎีเกี่ยวกับพฤติกรรมมนุษย์ (ทางจิตวิทยา)
(VT) ประหารโดยการตัดคอ
(VI) มอง (กริยาช่องที่ 2 ของ behold)
(PHRV) ตามมาข้างหลัง
(PHRV) เรียนรู้ช้า
(PHRV) สาย
(PHRV) ล้าหลังกว่า
(PHRV) วางไว้ด้านหลัง
(PHRV) ให้เหตุผลสําหรับ (บางสิ่ง)
(ADV) ช้า (ใช้กับนาฬิกา)
(ADV) ที่ค้างชําระเงิน
(ADV) ที่เหลืออยู่
(ADV) เหตุการณ์ที่ผ่านมาแล้ว
(PREP) ข้างหลัง
(PREP) ซ่อนเร้นอยู่ภายใน
(PREP) ล้าหลังกว่า
(PREP) สนับสนุน
(IDM) จําคุก
(ADJ) ค้างชําระเงิน
(ADJ) ชักช้า
(PHRV) สาย
(IDM) ล้าสมัย
(VI) ฟังหรือดู
(VT) เห็น
(ADJ) เป็นหนี้บุญคุณ
(N) ผู้มองเห็น
(VT) เป็นสิ่งจําเป็นต่อ
(VT) เป็นสิ่งจําเป็นต่อ
(N) สีน้ําตาลอ่อน
(N) ปักกิ่ง
(N) การมีชีวิตอยู่
(N) การมีอยู่
(N) คน
(N) ธรรมชาติ
(ADJ) ประดับด้วยเครื่องเพชรหรือสวมเพชร
(ADJ) ประดับด้วยเครื่องเพชรหรือสวมเพชร
(N) หน่วยวัดเสียง
(VT) พูดมากหรือตอกย้ําเกิน
(VT) พูดมากหรือตอกย้ําเกิน
(ADJ) ล่าช้า
(VT) มัดไว้กับบางสิ่ง
(VI) เรอ
(PHRV) ทําให้พ่นออกมา
(ADJ) ซึ่งเต็มไปด้วยความยุ่งยากลําบาก
(N) หอระฆัง
(N) เบลเยียม
(N) ประเทศเบลเยียม
(VT) ทําให้เชื่อหรือเข้าใจผิด
(N) ความคิดเห็น
(N) ความเชื่อ
(N) ความมั่นใจ
(ADJ) ที่น่าเชื่อถือ
(VI) ศรัทธา
(VT) เชื่อ
(VT) เชื่อถือ
(VT) เชื่อว่าพูดจริง
(PHRV) เชื่อในเรื่อง
(PHRV) พิจารณาว่าเป็นจริง
(PHRV) ไว้วางใจใน
(PHRV) เห็นว่ามีค่า
(PHRV) เชื่อว่าเป็น (ฝีมือของ)
(N) ผู้ที่เชื่อถือ
(SL) คุณควรจะเชื่อ
(ADV) บางที
(VT) ดูถูก
(N) กริ่งสัญญาณ
(N) ของที่มีลักษณะคล้ายระฆัง
(N) ระฆัง
(VT) ทําให้กว้างออกจนมีรูปร่างคล้ายระฆัง
(N) เสียงร้องหรือเสียงหอนของสุนัขล่าเนื้อ
(VI) ร้องหรือหอน
(SL) โทรหา
(N) ต้นไม้มีพิษ
(N) กางเกงขาบาน
(N) พนักงานยกกระเป๋าในโรงแรม
(N) คนสวยที่สุดในที่นั้น
(SL) ปลายสุดของอวัยวะเพศชาย
(N) วรรณคดี
(ADJ) พร้อมที่จะต่อสู้
(ADJ) เป็นปฏิปักษ์
(N) เสียงคําราม
(VI) ส่งเสียงคํารามคล้ายวัวกระทิง
(VT) แผดเสียง
(PHRV) ตะโกนเสียงดัง
(PHRV) ส่งเสียงร้อง (เฉพาะสัตว์)
(N) เครื่องสูบลม
(N) คนสั่นระฆังโบสถ์
(N) ความปรารถนาที่จะมีหรือทําบางสิ่ง
(N) ความอยากอาหาร
(N) ช่องท้อง
(N) ท้อง (ของคนหรือสัตว์)
(N) ส่วนโป่ง
(VI) ทําให้โป่ง
(VT) ทําให้โป่ง
(N) อาการปวดท้อง
(SL) บ่นว่า
(SL) ปวดท้อง
(N) กระโดดน้ําแบบเอาด้านหน้าลง
(N) ปริมาณอาหารที่คนคนหนึ่งสามารถกินได้
(SL) ความมากเกินพอ
(PHRV) กางออก
(SL) ตาย
(VI) เป็นของ
(VI) เป็นส่วนหนึ่งของ
(N) สมบัติส่วนตัว
(PHRV) เป็นของ
(PHRV) เป็นสมาชิกของ
(PHRV) จัดอยู่ในประเภท
(ADJ) เป็นที่รัก
(N) ที่รัก
(PHRV) อยู่ชั้นล่าง
(PHRV) อยู่ชั้นล่างของเรือ
(PHRV) (จํานวน) น้อยกว่า
(PHRV) ต่ํากว่ามาตรฐาน
(PHRV) มีตําแหน่งต่ํากว่า
(ADV) อยู่ข้างล่าง
(ADV) อยู่ตอนใต้
(N) เข็มขัด
(N) สายคาดแสดงตําแหน่ง
(N) สายพาน
(N) สายรัดที่นั่ง
(VT) คาดเข็มขัด
(VT) ฟาด (ไม่เป็นทางการ)
(PHRV) แล่นไปตาม (ถนน) (คําไม่เป็นทางการ)
(PHRV) รีบไปตาม (ถนน)
(ADJ) ซึ่งคาดเข็มขัด
(PHRV) ร้องเพลงเสียงดัง
(PHRV) รีบออกไปข้างนอก (คําไม่เป็นทางการ)
(PHRV) เงียบ (คําไม่เป็นทางการ)
(PHRV) รัดเข็มขัด
(PHRV) รีบไปถึง
(N) ถนนวงแหวน
(VT) ร้องคร่ําครวญ
(ADJ) ซึ่งสับสน
(N) โต๊ะทํางาน
(N) ที่นั่งสําหรับนักกีฬาตัวสํารอง
(N) แนวหินที่นูนขึ้น
(N) บัลลังก์ของตุลาการ
(N) ผู้พิพากษา
(N) ม้านั่ง
(N) ยกพื้นที่ให้สัตว์ยืนเพื่อทําการแสดง
(N) เกณฑ์มาตรฐาน
(N) ทางโค้ง
(VI) โค้ง
(VT) ทําให้โค้ง
(VT) ทําให้ยอม
(VT) มีสมาธิต่องานที่ทํา
(VT) ยืดหยุ่น (ต่อกฎข้อบังคับ)
(VT) หันเห
(PHRV) พลิกกลับ
(PHRV) ยอมทําตาม
(PHRV) เอนไปตาม
(PHRV) พับ
(SL) การดื่มฉลองสุดเหวี่ยง
(SL) เกย์
(N) ช่วงของการดื่มอัลกอฮอล์หรือกินยามาก
(PHRV) ก้มลงไป
(PHRV) พับ
(PHRV) มุ่งมั่นในเรื่อง
(PHRV) พยายามอย่างมาก (คําไม่เป็นทางการ)
(PHRV) งอจนถึง
(PHRV) บังคับให้เชื่อฟัง
(PHRV) เลี้ยวไปทาง
(PHRV) มุ่งมั่นในเรื่อง
(ADV) อยู่ข้างล่าง
(PREP) ข้างล่าง
(PHRV) เสื่อมเสียเกียรติ
(PHRV) อยู่ใต้
(IDM) (จิตใจ) ต่ํามาก
(IDM) เสื่อมเสีย
(IDM) ไม่น่าสนใจ
(N) การขอพรในตอนท้ายพิธีสวด
(N) พิธีอวยพร
(N) ผู้ที่สนับสนุนทางการเงิน
(N) ตําแหน่งพระสอนศาสนา
(ADJ) ซึ่งเป็นประโยชน์
(ADJ) เป็นประโยชน์
(N) ผู้ได้รับประโยชน์
(N) การแสดงเพื่อการกุศล
(N) เงินที่ได้จากประกันชีวิต
(N) เงินสงเคราะห์
(N) ผลประโยชน์
(VI) ได้รับประโยชน์
(VT) มีประโยชน์ต่อ
(PHRV) ได้รับประโยชน์จาก
(PHRV) ได้รับประโยชน์จาก
(N) ความเมตตากรุณา
(ADJ) กุศล
(N) แคว้นเบงกอลในประเทศอินเดีย
(N) ผู้มาจากประเทศบังคลาเทศ
(ADJ) ซึ่งปราศจากความเข้าใจ
(N) เนื้องอก (ไม่อันตราย)
(ADJ) โกงกิน
(ADJ) คดงอ
(ADJ) แน่วแน่
(N) ทักษะ
(SL) รักร่วมเพศ
(N) (พืช) หญ้าอ้อ
(SL) ที่ผิดกฎหมาย
(SL) ที่เป็นเกย์
(SL) ที่ผิดกฎหมาย
(SL) ที่เป็นเกย์
(SL) ที่ผิดกฎหมาย
(SL) โกรธ
(N) ไม้สําหรับทําเครื่องเรือน
(N) น้ํามันเบนซิน
(N) น้ํามันเบนซิน
(VT) ยกมรดกให้
(PHRV) ยกมรดกให้
(N) เงินหรือทรัพย์สินที่เป็นมรดก
(VT) ตําหนิหรือด่าว่า
(VT) ทําให้สูญเสีย
(ADJ) ซึ่งสูญเสียญาติหรือเพื่อสนิท
(N) การสูญเสียญาติหรือเพื่อสนิท
(PHRV) ทําให้สูญเสีย
(PHRV) สูญเสีย
(N) หมวกกลม
(N) คนโง่
(SL) อวัยวะเพศหญิง
(N) กางเกงขาสั้นเหนือเข่า
(SL) กระเป๋าแห้ง
(SL) เหล้า
(SL) แชมเปญ
(SL) เหล้าองุ่น
(N) ผลเบอร์รี่
(ADJ) โกรธมาก
(N) ที่นอนในเรือหรือรถไฟ
(VT) ขอความกรุณา
(ADJ) ซึ่งอ้อนวอน
(PHRV) รุมเร้าด้วย
(PREP) เทียบกับ
(PREP) นอกเหนือไปจาก
(PREP) อยู่ข้าง
(PHRV) ตื่นเต้นมาก (เพราะโกรธหรือมีความสุข)
(ADV) นอกจากนี้
(ADV) นอกจากนี้...แล้วยังมี
(IDM) ไม่เกี่ยวข้อง
(IDM) ไม่สําคัญ
(VT) รุมล้อม
(VT) โอบล้อมด้วยศัตรู
(PHRV) รุมเร้าด้วย
(PHRV) ทําให้เปื้อนด้วย
(VT) ทําลายความคิดเห็น
(ADJ) ซึ่งหลงใหล
(VT) กริยาช่องที่ 2 และ 3 ของ beseech
(PHRV) ตกแต่งด้วย
(PHRV) ทําให้เปรอะไปด้วย
(ADJ) ซึ่งสวมแว่นตา
(ADJ) ซึ่งทําตามความต้องการลูกค้า
(ADJ) ดีที่สุด
(ADV) เหมาะสมที่สุด
(N) บุคคลที่ดีที่สุด
(N) สิ่งที่ดีที่สุด
(VT) เอาชนะ
(IDM) ชุดที่ดีที่สุด
(ADJ) โหดร้ายและน่าขยะแขยง
(N) การสมสู่ระหว่างมนุษย์และสัตว์
(VT) กระตุ้นให้ทํา
(VT) ให้
(PHRV) มอบให้
(PHRV) มอบให้
(VT) นั่งหรือยืนคร่อม
(N) หนังสือหรือสิ่งที่ขายดี
(N) อักษรตัวที่ 2 ของภาษากรีก (ตัวย่อคือ b)
(N) การเดา
(N) การพนัน
(N) เงินพนัน
(VI) พนัน
(VT) พนัน
(N) ใบพลู
(VT) เกิดขึ้น
(VT) เป็นสัญญาณของบางสิ่ง
(PHRV) พนัน
(PHRV) มั่นใจเกินไปในเรื่อง
(VT) ทรยศ
(VT) ทําให้ผิดหวัง
(VT) แพร่งพราย (ความลับ)
(VT) แสดงให้รู้
(VT) หลอกลวง
(N) ซึ่งทรยศ
(VT) หมั้น
(N) การหมั้นหมาย
(ADJ) ซึ่งหมั้นหมาย
(PHRV) สัญญาที่จะแต่งงานกับ
(ADJ) ดีกว่า
(ADJ) ดีขึ้น (สภาพร่างกาย)
(ADJ) ปรับปรุงให้ดียิ่งขึ้น
(ADV) เป็นที่ชอบหรือพึงพอใจมากกว่า
(ADV) มาตรฐานหรือคุณภาพที่ดีกว่า
(N) ผู้ที่เหนือกว่า
(N) เรื่องราวที่ค่อนข้างดี (เงื่อนไข, การกระทํา)
(VT) ปรับปรุง
(VT) พัฒนาตัวเอง
(N) การปรับปรุง
(PHRV) ควรจะเลือก
(PHRV) (สถานภาพหรือตําแหน่ง) แย่ลงกับ (การกระทําบางสิ่ง)
(ADJ) การพนัน
(ADV) ในระหว่างนั้น
(PREP) กําหนดตัวเลือกระหว่างสิ่งสองสิ่ง
(PREP) เปรียบเทียบระหว่างสิ่งหนึ่งกับอีกสิ่งหนึ่ง
(PREP) สิ่งที่รวมกัน
(PREP) อยู่ระหว่างสิ่งสองสิ่ง
(PHRV) อยู่ระหว่าง
(IDM) เป็นความลับ
(IDM) อยู่ในสถานการณ์ที่ต้องเลือกระหว่างสองสิ่งที่เสี่ยงและไม่ต้องการทั้งคู่
(IDM) เป็นความลับ
(IDM) เป็นความลับ
(PHRV) พนันกับ
(ADV) ระหว่าง
(PREP) ระหว่าง
(ADJ) เอียงลาด
(N) มุมเอียง
(VT) ทําให้เป็นมุมเอียง
(ADJ) ซึ่งมีผิวหรือขอบเอียง
(ADJ) ซึ่งมีผิวหรือขอบเอียง
(N) เครื่องดื่ม
(N) กลุ่มคนกลุ่มใหญ่
(N) ฝูงนก
(VT) เศร้าโศกเสียใจ
(VT) ระวัง
(PHRV) ระมัดระวังในเรื่อง
(VT) งุนงง
(ADJ) งุนงงอย่างที่สุด
(ADJ) ทําให้สับสนงุนงง
(N) ความฉงนสนเท่ห์
(VT) ทําให้หลงเสน่ห์
(ADJ) จับใจ
(ADV) ที่อยู่ไกลออกไป
(N) ที่ที่อยู่ไกล
(PREP) ช้ากว่า (แสดงถึงเวลา)
(PREP) ที่เหนือกว่า (แสดงถึงขอบเขต, ข้อจํากัด)
(PREP) นอกจาก (มักใช้ในประโยคปฏิเสธหรือคําถาม)
(PREP) อยู่ทางนั้น
(IDM) เลิกเล่นสนุก
(PHRV) มากเกินกว่าที่ได้รับอนุญาตหรือคาดหวังไว้
(PHRV) ยากเกินไปสําหรับ(บางคน)เข้าใจหรือทําได้
(PHRV) อยู่ไกลกว่า
(IDM) เลิกสนใจ
(IDM) เกินกว่าจะทนได้
(IDM) เกินกว่าจะวัดได้
(IDM) ยากจะรู้ได้
(IDM) ยากเกินกว่าจะเข้าใจหรือมีความรู้ในเรื่อง
(IDM) เกินกว่าจะหาได้
(IDM) มีอยู่จริง
(IDM) ปราศจากข้อสงสัย (สํานวนกฎหมาย)
(IDM) ยากเกินกว่าจะแก้ไข
(IDM) นอกหน้าที่
(IDM) นอกกฎหมาย
(IDM) ไม่ต้องสงสัย
(IDM) เกินกว่าจะกล่าว (มักใช้กับ grateful และ thankful)
(N) หนามเตย
(SL) เพื่อนที่ดีที่สุด (มาจาก best friend)
(ADJ) ที่มีความชอบทั้งสองเพศ
(N) ผู้ที่มีความชอบทั้งสองเพศ
(PRF) มีความหมายแสดงว่าสอง
(PRF) สอง
(ADJ) ที่เกิดขึ้นสองครั้งต่อปี
(ADV) ที่มีลักษณะเอียง
(N) เส้นเอียง
(N) อคติ
(VT) ทําให้มีความลําเอียง
(PHRV) มีอคติกับ
(ADJ) ที่ซึ่งลําเอียง
(N) การแข่งขันกีฬาที่ผสมระหว่างสกีและการยิงปืน
(N) ผ้ากันเปื้อนของเด็ก
(N) ผ้าผืนเล็กๆ ใช้ผูกใต้คางเด็กเพื่อกันเปื้อน
(N) ส่วนของผ้ากันเปื้อนที่ปกคลุมหน้าอก
(N) คัมภีร์ไบเบิ้ล
(ADJ) เกี่ยวกับหรือในพระคัมภีร์ไบเบิ้ล
(PRF) หนังสือ
(N) บรรณานุกรม
(N) คนรักหรือสะสมหนังสือ
(ADJ) ดื่มเหล้ามากเกินไป
(ADJ) (รัฐสภา) ซึ่งมีสองส่วน
(N) สารโซเดียมไบคาร์บอเนต
(N) สารไบคาร์บอเนต
(N) สารโซเดียมไบคาร์บอเนต
(ADJ) กินเวลาสองร้อยปี
(N) ครบรอบสองร้อยปี
(ADJ) กินเวลาสองร้อยปี
(N) ครบรอบสองร้อยปี
(N) กล้ามเนื้อด้านหน้าของแขนส่วนบน
(VI) โต้เถียง
(PHRV) ทะเลาะกันเรื่อง
(PHRV) ทะเลาะกันเรื่อง
(N) รถจักรยานสองล้อ
(VI) ขี่รถจักรยาน
(N) นักขี่จักรยานสองล้อ
(N) การให้ราคา
(VI) เชื้อเชิญ (ช่อง 2 โดยทั่วไปจะใช้ bade)
(VI) พยายามที่จะทําให้สําเร็จ
(VT) สั่งให้กระทํา
(VT) อวยพร (ช่อง 2 โดยทั่วไปจะใช้ bade)
(V) ประมูล  ให้ราคา
(N) การประมูล
(N) ความพยายามที่จะทําบางสิ่ง
(ADJ) เต็มใจเชื่อฟัง
(N) ผู้ให้ราคา
(N) การประกวดราคา
(VT) คอย
(VT) กริยาช่องที่ 2 และ 3 ของ bide
(N) อ่างใส่น้ําและล้างก้น
(PHRV) มีแนวโน้มว่าจะ (ทําบางสิ่ง)
(PHRV) ประมูล
(PHRV) พยายามไปให้ถึงหรือได้รับ(บางสิ่ง)
(PHRV) ประมูล
(PHRV) ประมูล
(PHRV) เพิ่มราคาประมูล
(ADJ) เกิดขึ้นทุกๆสองปี
(N) เหตุการณ์ที่เกิดขึ้นทุกๆสองปี
(N) ที่ตั้งโลงศพ
(SL) ผู้หญิงที่มีเสน่ห์ดึงดูดทางเพศมาก
(VT) ต่อย
(ADJ) ที่มีสองเลนส์ เลนส์หนึ่งมองใกล้ อีกเลนส์มองไกล
(N) แว่นสองเลนส์
(VT) แบ่งเป็นสองส่วน
(ADJ) ขี้คุย
(ADJ) ใจกว้าง
(ADJ) เติบโตแล้ว
(ADJ) มีความสําคัญหรือมีอิทธิพล
(ADJ) มีชื่อ
(ADJ) มีพลังมาก
(ADJ) ใหญ่
(ADV) ประสบความสําเร็จ
(N) ผู้มีสามีหรือภรรยาสองคน
(N) การมีคู่ครองทีเดียวสองคน
(SL) เมืองนิวยอร์ก (ใช้กับ the เสมอ)
(N) นายใหญ่
(N) ผู้นํา
(SL) รัฐบาล (คําเปรียบเทียบ)
(SL) เงินจํานวนมาก
(SL) มะเร็ง
(SL) เจ้านาย
(SL) เมืองดัลลัส (ในรัฐเทกซัส)
(SL) แล้วไง
(SL) สิ่งจําเป็น
(SL) มหาสมุทรแอตแลนติก
(N) กลอง
(SL) หัวหน้า
(IDM) คนสําคัญในชนกลุ่มน้อย
(N) สิ่งที่สําคัญ
(SL) การร่วมเพศ (มักใช้กับ the)
(SL) สิ่งจําเป็น
(SL) คนที่อ่อนแอ
(SL) คนสําคัญ
(ADJ) ซึ่งหัวสูง
(ADJ) ใจดีมาก
(N) โค้งยาวตามชายฝั่ง
(SL) ตํารวจ
(SL) ทําปากสว่างเกี่ยวกับ
(SL) คนมีชื่อเสียง
(N) ข่าวใหญ่
(SL) เรื่องอื้อฉาว
(N) คนหัวดื้อ
(ADJ) ซึ่งหัวดื้อ
(N) การแสดงความรู้สึกหรือความเชื่อที่ไม่มีเหตุผล
(SL) คนสําคัญมาก
(SL) เรื่องใหญ่
(ADJ) ซึ่งมีราคาแพงมาก
(SL) แพงมาก
(N) ช่วงแห่งการประสบความสําเร็จในอาชีพ
(SL) การประสบความสําเร็จสูงสุด
(N) หัวแม่เท้า
(N) คนสําคัญมาก
(ADJ) เล็กแต่ตกแต่งดีจนดึงดูดใจ (ใช้กับสถานที่ก่อสร้าง)
(N) เพชร
(N) สิ่งที่เล็กๆ บอบบางและสวยงาม
(N) จักรยานหรือรถมอเตอร์ไซค์
(N) คนขี่จักรยานหรือรถมอเตอร์ไซค์
(N) ชุดว่ายน้ําแบบสองชิ้นของผู้หญิง
(ADJ) เสียงที่เกิดจากการใช้ริมฝีปากทั้งสอง
(N) เสียงที่เกิดจากการใช้ริมฝีปากทั้งสอง
(ADJ) เกี่ยวกับกลุ่มทางการเมืองสองกลุ่ม
(ADJ) ทั้งสองด้าน
(N) ผลเบอร์รี่สีฟ้าเข้มทางยุโรปเหนือ
(N) ความโกรธ
(N) น้ําดี
(N) ความเหลวไหล
(N) ส่วนที่ต่ําที่สุดของเรือ
(N) โรคพยาธิ
(ADJ) สามารถพูดหรือเขียนได้สองภาษา
(N) คนที่สามารถพูดหรือเขียนได้สองภาษา
(ADJ) อยากอาเจียน
(VT) ฉ้อโกง
(PHRV) ฉ้อโกง (คําไม่เป็นทางการ)
(N) ธนบัตร
(N) ใบแจ้งหนี้
(N) ใบปลิว
(N) ปากนก
(N) ร่างกฎหมาย
(N) รายการ
(VT) แจ้งหนี้
(VT) อธิบายหรือให้รายละเอียด
(N) ป้ายหรือกระดานใช้สําหรับโฆษณา
(VT) ประกาศหรือโฆษณา
(N) คําสั่งทางทหารเกี่ยวกับสถานที่พักชั่วคราว
(N) ตําแหน่งงาน
(N) ที่พักชั่วคราว (โดยเฉพาะสําหรับทหาร)
(VT) จัดค่ายพักชั่วคราว
(VT) สั่งให้ไปพักยังที่พักชั่วคราว
(N) ท่อนไม้ชิ้นเล็กๆ
(N) ท่อนเหล็กหรือโลหะ
(N) จดหมายรัก
(PHRV) ตั้งค่ายทหารในพื้นที่ของ (บางคน)
(N) กระเป๋าสตางค์
(N) มีดที่ปลายเป็นตะขอคม
(N) บิลเลียด
(SL) แบงค์
(N) การโฆษณา
(N) ยอดรวมของราคาสินค้าและบริการที่แจ้งต่อลูกค้า
(ADJ) พันล้าน
(N) คนที่รวยมากๆ มีทรัพย์สินพันล้านดอลล่าร์หรือปอนด์
(N) ตั๋วแลกเงิน
(VT) ทําให้พอง
(PHRV) กางออก
(N) ไม้ตะบองของตํารวจ
(SL) ยากระตุ้น
(N) หม้อเหล็กมีฝาและที่จับสําหรับต้มน้ําหรือทําอาหาร
(SL) คนที่ไม่มีเพื่อน
(N) หญิงสาวที่มีเสน่ห์ทางเพศแต่ไม่ฉลาด
(SL) คนที่สวยแต่ไร้สมอง
(ADJ) ทุกสองสัปดาห์
(N) กล่อง
(N) ถังขยะ
(VT) ใส่กล่อง
(N) ทวิภาค
(N) สิ่งที่ก่อให้เกิดความไม่สะดวกสบาย
(VT) มัด
(VT) รัด
(PHRV) ผูก
(N) สิ่งที่ใช้ผูกหรือมัด
(PHRV) ผูกให้แน่น
(ADJ) ที่สัมพันธ์
(PHRV) ผูก
(PHRV) ให้สัญญาว่าจะปฏิบัติตาม (ทางกฎหมาย)
(PHRV) มัดกับ
(PHRV) ทําให้รวมกัน
(PHRV) มัดไว้ด้วยกัน
(PHRV) มัดไว้
(PHRV) ยุ่งอยู่กับ
(PHRV) ผูกมัดกับ
(N) ต้นไม้ป่า
(N) ช่วงที่ทํากิจกรรมบางอย่างมากไป
(N) เกมบิงโก
(N) ถุงพลาสติกที่อยู่ภายในสําหรับใส่ขยะ
(N) คนเก็บขยะ
(N) กล้องส่องทางไกล
(N) การแสดงค่าผลบวกหรือผลต่างของสองจํานวน
(PRF) ชีวิต
(ADJ) เกี่ยวกับชีวเคมี
(N) นักชีวเคมี
(N) ชีวเคมี
(N) ข้อมูลเกี่ยวกับคนหรือสิ่งที่ทําในชีวิต
(ADJ) สารที่
(N) การมีจํานวนสัตว์และพืชหลากหลายและจํานวนมาก
(N) ผู้เขียนชีวประวัติของผู้อื่น
(N) อัตชีวประวัติ
(ADJ) ทางชีววิทยา
(N) นักชีววิทยา
(N) ชีววิทยา
(N) จํานวนสิ่งมีชีวิตต่อหน่วยพื้นที่
(ADJ) ซึ่งมีส่วนของร่างกายที่เป็นอิเล็กทรอนิกส์
(N) ศาสตร์ที่ศึกษาเกี่ยวกับการใช้วิธีการทางฟิสิกส์ศึกษาชีววิทยา
(N) ภาพยนตร์เกี่ยวกับชีวประวัติคน
(N) การตัดเนื้อเยื่อไปตรวจ
(N) การเปลี่ยนแปลงทางร่างกายที่มีผลต่อพฤติกรรมมนุษย์
(N) อุปกรณ์ชนิดหนึ่งในคอมพิวเตอร์
(N) ส่วนของพื้นผิวและบรรยากาศของโลกที่มีสิ่งมีชีวิตอาศัยอยู่
(N) เทคโนโลยีชีวภาพ
(ADJ) ซึ่งรวมพรรค2พรรค
(N) สิ่งที่มีเท้า2ข้าง
(N) เครื่องบินแบบ2ปีกที่มีปีกหนึ่งอยู่เหนืออีกปีกหนึ่ง
(N) ต้นไม้ชนิดหนึ่ง
(SL) หญิงสาว
(SL) ติดคุก
(N) นก
(N) ลูกขนไก่
(N) สัตว์ปีกที่ใช้กินเป็นอาหาร
(N) คนโง่
(N) กรงนก
(SL) ตรวจตรา
(N) การได้คะแนนในกีฬากอล์ฟ
(SL) พิลึกๆ
(IDM) สิ่งที่มีอยู่แล้วดีกว่าที่อยากได้
(N) นกล่าสัตว์อื่นหรือนกเล็กๆ เป็นอาหาร
(IDM) การสืบพันธุ์ของมนุษย์ (คําเลี่ยงในการพูดถึงเรื่องเพศสัมพันธ์)
(N) เมล็ดพืชที่ให้นกกิน
(SL) เงินจํานวนเล็กน้อย
(IDM) การสํารวจย่อๆ
(IDM) ภาพที่มองเห็นจากมุมสูง
(IDM) คนแบบเดียวกันต้องอยู่ด้วยกัน
(N) เสียงร้องเป็นเพลงของนก
(SL) งี่เง่า
(N) คนดูนก
(SL) พิลึกๆ
(N) การเกิด
(N) ต้นกําเนิด
(N) สูติบัตร
(N) การคุมกําเนิด
(N) ยาคุม
(N) วันเกิด
(N) การให้กําเนิด
(N) ปานแดงหรือน้ําตาลตั้งแต่เกิด
(N) สถานที่เกิด
(N) สิทธิที่ได้รับตั้งแต่เกิด
(PRF) สอง
(ADJ) ที่มีสีน้ําตาลอ่อน
(N) ขนมปังชนิดหนึ่งก้อนกลมเล็ก
(VT) แบ่งออกเป็นสองส่วน
(ADJ) ที่ตอบสนองต่อทั้งเพศหญิงและเพศชาย
(ADJ) ที่มีลักษณะของทั้งสองเพศ
(ADJ) ที่มีสองเพศในตัวเดียวกัน
(N) คนที่ตอบสนองต่อทั้งเพศหญิงและเพศชาย
(N) ตําแหน่งบาทหลวงที่มีอํานาจปกครองบาทหลวงอื่นๆ
(N) ตัวหมากรุกที่มีวิธีเดินทแยงมุม
(N) ตําแหน่งของ bishop
(N) ธาตุบิสมัท
(N) กระทิง
(N) น้ําซุปข้น
(N) ร้านอาหารขนาดเล็ก
(N) ชิ้นส่วนเล็กๆน้อยๆ
(N) ดอกสว่าน
(N) หน่วยวัดความจุข้อมูล
(N) เหล็กที่ขวางปากม้าสําหรับดึงบังเหียน
(N) สุนัขตัวเมีย
(VT) บ่นว่าอย่างต่อเนื่อง
(PHRV) บ่นถึงเรื่อง (คําไม่เป็นทางการ)
(SL) ลําโพง (โดยเฉพาะในกองทัพ)
(PHRV) ทําให้เสีย (คําสแลง)
(ADJ) ซึ่งพูดให้ร้ายคนอื่น
(N) รอยกัด
(N) หนึ่งคําอาหาร
(VI) (แมลง) ต่อย
(VT) กัด
(PHRV) กัดตอบ
(PHRV) กัด
(PHRV) กัดกร่อน
(PHRV) กัดขาด
(PHRV) กัด
(ADJ) เล็กพอที่จะกินได้
(ADJ) เล็กพอที่จะกินได้
(SL) ยอมรับและมีชีวิตอยู่กับสิ่งยุ่งยาก
(ADJ) กระทบกระเทียบ
(ADJ) เจ็บปวดเพราะหนาวมาก
(N) การเกิดภาพจากจุดเล็กๆ
(SL) เกินพอ
(SL) ผู้หญิงที่น่าดึงดูด
(SL) ผู้หญิงที่น่าดึงดูด
(SL) ผู้หญิงที่น่าดึงดูด
(VT) กริยาช่องที่ 3 ของ bite
(ADJ) ขม
(ADJ) ขมขื่น
(ADJ) หนาวจัด
(ADV) ที่ขมขื่น
(ADV) ที่เสียดแทงใจ
(N) นกยุโรปชนิดหนึ่งตระกูล Heron
(N) ความขมขื่น
(N) ความเคียดแค้น
(ADJ) ซึ่งนํามาซึ่งความสุขผสมความเศร้า
(ADJ) ซึ่งเป็นชิ้นเล็กๆ
(N) น้ํามันดิน
(ADJ) ซึ่งบรรจุน้ํามันดิน
(N) สัตว์ที่มีเปลือกสองส่วนแยกจากกันได้
(N) ค่ายพรรคชั่วคราว
(N) รายปักษ์
(ABBR) ธุรกิจ
(SL) ธุรกิจ
(ADJ) แปลกประหลาดมาก
(VI) ปากเปราะ
(N) พูดไม่น่าฟังหรือน่ารําคาญ
(N) คนปากสว่าง
(SL) เปิดเผยให้คนอื่นรู้
(PHRV) เผยความลับ
(ADJ) ชั่วร้าย
(ADJ) ดํา
(ADJ) ผิวดํา
(ADJ) มืด
(ADJ) ไร้ความหวัง
(N) คนผิวดํา
(N) สีดํา
(VT) ทําให้ดํา
(IDM) รอยฟกช้ําดําเขียว
(SL) บอบช้ํา (ทางอารมณ์หรือร่างกาย)
(SL) สถานีตํารวจ
(IDM) โหดร้าย
(IDM) ดํามาก
(IDM) มืดมาก
(VT) ป้องกันไม่ให้เข้าร่วมโดยออกเสียงต่อต้าน
(N) ผลไม้สีดําขนาดเล็ก
(N) การเก็บผล blackberry
(N) นกยุโรปชนิดหนึ่ง
(N) กระดานดํา
(N) ผลแบล็กเบอร์รี่ที่อยู่เป็นช่อ
(VT) ทําให้เป็นสีดํา
(PHRV) ขีดฆ่าออก
(PHRV) ทําให้มืดลง
(PHRV) ปิดข่าว (เพราะเหตุผลทางการเมือง)
(PHRV) เป็นลม
(PHRV) หยุดการถ่ายทอด
(N) ผู้ไม่ซื่อสัตย์และเลวทราม
(N) รอยหรือสิวหัวดําเล็กๆ บนผิว
(ADJ) หม่น
(N) เกมไพ่ชนิดหนึ่ง
(N) ผู้ยังคงทํางาน ขณะที่คนอื่นหยุดงานประท้วง
(N) รายชื่อผู้ที่รัฐบาลไม่ยอมรับหรือต้องถูกหลีกเลี่ยง
(SL) ใส่ในบัญชีรายชื่อของคนที่ทําไม่ดี
(N) เวทมนตร์ชั่วร้าย
(N) การขู่ว่าจะเปิดโปงความลับ
(VT) หักหลัง
(N) ผู้ขู่ว่าจะเปิดโปงความลับ
(N) ตลาดที่มีการซื้อขายสิ่งผิดกฎหมาย
(N) ตลาดมืด
(N) ผู้ขายสินค้าในตลาดมืด
(N) ความดํามืด
(N) การเป็นลม
(PHRV) ขีดฆ่าออก
(PHRV) ทําให้มืดลง
(PHRV) ปิดข่าว (เพราะเหตุผลทางการเมือง)
(PHRV) เป็นลม
(PHRV) หยุดการถ่ายทอด
(IDM) แกะดํา (ของครอบครัว)
(N) ช่างเหล็ก
(N) พุ่มไม้มีหนาม
(N) วัสดุราดผิวถนน
(PHRV) ทําให้เป็นสีดํา (ตรงส่วนใบหน้าและมือ)
(N) กระเพาะปัสสาวะ
(SL) เมามาก
(N) ดาบ
(N) ใบพัด
(N) ใบมีด
(N) ใบไม้ที่มีลักษณะเรียวยาว โดยเฉพาะใบหญ้า
(ADJ) คล้ายใบมีด
(N) สเกต (แบบโรลเลอร์เบลด)
(SL) การขโมย
(SL) ห่อเหี่ยว
(N) การรับผิดชอบต่อสิ่งไม่ดีที่เกิดขึ้น
(VT) ตําหนิ
(VT) รับผิดชอบต่อสิ่งไม่ดีที่เกิดขึ้น
(PHRV) ตําหนิในเรื่อง
(ADJ) ซึ่งไร้มลทิน
(PHRV) ตําหนิ
(ADJ) ซึ่งควรตําหนิ
(VT) ซีดสลด
(N) ขนมหวานเย็นเหมือนเยลลี่
(ADJ) ขาดรสชาติ
(ADJ) ที่ไม่น่าสนใจ
(VT) ปากหวาน
(N) การประจบเอาใจ
(N) สิ่งที่ทําหรือพูดเอาใจเพื่อให้ทําบางสิ่ง
(N) การไม่มีอารมณ์ความรู้สึก
(ADJ) ไม่แสดงความรู้สึก
(ADJ) ว่าง
(N) ความว่างเปล่าของจิตใจ
(N) ช่องว่าง
(IDM) คําอนุญาติ
(ADJ) ครอบคลุม
(N) ผ้าห่ม
(N) สิ่งที่ปกคลุม
(VT) ปกคลุม
(PHRV) ปกคลุมด้วย
(ADJ) ซึ่งละไว้ในฐานที่เข้าใจ (สําหรับคําพูดหยาบคาย)
(PHRV) ทําให้ว่างเปล่า
(PHRV) สูญเสียความทรงจําระยะสั้น
(N) กลอนเปล่า
(N) เสียงดัง
(VI) ส่งเสียงดัง
(N) การพูดยกยออย่างไม่จริงใจ
(VI) พูดดูหมิ่นศาสนาหรือสิ่งศักดิ์สิทธ์
(VT) พูดดูหมิ่นหรือสบประมาทศาสนา
(ADJ) เกี่ยวกับการดูหมิ่นเหยียดหยาม
(ADV) ที่ดูหมิ่นเหยียดหยาม
(N) การสบประมาทหรือการดูหมิ่น
(N) การระเบิด
(VT) ระเบิด
(ADJ) ใช้กล่าวเมื่อไม่พอใจบางสิ่ง
(ADV) ใช้กล่าวเมื่อไม่พอใจบางสิ่ง
(SL) วิทยุที่หิ้วไปได้
(PHRV) ทําให้พัง
(N) ความชัดแจ้ง
(ADJ) ชัดแจ้ง
(N) เปลวไฟ
(VI) (ดวงตา)ส่องแสงจ้าเนื่องจากมีอารมณ์รุนแรง
(VI) ลุกโพลง
(VI) ส่องแสงจ้า
(PHRV) ทําให้แพร่ออกไป
(PHRV) ลุกไหม้อย่างต่อเนื่อง
(PHRV) เผาไหม้อย่างรุนแรง
(N) สิ่งที่ลุกโพลง
(PHRV) กระพือ (ความโกรธ, ความรุนแรง, ความร้อน)
(PHRV) โกรธเป็นฟืนเป็นไฟ
(ADJ) โกรธมาก
(ADJ) ร้อนมาก
(N) ตรา
(VI) ฟอก
(N) ที่นั่งราคาถูกในการดูกีฬา
(PHRV) ทําให้สีซีดขาว
(ADJ) โดยสิ้นหวัง
(ADJ) ยะเยือก
(ADV) ด้วยตาพร่ามัว
(ADJ) พร่ามัว
(ADJ) มองเห็นไม่ชัดเจนเพราะง่วง
(ADJ) ซึ่งตาพร่ามัวและเหนื่อยล้า
(N) เสียงพูดหรือบ่นเบาๆ
(N) เสียงร้องของแพะ, แกะหรือลูกวัว
(VI) พูดหรือบ่นเบาๆ
(VI) (แพะ, แกะ)ทําเสียงร้อง
(VI) เลือดออก
(VT) ถ่ายเลือด
(VT) นําเงินจํานวนมากไปใช้อย่างไม่ถูกต้อง
(N) คนหน้าเลือด
(PHRV) ทําให้จ่ายเงินอย่างไม่ยุติธรรมหรือโดนโกง (คําไม่เป็นทางการ)
(PHRV) เสียใจมากกับ (บางคน) (คําไม่เป็นทางการ ใช้เมื่อเสแสร้งเสียใจ)
(ADJ) ซึ่งมีเลือดไหล
(PHRV) ตกเลือดจนตาย
(PHRV) ฉ้อโกง (คําไม่เป็นทางการ)
(N) เสียงสูงสั้นๆ เกิดจากเครื่องอิเลกทรอนิกส์
(VI) ทําเสียงแหลมสั้นๆ
(VT) ดูดเสียงคําที่หยาบคายออกแล้วใส่เสียง บี๊บ ของเครื่องอิเลกทรอนิกส์เข้าไปแทน
(N) เครื่องส่งสัญญาณติดตามตัว
(N) ตําหนิ
(VT) ทําให้มีตําหนิ
(VI) ถอยหนีเพราะความกลัว
(N) การผสม
(N) คําประสม
(N) ส่วนผสม
(VT) ผสม
(N) ผู้ผสมหรือเครื่องปั่น
(PHRV) ทําให้เข้ากันได้
(PHRV) กลมกลืนกัน
(PHRV) กลมกลืนกับ
(VT) ทําให้เกิดความศักดิ์สิทธิ์
(VT) อวยพร
(ADJ) มีโชค
(ADJ) ศักดิ์สิทธิ์
(N) การสวดให้พร
(N) การเห็นด้วย
(N) สิ่งที่ทําให้ดีใจ
(IDM) สิ่งที่เป็นปัญหาในตอนเริ่มต้นกลับลงเอยด้วยดี
(PHRV) อวยพร
(VI) พูดโง่ๆ หรือเรื่อยเจื้อย
(N) กริยาช่องที่ 2 ของ blow
(N) การเสื่อมสลาย
(N) ความเสียหาย
(VT) ทําลาย
(N) คําเรียกคนน่าเห็นใจหรือน่าอิจฉา
(N) เครื่องบินที่ลอยด้วยก๊าซ (ไม่มีปีก)
(N) ผู้ที่แก่กว่า โดยเฉพาะในกองทัพ
(ADJ) ขาดการเตรียมพร้อม
(ADJ) (ความเชื่อ, การกระทํา) ที่ขาดเหตุผล
(ADJ) ตัน
(ADJ) บอด
(N) ที่ซ่อน
(N) บังตา
(VT) ทําให้ตาบอด
(VT) ทําให้สับสน
(IDM) สายตาฝ้าฟาง
(N) การนัดพบกับคนที่ไม่เคยเจอกันมาก่อน
(N) คนที่นัดพบกันโดยไม่รู้จักกันมาก่อน
(N) สิ่งที่ดีเยี่ยมในกีฬา
(SL) แสนจะสนุกสนาน
(N) สิ่งที่ใช้ปิดตา
(VT) ปิดบัง
(VT) เอาผ้าปิดตา
(ADJ) เจิดจ้ามากจนมองไม่เห็น
(SL) แสนจะสนุกสนาน
(ADV) มากหรืออย่างที่สุด
(IDM) คนไม่รู้พยายามบอกหรืออธิบายให้คนอื่นที่ไม่รู้เหมือนกันเข้าใจ
(ADV) อย่างมองไม่เห็นสิ่งที่กระทํา
(N) การสูญเสียสายตา
(VT) โจมตีจากทิศทางที่มองไม่เห็น
(N) จุดที่ถูกเพิกเฉย
(PHRV) ไม่เคยล่วงรู้
(N) การกะพริบตา
(VI) กะพริบตา
(VT) กระพริบตาเพื่อเอาบางสิ่งออกมา
(PHRV) ประหลาดใจกับ (คําไม่เป็นทางการ)
(PHRV) กระพริบตาถี่เพื่อไล่น้ําตาออกไป
(PHRV) กระพริบตาถี่เพื่อไล่น้ําตาออกไป
(N) ผู้กระพริบตา
(N) สัญญาณบอกเหตุ
(ADJ) ซึ่งมีใจคับแคบ
(ADJ) ซึ่งกระพริบตา
(N) จุดและเสียงบนจอเรดาร์เพื่อบอกตําแหน่งบางสิ่ง
(N) ปัญหาที่เกิดขึ้นชั่วคราวก่อนจะดีขึ้น
(N) เสียงแหลมสั้นที่เกิดจากเครื่องมือทางอิเล็กโทรนิกส์
(VT) ทําให้เกิดเสียงแหลมสั้นที่เกิดจากเครื่องมือทางอิเล็กโทรนิกส์
(N) ความสุขสําราญอันสุดยอด
(ADJ) ผาสุก
(N) ความสุข
(N) แผลผุพอง
(VI) ทําให้เกิดฟองอากาศที่เกิดบนสีที่ทาหรือบนยาง
(VT) พอง
(ADJ) ซึ่งเป็นแผลพอง
(ADJ) แช่มชื่น
(N) คนโง่
(N) การโจมตีทางอากาศอย่างรวดเร็วและรุนแรง
(N) ความพยายามอย่างมุ่งมั่นที่จะทําบางสิ่งให้สําเร็จ (ภาษาไม่เป็นทางการ)
(VT) โจมตีทางอากาศอย่างรวดเร็วและรุนแรง
(VT) พยายามที่จะครอบงําผู้อื่นเพื่อให้เห็นพ้อง
(N) การโจมตีทางทหารทันทีเพื่อเอาชนะอย่างรวดเร็ว
(N) พายุหิมะ
(VT) พอง
(ADJ) ซึ่งขยายตัวเพราะเต็มไปด้วยก๊าซหรือของเหลว
(N) การหยุดชะงักของพัฒนาการของกระบวนการทางความคิดหยุดชะงัก
(N) ช่วงตึก, [แถวติดต่อกันของอาคาร]
(N) ชิ้นของวัสดุที่เป็นของแข็งและมีลักษณะแบนราบ
(N) ตึกใหญ่
(N) ที่วางของโชว์ในการประมูล
(N) สิ่งกีดขวาง
(VI) ถ่วงความเจริญ
(VT) กีดขวาง
(VT) หยุด
(VT) อัดให้เข้ารูป
(N) การปิดล้อม
(N) การปิดล้อม
(N) ลูกระเบิดที่ปล่อยจากเครื่องบิน
(N) คนโง่เง่า
(PHRV) ถมด้วยอิฐหรือของแข็ง
(PHRV) ร่างคร่าวๆ
(PHRV) ปิดกั้น
(PHRV) ทับ (รูปภาพ, การพิมพ์)
(PHRV) บดบัง
(PHRV) อุดตัน
(N) คน
(SL) ผู้ชาย
(ADJ) สีบลอนด์
(ADJ) เป็นสีทอง
(N) การนองเลือด
(N) ชายหนุ่ม
(N) เลือด
(N) สายเลือด
(VT) นํากองทหารให้ออกรบเป็นครั้งแรก
(N) ธนาคารเลือด
(N) การฆาตกรรมหมู่
(N) เม็ดเลือด
(ADJ) สยองขวัญ
(N) หมู่เลือด
(N) สุนัขพันธุ์หนึ่งมีหูยาว
(ADJ) ไร้เลือด
(N) การผ่าเอาเลือดออก
(N) การผ่าหลอดเลือดดํา
(SL) ความวุ่นวาย
(N) การฆ่าฟัน
(ADJ) ตาแดงก่ําเพราะเส้นเลือดฝอยแตก
(N) รอยเลือด
(ADJ) ซึ่งเป็นรอยเลือด
(N) ม้าพันธุ์ที่ใช้วิ่งแข่งขัน
(N) กระแสเลือด
(N) การให้เลือด
(N) หมู่เลือด
(N) หลอดเลือด
(ADJ) กระหายเลือด
(ADJ) เต็มไปด้วยเลือด
(ADJ) ใจดํา
(SL) เสียหาย
(N) การออกดอก
(N) ความเบ่งบานของวัยเยาว์
(N) ดอกไม้
(N) ผิวพรรณที่มีสุขภาพดี
(VI) อยู่ในระยะเวลาที่เจริญเติบโตถึงที่สุด
(VT) ดูมีสุขภาพดี
(VT) บาน
(N) ความผิดพลาด
(N) ชุดชั้นในแบบเก่าของผู้หญิง
(ADJ) ซึ่งกําลังบาน
(N) ช่วงที่ออกดอก
(N) ดอกไม้
(VI) พัฒนา
(VI) ออกดอก
(PHRV) (ดอกไม้)บาน
(PHRV) พัฒนา
(PHRV) ร่าเริง
(N) จุดด่างพร้อย(ชื่อเสียง)
(N) รอยเปื้อน
(VT) ทําให้เปื้อน
(VT) ทําให้เสื่อมเสียชื่อเสียง
(N) จุดหรือแต้ม
(ADJ) ซึ่งเป็นจุดหรือแต้ม
(PHRV) ซ่อน
(PHRV) ทําลาย
(PHRV) ทําให้เปื้อน
(N) กระดาษซับ
(ADJ) เมามาก
(SL) เมามาก
(SL) เหล้าแรง
(N) เสื้อครึ่งตัวของสตรี
(N) การเป่า
(N) ลมแรง (คําไม่เป็นทางการ)
(VI) เป่า
(VT) เป่า (แก้ว)
(VT) เป่า (เครื่องดนตรี) ให้เกิดเสียง
(VT) ผลาญ (คําสแลง)
(VT) พลาดโอกาส (คําสแลง)
(VT) พัด
(VT) ระเบิด
(VT) ส่งจูบ
(VT) สูดจมูก
(N) การตี
(VI) บาน
(PHRV) พูดถึง...กับผู้อื่น (คําไม่เป็นทางการ)
(PHRV) พูดถึง...กับผู้อื่น (คําไม่เป็นทางการ)
(PHRV) พัดจากไป
(PHRV) พัดกลับมา
(IDM) รายละเอียดที่เกี่ยวข้อง
(IDM) รายละเอียดที่เกี่ยวข้อง
(PHRV) พัดให้ล้ม
(PHRV) พักลงไปใน (มักเป็นส่วนที่เป็นแอ่ง หลุม ปล่อง)
(VT) เป่าผมด้วยเครื่องเป่าผม
(N) เครื่องเป่า
(SL) โทรศัพท์
(N) คนขี้คุย
(N) ช่องหายใจของปลาวาฬ
(IDM) เปลี่ยนแปลงได้
(PHRV) ใช้จ่ายเงินทอง (คําไม่เป็นทางการ)
(PHRV) (บ่อน้ํามัน) เริ่มผลิต
(PHRV) พัดเข้ามา
(PHRV) มาถึงอย่างคาดไม่ถึง (คําไม่เป็นทางการ)
(PHRV) พัดเข้าไป
(PHRV) มาถึงอย่างคาดไม่ถึง (คําไม่เป็นทางการ)
(SL) การร่วมเพศทางปาก (สําหรับผู้ชาย)
(N) เครื่องพ่นความร้อนเพื่อล้างสีออก
(PHRV) คําอุทานแสดงความประหลาดใจ (คําไม่เป็นทางการ)
(VI) กริยาช่องที่ 3 ของ blow
(PHRV) กระจัดกระจายไปด้วยแรงหรือแรงลม
(PHRV) พัดออกไป
(SL) การทะเลาะ
(SL) ตด
(SL) สิ่งที่ทําได้ง่ายหรือไม่เหนื่อยยาก
(PHRV) ตะโกนส่งเสียงดัง (คําไม่เป็นทางการ)
(PHRV) ทําให้เสีย
(PHRV) เป่า
(IDM) ฆ่าด้วยการยิงศีรษะ
(SL) โกรธ
(IDM) โมโหมาก (คําไม่เป็นทางการ)
(IDM) โมโหมาก (คําไม่เป็นทางการ)
(PHRV) ทําให้ (บางสิ่งที่พยายามพิสูจน์) เสีย
(N) การระเบิดของยางรถ
(N) การระเบิดออก
(N) งานเลี้ยงหรืองานรื่นเริงขนาดใหญ่
(PHRV) (เครื่องจักร) หยุดทํางาน
(PHRV) ดับ
(PHRV) เติมให้เต็มด้วยอาหาร อากาศหรืออื่นๆ
(PHRV) ทําความสะอาดด้วยการเป่าหรือพัด
(PHRV) ทําลายด้วยแรงกดหรือแรงอัดจากอากาศเช่น  แก๊ส
(PHRV) ทําให้ระเบิด
(PHRV) ผลิตน้ํามันออกมาไม่หยุด
(PHRV) พัดออกไป
(PHRV) หยุดพัด
(PHRV) หยุด
(PHRV) หยุดพัด
(PHRV) แวะเยี่ยมอย่างไม่เป็นทางการ (คําไม่เป็นทางการ)
(ADJ) หน้าแดงและผิวหยาบ
(IDM) สูดอากาศสดชื่น (มักด้วยการออกกําลัง)
(IDM) ยุติ
(IDM) ระเบิดเพื่อทําลายให้แหลกละเอียด
(IDM) ระเบิดเพื่อทําลายให้แหลกละเอียด
(IDM) ระเบิดเพื่อทําลายให้แหลกละเอียด
(N) เครื่องพ่นความร้อนเพื่อล้างสีออก
(IDM) ระเบิดเพื่อทําลายให้แหลกละเอียด
(N) การขยายฟิล์มภาพยนตร์
(N) การขยายรูป
(N) การขยายรูปให้ใหญ่
(N) การระเบิด
(N) การระเบิดอารมณ์ในทันทีทันใด
(PHRV) กล่าวเกินจริง
(PHRV) โกรธ (คําไม่เป็นทางการ)
(PHRV) เติมลมหรืออากาศ
(PHRV) ทําให้ใหญ่ขึ้น (เช่น รูป)
(PHRV) เป่าให้ไฟลุก
(PHRV) แพ้ไม่เป็นท่า (โดยเฉพาะต่อหน้าสาธารณชน)
(PHRV) มากขึ้น
(PHRV) ระเบิดทําลาย
(PHRV) (ลม)เริ่มพัด
(PHRV) ทําให้เสีย
(PHRV) เป่า
(ADJ) หน้าแดงและผิวหยาบ
(N) ชั้นไขมันที่อยู่ระหว่างชั้นกล้ามเนื้อและหนังของปลาวาฬ
(N) ร่างกายที่อ้วนอย่างไม่น่าดู (คําไม่เป็นทางการ)
(VI) ร้องไห้ฟูมฟาย
(VT) พูดขณะร้องไห้ ทําให้คําพูดขาดเป็นช่วงๆ
(PHRV) เล่าอย่างสะอึกสะอื้น
(N) กระบองสั้น
(ADJ) เคร่งครัด
(ADJ) เศร้าใจ
(ADJ) สีฟ้า
(ADJ) หยาบโลน
(N) สีฟ้า
(VT) กลายเป็นสีน้ําเงิน
(N) ต้นไม้ป่ามีดอกสีฟ้ารูปร่างเหมือนระฆัง
(N) ผลบลูเบอร์รี่
(N) นกสีน้ําเงินในอเมริกาเหนือ
(ADJ) จากตระกูลสูงส่ง
(N) แมลงวันสีฟ้าตัวใหญ่
(SL) ตํารวจ
(ADJ) หุ้นที่มีค่าสูงและเป็นของบริษัทที่มีเสถียรภาพมาก
(ADJ) เกี่ยวกับคนใช้แรงงาน
(SL) ความหดหู่ใจ
(N) เพลงคันทรี่ของอเมริกัน
(N) นกอเมริกาเหนือตัวใหญ่มีขนสีฟ้า
(N) พิมพ์เขียว
(N) เพลงช้าที่มีจังหวะหนัก (เพลงบลูส์)
(N) หญิงที่มีการศึกษาดี
(ADJ) ซึ่งมีจังหวะหนัก ช้าและเศร้า
(SL) หนังลามก
(N) การแกล้งตั้งใจทําบางสิ่ง
(VT) แกล้งตั้งใจทําบางสิ่งเพื่อหลอกคนอื่น
(ADJ) กว้างและสูงชัน
(ADJ) เป็นมิตรแต่พูดตรงโดยไม่สนใจความรู้สึกของคนอื่น
(N) ตลิ่งกว้างและชัน
(PHRV) ลวงให้หลงเชื่อ
(PHRV) หลุดพ้นจากปัญหา
(IDM) รอดพ้นด้วยการเสแสร้งหรือหลอกลวง
(ADJ) ซึ่งเป็นสีน้ําเงิน
(N) การทําผิดพลาดอย่างร้ายแรงเนื่องจากความสะเพร่า
(VI) เดินงุ่มง่าม
(PHRV) สูญเสียเพราะทําผิดพลาด
(N) ปืนสั้นที่มีปากกระบอกใหญ่
(PHRV) เผยความลับโดยไม่ไตร่ตรอง
(ADJ) ทื่อ
(ADV) ขวานผ่าซาก
(N) ความพร่ามัว
(VT) ทําให้คลุมเคลือ
(VT) ทําให้พร่ามัว
(N) คําโฆษณาสั้นๆ (คําสแลง)
(VT) แจ้งความยกย่อง
(ADJ) ซึ่งพร่ามัว
(ADJ) ที่พร่ามัว
(VI) พูดโพล่งออกมา
(N) การหน้าแดงเพราะเขินอาย
(VI) อาการหน้าแดงเพราะเขินอาย
(N) ครีมหรือแป้งสีทาแก้ม
(PHRV) ละอายในเรื่อง
(VI) แผดเสียง
(ADJ) ซึ่งมีลมพัดแรง
(ABBR) พันล้าน
(N) งูเหลือม
(SL) ที่จําหน่ายตั๋ว (มาจาก box office)
(N) หมูป่าตัวผู้
(N) กระดาน
(N) คณะกรรมการ
(N) แผงวงจรของอุปกรณ์ไฟฟ้า
(N) อาหาร
(VT) ขึ้น (ยานพาหนะ) โดยเป็นผู้โดยสาร
(N) เด็กประจํา (ทั้งกินและพักที่โรงเรียน)
(PHRV) นําอาหารไปที่ทํางาน
(N) ไม้กระดานยาว
(N) บ้านที่มีทั้งห้องพักและอาหารสําหรับคนที่จ่ายค่าเช่า
(N) โรงเรียนประจํา
(PHRV) ใช้บริการอาหารและที่พักนอกบ้าน
(N) ห้องประชุมคณะกรรมการ
(N) ทางไม้กระดาน โดยเฉพาะแถวชายหาด
(PHRV) นําอาหารไปกับ
(N) การคุยโม้
(VT) คุยโว
(PHRV) คุยโม้ในเรื่อง
(ADJ) อวดดี
(ADV) โดยคุยโว
(N) การโอ้อวด
(PHRV) คุยโม้ในเรื่อง
(N) เรือ
(VI) เดินทางโดยเรือ
(N) หมวกฟางที่มียอดแบน
(N) การพายหรือแล่นเรือเล่น
(N) ระวาง
(N) คนเรือ
(N) คอปาด
(SL) ใบหน้า
(N) เจ้าหน้าที่บนเรือคอยบํารุงรักษาเรือหรือเครื่องใช้ในเรือ
(N) อู่ซ่อมหรือเก็บเรือ
(N) การผงกศีรษะ
(N) สิ่งที่ห้อยอยู่และเด้งขึ้นเด้งลงเช่น ปอยผม
(SL) เหรียญชิลลิง
(VI) เคาะเบาๆ เร็วๆ
(VI) ผลุบๆ โผล่ๆในน้ํา
(VT) ผงกศีรษะ
(N) การศัลยกรรมจมูก (ภาษาไม่เป็นทางการ)
(N) ผมทรงสั้นที่ตัดตรงแค่คาง
(N) สิ่งที่ถูกตัดให้สั้นเช่น หางม้า หูสุนัข
(SL) 5 เพนนี
(VT) ตัด(ผมคน, หางม้า)ให้สั้น
(N) หนึ่งชิลลิ่ง (คําไม่เป็นทางการ)
(SL) ไปชั่วระยะเวลาสั้นๆ
(VI) ผงกหัว
(ADJ) (ผม) ทรงบ็อบ
( N) ทุ่นที่ติดอยู่กับสายเบ็ด
(SL) หัวเราะ
(N) กระสวยด้าย
(N) ลูกกลมเล็กทําด้วยขนสัตว์สําหรับตกแต่งเสื้อผ้า
(N) เจ้าหน้าที่ตํารวจ
(SL) ตํารวจ
(N) แมวป่าแถบอเมริกาเหนือ
(PHRV) ก้มหัวลง
(SL) ยาเสพย์ติดที่ได้จากพืช เช่น  กัญชา
(SL) หลับ
(N) รถเลื่อนหิมะ
(SL) แล้วมันก็จะทํางาน
(PHRV) ถอนสายบัว (การทําความเคารพของผู้หญิง)
(PHRV) ผลุบๆโผล่ๆ
(SL) ใช้พูดถึงการเคลื่อนไหวของมือ เช่น ทาสี
(SL) ไร้สาระ
(N) คน (คําสแลง)
(SL) คน
(SL) รูปร่าง
(VI) เป็นลาง
(VT) กริยาช่องที่ 2 ของ bide
(VT) เป็นลาง
(PHRV) เป็นลางสังหรณ์ที่ไม่ดี
(PHRV) เป็นลางสังหรณ์ที่ดี
(VT) ทําหรือซ่อมแซมได้ไม่ดีเท่าที่ควรจะเป็น
(N) เสื้อท่อนบนของสตรี
(ADV) เกี่ยวกับร่างกาย
(N) อิริยาบถ
(N) กลุ่มคน
(N) ใจความสําคัญของงานเขียน
(N) ร่างกาย
(N) ศพ
(N) ส่วนประกอบหลักของยานพาหนะ
(N) ส่วนประกอบหลักของสิ่งต่าง ๆ
(N) การสร้างกล้ามเนื้อให้ใหญ่และแข็งแรงด้วยการออกกําลัง
(SL) จํานวนคนที่มีอยู่
(SL) จํานวนผู้ไม่ถูกว่าจ้าง (หลังจากการปรับปรุงระบบขององค์กรใหม่)
(SL) จํานวนศพหลังสงคราม
(N) องครักษ์
(N) ภาษาท่าทาง
(N) กลิ่นตัว
(N) ชุดรัดรูปของผู้หญิง
(N) โครงด้านนอกของรถ
(N) นักวิทยาศาสตร์
(N) ห้วย
(PHRV) พบกับความยุ่งยาก
(N) สิ่งที่ทําให้คนเดือดร้อน รําคาญหรือเกรงกลัว
(N) ปีศาจในจินตนาการที่ใช้ขู่เด็กๆ
(VI) รีรอที่จะทําสิ่งหนึ่งเพราะกลัวหรือกังวล
(VT) ทําผิดพลาดเล็กๆ น้อยๆ
(VT) ทําให้งุนงง
(PHRV) ประหลาดใจกับ
(ADJ) นิ่ม เปียกเหมือนกับ
(N) ตู้รถไฟ
(PHRV) ไปให้พ้น (คําสแลง)
(ADJ) ไม่แท้
(N) สิ่งที่ทําให้คนเดือดร้อน รําคาญหรือเกรงกลัว
(N) ปีศาจในจินตนาการที่ใช้ขู่เด็กๆ
(N) ผีในจินตนาการที่ใช้ขู่หลอกเด็ก
(N) ผู้ดํารงชีวิตแตกต่างจากคนอื่น (แบบไม่ทําตามกฎทางสังคม)
(N) เดือด
(VT) ทําให้เดือด
(N) หนอง (ผิวหนัง)
(PHRV) กําลังต้ม
(PHRV) เหือดหายไป
(PHRV) เหือดแห้ง
(PHRV) ลดลง
(PHRV) ขจัดออกด้วยการต้ม
(PHRV) โกรธ (คําไม่เป็นทางการ)
(PHRV) ควบคุมไม่ได้และมากขึ้น
(PHRV) ต้มหรืออุ่นให้ร้อน
(PHRV) เป็นอันตรายยิ่งขึ้น (คําไม่เป็นทางการ)
(ADJ) เอะอะ
(N) ความอึกทึก
(SL) มาก
(SL) มาก
(ADJ) กล้าหาญ
(ADJ) ชัดเจน
(IDM) ไร้ยางอาย
(N) ความกล้าหาญ
(N) ท่อหรือลําต้นของต้นไม้
(N) การเต้นรําแบบสเปน
(N) ส่วนของต้นฝ้ายที่มีเมล็ด
(N) เสาที่ใช้ผูกเชือกเรือ
(N) การตะคอก
(N) ความไร้สาระ
(N) อัณฑะชาย
(SL) เรื่องไร้สาระ
(N) ไส้กรอกสําหรับทําแซนด์วิช
(N) เน็กไทผูกรอบคอที่มีเข็มกลัดติดด้านหน้า
(N) คอมมิวนิสต์
(ADJ) คน Bolshevik
(ADJ) คน Bolshevik
(N) หมอนยาวทรงกระบอกที่ใช้เสริมหมอนใบอื่น
(VT) สนับสนุน
(PHRV) ช่วยให้เข้มแข็งขึ้น
(N) กลอนประตู
(N) ม้วนผ้า
(N) แสงแปลบปลาบของฟ้าแล็บ
(VI) วิ่งหนี
(VI) ใส่กลอนประตู
(VT) ไม่สนับสนุน
(VT) รีบกลืนอาหารโดยไม่ได้เคี้ยว
(PHRV) รีบกิน
(N) สถานที่หลบภัย
(PHRV) รีบผละไป
(N) คนเยี่ยมยอด (คําสแลง)
(N) ระเบิด
(VI) ทิ้งระเบิดทําลาย
(VT) ทิ้งระเบิดทําลาย
(VT) โจมตีโดยการใช้ระเบิดหรือปืนที่มีอานุภาพร้ายแรง
(VT) ระดม (คําถาม ความคิด คําวิจารณ์) เข้าใส่
(N) ปืนใหญ่
(N) การโจมตีโดยการใช้ระเบิดหรือปืนที่มีอานุภาพร้ายแรง
(PHRV) กระหน่ําด้วย (สิ่งทําลายสูง)
(PHRV) กังวลเกี่ยวกับ
(N) คําพูดยาวๆที่พูดเพื่อเอาใจคนอื่น
(N) เครื่องบินทิ้งระเบิด
(N) การทิ้งระเบิด
(PHRV) ระเบิดทําให้ไร้ที่อยู่อาศัย
(N) ข่าวไม่ค่อยดีที่ได้รับรู้อย่างปัจจุบันทันด่วน
(N) ลูกระเบิด
(PHRV) ลําเลียงระเบิด
(ADJ) จริงใจ
(ADJ) แท้จริง
(N) คําพูดหรือหลักฐานที่แสดงความจริงใจ
(N) สินแร่จํานวนมหาศาล
(N) แหล่งหรือสิ่งที่ทําให้ร่ํารวยขึ้นในพริบตา
(N) ขนมหวานที่นิ่มตรงกลาง
(N) หัวคน
(N) ข้อผูกมัด
(VT) ผูกมัด
(N) ความเป็นทาส
(ADJ) ประกันไว้
(N) การเชื่อม
(N) ทาส
(N) ตั๋วเงินคลัง
(N) ทาส
(N) กระดูก
(N) วัตถุหรือสารสีขาวจากร่างกายสัตว์
(VI) เรียนอย่างหนัก
(VT) ถอดกระดูก
(ADJ) แห้งมาก
(SL) ป่าช้า
(N) ไขกระดูก
(N) ปุ๋ยที่ได้จากกระดูกสัตว์ป่น
(N) ต้นเหตุที่ทําให้เกิดการโต้เถียง
(SL) แข็งตัว (อวัยวะเพศ)
(SL) ป่าช้า
(N) ความผิดที่น่าอับอาย
(PHRV) ศึกษาอย่างหนัก
(SL) ป่าช้า
(N) กองไฟ
(N) กลองเล็ก
(N) ความมีมิตรไมตรี
(N) การมีเพศสัมพันธ์
(ADJ) บ้าคลั่ง
(SL) เป็นบ้า
(N) หมวกสตรี
(ADJ) น่าดึงดูด
(ADJ) น่ารักและมีสุขภาพดี
(N) ต้นไม้แคระ
(N) เงินที่ได้พิเศษนอกเหนือจากเงินเดือน
(N) สิ่งกระตุ้น
(N) สินน้ําใจ
(SL) เยี่ยมยอด
(ADJ) คล้ายกระดูก
(SL) บ้า
(INT) เสียงร้องแสดงความตกใจหรือประหลาดใจ
(N) หน้าอกผู้หญิง
(SL) ข้อผิดพลาด
(SL) เต้านม (ผู้หญิง) (มักใช้รูปพหูพจน boobs หรือ boobies)
(SL) โรงพยาบาลประสาท
(VT) วางทุ่นระเบิด
(SL) ก้น
(SL) ก้น
(N) ขี้มูกแห้ง
(N) ผีในจินตนาการที่ใช้ขู่หลอกเด็ก
(N) เพลงแบบหนึ่งที่เล่นกับเปียนโน
(INT) คําแทนเสียงร้องในภาษาเขียน
(N) หนังสือ
(VT) จอง
(VT) บันทึกข้อหา
(ADJ) ซึ่งจองล่วงหน้าได้
(N) คนเย็บเล่มหนังสือ
(ADJ) การเย็บเล่มหรือปกหนังสือ
(N) ตู้หนังสือ
(N) ที่ตั้งหนังสือ (ทําให้หนังสือตรงเป็นแถว)
(N) คนรับแทงม้า
(SL) คนรับแทง (การพนัน)
(PHRV) จองห้องพัก (โรงแรม)
(N) การจองล่วงหน้า
(ADJ) ชอบอ่านหนังสือ
(N) คนทําบัญชี
(N) วิชาการทําบัญชี
(N) หนังสือเล่มเล็ก
(N) คนทําหนังสือ
(N) คนรับแทงม้า
(N) ที่คั่นหนังสือ
(N) ห้องสมุดเคลื่อนที่
(PHRV) ประท้วงไม่ทํางาน
(PHRV) จองไว้เต็มหมดแล้ว
(PHRV) ชําระเงินเพื่อออกจากโรงแรม
(N) ป้ายชื่อในหนังสือ (ระบุผู้เป็นเจ้าของหนังสือ)
(N) คนขายหนังสือ
(N) ชั้นหนังสือ
(N) ร้านหนังสือเล็ก
(N) ร้านหนังสือ
(PHRV) จอง
(N) หนอนหนังสือ
(N) ขุมทอง
(N) ความเจริญรุ่งเรือง
(N) เสียงดัง
(VI) เจริญรุ่งเรือง
(VI) เปล่งเสียง
(VT) ตี
(N) ขาตั้งไมโครโฟน
(N) ไม้ขวางที่ผูกข้างเรือ
(N) ผู้กําเนิดในยุคหลังสงครามโลกครั้งที่2
(N) ผู้เกิดตอนหลังสงครามโลกครั้งที่สอง
(N) ไม้ที่มีลักษณะโค้งแบน เมื่อขว้างไปแล้วจะย้อนกลับมาหาผู้ขว้าง
(N) สิ่งที่ให้ผลร้ายแบบไม่คาดคิดแก่ผู้ที่ทําหรือพูดออกไป
(VI) ส่งผลร้ายย้อนกลับมา
(PHRV) ส่งเสียงดังและทุ้ม
(N) สิ่งที่เป็นประโยชน์
(ADJ) ที่สนุกสนานร่าเริง
(ADJ) มีความกรุณา
(N) พื้นที่ห่างไกลตัวเมือง
(SL) พื้นที่ห่างไกลความเจริญ
(N) งานที่สูญเสียเวลาและ/หรือเงิน
(N) ถิ่นที่อยู่ไกลตัวเมือง
(N) คนชั้นต่ํา
(SL) เต้านม (ผู้หญิง)
(VT) ส่งเสริม
(N) การส่งเสริม
(PHRV) ช่วยผลักหรือดันขึ้นไป
(PHRV) ทําให้แข็งแรง
(N) รองเท้าบูท
(N) ถุงเท้าทารก
(N) โต๊ะเล็กๆ ในร้านอาหารหรือบาร์ ประกอบด้วยเก้าอี้พนักสูงสองตัว
(N) บูธ / ซุ้ม / คูหา
(SL) ก้น
(IDM) เรื่องมันกลับตาลปัตรไปเลย
(N) สายผูกเชือกรองเท้า
(ADJ) เถื่อน
(VI) ขายของผิดกฎหมาย
(PHRV) เตะ (คําไม่เป็นทางการ)
(N) ห่วงหลังรองเท้าบูต
(N) ของที่ปล้นสะดมมา
(SL) ก้น
(N) การดื่มเหล้า (คําไม่เป็นทางการ)
(N) เครื่องดื่มที่มีแอลกอฮอล์ (คําไม่เป็นทางการ)
(SL) การดื่ม
(SL) เครื่องดื่มอัลกอฮอล์
(VI) ดื่มแอลกอฮอล์อย่างมาก
(SL) ร้านเหล้า
(SL) นักดื่ม
(N) ผับ
(SL) การดื่ม
(N) การดื่มเหล้ามากเกินไป
(PHRV) ดื่มสุรามาก (คําไม่เป็นทางการ)
(SL) การดื่ม
(ADJ) ซึ่งดื่มเหล้า
(N) การเต้นเพลงป็อบ
(VI) เต้นเพลงป็อบ
(SL) หลับ
(N) ต้นไม้มีดอกสีฟ้าแถบเมดิเตอร์เรเนียน
(SL) กระเป๋าแห้ง
(N) สารบอแรกซ์
(N) ซ่องโสเภณี
(N) กรอบ
(N) ขอบเขต
(N) ขอบนอก
(N) เขตแดน
(VT) สร้างขอบเขต
(N) พรมแดน
(ADJ) ตามชายแดน
(N) เส้นแบ่งขอบเขต
(PHRV) เหมือนกับ...มาก
(PHRV) อยู่ติดกับ
(VT) ทะลุ
(VT) ระอา
(ADJ) ที่น่าเบื่อ
(N) ความเหนื่อยหน่าย
(N) หลุมลึกที่เจาะลงดินเพื่อหาน้ําหรือน้ํามัน
(PHRV) เบื่อมาก
(PHRV) เบื่อมาก
(PHRV) เบื่อมาก
(ADJ) น่าเบื่อ
(N) การขุดน้ํามัน
(N) การเจาะ
(ADJ) ี่เป็นมาโดยกําเนิด
(ADJ) ซึ่งเชื่อแรงกล้าในศาสนาและต้องการให้ผู้อื่นเชื่อเหมือนกัน
(VT) กริยาช่องที่ 3 ของ bear
(PHRV) ตื่นเต้นยินดี
(N) โบรอน
(N) เมืองเล็กๆ ที่ปกครองตนเอง
(VI) รับเอา
(VT) ยืม
(N) ผู้ขอยืม
(PHRV) ขอยืมจาก
(PHRV) คัดลอก (ความคิด, รูปแบบ, แนว)จาก
(N) เงินหรือสิ่งที่ให้ยืม
(N) น้ําซุปรัสเซีย
(N) สถานกักกันเยาวชน
(SL) ใช้พูดถึงการเคลื่อนไหวของมือ เช่น ทาสี
(SL) ไร้สาระ
(ADJ) ใกล้ชิด
(N) หน้าอก
(SL) เพื่อนสนิท
(ADJ) (ผู้หญิง) หน้าอกใหญ่
(N) นายจ้าง
(VT) ควบคุม
(PHRV) บงการ
(PHRV) บงการ
(SL) (ชาย) ผู้รับผิดชอบ
(ADJ) ซึ่งสั่งให้ทํา
(N) ไข่ของแมลงชนิดหนึ่ง
(N) ไข่แมลง
(N) คนขี้โกง
(ADJ) เกี่ยวกับพืช
(N) สวนพฤกษชาติ
(N) นักพฤกษศาสตร์
(N) พฤกษศาสตร์
(N) ผลงานที่แย่
(VT) ซ่อมแซมอย่างลวกๆ
(VT) ทําผิดพลาด
(VT) ทําหรือพูดด้วยอาการที่งุ่มง่าม
(PHRV) ทําลวกๆ (คําไม่เป็นทางการ)
(ADJ) ทั้งสอง
(CONJ) เหมือนๆ กัน
(N) การรบกวน
(N) ตัวก่อปัญหา
(VT) ทําให้เกิดปัญหา
(VT) ทําให้ตัวเองยุ่งยาก
(PHRV) วิตกกังวลเกี่ยวกับ
(VT) เป็นทุกข์เป็นร้อน
(IDM) ทําให้กังวลเกี่ยวกับ
(ADJ) ที่รบกวน
(PHRV) วิตกกังวลเกี่ยวกับ
(N) กระท่อมบนภูเขาในสก็อตแลนด์
(N) ขวด
(SL) ความกล้า
(VT) ใส่ขวด
(VT) ให้นมเด็กจากขวด
(ADJ) สีเขียวเข้ม
(N) ถนนส่วนที่มีการจราจรติดขัด
(N) ที่เปิดขวด
(SL) ผู้ที่สูญเสียความกล้า
(PHRV) ปิดกั้น (ความรู้สึก)
(PHRV) ใส่ในขวด
(ADJ) ต่ําสุด
(N) ก้น
(N) ฐาน
(N) ท้าย
(N) ส่วนที่ลึกที่สุด
(ADJ) ลึกมาก
(N) ส่วนสําคัญที่สุด
(SL) ผลคะแนน
(PHRV) ตกต่ําถึงขีดสุด
(SL) เกย์
(N) โรคที่เกิดจากอาหารเป็นพิษ
(N) ห้องส่วนตัวหรือห้องนอนของผู้หญิง
(ADJ) (ผม) ทรงบาน
(N) ต้นไม้เขตร้อน
(N) ต้นไม้เขตร้อน
(N) กิ่ง
(N) กิ่งต้นไม้ขนาดใหญ่
(VT) กริยาช่องที่ 2 ของ buy
(N) ซุปปลารสจัดของทางใต้ของฝรั่งเศส
(N) น้ําซุป
(N) หินก้อนกลมๆ ใหญ่ๆ
(N) หินขนาดใหญ่เปลี่ยนเป็นรูปร่างต่างๆ เพราะน้ํา/อากาศ
(N) ถนน
(N) ถนนกว้างในเมือง (มีต้นไม้สองข้างทาง)
(N) ความสามารถในการสะท้อน
(VI) เด้ง
(PHRV) กระเด้งไป
(PHRV) ก้าวหน้าเร็ว
(PHRV) แล่นเร็ว
(PHRV) กระเด้งกลับ
(PHRV) กลับสู่สภาพปกติ
(PHRV) มีผลต่อ
(PHRV) กระเด้งจาก
(PHRV) กระเด้งจาก
(PHRV) กระเด้งออก
(PHRV) โยนออก (เพราะทําความผิด)
(N) คนเฝ้าหน้าร้านที่คอยโยนผู้ไม่ได้รับอนุญาตเข้าออกมา
(ADJ) มีพละกําลังและสุขภาพดี
(ADJ) กระฉับกระเฉง
(ADJ) ซึ่งทําให้กระเด้งหรือกระโดด
(ADJ) เป็นพรหมลิขิต
(ADJ) ผูก
(ADJ) ผูกพัน
(ADJ) มีสัญญาผูกมัด
(ADJ) หุ้มปก
(N) การกระโดด
(VI) กระโดด
(VI) มุ่งหน้า
(N) ข้อจํากัด
(N) เส้นขอบเขต
(N) เส้นแบ่งเขตแดน
(VT) จํากัด
(N) เขตแดน
(N) ขอบเขต
(ADJ) ซึ่งผู้มัดหรือเป็นภาระรับผิดชอบ
(IDM) แล่น
(ADJ) ไม่มีที่สิ้นสุด
(N) ข้อกําหนดที่ยอมรับได้
(IDM) แน่ใจ
(N) สมุนไพรที่ช่วยเพิ่มรสชาติอาหาร
(ADJ) ใจดี
(ADJ) อุดม
(N) ปริมาณมาก
(N) ช่อดอกไม้
(N) ราชวงศ์ของประเทศฝรั่งเศส
(N) เหล้าชนิดหนึ่งของอเมริกัน
(N) ชนชั้นกลาง (ตามแนวความคิดแบบมาร์กซิส)
(N) ชนชั้นกลางของสังคม
(N) การซื้อขายหุ้น
(N) การแข่งขัน
(N) การเจ็บป่วยช่วงเวลาสั้นๆ
(N) กิจกรรมระยะสั้นๆ
(N) ร้านขายเครื่องแต่งกายที่นําสมัย
(N) ร้านเล็กๆ ที่ขายสินค้าหรือบริการที่เฉพาะเจาะจง เช่น ร้านขายสินค้านําเข้า
(N) ดอกไม้ดอกเล็กที่ใส่ในรูกระดุม
(ADJ) เกี่ยวกับวัว
(ADJ) โง่และช้า
(SL) ความยากลําบาก
(SL) รองเท้าบูทที่ใหญ่เทอะทะ
(N) การโค้งคํานับ
(VI) คํานับ
(N) คันซอ
(N) คันธนู
(N) สิ่งที่มีลักษณะโค้ง
(VT) สีซอ
(N) หัวเรือ
(N) หูกระต่าย
(PHRV) ก้มตัว
(PHRV) เชื่อฟัง
(PHRV) ยินยอมให้กับ
(IDM) ยอมรับสิ่งที่ไม่สามารถเลี่ยงได้
(VT) ชําระหรือตัดส่วนที่ไม่สมควรออก
(VT) ชําระหรือตัดส่วนที่ไม่สมควรออก
(PHRV) จํากัดสิทธิเสรีภาพของ
(PHRV) ทําให้ทุกข์ยาก
(PHRV) ทําให้โน้มลงมา
(PHRV) ยอมรับความพ่ายแพ้และตกลงรับใช้
(N) ลําไส้
(N) การขับถ่ายอุจจาระ
(N) ลําไส้
(N) ซุ้มใต้ต้นไม้ในสวนหรือสนาม
(PHRV) โค้งให้อย่างสุภาพ
(N) ชาม
(N) ส่วนกลมของกล้องสูบยาเส้นสําหรับบรรจุยา
(N) ลูกโบว์ลิ่ง
(N) เวที
(PHRV) ก้าวหน้า
(PHRV) (รถ) แล่นอย่างเร็วและอันตราย
(N) ผู้เล่นที่ขว้างบอลให้กับผู้ตี (กีฬาคริกเก็ต)
(N) หมวกทรงกลมสีดํามีขอบโค้ง
(N) กีฬาโบว์ลิ่ง
(PHRV) ทําให้ออกจากการเล่น (กีฬาคริกเก็ต)
(PHRV) ประหลาดใจมาก
(PHRV) ชนล้ม
(PHRV) ประหลาดใจมาก
(N) นักยิงธนู
(N) นักยิงธนู
(PHRV) โค้งให้อย่างสุภาพ
(PHRV) ออกจาก (บางสิ่งเช่น การแข่งขันฯลฯ)
(PHRV) ดึงเชือกให้ตึง (การแล่นเรือ)
(PHRV) ก้มตัว
(PHRV) เชื่อฟัง
(PHRV) ยินยอมให้กับ
(N) คําเรียกสุนัข (เด็กใช้เรียก)
(SL) หมา (คําเรียกสุนัขของเด็ก)
(N) กล่อง
(N) คอกสําหรับคนดูในโรงละคร
(N) ช่องสี่เหลี่ยม
(N) ที่นั่งคนขับรถม้า
(SL) โทรทัศน์
(VT) ใส่กล่อง
(N) การตบ (ด้วยมือ)
(N) การต่อย
(SL) ช่องคลอด
(VI) ตบ
(VI) ต่อยมวย
(N) ต้นไม้ชนิดหนึ่ง
(N) ต้นไม้ชนิดหนึ่งใช้ทําเครื่องแกะสลักและไม้บรรทัด
(SL) ทวารหนัก
(N) รถไฟบรรทุกสัมภาระ
(ADJ) ใส่หรือขายในกล่อง
(SL) ตาย
(N) คนบรรจุกล่อง
(N) นักมวย
(N) สุนัขพันธุ์บอกเซอร์
(N) กล่องที่มีของอยู่เต็ม
(SL) วิทยุที่หิ้วไปได้
(PHRV) ห้อมล้อมแน่นหนา
(N) การชกมวย
(N) การบรรจุกล่อง
(PHRV) แบ่งแยก
(N) ที่ขายตั๋วภาพยนตร์หรือละคร
(N) ห้องเก็บของขนาดเล็กในบ้าน
(PHRV) เก็บใส่กล่อง
(PHRV) ทําให้สับสน
(PHRV) ปิดขังไว้ในสถานที่เล็กๆ
(PHRV) ปิดด้วยไม้
(N) ไม้เนื้อแข็งของต้นไม้ที่เขียวชอุ่มตลอดปี
(N) เด็กชาย
(N) บ๋อย
(N) การคว่ําบาตร
(VT) คว่ําบาตร
(N) เพื่อนชาย
(N) วัยเด็ก
(ADJ) ทําตัวเหมือนเด็ก
(N) ลูกเสือชาวบ้าน
(N) คนโง่
(ABBR) คําย่อของ British
(N) เสื้อชั้นในสตรี
(VT) รัด
(N) ทองกร
(N) สิ่งค้ํา
(N) เครื่องดื่มที่กระตุ้น
(PHRV) แข็งแรงขึ้น
(PHRV) หนุน
(PHRV) เตรียมใจ
(ADJ) ทําให้มีพลังงานหรือสดชื่น (เพราะความเย็น)
(N) ต้นไม้ป่า
(N) ประเภท
(N) วงเล็บ
(VT) ใส่วงเล็บ
(V) รับน้ําหนักด้วยเหล็กฉาก
(ADJ) มีรสกร่อย
(N) ส่วนไหล่เขา
(N) คําพูดอวดดี
(VI) พูดอวดดี
(PHRV) คุยโต
(N) คนคุยโม้
(PHRV) คุยโต
(N) พราหมณ์
(N) พราหมณ์
(SL) ที่ดื่มเหล้าอย่างหนัก
(N) เกลียว
(N) เปีย
(VT) ถัก (เชือก)
(VT) ถัก (เปีย)
(VT) ประดับด้วยเกลียว
(N) ระบบการพิมพ์อักษรเบลล์สําหรับคนตาบอด
(VT) พิมพ์ตัวหนังสือเบลล์
(N) ความฉลาด
(N) สติปัญญา
(N) สมอง
(N) ความคิดหรือสิ่งประดิษฐ์
(ADJ) โง่เง่ามาก
(ADJ) สมองและส่วนสําคัญไม่ทํางาน
(ADJ) โง่
(ADJ) เกี่ยวกับการถกเถียงอย่างเปิดเผยเพื่อแก้ปัญหา
(N) กระแสประสาท
(N) การถกเถียงอย่างเปิดเผย
(VI) ถกเถียงอย่างเปิดเผยเพื่อแก้ปัญหา
(N) การระดมความคิด
(N) ปัญหาที่ยากแต่ก็สนุกที่จะหาทางแก้
(SL) ปริศนา
(SL) ปริศนา
(N) การล้างสมอง
(VT) ล้างสมอง
(N) ความคิดดีที่นึกได้ทันที
(ADJ) ฉลาดมาก
(VT) เคี่ยว
(N) เครื่องห้ามล้อ
(VT) ห้ามล้อ
(N) ป่าละเมาะ
(N) ไม้ประเภทเฟิร์น
(N) พุ่มไม้ป่ามีหนาม
(N) พุ่มไม้มีหนาม
(N) รําข้าว
(N) อาหารที่ได้จากรําข้าวและเมล็ดธัญพืช
(N) กิ่งก้านสาขา
(N) สาขา
(VI) แตกแขนง
(PHRV) แบ่งแยก
(PHRV) ขยายสาขา
(PHRV) แตกกิ่ง (ต้นไม้)
(N) เครื่องหมายการค้า
(N) ดาบ
(N) ตรา
(N) ถ่านไฟ
(VT) ประทับตรา
(ADJ) ซึ่งสร้างจากบริษัทมีชื่อเสียง
(N) การแกว่ง
(VT) แกว่ง
(ADJ) เอี่ยมอ่อง
(N) บรั่นดี
(N) การทุ่มเถียง
(VI) เถียง
(SL) การมีเพศสัมพันธ์กับหญิงบริการ
(SL) เงิน
(N) กลุ่มคนใหญ่คนโต
(N) ความกล้า
(N) เครื่องเป่าทองเหลือง
(N) ทองเหลือง
(N) แผ่นทองเหลืองที่จารึกนามหน้าประตู
(N) ยกทรง
(N) เสื้อยกทรง
(SL) อากาศที่หนาวเย็น
(PHRV) บ่น (คําไม่เป็นทางการและส่วนมากใช้ทางทหาร)
(PHRV) แบ่งเงิน (คําไม่เป็นทางการ)
(PHRV) ใส่สายรัดทําด้วยหนังให้ม้า (มักทําด้วยเหล็ก)
(ADJ) ดังและแหบ
(SL) อากาศที่หนาวเย็น
(N) คนเลว
(N) เสียงอึกทึก
(VT) ทําให้เกิดเสียงอึกทึก
(N) การแสดงความกล้าหาญที่ไม่จริง
(ADJ) กล้า
(VI) กล้า
(PHRV) เผชิญหน้าอย่างกล้าหาญ
(N) ความกล้าหาญ
(INT) ไชโย
(N) ทักษะและความกระตือร้นจะทําในเชิงศิลปะ
(ADJ) ดี
(N) การวิวาท
(VI) ทะเลาะเบาะแว้ง
(N) นักสู้
(N) กล้ามเนื้อ
(N) เนื้อสุกร
(ADJ) ซึ่งมีกล้ามเนื้อแข็งแรง
(VI) คุยหรือหัวเราะด้วยเสียงแหบพร่า
(ADJ) หน้าไม่อาย
(PHRV) เผชิญหน้าอย่างกล้าหาญ
(N) ช่างทองเหลือง
(N) เตาถ่าน
(N) บราซิล
(N) ประเทศบราซิล
(N) รอยแตก
(VT) ทําให้แตก
(N) ขนมปัง
(SL) เงิน
(ADJ) สําคัญมาก
(N) คนหรือแหล่งรายได้ของบริษัท
(N) ดินแดนส่วนที่ผิดอาหารจํานวนมากให้ประเทศ
(N) เขียงหรือกระดานหั่นขนมปัง
(N) ขนมปังชิ้นเล็กมากที่ใช้ทําอาหาร
(ADJ) ซึ่งโรยด้วยเศษขนมปัง
(N) ผลไม้ขนาดใหญ่เขตร้อน
(SL) ภรรยา
(N) ระดับรายได้ของคนที่จนมาก
(N) ความกว้าง
(N) ผู้ที่เป็นหลักในการหาเงินเลี้ยงครอบครัว
(N) การแตกหัก
(N) การเปลี่ยนแปลงอย่างกระทันหัน
(N) การแยก
(N) การหยุด
(N) พัก
(VI) กระจัดกระจาย
(VI) เกิดขึ้น
(VI) แตก
(VI) (เสียง) แตก
(VI) หยุด
(VI) (หุ้น) ตก
(VT) แตก
(VT) ทําลาย
(VT) แยก
(VT) ล่มจม
(VT) ละเมิด
(VT) เปราะบาง
(N) รอยแตก
(ADJ) ซึ่งแยกตัวออกมา
(PHRV) แยกจากกัน
(PHRV) เลิกจงรักภักดีกับ
(PHRV) หนีรอดจาก
(PHRV) ชนะคู่ต่อสู้ (ที่เป็นฝ่ายเริ่มเกม) (กีฬาเทนนิส)
(PHRV) เปลี่ยนทิศทางกะทันหัน (กีฬารักบี้)
(PHRV) (ลูกคริกเก็ต) ลอยละลิ่ว (กีฬาคริกเก็ต)
(N) การเต้นรําแบบหนึ่ง
(N) การหยุดลง
(PHRV) ควบคุมอารมณ์หรือความรู้สึกไม่ได้
(PHRV) ใช้งานไม่ได้ (เครื่องจักร)
(PHRV) ทําให้พ่ายแพ้
(PHRV) ทุกข์ทรมานจากการเจ็บป่วย
(PHRV) แบ่งแยกออกเป็นหลายชนิด
(PHRV) พังหรือทําให้พัง
(PHRV) มีการเปลี่ยนแปลง (สารเคมี)
(PHRV) เสื่อมโทรม (สุขภาพ)
(N) คลื่นขนาดใหญ่
(PHRV) ไม่ได้ไม่เสีย
(N) อาหารเช้า
(VI) ทานอาหารเช้า
(PHRV) ขัดจังหวะ
(PHRV) งัดแงะ (ผิดกฎหมาย)
(PHRV) บังคับ
(PHRV) บุกเข้าไป
(PHRV) สวมใส่หรือใช้จนกว่าจะเคยชิน
(VI) การบุกรุกเข้าไป (เช่น บ้าน, รถ, ที่ทํางาน)
(PHRV) ขัดจังหวะ
(PHRV) ขัดจังหวะ
(PHRV) เคลื่อนไหวทันที
(PHRV) ใช้เงินอย่างไม่พอใจ
(PHRV) บุกรุก (ด้วยกําลัง)
(PHRV) แบ่งออกเป็นส่วนเล็กๆ
(PHRV) ปล่อยเสียง(ร้องเพลง, หัวเราะ, เสียงอื่นๆ)ทันที
(PHRV) เริ่มต้น (ทํางาน, ทําสิ่งที่ยากฯลฯ)
(PHRV) ขัดจังหวะ
(PHRV) ควบคุมไม่ได้
(PHRV) หนีรอดไปได้
(ADJ) เร็วและอันตรายมาก
(PHRV) แก้ไข
(PHRV) ยุติ
(PHRV) แยกออกจาก
(PHRV) หยุดทํางาน (ช่วงสั้นๆ)
(PHRV) หยุดพูด
(PHRV) งัด
(N) การแหกคุก
(PHRV) ชัก (บางสิ่งเช่น ชักธง)
(PHRV) พังออกไป
(PHRV) เริ่มต้นทันที
(PHRV) หนีรอด
(PHRV) ปล่อยหรือเปล่งเสียงออกมาทันที
(PHRV) เริ่มแสดง (บางสิ่ง) ออกมาให้เห็น
(IDM) กลัวมาก
(PHRV) (น้ํา) ไหลอย่างแรงข้าม (บางสิ่ง)
(PHRV) ยุติกะทันหัน
(PHRV) ค้นพบ
(PHRV) ฝ่าเข้าไป
(PHRV) (พระจันทร์หรือพระอาทิตย์) ขึ้นหรือปรากฏให้เห็น
(PHRV) ทําทางผ่านเข้าไป
(PHRV) เอาชนะให้ได้
(N) การบุกเข้าไปในแนวเขตของข้าศึก
(N) การพัฒนาหรือการค้นพบที่ยิ่งใหญ่
(N) เหตุการณ์หรือการกระทําที่ทําให้อุปสรรคหมดไป
(PHRV) บอกข่าวร้ายให้กับ
(N) การยุติความสัมพันธ์หรือการร่วมมือ
(PHRV) แตกกลุ่ม
(PHRV) ทําลาย
(PHRV) ทําให้ขบขัน (คําไม่เป็นทางการ)
(PHRV) ทําให้เศร้าโศก
(PHRV) ทําให้เเหลก
(PHRV) แบ่งออกเป็นส่วนเล็กๆ
(PHRV) ปิดภาคเรียน
(PHRV) ยุติ
(PHRV) เลิกกัน
(N) เขื่อนกันชายฝั่งหรือท่าเรือจากคลื่นของน้ําทะเล
(PHRV) หยุดการติดต่อกับ
(N) ปลาทะเลชนิดหนึ่ง
(N) หน้าอก
(VT) เผชิญหน้า
(N) กระดูกหน้าอก
(VI) ให้ลูกดูดนมจากอก
(VT) ให้ลูกดูดนมจากอก
(N) เสื้อเกราะทหารป้องกันส่วนบนของร่างกาย
(N) การว่ายน้ําท่าผีเสื้อ
(N) การพูดเป็นนัยๆ
(N) การหายใจ
(N) ลมหายใจ
(ADJ) ซึ่งมีลมหายใจผ่านได้
(VT) ตรวจวัดระดับอัลกอฮอล์ของผู้ขับขี่
(N) เครื่องวัดปริมาณอัลกอฮอล์จากลมหายใจ
(N) เครื่องวัดปริมาณอัลกอฮอล์จากลมหายใจ
(VI) หายใจ
(PHRV) รู้สึกปลอดภัย
(IDM) ติดตามหรือเฝ้าดูอย่างใกล้ชิด (คําไม่เป็นทางการ)
(PHRV) สูดอากาศเข้าไป
(PHRV) สูด
(IDM) ทําให้มีชีวิตชีวา
(PHRV) เผยความลับ
(PHRV) มีความคิดที่แย่หรือไม่ดีเกี่ยวกับ
(PHRV) ปล่อยลมหายใจออกทางปากหรือจมูก
(PHRV) เปล่งเสียง
(PHRV) พ่นควันออก (ด้วยการหายใจ)
(N) การพักผ่อนระยะสั้น
(PHRV) มีความคิดที่แย่หรือไม่ดีเกี่ยวกับ
(PHRV) หายใจรด (บางสิ่ง)
(N) กระบวนการหายใจ
(N) การหายใจ
(ADJ) หายใจลําบาก
(ADJ) ซึ่งตื่นเต้นยินดีอย่างมาก
(ADJ) ซึ่งร้องเพลงหรือพูดมีเสียงลมหายใจ
(N) ก้น
(N) กางเกงขี่ม้า
(N) พันธุ์
(VI) ผสมพันธุ์
(VT) เลี้ยง
(VT) ให้กําเนิด
(N) ผผสมพันธุ์สัตว์
(N) การผสมพันธุ์สัตว์เพื่อขยายพันธุ์
(N) สายลมที่พัดเบาๆ
(VI) เคลื่อนที่อย่างรวดเร็ว
(PHRV) เดินเข้าไปหรือเข้ามาอย่างมั่นใจ
(PHRV) สอบผ่านอย่างง่ายดาย
(ADJ) ที่พัดอย่างเบาๆ
(N) พี่น้อง
(N) การใช้คําที่สั้นกระชับ
(N) ระยะเวลาสั้นๆ
(SL) ชาหรือเครื่องดื่มร้อนๆ หนึ่งแก้ว
(SL) เหล้าหรือเบียร์
(N) การหมัก (เหล้า)
(SL) กาแฟหรือชา
(VI) ต้ม (เหล้า)
(VT) ชง
(N) ผู้ต้มเหล้า
(N) โรงงานต้มเหล้า
(SL) เบียร์
(SL) เบียร์
(SL) เบียร์
(SL) เบียร์
(N) การทําชา
(PHRV) ทําเหล้า
(PHRV) ปรุงชา
(PHRV) เพิ่มทีละน้อย
(N) พุ่มไม้มีหนามเช่น กุหลาบป่า
(N) สินบน
(VT) ติดสินบน
(N) การติดสินบน
(N) เครื่องประดับราคาถูก
(ADJ) ทําด้วยอิฐ
(N) คนดี
(N) ิอิฐ
(N) คําตําหนิ
(SL) ผู้หญิงอกโต
(PHRV) ถมด้วยก้อนอิฐ
(N) ช่างปูน
(PHRV) อุดหรือปิดกั้นด้วยก้อนอิฐ
(N) งานก่ออิฐ
(ADJ) เกี่ยวกับงานแต่งงาน
(ADJ) เกี่ยวกับเจ้าสาว
(N) เจ้าสาว
(N) เจ้าบ่าว
(N) เพื่อนเจ้าสาว
(N) เครื่องวัดความฝืดของกระแสไฟฟ้า
(N) ดั้งจมูก
(N) ตัวเชื่อม
(N) ที่ยึดฟันปลอม
(N) สะพาน
(N) หอบังคับการเรือ
(VI) ทอดสะพาน
(N) ไพ่บริดจ์
(ADJ) ที่เชื่อมโยงได้
(N) ที่มั่นของกองทัพที่อยู่ในดินแดนข้าศึก
(PHRV) ทําทางข้าม
(PHRV) หาทางจัดการกับ
(N) บังเหียน
(PHRV) ขุ่นเคือง
(PHRV) ขุ่นเคือง
(ADJ) โดยย่อ
(N) กระเป๋าหิ้ว
(N) สรุปแบบสั้นๆ
(ADV) ชั่วครู่
(N) กางเกงชั้นในชาย
(N) พุ่มไม้มีหนามเช่น กุหลาบป่า
(N) เรือที่มีเสากระโดง 2 เสา
(N) กองพลน้อย
(N) พนักงานตําแหน่งสูงของกองทัพอังกฤษ (คําย่อคือ Brig.)
(N) นายพลจัตวากองทัพบก
(N) อาชญากรที่ปล้นของคนเดินทาง
(ADJ) จ้า
(ADJ) ฉูดฉาด
(ADJ) เฉียบแหลม
(IDM) ซนมาก
(VI) ทําให้สว่าง
(VI) สว่าง
(PHRV) ทําให้สว่างขึ้น
(PHRV) เพิ่มบรรยากาศที่ดี
(ADJ) เต็มไปด้วยความสนใจและความศรัทธา
(SL) กระตือรือร้น
(ADV) เจิดจ้า
(N) ความสว่าง
(ADJ) ดีมาก
(SL) สุดยอด
(N) ความสุกใส
(N) ความหลักแหลม
(N) ส่องสว่าง
(ADJ) งดงาม
(ADJ) แพรวพราย
(ADJ) ขอบ
(N) ปีกหมวก
(VI) ปริ่ม
(VT) เติม
(ADJ) เต็มเปี่ยม
(PHRV) ล้น
(PHRV) เต็มไปด้วยความรู้สึก (บางอย่าง)
(N) สารกํามะถัน
(ADJ) ซึ่งมีลาย
(ADJ) ซึ่งมีลาย
(N) น้ําเค็ม
(VT) ขนย้าย
(VT) นําไปสู่
(VT) ไปเอามา
(VT) พาไป
(VT) พามา
(PHRV) ทําให้เกิด
(PHRV) ทําให้เปลี่ยนทิศทาง (เรือ)
(IDM) ดําเนินคดีกับ
(PHRV) ทําให้ก้าวหน้า
(PHRV) เอาไปด้วย
(N) การขายของเพื่อการกุศล
(IDM) ยุติ
(PHRV) ทําให้เรือเปลี่ยนเส้นทาง
(PHRV) โน้มน้าวให้เปลี่ยนความคิด
(PHRV) พาไปยังสถานที่ที่ตกลงกัน
(PHRV) กลับไปพร้อมกับ (บางสิ่งเช่น ความคิดหรือความรู้สึกบางอย่าง)
(PHRV) กลับไปใช้วิธี ความคิดหรือการกระทําเแบบเดิม
(PHRV) ช่วยให้ได้รับ (บางสิ่ง)
(PHRV) ทําให้หวนนึกถึง
(PHRV) เอากลับไปคืน
(PHRV) ถูกนําตัวขึ้นศาล
(PHRV) ส่งไปเพื่อให้...ยอมอนุมัติ
(PHRV) ตกทอด
(PHRV) ทําให้ทันสมัย
(PHRV) ทําให้เผชิญกับความจริง
(PHRV) ทําให้พ่ายแพ้
(PHRV) ทําให้ยุ่งยาก
(PHRV) ทําให้ร่วงลงมา
(PHRV) ทําให้ลด
(PHRV) ทําให้สถานภาพลดลง
(PHRV) นําลงมา
(PHRV) ประกาศหรือบอกให้รู้อย่างเป็นทางการ
(PHRV) ลดราคา
(SL) สิ่งเตือนให้นึกถึงความเป็นจริง
(SL) สิ่งที่ทําให้หดหู่ใจ
(PHRV) ให้กําเนิดเด็ก
(PHRV) จัดขึ้น
(PHRV) ทําให้เจริญก้าวหน้า
(PHRV) แนะนํา
(PHRV) สร้างหรือทําหลักฐาน
(PHRV) เอาไปวางข้างหน้า
(PHRV) นํากลับบ้าน
(IDM) ประสบความสําเร็จในการหาอาหารหรือสิ่งจําเป็นสําหรับครอบครัว
(PHRV) เชิญมาพบปะกับ
(PHRV) ตําหนิ
(PHRV) โน้มน้าวให้เชื่อ
(PHRV) เก็บเกี่ยว (พืชผล)
(PHRV) นําตัวไปสถานีตํารวจ
(PHRV) แนะนํา
(PHRV) เรียกมาช่วย
(PHRV) ให้รายได้
(PHRV) เอาเข้าด้านใน
(IDM) ตัดสิน
(PHRV) ร่วมปรึกษาหารือกับ
(IDM) ฉลองปีใหม่
(PHRV) นําไปยัง (สถานที่)
(PHRV) ถอนอํานาจ
(IDM) ทําให้ต้องตัดสินใจเข้าสู่ (บางอย่าง)
(PHRV) ประสบความสําเร็จในสิ่งที่ทํายาก
(PHRV) พาออกจาก (สถานที่อันตราย)
(PHRV) ทําให้มีมากขึ้น
(PHRV) นํา(บางสิ่ง)ออกมา
(PHRV) เป็นเหตุให้เจ็บป่วย
(PHRV) ทําให้ประสบกับ
(PHRV) กระตุ้นให้กล้า(คิด, พูดหรือทํา)
(PHRV) เคลื่อนย้ายออกไปจาก (ห้องหรืออาคาร)
(PHRV) ดึงออกมา
(PHRV) ได้รับรู้ (สิ่งที่เป็นความลับ)
(PHRV) ผลิต
(PHRV) เผยให้เห็น
(PHRV) ย้ายไปตั้งรกรากที่อื่น
(PHRV) วางให้เห็น
(PHRV) แสดงออกด้วย (คําพูดหรือเขียน)
(PHRV) หยุดงานประท้วง
(PHRV) กระตุ้นให้เกิด (ทางอารมณ์หรือร่างกาย)
(PHRV) โน้มน้าวให้เปลี่ยนความคิด
(PHRV) พาไปบ้าน
(PHRV) ย้าย(บางสิ่ง)ไปอีกด้านของเรือ (การแล่นเรือ)
(PHRV) ย้ายไปตั้งรกรากถิ่นอื่นหรือประเทศอื่น
(PHRV) ทําให้ฟื้น
(PHRV) โน้มน้าวให้เปลี่ยนความคิด
(PHRV) เบี่ยงเบน
(PHRV) เปลี่ยนเส้นทางไปด้านตรงข้าม (การแล่นเรือ)
(PHRV) พาไปยังสถานที่ตกลงกันไว้
(IDM) ทําให้ต้อยต่ํากว่าเดิม
(IDM) เผชิญความจริง
(IDM) เผชิญความจริง
(IDM) เริ่มทํางานที่ต่ําต้อย
(IDM) ทําให้ปฏิบัติตาม
(IDM) ให้กําเนิด
(IDM) แถวตรง (ทางทหาร)
(IDM) ทําให้สังเกตุเห็น
(IDM) ต้องลงบันทึก
(IDM) จัดการกับสิ่งที่ยุ่งยาก
(IDM) ทําให้เชื่อฟัง
(IDM) ทําให้ฟื้น
(IDM) ทําให้ลุกขึ้นยืน
(IDM) ทําให้พ่ายแพ้อย่างราบคาบ
(IDM) ทําให้กลับมามีเหตุผลหรือใช้เหตุผลใคร่ครวญ
(IDM) ทําให้ฟื้น
(IDM) ทําให้น่าสนใจ
(IDM) ทําให้ค้นพบ
(IDM) ทําให้กลายเป็นผู้นําหรือมีอิทธิพล
(IDM) ทําให้เริ่มทํางาน
(IDM) ทําให้แน่ชัด
(IDM) ทําให้มีผลบังคับใช้ (กฎหมาย)
(IDM) ทําให้ปฏิบัติตาม
(IDM) ทําให้มีผล
(IDM) ทําให้เห็นชัด
(IDM) ทําให้เปิดเผยต่อสาธารณชน
(IDM) ทําให้เห็นชัด
(IDM) ยุติ
(IDM) ทําให้มีอิทธิพลต่อ
(IDM) ทําให้น่าสนใจ
(IDM) ทําให้จดจํา
(IDM) ทําให้ล้มเหลว
(IDM) ทําให้ (บางสิ่ง) เกิดขึ้น
(IDM) ทําให้หยุดพัก
(IDM) ทําให้ย่ําแย่ลง
(IDM) ทําให้ย่ําแย่ลง
(IDM) ทําให้เป็นปัญหาเร่งด่วนที่ต้องแก้ไข
(IDM) ทําลาย
(IDM) ประสบความสําเร็จในการแสดง
(PHRV) ช่วยให้หายป่วยหนัก
(PHRV) ช่วยให้พ้นจากอันตรายหรือปัญหา
(PHRV) ทําให้ฟื้น
(PHRV) หยุดแล่น
(PHRV) ทําให้เข้าสู่สภาพบางอย่าง
(PHRV) นําไปเพิ่มเติมกับ
(PHRV) พาไปในทิศทางของ
(IDM) ทําให้สังเกตุเห็น
(IDM) ยืนตรง (ทางทหาร)
(PHRV) ทําให้เห็นพ้องกัน
(PHRV) นํามารวมกลุ่มกัน
(PHRV) ประกอบเข้ากับ
(PHRV) เข้ากุมอํานาจและทําให้ (บางคน) พ่ายแพ้
(PHRV) จัดอยู่ใน
(IDM) ควบคุมไว้ได้
(PHRV) คลื่นไส้อาเจียน
(PHRV) ดุด่า
(PHRV) ทําให้(คน)หยุดกึก
(PHRV) ทําให้มาถึง
(PHRV) นําขึ้นไปสู่ที่สูงกว่า
(PHRV) นําตัวขึ้นศาล
(PHRV) เลี้ยงดู
(PHRV) หยุด(ม้า)ทันที
(PHRV) หยุดแล่นเรือ
(PHRV) เอ่ยถึง
(PHRV) ทําให้ประสบกับ (ความยุ่งยาก)
(PHRV) ดึงเข้ามาใกล้
(PHRV) รวมเป็น
(PHRV) ใช้เวลาทําบางสิ่ง
(PHRV) บอกล่วงหน้า
(IDM) ทําให้ได้มาตรฐาน
(IDM) ทําให้ได้มาตรฐาน
(IDM) ทําให้ได้มาตรฐาน
(PHRV) ทําให้อยู่ในสภาพ
(N) ริม,ขอบ
(N) สถานการณ์เสี่ยงภัย
(N) การเสี่ยงอันตรายทําให้ผู้อื่นเป็นอย่างที่ต้องการ
(ADJ) (น้ํา) มีเกลือมาก
(N) ความมีชีวิตชีวา
(N) ถ่านหินกลมที่ใช้เป็นเชื้อเพลิง
(ADJ) กระฉับกระเฉง
(N) เนื้อส่วนอกสัตว์ โดยเฉพาะวัว
(N) ความรีบร้อน
(N) ขนแข็งของสัตว์
(PHRV) (ขน)ลุกชัน
(PHRV) รําคาญ
(ADJ) ฉุนเฉียว
(ADJ) มีหนามแหลม
(N) อังกฤษ
(ADJ) ชาวอังกฤษ
(N) คนอังกฤษ
(N) คนอังกฤษ
(N) เพลงที่นิยมในอังกฤษเมื่อปีค.ศ 1990
(ADJ) เปราะ
(N) ขนมหวานชนิดหนึ่ง
(N) เปราะบาง
(N) พี่หรือน้องชาย (คําไม่เป็นทางการ)
(VT) เริ่มพูดคุยในเรื่องที่น่าอับอายหรือคนอื่นไม่ยอมรับ
(PHRV) เสนอให้พิจารณา
(PHRV) เสนอให้พิจารณา
(ADJ) กว้างๆ
(ADJ) กว้างขวาง
(ADJ) ทั่วโลก
(ADJ) หยาบ
(N) ผู้หญิง (คําสแลง)
(ADJ) ซึ่งมีหลากหลาย
(ADJ) ซึ่งจัดการกับปัญหาอย่างกว้างๆ มากกว่าสนใจรายละเอียด
(N) รายการออกอากาศ
(VT) กระจาย
(N) ผู้กระจายเสียงทางวิทยุหรือโทรทัศน์
(N) การแพร่ภาพ
(VT) ขยับขยาย
(PHRV) ขยาย (ขนาดหรือเนื้อที่)
(PHRV) ขยาย (ความคิด, ทักษะ ฯลฯ)
(ADJ) ซึ่งมีใบกว้างและใบ
(ADV) อย่างกว้างขวาง
(ADJ) ใจกว้าง
(N) ความกว้าง
(N) หนังสือพิมพ์ขนาดใหญ่
(N) การกล่าวโจมตี
(N) ดาบใหญ่และใบมีดแบนกว้าง
(N) ผ้าหนาและหนักทอจากเส้นไหมทองหรือเงิน
(ADJ) ตกแต่งด้วนผ้าทอจากเส้นไหมทองหรือเงิน
(N) ต้นบร็อคโคลี่ซึ่งคล้ายกะหล่ําปลี
(N) แผ่นพับสําหรับโฆษณา
(N) รองเท้าแบบหนึ่ง
(VI) โกรธ
(VI) ย่าง
(N) ที่ย่าง
(VT) กริยาช่องที่ 2 ของคํากริยา break
(ADJ) ขาด
(ADJ) ต่ําต้อย
(ADJ) แตก
(ADJ) ไม่ติดต่อ
(ADJ) ไม่ถูกต้อง
(ADJ) หยาบ
(VT) กริยาช่องที่ 3 ของคํากริยา break
(ADJ) สภาพเลวร้ายมาก
(N) บ้านแตกสาแหรกขาด
(ADV) (คําพูด) ที่สั้นมากหรือเว้นช่วงหยุดพูดบ่อยมาก
(IDM) คนไว้ใจไม่ได้
(N) นายหน้า
(VI) เป็นนายหน้า
(N) ค่านายหน้า
(N) ผู้ทํางานในตลาดหุ้น
(N) ร่ม
(N) ยาที่ทําให้สงบ
(N) ธาตุโบรมีน
(VI) ประกอบกับโบรมีน
(ADJ) เกี่ยวกับหลอดลม
(ADJ) เกี่ยวกับหลอดลม
(N) โรคหลอดลมอักเสบ
(N) หลอดลม
(N) ม้าป่าทางอเมริกาตะวันตก
(N) ไดโนเสาร์ขนาดใหญ่มาก (มีคอและหางยาว)
(N) ทองสัมฤทธ์
(VT) ทําให้เป็นสีทองแดง
(ADJ) ซึ่งมีผิวสีน้ําตาลเพราะโดนแสงอาทิตย์ (ผิวสีแทน)
(N) เข็มกลัด
(VT) กลัดเข็มกลัด
(ADJ) สําหรับไว้กกไข่
(N) ลูก
(VI) ครุ่นคิด
(VI) หน้างอ
(VT) กก
(PHRV) วิตกเกี่ยวกับ
(ADJ) เศร้าสร้อยและดูลึกลับ
(PHRV) วิตกเกี่ยวกับ
(PHRV) วิตกเกี่ยวกับ
(PHRV) วิตกเกี่ยวกับ
(ADJ) ซึ่งต้องการที่จะมีลูกมากเกินไป
(N) ลําห้วย
(VI) ทน
(N) ข้าวฟ่าง
(N) ไม้กวาด
(VT) กวาด
(N) ไม้กวาดด้ามยาว
(N) ซุป
(N) ซ่อง
(N) พี่ชายหรือน้องชาย
(N) พวกพ้องเดียวกัน
(N) พี่เขยหรือน้องเขย
(ADJ) เป็นพี่เป็นน้อง
(ADJ) เป็นน้ําซุป
(N) รถม้า
(VT) กริยาช่องที่ 2 ของคํากริยา bring
(N) คิ้ว
(VT) ขู่ให้กลัว
(PHRV) ขู่เข็ญให้ทํา (บางสิ่ง)
(ADJ) สีน้ําตาล
(N) สีน้ําตาล
(SL) ตาย
(ADJ) ซึ่งเป็นดินแดน
(N) เค้กบราวนี่
(ADJ) ที่เป็นสีน้ําตาล
(SL) ประจบประแจง
(VT) ประจบสอพลอ
(SL) ประจบประแจง
(PHRV) ทําให้เหนื่อย ท้อถอยและไม่สนใจสิ่งต่างๆ
(N) บ้านที่สร้างด้วยหินแดงน้ําตาล
(N) น้ําตาลทรายแดง
(N) การเล็ม
(N) การอ่านคร่าวๆ
(VT) มองไปรอบ ๆ
(VT) เล็ม
(PHRV) อ่านเพลินๆ
(PHRV) (สัตว์) กิน (บางสิ่ง) เป็นอาหาร
(N) โปรแกรมที่ช่วยค้นหาหรืออ่านเอกสารบนอินเตอร์เนต
(PHRV) อ่านเพลินๆ
(N) แผลฟกช้ํา
(VI) ต่อย
(ADJ) ถูกทารุณ
(N) ชายร่างใหญ่แข็งแรง
(N) รอยช้ํา
(PHRV) ทําให้รู้กันทั่ว
(PHRV) ทําให้รู้กันทั่ว
(N) อาหารที่เป็นทั้งอาหารมื้อเช้าและกลางวันรวมกัน
(VI) รับประทานอาหารที่รวมมื้อเช้าและกลางวันเข้าด้วยกัน
(N) ประเทศบรูไน
(ADJ) ที่มีผมสีน้ําตาลเข้ม (มักใช้กับเพศชาย)
(N) คนที่มีผมสีน้ําตาลเข้ม (มักใช้กับเพศชาย)
(ADJ) ที่มีผมสีน้ําตาลเข้ม (มักใช้กับเพศหญิง)
(N) คนที่มีผมสีน้ําตาลเข้ม (มักใช้กับเพศหญิง)
(N) การโจมตีอย่างรุนแรง
(N) ความหนักหน่วง
(N) ผลกระทบที่รุนแรง
(N) การสัมผัสเบาๆ
(N) ถ่านเก็บไฟในไดนาโมและมอเตอร์ไฟฟ้า
(N) แปรง
(VI) แปรง
(VT) กวาด
(VT) ปัด
(N) หมู่ไม้เตี้ยๆ
(PHRV) จัดการกับ (ได้ง่ายและสําเร็จ)
(PHRV) ปัดกวาด (ด้วยมือหรือแปรง)
(PHRV) ไม่สนใจ
(PHRV) จัดการกับ (ได้ง่ายและสําเร็จ)
(PHRV) ปัด(กวาด)หรือปาดออก (ด้วยมือหรือแปรง)
(PHRV) ไม่สนใจ
(PHRV) ตําหนิ
(PHRV) ทําความสะอาด (ด้วยมือหรือแปรง)
(N) การทําท่าทีไม่สนใจ (อย่างไม่เป็นมิตรและไม่สุภาพ)
(PHRV) (แปรง) ทําความสะอาด
(PHRV) ไม่ยอมรับฟัง
(PHRV) ปัดกวาด
(PHRV) ให้ความสนใจน้อยมาก
(PHRV) สัมผัส (บางสิ่ง) เบาๆ
(PHRV) แปรงขึ้น
(PHRV) (ศึกษา)ปรับปรุง
(PHRV) พบโดยบังเอิญ (มักเป็นการพบกับความยุ่งยาก)
(N) กิ่งไม้หักหรือตายแห้ง
(N) งานใช้ฝีแปรงในการวาดภาพ
(ADJ) พูดน้อยคําและไม่สุภาพ
(ADJ) โหดร้าย
(VT) ทําสิ่งที่โหดร้าย
(N) ความโหด
(VT) ทําสิ่งที่โหดร้าย
(ADJ) ลักษณะของสัตว์ป่า
(N) สัตว์ป่า
(ADJ) เยี่ยงสัตว์เดรัจฉาน
(ABBR) คําย่อของ by the way
(N) ฟอง
(VI) ทําให้เกิดฟอง
(VI) ผุดเป็นฟอง
(VI) เรอ
(N) หมากฝรั่งชนิดหนึ่งที่เป่าลูกโป่งได้
(PHRV) (ความรู้สึก)ท่วมท้น
(PHRV) ล้น
(PHRV) ท่วมท้นด้วย
(SL) แชมเปญ
(ADV) เป็นฟอง
(N) โจรสลัด
(ADJ) ของระดับชั้นที่ต่ําที่สุด (ทางทหาร)
(N) ผู้ชายรุ่นหนุ่ม
(N) สัตว์ตัวผู้
(N) สิ่งที่ทําจากหนังสัตว์
(N) หนังสัตว์
(VI) กระโดดขึ้นไปในอากาศทั้งสี่ขาและมีลักษณะหลังโค้งงอ (ใช้กับม้า)
(VI) ต่อต้าน (คําไม่เป็นทางการ)
(VT) ต่อต้าน
(VT) ฝ่าเข้าไป
(VT) พนัน
(VT) สู้โดยใช้หัวชน
(VT) เหวี่ยงผู้ขี่ให้ตกโดยการกระโดดขึ้นสี่ขาและโก่งหลังจนโค้ง (ใช้กับม้า)
(N) โครงที่ใช้สําหรับยึดไม้ที่เลื่อย
(VT) เลื่อย
(VT) ส่งต่อไปยัง (เพื่อหลีกเลี่ยงความรับผิดชอบ)
(N) น้ํายาเคมีที่ใช้ในการซักผ้า
(N) ผ้าที่ซักในน้ํายาเคมี
(VT) ซักในน้ํายาเคมี
(N) การพูดเรื่อยเปื่อย (Anglo-Indian)
(VT) พูดเรื่อยเปื่อย (Anglo-Indian)
(N) อย่างที่สุด (คําไม่เป็นทางการ)
(N) หนึ่งดอลล่าร์ (คําไม่เป็นทางการ)
(N) ถัง
(N) ใบเครื่องจักร
(VT) ใส่ถัง
(N) หัวเข็มขัด
(VI) ทําให้โค้งงอ
(VI) พังทลาย
(VI) ยอม
(VI) รัดเข็มขัด
(VT) ทําให้โค้งหรืองอ
(VT) ทําให้แน่นด้วยวัสดุคล้ายหัวเข็มขัด
(PHRV) ร่วมกันทํางาน
(PHRV) ยอมรับความพ่ายแพ้
(PHRV) บิด
(PHRV) ผูกเชือก
(PHRV) รัดเข็มขัด
(PHRV) (ม้า) กระโดดรุนแรงจนทําให้ผู้ขี่ตกลงมา
(N) ผ้าเนื้อหยาบทําจากฝ้ายหรือลินิน
(N) ลูกตะกั่วที่ยิงจากปืนสั้น
(N) หนังนิ่มทําด้วยหนังกวางหรือแพะ
(N) ฟันบนยื่นออกมาข้างหน้า
(PHRV) ทําให้ร่าเริงขึ้น
(PHRV) รีบ (คําไม่เป็นทางการ)
(PHRV) สนใจปรับปรุง (คําไม่เป็นทางการ)
(N) เมล็ดพืชขนาดเล็กสีเข้ม
(N) ต้นอ่อน
(N) แตกเนื้อหนุ่มสาว
(N) เพื่อนยาก
(VI) แตกหน่อ
(VT) ทําให้แตกหน่อ
(N) พระพุทธเจ้า
(N) พระพุทธรูป
(N) พุทธศาสนา
(N) ผู้ที่นับถือศาสนาพุทธ
(N) พุทธสมาคม
(N) พุทธศตวรรษ
(N) เข้าพรรษา
(N) อุปสมบท
(N) พุทธภาษิต
(N) โบสถ์
(N) พระสังฆราช
(N) แม่ชี
(N) การผลิดอก
(N) เพื่อนรัก
(VT) เคลื่อน
(N) นกขนาดเล็กตระกูลเดียวกับนกแก้ว
(N) งบประมาณ
(ADJ) เกี่ยวกับงบประมาณ
(PHRV) คํานวณค่าใช้จ่ายให้พอกับ
(N) นกขนาดเล็กตระกูลเดียวกับนกแก้ว
(N) การต่อตาต้นไม้
(ADJ) ที่ทําจากหนังควาย
(ADJ) ที่มีรูปลักษณ์ภายนอกน่าดึงดูด (คําแสลง)
(ADJ) ที่มีสีน้ําตาลอมเหลือง
(N) การเปลือยกาย (คําที่ไม่เป็นทางการ)
(N) คนที่รู้หรือสนใจเรื่องใดเป็นพิเศษ
(N) ควาย (คําที่ไม่เป็นทางการ)
(N) สีน้ําตาลอมเหลือง
(N) หนังที่ไม่ได้ย้อม มีลักษณะหนานุ่ม มักจะทําจากหนังควาย
(VT) การขัดเพื่อทําให้พื้นผิวนุ่ม
(VT) ขัดให้เป็นเงา
(VT) ทําให้แรงน้อยลง
(N) เกราะที่ป้องกันใบหน้าส่วนล่างและลําคอ
(N) กระบือ
(SL) สับสน
(N) เครื่องขัดเงา
(N) เครื่องรับน้ําหนักกระแทก
(N) แป้นปะทะที่หัวท้ายรถพ่วงในขบวนรถไฟ
(N) สารผ่อนความเป็นกรดหรือความเป็นด่าง
(VI) ใส่สารบัฟเฟอร์
(VT) รับน้ําหนักกระแทก
(N) อาหารที่ลูกค้าต้องบริการตัวเอง
(N) คนเล่นตลกหยาบๆ
(N) คนที่คลั่งไคล้ในสิ่งใดสิ่งหนึ่งมากๆ
(N) ความบกพร่อง
(N) เชื้อจุลินทรีย์
(N) แมลง
(VT) ดักฟัง (ทางโทรศัพท์)
(VT) รบกวน
(N) สิ่งที่ทําให้รําคาญและกังวล
(ADJ) ซึ่งมีตาโปนออกมา
(N) คําเรียกแบบดูถูกและแสดงถึงอารมณ์โกรธ
(PHRV0) ทําให้ยุ่งยาก  (คําสแลงและคําต้องห้าม)
(PHRV) ทําให้รก (คําสแลงและคําต้องห้าม)
(PHRV) ปล่อยเวลาให้เสียไปอย่างไร้ประโยชน์ (คําสแลงและคําต้องห้าม)
(PHRV) ทําให้รก (คําสแลงและคําต้องห้าม)
(PHRV) ทําให้ยุ่งยาก  (คําสแลงและคําต้องห้าม)
(PHRV) ทําให้รก (คําสแลงและคําต้องห้าม)
(PHRV) ปล่อยเวลาให้เสียไปอย่างไร้ประโยชน์ (คําสแลงและคําต้องห้าม)
(PHRV) ทําให้รก (คําสแลงและคําต้องห้าม)
(ADJ) เหนื่อยมาก
(PHRV) ออกไป
(PHRV) ้ทําให้เสีย (ด้วยความประมาท)
(N) การร่วมเพศทางทวารหนัก
(N) รถเล็กไม่มีหลังคาและประตู
(N) แตรเดี่ยว
(N) นักเป่าแตรเดี่ยว
(IDM) รบกวน
(PHRV) รีบเก็บข้าวของและเคลื่อนย้าย (ทางทหาร)
(VT) สร้าง
(ADJ) ที่สามารถก่อสร้างได้
(IDM) ฝันกลางวัน
(IDM) ฝันกลางวัน
(N) ช่างก่อสร้าง
(N) ผู้รับเหมา
(PHRV) ทําให้ติดกับ
(ADJ) ก่อนถึงจุดสําคัญของเรื่อง
(N) การก่อสร้าง
(N) ตึก
(N) ธุรกิจก่อสร้าง
(N) ตัวต่อไม้หรือพลาสติกของเล่น
(PHRV) ทําให้เป็นส่วนหนึ่งของ
(PHRV) สร้างเพิ่มเข้าไป
(PHRV) ปลูกสร้างเพิ่ม
(PHRV) ใช้(บางสิ่ง)เป็นพื้นฐานสําหรับพัฒนาต่อ
(PHRV) ตั้งอยู่บน
(PHRV) มั่นใจในการทําบางสิ่ง
(PHRV) สร้างบน (ด้านบนของบางสิ่ง)
(PHRV) สร้างมาจาก
(PHRV) สร้างทับ
(N) การเตรียมการ
(N) การพัฒนา
(N) การเสริมกําลัง
(PHRV) ถูกเติมด้วยสิ่งปลูกสร้างหรืออาคาร
(PHRV) ปลูกสร้างให้ใหญ่ขึ้น
(PHRV) เพิ่มขึ้นอย่างมั่นคง
(PHRV) ยกย่อง (มักเกินจริง)
(PHRV) (รถยนต์)หนาแน่น (การจราจร)
(PHRV) ออมเงินมากขึ้น
(PHRV) ปลูกสร้างเพิ่ม
(PHRV) ใช้(บางสิ่ง)เป็นพื้นฐานสําหรับพัฒนาต่อ
(PHRV) ตั้งอยู่บน
(PHRV) มั่นใจในการทําบางสิ่ง
(PHRV) สร้างบน (ด้านบนของบางสิ่ง)
(VT) กริยาช่องที่ 2 และ 3 ของ build
(ADJ) ที่มีอยู่โดยธรรมชาติ
(ADJ) ที่สร้างเป็นส่วนถาวรในโครงสร้างที่ใหญ่กว่า
(N) สิ่งที่สร้างเป็นส่วนถาวรในโครงสร้างที่ใหญ่กว่า
(N) สิ่งหรือส่วนที่เพิ่มเติมขึ้นมา
(ADJ) ซึ่งเต็มไปด้วยสิ่งก่อสร้าง
(N) หลอดไฟฟ้า
(N) หัว (ของต้นไม้)
(ADJ) ซึ่งมีรูปร่างเป็นกระเปาะกลม
(N) บัลแกเรีย
(N) ประเทศบัลแกเรีย
(N) ส่วนที่นูน
(VI) นูน
(PHRV) โป่ง
(N) โรคผิดปกติทางอารมณ์ทําให้กินมากเกินไปแล้วอาเจียนออก
(N) ความจุ
(N) ผนังที่แบ่งเรือ/เครื่องบินออกเป็นส่วนๆ
(PHRV) มีความสําคัญ
(PHRV) เพิ่มจํานวนขึ้น
(ADJ) เทอะทะ
(ADJ) ซึ่งมีราคาสูงขึ้น
(N) วัวตัวผู้
(ADJ) อย่างมีนิสัยดื้อรั้น (คําที่ไม่เป็นทางการ)
(N) สุนัขพันธุ์หนึ่ง มีขนสั้น รูปหน้าเป็นสี่เหลี่ยม และมีขาสั้น
(VT) จับวัวเหวี่ยงให้นอนบนพื้น โดยจับเขาแล้วบิดคอ
(VT) จู่โจม
(VT) พาล
(N) รถแทรกเตอร์เกลี่ยดิน
(N) กระสุนปืน
(N) แถลงการณ์
(ADJ) ป้องกันกระสุน
(N) กีฬาสู้วัวในสเปน
(N) นักสู้วัว
(N) การสู้วัว
(N) นกยุโรปขนาดเล็กตระกูล Finch
(N) กบอเมริกันตัวใหญ่
(N) เครื่องกระจายเสียงไฟฟ้า (หรือโทรโข่งไฟฟ้า)
(N) ทองแท่ง
(N) แท่งเงินหรือทองจํานวนมาก
(ADJ) มั่นใจและมีความหวังในอนาคต
(N) วัวหนุ่ม
(SL) การพูดคุยเรื่องทั่วๆ ไป
(N) จุดกลางเป้า
(N) ใจกลางเป้า
(SL) หลอกลวง
(VI) ไม่จริงหรือโง่เง่ามาก
(VT) ไม่จริงหรือโง่เง่ามาก
(SL) คนขี้โม้
(SL) คนขี้โม้
(ADJ) ดีมาก
(N) อันธพาล
(VI) พาล
(VT) ระราน
(PHRV) ขู่ให้กลัวหรือใช้ความรุนแรงอื่นเพื่อต้องการให้ทําบางสิ่ง
(PHRV) เริ่มเล่นหรือแข่งขัน (กีฬาฮ็อกกี้)
(N) กําแพงต้านศัตรู
(ADJ) ไม่มีคุณค่า
(N) คนเกียจคร้าน
(N) ก้น
(PHRV) ใช้เวลาหมดไปอย่างเปล่าประโยชน์ (คําสแลง)
(PHRV) ทําให้ดีขึ้นเรื่อยๆ (คําสแลง)
(PHRV) แล่นไปด้วยความเร็วคงที่ (คําสแลง)
(PHRV) ใช้เวลาหมดไปอย่างเปล่าประโยชน์ (คําสแลง)
(N) กระเป๋าเล็กติดที่เข็มขัดและสวมรอบเอว
(SL) เกย์
(N) การกระทําที่ผิด
(VI) ทําผิดอย่างมาก
(VT) ทําเลอะเทอะ
(VI) ทําเสียงคล้ายผึ้ง
(VI) เดินโซเซ
(N) ผึ้งมีขนตัวใหญ่ที่ส่งเสียงหึ่งๆ
(PHRV) ทําเสียหาย
(ADJ) ซึ่งทําผิดพลาด
(N) ข้อมเขียน
(SL) เกย์
(N) สถานการณ์ที่น่าผิดหวังหรือไม่พอใจ
(VI) ชน
(VT) กระทบ
(N) เครื่องกันชน
(N) ข้อเขียน
(PHRV) ชน
(PHRV) พบโดยบังเอิญ (คําไม่เป็นทางการ)
(N) คนบ้านนอก
(PHRV) ฆ่า (คําสแลง)
(ADJ) ซึ่งคิดว่าตนเองสําคัญมาก
(PHRV) เพิ่ม (คําไม่เป็นทางการ)
(PHRV) เลื่อนตําแหน่ง (คําไม่เป็นทางการ)
(ADJ) ขรุขระ
(SL) กล่าวหา
(SL) วิพากษ์วิจารณ์
(SL) ข้อมูลผิดพลาด
(SL) ทําให้ปลายบุหรี่เปียก
(N) กระต่าย
(N) ขนมปังนุ่มรสหวาน
(N) มวยผม
(N) หางของกระต่าย
(N) อาการเมา
(N) กลุ่ม
(N) หมู่คน
(VT) จับกันเป็นก้อน
(VT) มัด
(SL) หมัด
(PHRV) ทําให้เบียดกันแน่น
(ADJ) เป็นพวง
(N) มัดหรือห่อ
(PHRV) รีบผละไป
(SL) ทารก
(PHRV) รีบส่งไป
(PHRV) ใส่อย่างไม่ระวัง
(PHRV) รีบส่งไป (หลังจากมีปัญหาเกิดขึ้น)
(PHRV) รีบออกไป
(PHRV) ส่ง(บางสิ่งเช่น ห่อของ)ไปให้
(SL) ทารก
(PHRV) รีบออกจาก
(PHRV) สวมใส่ (เสื้อผ้า)
(PHRV) ใส่เสื้อให้อุ่น
(PHRV) ห่อ
(N) จุกหรือที่อุด
(N) บังกะโล
(N) กีฬากระโดดจากสะพานหรือหน้าผาสูง
(PHRV) ขว้าง (คําไม่เป็นทางการ)
(PHRV) ขัดจังหวะ (คําไม่เป็นทางการ)
(N) พลาด
(N) ผู้ที่ทําเสียหาย
(PHRV) (จมูกอุดตัน)หายใจไม่ค่อยออก
(PHRV) ปิดกั้น
(SL) ท้อง
(SL) ท้อง
(N) ตาปลาบนนิ้วเท้า
(SL) หนี
(PHRV) หาที่นอนให้
(N) หลุมหลบภัย
(N) น้ํามันเตา
(N) ที่พักคนงาน
(SL) เพื่อนร่วมห้อง
(PHRV) หนีจาก (ความรับผิดชอบ, ครอบครัว, โรงเรียนฯลฯ)
(N) การพูดหรือเขียนไร้สาระ
(PHRV) ช่วย(บางคน)ให้ขึ้นไปถึงที่สูง (คําไม่เป็นทางการ)
(PHRV) นอนด้วยกัน
(PHRV) มีเพศสัมพันธ์กับ (คําสแลง)
(SL) การร่วมเพศ
(N) คําเรียกกระต่าย (เด็กใช้เรียก)
(SL) ก้น
(SL) ก้น (โดยเฉพาะของผู้ชาย)
(VI) ตีอย่างแรง (กีฬาเบสบอล)
(VT) ตีอย่างแรง (กีฬาเบสบอล)
(N) ธงหรือกระดาษสีประดับถนนหรืออาคารในเทศกาลฉลอง
(N) ทุ่น
(VT) ลอยตัว
(N) ทุ่นลอยน้ํา
(ADJ) ลอยตัว
(PHRV) ช่วยให้ลอยขึ้น
(PHRV) สนับสนุน
(N) เมล็ดพืชมีหนามมักติดตามเสื้อผ้า
(N) มหาวิทยาลัยบูรพา
(N) ชานเมือง
(N) ภาระ
(N) ระวาง
(VT) เป็นภาระ
(N) การร้องประสานเสียง
(ADJ) ที่เป็นภาระ
(PHRV) รับภาระ
(N) สํานักงาน
(N) ระบบบริหารที่มีพิธีรีตรอง
(N) ข้าราชการ
(ADJ) เกี่ยวกับข้าราชการและกฎระเบียบต่างๆ
(ADJ) เกี่ยวกับระบบราชการ
(N) สํานักงานทรัพย์สินส่วนพระมหากษัตริย์
(N) สํานักพระราชวัง
(N) หลอดแก้วที่มีสเกลวัด
(N) หลอดแก้ว
(N) ดอกตูมหรือหน่อ
(VI) ออกหน่อ
(PHRV) แพร่ออกไป
(N) แฮมเบอร์เกอร์
(N) เมืองหรือตําบล
(N) ชาวเมือง
(N) ผู้ร้ายย่องเบา
(VT) ย่องเบา
(N) การบุกเข้ามาขโมยของในอาคาร/บ้าน
(VT) บุกเข้ามาขโมยของในอาคาร/บ้าน
(N) ไวน์แดงหรือขาวจากฝรั่งเศส
(N) งานศพ
(N) ผ้าที่ถักหรือทอแบบหยาบ
(N) ผ้าหนาหยาบใช้ทํากระสอบ
(N) การล้อเลียนที่ตลก
(ADJ) (ชาย) ร่างใหญ่ แข็งแรงและหนัก
(N) สหภาพพม่า
(N) การเผาผลาญ
(N) บริเวณที่ถูกเผา
(VI) ทําให้ไหม้
(VT) แดดเผา
(VT) ไหม้
(PHRV) เผาด้วยไฟ
(PHRV) เผาไหม้อย่างต่อเนื่อง
(PHRV) ค่อยๆ มอด
(PHRV) เผาไฟ
(SL) ผิดหวัง
(N) ภาชนะสําหรับเผาเครื่องหอม
(PHRV) เผาไหม้อย่างต่อเนื่อง
(PHRV) อยากมาก
(ADJ) ที่ถูกเผาผลาญ
(PHRV) ประทับตราบนตัวสัตว์ด้วยที่ประทับตราซึ่งเผาไหม้ให้ร้อน
(PHRV) ฝังแน่น
(N) การขัดเงา
(VT) ขัด
(PHRV) เผาทําลาย
(N) อาการเหนื่อยล้าหรือป่วยหนัก
(PHRV) ทําให้ไร้ที่อยู่อาศัยเพราะไฟไหม้
(PHRV) ทําให้เลิกไหม้
(PHRV) เผาจนมอด
(PHRV) ไม่มีชีวิตชีวา
(PHRV) หยุดทํางาน
(IDM) เผาจนตาย
(IDM) เผาจนไหม้เกรียม
(IDM) เผาจนเกรียม
(IDM) เผาจนไหม้เกรียม
(ADJ) ซึ่งเผาไหม้
(PHRV) โกรธมาก (คําไม่เป็นทางการ)
(PHRV) ดุด่า (คําไม่เป็นทางการ)
(PHRV) ถูกเผาทําลายด้วยความร้อนสูง
(PHRV) เผาไหม้จนหมด
(PHRV) ลุกไหม้อีก
(PHRV) แล่นไปด้วยความเร็วสูงบนถนน (คําไม่เป็นทางการ)
(PHRV) โกรธมาก
(PHRV) ลุกไหม้ด้วย
(VI) เรอ
(SL) เหล้า
(N) การลงเสียงหนักบนเสียง r ในภาษาอังกฤษ
(N) เมล็ดพืชมีหนามมักติดตามเสื้อผ้า
(N) ลาตัวเล็ก
(N) ีรู
(VT) ทําให้เป็นรูหรือโพรง
(N) เหรัญญิกโรงเรียนหรือวิทยาลัย
(N) เงินทุนสําหรับนักศึกษา
(N) การระเบิด
(VI) ระเบิด
(PHRV) เริ่มมีทันที
(PHRV) พังเข้ามา
(PHRV) พูดขึ้นทันที
(PHRV) รีบเข้ามา
(N) การระเบิดหรือแตกออก
(PHRV) รีบขัดจังหวะ
(PHRV) เข้าสู่(สภาพ)ทันที
(PHRV) พรวดพราดเข้ามา
(PHRV) ค้นพบ...ทันที
(PHRV) จําได้ทันที
(PHRV) โผล่พรวดเข้ามา
(PHRV) (ขนาด) ใหญ่หรือโตเกินกว่าเสื้อผ้า
(PHRV) ปล่อยออกมาทันที
(PHRV) โพล่งออกมา
(PHRV) หนีรอด
(IDM) ปล่อยก๊าก
(PHRV) ปรากฏตัวผ่าน
(PHRV) ค้นพบ...ทันที
(PHRV) จําได้ทันที
(PHRV) โผล่พรวดเข้ามา
(PHRV) เต็มไปด้วย (ความรู้สึกหรือสุขภาพ)
(N) เครื่องชักรอกเบาแบบเดี่ยวหรือคู่
(VT) จม
(VT) บัง
(VT) ฝัง
(VT) ฝังศพ
(PHRV) จมอยู่กับ
(PHRV) ซ่อนตัว
(PHRV) ปกคลุมด้วย
(PHRV) ปิดหน้าหรือหัวเพื่อซ่อนความรู้สึก
(PHRV) ฝังอยู่ใน
(PHRV) สนใจ
(PHRV) สอดเข้าไปใน
(N) การฝัง
(IDM) หยุดต่อสู้
(SL) สร้างความสงบ
(PHRV) ปกคลุมด้วย
(PHRV) วุ่นอยู่กับ
(N) รถโดยสารประจําทาง
(VI) เดินทางโดยรถสารประจําทาง
(VT) เก็บจาน (ในร้านอาหาร)
(VT) เดินทางโดยรถบัส
(N) บริกรชาย
(N) พุ่มไม้
(SL) ช่องคลอด
(ADJ) เหนื่อยมาก
(N) หน่วยตวงวัดข้าว
(ADJ) มีคุณภาพต่ํามาก
(PHRV) (ต้นไม้) แผ่กิ่งก้านสาขา
(IDM) การบอกกันต่อๆ ไป (คําไม่เป็นทางการ)
(ADJ) คล้ายพุ่มไม้
(ADJ) น่าสนใจและกระตือรือร้น
(ADV) ขวักไขว่
(N) ธุรกิจ
(N) ผู้สนับสนุน
(N) หน้าที่
(SL) เจ๋ง
(N) การบริหารธุรกิจ
(IDM) ส่วนปลายของบางสิ่ง
(ADJ) เหมือนธุรกิจ
(N) นักธุรกิจ
(SL) เจ๋ง
(N) หญิงนักธุรกิจ
(VT) แสดงละครหรือดนตรีในที่สาธารณะ
(N) เส้นทางเดินรถโดยสาร
(N) ผู้โดยสารจํานวนมากบนรถโดยสาร
(IDM) วันหยุดที่ใช้ทํางานเหมือนกับเป็นวันทํางาน
(N) วันหยุดที่ทํางานเหมือนวันปกติ
(N) ที่พักผู้โดยสาร
(N) สถานีรถโดยสาร
(N) ที่หยุดรถโดยสาร
(N) นม
(SL) รีบออกจาก (สถานที่)
(SL) ถูกจับ
(N) คําเรียกชายที่ไม่ชอบ
(N) เสื้อไร้สายรัดอกและเอวของสตรี
(VI) กระวีกระวาด
(PHRV) ทํานู่นทํานี่ตลอด
(PHRV) ทํานู่นทํานี่ตลอด
(PHRV) กุลีกุจอ
(ADJ) อึกทึกครึกโครม
(PHRV) ผลิดอกออกใบ (คําไม่เป็นทางการ)
(PHRV) เริ่มทําทันที (คําไม่เป็นทางการ)
(PHRV) หนีรอดจาก (คําไม่เป็นทางการ)
(PHRV) ลดตําแหน่ง (ทางทหาร)
(N) การแตกร้าว
(N) การโต้เถียงรุนแรง
(PHRV0) ทําลาย
(PHRV) ทะเลาะ
(PHRV) แยกทางกัน
(ADJ) มีหน้าอกใหญ่
(ADJ) ขยัน
(ADJ) ยุ่งวุ่นวาย
(IDM) ยุ่งมาก
(N) คนสอดรู้สอดเห็นเรื่องคนอื่น
(PHRV) วุ่นอยู่กับ
(N) งานที่ทําให้ยุ่งและไม่มีประโยชน์
(ADV) เป็นแต่เพียง
(CONJ) แต่
(PERP) ยกเว้น
(N) ก๊าซที่กลั่นจากน้ํามันปิโตรเลียม
(ADJ) (ชาย) ที่ตัวใหญ่และก้าวร้าว
(ADJ) (หญิง) ที่แต่งตัวเป็นชาย
(N) คนขายเนื้อ
(VT) ฆ่าสัตว์ขาย
(SL) การมอง
(N) การฆ่าอย่างโหดร้ายทารุณ
(N) หัวหน้าคนใช้
(N) ด้านปลายที่ใหญ่ของที่จับ
(N) ตัวตลก
(N) ถังขนาดใหญ่
(N) ส่วนก้น
(SL) ก้น
(VT) ขวิด
(N) เนย
(N) ส่วนผสมของเนยและน้ําตาลที่ใช้แต่งหน้าเค้ก
(N) ต้นไม้ป่ามีดอกเล็กสีเหลือง รูปร่างเหมือนถ้วย
(N) คนที่ทําของตกหล่นบ่อย
(SL) คําเรียกคนที่ไม่สามารถยึด / ถือสิ่งใดไว้ได้
(N) ปลาจาระเม็ด
(N) การว่ายน้ําท่าผีเสื้อ
(N) คนโง่หรือคนที่ไม่ใส่ใจในเรื่องใดๆ
(N) ผีเสื้อ
(N) นมเปรี้ยวชนิดหนึ่ง
(N) ขนมหวานชนิดหนึ่ง
(N) ซอสชนิดหนึ่ง
(PHRV) ประจบ
(ADJ) ทาเนย / เหมือนเนย / ประกอบด้วยเนย
(PHRV) พูดขัดจังหวะ
(PHRV) ยุ่ง
(N) สะโพก
(N) บั้นท้าย
(N) กระดุม
(N) ปุ่ม
(VT) กลัด
(ADJ) ป
(N) รังดุม
(PHRV) ติดกระดุมจากส่วนบนลงล่าง
(PHRV) เงียบ (คําสแลง)
(PHRV) ติดกระดุม
(PHRV) ทําให้สมบูรณ์
(N) โครงสร้างที่เป็นส่วนค้ําจุน
(VT) ส่วนที่ค้ําจุน
(PHRV) ทําให้เข้มแข็ง
(PHRV) สร้างให้แข็งแรง (อาคารหรือสิ่งก่อสร้าง)
(N) แซนด์วิช
(ADJ) อ้วนท้วน
(N) การซื้อ
(VT) ซื้อ
(IDM) ซื้อ / ยอมรับบางสิ่งมาโดยไม่ตรวจสอบ
(PHRV) ซื้อคืน
(N) ผู้ซื้อ
(PHRV) ซื้อสํารองไว้
(PHRV) ซื้อหุ้น
(PHRV) ประมูลสินค้า
(IDM) ตอบรับ
(SL) ตาย
(PHRV) จ่ายเงินเพื่อชักจูงให้ทําหรือพูดบางอย่าง
(N) การซื้อขายหุ้นของบริษัท
(PHRV) จ่ายเงินเพื่อซื้ออิสรภาพ
(PHRV) ใช้เงินซื้อได้หมด (เพื่อควบคุมหรือครอบครอง)
(PHRV) ใช้เงินซื้อได้หมด (เพื่อควบคุมหรือครอบครอง)
(PHRV) ซื้อสํารองไว้สําหรับ
(SL) คนชนชั้นกลาง
(N) เสียงเหมือนผึ้งร้องหึ่งๆ
(SL) จากไป
(N) คนละโมบ
(N) อีแร้ง
(N) กริ่ง
(PHRV) ไปให้พ้น (คําไม่เป็นทางการ)
(N) คําหรือวลีที่นิยมมาก
(SL) คําศัพท์เฉพาะ
(SL) ชุดชั้นใน
(ADJ) เป็นตัวแทนของ
(ADV) ก่อนเวลาที่กําหนด
(PREP) ใกล้
(PREP) โดย
(PREP) โดยประมาณ
(PREP) ทาง
(PREP) เป็นผลเนื่องจาก
(PREP) ผ่าน
(PREP) ระหว่าง
(IDM) อย่างเฉียดฉิว
(IDM) ตามคําบอกเล่า
(IDM) อย่างเห็นได้ชัด
(IDM) แน่นอน
(IDM) อย่างไกลมาก
(IDM) เมื่อเวลาผ่านไป
(IDM) โดยทั่วไป
(IDM) อย่างเฉียดฉิว
(PHRV) แวะเยี่ยม
(PHRV) อยู่ใกล้
(IDM) โดยบังเอิญ
(IDM) โดยจงใจ
(IDM) เนื่องจาก
(INT) บ๊ายบาย
(N) การผ่านเข้าไปเล่นในรอบต่อไป
(N) กฎระเบียบของสโมสรหรือบริษัท
(N) การเลือกตั้งสมาชิกสภาที่ตายหรือลาออกของอังกฤษ
(IDM) ไม่สม่ําเสมอ (คําไม่เป็นทางการ)
(ADJ) ซึ่งผ่านไปแล้ว
(N) สิ่งที่ผ่านไปแล้ว
(N) สิ่งที่มีมานานแล้ว
(IDM) โดยท่องจํา
(IDM) ทุกวิถีทาง
(N) กฎระเบียบของสโมสรหรือบริษัท
(IDM) อย่างรวดเร็ว
(N) บรรทัดแรกหรือสุดท้ายในหนังสือพิมพ์/นิตยสารที่ลงชื่อผู้เขียน
(ADV) ไม่ด้วยประการใดเลย
(IDM) ไม่อย่างแน่นอน
(ADV) แล้ว
(IDM) ตามลําพัง
(N) ทางอ้อม
(N) กาก
(N) โรงวัว
(IDM) ส่งกลับไปทันที
(IDM) ทางเท้า
(IDM) ทางเท้า
(N) ผู้เห็นเหตุการณ์
(N) ไบต์ (หน่วยเก็บข้อมูลในคอมพิวเตอร์ 1 ไบต์เท่ากับ 8 บิต)
(IDM) ตามกติกา
(IDM) ทั้งวัน
(IDM) เป็นโหล
(IDM) ในแต่ละชั่วโมง
(IDM) หนึ่งเดือน
(IDM) โดยวิธีเดียวกัน
(IDM) อย่างหวุดหวิด (คําไม่เป็นทางการ)
(IDM) ด้วยความพยายาม
(IDM) อีกอย่างหนึ่ง
(IDM) หนึ่งอาทิตย์
(IDM) ทั้งปี
(IDM) เนื่องจาก
(N) ถนนเล็กๆ ที่ไม่ค่อยมีรถแล่นผ่าน
(IDM) เป็นตัวอย่าง
(N) ส่วนที่สําคัญน้อยมาก
(N) สุภาษิตหรือคําคมที่รู้จักกันดี
(IDM) ด้วยการพูดมากกว่ากระทํา
(N) เกี่ยวกับสถาปัตยกรรมศตวรรษที่ 5-15 ของอาณาจักร Byzantine
