(ซี) n. พยัญชนะ|อังกฤษ|ตัว|ที่|3,|ตัวเลข|100|ของ|โรมัน|,|สัญลักษณ์|ทาง|เคมี|ของ|ธาตุ|คาร์บอน ภาษาซี|เป็น|ภาษาระดับสูง (high level language) ภาษา|หนึ่ง ที่|ใช้|ใน|การ|เขียน|โปรแกรม ภาษา|นี้|เริ่มต้น|มา|จาก|ห้องปฏิบัติการ|ของ|บริษัท Bell ใน|ช่วง|ทศวรรษ 1970 ภาษาซี|นี้ เป็น|ภาษา|ที่|ใช้|ทั่วไป|เทียบเคียง|ได้|กับ|ภาษา|เบ|สิ|ก (BASIC) หรือ|ภาษา|ปา|สกา|ล (Pascal) ความ|ที่|ภาษาซี|เป็น|ภาษา|ที่|ใช้|ง่าย|และ|สะดวก โปรแกรม|สําเร็จรูป|ที่|มี|ชื่อเสียง|เป็น|ที่|รู้จัก|กัน|อย่าง|ดี เช่น Lotus 1|-|2|-|3 และ Microsoft FoxPro ก็|เขียน|ด้วย|ภาษาซี ภาษาซี|ได้|เปรียบ|ภาษา|อื่น ๆ อย่าง|น้อย 3 ประการ|ด้วย|กัน คือ 1. ภาษาซี|ง่าย|ใน|การ|เขียน และ|เรียนรู้|ได้|ง่าย|เกือบจะ|เท่า|กับ|ภาษา|เบ|สิ|ก|2. โปรแกรม|ภาษาซี|ใช้เวลา|ของ|เครื่อง (คอมพิวเตอร์) น้อย|มาก พอ ๆ กับ|ภาษาแอสเซมบลี (Assembly) แต่|เขียน|ได้|ง่าย|กว่า|กัน|มาก|3. ภาษาซี|ใช้ได้|กับ|คอมพิวเตอร์|ทุก|เครื่อง|ทุก|ยี่ห้อ ไม่ว่า|จะ|เป็น|แมค|อิน|ทอ|ช|หรือ|ไอ|บีเอ็ม (แทบ|จะ|ไม่|ต้อง|แก้ไข|ดัดแปลง|อะไร|เลย ผิด|กับ|ภาษา|เบ|สิ|ก|และ|ภาษา|ปา|สกา|ล ซึ่ง|หาก|นํา|ไป|ใช้|กับ|เครื่อง|ต่าง|ตระกูล|กัน|แล้ว จะ|ต้อง|แก้ไข|มาก|จน|เรียก|ได้|ว่า|ไม่|คุ้ม
v. cost and freight ราคา|บวก|ค่าขนส่ง
abbr. cost and freight
abbr. cystoscopy and pyelography
ดู|ที่ c|/|s
(ซี|พลัสพลัส) ภาษาซี|ที่|ได้|รับ|การ|ปรับปรุง จน|ทํา|ให้|ผู้|เริ่ม|เรียน|สามารถ|เข้าใจ|ได้|ง่าย|ขึ้น มี|เนื้อหา|ที่|หนัก|ไป|ทาง|เชิง|วัตถุ (object oriented) มาก|ขึ้น สามารถ|นํามา|เขียน|โปรแกรม|ใหญ่ ๆ ได้ จึง|ได้|รับ|ความ|นิยม|มาก|ใน|ปัจจุบัน ดู object oriented ประกอบ
abbr. with
abbr. cost and freight
abbr. Civil Aeronautics Board
abbr. cubic|-|centimeter
v. cost and freight ราคา|บวก|ค่าขนส่ง
abbr. cost|,|insurance|,|and freight ราคา|ที่|รวม|ทั้ง|ค่าระวาง|และ|เบี้ยประกันภัย
abbr. cash on delivery
abbr. cerebral palsy|,|cleft palate|,|creatinine phosphokinase
abbr. compliant of
abbr. culture and sensitivity
หน่วย|บันทึก|ซี|หมายถึง ชื่อ|หน่วย|บันทึก|แข็ง|ที่อยู่|ภายใน|เครื่อง|คอมพิวเตอร์|ตระกูล|ไอ|บีเอ็ม หรือ|เครื่อง|เลียน|แบบ (compatibles) เครื่อง|คอมพิวเตอร์|ส่วนใหญ่|ใน|ปัจจุบัน มักจะ|มี|หน่วย|บันทึก|อย่าง|น้อย|สอง|หน่วย คือ หน่วย|บันทึก|A|: และ|หน่วย|บันทึก C|: หน่วย|บันทึก C|: มัก|นิยม|ใช้|เรียก|ฮาร์ด|ดิสก์|ซึ่ง|จะ|มี|ความ|จุ|มาก|กว่า|หน่วย|บันทึก A|: มาก จึง|มัก|ใช้ C|: เป็น|ที่|เก็บ|โปรแกรม|ต่าง ๆ ตั้งแต่|โปรแกรม|ระบบ|จนถึง|โปรแกรม|สําเร็จ (เวลา|เขียน ต้อง|มี|เครื่องหมาย : ตาม|หลัง|ตัว C เสมอ จึง|จะ|หมายถึง|หน่วย|บันทึก)
abbr. carcinoma
(แคบ) n. รถแท็กซี่|,|รถม้า|,|รถ|เช่า|,|ห้อง|คน|ขับ|ใน|รถ abbr. cooronary artery bypass
(คะ|แบ|ล) {|caballed|,|caballing|,|cabals|} n. กลุ่ม|เล็ก ๆ ที่|วางแผน|ต่อต้าน|รัฐบาล|,|แผน|ร้าย vt. วางแผน|ต่อต้าน
(แคบ|'|บะเร) n. ภัตตาคาร|ขนาด|ใหญ่|ที่|มี|ดนตรี|และ|การ|แสดง|,|การ|แสดง|ฟลอร์|โชว์
(แคบ|'|บิ|จฺ) {|cabbaged|,|cabbaging|,|cabbages|} n. กะหล่ําปลี|,|ผัก|คะ|น้า|,|เงิน|,|ธนบัตร|, ชิ้น|ผ้า|ที่|ถูก|ช่าง|ตัด|ผ้า|ขโมย. vi. ออก|เป็น|หัว|คล้าย|หัว|กะหล่ําปลี|  |Syn. cabbagy adj. ดู|cabbage
(แคบ|'|บิ|จ|เฮ|ด) n. คน|โง่
(แคบ|'|บี) n. คน|ขับ|รถแท็กซี่|  |Syn. cabbie|,|cabdriver
(แคบ|'|ไดรเวอะ) n. คน|ขับ|รถแท็กซี่|,|คน|ขับ|รถม้า
abbr. coronary artery byterry graft
(แคบ|'|บิน) {|cabined|,|cabining|,|cabins|} n. กระท่อม|,|กระต๊อบ|,|ห้อง|ใน|เรือ|,|ห้องเครื่อง|,|หอ|สัญญาณ|ของ|ทางรถไฟ|,|ห้อง|ขับ|เครื่องบิน|ของ|นักบิน vi. อยู่|ใน|เค|บิน. vt. ขัง|หรือ|ให้|อยู่|ใน|เค|บิน|  |Syn. shack|,|hut -|Phr. (cabin class ห้อง|ชั้น|สอง|ใน|เรือ|โดยสาร)
(แคบ|'|บิ|เนท) n. คณะ|รัฐมนตรี|,|ตู้|,|ตู้|มี|ลิ้นชัก|,|ตู้|เฟอร์นิเจอร์|ที่|มี|ชั้น|วาง|วิทยุ|,|โทรทัศน์|,|ห้อง|เล็ก|,|ห้อง|ลับ|adj. เกี่ยวกับ|คณะ|รัฐมนตรี|,|เกี่ยวกับ|ห้องส่วนตัว|  |Syn. chest
(เค|'|เบิล) {|cabled|,|cabling|,|cables|} n. เชือก|ขนาด|ใหญ่|,|สายเคเบิล|,|สายโซ่|สมอเรือ|,|สาย|โทรเลข|ใต้|น้ํา|,|โทรเลข. -|v. ส่ง|โทรเลข|,|มัด|หรือ|ผูก|ด้วย|เชือก|ขนาด|ใหญ่
n. ตู้|รถไฟ|ที่|เคลื่อนที่|โดย|การ|ดึง|สายเคเบิล|ขนาด|ใหญ่
n. รถไฟ|ที่|เคลื่อนที่|โดย|การ|ดึง|สายเคเบิล|ขนาด|ใหญ่|ที่อยู่|ข้างใต้
ระบบ|ทีวี|ตาม|สาย โดย|ถ่ายทอด|รายการ|ไป|ยัง|เครื่อง|รับ|ตาม|สาย|ของ|ลูกค้า
n. หน่วย|ความ|ยาว|ทาง|ทะเล
n. ตู้|รถไฟ|ที่|เคลื่อนที่|โดย|การ|ดึง|สายเคเบิล|ขนาด|ใหญ่
adj. ซึ่ง|ควั่น|เก|ลียว
(เด|'|บลิท) n. สายเคเบิล|เล็ก ๆ| 
n. ทาง|สายเคเบิล|,|ทาง|สาย|ลวด
n. คน|ขับ|รถแท็กซี่ -|pl. cabmen
n. หิน|มี|ค่า|ขัด|เป็น|วาว|แต่|ยัง|ไม่|ได้|เจียระไน
(คะ|บูด|'|เดิล) n. กอง|,|กลุ่ม|,|โขลง
(คะ|เค|'|โอ) n. ต้น|โกโก้|,|เมล็ด|โกโก้|,|ผล|โกโก้|  |Syn. cocoa
n. วิญญาณ|ร้าย|,|ผี|,|ปีศาจ
n. วิญญาณ|ร้าย|,|ผี|,|ปีศาจ
(แค|?) {|cached|,|caching|,|caches|} n. ที่|ซ่อน|,|ที่|เก็บ|,|สิ่ง|ที่|ซ่อน|ไว้ vt. ซ่อน|,|เก็บ หน่วยความจํา|แคช|หมายถึง ส่วนหนึ่ง|ของ|หน่วยความจํา (memory) ที่|ถูก|กัน|ไว้|เก็บ|ข้อมูล|ที่|จะ|ต้องการ|ใช้|เป็น|การ|ชั่ว|คราว การ|เข้าถึง|หน่วยความจํา|ส่วน|นี้|จะ|ทํา|ได้|เร็ว|กว่า|ธรรมดา|มาก ใน|การ|โฆษณา|ขาย|เครื่อง ไมโครคอมพิวเตอร์ มักจะ|มี|บ่งบอก|ไว้|ด้วย|เสมอ|ว่า หน่วยความจํา|แคช|นี้|มี|ขนาด|ความ|จุ|เท่าใด เช่น 256 K cache เป็นต้น เพราะ|เป็น|การ|แสดง|ถึง|ประสิทธิภาพ|ของ|เครื่อง|อย่างหนึ่ง บางที|เรียก cache memory
(เคเช|?|'|,|แคช|'|เช|?) n. ตรา|ประทับ|,|สัญลักษณ์|,|เกียรติคุณ|,|คําขวัญ|ที่|พิมพ์|บน|ซอง|หรือ|จดหมาย|  |Syn. mark
(แคค|'|เคิล) {|cackled|,|cackling|,|cackles|} vi.,|n. (การ) ร้อง|เสียง|กะ|ต๊าก|หรือ|กุ๊ก ๆ (ไก่) ,|หัวเราะ|กั๊ก|กั๊ก|,|พูด|เสียง|อึกทึก|,|ร้อง|เสียง|ที่|แสดง|การ|ไม่|เห็นด้วย|,|คําพูด|เหลวไหล|  |Syn. cackler n.  |Syn. cluck
n. ความ|บ้า|,|ความ|คลั่ง|  |Syn. cacoethic adj.
n. การ|ศึกษา|เกี่ยวกับ|ปัจจัย|ที่|ทํา|ให้|เกิด|การ|เสื่อม|ของ|พันธุ์
adj. มี|เสียงแหบ|หรือ|ห้าว|,|ซึ่ง|ออก|เสียง|ไม่|ประสานกัน|  |Syn. cacophonic
(คะ|คอ|ฟ|'|ฟะนี) n. เสียงแหบ|,|เสียง|ห้าว|,|เสียง|ที่|ไม่|ประสานกัน|  |Syn. dissonance
(แคค|เท|'|เซียส) adj. เกี่ยวกับ|ต้น|ตะบองเพชร
(แคค|'|ทัส) n.ตะบองเพชร|  |Syn. cactoid adj.
(แค็ค|คู|'|เมน) adj. ส่วน|ยอด
adj. ออก|เสียง|โดย|ลิ้น
1. abbr. coronary artery disease 2. (แคด) ย่อ|มา|จาก computer aided design แปล|ตรง ๆ ได้|ว่า การ|ออกแบบ|ใช้|คอมพิวเตอร์|ช่วย หมายถึง|การ|สร้าง|โปรแกรม|ให้|คอมพิวเตอร์|สามารถ|ช่วย|ใน|การ|สร้าง|ภาพ แบบจําลอง (model) ฯ แล้ว|จะ|บันทึก|แบบ|เก็บ|ไว้|ใน|สื่อ สามารถ|เรียก|แบบ|ที่|ออก|ไว้|นั้น|มา|แสดง|บน|จอภาพ|เมื่อใด|ก็ได้ หรือ|จะ|สั่ง|ให้|พิมพ์|ออก|มา|ดู|บน|กระดาษ|ก็ได้ โดย|สามารถ|สั่ง|ขยาย ย่อ หมุน|พลิก|ภาพ|นั้น ๆ ด้วย|ก็ได้ ภาพ|หรือ|แบบ|ที่|ออก|ไว้|จะ|ปรับ|เปลี่ยน|ไป|ตาม|สูตร|ที่|กําหนด|เอา|ไว้|แล้ว ตัวอย่าง เช่น การ|ออกแบบ|ชิ้นส่วน|ของ|รถยนต์|หรือ|โครงสร้าง|อาคาร ผู้ออกแบบ|จะ|สามารถ|แก้ไข|ได้|ตลอดเวลา โดย|ปกติ คอมพิวเตอร์|ที่|จะ|นํามา|ใช้|เพื่อ|งาน|ประเภท|นี้ จะ|ต้อง|มี|ฮาร์ด|ดิสก์ (hard disk) ที่|มี|ความ|จุ|สูง|มาก มี|จอภาพ|ที่|มี|ความ|ละเอียด|สูง และ|มี|ตัว|ประมวลผล|ที่ทํางาน|เร็ว ส่วน|การ|แสดง|ผล มักจะ|ใช้|เครื่อง|วาด (plotter) แทน|เครื่องพิมพ์|ดู CAM ประกอบ เพราะ|มัก|ใช้|คู่|กัน|เป็น CAD|/|CAM
n. n. เจ้าหน้าที่|สํานักงาน|ที่ดิน
adj. แสดง|ขอบเขต|หรือ|เส้น|พรมแดน|หรือ|ที่ดิน|หรือ|ภูมิภาค
n. n. เจ้าหน้าที่|สํานักงาน|ที่ดิน
(คะ|แดฟ|'|เวอะ) n. ซากศพ|  |Syn. cadaveric adj. เกี่ยวกับ|ซากศพ cadaverous adj. เกี่ยวกับ|ซากศพ|  |Syn. corpse
(แคด|'|ดี) n. ผู้|รับจ้าง|แบก|ถุง|ไม้|ตี|กอล์ฟ|,|คนรับใช้|เรื่อง|เล็ก ๆ น้อย ๆ ทั่วไป.  |Syn. caddy
n. แมลง|ปีก|คู่|มี|ขน|ชนิด|หนึ่ง
(แคด|'|ดี) n. หีบ|หรือ|กล่อง|เล็ก ๆ สําหรับ|เก็บ|ของ|เล็ก ๆ = caddie
(แคด|'|เดิน|ซฺ) {|cadenced|,|cadencing|,|cadences|} n. ท่วงทํานอง|ดนตรี|,|จังหวะ|ใน|การ|พูด|,|จังหวะ|,|ท่วงทํานอง vt. ให้|จังหวะ|,|ทํา|เป็น|จังหวะ|  |Syn. cadent|,|cadential adj.  |Syn. beat
(แคด|'|เดิน|ซี่) n. จังหวะ|,|ท่วงทํานอง|,|ความ|สัมพันธ์|ของ|สมาชิก|วงศ์|ตระกูล
(แคด|'|เดิน|ทฺ) adj. เป็น|จังหวะ|,|เป็น|ท่วงทํานอง|,|ซึ่ง|กําลัง|ตก
(คะ|เดน|'|ซะ) n. เสียง|ดนตรี|ที่|แผ่วเบา|ก่อน|จบ
(คะ|เดท|') n. นักเรียน|โรงเรียน|นาย|ร้อย|,|เด็ก|ฝึกงาน|,|น้อง|ชาย|  |Syn. cadetship n. cadetcy n.
(แคจ) vt. ยืม|โดย|ไม่|ตั้งใจ|จะ|คืน|,|ขอทาน|,|คว้า|มา
(คา|'|ดี|,|เค|'|ดี) n. ผู้พิพากษา|ใน|ชุมชน|มุสลิม|,|ดะ|โต๊ะ|  |Syn. kadi
n. ภาวะ|ฝุ่น cadmium จับ|ปอด
adj. เกี่ยวกับ|ชัยชนะ|ที่|ต้อง|เสียหาย|ยับเยิน
n. ชื่อ|ธาตุ|ชนิด|หนึ่ง
(คา|'|ด|ระ|,|แคด|'|รี) n. ฝ่ายบริหาร|,|นายทหาร|ฝ่าย|เสนาธิการ|,|โครง|งาน|,|ขอบข่าย|ของ|งาน
(คะ|ดู|'|เซียส) n. คทา|มี|ปีก|และ|มี|งู|พัน|รอบ|เป็น|สัญลักษณ์|ของ|อาชีพ|แพทย์
(คะ|ดู|'|เชียส) adj. ซึง|พลัด|ไป|ชั่ง|คราว|,|ซึ่ง|ร่วงหล่น
(ซี|เอ|อี) ย่อ|มา|จาก computer|-|aided engineering (งาน|วิศวกรรม|ใช้|คอมพิวเตอร์|ช่วย) หมายถึง การ|ออกแบบ|คํานวณ|เชิง|วิศวกรรม|นั้น สามารถ|ทํา|ได้|โดย|อาศัย|คอมพิวเตอร์|กําหนด|สูตร|สําเร็จ และ|จะ|เปลี่ยนแปลง|ความ|ต้องการ|ได้|เมื่อ|เปลี่ยน|ข้อมูล
adj. เป็น|พุ่ม|,|อยู่|กัน|แน่น
(ซี|'|ซาร์) n. ชื่อ|ตําแหน่ง|ของ|จักรพรรดิ|โรมัน|,|จักรพรรดิ|,|ผู้เผด็จการ|,|เจ้าหน้าที่|พลเรือน|,|จู|เลีย|ส|ซี|ซาร์|  |Syn. tyrant
(ซิ|ซารฺ์|'|เรียน) adj. เกี่ยวกับ|ซี|ซาร์|  |Syn. Cesarean|,|Cesarian
(-|เซ|ค|'|เชิน) n. การ|ผ่า|ผนัง|ช่องท้อง|และ|มดลูก|เพื่อ|เอา|ทารก|ใน|ครรภ์|ออก|  |Syn. Caesarean operation
(ซิ|ซารฺ์|'|เรียน) adj. เกี่ยวกับ|ซี|ซาร์|  |Syn. Cesarean|,|Cesarian
n. ธาตุ|โลหะ|ที่|หา|ยาก|ชนิด|หนึ่ง
(คะ|เฟ|'|,|แคฟ|'|เฟ) n. ภัตตาคาร|เล็ก ๆ ,|ร้าน|กาแฟ|,|โรงอาหาร|,|ไนท์คลับ|,|โรงอาหาร|ที่|ผู้|รับประทาน|ช่วย|ตัวเอง|,|กาแฟ|  |Syn. restaurant
(แคฟ|'|ฟิเทียเรีย) n. ภัตตาคาร|หรือ|โรงอาหาร|ที่|ผู้|รับประทาน|อาหาร|ต้อง|ช่วย|ตัวเอง
(คา|ฟิน) n. แอ|ล|คา|ลอยด์|ขม|ชนิด|หนึ่ง|ที่|ได้|จาก|กาแฟ|หรือ|ชา
(เคจฺ) {|caged|,|caging|,|cages|} n. กรง|,|กรงนก|,|คุก|,|ที่|คุมขัง|,|ที่|กักขัง|,|โครง|,|โครงกระดูก|,|โครงเหล็ก|ค้ํา|ปืน vt. ใส่|ใน|กรง
(คะ|ฮูทซ|') n. หุ้นส่วน|,|การ|ร่วม
(ซี|เอ|ไอ) ย่อ|มา|จาก computer|-|aided instruction หรือ computer assissted instruction (การ|สอน|ใช้|คอมพิวเตอร์|ช่วย) หมายถึง การ|ใช้|คอมพิวเตอร์|ช่วย|สอน คือ การ|สร้าง|โปรแกรม|บทเรียน หรือ|หน่วย|การ|เรียน ซึ่ง|อาจ|จะ|ต้อง|มี|ภาค|แบบฝึกหัด บท|ทบทวน และ|คําถาม|คําตอบ|ไว้|พร้อม ผู้เรียน|สามารถ|เรียน|ได้|ด้วย|ตนเอง หรือ|เรียน|ได้|เป็น|ราย|บุคคล การ|สอน|โดย|ใช้|คอมพิวเตอร์|ช่วย|นี้ ถือ|ว่า เครื่อง|คอมพิวเตอร์|เป็น|อุปกรณ์|การ|สอน แต่|ไม่|ใช่|เป็น|ครูผู้สอน
(แคร์|น) กอง|หิน|ที่|เป็น|สัญลักษณ์|หรือ|ปัก|บน|หลุม|ฝังศพ|  |Syn. cairny adj. ดู|cairn|  |Syn. carn
(เค|'|เซิน) n. หีบ|กระสุน|,|รัง|กระสุน|,|หีบ|ลม|,|ห้อง|ใต้|น้ํา|มี|อากาศ|สําหรับ|สร้าง|สะพาน|,|กระบอก|ลอย|อัด|อากาศ|สําหรับ|ยก|เรือ|ที่|จม|,|รถ|ใส่|กระสุน|  |Syn. caissoned|,|adj.
(คะ|โจล|') {|cajoled|,|cajoling|,|cajoles|} vt.,|vi. ล่อลวง|,|หลอกลวง|,|ล่อใจ n.  |Syn. cajoler n.  |Syn. coax
(คะ|โจล|'|ละ|รี) n. การ|ล่อลวง|,|การ|หลอกลวง|,|การ|ล่อใจ|  |Syn. flattery
(เคด) {|caked|,|caking|,|cakes|} n.ขนมเค้ก|,|ก้อน vt.,|vi. เกาะ|กัน|เป็น|ก้อน
n. แผล|เปื่อย|ที่|ปาก
abbr. calories
n. พืช|น้ํา|เต้า|,|น้ํา|เต้า|ต้นน้ํา|เต้า
(แคล|'|ละ|บูส) n. คุก|การ|กักขัง
(คะ|แล|ม|'|มิ|เทิส) adj. ทํา|ให้|เกิด|ความ|หายนะ|,|เกี่ยวกับ|ภัย|วิบัติ|,|เคราะห์ร้าย|  |Syn. calamitousness n.  |Syn. catastrophic
(คะ|แล|ม|'|มิ|ที) n. ภัยพิบัติ|,|เคราะห์ร้าย|,|ความ|หายนะ|  |Syn. disaster
adj. ประกอบ|ด้วย|แคลเซี่|ยม|คาร์บอเนต|,|คล้าย|หินปูน|  |Syn. calcareousness n. ดู calcareous|, calcariousness n. ดู calcareous
adj. ประกอบ|ด้วย|แคลเซี่|ยม|คาร์บอเนต|,|คล้าย|หินปูน|  |Syn. calcareousness n. ดู calcareous|, calcariousness n. ดู calcareous
(แคล|ซิ|ฟิเค|'|เชิน) n. การ|เปลี่ยน|เป็น|หินปูน|หรือ|แคลเซี่|ยม|คาร์บอเนต|,|การ|กลาย|เป็น|กระดูก
(แคล|'|ซิ|ไฟ) {|calcified|,|calcifying|,|calcifies|} vt.,|vi. กลาย|เป็น|เกลือ|ของ|แคลเซียม|,|ทํา|ให้|แข็งตัว
(แคล|'|เซี|ยม) n. ธาตุ|แคลเซี่|ยม|;|Ca
(แคล|'|คิว|ละ|เบิล) adj. ซึ่ง|คํานวณ|ได้|,|ไว้ใจ|ได้|  |Syn. calculability n. ดู calculable
(แคล|'|คิว|เลท) {|calculated|,|calculating|,|calculates|} v คํานวณ|,|ถือ|ว่า|,|เข้าใจ|ว่า|,|คาดคะเน|,|คิด|ว่า|,|เดา|,|วางแผน|,|ประมาณ|  |Syn. compute -|Conf. estimate
adj. คิด|คํานวณ|ไว้|ด้วย|ความ|ระมัดระวัง
adj. สามารถ|คํานวณ|ได้|,|ฉลาด|,|หลักแหลม|,|วางแผน|ไว้|อย่าง|เห็นแก่ตัว|  |Syn. shrewd
(แคล|คิว|เล|'|เชิน) n. การ|คํานวณ|,|ผล|จาก|การ|คํานวณ|  |Syn. calculative adj. ดู|calculation|  |Syn. computation -|Conf. estimation
(แคล|'|คิว|เล|'|เทอะ) n. เครื่อง|คํานวณ|,|คน|คํานวณ
(แคล|'|คิว|ลัส) adj. มี|ลักษณะ|เป็น|ก้อน|แข็ง|,|เป็น|นิ่ว|,|เป็น|หิน
(แคล|'|คิว|ลัส) n. แคล|คิว|ลัส (การ|คํานวณ|ระบบ|หนึ่ง) ,|นิ่ว|,|ก้อน|หินปูน -|pl. calculi|,|calculuses
(แคลคัท|'|ทะ) n. กรุง|กัลกัต|ตา|,|ชื่อ|เมืองท่า|ของ|อินเดีย
abbr. chronic active liver disease
n. =|cauldron
(แคล|'|เลน|เดอร์) n. ปฎิทิน,|หนังสือ|ปฏิทิน|,|รายการ|ประจําวัน|vt. บันทึก|,|บันทึก|ประจําวัน|  |Syn. calendric adj. ดู|calendar calendrical adj. ดู|calendar
(แคล|'|เลน|เดอะ) n. เครื่อง|บด|ให้|เรียบ|และ|เงา|โดย|ผ่าน|ลูกกลิ้ง. vt. บด|หรือ|กด|ให้|เรียบ|และ|เงา|  |Syn. calenderer n.
(แคล|'|เลน|เชอะ) n. ภาวะ|ไข้|สูง|และ|มี|อาการ|เพ้อ
(คะ|เลส|'|ซึนซฺ) n. ภาวะ|ค่อย ๆ อุ่น|ขึ้น|,|การ|เพิ่ม|ขึ้น|ของ|ความ|ร้อน.  |Syn. calescent adj. ดู|calescence
(คาล์ฟ) n. ลูก|วัว|ลูก|ควาย|,|ลูก|สัตว์เลี้ยงลูกด้วยนม -|pl. calves
(แคล|'|ลิ|เบอะ) n. ขนาด|ลํา|กล้อง|ปืน|,|ขนาด|เส้นผ่าศูนย์กลาง|,|ขนาด|ของ|สติปัญญา|ความ|สามารถ|หรือ|ความ|สําคัญ|  |Syn. calibered adj. ดู|caliber calibred adj. ดู|caliber
(แคล|'|ลีเบรท) {|calibrated|,|calibrating|,|calibrates|} vt. ตรวจ|ตา|,|วัด|,|หา|ค่า|แบ่ง|ออก|เป็น|ขีด ๆ ,|ทํา|ให้|เป็น|มาตรฐาน|  |Syn. calibrator|,|calibrater n.
(แคล|'|ลิ|เบอะ) n. ขนาด|ลํา|กล้อง|ปืน|,|ขนาด|เส้นผ่าศูนย์กลาง|,|ขนาด|ของ|สติปัญญา|ความ|สามารถ|หรือ|ความ|สําคัญ|  |Syn. calibered adj. ดู|caliber calibred adj. ดู|caliber
(แคล|'|ลิ|ซี|ซ) พหูพจน์|ของ calix
(แคลลิฟอร์|'|เนีย) n. ชื่อ|มลรัฐ|ทาง|ฝั่ง|ตะวันตก|ของ|สหรัฐ -|Californian adj.,|n.
(แคล|'|ละ|เพอร์) {|calipered|,|calipering|,|calipers|} n. ปากกา|สอง|ขา|โค้ง|สําหรับ|วัด|เส้นผ่าศูนย์กลาง|,|อุปกรณ์|วัด|ความ|หนา|,|ความ|หนา vt.วัด|ด้วย|ปากกา|ขา|โค้ง|  |Syn. caliperer n. ดู|caliper|  |Syn. calipers|,|calliper (s)| 
(แคล|'|ลิฟ) n. กา|หลี|บ|,|ผู้นํา|ฝ่าย|ปกครอง|และ|ศาสนา|ใน|ประเทศ|อิสลาม|  |Syn. caliphal adj. ดู|caliph|  |Syn. calif|,|kalif|,|khalif
n. กายกรรม|เพื่อ|สุขภาพ|ความ|แข็งแรง|และ|ความ|ได้|สัดส่วน|ของ|รูปร่าง|  |Syn. calisthenic adj. ดู|calisthenics calisthenical adj. ดู|calisthenics|  |Syn. callisthenics.
(คอล์ค) calked|,|calking|,|calks|} n. caulk|,|ส่วน|ยื่น|บน|รองเท้า|ใช้|ป้องกัน|การ|ลื่น|ตก|,|หนาม|เหล็ก|บน|ฝ่าเท้า vt. ติด|หนาม|เหล็ก|ของ|ฝ่าเท้า
(คอ|ค|'|เคอะ) n. ผู้|อุด|,|อุปกรณ์|สําหรับ|อุด|ช่อง
(คอ|ล) {|called|,|calling|,|calls|} vt.,|vi.,|n. (การ) เรียก|,|ร้องเรียก|,|ร้องขอ|,|เรียก|ให้|ตื่น|,|อ่าน|ออก|เสียง|,|เข้าใจ|ว่า|,|ถือ|ว่า|,|ให้|ชื่อ|,|มี|ชื่อ|,|มี|นาม|ว่า|,|เรียก|ไพ่|,|โทรศัพท์|,|สั่ง|,|ออก|คําสั่ง|,|ไป|เยี่ยม|,|แวะ|รับ|,|ตําหนิ|,|เลียน|แบบ|  |Syn. exclaim เรียก|เป็น|คําสั่ง|ที่|ใช้|ใน|โปรแกรม หมายถึง การ|สั่ง|ให้|โอน|ย้าย|การ|ทํางาน|ชั่ว|คราว|จาก|โปรแกรมหลัก (main program) ที่|ทํา|อยู่ ไป|ทํางาน|ที่|โปรแกรมย่อย (subprogram) เป็น|การ|ชั่ว|คราว เมื่อ|ทํางาน ใน|โปรแกรมย่อย|เสร็จ|แล้ว ก็|จะ|ส่ง|ผล|ที่|ได้|กลับ|ไป|ทํา|ใน|โปรแกรมหลัก|ต่อ โดย|จะ|กลับ|ไป|เริ่ม|ที่|คําสั่ง|ถัดจาก|คําสั่ง "|call|" นั้น
n. นาง|ทาง|โทรศัพท์|,|โสเภณี
n. การ|ยืม|ที่|ต้อง|ใช้|คืน|เมื่อ|ถูก|เรียก|ให้|ใช้|คืน
n. หมายเลข|หิ้ง|หนังสือ
(คอ|ล|'|อิน) n. การ|สนทนา|ทาง|โทรศัพท์|เพื่อ|กระจาย|เสียง adj. เกี่ยวกับ|การ|สนทนา|ทาง|โทรศัพท์|ที่|กระจาย|เสียง
(คอ|ล|'|บอย) n. พนักงาน|ชาย|บริการ|ใน|โรงแรม|,|พนักงาน|คอย|เรียก|ผู้แสดง|ขึ้น|เวที
(คอ|ล|'|เลอะ) n. คน|ร้องเรียก|,|สิ่ง|เรียก|,|สิ่ง|ที่|เรียกร้อง|,|ผู้|ไป|เยี่ยม|,|ผู้|โทรศัพท์|,|ผู้|เรียกประชุม
(คะ|ลิก|'|กระ|พี) n. ลายมือ|ดี|,|ลายมือ|สวย|,|การ|คัด|ลายมือ|,|ศิลปะ|การ|คัด|ลายมือ.  |Syn. calligrapher n. ผู้|มี|ลายมือ|ดี calligraphist n. ผู้|มี|ลายมือ|ดี calligraphic adj. ลายมือ|ดี calligraphical adj. ลายมือ|ดี
(คอ|ล|'|ลิง) n. การ|เรียกร้อง|,|อาชีพ|,|การ|เยี่ยม|,|สิ่ง|ดลใจ|,|การ|ประชุม|  |Syn. vocation
n. นามบัตร|,|บัตร|ผู้|มา|เยี่ยม.  |Syn. visiting card
(คะ|ไล|'|อะ|พี) n. เครื่องดนตรี|ชุด|นกหวีด
n. ดู|calisthenics
(คะ|ลอส|'|ซิ|ที) n. ภาวะ|แข็ง|ด้าน|,|ส่วน|ที่|แข็ง|ด้าน|,|ความ|ไม่|รู้สึก|,|ความ|ตายด้าน
(แคล|'|ลัส) adj. แข็ง|,|ด้าน|,|ไม่|รู้สึก|,|ไม่|สนใจ|,|เมิน|เฉย|,|ตายด้าน|,|ไม่|เห็นอกเห็นใจ
(แคล|'|โล) adj. ไร้|ประสบการณ์|,|อ่อนหัด|,|ยัง|บิน|ไม่|ได้ (นก|ตัวอ่อน) ,|ต่ํา|และ|เปียก|ชื้น n. สนาม|ที่ต่ํา|และ|เปียก|ชื้น|  |Syn. youthful
(คาล์ม) {|calmed|,|calming|,|calms|} adj. สงบ|,|เงียบสงบ|,|ไร้|ลม|พัด|,|ใจ|สงบ. n. ความ|สงบ|,|ความ|เงียบสงบ|,|ภาวะ|นิ่งเฉย|,|ภาวะ|ไร้|ลม|พัด|,|ภาวะ|ใจ|สงบ. vt. ทํา|ให้|สงบ. vi. สงบ|  |Syn. calmness n.  |Syn. quiet
(แคล|'|มะทิฟว) adj. มี|ฤทธิ์|สงบ|ประสาท n. ยาสงบประสาท
(แคล|'|ะเมล) n. ผง|สี|ขาว|ที่|ใช้|เป็น|ยาถ่าย|และ|ยา|ฆ่าเชื้อ|รา
Pref. มี|ความ|ร้อน
(คะ|ลอ|'|ริ|ค) adj. เกี่ยวกับ|แคลอรี่|,|เกี่ยวกับ|ความ|ร้อน n. ความ|ร้อน|  |Syn. caloricity n.
(แคล|'|ละ|รี) n. ปริมาณ|ความ|ร้อน|ที่|ทํา|ให้|น้ํา|1|กรัม|/|มี|อุณหภูมิ|เพิ่ม|ขึ้น|1|องศา|เซลเซียส|  |Syn. calory
(แคล|ละ|ริม|'|มิ|เทอะ) n. เครื่องมือวัด|ปริมาณ|ความ|ร้อน|  |Syn. calorimetric|,|calorimetrical adj. calorimetry n.
(แคล|'|ละ|รี) n. ดู calorie
(คะ|ลัม|'|นิเอท) {|calumniated|,|calumniating|,|calumniates|} vt. กล่าวร้าย|,|ให้|ร้าย|,|ป้ายสี|  |Syn. caluminator n. ดู|calumniate|  |Syn. slander
(คะ|ลัมนิเอ|'|ชัน) n. การ|กล่าวร้าย|,|การ|ป้ายสี|  |Syn. slander
(คะ|ลัม|'|เนียส) adj. ซึ่ง|กล่าวร้าย|,|ซึ่ง|ป้ายสี|  |Syn. calumnitory
(แคล|'|ลัมนี) n. การ|กล่าวร้าย|,|การ|ป้ายสี|,|การ|ทํา|ให้|เสื่อมเสีย|ชื่อเสียง|  |Syn. defamation
(คา|ฟซ) n.,|pl. พหูพจน์|ของ calf
adj. เกี่ยวกับ|กระเปาะ|หรือ|ถ้วย|  |Syn. calycial
(คะ|ลิพ|'|โซ) n. จังหวะ|คา|ลิพ|โซ|,|นางฟ้า|ใน|นวนิยาย
(เค|'|ลิคซฺ) n. กลีบ|ใบ|หุ้ม|ดอก|  |Syn. calycate adj. ดู|calyx -|pl. calyces
(แคม) 1. n. ลูกเบี้ยว|,|ล้อ|นูน 2. ย่อ|มา|จาก computer|-|aided manufacturing (การ|ผลิต|ใช้|คอมพิวเตอร์|ช่วย) หมายถึง การ|ใช้|เครื่อง|คอมพิวเตอร์|ควบคุม|การ|ผลิต|ใน|โรงงาน เช่น|การ|ควบคุม|จํานวน|สินค้า|ที่|ผลิต หรือ ควบคุม|การ|ทํางาน|แต่ละ|ส่วน เช่น การ|นับ|และ|การ|บรรจุ เป็นต้น|ดู CAD ประกอบ เพราะ|มัก|ใช้|คู่|กัน|เป็น CAD|/|CAM
(คา|มะ|รา|'|ดะ|รี) n. มิตรภาพ|ที่|ดี
(แคม|'|เบอะ) {|cambered|,|cambering|,|cambers|} vt.,|vi.,|n. (ความ) โค้ง|หรือ|งอ|เล็กน้อย|,|โค้ง|ขึ้น|ตรง|กลาง.
(แคม|โบ|'|เดีย) n. ประเทศ|เขมร|  |Syn. Cambodge|,|Khmer Republic|,|Khmer Kingdom
(แคม|โบ|'|เดียน) n. ชาว|เขมร|,|ภาษา|เขมร adj. เกี่ยวกับ|เขมร
(แคม|'|เบ|รี|ยน) adj. เกี่ยวกับ|ยุค|Paleozoic (500|-|600|ล้าน|ปีก่อน)| 
(เคม) v. อดีตกาล|ของ|come
(แคม|'|เมิล) n. อูฐ|,|ทุ่น|กู้เรือ
(แคม|เมิล|เลียร์|') n. คน|ขี่|อูฐ
(คะ|เมล|'|เลีย) n. พืช|ไม้|จําพวก|Camellia japonica
(แคม|'|เมอ|ระ) n. กล้องถ่ายรูป|,|เครื่อง|จับภาพ|ของ|โทร|ทัศน -|Phr. (in camera ส่วนตัว)|  |Syn. cameral adj.
(แคม|มะ|รู|นซฺ|') n. ชื่อ|ดินแดน|ใน|อาณัติ|ของ|เย|อร มัน|สมัยก่อน
(แคม|'|มะฟ|ลา|จฺ) {|camouflaged|,|camouflaging|,|camouflages|} n. เครื่อง|ลวงตา|,|สิ่ง|ลวงตา|,|การ|อําพราง vt. อําพราง|,|ซ่อน|,|ลวงตา|  |Syn. camouflager n. ดู|camouflage|  |Syn. disguise
(แคม|พฺ) {|camped|,|camping|,|camps|} n.ค่าย|ที่พัก|,|เต้นท์|,|ท่าทาง|ที|หลอกลวง|,|มายา|,|การ|อ้าง|สิทธิ v. ตั้ง|ค่าย|,|พัก|,|หลับนอน|,|ปักหลัก|อยู่|อย่าง|ดื้อรั้น
(แคม|พาน|'|ยะ) n. บริเวณ|พื้นราบ
(แคม|เพน|') {|campaigned|,|campaigning|,|campaigns|} vi.,|n. (การ) รณรงค์|,|แข่งขัน|  |Syn. campaigner n. ดู|campaign
n. ค่าย|กอง|ไฟ|กลาง|สนาม
(แคม|'|เฟอะ) n. การบูร|  |Syn. camphoric adj. เกี่ยวกับ|การบูร
n. ทุ่งหญ้า|เรียบ|และ|กว้าง
(แคม|พะ|รี|') n. ค่าย|เล็ก ๆ ของ|ลูก|เสือ
n. สถานที่ตั้ง|ค่าย
n. ม้านั่ง|พับ|ได้
(แคม|พฺ|'|พัส) n. บริเวณ|มหาวิทยาลัย|หรือ|โรงเรียน|,|วิทยาลัย|,|มหาวิทยาลัย -|pl. campuses
ข่ายงาน|บริเวณ|วิทยาเขต|หมายถึง|ข่ายงาน|ร่วม|กัน|ภายใน|แต่ละ|มหาวิทยาลัย|ที่|มี|วิทยาเขต (campus) หลาย|วิทยาเขต คอมพิวเตอร์|ใน|แต่ละ|วิทยาเขต|จะ|ทํางาน|ร่วม|กัน|ได้ ใช้|ข้อมูล|หรือ|โปรแกรม|ร่วม|กัน|ได้ ผู้ใช้|สามารถ|แลกเปลี่ยน|ข้อมูล หรือ|ใช้|อุปกรณ์|บาง|อย่าง|ร่วม|กัน|ได้ เช่น เครื่องพิมพ์ นับ|เป็น|การ|ประหยัด|ค่าใช้จ่าย|ได้|เป็น|อย่าง|ดี|ดู local area network ประกอบ
(แคม|'|พี) adj. บ้านนอก|,|เปิน|,|ประหลาด|,|ลัก|เพศ
(แคน) auxv. สามารถ|,|อนุญาต|,|ยินยอม|,|อยาก|จะ -|Phr. (cannot but จําเป็น|ต้อง จัก|ต้อง|,|ไม่|มี|ทาง|ที่|จะ|ไม่) n. กระป๋อง|,|ภาชนะ|โลหะ|ที่|ปิด|มิดชิด|,|ถัง|ใส่|ขยะ|,|ภาชนะ|ใส่|ขี้เถ้า|,|ถัง|,|ถ้วย|ดื่ม|,|ห้องน้ํา|,|คุก|,|ตะโพก|,|ก้น -|Id. (carry the can รับผิด|แทน) vt. ใส่|กระป๋อง|แล้ว|ปิด|มิดชิด|,|ไล่ออก|,
(คาน|ทฺ|,|แคน|ทฺ) abbrev. can not
(คะเน|'|เดียน) adj.,|n. (เกี่ยว) กับ|แคนาดา (คน|,|ภาษา|,|วัฒนธรรม|และ|อื่น ๆ)| 
(คะ|แนล|') n. คน|ชั้นต่ํา|,|คน|ไร้|ค่า|ของ|สังคม|  |Syn. riffraff
n. กระป๋อง|เล็ก ๆ ,|ถ้วย|เล็ก ๆ ถัง|ไม้|เล็ก ๆ| 
(คะ|แนล|') {|canalled|,|canalling|,|canals|} n. คลอง|,|ช่องทาง|,|ทาง|น้ํา|,|คู|,|หลอด|,|ท่อ|,|ช่อง. vt. ทํา|ทาง|น้ํา|ผ่าน
n. ท่อ|เล็ก ๆ -|pl. canaliculi
n. เรือ|บรรทุก|ที่|ใช้|แล่น|บน|คลอง
(แคน|'|นะ|พี) n. ขนมปัง|หรือ|ขนม|ชิ้น|บาง|ทา|เนย|และ|อื่น ๆ| 
(ระ|นาร์ด|') n. เรื่อง|เท็จ|,|รายงาน|เท็จ|,|ข่าว|เท็จ
(คะ|แน|`|รี่) n. นกขมิ้น|,|สี|เหลือง|อ่อน|,|นก|คี|รี|บูน
n. สี|เหลือง|อ่อน
n. ยาเส้น|ที่|หัน|หยาบ
n. ชื่อ|เมืองหลวง|ของ|ออสเตรเลีย
n. การ|เต้นระบํา|เตะ|ขา|ขึ้น|สูง
(แคน|'|เซิล) {|cancelled|,|cancelling|,|cancels|} vt.,|n. (การ) ยกเลิก|,|ขีดฆ่า|,|ทํา|ให้|เป็น|โมฆะ|,|หัก|กลบลบ|หนี้. vi.ชดเชย.  |Syn. canceler n. ดู|cancel canceller n. ดู|cancel หมายถึง การ|ยกเลิก|คําสั่ง|ที่|สั่ง|ไป|แล้ว อาจ|จะ|เนื่องมาจาก|ได้|สั่ง|การ|ผิด|ลง|ไป|ด้วย|ความ|พลั้ง|เผลอ หรือ|มี|การ|เปลี่ยนใจ ใน|ระบบ|วินโดว์ คําสั่ง|บาง|คําสั่ง|จะ|มี|การ|ถาม|เพื่อให้|มี|การ|ย้ํา|เตือน (corfir mation) เช่น|เมื่อ|สั่ง|ลบ ย้าย ฯ ใน|กรณี|เช่นนี้ จะ|มี|ปุ่ม|คําสั่ง|นี้|ไว้|ให้|เลือก|ทุก|ครั้ง (มี|คู่|กับ|ปุ่ม OK) เพื่อให้|มี|โอกาส|แก้ไข|หรือ|เปลี่ยนใจ|ได้ ถ้า|ไม่|ต้องการ|ยกเลิก ให้|กด|ที่|ปุ่ม OK
adj. คล้าย|ฟอง|น้ํา|,|พรุน|,|เป็น|ร่างแห
(แคน|เซ|ลเล|'|เชิน) n. การ|ยกเลิก|,|การ|ขีดฆ่า|,|สิ่ง|ที่|ถูก|ยกเลิก|  |Syn. repeal
(แคน|'|เซอะ) n. มะเร็ง|,|เนื้อร้าย|,|ความ|หายนะ|,|ชื่อ|กลุ่ม|ดาว|ร|,|เส้น|ที่|ขนาน|กับ|เส้น|ศูนย์สูตร|  |Syn. cancerous adj.  |Syn. blight
(แคน|'|เซ|อเรท) vt. กลาย|เป็น|มะเร็ง
n. มะเร็ง|วิทยา
adj. เป็น|มะเร็ง|,|เกี่ยวกับ|มะเร็ง
(แคง|'|ค|รอย|ดฺ) adj. คล้าย|มะเร็ง|,|คล้าย|รูป n. แผลริมอ่อน
(แคง|ดี|'|ละ) n. หน่วย|ความ|เข้ม|ของ|ความ|สว่าง
(แคน|ดะ|ลา|'|บ|รัม) n. เชิงเทียน|หลาย|กิ่ง
n. ความ|สว่าง|โชติช่วง
(แคน|'|ดิด) adj. เปิดเผย|,|ตรงไปตรงมา|,|ปราศจาก|อคติ|,|เป็นธรรม|,|ซื่อตรง|,|ขาว|,|ใส|,|บริสุทธิ์ n. ภาพ|ที่|ไม่|ได้|วางท่า|  |Syn. candidness n. ดู|candid|  |Syn. impartial
(แคน|'|ดิ|เดท) n. ผู้สมัคร|รับ|เลือกตั้ง|,|ผู้|ได้|รับ|การ|เลือก|ให้|เข้า|แข่งขัน|  |Syn. candidature|,|candidacy n.
(-|ดิเอ '|ซิ|ส) n. การ|ติดเชื้อ|พวก|Candida
(แคน|'|ดิด) adj. ซึ่ง|ใส่|หรือ|เคลือบ|ด้วย|น้ําตาล|,|ทํา|ด้วย|น้ําตาล|,|เยิ่น|ย่อ
(แคน|'|เดิล) {|candled|,|candling|,|candles|} n.เทียน|,|เทียนไข|,|หน่วย|ความ|เข้ม|ของ|แสงสว่าง vt. ส่องแสง|ตรวจ -|Id. (burn the candle at both ends สิ้นเปลือง|พลัง|มาก|เกิน|ไป)|  |Syn. candler n. ดู|candle
n. แสงสว่าง|จาก|เทียนไข|,|สายัณห์
n. งาน|ทาง|ศาสนาคริสต์
n. กําลัง|สว่าง|ของ|แสง|เทียน
n. เชิงเทียน
n. ไส้|เทียน
(แคน|'|เดอะ) n. ภาวะ|เปิดเผย|,|ภาวะ|ตรงไปตรงมา|,|ความ|ยุติธรรม|,|สี|ขาว|,|ความ|บริสุทธิ์|,|ความ|ใจดี|  |Syn. openness Ant. bias
(แคน|'|เดอะ) n. ภาวะ|เปิดเผย|,|ภาวะ|ตรงไปตรงมา|,|ความ|ยุติธรรม|,|สี|ขาว|,|ความ|บริสุทธิ์|,|ความ|ใจดี|  |Syn. openness Ant. bias
(แคน|'|ดี) {|candied|,|candying|,|candies|} n. ลูกกวาด|,|ขนม v. เชื่อม|น้ําตาล|,|ทํา|ให้|หวาน|  |Syn. sweet
(เคน) {|caned|,|caning|,|canes|} n. ก้าน|ไม้สั้น|,|ไม้เท้า|,|ไม้เรียว|,|ไม้|จําพวก|ที่|มี|ต้น|ยาว|เป็น|ปล้อง|,|ไม้|ตะพด vt. ใช้|หวาย|สาน|,|ใช้|ไม้|หวด|หรือ|ตี|  |Syn. stick
n. น้ําตาล|อ้อย|,|น้ําตาลทราย
(แคง) n. ขื่อ|คาที่|สวม|คอ|นักโทษ
(แคง) n. ขื่อ|คาที่|สวม|คอ|นักโทษ
(เค|'|ไน|,|คะ|ไน|') adj. เกี่ยวกับ|หรือ|คล้าย|สุนัข n. สุนัข หมาจิ้งจอก หมาป่า|,|hyenas|,|jackals|,|coyotes|,|เขี้ยว|,|ฟัน|สุนัข|  |Syn. caninity n. ดู|canine
n. โรค|กลัว|น้ํา|,|โรค|หมา|บ้า|  |Syn. rabies
n. เขี้ยว|,|ฟันธ์|สุนัข
(แคน|'|นิส|เทอะ) n. กล่อง (มัก|เป็น|โลหะ) ใส่|ชา|กาแฟ|และ|อื่น ๆ ,|ส่วน|ของ|หน้ากาก|กัน|แก๊ส|พิษ|,|ที่|ใส่|สาร|กรอง|แก๊ส|พิษ|,|ม่าน|กระสุน|,|ถ้ํา
(แคง|'|เคอะ) {|cankered|,|cankering|,|cankers|} n. ปาก|เปื่อย|,|โรค|เท้า|ม้า|เน่า|,|สิ่ง|กัดกร่อน|,|สิ่ง|ทําลาย|,|สิ่ง|ระคายเคือง|,|ตัว|เพลี้ย|,|ตัว|หนอน|ทําลาย|พืช vt. ทํา|ให้|เน่าเปื่อย|,|เป็น|โรค|เนื้อเยื่อ|เน่าเปื่อย|,|ค่อย ๆ ทําลาย|,|ทํา|ให้|เลว|หรือ|เสีย.  |Syn. cankerous adj. คํา|ที่|มี|ค
(แคน|'|นะ|บิ|ส) n. กัญชา|  |Syn. cannabic adj. ดู cannabis|  |Syn. marihauna
(-|บิ|ส|ซึม) n. การ|ติด|กัญชา
(แคน|ดฺ) adj. ซึ่ง|บรรจุ|กระป๋อง|,|ซึ่ง|บันทึก|ไว้|,|เตรียม|ไว้|ล่วงหน้า|แล้ว|,|เมา|เสียแล้ว|,|ถูก|คุมขัง
n. ถ่านหิน|เนื้อ|แน่น|และ|มี|น้ํามัน ให้|ความ|ร้อน|และ|แสงสว่าง|โชติช่วง
n. ถ่านหิน|เนื้อ|แน่น|และ|มี|น้ํามัน ให้|ความ|ร้อน|และ|แสงสว่าง|โชติช่วง
(แคน|'|เนอ|รี) n. โรงงาน|อัด|กระป๋อง|,|โรงงาน|เครื่องกระป๋อง|,|คุก|,|ที่|คุมขัง
(แคน|'|นิเบิล) n.,|adj. มนุษย์|กิน|คน|,|คน|กิน|เนื้อ|คน|,|สัตว์|ที่|กิน|สัตว์|จําพวก|เดียวกัน|  |Syn. cannibalism n. ดู cannibal
(แคน|'|นิง) n. การ|บรรจุ|ลง|กระป๋อง
(แคน|'|เนิน) {|cannoned|,|cannoning|,|cannons|} n. ปืนใหญ่|,|ปืนครก|,|ปืน|,|ขโมย. vi.,|vt. ระดม|ยิง
n. ทหาร|,|ซาก|ที่|ยิง|ด้วย|ปืนใหญ่
(แคน|'|นะ|เนด|') {|cannonaded|,|cannonading|,|cannonades|} n. การ|ระดม|ยิง|ด้วย|ปืนใหญ่ . vt. vi. โจมตี|ด้วย|ปืนใหญ่
(แคน|'|นัน|รี) n. การ|ยิง|ด้วย|ปืนใหญ่|,|ปืนใหญ่
n. ลูกปืนใหญ่|,|รัศมี|กระสุน|ปืนใหญ่
(แคน|'|นอ|ท) ดู (can not)
(แค็น|'|นู|ละ) n. ท่อ|กลวง|สําหรับ|สอด|เข้า|ไป|ใน|โพรง|ร่างกาย|  |Syn. cannulate adj.
(แคน|'|นี) adj. ระมัดระวัง|,|ฉลาด|,|หลักแหลม|,|คล่องแคล่ว|,|ประหยัด|,|มัธยัสถ์|,|อ่อนโยน|,|สงบเงียบ|,|สบาย|,|น่ารัก|,|สวยงาม|  |Syn. canniness n.
(คะ|นู|') {|canoed|,|canoeing|,|canoes|} n. เรือ|บด|,|เรือพาย|เดี่ยว v. พาย|เรือ|บด|,|ล่อง|ไป|ด้วย|เรือ|บด. vt. ขนส่ง|ด้วย|เรือ|บด|  |Syn. canoeist n. ดู canoe
(คะ|นู|'|วูด) n. ต้น|ทิว|ลิพ
(แคน|'|เนิน) n. วินัย|ศาสนา|,|ศีล|,|มาตรการ|,|หลักการ|,|คัมภีร์|พระ|  |Syn. law
n. วินัย|ศาสนา (โดยเฉพาะ|ของ|โรมันคาทอลิก)|  |Syn. canon|-|lawyer n. ดู canon law
(แคน|'|นะ|นิส) n. คริสเตียน|หญิง|ที่|ยึดถือ|วินัย|ศาสนา
(คะ|นอน|'|นิค|,|-|เคิล) adj. เกี่ยวกับ|วินัย|ศาสนา|,|เป็น|ที่|ยอมรับ|,|แท้จริง|,|เกี่ยวกับ|แบบ|ที่|ง่าย|ที่สุด|หรือ|ได้|มาตรฐาน|  |Syn. cannonicals n. เสื้อคลุม|พิธี|ศาสนา|, canonicity n. ดู canonic
(คะ|นอน|'|นิค|,|-|เคิล) adj. เกี่ยวกับ|วินัย|ศาสนา|,|เป็น|ที่|ยอมรับ|,|แท้จริง|,|เกี่ยวกับ|แบบ|ที่|ง่าย|ที่สุด|หรือ|ได้|มาตรฐาน|  |Syn. cannonicals n. เสื้อคลุม|พิธี|ศาสนา|, canonicity n. ดู canonic
(แคน|'|นิสท) n. ผู้เชี่ยวชาญ|เกี่ยวกับ|วินัย|ศาสนา
(แคน|'|นะ|ไน|ซ) {|canonized|,|canonised|,|canonizeingcanonising|,|canonizes|,|canonises|} vt. ประกาศ|ให้|เป็น|นักบุญ (saint) ,|ยกย่อง|ว่า|ประเสริฐ|,|ถือ|ว่า|ศักดิ์สิทธิ์|,|ถือ|ว่า|ถูกต้อง|แท้จริง|,|จัด|อยู่|ใน|บท|หนังสือ|ฉบับ|แท้|ของ|พระคัมภีร์|ไบเบิล.  |Syn. canonisation n. ดู|canoniz
(แคน|'|นะ|ไน|ซ) {|canonized|,|canonised|,|canonizeingcanonising|,|canonizes|,|canonises|} vt. ประกาศ|ให้|เป็น|นักบุญ (saint) ,|ยกย่อง|ว่า|ประเสริฐ|,|ถือ|ว่า|ศักดิ์สิทธิ์|,|ถือ|ว่า|ถูกต้อง|แท้จริง|,|จัด|อยู่|ใน|บท|หนังสือ|ฉบับ|แท้|ของ|พระคัมภีร์|ไบเบิล.  |Syn. canonisation n. ดู|canoniz
(แคน|สฺทฺ) auxv. ดู|can (ใช้|เมื่อ|ประธาน|เป็น|thou)
(แคน|ทฺ) n. ข้อความ|เท็จ|,|คําพูด|เท็จ|,|คําพูด|ปากหวาน|ก้น|เปรี้ยว|,|ถ้อยคํา|พิเศษ|ที่|ใช้|เฉพาะ|ใน|หมู่|ชน|หนึ่ง ๆ ,|ภาษา|วิชาชีพ|,|การ|พูด|เป็น|เพลง|,|ความ|เอียง vi. พูด|แบบ|ปากหวาน|แต่|ก้น|เปรี้ยว|,|พูด|เป็น|เพลง|  |Syn. hypocrisy
(e) (แคน|'|ทะโลพ) n. แตง|หวาน
(แคน|แทง|'|เคอเริส) adj. ชอบ|ทะเลาะ|,|อารมณ์|ร้าย|,|เจ้าอารมณ์|  |Syn. cantankerousness n.  |Syn. quarrelsome Ant. serene
n. การ|ร้อง|ประสาน|เสียง
(คาน|ทะท|รี|'|ชี) n. นักร้อง|อาชีพ|ที่|เป็น|หญิง
(แคน|ที|น|') n. กระติก|น้ํา|,|ร้าน|อาหาร|ใน|ค่ายทหาร|หรือ|โรงเรียน|,|กล่อง|หีบ|ใส่|มีด|ช้อน|ซ่อม|และ|อื่น ๆ|  |Syn. bottle
(แคน|'|เทอะ) {|cantered|,|cantering|,|canters|} n. ชาย|พเนจร|,|ผู้|ที่|ปากหวาน|แต่|ก้น|เปรี้ยว|,|การ|วิ่งเหยาะ ๆ ของ|ม้า vt.,|vi. วิ่งเหยาะ ๆ
(แคน|ธาร์|'|ริ|เดซฺ) n.,|pl แมลงวัน|สเปน|ซึ่ง|เป็น|ยา|กระตุ้น|กําหนด|ชนิด|หนึ่ง
n. แมลงวัน|สเปน|ซึ่ง|เป็น|ยา|กระตุ้น|กําหนด|ชนิด|หนึ่ง
(แคน|'|โท) n. ส่วน|ที่|สําคัญ|ของ|โคลง (ฉันท์|,|กาพย์|,|กลอน) ที่|ยาว|  |Syn. verse
(แคน|'|เทิน) n.เขต|ปกครอง|เล็ก ๆ vt. จัดแบ่ง|ออก|เป็น|เขต|ปกครอง|เล็ก ๆ|  |Syn. cantonal adj. ดู canton|, cantonalism n. ดู canton
(แคน|'|เทิน|นีส) n. ภาษา|กวางตุ้ง|,|ชาว|กวาง|จาว|,|ชาว|กวางตุ้ง|,|ภาษา|กวาง|จาว
(แค็น|'|นู|ละ) n. ท่อ|กลวง|สําหรับ|สอด|เข้า|ไป|ใน|โพรง|ร่างกาย|  |Syn. cannulate adj.
(แคน|'|เวิส) n. ผ้าใบ|,|ภาพเขียน|น้ํามัน|บน|ผ้าใบ|,|เต๊นท์|,|ผ้าใบ|ของ|เรือ|,|ใบ|เรือ|,|พื้น|เวที|มวย -|Id. (kiss the canvas ถูก|ชก|ล้ม)
n. รองเท้า|ผ้าใบ
(แคน|'|เวิส) {|canvassed|,|canvassing|,|canvasses|} vt.,|vi.,|n. (การ) ตรวจสอบ|อย่าง|ละเอียด|,|หาเสียง|,|ออก|เที่ยว|ชักชวน|,|อภิปราย|อย่าง|ละเอียด|,|วิจารณ์|อย่าง|รุนแรง|  |Syn. canvasser n. ดู canvass|  |Syn. examine|,|survey
(เค|'|นี) adj. ซึ่ง|ทํา|ด้วย|หวาย
(แคน|'|เยิน) n. หุบเขา|ลึก|  |Syn. ravine
(แคน|ซะเนท) n. เพลง|สั้น
(เคา|'|ชู|ด) n. ยางพารา|,|ยาง|ดิบ
(แคพ) {|capped|,|capping|,|caps|} n. หมวก|,|หมวก|เครื่องแบบ|,|หมวก|ผ้า|ไม่|มี|ปีก|,|หมวก|คน|ขี่ม้า|,|ฝา|ครอบ|,|ที่|คลุม|,|สาย|ฉนวน vt. ปกคลุม|,|ครอบ|,|ทํา|ให้|สมบูรณ์|,|ทํา|ให้|ดี|กว่า|  |Syn. capper n. ดู|cap|  |Syn. headgear|,|headdress surpass|,
n. หมวก|และ|เสื้อ|ปริญญา
(เคพะ|บิล|'|ลิ|ที) n. ประสิทธิภาพ|,|สมรรถภาพ|,|สมรรถนะ|,|ปริมาณ|บรรจุ
(เค|'|พะเบิล) adj. ซึ่ง|สามารถ|,|มี|ฝีมือ|,|มี|สติปัญญา|,|มี|วิชา.  |Syn. capabililty n. ดู capable|  |Syn. able
(คะ|เพ|'|เ?ียส) adj. จุ|มาก|,|ใหญ่|มาก|,|กว้างขวาง|,|มี|เนื้อที่|มาก|  |Syn. capaciousness n. ดู capacious
(คะ|แพ|ซ|'|ซิ|ที) n. ความ|สามารถ|ที่|จะ|รับ|,|ความ|จุ|,|ปริมาณ|,|สติปัญญา|,|ความ|สามารถ|,|สมรรถภาพ|,|ประสิทธิภาพ|,|การ|ปฎิบัติ|หน้าที่|,|ความ|จุ|ไฟฟ้า adj. จุ|เต็มที่|,|รับ|เต็มที่|  |Syn. size|,|power|,|position
abbr. chronic ambulator peritoneal dialysis
(เคพ) n. แหลม|,|ผ้าคลุมไหล่|  |Syn. caped adj. ดู cape
(เค|'|เพอะ) {|capered|,|capering|,|capers|} vi. กระโดดโลดเต้น n. การ|กระโดดโลดเต้น|,|การ|ยั่วเย้า|,|อาชญากรรม -|Id. (cut a caper การ|เล่นกล|,|การ|กระโดดโลดเต้น)|  |Syn. skip|,|prank|,|frolic
(แคพเพอเคล|'|ยี|,|-|ซี) n. ไก่|ขนาด|ใหญ่ Syn. caperdaillie
(แคพเพอเคล|'|ยี|,|-|ซี) n. ไก่|ขนาด|ใหญ่ Syn. capercailzie
(เคพ|'|สคิน) n. หนัง|แกะ|หรือ|หนัง|ลูก|แกะ|ที่|ใช้|ทํา|ถุงมือ
(แคพ|'|ฟุ|ล) n. ปริมาณ|เต็ม|ถ้วย
(เค|'|เพียส) n. หมายจับ
(แคพพะเล|'|เซียส) adj เป็น|เส้น|ฝอย
(แคพ|'|พะ|เลอ|รี) n. เส้นโลหิต|ฝอย|,|เส้น|ฝอย
(แคพ|'|พิทะ) n. พหูพจน์|ของ caput
(แคพ|'|พิเทิล) n. เมืองหลวง|,|ตัวเขียน|ใหญ่|,|ทุน|,|พวก|นายทุน|,|หัว|เสา|,|ยอด|เสา adj. เกี่ยวกับ|ทุน|,|สําคัญ|มาก|,|พื้นฐาน|,|เกี่ยวกับ|เมืองหลวง|,|เกี่ยวกับ|การ|สูญเสีย|ชีวิต|,|มี|โทษ|ถึงตาย -|Conf. capitol
n. ทุน|ทั้งหมด|ที่|ลง|สําหรับ|กิจการ|หนึ่ง
n. ภาษี|เงิน|ทุน
n. การ|ลงโทษ|ประหาร|ชีวิต|  |Syn. execution
n. เรือรบ|ขนาด|ใหญ่|ที่สุด
n. ค่า|ของ|หุ้น|,|ราคา|หุ้น|,|เงิน|ทุน|ที่|ป|รา|กฎ|ใน|ราคา|หุ้น|หมด|,|หุ้น|ทั้งหมด|ที่|ป|รา|กฎ
(แคพ|'|พิทัลไลซ) vt. ดู capitalize
(แคพ|'|พิทัลลิส|ซึม) n. ระบบ|นายทุน|,|ระบบ|ทุนนิยม
(แคพ|'|พิทัลลิสทฺ) n. นายทุน|,|นัก|ทุนนิยม|,|เศรษฐี|ที่|ลงทุน|ใน|กิจการ
n. จักรวรรดินิยม|ของ|ทุนนิยม
(แคพพิทัลลิส|'|ทิค) adj. เกี่ยวกับ|ทุน|หรือ|นายทุน|หรือ|ระบบ|ทุนนิยม
(แคพพิท|'|ทะไลซ) {|capitalized|,|capitalised|,|capitalizing|,|capitalising|,|capitalizes|,|capitalises|} vt. เขียน|หรือ|พิมพ์|ด้วย|อักษร|ตัว|ใหญ่|,|เสนอ|ทุน|ให้|,|ให้|ทุน|,|ประเมิน|ค่า|ของ|หลักทรัพย์|หรือ|หุ้น|,|ใช้ประโยชน์|ของ|  |Syn. capitalisation n. ดู capitalize|, capitalizat
(แคพ|'|พิทัลลี) adv. ดี|มาก|,|ดีเลิศ
(แคพ|'|พิ|เท|ท) adj. มี|หัว|กลม|,|มี|ส่วน|ปลาย|ใหญ่|คล้าย|หัว|,
(แคพพิ|เท|'|เชิน) n. ภาษี|ราย|บุคคล|,|ภาษี|ราย|หัว (เท่า ๆ กัน)|  |Syn. capitative adj.
(แคพ|'|พิ|ทอ|ล) n. อาคาร|รัฐสภา|ของ|สหรัฐอเมริกา|,|อาคาร|นิติบัญญัติ|ของ|รัฐ|,|ศาลา|กลาง
(คะ|พิช|'|ชุ|ลา|ร) adj. มี|ลักษณะ|ของ|หัว|,|เกี่ยวกับ|คณะ|บาทหลวง
(คะ|พิช|'|ชุเลท) {|apitulated|,|apitulating|,|apitulates|} vi. ยอมแพ้|,|ยินยอม|  |Syn. capitulant n. ดู capitulate|, capitulator n. ดู capitulate|  |Syn. surrender
(คะ|พิชชุเล|'|เชิน) n. การ|ยอมแพ้|,|การ|ยอม|จํานน|,|บท|สรุป|  |Syn. capitulatory adj.
(คะ|พิช|'|ชะ|ลัม) n. ยอด|ดอก|,|หัว|ดอก -|pl. capitula
(เค|'|โพ) n. ที่|บีบ|ตรึง|สาย|กีตาร์|  |Syn. capotasto
(เค|'|พอน) n. ไก่ตอน
(เค|'|พะ|ไน|ซ) {|caponized|,|caponizing|,|caponizes|} vt. ตอน|ไก่
(แคน|'|นะ|พี) {|capopied|,|capopying|,|capopies|} n. ปะรํา|,|สิ่ง|คลุม|,|สิ่ง|ที่|ครอบ|,|ดาดฟ้า|,|ท้องฟ้า|,|ส่วน|ที่|พอง|ออก|ของ|ร่มชูชีพ vt. คลุม|ด้วย|สิ่ง|ครอบคลุม|  |Syn. caponied adj.
(คะ|โพ|ท) n. เสื้อคลุม|ยาว|ที่|มี|หมวก|คลุม|ติด|อยู่|,|ประทุน|รถ
(แคพ|'|ริ|อะเลท) adj. คล้าย|หนวด|ปลาหมึก|,|เป็น|เส้น|หยิก
Pref. แพะ
(คะ|พ|รี|ซี|โอ|'|โซ) adj. ไม่|แน่นอน|,|ตาม|อําเภอใจ
(คะ|พ|รี|ส|') n. อําเภอใจ|,|การ|เปลี่ยนแปลง|ที่|ไม่|แน่นอน|,|เพลง|ที่|คิด|ตาม|อําเภอใจ|  |Syn. whim Ant. certainty
(คะ|พ|ริ|ซ|'|เชียส) adj. ไม่|แน่นอน|,|ตาม|อารมณ์|,|  |Syn. capriciousness n.  |Syn. erratic
(แคพ|'|ริ|คอร์น) n. กลุ่ม|ดาว|แพะ
แป้น|ตรึง|อักษร|ตัว|ใหญ่ <|คําแปล|>|เป็น|แป้น ๆ หนึ่ง|บน|แผง|แป้น|อักขระ มี|คํา Caps lock อยู่|บน|แป้น ปกติ|จะ|มี|ใน|เครื่องพิมพ์|ดีด|ธรรมดา|ด้วย หาก|กด|แป้น|นี้|ไว้|ครั้ง|หนึ่ง|แล้ว ถ้า|เป็น|การ|พิมพ์|ภาษาอังกฤษ จะ|มี|ผล|ทํา|ให้การ|กด|แป้นพิมพ์|ตัวอักษร|ทุก|ตัว|ออก|มา|เป็น|ตัว|ใหญ่ (capital letter) ไป|ตลอด เหมือน|กด|แป้น Shift ไป|พร้อมกัน แต่|ถ้า|พิมพ์|ภาษาไทย การ|กด|แป้น|นี้|ไว้|ตั้งแต่แรก แล้ว|ไป|กด|แป้น|อื่น ก็|จะ|เท่า|กับ|เป็น|การ|พิมพ์|ตัว|ที่อยู่|ข้างบน|ของ|แป้นพิมพ์ เช่น ฤ ฆ ฏ 1 2 หาก|ต้องการ|ยกเลิก ให้|กด|แป้น|นี้|ซ้ํา|อีก|ครั้ง|หนึ่ง
(แคพ|'|ซิ|คัม) n. พริก|,|พืช|จําพวก พริก
(แคพ|'|ไซ|ซ) {|capsized|,|capsizing|,|capsizes|} vt.,|vi. พลิก|,|ล้ม
(แคพ|'|ส|แทน) n. เครื่อง|ถอน|สมอเรือ|,|กว้าน
adj. ซึ่ง|ห่อหุ้ม|อยู่|,|ซึ่ง|มี|ถุง|ห่อหุ้ม|อยู่
adj. ซึ่ง|ห่อหุ้ม|อยู่|,|ซึ่ง|มี|ถุง|ห่อหุ้ม|อยู่
(แคพ|'|เชิล) n. ถุง|หุ้ม|,|ถุง|,|แคปซูล|,|ถุง|กําเนิด|สปอร์|,|ย่อ|,|สรุป adj. เล็ก|และ|แน่น|,|สั้น|และ|จุ|ความ|  |Syn. capsular adj. ดู capsule
(แคพ|'|เท|น) {|captained|,|captaining|,|captains|} n. ร้อยเอก|,|เรือ|เอก|,|เรือ|อากาศ|เอก|,|นาวา|เอก|,|หัวหน้า|,|ผู้นํา|,|กัปตันเรือ|,|หัวหน้า|นักบิน|,|ไต้ก๋ง|,|หัวหน้า|ชุด|นักกีฬา vt. เป็น|ผู้นํา|,|เป็น|หัวหน้า|,|บัญชาการ|  |Syn. captancy n. ดู captain|, captainship n. ดู captain
(แคพ|'|เชิน) {|captioned|,|captioning|,|captions|} n. หัวข้อ|,|ข้อความ|จ่าหน้า|,|คําอธิบาย|ภาพ vt. เพิ่ม|หัวข้อ|,|จ่าหน้า|  |Syn. heading|, title|, head
(แคพ|'|ชัส) adj. หาเรื่อง|,|จับผิด|,|คอย|จับผิด|,|แคะ|ได้|,|หาเรื่อง|,|ขี้บ่น|  |Syn. captiousness n. ดู captious|  |Syn. critical
(แคพ|'|ทิเวท) {|captivated|,|captivating|,|captivates|} vt. จับใจ|,|ประทับใจ.  |Syn. captivation n. ดู captivate captivative adj. ดู captivate|, captivator|, captivate|  |Syn. charm
(แคพ|'|ทิฟว) n. นักโทษ|,|เชลย|,|ผู้|ถูก|ครอบงํา adj. เป็น|เชลย|,|ถูก|คุมขัง|,|หลง|ไหล|  |Syn. prisoner
(แคพทิฟ|'|วิ|ที) n. ภาวะ|ที่|เป็น|เชลย|,|ภาวะ|ที่|หลง|ไหล|,|การ|คุมขัง|,|การ|ผูกมัด
(แคพ|'|เทอะ) n. ผู้|จับกุม|,|ผู้|ยืด|ได้
(แคพ|'|เชอะ) n. การ|จับ|ได้|,|การ|ยืด|ได้|,|สิ่ง|ที่|ถูก|ยึด|,|คน|ที่|ถูก|จับ|,|เชลย vt. จับ|ได้|,|ยืด|ได้|,|เข้า|ยึด|ได้|,|ตี|ได้|,|ทํา|ให้|สนใจ|,|ทํา|ให้|หลง|ไหล|  |Syn. capturer n. ดู|capture|  |Syn. take เก็บ|ภาพ|จับภาพ (ข้อมูล) หมายถึง การ|สั่ง|เก็บ|ภาพ|ที่|แสดง|อยู่|บน|จอภาพ|ทั้งหมด หรือ เฉพาะ|บาง|ส่วน|เอา|ไว้|เป็น|แฟ้มข้อมูล|แฟ้ม|หนึ่ง ถ้า|เป็น|เครื่อง|แมค|อิน|ทอ|ช ใช้|วิธี|กด|แป้น (Command) + Shift + 3 ภาพ|ที่|เกิด|จะ|ถูก|นํา|ไป|เก็บ|ไว้|เป็น|แฟ้มข้อมูล|ชื่อ Picture 1, Picture 2.... เรียง|ไป|ตาม|ลําดับ ส่วน|พี|ซี ใช้|วิธี|กด|แป้น Print Screen ภาพ|ที่อยู่|บน|จอ|จะ|ถูก|นํา|ไป|เก็บ|ไว้|ใน|คลิป|บอร์ด (clipboard) เรา|อาจ|สั่ง|เก็บ|เป็น|แฟ้มข้อมูล|ได้|โดย|กําหนด|ชื่อ|ให้|เป็น ภาพ ๆ ไป แฟ้ม|เหล่านี้|จะ|เรียก|มา|ดู|ได้|ใน|หลาย|โปรแกรม เป็นต้น|ว่า PageMaker|, Microsoft Word อย่างไรก็ตาม หาก|จะ|เลือก|เก็บ|เฉพาะ|บาง|ส่วน|ของ|ภาพ|ที่|ปรากฏ|บน|จอ จะ|ต้อง|ใช้|โปรแกรม|พิเศษ
(แคพ|'|พู|ชิน) n. ลิง|ใน|ทวีป|อเมริกา|จําพวก|หนึ่ง
(เค|'|พัท|,|แคพ|'|พัท) n. ส่วน|หัว|,|หัว -|pl. capita
n. สัตว์|คล้าย|หนู|ที่|ใช้|ฟัน|แทะ ไม่|มี|หาง
(คาร์) n. รถ|,|ตู้|รถ|  |Syn. motorcar
(คา|'|ระ|บาว) n. ควาย
n. เหยี่ยว|ขา|ยาว|ที่|กิน|ซาก|สัตว์|เป็น|อาหาร
(คะ|รา|'|คัส) n. ชื่อ|เมืองหลวง|ของ|เวนิซูเอล|ลา
(คา|'|ระ|เมิล) n. น้ําตาล|ต้ม|,|น้ําตาล|ไหม้|,
(คา|ระ|จีน) n. สาหร่าย|ทะเล
(คา|'|ระ|เมล) n. น้ําตาล|ต้ม|,|น้ําตาล|ไหม้
(คา|'|ระ|เพส) n. ส่วน|ที่|หุ้ม|หลัง|ของ|สัตว์|,|กระดอง|,|ฝา
(แค|'|รัท) n. กะรัต -|Conf. caret|,|carrot
(แค|'|ระ|วาน) n. ขบวน|นักเดินทาง
n. โรงแรม|ขนาด|ใหญ่
n. โรงแรม|ขนาด|ใหญ่
(แค|'|ระ|เวย์) n. เครื่องเทศ|คล้าย|ยี่หร่า
(คาร์บ) n. ดู|carburator
Pref. "|ธาตุ|คาร์บอน์|"
Pref. n. สารประกอบ|คาร์บอน|ที่|มี|ธาตุ|หรือ|กลุ่ม|ธาตุ|ที่|มี|ประจุ|บวก|,|แคลเซี่|ยม|คาร์ไบด์
(คาร์|'|ไบนฺ) n. ปืน|ไร|เฟิล|สั้น|ชนิด|หนึ่ง|  |Syn. short rifle
Pref. ธาตุ|คาร์บอน
(คาร์|โบ|ไฮ|'|เดรท) n. คาร์โบไฮเดรต
(คาร์|'|บอน) n. ธาตุ|คาร์บอน
n. ธาตุ|คาร์บอน|กัมมันตภาพรังสี. ดู radiocarbon
n. คาร์บอน|ดํา|สนิท|ที่|ใช้|เป็น|สีย้อม|ใช้|ใน|อุตสาหกรรม|และ|เป็น|ตัว|กรอง|สี
n. แก๊ส|คาร์บอนไดออกไซด์
n. แก๊ส|พิษ|ไร้|สี|และ|ติดไฟ|,|CO
n. กระดาษ|ก๊อป|ปี้|,|กระดาษ|คาร์บอน|,|กระดาษ|สําเนา
ผ้า|หมึก|พิมพ์|หมายถึง แถบ|ผ้า|หมึก|ที่|ใช้|ใน|เครื่องพิมพ์|แบบ|กระทบ (impact printer) ผ้า|หมึก|นี้|จะ|เป็น|ตัว|ทํา|ให้|ตัวหนังสือ|ชัด|หรือ|จาง ถ้า|เมื่อใด ตัวหนังสือ|ที่|พิมพ์|จาง ลอง|ตรวจสอบ|ดู|ผ้า|หมึก|พิมพ์ เพราะ|ผ้า|หมึก|พิมพ์|อาจ|จะ|เก่า ให้|จัดการ|เปลี่ยน|ใหม่
n. ธาตุ|คาร์บอน|กัมมันตภาพรังสี. ดู radiocarbon
(คาร์|'|บะเนท) n. เกลือ|หรือ
(คาร์|'|บัง|เคิล) n. โรค|ฝี|ฝักบัว|,|สิว|หัว|ใหญ่|,|พลอย|แดง|,|โกเมน|  |Syn. carbuncled adj. ดู carbuncle|, carbuncular adj. ดู carbuncle
(คาร์|'|บะเรท) vt. ผสม|กับ|คาร์บอน|หรือ|ไฮโดรคาร์บอน
(คาร์|'|บะเร|เทอะ) n. เครื่อง|ผสม|ไอ|เชื้อเพลิง|กับ|อากาศ|ให้|ได้|สาร|ผสม|ที่|สันดาป|หรือ|ระเบิด|ได้|,|คาร์บูเรเตอร์|  |Syn. carburetion n.
(คาร์|'|บะเร|เทอะ) n. เครื่อง|ผสม|ไอ|เชื้อเพลิง|กับ|อากาศ|ให้|ได้|สาร|ผสม|ที่|สันดาป|หรือ|ระเบิด|ได้|,|คาร์บูเรเตอร์|  |Syn. carburetion n.
(คาร์|'|คะเน|ท) n. สายสร้อย|คอ|เพชรพลอย.
(คาร์|'|เคิส|,|คาร์|'|เคส) n. ซากศพ|,|ซาก|สัตว์|,|ร่างกาย|คน|,|โครงสร้าง -|Conf. skeleton
(คาร์|'|เคิส|,|คาร์|'|เคส) n. ซากศพ|,|ซาก|สัตว์|,|ร่างกาย|คน|,|โครงสร้าง -|Conf. skeleton
(คาร์|ซิ|น|'|นะ|เจน) n. สาร|ที่|ทํา|ให้|เกิด|มะเร็ง|  |Syn. carcinogenic adj. ดู carcinogen|, carcinogenicity n. ดู carcinogen
(คาร์|ซิ|โน|'|มะ) n. มะเร็ง|  |Syn. carcinomatoid adj.
(คาร์ด) n. บัตร|,|คน|ตลก|,|ไพ่|,|แผนการ|,|การ|ดําเนินการ vt. ใส่|บัตร|,|ให้|บัตร|,|ติด|บน|บัตร|,|เขียน|ลง|บน|บัตร
รหัส|บัตรหมาย|ถึง รหัส|ที่|ใช้|กับ|บัตร มี|ลักษณะ|เป็น|รู|สี่เหลี่ยม|ที่|เจาะ|ใน|แต่ละ|คอลัมน์|ของ|บัตร เช่น ถ้า|เจาะ|ตําแหน่ง|คอลัมน์|ที่ 12 และ 1 หมายถึง|อักษร A ถ้า|เจาะ|ที่|ตําแหน่ง|คอลัมน์|ที่ 0 และ 9 หมายถึง|อักษร Z เป็นต้น รหัส|นี้|บางที|เรียก|รหัส|ฮอล|เลอ|ริ|ท (Hollerith code) เพราะ|ดร. เฮอร์|แมน ฮอล|เลอ|ริ|ท (Dr. Hermann Hollerith) เป็น|ผู้|กําหนด|ไว้ ดู card ประกอบ
ส่วน|ป้อน|บัตรหมาย|ถึง กลไก|ของ|เครื่อง|เจาะ|บัตร (keypunch) ที่|ทํา|หน้าที่|เลื่อน|หรือ|ป้อน|บัตร|เข้า|สู่|ตําแหน่ง|ที่|ต้องการ เช่น เพื่อให้|เจาะ|รู|ดู keypunch ประกอบ
ที่พัก|บัตรหมาย|ถึง ส่วนหนึ่ง|ของ|เครื่องอ่านบัตร|หรือ|เครื่อง|เจาะ|บัตร (keypunch) เป็น|ที่|ซึ่ง|บัตร|ที่|เจาะ|ข้อมูล|ไว้|เรียบร้อย|แล้ว มา|หยุด|รอ|ให้|คอมพิวเตอร์|เรียก|ไป|อ่าน หรือ|บัตร|ที่|ยัง|ไม่|ได้|เจาะ มา|รอ|เรียก|ไป|เจาะ|บางที|ใช้ hopper คํา|เดียว|สั้น ๆ ก็ได้ ดู card reader และ keypunch ประกอบ
บัตร|ติดขัด|หมายถึง การ|ที่|บัตร|เกิด|สับสน|ขึ้น|ภายใน|เครื่องอ่านบัตร (card reader) ซึ่ง|อาจ|เกิด|จาก|การ|เจาะ|ไม่|ตรง|รู บัตร|ยับ|หรือ|ขาด เมื่อ|เครื่องอ่านบัตร|อ่าน|มา|ถึง|บัตร|นั้น|ก็|จะ|หยุด เพราะ|อ่าน|ต่อไป|ไม่|ได้ ดู card reader ประกอบ
อุปกรณ์|เจาะ|บัตรหมาย|ถึง อุปกรณ์|แสดง|ผล (output device) ของ|เครื่อง|คอมพิวเตอร์|ชนิด|หนึ่ง|ที่|ทํา|หน้าที่|เป็น|เครื่อง|เจาะ|บัตร หรือ เครื่อง|ที่|ใช้|บันทึก|ข้อความ|ลง|บน|บัตร|ด้วย|การ|เจาะ|รู ซึ่ง|เป็น|รหัส|ใช้|แทน|ตัวอักษร ตัวเลข และ|อักขระ|พิเศษ|อื่น ๆ ต่าง|กับ|เครื่อง|เจาะ|บัตร|ที่|เรียก|ว่า keypunch กล่าวคือ keypunch เป็น|เครื่อง|เจาะ|บัตร|ที่|ไม่|อยู่|ภายใต้|การ|ควบคุม|ของ|เครื่อง|คอมพิวเตอร์ (คน|เป็น|ผู้|เจาะ) แต่ card punch เป็น|อุปกรณ์|แสดง|ผล|ที่ทํางาน|ภายใต้|การ|ควบคุม|ของ|หน่วยประมวลผลกลาง (CPU) ดู keypunch เปรียบเทียบ
เครื่องอ่านบัตร|หมายถึง อุปกรณ์|ชนิด|หนึ่ง|ที่|ใช้|การ|อ่าน|รู|ที่|เจาะ|ใน|บัตร|แล้ว|ถอด|ออก|มา|เป็น|รหัส การ|อ่าน|รู|เหล่านั้น|ทํา|ได้|ด้วย|การ|ใช้|แปรง|ไฟฟ้า|สัมผัส แล้ว|นํา|ข้อมูล|เหล่านั้น|ส่ง|เข้า|ไป|เก็บ|ใน|หน่วยความจํา|เพื่อ|นํา|ไป|ประมวลผล|ต่อไป
เครื่อง|เรียง|บัตร <|คําแปล|>|หมายถึง เครื่องจักร|ที่|ใช้|สําหรับ|เรียงลําดับ|บัตร|ที่|มี|ข้อมูล|เจาะ|ไว้|แล้ว เครื่อง|นี้|จะ|สามารถ|อ่าน|ข้อมูล|บน|บัตร|แล้ว|จัดการ|เรียงลําดับ|ให้ เช่น ถ้า|เป็น|จํานวน|เลข ก็|จะ|เรียง|จาก|น้อย|ไป|มาก หรือ|จาก|มาก|ไป|น้อย หรือ|ถ้า|เป็น|ตัวอักษร อาจ|เรียง|ตาม|ลําดับ|ตัวอักษร|ให้|ก็ได้
n. กระวาน|คอลัมน์ (ของ|บัตร) สดมภ์ (ของ|บัตร) หมายถึง คอลัมน์|หรือ|ตําแหน่ง|เจาะ|ตาม|แนว|ตั้ง|ของ|บัตร บัตร|ทั่วไป|จะ|มี 80 คอลัมน์ ใน|การ|เจาะ|แต่ละ|คอลัมน์|นั้น ถ้า|เจาะ|รู|เดียว จะ|เป็น|รหัส|บอก|ว่า|เป็น|ตัวเลข ถ้า|เจาะ 2 รู|ใน|หนึ่ง|คอลัมน์|จะ|เป็น|รหัส|บอก|ว่า|เป็น|ตัวอักษร ถ้า|เจาะ 1|-|3 รู อาจ|เป็น|เครื่องหมาย|บาง|ตัว เช่น + (บวก) - (ลบ) ฯลฯ|ดู Hollerith code ประกอบ
n. กระวาน
n. กระวาน
(คาร์ด|'|บอร์ด) n. กระดาษแข็ง
หรือ fundus คือ|ส่วน|บน|ของ|กระเพาะ|ที่|ต่อ|กับ|หลอดอาหาร
(คาร์|'|ดิ|แอ|ค) adj.เกี่ยวกับ|หัวใจ
ภาวะ|ที่|หัวใจ|หยุด|เต้น
ทํา|หน้าที่|ขับ mucin
อัตรา|การ|ไหล|ของ|เลือด|ออก|จาก|หัวใจ โดย|ใน|ผู้ใหญ่|ประมาณ 5|-|6 ลิตร|/|นาที ขณะ|ออกกําลัง|กาย|เพิ่ม|ได้|เป็น 20 -|40 ลิตร|/|นาที
(คาร์|'|ดะ|เกิน) n. เสื้อ|แจ๊คเก็ท|หรือ|สเวตเตอร์|ถัก
(คาร์|'|ดิเนิล) n. พระราชาคณะ|ของ|คาทอลิก|,|นก|จําพวก|หนึ่ง|ตัวผู้|สี|แดง|จัด|,|สี|แดง|เข้ม adj. สําคัญ|ยิ่ง|,|มี|สี|แดง|,|พื้นฐาน.  |Syn. cardinalship n. ดู|cardinal|  |Syn. principal
n. ตัวเลข|แสดง|จํานวน|เช่น|1,2,3|  |Syn. cardinal numeral -|Conf. ordinal number
Pref. '|หัวใจ|'
บันทึก|กราฟ|การ|ทํางาน|ของ|หัวใจ|จาก|เครื่อง|electrocardiograph|  |Syn. electrocardiogram
ดู|electrocardiograph.  |Syn. cardiographic adj.
(คาร์ดิ|ออ|ล|'|โล|จี่) n. หัวใจ|วิทยา|  |Syn. cardiological adj. เกี่ยวกับ|หัวใจ|วิทยา cardiologist n. นัก|หัวใจ|วิทยา
adj. เกี่ยวกับ|หัวใจ|และ|หลอดเลือด|หัวใจ
n. คน|เล่น|ไพ่|โกง.
(แคร์) {|cared|,|caring|,|cares|} vt.,|n. (การ) เอาใจใส่|,|ระมัดระวัง|,|ดูแล|,|เป็นห่วง|,|อยาก|ได้|,|ชอบ|,|รัก|  |Syn. attention
(คะ|รี|น|') {|careened|,|careening|,|careens|} vt.,|n. (การ) เอียง|,|ทํา|ให้|เอียง vi. คว่ํา|,|เอียง|,|วิ่ง|เอียง|,|วิ่ง|โคลง S. lurch
(คะ|เรียร|'|์) {|careered|,|careering|,|careers|} n. อาชีพ|,|งานการ vi.แล่น|อย่าง|รวดเร็ว|,|วิ่ง|อย่าง|รวดเร็ว|  |Syn. pursuit
(แคร์|'|ฟรี) adj. ไร้|กังวล.  |Syn. carefreeness n. ความ|ไร้|กังวล
(แคร์|'|ฟู|ล) adj. ระมัดระวัง|,|ระวัง|รอบคอบ|,|ละเอียด|,|ถี่ถ้วน|,|ประณีต|  |Syn. attentive
(แคร์|'|เลส) adj. สะเพร่า|,|ไม่|ระมัดระวัง|,|หยาบ|,|ไร้|กังวล|,|ไม่|วิตก|  |Syn. carelessness n. ดู|careless
(คะ|เรส|') vt.,|n. (การ) สัมผัส|,|ลูบ|,|กอด|จูบ|,|ประเล้าประโลม|  |Syn. caressingly adv. ดู|caress caressive adj. ดู|caress caressing adj. ดู|caress|  |Syn. pamper|,|embrace
^ (สัญลักษณ์) <|เครื่องหมาย|>|หมายถึง สัญลักษณ์|ที่|เกิด|ขึ้น|เมื่อ|กด|แป้น Shift|+|6 (^) สัญลักษณ์|นี้|ใช้|ใน|การ|เขียน|โปรแกรม|ของ|บาง|ภาษา โดย|จะ|แทน|คําสั่ง|เฉพาะ|บาง|คําสั่ง มี|ความหมาย|แตกต่าง|กัน|ไป เช่น ^ ใน|ภาษา|ปา|สกา|ล (Pascal) ใช้|แทน|ตัว|ชี้ (pointer) , ^ ใน ภาษาซี (C) ใช้|แทน|ตัวดําเนินการ exclusive OR|, ^ ใน ภาษา|เบ|สิ|ก (BASIC) ใช้|แทน|การ|ยก|กําลัง เป็นต้น
(แคร์|'|เท|เคอะ) n. คนดู|แล|ควบคุม|,|ภารโรง|,|คน|เฝ้า|  |Syn. custodian
(แคร์|'|วอร์น) adj. มี|อาการ|กังวล|  |Syn. worried
(คาร์|'|แฟร์) n. ค่าโดยสาร|รถ
(คาร์|'|โก) n. สินค้า|,|สินค้า|บรรทุก|บน|เรือ (เครื่องบิน|,|รถไฟ|และ|อื่น ๆ)|  |Syn. goods -|pl. cargoes|, cargos
n. เรือ|บรรทุก|สินค้า
n. โกดัง|สินค้า
n. เรือ|บรรทุก|สินค้า
(คา|ระเบียน|') adj. เกี่ยวกับ|ทะเล|คา|ริบ|เบียน
(คาร์|'|ระ|บู) n. กวาง|ขนาด|ใหญ่|ชนิด|หนึ่ง
(แค|'|ระ|คะ|เชอะ) {|caricatured|,|caricaturing|,|caricatures|} n. ภาพ|ล้อ|,|ภาพ|ล้อ|บุคคล|,|การ์ตูน|ล้อเลียน|,|ศิลปะ|การ|เขียน|ภาพ|ล้อเลียน vt. เขียน|ภาพ|หรือ|การ์ตูน|ล้อเลียน|  |Syn. travesty
(แค|ริ|คะ|เชอ|'|ริ|สทฺ) n. นักเขียน|ภาพ|ล้อเลียน|,|นัก|เสียดสี
(แคร์|'|รี|ซ) n. การ|ผุ|,|ภาวะ|ผุ
(แคร์|'|ระ|ลอน) n. ชุด|ระฆัง|หลาย|ใบ|ที่|ตี|เป็น|ทํานอง|ได้|,|ท่วงทํานอง|เพลง|ดังกล่าว
n. คน|ตี|ชุด|ระฆัง|เป็น|ท่วงทํานอง|เพลง
(คะ|ไร|'|นะ) n. ส่วน|ที่|คล้าย|กระดูก|ของ|เรือ|,|สันหลัง|,|แผ่น|หลัง|  |Syn. carinal adj. ดู|carina -|pl. carinas|,|carinae
adj. มี|รูป|คล้าย|กระดูกงู|เรือ|-
n. การ|เกิด|โรค|ฟัน|ผุ
adj. ซึ่ง|ทํา|ให้|เป็น|โรค|กระดูก|ผุ|;
(แคร|'|ระ|โอ|ล) n. รถม้า|สอง|ล้อ|ขนาด|เล็ก|ที่|เปิด|ประทุน|,|รถ|ประทุน|ขนาด|เล็ก|,|แคร่|เลื่อน|หิมะ|ที่|ใช้|สุนัข|ลาก
(แคร์|'|เรียส) adj. ผุ|,|กร่อน|  |Syn. cariosity n. ความ|ผุ|,|ความ|กร่อน cariousness n. ความ|ผุ|,|ความ|กร่อน|  |Syn. decayed
(คาร์ค) n. ความ|ระมัดระวัง|,|ความ|เอาใจใส่|,|ความ|กังวล
(คาร์ล) n. บุคคล|ธรรมดา|,|คน|,|อ้าย|หมอ|นี่ .  |Syn. carlish adj. ดู|carl carlishness n. ดู|carl
(คาร์ล) n. บุคคล|ธรรมดา|,|คน|,|อ้าย|หมอ|นี่ .  |Syn. carlish adj. ดู|carl carlishness n. ดู|carl
(คา|ร|'|ไลน์|,|-|ลิง) n. ชื่อ|ตรง|สั้น
(คา|ร|'|ไลน์|,|-|ลิง) n. ชื่อ|ตรง|สั้น
พระ|โรมันคาทอลิก|นิกาย|หนึ่ง|ที่|สวม|เสื้อ|ขาว
(คาร์|มิ|น|'|นะ|ทิฟว) n. ยา|ขับ|ลม|,|ยา|ขับ|ลม|,|ยา|แก้|ท้องเฟ้อ. adj. แก้|ท้องเฟ้อ
(คาร์|'|มิ|น|,|-|ไมนฺ) n. สี|แดง|เลือด|นก|,|สาร|สี|แดง|เลือด|นก
(คาร์น) n. = cairn
การ|นองเลือด|,|การ|เปื้อน|เลือด|,|ความ|โหดเหี้ยม
(คาร์|'|เนิล) adj. เกี่ยวกับ|เนื้อหนัง|มัง|สา|,|ไม่|ใช่|จิตวิญญาณ|,|เกี่ยวกับ|มนุษย์|,|ใน|ทาง|กาม|,|ใน|ทาง|โลก|  |Syn. carnality n. ดู|carnal|  |Syn. sensual Ant. spiritual
(คาร์เน|'|เ'|ชิน) n. ดอก|คาร์เนชั่น|ซึ่ง|คล้าย|ดอก|ยี่|โถ (มัก|ใช้|ปัก|เสื้อ|ผู้ชาย) ,|สี|ชมพู
(คาร์|'|นะ|เวิล) adj. เทศกาล|นักขัตฤกษ์|,|เทศกาล|สนุกสนาน.  |Syn. carnivalesque adj.  |Syn. festivity
(คาร์นิฟ|'|อ|ระ) n. ประเภท|สัตว์|กิน|เนื้อ
(คาร์|'|นะ|วอร์) n. สัตว์เลี้ยงลูกด้วยนม|ที่|กิน|เนื้อ|เป็น|อาหาร|,|พืช|กิน|แมลง|  |Syn. carnivoral adj.
(คาร์นิฟ|'|วอ|รัส) adj. ซึ่ง|กิน|เนื้อ|  |Syn. carnivorism n. ดู|carnivorous carnivorousness n. ดู|carnivorous
(- โฟ|'|เบีย) โรค|ไม่|ชอบ|กิน|เนื้อ
(คา|โน|ส) adj. ซึ่ง|มี|ลักษณะ|เนื้อ
(คาร์|'|นี) n. พนักงาน|หรือ|เจ้าหน้าที่|ใน|งาน|เทศกาล|นักขัตฤกษ์
(เค|'|โร) n. เนื้อ
(แคร์|'|รอ|ล) {|carolled|,|carolling|,|carols|} n.,|v. (ร้อง) เพลง|,|เพลง|คริสต์มาส|,|เพลง|สดุดี|  |Syn. carol (l) er n.  |Syn. sing
(แคร์|'|รัม) n. การ|แทง|ลูก|บิลเลียด|ไป|กระทบ|ลูก|บิลเลียด|สอง|ลูก
(แค|'|ระ|ที|น) n. ไฮโดรคาร์บอน|สี|แดง|ที่|พบ|ใน|พืช|หลาย|ชนิด
adj. เกี่ยวกับ|หลอดเลือดแดง|หลัก|ของ|คอ
(คะ|เรา|'|เซิล) n. การ|ดื่ม|ฉลอง|กัน|อย่าง|อึกทึก|และ|เมา|เหล้า|,|การ|ดื่ม|เหล้า|กัน|อย่าง|เต็มที่
(คะ|เรา|ซ|') {|caroused|,|carousing|,|carouses|} vi. ดื่ม|ฉลอง|กัน|อย่าง|อึกทึก|และ|เมา|เหล้า|,|ดื่ม|เหล้า|จัด|และ|บ่อย|  |Syn. carousal n. ดู|carouse carouser n. ดู|carouse|  |Syn. make merry
(แคร|ระ|เซิล|'|,|-|เซ|ล|') n. ดู|carrousel
(คาร์พ) {|carped|,|carping|,|carps|} vi. จับผิด|,|หาเรื่อง|,|บ่น|อย่าง|ไร้|เหตุผล -|n. ปลา|คาร์พ|,|ปลา|ลี้|ฮื้อ|  |Syn. find fault
(คาร์|'|พัล) adj. เกี่ยวกับ|ข้อมือ|หรือ|กระดูก|ข้อมือ
(คาร์|'|เพล) n. โพรง|เกสร|ตัวเมีย
(คาร์|'|เพน|เทอะ) {|carpentered|,|carpentering|,|carpenters|} n. ช่างไม้ vi. ทํางาน|ช่างไม้
(คาร์|'|เพนท|รี) n. งาน|ช่างไม้|,|กิจการ|ช่างไม้|  |Syn. carpentering n. งาน|ช่างไม้|,|กิจการ|ช่างไม้
(คาร์|'|พิท) {|carpetted|,|carpetting|,|carpets|} n. พรม|,|พรม|ปู|พื้น. vt. ปู|พรม|,|ปกคลุม|,|ลาด
(คาร์|'|พิท|แบก) {|carpetbagged|,|carpetbagging|,|carpetbags|} n. กระเป๋า|ที่|ทํา|ด้วย|พรม vi. ย้าย|ภูมิลําเนา|ถิ่น|ที่อยู่|เพื่อ|หาเสียง|เลือกตั้ง|ใน|ถิ่น|ใหม่|  |Syn. carpetbagging n. ดู|carpetbag carpetbagger n. ดู|carpetbag
(คาร์|'|พิททิง) n. วัตถุ|ทํา|พรม|,|พรม
n. ผลไม้|วิทยา
n. ข้อมือ|ตก|,|ข้อมือ|อัมพาต
(คํา|เสริม|ท้าย) ผลไม้
n. ข้อมือ|,|กระดูก|ข้อมือ -|pl. carpi
(คา|ระ|จีน) n. สาหร่าย|ทะเล
n. โต๊ะ|อ่อน|หนังสือ|เล็ก ๆ ที่|เป็น|เอกเทศ|ใน|ห้องสมุด
n. โต๊ะ|อ่อน|หนังสือ|เล็ก ๆ ที่|เป็น|เอกเทศ|ใน|ห้องสมุด
(แคร์|'|ริ|อิจฺ) n. รถม้า|สี่|ล้อ|,|รถไฟ|ตู้|โดยสาร|,|ที่|ค้ํา|ที่|มี|ล้อ|,|ส่วน|ที่|เคลื่อน|ได้|เพื่อ|แบก|พา|อีก|ส่วนหนึ่ง|,|อากัปกิริยา|,|การ|ขนส่ง|,|ค่าขนส่ง|,|การ|บริหาร|  |Syn. cart
ปัด|แคร่|แป้น|ปัด|แคร่|ใช้|ตัวย่อ|ว่า CR ใน|ทาง|คอมพิวเตอร์ ถือ|เป็น|ตัว|อักขระ|ตัว|หนึ่ง|ที่|มองไม่เห็น ใช้|เมื่อ|สิ้นสุด|การ|พิมพ์|แต่ละ|บรรทัด และ|ทํา|ให้|ตัว|ชี้|ตําแหน่ง (cursor) ลง|ไป|อยู่|เป็น|ตําแหน่ง|แรก|ของ|บรรทัด|ถัด|ลง|มา โดย|ปกติ จะ|กําหนด|ให้|กด|แป้น <|RETURN|> หรือ <|ENTER|>
n. n. ปม|เงื่อน|เชื่อมต่อ|เชือก|สอง|เส้น
(แค|'|ริ|เออะ) n. ผู้|ขนส่ง|,|ผู้|ส่ง|,|บริษัท|ขนส่ง|,|ขบวนการ|ขนส่ง|,|อุปกรณ์|รับ|น้ําหนัก|,|ตัวนํา|เชื้อ|,|พาหะ|นํา|โรค|,|เครื่องบิน|ขนส่ง (คนโดยสาร|หรือ|ไปรษณียภัณฑ์) ,|นกพิราบ|ส่ง|ข่าว|  |Syn. transporter
n. นกพิราบ|ส่ง|ข่าว
(แค|'|ริ|เอิน) n. เนื้อตาย|และ|เน่า|,|ซาก|สัตว์ adj. กิน|ซาก|สัตว์|เป็น|อาหาร|,|คล้าย|ซาก|สัตว์|,|เน่าเปื่อย|,|ผุพัง|,|สกปรก|โสมม
(แค|'|เริท) n. หัว|ผักกาด|แดง
(แค|'|รี) {|carries|,|carrying|,|carries|} vt. ขนส่ง|,|แบก|,|ลําเลียง|,|หอบ|,|หาบ|,|อุ้ม|,|ยก|,|ถือ|ติด|ตัว|,|นํา|ติด|ตัว|,|นํา|ไป|สู่|,|สะพาย|,|บรรทุก|,|ส่ง|,|แพร่กระจาย|,|ออก|ข่าว|,|ประกอบ|ด้วย|,|สนับสนุน|,|ค้ําจุน|,|ผลักดัน|,|ยืด|ได้|,|รับภาระ|,|วาง|ตัว|,|ปฏิบัติ|,|ยก|ยอด|,|โอน|,|มี|ไว้|ใน|ร้าน. vi. ถือ|ติด|ตัว|,|มี|กําลัง|ดัน|,|ดัน|,|ถู เลข|ทด|ตัว|ทด|หมายถึง ค่า|ที่|เกิด|จาก|การ|บวก|ตัวเลข|ตั้งแต่ 2 ตัว|ขึ้น|ไป|ใน|หลัก|เดียวกัน แล้ว|ได้|ผล|มาก|กว่า|หรือ|เท่า|กับ|เลข|ฐาน ซึ่ง|จะ|นํา|ไป|บวก|กับ|เลข|ใน|หลัก|ถัด|ไป
n. ตัว|ทด
n. อิเล็ก|โท|รน
(คาร์|'|ซิ|ค) adj. เมา|รถ.  |Syn. carsickness n. การ|เมา|รถ
(คาร์ท) {|carted|,|carting|,|carts|} n.รถ|สอง|ล้อ|สําหรับ|บรรทุก|ของ|,|เกวียน|,|พาหนะ|เล็ก ๆ ที่|เคลื่อนที่|ด้วย|มือ -|v. ขนส่ง|  |Syn. carter n.
(คาร์|'|ทิจฺ) n. การ|ขับ|รถม้า|หรือ|เกวียน|,|ค่า|บรรทุก|ของ|รถ|สินค้า|,|รถบรรทุก|สินค้า
(คาร์|'|เทิล) n. ระบบ|ผูกขาด|ทางการ|ค้า|ชนิด|หนึ่ง|  |Syn. monopoly
(คาร์|'|ทะลิจฺ) n. กระดูก|อ่อน
n. กระดูก|อ่อน
adj. เกี่ยวกับ|กระดูก|อ่อน
n. ปริมาณ|ที่|รถม้า|หรือ|เกวียน|สามารถ|บรรทุก|ได้|,|จํานวน|มาก
n. แผนภูมิ|แสดง|ข้อมูล|สถิติ
n. การ|สร้าง|แผนที่|,|วิชาการ|ทํา|แผนที่|หรือ|แผนภาพ.  |Syn. chartography|  |Syn. cartographer n. ดู|cartography cartographic adj. ดู|cartography cartographical adj. ดู|cartography
(คาร์|ทอ|ล|'|โลจี) n. การ|ทํา|แผนที่|,|การ|ทํา|แผนที่|ทะเล .  |Syn. cartologic|,|cartological adj.
(คาร์|'|เทิน) n. กล่อง|กระดาษ|,|กระดาษแข็ง|,|สิ่ง|ที่|บรรจุ|ใน|กล่อง|กระดาษ|,|จุด|ขาว|ใน|กลาง|เป้า|  |Syn. box -|Conf. cartoon
(คาร์|ทูน|') {|cartooned|,|cartooning|,|cartoons|} n. การ์ตูน|,|ภาพ|การ์ตูน vt. แสดง|ภาพ|การ์ตูน
(คาร์|'|ท|ริ|จฺ) 1. n. กระสุน|ปืน|,|ลูกกระสุน|,|ลํา|กล้อง|ดินระเบิด|,|ภาชนะ|ใส่|ของเหลว|หรือ|แก๊ส|,|ที่|ม้วน|เทป 2. อาจ|เป็น|ได้|ทั้ง|ตลับ|เทป|หรือ|กล่อง ใช้|เก็บ|ข้อมูล ปัจจุบัน ไม่ค่อย|นิยม|ใช้ บางที|ใช้|เป็น|ที่|บรรจุ|เกมส์|ต่าง ๆ เรียก|ว่า game cartridge ส่วน font cartridge หมายถึง ตลับ|ที่|ใช้|เก็บ|แบบ|ตัวอักษร|สําหรับ|ใส่|ใน|เครื่องพิมพ์|บาง|ชนิด ถ้า|ใช้|กับ|เครื่องพิมพ์|หมายถึง|ที่|ใส่|หมึก|สําหรับ|พิมพ์ เรียก|ว่า toner cartridge
n. สมุด|เอกสาร|สัญญา|,|หนังสือ|บันทึก|สัญญา
n. ช่าง|ทํา|เกวียน|,|ช่าง|ทํา|รถม้า
n. ส่วน|ยื่น|ของ|เนื้อเยื่อ|,|หงอน|,|หงอนไก่|,|เนื้องอก|  |Syn. caruncular adj. ดู|caruncle carunculous adj. ดู|caruncle
(คาร์ฟว) {|carved|,|carving|,|carves|} v. ตัด|,|แกะ|,|สลัก|,|เฉือน|,|สับ|,|ชําแหละ|,|แล่|,|หั่น|  |Syn. carver n.  |Syn. cut
(คาร์|'|เวิน) adj. ซึ่ง|แกะสลัก
(คาร์|'|วิง) n. การ|แกะสลัก|,|งาน|แกะสลัก
Pref. นิวเคลียส
Pref. นิวเคลียส
(แคส|'|เคด) {|cascaded|,|cascading|,|cascades|} n. น้ําตก|เล็ก|ที่|ตก|จาก|หน้าผา|ที่|สูงชัน|,|น้ําตก|เป็น|หลั่น ๆ ,|การ|ต่อ|ไฟฟ้า|เป็น|หลั่น ๆ ,|การ|เชื่อมโยง|,|ใบ|พะเนียด vt.,|vi. ตกลง|มา|เหมือน|น้ําตก|,|ต่อเนื่อง|กัน|เป็น|ขั้นบันได|  |Syn. cataract แบบ|ต่อ|เรียง|การ|จัดเรียง|วินโดว์|บน|จอภาพ|นั้น สามารถ|ทํา|ได้ 2 แบบ คือ|ให้|เป็น|แบบ|ต่อ|เรียง ซึ่ง|จะ|ทํา|ให้|สามารถ|มองเห็น|ชื่อ|ของ|แต่ละ|วินโดว์|ที่|เรียง|ต่อ|กัน หรือ|แบบ|แผ่|เรียง (tile) ซึ่ง|จะ|ทํา|ให้|มองเห็น|ทุก|วินโดว์|บน|จอ|พร้อม ๆ กัน|ใน|ขนาด|เล็ก ๆ ก็ได้ ทั้งนี้|แล้วแต่|คําสั่ง|ของ|ผู้ใช้|เครื่อง (คอมพิวเตอร์) ว่า|จะ|สั่ง|ให้|เป็น|แบบ cascade หรือ tile|ดู tile เปรียบเทียบ
(เคส) {|cased|,|casing|,|cases|} n. เรื่อง|,|กรณี|,|สภาพ|,|ข้อเท็จจริง|,|หลักฐาน|พยาน|,|ตัวอย่าง|ที่|เป็นจริง|,|รูป|การ|,|โรค|,|คนไข้|,|ราย|,|ข้อ|สนับสนุน|,|การ|ฟ้องร้อง|,|คดี|,|กล่อง|,|ลัง|,|หีบ|,|ปลอก|หุ้ม|,|ปลอก|,|ซอง|,|อุปกรณ์|บรรจุ|,|ถาด|ซอง|ตัวพิมพ์ vt. บรรจุ|ใน|กล่อง (ลัง|,|หีบ ฯลฯ) ห่อหุ้ม|,|ล้อม|,|ตรวจสอบ|ดู -
n. ประวัติ|คนไข้|,|ประวัติ|เฉพาะราย
การ|บังคับใช้|ตัว|เล็ก|/|ตัว|ใหญ่|หมายถึง ความ|แตกต่าง|ระหว่าง|การ|ใช้|ตัว|ใหญ่|และ|ตัว|เล็ก|ของ|ตัวอักษร|ใน|ภาษาอังกฤษ โปรแกรม|บาง|โปรแกรม|หรือ|ระบบ|บาง|ระบบ|จะ|บังคับ|ว่า ต้อง|ใช้|ตัว|ใหญ่|ทั้งหมด หรือ|ตัว|เล็ก|ทั้งหมด มิฉะนั้น|เครื่อง|จะ|ไม่|เข้าใจ เช่น ชื่อ|โปรแกรม|ภาษา|ฟอร์แท|รน (FORTRAN) หรือ ระบบ|ยูนิกซ์ (UNIX) จะ|บังคับ|ให้|ใช้|ตัว|ใหญ่|เท่านั้น ส่วน|ระบบ|ดอส|และ|วินโดว์|ไม่|บังคับ กล่าวคือ ใช้|ตัว|เล็ก|ก็ได้|ตัว|ใหญ่|ก็ได้
n. การ|ศึกษา|เรื่องราว|ทีละ|ราย|,|ประวัติ|คนไข้
(เค|'|ซี|เอท) vi. กลาย|เป็น|ส่วน|ที่|คล้าย|เนย|,|เกิด|เป็น|เนย|ขึ้น
vt. แข็ง|ที่|เปลือกนอก|,|ทํา|ให้|จิตใจ|แข็งกล้า
n. ผ้า|ม่าน|หน้าต่าง|ชนิด|บาง
(เค|'|เซียส) adj. เกี่ยวกับ (คล้าย) เนย
n. ขีปนาวุธ|ที่|ห่อหุ้ม|ลูก|โลหะ|กลม|หลาย|ลูก|หรือ|เศษ|โลหะ|  |Syn. canister
ตลับ|แถบ|บันทึก|หมายถึง ม้วน|แถบ|พลาสติก|อาบ|แม่เหล็ก นํามา|ใช้|ใน|การ|เก็บ|ข้อมูล ใช้|ทั้ง|กับ|ไมโครคอมพิวเตอร์ และ|เครื่อง|ขนาด|ใหญ่ (mainframe) ที่|นํามา|ใช้|กับ|ไมโครคอมพิวเตอร์|นั้น มี|ลักษณะ|เหมือน|ตลับ|เทป|เพลง|ธรรมดา สมัย|หนึ่ง|เรา|นิยม|ใช้|แถบ|บันทึก|นี้|เก็บ|ข้อมูล เพราะ|ราคา|ถูก|กว่า|สื่อ|อย่าง|อื่น แต่|จะ|มี|ปัญหา|ตาม|มา|มากมาย เช่น|ใน|เรื่อง|ความ|คลาดเคลื่อน|ของ|ข้อมูล อีก|ทั้ง|ยัง|มักจะ|เสีย|ง่าย ใน|ปัจจุบัน จึง|หัน|มา|นิยม|ใช้|จาน|บันทึก (diskette) จาน|บันทึก|อัด|แน่น|หรือ|ซี|ดี (CD) แทน|กัน|หมด|แล้ว
n. เครื่องบันทึกเสียง|ด้วย|ตลับ|เทป
n. ตัว|หนอน|ที่|สร้าง|เยื่อ|หุ้ม|ล้อมรอบ|ตัว
(แคช) {|cashed|,|cashing|,|cashes|} n. เงินสด|,|เหรียญเงิน|,|ธนบัตร. vt. จ่าย|เงินสด|,|รับ|เงินสด|,|ขึ้น|เป็น|เงินสด -|Phr. (cash in ขึ้น|เป็น|เงินสด|,|หยุด|กิจการ|,|ถอน|ตัว) -|Phr. (cash in on หา|กําไร|จาก)|  |Syn. cashable adj. ดู|cash|  |Syn. curren
n. ส่วนลด|เงินสด
n. จ่าย|สด|เมื่อ|ของ|ถึง ใช้|อักษรย่อ|ว่า C.O.D.
n. เครื่องบันทึก|จํานวน|เงิน|ที่|ซื้อ|สําหรับ|ลูกค้า|และ|เจ้าของ
 |Syn. carry adj. จ่าย|สด|งด|เชื่อ
(แคช|' อิน) n. เอกสาร|ที่|ขึ้น|เป็น|เงินสด|ได้|,|การ|ขึ้น|เป็น|เงินสด|ได้
n. สมุดบันทึก|การ|จ่าย|เงิน|และ|การ|นับ|เงิน|,|บัญชี|เงินสด
(แคช|'|ชู|?|ู) n. ต้น|มะม่วงหิมพานต์|,|มะม่วงหิมพานต์
(แคช|'|เชียร์) n. พนักงาน|รับ|จ่าย|เงิน
n. เช็ค|สั่ง|จ่าย|โดย|ธนาคาร|เอง
(แคช|'|เมียร์) n. สิ่งทอ|ที่|ทํา|ด้วย|เส้นใย|ขน|แกะ|แค็ชเมียร์
(แคส|'|ซะเมียร์) n. สิ่งทอ|ลาย|เฉียง|สอง|ลาย|  |Syn. cassimere
(เค|'|ซิ|ง) n. หีบ|,|กล่อง|,|สิ่ง|หุ้ม|ห่อ|,|วัตถุ|สําหรับ|หุ้ม|ห่อ|,|โครง|,|ท่อ|,|ท่อ|เหล็ก|,|ไส้|วัวควาย|ที่|ใช้|ทํา|ไส้กรอก|  |Syn. wrapper|,|cover
(คะ|ซี|'|โน) n. บ่อนการพนัน|,|โรง|บ่อน|,|อาคาร|หรือ|ห้อง|ใหญ่|สําหรับ|การ|ประชุม|หรือ|เต้นรํา|,
(คา|สคฺ) {|casked|,|casking|,|casks|} n. ถัง|ไม้|ขนาด|ใหญ่|ที่|แข็งแรง|,|ปริมาณ|ที่|บรรจุ|ได้|ใน|หนึ่ง|ถัง|ดังกล่าว vt. ใส่|หรือ|บรรจุ|ลง|ใน|ถัง
(คา|ส|'|คิท) {|casketted|,|casketting|,|caskets|} n. โลง|ศพ|,|กล่อง|เล็ก ๆ ,|ตลับ vt. ใส่|โลง|ศพ|,|ใส่|ใน|กล่อง ใส่|ใน|ตลับ|  |Syn. coffin
(แคส|'|เพียน ซี) n. ทะเลสาบ|ที่|ใหญ่|ที่สุด|ของ|โลก|อยู่|ระหว่าง|ยุโรป|และ|เอเซีย
(คะ|ซา|'|วะ) n. มันสําปะหลัง|,|แป้งมันสําปะหลัง
n. ชาม|หรือ|หม้อ|อบ|หรือ|ปิ้ง|,|หม้อ|มี|ฝา|ปิด|สําหรับ|ต้ม|และ|เคี่ยว
(คะ|เซ|ท|') n. ตลับ|เทป
n. เทป|ตลับ|,|ตลับ|เทป
(แคช|' ชะ|,|แค็ส|'|เชีย) ต้น|อบเชย|,|เปลือก|อบเชย|,
n. สิ่งทอ|ลาย|เฉียง|  |Syn. casimere|,|casimire
(แคส|'|ซะเมียร์) n. สิ่งทอ|ลาย|เฉียง|สอง|ลาย|  |Syn. cassimere
(คะ|ซี|'|โน) n. เกม|ไพ่|กาสิโน (casino)| 
(แคส|'|ซี|ส) n. เหล้า|ที่|ทํา|จาก|ลูก|เกด|ดํา
n. แร่|ดีบุก|,|หิน|ดีบุก
n. เสื้อคลุม|สี|ดํา|ของ|บาทหลวง|,|บาทหลวง|,|ตําแหน่ง|บาทหลวง
(แคส|'|ซะเวอ|รี) n. นก|ขนาด|ใหญ่|ที่|บิน|ไม่|ได้|จําพวก Casuarius
(คา|สทฺ) {|cast|,|cast|,|casting|,|casts|} v.,|n. (การ) ขว้าง|,|ทิ้ง|,|เหวี่ยง|,|โยน|,|หว่าน|,|เปลื้อง|,|ปลด|,|ลอก (คราบ) ,|ทอด (แสง|,|เงา|,|สายตา) ,|ปลด|,|ลง|,|หย่อน|,|ทํานาย|,|หล่อ|,|ให้|กําเนิด|,|ปฎิ|เส|ธ|,|ไล่ออก|,|ให้|,|จัดการ|,|เลือก (คน|แสดง) ,|คํานวณ|,|วางแผน|,|ข้าง|,|หล่อ|แบบ|,|คํานวณ|,|บวก|,|ทํานาย|,|ตรวจหา คําศัพท์|ย่อย|:
n. การ|ทอด|สมอเรือ
n. โลหะ|ผสม|ของ|เหล็ก|คาร์บอน|และ|ธาตุ|อื่น ๆ ,|เหล็กหล่อ
n. เหล็กกล้า|หล่อ
adj. ทํา|ด้วย|เหล็กหล่อ|,|แข็งแกร่ง|,|ไม่|ยอมแพ้
(แคสทะเนทส์|') n. ลูก|กลม|ไม้|สอง|ลูก|สําหรับ|เคาะ|ประกอบ|ดนตรี|'
(แคส|'|ทะเวย์) n. คน|เรือ|แตก|,|คนนอก|กฎหมาย adj. ล่องลอย|,|เรือ|แตก|,|ถูก|ทิ้งขว้าง|  |Syn. pariah|,|outcast
(คา|สทฺ) n. วรรณะ|,|ชั้น|,|วงศ์|ตระกูล|,|กลุ่ม|ของ|สังคม|,|ฐานะ|ใน|สังคม adj. เกี่ยวกับ|ชั้น|วรรณะ|  |Syn. class|,|status
(แคส|'|ทะ|ลัน|,|เคส|เท|ล|'|ลัน) n. เจ้า|ปราสาท
(แคส|'|ทะเล|ทิด) adj. สร้าง|คล้าย|ปราสาท|,|มี|หลาย|ปราสาท
(คา|ส|'|เทอะ) n. คน|ขว้าง|,|สิ่ง|ขว้าง|,|กระปุก|เกลือ (พริกไทย|น้ําตาล)|  |Syn. castor
(แคส|'|ทิ|เก|ท) {|castigated|,|castigating|,|castigates|} vt. ทําโทษ|เพื่อ|ดัดสันดาน|,|วิจารณ์|อย่าง|รุนแรง|  |Syn. castigation n. ดู|castigate castigator n. ดู|castigate
(แคส|'|ทิง) n. กระบวนการ|หล่อ|,|สิ่ง|ที่|ถูก|หล่อ|ออก|มา|,|การ|ขว้าง|,|การ|โยน|,|การ|กําหนด|บท|,|การ|ทอด|แห|,|  |Syn. hurl
(คา|ส|'|เซิล) {|castled|,|castling|,|castles|} n. ประสาท|,|คฤหาสน์|,|ป้อมปราการ|,|ตัว|หมากรุก|ฝรั่ง|ที่|เทียบเท่า|กับ|เรือ|ของ|หมากรุก|ไทย|,|สถาน|หลบภัย|ที่|ปลอดภัย vt. ใส่|ใน|ป้อมปราการ|,|ใช้เรือ|คุ้มครอง|ขน|  |Syn. palace
n. นัก|ฝัน|หวาน|  |Syn. daydreamer
n. วิมาน|ใน|อากาศ|,|การ|ฝัน|หวาน|  |Syn. daydream
n. วิมาน|ใน|อากาศ|,|การ|ฝัน|หวาน|  |Syn. daydream
(คา|ส|'|เทอะ) n. ต้น|ละหุ่ง
n. เมล็ด|ละหุ่ง|,|ต้น|ละหุ่ง
n. น้ํามัน|ละหุ่ง ใช้|เป็น|ยาถ่าย
(แคส|'|เท|รท) vt. ตอน|,|ตัด|เอา|ลูก|อัน|ฑะ|ทั้ง|สอง|ออก|,|ตัด|เอา|รังไข่|ทั้ง|สอง|ออก|,|ขจัด|,|ตัดตอน|แก้ไข|  |Syn. castration n. ดู|castrate castrator n. ดู|castrate|  |Syn. geld|,|unsex
n. โรค|กลัว|สูญเสีย|อวัยวะ|สืบพันธุ์
(แคส|' ชวล) adj. โดย|บังเอิญ|,|จร|,|ประจวบเหมาะ|,|ไม่|แน่นอน|,|ตาม|อารมณ์|,|ไม่|เป็นทางการ|,|ธรรมดา ๆ (ชุด|แต่งกาย) -|n. คน|ทํางาน|ที่|ให้|มา|ทํางาน|ใน|เวลา|ที่|ไม่|แน่นอน|  |Syn. haphazard
(แคซ|'|ซวลลิส|ซึม) n. ความ|เชื่อ|หรือ|ลัทธิ|ที่|เชื่อ|ว่า|สิ่ง|ต่าง ๆ เป็น|ไป|โดย|บังเอิญ|  |Syn. casualist n.
(แคซ|'|ชวล|ที) n. จํานวน|คนตาย|,|คน|ที่|ได้|รับ|บาดเจ็บ|หรือ|ตาย|ใน|อุบัติเหตุ|,|อุบัติเหตุ|ร้ายแรง (โดยเฉพาะ|ที่|มี|คนตาย)| 
(แคซ|'|ซูอิสทฺ) n. เจ้าคารม|,|เจ้า|โวหาร|,|ผู้|ศึกษา|และ|ถือ|หลัก|ธรรมจริยา|,|ผู้ตัดสิน|ปัญหา|ใน|สถานการณ์|เฉพาะ|อย่าง
(แคซซูอิส|'|ทิค|,|-|คัล) adj. เจ้าคารม|,|เล่นสํานวน|โวหาร -|n.เกี่ยวกับ|การ|ใช้|หลัก|ธรรมจริยา|,|ซึ่ง|ตัดสิน|ปัญหา|ใน|สถานการณ์|เฉพาะ
(แคซซูอิส|'|ทิค|,|-|คัล) adj. เจ้าคารม|,|เล่นสํานวน|โวหาร -|n.เกี่ยวกับ|การ|ใช้|หลัก|ธรรมจริยา|,|ซึ่ง|ตัดสิน|ปัญหา|ใน|สถานการณ์|เฉพาะ
(แคซ|'|ซูอิสท|รี) n. การ|ใช้|หลัก|ศีลธรรม|จรรยา|ใน|การ|ตัดสิน|ปัญหา|,|การ|ใช้|หลัก|ศีลธรรม|จรรยา|ที่|ผิด|,|การ|เล่นสํานวน|โวหาร|,|การ|เล่นลิ้น
1. (แคท) n. แมว|,|สัตว์|ใน|ตระกูล|แมว|,|หญิง|ที่|มี|ใจ|อํามหิต|,|บุคคล 2. (ซี|เอ|ที) ย่อ|มา|จาก computer|-|aided translation แปล|ว่า การ|แปล|ภาษา|ใช้|คอมพิวเตอร์|ช่วย หมายถึง|การ|แปล|จาก|ภาษา|หนึ่ง|เป็น|อีก|ภาษา|หนึ่ง โดย|ใช้|คอมพิวเตอร์|ช่วย เช่น แปล|ไทย|เป็น|อังกฤษ หรือ|อังกฤษ|เป็น|ไทย การ|แปล|ใน|ลักษณะ|นี้ จะ|ใช้|คอมพิวเตอร์|ช่วย|จํา|ศัพท์ ไวยากรณ์ รวม|ทั้ง|บริบท (context) ต่าง ๆ โปรแกรม|ที่|ได้|รับ|การ|พัฒนา|ไป|มาก|แล้ว|คือ|โปรแกรม|ที่|แปล|จาก|อังกฤษ|เป็น|ฝรั่งเศส และ|ฝรั่งเศส|เป็น|อังกฤษ (บาง|ตํารา|ว่า CAT ย่อ|มา|จาก computer aided training แปล|ว่า การ|อบรม|ใช้|คอมพิวเตอร์|ช่วย)
n. พลอย|ตาแมว
(แคท|'|ส|พอ) n. คน|ที่|ถูก|คน|อื่น|ใช้|,|เครื่องมือ|,|ลูกมือ|,|มือ|แมว
(คะ|แทบ|'|บะ|ซิ|ส) n. การ|เดิน|ขบวน|สู่|ฝั่ง|ทะเล|,|การ|ถอน|ทัพ -|pl. catabases
(แค็ททะไบ|โอ|'|ซิ|ส) n. การ|ที่|เซลล์|เชื่อม
(คะ|แทบ|'|บะลิซ|ซึม) n. การ|สันดาป|ที่|เป็น|การ|ทําลาย|,|การ|สลาย|ตัว|ของ|สาร|เชิงซ้อน|ใน|สิ่งมีชีวิต|เป็น|สาร|ที่ต่ํา|ลง|  |Syn. catabolic adj. ดู|catabolism|  |Syn. katabolism
(คะ|แท็บ|โบ|ไลท์) n. ผลิตผล|ของ|catabolism
adj. เกี่ยวกับ|ผิวหน้า|หรือ|ความ|โค้ง|ที่|เกิด|จาก|การ|สะท้อน|ของ|แสง
n. ศัพท์|ที่|ใช้|ผิด|,|การ|ใช้|คํา|ผิด|  |Syn. catachrestic adj. ดู catachresis catachrestical adj. ดู|catachresis -|pl . catachreses
(แคททะแคลส|'|ไซ|ทฺ) n. หิน|ที่|แตก|ละเอียด
(แคททะแคลท|'|ทิค) adj. ซึ่ง|แตก|ละเอียด
(แคท|'|ทะคลิซ|'|ซึม) n. การ|เปลี่ยนแปลง|ที่|รุนแรง (โดยเฉพาะ|ทางการ|เมือง|และ|สังคม) ,|ความ|เกลียด|,|ความ|หายนะ.  |Syn. cataclysmic adj|,|ดู|cataclysm cataclysmal adj. ดู|cataclysm|  |Syn. disaster
(แคท|'|ทะ|โคม) n. สุสาน|ใต้ดิน|,|ห้อง|สุสาน|ใต้ดิน|,|อุโมงค์|เก็บ|เหล้า|  |Syn. underground cemetery
(คะ|แท็ค|'|โค|รทิส|ซึม) n. ชีพจร|วิก|ล
(แคท|'|ทะฟอลค) n. ที่|ตั้ง|ศพ|,|เชิงเทิน|ตั่ง|ศพ|,|รถบรรทุก|ศพ
(-|เจ็น|'|นิ|ซิ|ส) n. การ|ถอยหลัง|หรือ|involution
(แคท|'|ทะเล|พ|ซี) n. ภาวะ|การ|เกร็ง|ตัว|ของ|กล้ามเนื้อ|ใน|ร่างกาย|บาง|ส่วน|/|ทํา|ให้|ร่าง|อยู่|ใน|ท่า|ใด|ท่า|หนึ่ง|ชั่วขณะ|  |Syn. cataleptic adj. ดู|catalepsy
(แคท|'|ทะ|ลอก) n. บัญชี|รายชื่อ|,|รายชื่อ|,|ระบบ|รายชื่อ vt. ใส่|รายชื่อ|ใน|บัญชี|รายชื่อ|  |Syn. cataloger|, cataloguer|,|catalogist n.
(แคท|'|ทะ|ลอก) n. บัญชี|รายชื่อ|,|รายชื่อ|,|ระบบ|รายชื่อ vt. ใส่|รายชื่อ|ใน|บัญชี|รายชื่อ|  |Syn. cataloger|, cataloguer|,|catalogist n.
(คะ|แทล|'|ลิ|ซิ|ส) n. การ|เร่ง|ปฏิกิริยา|ทาง|เคมี|โดย|การ|เติม|สาร|กระตุ้น|,|ปฏิกิริยา|ระหว่าง|บุคคล|หรือ|แรง|โดย|มี|ตัว|กระตุ้น|ที่|ไม่|ถูก|กระทบกระเทือน|  |Syn. catalytic adj. ดู|catalysis pl. catalyses|  |Syn. katalysis|,|stimulation
(แคท|'|ทะลิสทฺ) n. ตัวเร่ง|ปฏิกิริยา|,|ตัวเร่ง|  |Syn. katalyst
(แคท|'|ทะไลซ) {|catalyzed|,|catalyzing|,|catalyzes|} vt. กระตุ้น|,|กระตุ้น|การ|เปลี่ยนแปลง|ทาง|เคมี|  |Syn. catalyzer n.
เรือ|ลํา|คู่|,|เรือ|เล็ก|,|เรือใบ|น้ํา|ตื้น
n. ประจําเดือน|,|ระดู
n. สัตว์ป่า|ใน|ตระกูล|แมว|,|ผู้|ที่|ชอบ|ทะเลาะวิวาท
เลือด|ออก|ตาม|ผิวหนัง
n. การ|เสื่อม|ของ|เนื้อเยื่อ|หรือ|เซลล์
n. ยา|พอก|,|ยา|เหนียว|  |Syn. poulltice
n. ช็อคที่|เกิด|ขึ้น|อย่าง|กระ|ทัน|หัน ซึ่ง|กล้ามเนื้อ|ไร้|กําลัง|และ|คนไข้|ล้ม|ลง
(แคท|'|ทะพัลทฺ) n. เครื่อง|เหวี่ยง|ขีปนาวุธ|,|หนังสติ๊ก|,|เครื่อง|เหวี่ยง|กระสุน.vt. เหวี่ยง|กระสุน
(แคท|'|ทะ|แร|คทฺ) n. น้ําตก|ขนาด|ใหญ่|,|การ|ไหล|เชี่ยว|ของ|น้ํา|,|ฝน|ที่|เท|กระหน่ํา|ลง|มา|,|น้ําป่า|,|แก่ง|ใน|แม่น้ํา|,|ต้อกระจก
(คะ|ทาร์|') n. โรคหวัด|ที่|มี|น้ํามูก|ไหล|ออก|มาก|  |Syn. catarrhal adj. ดู|catarrh catarrhous adj. ดู|catarrh
(คะ|แทส|'|กระ|ฟี) n. ความ|หายนะ|,|เหตุการณ์|ที่|ร้ายกาจ|,|ภัยพิบัติ|,|ตอนจบ|ของ|ละคร|,|จุดจบ|  |Syn. catastrophic adj.  |Syn. disaster
n. เครื่องวัด|ความ|ชื้น|ใน|อากาศ
(แคทชฺ) vt.,|vi. จับ|,|จับ|ไว้|,|คว้า|,|ตะครุบ|,|เกาะ|,|ฉวย|,|คล้อง|ไว้|,|รับ|ไว้|,|ต้าน|ไว้|,|อุ้ม|,|รีบ|ไป|,|พบ|โดย|บังเอิญ|,|พบ|ว่า|,|รับ|เชื้อ|,|ติดเชื้อ|,|ติดไฟ|,|ตี|ถูก|,|ทํา|ให้|เกิด|,|ก่อ|ให้|เกิด|,|เข้าใจ|  |Syn. take|,|see|,|contract
(แคช|'|เชอะ) n. คน|จับ|,|สิ่ง|ที่|จับ
(แคทชฺ) vt.,|vi. จับ|,|จับ|ไว้|,|คว้า|,|ตะครุบ|,|เกาะ|,|ฉวย|,|คล้อง|ไว้|,|รับ|ไว้|,|ต้าน|ไว้|,|อุ้ม|,|รีบ|ไป|,|พบ|โดย|บังเอิญ|,|พบ|ว่า|,|รับ|เชื้อ|,|ติดเชื้อ|,|ติดไฟ|,|ตี|ถูก|,|ทํา|ให้|เกิด|,|ก่อ|ให้|เกิด|,|เข้าใจ|  |Syn. take|,|see|,|contract
n. ที่|กัก|น้ํา|,|อ่าง|กัก|น้ํา|,|น้ํา|ที่|กัก|ไว้
บ่อ|หรือ|ท่อ|ที่|ใช้|รับ|น้ําฝน
(แคท|'|ชัพ) น้ํา|ซอส|ชนิด|ข้น|  |Syn. ketchup
(แคช เวท) n. น้ําหนัก|ที่|เลือก|ได้
n. คํา|อ้างอิง|,|คําขวัญ|,|คํา|หัวข้อ|ของ|พจนานุกรม|,|คํานําหน้า
(แคท|'|ชี) adj. ดึงดูดใจ|,|จํา|ได้|ง่าย|,|มี|เล่ห์|,|ประเดี๋ยวเดียว|,|ไม่|ปะติดปะต่อ|  |Syn. catchiness n. ดู|catchy|  |Syn. interesting Ant. dull
(แคทชฺ) vt.,|vi. จับ|,|จับ|ไว้|,|คว้า|,|ตะครุบ|,|เกาะ|,|ฉวย|,|คล้อง|ไว้|,|รับ|ไว้|,|ต้าน|ไว้|,|อุ้ม|,|รีบ|ไป|,|พบ|โดย|บังเอิญ|,|พบ|ว่า|,|รับ|เชื้อ|,|ติดเชื้อ|,|ติดไฟ|,|ตี|ถูก|,|ทํา|ให้|เกิด|,|ก่อ|ให้|เกิด|,|เข้าใจ|  |Syn. take|,|see|,|contract
(แคททะเคท|'|ทิคัล) adj. เกี่ยวกับ|วิธีการ|สอน|โดย|การ|ถาม|และ|การ|ตอบ
(แคททะเคท|'|ทิคัล) adj. เกี่ยวกับ|วิธีการ|สอน|โดย|การ|ถาม|และ|การ|ตอบ
(แคท|'|ทะไคซ) vt. ดู|catechize
(แคท|'|ทะคิส|ซึม) n. วิธีการ|สอน|แบบ|คําถาม|คําตอบ|,|ปุจฉา|วิสัชนา.  |Syn. catechismal adj.
(แคท|'|ทะไคซ) vt. สอน|แบบ|ถาม|ตอบ ซักไซ้|ไล่เลียง|  |Syn. catechizer n. ดู|catechize
(แคททิ|กอ|'|เรี|ยล) adj. สมบูรณ์|,|ไม่|มี|เงื่อนไข|,|เด็ดขาด|,|แน่ชัด|  |Syn. categoric
n. กฎ|ที่ว่าการ|กระทํา|ของ|คน|นั้น|ควร|เป็น|การ|บริหาร|ซึ่ง|เป็น|พื้นฐาน|ของ|กฎ|ทั่วไป
(แคท|'|ทะ|กอ|ไร|ซ) v {|categorized|,|categorised|,|categorising|,|categorizing|,|categorizes|,|categorises|} จัด|เป็น|หมวดหมู่|,|ลําดับ|ขั้น|,|แบ่ง|ออก|เป็น|ประเภท|  |Syn. categorist n. ดู|categorise categorization n. ดู|categorise|  |Syn. classif
(แคท|'|ทะ|กอ|ไร|ซ) v {|categorized|,|categorised|,|categorising|,|categorizing|,|categorizes|,|categorises|} จัด|เป็น|หมวดหมู่|,|ลําดับ|ขั้น|,|แบ่ง|ออก|เป็น|ประเภท|  |Syn. categorist n. ดู|categorise categorization n. ดู|categorise|  |Syn. classif
(แคท|'|ทะ|กอ|รี) n. ประเภท|,|ลําดับ|ขั้น|,|ปริมณฑล
(คะ|ท|'|'|นะ) n. อนุกรม|ที่|ติดต่อ|กัน|,|สายโซ่ -|pl. catenae
(แคท|'|ทะเนท) vt. ห่วง|ลูกโซ่
(เค|'|เทอะ) {|catered|,|catering|,|caters } vi. จัด|อาหาร (การ|บริการ|และ อื่น ๆ) ให้|,|จัดหา|สิ่ง|ที่|ต้องการ|ให้|,|เสนอ|รายการ|บันเทิง|,|เสนอ|รายการ|,|สอดคล้อง|  |Syn. caterer ผู้|จัดหา. cateringly adv.  |Syn. victual|,|feed
(แคท|'|ทะพิล|ละ) n. หนอน|ผีเสื้อ|,|หนอน|ผีเสื้อ|ราตรี|,|รถ|แทรกเตอร์
vi. ร้อง|เสียง|คล้าย|เสียง|แมว|ที่|ร้อง|หาคู่
(แคท|'|ฟิ|?) n. ปลา|ประเภท|มี|หนวด|รอบ|ปาก|และ|ไร้|เกล็ด|,|ปลาดุก
(แค็ท|'|กัท) n. เอ็น|เย็บ|บาดแผล
n. เวทมนตร์|รักษา|โรค
(คะ|ธาร์|'|ซิ|ส) n. การ|ระบาย|ท้อง|,|การ|ถ่าย
(คะ|ธาร์|'|ทิค) adj. ระบาย|ท้อง -|n. ยาระบาย|  |Syn. cathartical adj. ดู|cathartic
(แคเธ|') n. ประเทศ|จีน|  |Syn. China
(คะ|ธี|'|ดรัล) n. โบสถ์|ใหญ่ adj. เกี่ยวกับ|โบสถ์|ใหญ่|,|เกียรติคุณ|,|บารมี|,|เป็นทางการ
(แคธ|'|โธด) n. ขั้วบวก|  |Syn. kathode.  |Syn. cathodic adj. ดู|cathode
หลอด|ภาพ|ใช้|ตัวย่อ|ว่า CRT หมายถึง|หลอด|อิเล็กทรอนิกส์|ที่|ใช้|กับ|จอภาพ|ของ|คอมพิวเตอร์ ซึ่ง|จะ|ทํา|หน้าที่|แสดง|ข้อมูล|เป็น|ตัวหนังสือ หรือ|ภาพ
(แคธ|'|ธอลิค) adj. กว้างขวาง|,|โดย|ทั่วไป|,|โอบอ้อมอารี|,|ใจกว้าง|  |Syn. general
n. นิกาย|คาทอลิก|ที่|มี|สันตะปาปา|เป็น|หัวหน้า|,|Roman Catholic Church
(คะ|ธอล|'|ลิ|ซิ|ส|ซึม) n. ศรัทธา|ระบบ|และ|การ|ปฏิบัติการ|ของ|นิกาย|คาทอลิก|,|ความ|มี|ใจกว้าง|,|การ|แพร่หลาย|,|การ|มี|อยู่|ทั่วไป|  |Syn. catholicity
n. ยา|แก้|สารพัด|โรค
(แคน|'|ทิ|ฮุด) n. อุปกรณ์|งัด|เสา|,|อุปกรณ์|เปลี่ยน|เสา
(แคท|'|ไอออน) n. ไอออน|บวก|,|อะตอม|หรือ|กลุ่ม|อะตอม|ที่|มี|ประจุ|บวก|  |Syn. kation|  |Syn. cationic adj. ดู|cation
n. มีด|ผ่าตัด|ที่|มี|สอง|คม
n. พืช|ตระกูล|มินท์
adj. เกี่ยวกับ|แสง|สะท้อน|หรือ|กระจก
(เคท|'|ซัพ) n. ดู|katchup
(แคท|'|เท|ล) n. พืช|คล้าย|ต้น|อ้อ
adj. คล้าย|แมว|,|กลับกลอก|,|โหดเหี้ยม|,|อํามหิต
n. วัวควาย|,|สัตว์|,|สัตว์|จําพวก Bos|,|คน|ชั่ว
คน|ที่|ขโมย|วัวควาย
n. คน|เลี้ยง|วัวควาย|,|คน|เลี้ยง|ปศุสัตว์
n. คอก|วัว|,|คอก|สัตว์
(แคทล|'|ียะ) n. กล้วยไม้|จําพวก Catteya
(แคท|'|ที) adj. เหมือน|แมว|,|คล้าย|แมว|,|ปลิ้นปล้อน|,|กลับกลอก|,|โหดเหี้ยม|,|อํามหิต|  |Syn. cattiness n. ดู|catty|  |Syn. spiteful
n. ทางเดิน|ที่|แคบ
(คอ|เค|'|เซียน|,|คอ|แคส|'|ซิ|ค) adj. ดู|Caucasoid|,|เกี่ยวกับ|เทือกเขา|Caucasus|ใน|ยุโรป -|n. ชาว|คอ|เค|เซียน|,|ชาว|ผิว|ขาว|,|ภาษา|คอ|เค|เซียน
(คอ|เค|'|เซียน|,|คอ|แคส|'|ซิ|ค) adj. ดู|Caucasoid|,|เกี่ยวกับ|เทือกเขา|Caucasus|ใน|ยุโรป -|n. ชาว|คอ|เค|เซียน|,|ชาว|ผิว|ขาว|,|ภาษา|คอ|เค|เซียน
(คอ|'|คะ|ซอย|ดฺ) n.,|adj. (เกี่ยวกับ) คน|เผ่า|พัน|ธุ|ที่|มี|แหล่ง|ดั้งเดิม|ใน|ยุโรป|/|มี|ผิวหนัง|ขาว|จนถึง|ดํา|/|ริม|ผี|ปาก|บาง จมูก|โด่ง
เทือกเขา|ใน|Caucasia|เป็น|ที่|เกิด|ของ|ชน|ผิว|ขาว|และ|แขก|อินเดีย
เทือกเขา|ใน|Caucasia|เป็น|ที่|เกิด|ของ|ชน|ผิว|ขาว|และ|แขก|อินเดีย
(คอ|'|คัส) n. การ|ประชุม|พรรคการเมือง|เพื่อ|เลือกตั้ง|ตัวแทน|เข้า|แข่งขัน vi. ประชุม|พรรคการเมือง|ดังกล่าว -|pl. caucuses
(คอ|'|ดะ) n. หาง|หรือ|ส่วน|ที่|คล้าย|หาง
n. หาง|เหงือก|ปลา
adj. ซึ่ง|มี|หาง|,|ซึ่ง|มี|ส่วน|ยื่น|คล้าย|หาง|  |Syn. caudation n.
adj. ซึ่ง|มี|หาง|,|ซึ่ง|มี|ส่วน|ยื่น|คล้าย|หาง|  |Syn. caudation n.
(คอ|ดี|ล|'|โล) n. ผู้นํา|ประเทศ|,|ผู้นํา
(แคทชฺ) vt.,|vi. จับ|,|จับ|ไว้|,|คว้า|,|ตะครุบ|,|เกาะ|,|ฉวย|,|คล้อง|ไว้|,|รับ|ไว้|,|ต้าน|ไว้|,|อุ้ม|,|รีบ|ไป|,|พบ|โดย|บังเอิญ|,|พบ|ว่า|,|รับ|เชื้อ|,|ติดเชื้อ|,|ติดไฟ|,|ตี|ถูก|,|ทํา|ให้|เกิด|,|ก่อ|ให้|เกิด|,|เข้าใจ|  |Syn. take|,|see|,|contract
(คอ|ล) n. ส่วน|ของ|ถุง|น้ําครํา|ที่|ปกคลุม|ศีรษะ
Pref. "|ลําต้น|"
(คอ|ล|'|ดรัน) n. หม้อ|ต้ม|ขนาด|ใหญ่
Pref. "|ลําต้น|"
(คอ|'|ลิเฟ|ลา|เออ) n. ต้น|กะหล่ํา|ดอก
(คอ|ค) {|caulked|,|caulking|,|kaulks|} vt. อุด|,|ปิด|,|สมาน|เชื่อม|รู.  |Syn. calk
(คอ|ค|'|เคอะ) n. ผู้|อุด|,|อุปกรณ์|สําหรับ|อุด|ช่อง
Pref. "|ลําต้น|"
(คอ|ส|'|ซะเบิล) adj. ซึ่ง|ก่อ|ให้|เกิด|ขึ้น|ได้
(แคส|'|ซัล) adj. เกี่ยวกับ|สาเหตุ|,|เป็น|มูลเหตุ
n. ความ|เจ็บแสบ|ร้อน|มาก
(คอ|แซล|'|ลิ|ที) n. ความ|สัมพันธ์|ระหว่าง|เหตุ|และ|ผล|,|คุณสมบัติ|ที่|ทํา|ให้|เป็น|สาเหตุ|ได้|,|สิ่ง|ที่|เป็น|สาเหตุ
(คอ|เซ|'|เชิน) n. การ|ทํา|ให้|เกิด|ขึ้น|,|ความ|สัมพันธ์|ระหว่าง|เหตุผล|,|สิ่ง|ทํา|ให้|เกิด|ผล|,|สิ่ง|ทํา|ให้|เกิด|ผล|,|สาเหตุ
(คอ|ส|'|ซะทิฟว) adj. เป็น|เหตุ|,|ทํา|ให้|เกิด|ผล|,|กลาย|เป็น|สาเหตุ|,|ก่อ|ให้|เกิด|ขึ้น
(คอ|ซ) {|caused|,|causing|,|causes) n. สาเหตุ|,|จุดประสงค์|,|มูล|ฟ้อง|,|สิ่ง|จําเป็น|สําหรับ|ชีวิต vt. ทํา|ให้|เกิด|ขึ้น|,|ก่อ|ให้|เกิด|,|ให้|,|ทํา|ให้|  |Syn. motive
adj. เกี่ยวกับ|ความ|สัมพันธ์|ระหว่าง|เหตุ|และ|ผล
(โค|ซะ|รี|') n. การ|สนทนา|,|บทความ|สั้น ๆ| 
n. ทาง|หรือ|ถนน|ที่|มี|ระดับ|สูง|กว่า|พื้นดิน|สอง|ข้างทาง
(คอ|ส|'|ทิค) adj. ถากถาง|มาก|,|กัดกร่อน|,|ทํา|ให้|ไหม้|,|ซึ่ง|ทําลาย -|n. สาร|กัดกร่อน|  |Syn. caustical adj. ดู|caustic causticity|,|caustiness n. ดู|caustic|  |Syn. corrosive Ant. neutral
n. โพแทสเซียม|ไฮด|รอก|ไซด์
(คอ|'|เทอะ) n. เหล็ก|จี้
(คอ|เท|อ|ไร|เซ|'|เชิน) n. การ|กัด|ออก|หรือ|จี้|ด้วย|สิ่ง|กัด|หรือ|ไฟฟ้า เพื่อ|ทําลาย|เนื้อเยื่อ|  |Syn. cauterize v. ดู|cauterization
(คอ|'|เท|อ|รี) n. สาร|กัดกร่อน|,|กระบวน|หรือ|สิ่ง|ที่|การ|ทํา|ให้|เนื้อเยื่อ|ไหม้
(คอ|'|เ'|ชิน) {|cautioned|,|cautioning|,|cautions|} n. ความ|ระมัดระวัง|,|การ|ตักเตือน|,|การ|คาด|โทษ -|v. เตือน|,|แนะนํา|  |Syn. cautioner n. cautionary adj.
(คอ|'|เชิส) adj. ระมัดระวัง|,|รอบคอบ|  |Syn. cautiousness n. ดู cauterize v. ดู|cauterization cauterize v. ดู|cauterization|  |Syn. watchful
(เค|'|วะ) n. หลอด|โลหิต|ดํา|ใหญ่|  |Syn. caval adj.
(แคฟวะเคด|') n. ขบวน|,|ขบวน|แห่|,|ขบวน|คน|ขี่ม้า|  |Syn. parade
(แคฟวะ|เลีย|') n. ทหารม้า|,|คน|ขี่ม้า|,|สุภาพบุรุษ|ที่|ชอบ|เอาใจ|สตรี|,|คน|เจ้าชู้|,|คน|ที่|ชอบ|สนุกสนาน adj. เปิดเผย|,|มี|ใจ|อิสระ|,|หยิ่งยะโส|,|จองหอง|,|ขี้|ประจบ|,|มี|ใจ|นักเลง.  |Syn. cavalierism n. ดู|cavalier cavalierness n. ดู|cavalier|  |Syn. o
adv.,|adj. หยิ่ง|ยโส|,|จองหอง|  |Syn. arrogantly
(แคฟ|'|วา|ล|รี) n. กองทหาร|ม้า|,|เหล่า|ทหารม้า|,|กองทหาร|ยาน|เกราะ|,|กลุ่ม|คน|ขี่ม้า
(แคฟ|'|วา|ล|รี|เมิน) n. ทหารม้า -|pl. cavalrymen
n. เพลง|ง่าย ๆ ,|ทํานอง|ง่าย ๆ| 
(เคฟว) {|caved|,|caving|,|caves|} n. ถ้ํา|,|อุโมงค์ใต้ดิน|,|โพรง vt. ขุด|ถ้ํา|,|ขุด|อุโมงค์|,|ตกลงใจ|,|ทํา|ให้|ล้ม|ลง|,|ทํา|ให้|ตกลงใจ|,|ยอมแพ้
n. มนุษย์|ถ้ํา|,|มนุษย์|สมัยหิน|,|คน|หยาบช้า
n. การ|พัง|ทลาย
(แคฟ|'|เวิร์น) n. ถ้ํา|โดยเฉพาะ|ที่|มี|ขนาด|ใหญ่|และ|อยู่|ใต้ดิน|ส่วนใหญ่
n. พืช|หรือ|สัตว์|ที่อยู่|ใต้ดิน
เครื่องมือ|สําหรับ|ส่อง|โพรง
adj. มี|ถ้ํา|มาก|,|กลวง|,|เป็นโพรง|,|ผุ|มาก|,|มี|รู|มาก
abbr. continuus arteriovenous hemodialysis
(แคฟ|'|เวียร์) n. ไข่ปลา|sturgeon|,|น้ําปลา|  |Syn. caviare
(แค|'|วี) n. กรง|เป็ด|กรง|ไก่|,|ครอบ|เป็ด|ครอบ|ไก่
(แคฟ|'|วิล) {|cavilled|,|cavilling|,|cavils|} v.,|n. (การ) หาเรื่อง|,|จับผิด|,|ถากถาง.  |Syn. cavil (l) er n.
(แคฟ|'|วิ|ที) n. โพรง|,|หลุม|,|ถ้ํา|,|แอ่ง|  |Syn. cavitied adj. ดู|cavity|  |Syn. hole
(คะ|วอร์ท|') vi. กระโดด|,|กระโดดโลดเต้น|,|เต้น|,|เดิน|ป้อ|,|ขี่ม้า|ด้วย|ท่า|ผึ่งผาย|  |Syn. skip
(คอ) n. เสียงร้อง|ของ|อีกา vi. ร้อง|เสียง|กา ๆ| 
(เค) n. เกาะ|เตี้ย|เล็ก ๆ ,|สันดอน|,|โขด|หิน
n. (ไค|อี|น|') n. พริก|ป่น|  |Syn. cayened adj.
n. (ไค|อี|น|') n. พริก|ป่น|  |Syn. cayened adj.
(เค|'|เมิน) ดู|caiman
(แคน|'|เยิน) n. ดู|canyon
abbr. compleat blood count
abbr. common bile duct
abbr. cerebral blood flow
abbr. compleate bed rest
abbr. compleate brain syndrome
abbr. cubic|-|centimeter abbr. อาการ|สําคัญ (chief complaint
หน่วยความจํา|แบบ|ซี|ซี|ดี|ย่อ|มา|จาก charge coupled device memory (หน่วยความจํา|แบบ|อุปกรณ์|ถ่ายเท|ประจุ) หมาย ถึง|หน่วยความจํา|ของ|คอมพิวเตอร์|ที่|ทํา|จาก|ซิลิคอน|ชิป (silicon chip) ซึ่ง|สามารถ|เปลี่ยน|สนามแม่เหล็ก|ไฟฟ้า|ไป|เป็น|ประจุไฟฟ้า และ|สามารถ|บันทึก|ข้อมูล|ลง|ใน|จาน|แม่เหล็ก (disk) ได้ เหมาะ|สําหรับ|งาน|ที่|เรียก|ใช้|ข้อมูล|ใน|หน่วยความจํา|ตาม|ลําดับ (sequential) หน่วยความจํา|ชนิด|นี้|ทํางาน|ช้า|กว่า|แรม (RAM) แต่|เร็ว|กว่า|แบบ|แม่เหล็ก
abbr. cholecystokinin
abbr. lomustine
(ซี|ซี|พี) ย่อ|มา|จาก Certificate in Computer Programming หมายถึง|ประกาศนียบัตร|ที่|ให้แก่|ผู้|ที่|สอบ|ผ่าน|ความ|รู้|เกี่ยวกับ|การ|เขียน|โปรแกรม การ|สอบ|นี้|จะ|ทํา|ปี|ละ 1 ครั้ง|ใน|ประเทศ|ใหญ่ ๆ เช่น สหรัฐอเมริกา แคนาดา ฯ
abbr. cooronary care unit
abbr. ธาตุ cadmium|, แผ่น|ซี|ดี ย่อ|มา|จาก compact disk แปล|ตาม|ตัวอักษร|ว่า จาน|บันทึก|อัด|แน่น มี|ลักษณะ|เป็น|แผ่น|จาน|กลม ๆ ขนาด|เส้นผ่าศูนย์กลาง 12 ซม. ใช้|เป็น|ที่|เก็บ|ข้อมูล จาน|บันทึก|นี้|มี|ความ|จุ|สูง|มาก (ประมาณ 600|ล้าน|ตัวอักษร) ปัจจุบัน|มี|อุปกรณ์|ใช้|อ่าน|ข้อมูล|จาก|จาน|บันทึก|นี้|ได้ แต่|การ|บันทึก|ข้อมูล|ลง ยัง|ทํา|ไม่|ได้|ง่าย ๆ ต้อง|มี|เครื่อง|พิเศษ|เฉพาะ บันทึก|ได้|ทั้ง|ข้อมูล|ธรรมดา เพลง ภาพยนตร์ ปัจจุบัน|เป็น|ที่|นิยม|ใช้|มาก เพราะ|ราคา|ถูก ความ|จุ|สูง แต่|ยัง|ติดขัด|ใน|ปัญหา|บาง|ประการ|ใน|เรื่อง|การ|บันทึก|ข้อมูล|ลง ดู CD ROM ประกอบ 2. ย่อ|มา|จาก|คํา Change Directory เป็น|คําสั่ง|ใน|ระบบ|ดอส|ที่|สั่ง|ให้|เข้า|ไป|ใน|สารบบ (directory) ใด|สารบบ|หนึ่ง หรือ|ออก|จาก|สารบบ|ใด|สารบบ|หนึ่ง เช่น C|:|/|>|CD <|ชื่อ|สารบบ|> \|\ (หมายความ|ว่า|ให้|เข้า|ไป|ใน|สารบบ|ชื่อ|นั้น) C|:|> CD|\|\ (หมายความ|ว่า ให้|ออก|จาก|สารบบ|ที่อยู่)
(ซีดีรอม) ย่อ|มา|จาก compact disc read|-|only memory หมายถึง compact disc ที่|เป็น|ฟอร์แมต|สําหรับ|ผลิตภัณฑ์|มัล|ติ|มี|เดีย และ|เก็บ|เสียง ภาพ และ|ข้อความ เป็นต้น เป็น|สื่อ|ที่|ใช้|บันทึก|ข้อมูล|ชนิด|ใหม่|ที่|กําลัง|ได้|รับ|ความ|นิยม|เพิ่ม|มาก|ขึ้น|ทุก|วัน เครื่อง|คอมพิวเตอร์|ใหม่ ๆ จะ|มี|หน่วย|บันทึก|ที่|อ่าน|ซีดีรอม|ได้ ข้อมูล|ที่|เก็บ|ใน|สื่อ|ชนิด|นี้|จะ|เป็น|ข้อความ ภาพ หรือ|เสียง|ก็ได้ รูปลักษณะ|ทั่วไป|ก็|เหมือน|จาน|ซี|ดี|ที่|บรรจุ|เพลง มี|เส้นผ่าศูนย์กลาง|ประมาณ 4.72 นิ้ว จุ|ข้อมูล 600 เมกะไบต์ หรือ|ประมาณ 400 เท่า|ของ|จาน|บันทึก|ขนาด 3.5 นิ้ว ส่วนมาก|นิยม|ใช้|เก็บ|โปรแกรม หรือ|ใช้|เป็น|ฐานข้อมูล|ของ|ห้องสมุด ศูนย์|สารนิเทศ ส่วนใหญ่|จาน|บันทึก|ประเภท|นี้|ยังคง|ใช้|อ่าน|ได้|อย่างเดียว (read only) การ|บันทึก|ข้อมูล|ลง|ยัง|ต้อง|มี|อุปกรณ์|พิเศษ ราคา|อุปกรณ์|นี้|ยัง|ค่อนข้าง|แพง
หน่วย|ขับ|ซีดีรอม|หมายถึง หน่วย|บันทึก|ที่|ใช้|อ่าน|จาน|บันทึก|อัด|แน่น หรือ|ซี|ดี ใน|ปัจจุบัน ไมโครคอมพิวเตอร์|ส่วนมาก|มี|หน่วย|บันทึก|ที่|สามารถ|อ่าน|ข้อมูล|จาก|สื่อ|ชนิด|นี้|ได้ แต่|ยังคง|บันทึก|ข้อมูล|ลง|ไป|ไม่|ได้ ต้อง|มี|อุปกรณ์|พิเศษ ความ|เร็ว|ใน|การ|อ่าน|ค่อนข้าง|สูง|จน|ดู|ภาพ|เคลื่อนไหว|ได้|ดี|เหมือน|ดู|ภาพยนตร์ ใน|ปัจจุบัน จาน|ซี|ดี|กําลัง|ได้|รับ|ความ|นิยม|มาก|ขึ้น|ทุกที ทํา|ให้|ราคา|ถูก|ลง|มาก คอมพิวเตอร์|ทุก|เครื่อง|จึง|มักจะ|มี|หน่วย|บันทึก|ชนิด|นี้|ติดตั้ง|ไว้|ด้วย
(ซี|อี) ย่อ|มา|จาก customer engineer หมายถึง วิศวกร|ที่|บริษัท|ที่|ขาย|เครื่อง|คอมพิวเตอร์|มัก|จัด|ไว้|ให้|บริการ หรือ|คําแนะนํา|ใน|การ|ใช้|เครื่อง แก่|ลูกค้า
abbr. carcinoembryonic antigen
(ซี|ส) vi. หยุด|,|ยุติ|,|เลิก|,|เว้น|,|ตาย vt. หยุด|,|เลิก|  |Syn. quit -|Conf. seize
(ซี|ส|'|ไฟ|เออร์) n. การ|หยุดนิ่ง|,|การ|หยุด|รบ
adj. ไม่|สิ้นสุด|,|ไม่|รู้จัก|จบ|  |Syn. ceaselessness n.
(ซี|ส|'|ซิ|ง) n. การ|หยุด|,|การ|ยุติ
ลําไส้ใหญ่|ส่วน|ต้น
(ซี|'|ดาร์) n. ต้นสน|จําพวก Cedrus
(ซีด) {|ceded|,|ceding|,|cedes|} vt. ยก|ให้|,|ยอม|,|ทอดทิ้ง|,|สละ|,|ยอม|ยก|  |Syn. ceder n.  |Syn. yield
n. หลักฐาน|การ|เสีย|ภาษี|แล้ว|,|ประกาศนียบัตร
(ซี|ล) vt. กรุ|ฝา|ผนัง|,|กรุ|เพดาน
(ซี|ล|'|ลิง) n. เพดาน|,|ดาดฟ้า|,|การ|กรุ|ฝา|ผนัง
(เซ|ล|'|ละ|บรันทฺ) n. ผู้|ร่วม|พิธี|ศาสนา|,|ผู้|ร่วม|การ|ฉลอง|,|ผู้|สรรเสริญ|คน|ที่|ตาย|ไป|แล้ว
(เซ|ล|'|ละ|เบรท) {|celebrated|,|celebrating|,|celebrates|} v. ฉลอง|,|ประกอบ|พิธี|,|เฉ|ลิม|,|ประกาศ|,|สรรเสริญ|,|ยกย่อง|,|ทํา|พิธี|,|จัด|งานเลี้ยง|ฉลอง|  |Syn. celebrative adj. ดู|celebrate celebrator n. ดู|celebrate -|Conf. celibate
(เซ|ล|ละ|เบรท|'|ทิด) adj. มี|ชื่อเสียง|ดัง|,|โด่งดัง|  |Syn. celebratedness n. ดธ|celebrated|  |Syn. famous
(ซะเลบ|'|บ|ริ|ที) n. บุคคล|ผู้มีชื่อเสียง|,|ชื่อเสียง|,|ความ|โด่งดัง|  |Syn. fame
(ชะ|เลอ|'|ริ|ที) n. ความ|เร็ว|,|ความ|ว่องไว
(เซ|ล|'|เลอ|รี) n. ผักชี|,|ผัก|ขึ้น|ฉ่าย -|Conf. salary
(ชะ|เลส|'|เ'|ชิ|ล) adj. (เกี่ยวกับ) สวรรค์|,|ท้องฟ้า|,|อาณาจักร|จีน|โบราณ|,|คน|จีน|  |Syn. divine Ant. earthly
n. กรุง|เย|รู|ซา|เล็ม|,|เมือง|สวรรค์
n. ประเทศ|จีน
n. แร่|หลัก|ของ|ธาตุ strontium
Pref. "|โพรง|"
adj. เกี่ยวกับ|โพรง|หรือ|ช่องท้อง
(เซ|ล|'|ละ|บะ|ซี) n. ภาวะ|ที่|ยัง|ไม่|ได้|แต่งงาน|,|ความ|เป็น|โสด|,|ชีวิต|โสด
(เซ|ลลิบะแท|'|เรียน) n. ผู้|ที่|เป็น|โสด
n. คน|โสด adj. โสด|,|เกี่ยวกับ|การ|ให้|คํา|สาบาน|ว่า|จะ|ไม่|แต่งงาน
Pref. "|โพรง|"|,|"|ช่องท้อง|"
(เซลล์) n. เซลล์|,|ห้อง|เล็ก ๆ ,|กุ|ฎิ|,|กลุ่ม|เล็ก ๆ ,|ห้องขัง|นักโทษ|,|ช่อง|หนึ่ง ๆ ใน|หม้อ|แบตเตอรี่|,|อุปกรณ์|กําเนิด|ไฟฟ้า|,|ช่อง|ใน|รัง|ผึ้ง|,|กล่อง|,|ตลับ|  |Syn. compartment
(เซ|ล|'|ลาร์) n. หลุม|ใต้ดิน|,|ห้อง|เก็บ|เหล้า|ใต้ดิน|,|ปริมาณ|เหล้า|ที่|เก็บ
(เซ|ล|'|ลาร์) n. ห้อง|ใต้ดิน|,|หลุม|ใต้ดิน|,|ห้อง|เก็บ|เหล้า|ใต้ดิน|,|ปริมาณ|เหล้า|ที่|เก็บ|  |Syn. vault
(เซ|ล|'|เลอ|เรอ) n. ผู้|ดูแลรักษา|ห้อง|ใต้ดิน
n. ตู้|ใส่|เหล้า|,|หิ้ง|ใส่|เหล้า
n. ตู้|ใส่|เหล้า|,|หิ้ง|ใส่|เหล้า
n. ตึก|ใน|คุก|ที่|ประกอบ|ด้วย|ห้องขัง|เป็น|ห้อง ๆ| 
n. ผู้|เล่น|ไวโอลิน|ใหญ่|  |Syn. violoncellist|,
เซ|ล|'|โล) n. ไวโอลิน|ใหญ่|  |Syn. cellist n.
n. กระดาษแก้ว
(เซ|ล|'|ยะลาร์) adj.เกี่ยวกับ|เซลล์
(เซ|ล|'|ลู|ลอย|ดฺ) n. วัตถุ|ใส|ที่|ใช้|ทํา|ฟิล์ม|ภาพยนตร์ ฟิล์ม|เอกซเรย์ ของ|เด็ก|เล่น|และ|อื่น ๆ| 
(เซ|ล|'|ยะโลส) n. เซลลูโลส
adj. ประกอบ|ด้วย|หรือ|เต็มไปด้วย|เซลล์
n. ช่อง|ใน|ตัวอ่อน|,|ช่อง|ใน|ร่างกาย|ระหว่าง|ผนัง|ร่างกาย|กับ|ลําไส้
(เซ|ล|'|ซี|ยส) adj. เกี่ยวกับ|องศา|เซนติเกรด
n. ชาว|เซลท์|ที่อยู่|ใน|หมู่เกาะ|อังกฤษ|  |Syn. kelt -|Celtic adj.,|n.
(ซิ|เมน|ทฺ|') {|cemented|,|cementing|,|cements|} n. ซีเมนต์|,|ปูนซีเมนต์|,|น้ํายา|ยาง|สําหรับ|เชื่อม|ติด|สิ่งของ|,|สิ่ง|ยึดเหนี่ยว|,|พันธะ vt. ยึด|เกาะ|,|พอก|ด้วย|น้ํา|ปูนซีเมนต์|,|ใช้|น้ํา|ปูนซีเมนต์|ฉาบ|,|ผนึก. เป็น|ส่วน|ที่|หุ้ม|เนื้อ|ฟัน|ที่|รากฟัน|  |Syn. cementer n.  |Syn. seal Ant. separate
(เซ|ม|'|มิ|เท|อ|รี) n. ป่าช้า|,|สุสาน|  |Syn. cementerial adj. ดู|cementery
Pref. " ใหม่|"|,|"|เร็ว ๆ นี้
n. อนุสาวรีย์ (เพื่อ|ระลึก|ถึง|ผู้ตาย|ซึ่ง|ฝัง|อยู่|ที่|อื่น)|  |Syn. cenotaphic adj.
adj. เกี่ยวกับ|ยุค|โบราณ|ประมาณ 70 ล้าน|ปีก่อน
(เซน|'|เซอะ) n. กระถาง|รูป|,|ภาชนะ|เผา|เครื่อง|กํายาน
(เซน|'|เซอะ) n. เจ้าหน้าที่|จับผิด|,|เจ้าหน้าที่|ดูแล|มหาวิทยาลัย|,|พลัง|ข่ม|จิต|ภายใน vt. ตรวจสอบ|,|เซน|เซอร์|,|ตัดตอน|แก้ไข|  |Syn. censorial adj. -|Conf. consure
(เซน|ซอ|'|เรียส) adj. วิพากษ์|วิารณ์|อย่าง|รุนแรง|,|จับผิด|,|หาเรื่อง|  |Syn. censoriousness n.  |Syn. critical
(เซน|'|เซ|อ|ชิ|พ) n. การ|เซน|เซอร์|,|การ|ตรวจสอบ|,|อํานาจ|การ|ตรวจสอบ|,|ตําแหน่ง|เจ้าหน้าที่|ตรวจสอบ|ยับยั้ง|,|พลังจิต|ข่ม|ซ่อนเร้น|อยู่|ใน|ใจ
adj. ควร|ได้|รับ|การ|ตําหนิ|,|ควร|ตําหนิ|,|น่า|ตําหนิ|  |Syn. censurableness n.
(เซน|'|เชอะ) vt.,|vi.,|n. (การ) ตําหนิ|,|ติเตียน|,|ด่า|,|ว่า|,|วิจารณ์|อย่าง|รุนแรง|  |Syn. censurer n.  |Syn. reproach
(เซน|'|ซัส) {|censused|,|censusing|,|censuses|} n. การ|สํารวจ|สํามะโนครัว|ประชากร vt. สํารวจ|สํามะโนครัว -|pl censuses -|Conf. consensus
(เซน|ทฺ) n. เหรียญ 1|/|100 ดอลลาร์ -|Conf. scent|,|sent
Pref. ส่วน|ร้อย|,|ร้อย
(เซน|'|ทัล) n. ร้อย|ปอนด์ (น้ําหนัก)| 
n. ตาราง|เมตร.  |Syn. centaur
(เซน|'|ทอ) n. สัตว์|ใน|นวนิยาย|ที่|มี|หัว|เป็น|คน|มี|ตัว|เป็น|ม้า
n. กลุ่ม|ดาว|ระหว่าง|Lupus กับ|Vela
n. หนึ่ง|ใน|ร้อย|ส่วน|ของ|หน่วย|เงินตรา|ใน|ประเทศ|ลาติน|ของ|อเมริกา
(เซน|ทะแน|'|เรียน) adj. มี|อายุ|ครบ 100 ปี n. คน|ที่|มี|อายุ|ครบ 100 ปี
(เซน|'|ทะ|นา|รี) adj. เกี่ยวกับ|ร้อย|ปี|,|เกิด|ขึ้น|ทุก|ร้อย|ปี -|n. หนึ่ง|ร้อย|ปี
(เซน|เท|น|'|เนี|ยล) adj. อยู่|ได้|นาน|ร้อย|ปี -|n. หนึ่ง|ร้อย|ปี
(เซน|'|เทอะ) n.,|vi.,|vt. ดู|centre
(เซน|'|เท|อริ|ง) n. ดู|centring
Pref. หนึ่ง|ใน|ร้อย|,|ร้อย
adj. แบ่ง|ออก|เป็น 100 องศา|หรือ|ร้อย|ส่วน|เท่า ๆ กัน|  |Syn. Celsius
n. 1|/|100|กรัม
n. 1|/|100|กรัม
n. 1|/|100 ลิตร
n. 1|/|100 ลิตร
(เซน|'|ทะ|พี|ด) n. ตะขาบ adj.
n. หน่วย|น้ําหนัก
Pref. "|ศูนย์กลาง|" "|แหล่ง|กลาง|"
(เซน|'|ทรัล) adj. ใจกลาง|,|สําคัญ -|n. สํานักงาน|ระบบ|ชุมสายโทรศัพท์|  |Syn. middle Ant. outer|  |Syn. centrality n.
หน่วยประมวลผลกลาง|นิยม|ใช้|ตัวย่อ|ว่า CPU (ซีพียู) หมายถึง ส่วน|ที่|เป็น|สมอง|ของ|เครื่อง|คอมพิวเตอร์|หรือ|ส่วน|ที่|เรียก|ว่า|ตัว|ประมวลผล (microprocessor) และ|หน่วยความจํา ประกอบ|ด้วย|ชิป (chip) ส่วน|นี้|นับ|เป็น|ส่วน|สํา คัญ|ที่สุด เพราะ|เป็น|ส่วน|ที่|ใช้|ทํา|หน้าที่|ใน|การ|ประมวลผล หรือ|ทํา|การ|คํานวณ เมื่อ|ทํา|การ|ประมวลผล หรือ|คํานวณ|ใน|ส่วน|นี้|เสร็จ|แล้ว ก็|จะ|ถ่าย|โอน|ผลลัพธ์|ที่|ได้|ไป|ไว้|ใน|ส่วน|อื่น|อีก|ชั้นหนึ่ง ดู input unit และ output unit ประกอบ
(เซน|ทรัลไล|เซ|'|เชิน) n. การ|รวม|อํานาจ|มา|อยู่|ที่|ศูนย์กลาง|,|ภาวะ|รวม|ศูนย์|อํานาจ|บริหาร|  |Syn. centraliser|,|centralizer n. centralise|,|centralize vt.
(เซน|ทรัลไล|เซ|'|เชิน) n. การ|รวม|อํานาจ|มา|อยู่|ที่|ศูนย์กลาง|,|ภาวะ|รวม|ศูนย์|อํานาจ|บริหาร|  |Syn. centraliser|,|centralizer n. centralise|,|centralize vt.
ระบบ|ศูนย์กลาง|หมายถึง วิธีการ|ประมวลผล|ที่|ผู้ใช้|เครื่อง|คอมพิวเตอร์|จะ|ใช้|ผ่าน|ศูนย์กลาง|จาก|เครื่อง|ปลาย|ทาง (terminal) การ|เรียกหา|ข้อมูล|หรือ|โปรแกรม|ที่|จะ|ใช้ จะ|เรียก|จาก|ศูนย์กลาง|ทั้งหมด|ดู terminal ประกอบ
(เซน|'|เทอะ) n. ศูนย์กลาง|,|ใจกลาง|,|จุดสําคัญ|,|หัวใจ|,|เป้า -|v. รวม|ศูนย์|,|อยู่|ตรง|กลาง|,
(เซน|'|ท|ริ|ค|,|-|เคิล) adj. เกี่ยวกับ|ศูนย์กลาง|  |Syn. centricity n.
(เซน|'|ท|ริ|ค|,|-|เคิล) adj. เกี่ยวกับ|ศูนย์กลาง|  |Syn. centricity n.
n. กระหม่อม
แรง|เหวี่ยง|จาก|จุดศูนย์กลาง
n. การ|หมุน|เหวี่ยง|ให้|ตะกอน|หรือ|ส่วน|ที่|หนัก|กว่า|นอนก้น
n. เครื่องมือ|หมุน|เหวี่ยง|ดังกล่าว
(เซน|'|ท|ริ|ง) n. การ|กําหนด|ศูนย์กลาง
ช่อง|เซ็น|โทร|นิกส์ <|ความหมาย|>|หมายถึง ช่องทาง|เข้า|/|ออก|ที่|เดิม|ใช้|เสียบ|สาย|เชื่อมต่อ|ระหว่าง|เครื่อง|คอมพิวเตอร์ กับ|เครื่องพิมพ์|เซ็น|โทร|นิก ปัจจุบัน|ใช้|หมายถึง|เพียง|ช่อง|ขนาน (pararell port) ที่อยู่|ทาง|ด้านหลัง|ของ|ตัว|เครื่อง|คอมพิวเตอร์ ดู pararell port เปรียบเทียบ
(เซน|'|ท|รัม) n. ศูนย์กลาง
(เซน|'|ทัม) n. หนึ่ง|ร้อย
adj.,|v. (เพิ่ม|เป็น) ร้อย|เท่า
adj. เกี่ยวกับ|ศตวรรษ
adj. เก่าแก่|มาก
(เซน|'|ชิ|ว|รี) n. ศตวรรษ|,|หนึ่ง|ร้อย|ปี|,|หนึ่ง|ร้อย|ชิ้น|,|กองร้อย|ทหาร|โรมัน|,|กองร้อย|,
n. ต้นไม้|จําพวก Agave americana|  |Syn. agave
(ซี|อี|โอ) ย่อ|มา|จาก chief executive officer หรือ ประธานกรรมการ|บริหาร เป็น|ตําแหน่ง|สูงสุด|ใน|การ|บริหาร|งาน|ที่|ใช้|กัน|ใน|ศูนย์|คอมพิวเตอร์|ใหญ่ ๆ หรือ|หน่วยงาน|อื่น ๆ ทั่วไป
Pref. "|หัว|"
n. สมอง|อักเสบ.  |Syn. encephalitis
adj. มี|หัว
(ซะ|แรม|'|มิ|ค) adj.,|n. (เกี่ยวกับ) เครื่อง|เคลือบ|ซี|แรม|มิ|ค
(ซะ|แรม|'|มิ|คซฺ) n. การ|ทํา|เครื่อง|เคลือบ|ดินเผา|หรือ|ซี|แรม|มิ|ค|,|เครื่อง|เคลือบ|ดินเผา|,|ซี|แรม|มิ|ค.  |Syn. ceramist|,|ceramicist n.
n. ขี้ผึ้ง
(เซีย|'|เรี|ยล) adj.,|n. (เกี่ยวกับ) ข้าว|หรือ|เมล็ดข้าว -|Conf. serial
(เซ|อริ|เบล|'|ลัม) n. สมอง|น้อย|,|ส่วนล่าง|ของ|สมอง.  |Syn. cerebellar adj.
(เซ|อ|`|ระ|บรัล) adj. เกี่ยวกับ|สมอง
(เซ|อ|'|ริ|เบรท) vi.,|vt. คิด|,|ใช้|สมอง|,|ใคร่ครวญ|  |Syn. cerebration n.
Pref. "|สมอง|"|,|"|สมอง|ใหญ่|"
adj. เกี่ยวกับ|สมอง|และ|ไขสันหลัง
น้ํา|สมอง|ร่วม|ไขสันหลัง
(เซ|อ|'|ริบ|รัม) n. สมอง|ใหญ่ เป็น|ส่วน|ที่อยู่|ด้านหน้า แบ่ง|เป็น 2 ซีก มี cerebralcortex ทํา|หน้าที่|เป็น|ศูนย์กลาง|การ|ติดต่อ|ของ|เส้นประสาท|ทั่ว|ร่างกาย สมอง|ส่วน cerebrum ทํา|หน้าที่|เกี่ยวกับ|ความคิด ความ|ฉลาด ไหวพริบ ความทรงจํา ความ|ยั้งคิด|และ|ความรู้สึก|รับผิดชอบ|ต่าง ๆ และ|นอกจาก|ยัง nerve center ท่ควบคุม|การ|เคลื่อนไหว|ต่าง ๆ ของ|ร่างกาย|ส่วน|ต่าง ๆ| 
(เซ|อริ|โม|'|เนี|ยล) adj. เกี่ยวกับ|พิธีการ -|n. ระ|-|บบ|ของ|พิธี|  |Syn. ceremonialism n. ceremonialist n.  |Syn. formal Ant. informal
(เซ|อริ|โม|'|เนียส) adj. เป็น|พิธีรีตอง|มาก|,|เป็นทางการ|,|โอ่อ่า|,|คร่ําครึ|  |Syn. formal
(เซ|อ|'|ริ|โม|นี) n. พิธี|,|ระเบียบแบบแผน|,|พิธีการ|,|พิธีรีตอง|  |Syn. ritual
(เซ|อ|'|เรซ) n. พระ|แม่|เกษตรกรรม
(ซะ|รี|ซ|') adj.,|n. แดง|ปานกลาง|จนถึง|แดง|เข้ม
n. ธาตุ|โลหะ|ที่|มี|สัญลักษณ์|Ce
adj. โค้ง|ลง
Pref. " ขี้ผึ้ง|"
n. ขี้ผึ้ง|ขาว
(เซ|อ|'|เทิน) adj. แน่ใจ|,|แน่นอน|,|ไม่|มี|พลาด|,|บ้าง|  |Syn. certainly adv. -|Conf. sure
(เซ|อ|'|เทิน|ที) n. ความ|แน่นอน|,|ความ|แน่ใจ|,|สิ่ง|ที่|แน่นอน|  |Syn. certitude Ant. doubt
(เซ|อ|'|ทะ|ไฟ|อะเบิล) adj. ซึ่ง|สามารถ|พิสูจน์|ได้
(เซ|อทิฟ|'|ฟะเคท) {|certificated|,|certificating|,|certificates|} n. หนังสือรับรอง|,|ประกาศนียบัตร|,|ใบรับรอง|,|ใน|สุทธิ|,|ใบสําคัญ|,|ข้อพิสูจน์ vt. รับรอง|ด้วย|หนังสือรับรอง|  |Syn. certificatory adj.
(เซ|อ|'|ทิ|ไฟ|ดฺ) adj. ซึ่ง|ได้|รับ|การ|รับรอง|,|ซึ่ง|ได้|รับ|การ|พิสูจน์|,|ซี่|ง|ได้|รับ|การ|ค้ํา|ประกัน|,|ซึ่ง|ศาล|ได้|สั่ง|ให้|เป็น|คน|วิกลจริต
(เซ|อ|'|ทิ|ไฟ) v. รับรอง|,|พิสูจน์|,|ลงนาม|เป็น|พยาน|,|พิสูจน์|ให้|เห็น|  |Syn. certifier n.  |Syn. testify
(เซ|อ|'|ซี|อะ|แร|'|ไร) n. หมายเรียก|สํานวน|คดี|จาก|ศาล|ชั้นต่ํา|กว่า
(เซ|อ|'|ทิ|ทิว|ดฺ) n. ความ|เชื่อมั่น|,|ความ|มั่นใจ
(ซะ|รู|'|ริ|อัน) adj. น้ําเงิน|เข้ม|,|สี|ฟ้า|,|สี|คราม
(เซ|อ|'|รู|ส) n. ผง|ตะกั่ว|ขาว ใช้|ใน|การ|ทํา|สี
(เซ|อ|'|วิเคิล) adj. เกี่ยวกับ|คอ|,|เกี่ยวกับ|ปาก|มดลูก
n. พหูพจน์|ของ cervix
adj. คล้าย|กวาง
(เซ|อ|'|วิคซฺ) n.คอ|,|ส่วน|ที่|คล้าย|คอ|,|ปาก|มดลูก -|pl. cervixes|,|cervices
(ซิ|แซร|'|เรียน) adj.,|n. = Caesarean.  |Syn. Cesarian
n. ธาตุ|โลหะ|ที่|หา|ยาก|ชนิด|หนึ่ง
adj. เป็น|พุ่ม|,|อยู่|กัน|แน่น
n. ภาษี|,|การ|ประเมิน|,|โชค|,|ดวง -|vt. เก็บ|ภาษี|,|ประเมิน
(ซิ|เซ|'|เชิน) n.การ|หยุด (ชั่ว|คราว|หรือ|สมบูรณ์) ,|การ|ชะงัก|  |Syn. rest
n. การ|ยก|ให้|,|สิ่ง|ที่|ยก|ให้
n. ผู้|รับ|มอบ|,|ผู้|ได้|รับ|การ|ยก|ให้
n. หลุม|เก็บ|น้ําเสีย|,|หลุม|อุ|จ|รา|ระ
n. สาย|คาด -|pl. cesti
adj. เกี่ยวกับ|สัตว์|ทะเล|เลี้นง|ลูก|ด้วย|นม
Pref. "|ปลาวาฬ|"
(ซี|ทอ|ล|'|โลจี) n. ปลาวาฬ|ศาสตร์
(ซิ|ลอน|') n. ประเทศ|ศรีลังกา|  |Syn. Ceylonese n. -|adj.
abbr. cystic fibrosi|,|cardiac failure
abbr. complement fixation test
abbr. colony forming unit
(ซี|จีเอ) ย่อ|มา|จาก color gragphic adapter แปล|ว่า ตัว|ปรับ|สําหรับ|ภาพ|กราฟิก ที่|จะ|มองเห็น|บน|จอภาพ|ของ|เครื่อง|คอมพิวเตอร์ ตัว|ปรับ|นี้|เป็น|มาตรฐาน|จอภาพ|ของ|เครื่อง|ไอ|บีเอ็ม แต่|ภาพ|ที่|ปรากฏ|ให้|เห็น|บน|จอ|นั้น|ยัง|ดู|แข็ง ๆ ไม่|ได้|ผสมกลมกลืน|สนิท ดู|แล้ว|อาจ|จะ|ปวด|ศรี|ษะ|ได้ คอมพิวเตอร์|รุ่น|ใหม่ ๆ จึง|พัฒนา|ตัว|ปรับ|สี|นี้|ใหม่ มี|ชื่อ เรียก|ว่า EGA หรือ VGA ดู EGA และ VGA ประกอบ
abbr. chronic granulomatoous diasease
abbr. chronic granulocytic leukemia
(ซี|จีเอ็ม) abbr. ย่อ|มา|จาก computer graphics metafile เป็น|ระบบ|การ|เก็บ|ภาพ|ของ|คอมพิวเตอร์|ระบบ|หนึ่ง แฟ้มข้อมูล|ที่|เก็บ|ภาพ|ประเภท|นี้|จะ|ใช้|นามสกุล (file type) ว่า .cgm
abbr. chronic glomerulonephritis
abbr. cortisal glucosse tolerance test
 |Syn. cha (ชา|'|ชา) n. จังหวะ|เต้นรํา ชะ|-|ชะ|-|ชะ
(แซบ|'|ลี) n. เหล้าองุ่น|ขาว|ที่|ไม่|มี|รส|หวาน
(แชค|'|มะ) n. ลิง|บาบูน|ขนาด|ใหญ่|สํา|น้ําตาล|เทา
Pref. "|ขน|"
(เชฟ) vt. ถู|จน|ร้อน|,|สี|จน|ร้อน|,|ครูด|,|ยั่ว|ให้|โกรธ|,|ทํา|ให้|อารมณ์เสีย -|vi.,|n. (การ) ถู|,|สี|,|โกรธ|,|โมโห|,|ถลอก|หรือ|เจ็บ|เนื่องจาก|การ|ถู|,|การ|ระคายเคือง|,|การ|รบกวน|,|ความ|เจ็บปวด|หรือ|ถลอก|เนื่องจาก|การ|ถู
(ชา|ฟ|,|แชฟ) -|vt.,|vi. ล้อ|,|หยอกล้อ -|n. การ|หยอกล้อ|,|การ|ล้อ|,|แกลบ|,|ฟาง|ข้าว|,|ของ|ไม่|มี|ค่า|,|ขยะ
(ชา|ฟ|'|เฟอะ) v.,|n. (การ) ต่อ|ราคา|,|ต่อรอง|ราคา|,|คุย|,|แลกเปลี่ยน|ของ|  |Syn. chafferer n.
(ชา|ฟ|'|ฟี) adj. มี|แกลบ|มาก|,|มี|ลักษณะ|เป็น|แกลบ|,|ไร้|ค่า|,|ใช้การไม่ได้
(ชา|'|กัส) n. โรค|พยาธิ|trypanosomiasis
(?|ะก|รี|น|') vt.,|n. (ความ) เสียใจ|,|โท|ม|ใจ|,|ผิดหวัง|  |Syn. distress
(เชน) n. โซ่|,|ลูกโซ่|,|โซ่|ตรวน|,|สายสร้อย|,|อนุกรม|,|เทือกเขา|,|ทิว|,|แนว -|vt. ผูกมัด|ด้วย|โซ่|,|ผูกมัด|,|จํากัด|  |Syn. series
เครื่องพิมพ์|สายโซ่|เครื่องพิมพ์|เป็น|อุปกรณ์|ส่วนหนึ่ง|ของ|คอมพิวเตอร์ ที่|ใช้|โซ่|หรือ|แกน|อักษร|หมุน|ใน|แนว|นอน|รอบ|แกน|ตั้ง 2 แกน เมื่อ|ตัวอักษร|ที่|ต้องการ|มา|อยู่|ตรง|ตําแหน่ง|ที่|กําหนด|ให้ เครื่อง|จะ|ใช้|ค้อน|ตี|ให้|อักษร|นั้น ปรากฏ|บน|กระดาษ โดย|ผ่าน|ลง|บน|ผ้า|หมึก|พิมพ์
n. ปฏิกิริยา|ลูกโซ่
n. กลุ่ม|ร้าน|ขายปลีก|ที่|มี|เจ้าของ|เดียวกัน
(แชร์) n. เก้าอี้|,|ตําแหน่ง|การงาน|  |Syn. seat
(แชร์|'|เมิน) n.ประธาน|,|-|vt. เป็น|ประธาน|ที่ประชุม
ตําแหน่ง|หรือ|ประธาน
n. การ|ยับยั้ง|หรือ|ผ่อนคลาย|การ|หดตัว|ของ|กล้ามเนื้อ
n. การ|ยับยั้ง|หรือ|ผ่อนคลาย|การ|หดตัว|ของ|กล้ามเนื้อ
n. หิน|ควอร์ตซ์|โปร่งใส|ชนิด|หนึ่ง ๆ| 
Pref. "|ทองแดง|"
n. แร่|ทองแดง|ซัลไฟด์
(เ?เล|') n. กระท่อม|ไม้|ของ|คน|เลี้ยง
(แชล|'|ลิส) n. ถ้วย|ดื่ม|,|ถ้วย|ดื่ม|เหล้าองุ่น
(ชอล์ก) n. ชอล์ก|,|ปูนขาว -|vt. เขียน|ด้วย|ชอล์ก -|Phr. chalk up ทํา|คะแนน|,|ได้|รับ
(แชล|'|ลินจฺ) v.,|n. (การ) ท้า|,|ท้าทาย|,|ท้า|ดวล|,|ขอ|ประลอง|ฝีมือ|,|เรียกร้อง|,|แสดง|ข้อคิดเห็น|ขัดแย้ง
(แชล|'|ลิน|เจอะ) n. ผู้|ท้าทาย
(เชม|'|เบอะ) n.ห้อง|,|ห้องพัก|เดี่ยว|,|สภา|,|สํานักงาน|ทนายความ|,|ห้องประชุม|,|สมาคม|,|ช่อง|,|หอการค้า|,|ลํา|กล้อง|กระสุน|,|ช่อง|ใส่|กระสุน -|vt. ใส่|ใน|ห้อง|,|จัด|ห้อง|ให้|  |Syn. room
n. การ|รับ|ปรึกษา|คดี (ไม่|ใช่|ว่าความ) ของ|ทนายความ
(เชม|'|เบอะ|เมด) n. คน|ทํา|ที่|นอน|,|หญิง|รับใช้|  |Syn. maid
(คะ|มี|'|เลียน) n. สัตว์|จําพวก|กิ้งก่า มัน|เปลี่ยน|สีผิว|ได้
n. ด้าน|มุม|ตัด|,|ด้าน|เอียง|มุม|ตัด|,|มุมกลับ
(แชมพฺ) n. แชมเปี้ยน|,|การ|ชนะเลิศ
(แชมเพน|') n. เหล้าองุ่น|ขาว|ชนิด|หนึ่ง
(แ?มเพน|') n. ที่ราบ|,|ทุ่ง|,|สนามรบ -|adj. ราบ|,|เป็น|ทุ่ง
(แชม|'|เพียน) n. ผู้|ชนะเลิศ|,|นักต่อสู้|,|นักรบ -|vt. ป้องกัน|,|สนับสนุน|,|กระทํา|เป็น|แชมเปี้ยน -|adj. เป็น|ที่|หนึ่ง|ของ|คน|แข่งขัน|ทั้งหมด
(แชม|'|เพียน|ชิ|พ) n.ภาวะ|ที่|เป็น|แชมเปี้ยน|,|ตําแหน่ง|ผู้|ชนะเลิศ|,|การ|ป้องกัน|,|การ|เป็น|ทนาย|,|การ|สนับสนุน|,|การ|แข่งขัน|เพื่อ|ได้|ตัวผู้|ชนะเลิศ|  |Syn. supremacy
(ชาน|ซฺ) n. โอกาส|,|หนทาง|,|ลักษณะ|ที่|เป็น|ไป|ได้|,|หนทาง|สําเร็จ|,|ความ|เป็น|ไป|ได้|,|การ|เสี่ยง|,|ช่องทาง|,|ท่าทาง|,|โชค|,|วาสนา|,|เคราะห์|,|ยถากรรม|,|ความ|บังเอิญ. -|vi. ถือ|โอกาส|,|เสี่ยง|,|พบ|โดย|บังเอิญ -|vt. เกิด|ขึ้น|โดย|บังเอิญ|  |Syn. happening|,|risk|,|opening|,|happen
n. การ|ทะเลาะ|กัน|อย่าง|รุนแรง|ที่|เกิด|ขึ้น|โดย|ทันใด
(ชาน|'|เซิล) n. แท่น|บูชา|,|พลับพลา|,|ส่วน|ของ|โบสถ์|สําหรับ|ทํา|พิธี|  |Syn. chanceled|,|chancelled adj.  |Syn. platform
(ชาน|'|ชะ|เลอ|รี) n. ตําแหน่ง|เสนาบดี|,|สํานักงาน|เสนาบดี|,|รัฐมนตรี|,|ตําแหน่ง|อัครมหาเสนาบดี|ของ|บาง|ประเทศ|,|สถาน|เอก|อัคร|ราช|ฑูต|,|สถาน|กงสุล|ใหญ่|,|เจ้าหน้าที่|ทั้งหมด|ของ|สถาน|เอก|อัคร|ราช|ฑูต (หรือ|กงสุล) ,|เลขานุการ|เอกอัครราชทูต (หรือ|กงสุล) ,|นายกรัฐมนตรี (ของ|บาง|ประเทศ) ,|ตุลาการ|ใหญ่|ของ|บาง|ประ|เ
(ชาน|'|ซะ|เลอ) n. เสนาบดี|,|อัครมหาเสนาบดี|,|นายกรัฐมนตรี|,|เอกอัครราชทูต|,|ตุลาการ|ใหญ่|  |Syn. chancellorship n.
n. รัฐมนตรี|กระทรวงการคลัง|ของ|อังกฤษ
(ชาน|'|ซะ|รี) n. ศาลฎีกา|,|ที่|เก็บ|เอกสาร|ทาง|ราชการ|,|ที่ทําการ|ของ|เสนาบดี|,|ภาวะ|ที่|กลืน|ไม่|เข้า|คาย|ไม่|ออก
(ชาน|'|นิเนส) n. ภาวะ|อันตราย|,|ภาวะ|ที่|ไม่|แน่นอน
(แ?ง|'|เคอะ) n. แผล|ซิฟิลิส|,|แผลริมแข็ง|  |Syn. chancrous adj.
(แชง|'|ค|รอย|ดฺ) n. แผล|กามโรค|,|แผลริมอ่อน
(ชาน|'|ซี) adj. ไม่|แน่นอน|,|เสี่ยง|,|โชคดี|,|เป็น|มงคล|  |Syn. risky|,
(ชาน|ดะ|เลียร์|') n. โคม|ระย้า|,|โคม|กิ่ง
(แชนดฺ|'|เลอะ) n. พ่อค้า|เทียนไข (สบู่) ,|พ่อค้า|ขาย|ของชํา
(แชนดฺ|'|เลอ|รี) n. ห้อง|เก็บ|เทียนไข (หรือ|สบู่) ,|โกดัง|เก็บ|เทียนไข (หรือ|สบู่)| 
(เชน|จฺ) vt.,|vi. เปลี่ยนแปลง|,|เปลี่ยน -|n. การ|เปลี่ยนแปลง|,|การ|เปลี่ยน|ใหม่|,|เงินปลีก|,|เงิน|ทอน|,|สถานที่|ซื้อขาย|,|สิ่ง|ที่|ถูก|เปลี่ยน|  |Syn. alter|,|replace
n. ภาวะ|หมด|ประจําเดือน
n. การ|โอน|คดี|ไป|ยัง|ศาล|ศาล|อื่น
เกียร์|รถยนต์
(เชน|'|จะ|เบิล) adj. เปลี่ยนแปลง|ได้|,|เปลี่ยน|ได้|ง่าย|,|ไม่|แน่นอน|  |Syn. changeability n. changeableness n.  |Syn. inconstant
(เชน|'|จฺ|ฟู|ล) adj. เปลี่ยนแปลง|,|เปลี่ยน|ได้|ง่าย|,|เปลี่ยน|ไป|มาก|,|ไม่|แน่นอน|  |Syn. changefulness n.  |Syn. variable Ant. certain
(เชน|'|จฺเลส) ไม่|เปลี่ยนแปลง|,|แน่นอน|,|มั่นคง|  |Syn. changelessness n.  |Syn. certain Ant. uncertain
(เชน|จ|'|ลิง) n. เด็ก|ถูก|สับเปลี่ยน|,|คน|ทรยศ|,|คน|โง่|,|เด็ก|หลง|จาก|พ่อแม่
n. การ|เปลี่ยน|จาก|สิ่ง (ระบบ|,|ภาวะ) หนึ่ง|ไป|ยัง|อีก|สิ่ง (ระบบ|ภาวะ) หนึ่ง
(แชน|'|เนิล) n. ช่องแคบ|,|ช่อง|,|ทาง|น้ํา|ไหล|,|ทางเดิน|เรือ|,|ราง|,|วิถีทาง|,|แนวทาง|,|ทางผ่าน|,|ท่อ -|vi. นํา|ผ่าน|ทาง|,|บุกเบิก|ทาง|,|ขุด|ทาง|,|ขุด|ทาง|น้ํา|,|นําทาง|  |Syn. channeler|,|channeller n. ร่อง|ข้อมูล|ช่อง|หมายถึง|ร่อง|ข้อมูล|หรือ|แถว|สําหรับ|บันทึก|ข้อมูล|ตาม|ยาว|ลง|บน|กระดาษ|หรือ|แถบ|บันทึก|แม่เหล็ก (magnetic tape) หรือ|อาจ|หมายถึง|ช่องทาง|เข้าออก|ของ|หน่วย|รับ|ข้อมูล|และ|หน่วย|แสดง|ผล (input|/|output channel) ซึ่ง|ติดต่อ|กับ|ตัว|ประมวลผล (processor)| 
(แชน|'|เนิลไลซ) vt.,|vi. นําทาง|,|บุกเบิก|ทาง|,|ขุด|ทาง|,|ขุด|ทาง|น้ํา
(ชาน|ทฺ) n. เพลง|,|การ|ร้องเพลง|,|การ|ท่อง|,|การ|สวดมนต์|,|ท่วงทํานอง|การ|ร้องเพลง -|vt.ร้องเพลง|,|ร้อง|สวดมนต์|,|สรรเสริญ|,|ชม|  |Syn. chantingly adv.
(ชาน|ทูส|') n. นักร้อง|หญิง
(ชาน|'|เท|รส) n. นักร้อง|หญิง
(ชาน|'|ท|รี) n. ปัจจัย|ที่|ถวาย|พระ|,|โบสถ์|เล็ก ๆ ใน|สังกัด
(เค|'|ออ|ส) n. ความ|อลหม่าน|,|ความ|สับสนวุ่นวาย|,|ความ|ไม่|มี|ระเบียบ|  |Syn. disarray
(เค|ออ|ท|'|ทิค) adj. อลหม่าน|,|สับสน|,|วุ่นวาย|,|ไร้|ระเบียบ|,|คลุมเครือ|  |Syn. deranged
(แชพ) vt.,|vi. ทํา|ให้|แตก|,|ทํา|ให้|แดง|,|กะเทาะ -|n.รอย|แตก|,|รอย|กระเทาะ|,|อ้าย|หมอ|นี่|,|เจ้า|เพื่อนยาก|,|เพื่อน|ผู้ชาย|,|เด็ก|ผู้ชาย|  |Syn. lad
(แชพะเร|'|โอ|ส) n. กางเกง|คน|เลี้ยง|ปศุสัตว์ ใช้|สวม|ป้องกัน|เท้า|และ|ขา|  |Syn. chaps
(แชพะเร|'|โอ|ส) n. กางเกง|คน|เลี้ยง|ปศุสัตว์ ใช้|สวม|ป้องกัน|เท้า|และ|ขา|  |Syn. chaps
(แชพอะ|แร|ล|') n. ต้น|โอ๊ก|เตี้ย|,|พุ่มไม้|หนา
(เชพ) n. หัว|หุ้ม|โลหะ|,|ปลอก|หนัง|ที่|เคลื่อนที่|ได้|ของ|สาย|หนัง|เข็มขัด
(แช|โพ|') n. หมวก -|pl. chapeaux|,|chapeaus
(แชพ|'|เพิล) n. โบสถ์|เล็ก|,|พิธี|ทาง|ศาสนา|,|โรงพิมพ์|,|ห้อง|ใน|โรงพิมพ์|,|โรง|สวด|,|ห้อง|สวดมนต์|ใน|โรงเรียน|,|โรงพยาบาล
(แ?พ|'|พะ|โร|น) n. หญิง (มี|อายุ|หรือ|แต่งงาน|แล้ว) ที่|คอย|ไป|เป็นเพื่อน|ของ|ชายหนุ่ม|หรือ|หญิงสาว|ที่|ยัง|ไม่|แต่งงาน|ใน|งาน|สังคม -|vt. ติดตาม|,|เป็นเพื่อน|  |Syn. chaperonage n.
(แ?พ|'|พะ|โร|น) n. หญิง (มี|อายุ|หรือ|แต่งงาน|แล้ว) ที่|คอย|ไป|เป็นเพื่อน|ของ|ชายหนุ่ม|หรือ|หญิงสาว|ที่|ยัง|ไม่|แต่งงาน|ใน|งาน|สังคม -|vt. ติดตาม|,|เป็นเพื่อน|  |Syn. chaperonage n.
(ชอพ|'|ฟอเลิน) adj. สลด|,|ระทมทุกข์|,|ขากรรไกร|ล่าง|ห้อย|ย้อย|ลง|มา|,|คอตก
(แชพ|'|เลน) n. อนุศาสนาจารย์|,|พระ|คริสเตียน|  |Syn. chaplaincy|,|chaplainship|,|chaplainry n.
(แชพ|'|ลิท) n. มาลัย|บน|ศรี|ษะ|,|สาย|ลูก|ประคํา|,|พวก|ลูก|ประคํา -|chapleted adj.
(แชพ|'|มัน) n. คน|เร่ขาย|ของ|,|พ่อค้า
n. =|chaparajos
(แชพ|'|เทอะ) n. บท|ใน|หนังสือ|,|ตอน|,|ขั้นตอน|,|ส่วนแบ่ง|ที่|สําคัญ|,|คณะ|พระ|,|คณะสงฆ์|,|สาขา (ของ|สโมสร|สมาคม|และ|อื่น ๆ) . -|vt.แบ่ง|ออก|เป็น|บท|,|จัด|เป็น|ตอน ๆ|  |Syn. chapteral adj.  |Syn. part
n. (การ|อ้าง) ถ้อยคํา|ใน|บท|,|หลักฐาน
n. สถานที่|ประชุม|ของ|คณะ|พระ|คริสเตียน
(ชาร์) v. เผา|ไม้|จน|เกรียม|,|เผาไหม้|จน|เป็น|ถ่าน|,|ทํางาน|บ้าน|,|ทํางาน|เล็ก ๆ น้อย ๆ -|n. สิ่ง|ที่|ไหม้|จน|เกรียม|,|ถ่าน|,|ถ่าน|ไม้|,|ภารโรง|หญิง|,|งาน|บ้าน.
(แค|'|ริ|ค|เทอะ) n. ตัวอักษร|,|อักขระ|,|อุปนิสัย|,|คุณสมบัติ|,|ลักษณะ|พิเศษ|,|หลัก|ความ|ประพฤติ|,|ความ|รัก|หรือ|หยิ่ง|ใน|ศักดิ์ศรี|,|ชื่อเสียง|ที่|ดี|,|เกียรติคุณ|,|ฐานะ|ตัว|ใน|เรื่อง|,|บทบาท|ใน|ละคร|หรือ|ภาพยนตร์|,|สัญลักษณ์|  |Syn. characterisation|,|characterization n.
รหัส|อักขระ|หมายถึง|สัญลักษณ์|ต่าง ๆ ที่|กําหนด|ให้|ใช้|เป็น|รหัส|แทน|อักขระ หรือ|มี|ความหมาย|อย่างใด|อย่างหนึ่ง|ตาม|ที่|มี|การ|ตกลง|กัน|ไว้ เป็นต้น|ว่า ตาราง|รหัส|แอ|สกี (ASCII table) และ|รหัส|เอ็บ|ซี|ดิก (EBCDIC) โปรแกรม|สําเร็จ|บาง|โปรแกรม|ใช้|รหัส|เหล่านี้|ผสม|กับ|ตัว|อักขระ|บาง|ตัว|เป็น|รหัส|คําสั่ง|ให้|เป็น|การ|ขีดเส้นใต้ , ทํา|ตัว|เอน ฯ
อักขระ|ภาพ|หมายถึง สัญลักษณ์|หรือ|ภาพ|ต่าง ๆ ที่|สร้าง|ขึ้น|โดย|การ|กด|แป้นพิมพ์ ถือ|ว่า|เป็น|แบบ|อักษร (font) แบบ|หนึ่ง (สําหรับ|เครื่อง|พี|ซี อาจ|ใช้|วิธี|กด|แป้น ALT|+ เลข|ต่าง ๆ ตาม รหัส|ที่|กําหนด|ไว้|ก็ได้) เช่น แบบ|ตัว|อักขระ|ภาพ|ที่มา|กับ|ระบบ|วินโดว์|ของ|พี|ซี มี|ชื่อ|ว่า Wingdings ส่วน|ของ|แมค|อิน|ทอ|ช ชื่อ Zapf การ|ขยาย|หรือ|ลด|ขนาด|ภาพ|เหล่านี้ ใช้|วิธี|เดียวกับ|ที่|ทํา|กับ|แบบ|อักษร|อื่น ๆ ไม่|ใช่|วิธี|ที่|ทํา|กับ|ภาพ
เครื่อง|อ่าน|อักขระ|หมายถึง เครื่อง|อ่าน|อักขระ|จาก|ตัวพิมพ์|ซึ่ง|จะ|ต้อง|มี|ลักษณะ|พิเศษ|ที่|เป็น|มาตรฐาน การ|อ่าน|ใช้|วิธี|ให้|แสง|ผ่าน|ช่องว่าง|ของ|ตัว|อักขระ|นั้น ๆ แล้ว|แปล|เป็น|รหัส|บันทึก|ลง|ไว้|ใน|แถบ|บันทึก (tape) หรือ|จาน|บันทึก (disk)| 
ชุด|อักขระ|หมายถึง สัญลักษณ์|ต่าง ๆ ที่|จัด|รวบรวม|ไว้|อย่าง|เป็น|ระบบ มี|ตัวอักษร ตัวเลข และ|อักขระ|พิเศษ|ต่าง ๆ เช่น เครื่องหมาย สระ วรรณยุกต์
หมายถึง ตัว|อักขระ|หลาย ๆ ตัว|ที่|เมื่อ|นํามา|ต่อ|กัน|แล้ว สื่อ|ความหมาย|บาง|อย่าง และ|สามารถ|นํา|ไป|เก็บ|ใน|หน่วยความจํา|ของ|เครื่อง|คอมพิวเตอร์|หรือ|สื่อ (media) ชนิด|ต่าง ๆ ได้ นอกจากนั้น จะ|ต้อง|ทํา|ให้|คอมพิวเตอร์|สามารถ|แยก|ออก|ว่า|ไม่|ใช่|คําสั่ง|ใน|ภาษา|มี|ความหมาย|เหมือน alphabetic string หรือ string
(แค|ริ|ค|เท|อริ|ส|'|ทิค) adj. เป็น|ลักษณะ|เฉพาะ -|n. ลักษณะ|เฉพาะ การ|รู้จํา|อักขระ|หมายถึง เทคโนโลยี|ใน|การ|ทํา|ให้|เครื่อง|คอมพิวเตอร์|รับรู้|ความ|แตกต่าง|ของ|รูปลักษณะ|ตัวอักษร ต่าง ๆ ที่|มนุษย์|เขียน|หรือ|พิมพ์|ขึ้น โดย|ใช้|แสง|หรือ|สนามแม่เหล็ก แล้ว|ถอดรหัส|เป็น|ภาษาเครื่อง (machine language) เพื่อ|นํา|ไป|ประมวลผล|ต่อไป|ได้|ดู pattern recognition ประกอบ
จํานวน|อักขระ|ต่อ|นิ้ว|ใช้|ตัวย่อ|ว่า CPI แปล|ตรง ๆ ได้|ว่า อักขระ|ต่อ|นิ้ว เป็น|หน่วย|วัด|ความ|จุ|ของ|แถบ|บันทึก|ว่า เนื้อ|เทป 1 นิ้ว จะ|เก็บ|ข้อมูล|ได้|กี่|ตัว|อักขระ
จํานวน|อักขระ|ต่อ|วินาที|ใช้|ตัวย่อ|ว่า CPS แปล|ตรง ๆ ได้|ว่า อักขระ|ต่อ|วินาที ใช้|เป็น หน่วย|วัด|ความ|เร็ว|ใน|การ|พิมพ์|ว่า|เครื่องพิมพ์|สามารถ|พิมพ์|ได้|กี่|ตัว|อักขระ|ใน|เวลา 1 วินาที ใช้|กับ|เครื่องพิมพ์|แบบ|จุด (dot matrix) และ|แบบ|ฉีด|หมึก (ink jet) เท่านั้น (เครื่องพิมพ์|เลเซอร์|จะ|พิมพ์|ที่|ละ|หน้า) ดู printer ประกอบ
n. ตัวอักษร|หรือ|เครื่องหมาย|การ|พิมพ์|หรือ|การ|เขียน|ทั้งหลาย
n. ศัพท์|หรือ|ชื่อ|ที่|ใช้|แสดง|ถึง|ลักษณะ|เฉพาะ|ของ|คน ๆ หนึ่ง
(ช|?|ะเรซ|') n. การ|เล่น|ทาย|คํา|ปริศนา|ที่|มี|เงื่อนไข|ให้|ไว้|ทุก|พยางค์
(ชาร์|'|โค|ล) n. ถ่าน -|vt. ทํา|ให้|ดํา|  |Syn. charcoaly adj.
(ชาร์ดจฺ) vt. บรรจุ|,|ประจุ|,|อัด|ไฟ|,|ทํา|ให้|เต็ม|,|วาง|เงื่อนไข|,|สั่ง|,|ตักเตือน|,|แนะนํา|,|กล่าวหา|,|ฟ้องร้อง|,|เรียก|เก็บ|เงิน|,|โจมตี|,|เป็น|ภาระ บันทึก|เป็นหนี้ -|vi. พุ่ง|เข้า|ไป|,|พุ่ง|ไป|ข้างหน้า|,|โจมตี|,|เรียก|เก็บ|,|หมอบ|ลง (ตาม|คําสั่ง) -|n. การ|อัด|ประจุไฟฟ้า|,|กระแส|ไฟ|ที่|อัด|,|ปริมาณ|ดินระเบิด|,|ภาระ
(ชาร์เย|'|ดะ|แฟร์) n. อุปทูต|,|ผู้ทํา|การ|แทน|,|ผู้รักษาการ|แทน|  |Syn. charge
(แชร|'|ริ|ลี) adj. ด้วย|ความ|ระมัดระวัง|,|มัธยัสถ์|,|ขี้เหนียว|,|เหนียว
(แชร|'|ริ|เนส) n. ความ|ระมัดระวัง|,|ความ|ประหยัด|,|ความ|ขี้เหนียว|,|ความ|เหนียว
(แช|'|เรียท) n. รถม้า|ศึก|สอง|ล้อ มัก|ใช้|ม้า 2 ตัว|และ|ยืน|ขับ|,|รถยนต์ -|v. ขับ|รถม้า|,|โดยสาร|รถม้า
(แช|ริ|อะเทียร์|') n. คน|ขับ|รถม้า|ศึก 2 ล้อ
(คะ|ริ|ซ|'|มะ) n.พรสวรรค์|,|ความ|สามารถ|พิเศษ|,|คุณสมบัติ|พิเศษ|ใน|การ|ดึงดูดใจ|คน|จํานวน|มาก|  |Syn. charismatic adj.  |Syn. charism -|pl. charismata
(แช|'|ริ|ทะเบิล) adj. เอื้อเฟื้อ|เผื่อแผ่|,|ใจบุญ|,|กรุณา|ปรานี|,|โอบอ้อมอารี|  |Syn. charismatic n.
แช'|ริ|ที) n. ความ|ใจบุญ|,|การ|กุศล|,|ภราดรภาพ|,|ความ|รัก|ของ|พระผู้เป็นเจ้า|,|เงิน|ทํา|ทาน|,|งาน|สงเคราะห์|,|มูลนิธิ|สงเคราะห์|,|สถาบัน|สงเคราะห์|  |Syn. benevolence
(ชะ|ริ|ฟวะ|รี) n. การ|ทํา|เสียง|หยอกล้อ|เจ้าบ่าว|เจ้าสาว|ใน|วัน|แต่งงาน|,|คํา|หยอกล้อ|,|คํา|เย้ย
(ชาร์|'|คะ) n. ล้อ|ปั่น|ฝ้าย
(ชาร์|'|เล|ดี) n. หญิง|ปัดกวาด|บ้าน|,|หญิง|,|คนใช้
(ชาร์|'|ละ|เทิน) n. กํามะลอ|,|หมอเถื่อน|,|นัก|ต้ม|  |Syn. charlatanistic adj. charlatanism n. charlatanish adj.  |Syn. impostor
(ชาร์|'|ละ|เทิน|รี) n. การ|หลอกลวง|ว่า|เป็น|ผู้รู้|หรือ|ผู้ชํานาญ
(ชาร์|'|ลี) n. คํา|สื่อสาร|ที่หมาย|ถึง|อักษร "|C|"
(ชาร์ม) {|charmed|,|charming|,|charms|} n. เสน่ห์|,|เครื่องราง|,|เวทมนตร์|คาถา|,|สิ่ง|ประดับ|กระจุ๋มกระจิ๋ม|,|การ|ท่อง|คาถาอาคม -|vt.ดึงดูดใจ|,|ใช้|เวทมนตร์|คาถา|,|ทําเสน่ห์ -|vi. ประทับใจ|,|หลง|เสน่ห์|,|ใช้|เวทมนตร์|คาถา.  |Syn. charmedly adv. charmer n. คํา|ที่|มี|ความหมาย
(ชาร์|'|มูซ) n. ผ้า|ต่วน|,|แพร|เลี่ยน
(ชาร์ม|'|มิ|ง) adj. มี|เสน่ห์|,|ซึ่ง|ทํา|ให้|หลงใหล|,|ซึ่ง|ใช้อํานาจ|เวทมนตร์.  |Syn. charmingly adv.  |Syn. enchanting|,
(ชาร์|'|เนิล) n. โรง|เก็บ|ศพ|หรือ|กระดูก|ผู้ตาย
ก่อน|ตาย|,|ก่อน|สิ้นใจ
ก่อน|ตาย|,|ก่อน|สิ้นใจ
(ชาร์|'|ควิ) n. เนื้อวัว|แห้ง|  |Syn. charquid adj.
(ชาร์|'|โร) n. = cowboy
(ชาร์ท) n. ผัง|,|แผนภูมิ|,|บัญชี. -|vt. ทํา|แผนภูมิ|,|วางแผน|การ
(ชาร์|'|เทอะ) {|chartered|,|chartering|,|charters|} n. ตราตั้ง|,|กฎบัตร|,|กฎหมาย|,|สัญญา|เช่า|เรือ|,|สัญญา|เช่า|,|สิทธิพิเศษ|,|สิทธิ|ยกเว้น|,|หนังสือรับรอง|,|ประกาศนียบัตร -|vt. อนุญาต|ด้วย|ตราตั้ง|,|ให้|สิทธิพิเศษ. -|adj. เช่า|มา|,|เหมา|  |Syn. charterer n. -|Conf. chartered (กริยา|ช
n. สถาน|พักฟื้น|คน|สูงอายุ
n. สมาชิก|ก่อตั้ง
n. ผู้|ที่|ได้|รับ|อนุญาต|ตาม|กฎหมาย|ให้|เป็น|ผู้สอบบัญชี|'
n. ธนาคาร|ที่|ได้|รับ|อนุญาต|ให้|ตั้ง|ขึ้น|ถูกต้อง|ตาม|กฎหมาย
(ชาร์|'|ทิสทฺ) n. ผู้|เชียว|ชาญ|ด้าน|ตลาดหลักทรัพย์ หรือ|ตลาดหุ้น
(คาร์|'|ชะ|เลอ|รี) n. หนังสือสัญญา|,|หนังสือ|รวม|แผนภูมิ|หรือ|แผนที่
(ชาร์|'|วู|เมิน) n. หญิง|ทํา|ความ|สะอาด|บ้าน
(แชร์|'|รี) adj. ระมัดระวัง|,|เหนียม|อาย|,|ประหยัด|,|ขี้เหนียว|,|จู้จี้|  |Syn. careful
(เชส) {|chased|,|chasing|,|chases|} v. ไล่|ตาม -|n. การ|ไล่|ตาม|,|สัตว์|ที่|ถูก|ไล่|,|การ|แสวงหา|,|สัตว์|ที่|ล่า|มา|ได้|,|ผู้|ล่า|,|สถานที่|ล่าสัตว์ -|Phr. the chase กีฬา|หรือ|อาชีพ|การ|ล่าสัตว์
(เชส|'|เชอะ) n. ผู้|ไล่|ตาม
n. เครื่อง|โลหะ|ลาย|ดุน
(แคซ|'|ซึม) n. เหว|,|หุบเหว|,|ชั้น|ที่|ขาด|,|ส่วน|แตก|,|ส่วน|แยก|,|ความ|แตกต่าง|กัน|มาก|,|การ|ขาด|ตอน|  |Syn. chasmal|,|chasmic|,|chasmy adj.  |Syn. rift
(แช|เซ|อ|') n. สมาชิก|กองทหาร|ติด|อาวุธ|ที่|สามารถ|เคลื่อน|กําลัง|ได้|รวดเร็ว|,|ผู้|รับใช้|ที่|แต่ง|เครื่องแบบ|,|นายพราน
(แ?ส|'|ซิ|ส) n.โครง|รถยนต์|ที่|รวม|ทั้ง|เครื่องยนต์|และ|ล้อ|,|โครง|ช่วง|ล่าง|,|โครง|ลํา|เครื่องบิน|,|ฐานะ|เครื่อง|วิทยุ|,|ร่างกาย|,|รูปร่าง -|pl. chassis
(เชสทฺ) adj. บริสุทธิ์|,|ดีงาม|,|ไม่|ลามก|,|เรียบ ๆ ,|ง่าย ๆ ,|ยัง|ไม่|แต่งงาน|,|พรหมจารี|  |Syn. chasteness n.  |Syn. celibate
(เช|'|เซิน) {|chastened|,|chastening|,|chastens|} vt. ตักเตือน|,|สั่งสอน|,|ลงโทษ|,|สกัด|,|ระงับ|,|ทํา|ให้|บริสุทธิ์|,|ทํา|ให้|เบาบาง|  |Syn. chasteningly adv. chastener n. chastenment n.
(แชส|'|ทิ|ที) n. ความ|บริสุทธิ์|,|ความ|สะอาด|หมดจด|,|พรหมจารี|,|ความ|กะทัดรัด|และ|เรียบ ๆ|  |Syn. purity
(แชท) vi.,|n. (การ) คุย|กัน|เล่น|  |Syn. converse
(ชา|'|โท) n. ปราสาท|,|คฤหาสน์|ใหญ่ -|pl.  |Syn. chateaus|, chateaux
(แ?ท|'|ทะเล|น) n. เจ้า|ปราสาท|,|เจ้า|คฤหาสน์|ใหญ่|,|ผู้บัญชาการ|ป้อมปราการ
adj. แวววับ
(แชท|'|เทิล) n. สังหาริมทรัพย์|,|ทาส
n. การ|จํานอง|สังหาริมทรัพย์ n.
(แชท|'|เทอะ) {|chattered|,|chattering|,|chatters|} v.,|n. (การ) พูดจา|ปากจัด|,|พูด|ฉอด ๆ|  |Syn. chattery adj.  |Syn. prattle
n. คน|ปากจัด|,|คน|พูด|มาก|เกิน|ไป|  |Syn. gossip
adj. ชอบ|คุย|เล่น|,|ช่างพูด|,|  |Syn. chattiness n.
(ชอ|'|เฟอะ) n. เตา|เล็ก|ชนิด|หนึ่ง
(โช|'|เฟอะ|,|โชเฟอ|') {|chauffeured|,|chauffeuring|,|chauffeurs|} n.คน|ขับ|รถแท็กซี่ -|vt.,|vi. ขับ|รถ|แท๊ก|ซี่
(คอ|ล|มูล|'|กระ) n. ต้น|กระ|เบา
(ชอน|ท|'|, ชาน|ทฺ) n.,|vt.,|vi.= chant
(โช|'|วะนิซ|ซี|ม) n. การ|แสดง|ความ|รักชาติ|อย่าง|รุนแรง|ที่|ชอบ|ต่อสู้|วิวาท|,|การ|ยึดถือ|อุดมการณ์|อย่าง|อคติ|  |Syn. chauvinist n. chauvinistic adj.
(ชอ) v.,|n. เคี้ยว|,|เคี้ยว|เอื้อง|,|การ|เคี้ยว|,|ปริมาณ|เต็มปาก
abbr. cooronary heart disease|,|congenital heart disease
(ชีพ) adj.,|adv. ถูก|,|ขั้นต่ํา|,|หยาบคาย|,|ไร้|ศีลธรรม|,|ขวยใจ|,|ขี้เหนียว|,|ซึ่ง|ได้|มา|ง่าย|  |Syn. cheapness n.  |Syn. inexpensive
(ชี|'|เพิน) {|cheapened|,|cheapening|,|cheapens|} vt. ทํา|ให้|ถูก|,|ดูถูก|,|ลด|คุณภาพ|,|ทํา|ให้|มี|ค่า|น้อย|ลง|,|ต่อรอง|ราคา. -|vi. ถูก|ลง|,|ราคา|ตก|  |Syn. depreciate
(ชี|ท) {|cheated|,|cheating|,|cheats|} n. คน|โกง|,|คน|หลอกลวง -|v.โกง|,|หลอกลวง ฉ้อฉล|,|เลี่ยง|,|หนี|รอด.  |Syn. cheater n. cheatingly adv.  |Syn. defraud
(เชค) {|checked|,|checking|,|checks|} vt. หยุด|,|รั้ง|,|ดึง|,|ตรึง|,|สกัด|,|ทําลาย|,|ตรวจสอบ|,|สํารวจ|,|ทํา|เครื่องหมาย|ตรวจสอบ|,|ฝาก|เก็บ|,|รุกฆาต (หมากรุก) ,|ทํา|ให้|เกิด|รอย|แตก|,|ปลูก|พืช|เป็น|แนว|ยาว. -|vi. ตรง|กัน (ถูกต้อง) ,|ตรวจสอบ|,|แตก|เป็น|ช่อง|,|ร้าว|เป็น|ช่อง|,|หยุด -|Phr. check in (ลงชื่อ (เข้า|พัก|ใน|โรง|แ
บิต|ตรวจสอบ|บิต|ที่|เพิ่ม|เข้า|ไป|ใน|ข้อมูล ใช้|เมื่อ|จะ|ตรวจสอบ|เพื่อ|ป้องกัน|ความผิด|พลาด|ใน|การ|ส่ง|ข้อมูล
กล่อง|เลือก|ช่อง|สําหรับ|กา|เครื่องหมาย|หมายถึง ช่อง|สี่เหลี่ยม|หรือ|วง|กลม|ที่|สร้าง|ขึ้น|ไว้|เพื่อให้|ทํา|เครื่องหมาย|อย่างใด|อย่างหนึ่ง|ลง|ไป แสดง|ว่า ได้|มี|การ|เลือก|ตัวเลือก|นั้น|ไว้|แล้ว|นั่นเอง โดย|ปกติ|จะ|วาง|ไว้หน้า|ตัวเลือก มัก|ใช้|ใน|กรอบ|สนทนา (dialog box)| 
ผลรวม|ตรวจสอบ|หมายถึง ผล|การ|คํานวณ|เพื่อ|ยืนยัน|ใน|ความ|แม่นตรง|ของ|การ|ถ่าย|โอน|ข้อมูล|ผ่าน|ทาง|โมเด็ม ส่วนมาก|จะ|เป็น XModem โดย|ปกติ ใน|การ|ส่ง|ข้อมูล คอมพิวเตอร์|จะ|ต้อง|จัดการ|แยก|ข้อมูล|ทั้งหมด|ออก|เป็น|ส่วน|เล็ก ๆ ก่อน ฉะนั้น|เมื่อ|ส่ง|เรียบร้อย|แล้ว จึง|ต้อง|มี|การ|ตรวจสอบ|ผลรวม ถ้า|ตรง|กัน ก็|แปล|ว่า ข้อมูล|ที่|ส่ง|ออก|ไป|ถูกต้อง|ครบถ้วน
(เชค|'|อิน) n. การ|ลงทะเบียน|เข้า|พัก|ใน|โรงแรม|หรือ|ที่พัก|  |Syn. enroll
n. การ (เวลา) ออก|จาก|ที่พัก|หรือ|ห้อง|ใน|โรงแรม|,|การ|ตรวจสอบ
n. สมุด|เช็ค
(เชคทฺ) adj. เป็นตาราง|สี่เหลี่ยม
n. ตัว|หมากรุก|  |Syn. checkers (draughts) เกม|หมากรุก|ฝรั่ง|ชนิด|หนึ่ง|,|ผู้|หยุดยั้ง|,|สิ่ง|ยับยั้ง|,|คน|ตรวจ -|vt. ทํา|เครื่องหมาย|เตา|ราง|สี่เหลี่ยม|,|ทํา|ให้|แตกแขนง|,|ทํา|ให้|เปลี่ยนแปลง|  |Syn. chequer
(เชค|'|เคิด) adj. มี|การ|เปลี่ยนแปลง|,|เป็นตาราง|หมากรุก|,|มี|สี|หลากหลาย
n. ตัว|หมากรุก|  |Syn. checkers (draughts) เกม|หมากรุก|ฝรั่ง|ชนิด|หนึ่ง|,|ผู้|หยุดยั้ง|,|สิ่ง|ยับยั้ง|,|คน|ตรวจ -|vt. ทํา|เครื่องหมาย|เตา|ราง|สี่เหลี่ยม|,|ทํา|ให้|แตกแขนง|,|ทํา|ให้|เปลี่ยนแปลง|  |Syn. chequer
n. ตัว|หมากรุก|  |Syn. checkers (draughts) เกม|หมากรุก|ฝรั่ง|ชนิด|หนึ่ง|,|ผู้|หยุดยั้ง|,|สิ่ง|ยับยั้ง|,|คน|ตรวจ -|vt. ทํา|เครื่องหมาย|เตา|ราง|สี่เหลี่ยม|,|ทํา|ให้|แตกแขนง|,|ทํา|ให้|เปลี่ยนแปลง|  |Syn. chequer
n. เงินฝาก|ธนาคาร|ที่|สามารถ|ใช้|เช็ค|ถอน|ได้
vt.,|n. (การ) รุก|จน|แต้ม|,|ทํา|ให้|แพ้
n. การ|เก็บ|เงิน|ค่า|สมาชิก|สหภาพ|กรรมการ|หรือ|แรงงาน โดย|หัก|จาก|เงินเดือน|ประจํา
n. จุด|ตรวจ|,|ด่าน
n. ห้อง|ฝาก|หมวก เสื้อคลุม|และ|สิ่งของ|อื่น ๆ| 
n. ระบบ|การ|ตรวจสอบ|ควบคุม|ซึ่งกันและกัน
n. การ|ตรวจสอบ|,|การ|ตรวจ|สุขภาพ|ร่างกาย|อย่าง|ละเอียด
(เชด|'|ดาร์) n. เนยแข็ง|ลื่น|ชนิด|หนึ่ง
(เชด|'|ดาร์) n. เนยแข็ง|ลื่น|ชนิด|หนึ่ง
n. วัตถุ|ระเบิด
(ชี|ค) n. แก้ม|,|ความ|ทะลึ่ง|  |Syn. insolence
n. เคียงข้าง|,|ประชิด|กัน|,|ติด|กัน
n. กระพุ้งแก้ม
(ชี|ค|'|คี) adj. ทะลึ่ง|,|ไร้|ยางอาย|,|หน้าด้าน
(ชีพ) {|cheeped|,|cheeping|,|cheeps|} v. ร้อง|เสียง|จิ๊บ ๆ -|n. ผู้|ส่ง|เสียง|ดังกล่าว
(เชียร์) {|cheered|,|cheering|,|cheers|} vt.,|n. (การ) ร้อง|เสียง|ไชโย|,|ไชโย|,|โห่ร้อง|,|ยุ|,|ปลุก|เร้า|ด้วย|การ|โห่ร้อง -|n. การ|ร้อง|เสียง|ไชโย|,|สิ่ง|ที่|ให้|ความ|ปลื้ม|ปิติยินดี|,|ความ|ดีใจ|,|อาหาร|,|เสบียง|,|สีหน้า|การ|ปลอบใจ|,|การ|ทํา|ให้|ใจ|ชุ่มชื่น|,|การ|ต้อนรับ -|interj. คํา|อวยพร|เวลา|ดื่ม|หรือ|เวลา|จาก|กั
(เชียร์|'|ฟู|ล) adj .เต็มไปด้วย|ความ|ปลื้ม|ปิติยินดี|,|ร่าเริง|,|ดีอกดีใจ.  |Syn. ness n.  |Syn. joyous
(เชีย|'|ริ|ลี) adv. ดีอกดีใจ|,|อย่าง|ร่าเริง
(เชีย|'|ริ|เนส) n. ความ|ดีอกดีใจ|,|ความ|ร่าเริง
(เชีย|'|ริ|โอ) intetj. คํา|อวยพร|เวลา|ดื่ม|หรือ|อําลา|จาก|กัน|,|โชคดี|,|สวัสดี|!|  |Syn. cheerioh|,|cheero
n. ประธาน|เชียร์
adj. ไม่|ร่าเริง|,|ไม่|มี|เสียง|โห่ร้อง|สนับสนุน|,|เศร้า|ซึม|,|หดหู่ใจ.
(เชีย|'|รี) adj. ร่าเริง|,|เป็นสุข|,|สนุกสนาน.  |Syn. cheerily adv. -|cheeriness n.
(ชี|ซ) n. เนยแข็ง -|hard cheese เคราะห์ร้าย|,|โชค|ไม่|ดี
n. แฮม|เบอเกอร์|ที่|มี|แผ่น|เนย|อยู่|ข้างบน|,|ขนมปัง|สอดไส้|แผ่น|เนยแข็ง
n. ผ้าฝ้าย|หยาบ|และ|เบา|,|ผ้า|ห่อ|เนย
n. พ่อค้า|เนย
adj. ขี้เหนียว|,|ใจแคบ
n. ขนม|กรอบ|โรย|เนยแข็ง
(ชี|'|ซี) adj. เกี่ยวกับ|เนย|,|คุณภาพ|ไม่|ได้|มาตรฐาน|,|ชี้|น|ต่ํา|,|หยาบ
(ชี|'|ทะ) n. แมวป่า|คล้าย|เสือดาว|และ|สุนัข|  |Syn. chetah
(เชฟ) n. คนครัว|,|หัวหน้า|ครัว
(เช|'|เดอฟร) n. งาน|ชิ้นเอก (โดยเฉพาะ|ที่|เกี่ยวกับ|ศิลปะ วรรณ|คด|'|ดนตรี)| 
ปากนกกระจอก
(คี|'|ละ) n. ก้าม|ของ|กุ้ง|หรือ|ปู|,|สาวก|,|สานุศิษย์|  |Syn. ship n.
(คี|'|'|เลท) adj. คล้าย|ก้ามปู|หรือ|กุ้ง
n. การ|สูญเสีย|ความจํา|เนื่องจาก|ยา
Pref. "|เคมี|"
(เคม|'|มิ|เคิล) n. สารเคมี|'|-|adj. เกี่ยวกับ|วิชา|เคมี|หรือ|สารเคมี
n. สงคราม|ที่|ใช้|สารเคมี|เป็น|อาวุธ
n. การ|จี้|กัด|ด้วย|สารเคมี
(เคม|'|มิ|สทฺ) n.นักเคมี|,|เภสัชกร|,|นัก|เล่นแร่แปรธาตุ
(เคม|'|มิ|สท|รี) n. วิชา|เคมี
Pref. '|เคมี|'
n. การ|ป้องกัน|โรคติดเชื้อ|ด้วย|สารเคมี
n. เคมี|บําบัด|-|chemotherapist n.
(ชะ|เนล|') n. ด้าย|ไหม|กํามะหยี่|,|สิ่งทอ|กํามะหยี่
(ชอง|'|ซา|ม|') n. ชุด|กี่|เพ้า|ของ|จีน
(เชค) n. ใบสั่งจ่าย|เงิน|,|เช็ค|  |Syn. check)| 
(เชค|'|เคอะ) {|chequered|,|chequering|,|chequers|} n. หมากรุก (หนึ่ง|เม็ด) ,|ตา|หมากรุก|,|ลาย|ตา|หมากรุก -|vt. สับเปลี่ยน|,|กลับ|กัน|  |Syn. checker)| 
(เชค|'|เคิด) adj. มี|การ|เปลี่ยนแปลง|,|เป็นตาราง|หมากรุก|,|มี|สี|หลากหลาย
(เชอ|'|ระ|ไลท) n. แร่|ชนิด|หนึ่ง
(เช|รี|ช) n.,|Fr. ที่รัก
(เชอ|'|ริ|ช) {|cherished|,|cherishing|,|cherishes|} vt. ทะนุถนอม|,|รัก|,|ยึดมั่น|,|สงวน|ใน|ดวงใจ|ด้วย|ความ|รัก.  |Syn. cherishingly adv.  |Syn. sustain Ant. neglect
(ชะ|รู|ท|') n. บุหรี่|ซิการ์|หัว|สี่เหลี่ยม|,|บุหรี่|พม่า
n. ไอศกรีม|วา|นิ|ลา|ใส่|ผล|เชอ|รี่ ดํา|ชนิด|หนึ่ง
(เชอ|'|รี) n. ต้น|เชอ|รี่|,|ผล|เชอ|รี่|,|สี|แดง|สดใส|,|เยื่อ|พรหมจารี|,|ความ|เป็น|หญิง|บริสุทธิ์
n. เมล็ด|เชอ|รี่
(เคอ|'|ซะนีซ) n. คาบสมุทร
(เชิร์ท) n. หิน|ควอตซ์|แน่น|ชนิด|หนึ่ง.
(เชอ|'|รับ) n. เทวดา|เด็ก|,|เด็ก|ทูต|สวรรค์|ที่|มี|ปีก|,|เด็ก|ที่|น่ารัก|,|เด็ก|ที่|ไร้เดียงสา|  |Syn. cherubic|,|cherubical adj.
(เชอ|'|วิล) n. พืช|ตระกูล|ผักชี|ใบ|เรียว|เล็ก
n. ผู้|ที่|หัวเราะ|แล้ว|เห็น|ไร|ฟัน|,|ผู้|หัวเราะ|แบบ|แยกเขี้ยว
(เชส) n. เกม|หมากรุก
n. กระดานหมากรุก
(เชส|'|เมิน) n.,|เม็ด|หมากรุก|,|เบี้ย|หมากรุก
n. แร่|หิน|เขียว
(เชสทฺ) n. หีบ|,|กล่อง|ขนาด|ใหญ่|,|ลัง|ขนาด|ใหญ่|,|ทรวงอก|,|หน้าอก|,|เต้านม|,|คลัง|,|เงิน|ทุน|,|เงิน|แผ่นดิน|,|กรม|คลัง|,|กระทรวงการคลัง|,|สิ่ง|ที่|เก็บ|อยู่|ใน|หีบ
n. ตู้|ลิ้นชัก
n. เก้าอี้นวม|สําหรับ|นั่ง|หลาย|คน|ที่|เป็น|เตียงนอน|ได้
n. ลูก|เกาลัด|,|ต้น (ไม้) เกาลัด|,|สีน้ํา|ตาล|แก่|,|คําพูด|ที่|ตลกโปกฮา|เก่า ๆ|  |Syn. cliche
(เชส|'|ที) adj. ซึ่ง|มี|หน้าอก|กว้าง|หรือ|ใหญ่|,|ทะนง|ตัว|,|หยิ่ง|,|เกี่ยวกับ|โรค|ทรวงอก.  |Syn. chestiness n.
(ชี|'|ทะ) n. = cheetah
(เชฟ|'|วะ|เลีย) n. ทหารม้า|,|อัศวิน
(เชฟ|'|เริน) n. เครื่องหมาย|หรือ|สัญลักษณ์|รูป|ตัว V.,|บั้ง|นาย|สิบ|หรือ|นาย|จ่า
(เชฟ|'|ระ|เท|น) n. สัตว์|เคี้ยว|เอื้อง|ตัว|เล็ก|มาก|ที่|คล้าย|กวาง
(เชฟ|' วี) vt. ทํา|ให้|ลําบาก|ใจ|,|ตาม|ล่า|,|ไล่|ตาม . vi. วิ่ง|แข่ง|,|รีบ|,|วิ่ง
(ชู) {|chewed|,|chewing|,|chews|} vt. เคี้ยว|,|ขยํา|,|ทําลาย|,|ทํา|ให้|บาดเจ็บ|ใคร่ครวญ|,|ครุ่นคิด|,|ไตร่ตรอง. -|vi. เคี้ยว|,|เคี้ยว|ใบยา|สูบ|,|ครุ่นคิด|  |Syn. chew the cud เคี้ยว|เอื้อง|,|ครุ่นคิด chew out ด่า|ว่า -|n. การ|เคี้ยว|,|ปริมาณ|เต็มปาก -|S...
(ชู|'|อิง) n. หมากฝรั่ง
(ชู|'|วี) adj. เคี้ยว|ไม่|ได้|ง่าย|  |Syn. chewiness n.
(เช) prep. Frerch. ที่|บ้าน|,|ใน|บ้าน|,|กับ
ดู|ที่ congestive heart failure
(ไค|'|สแควร์) n. คํา|ที่|เท่า|กับ|ผลบวก|ทั้งหมด|ของ|ตัวแปร|ของ|ผล|หาร|ของ (ความ|แตกต่าง|ระหว่าง|ค่า|เห็น|ได้|กับ|ค่า|คาดหมาย)| 
(ไค|แอ|ซ|'|มะ) n.การ|แลกเปลี่ยน|ส่วน|ของ|โครโมโซม|,|การ|ตัด|สลับ|กัน.  |Syn. chiasmal|,|chiasmic|,|chiasmatic adj.
(ชิ|ค) adj. เก๋|,|ทันสมัย|,|งาม -|n. แบบ|ทันสมัย|,|แบบ|ที่|เก๋|,|ความงาม|  |Syn. chicly adv.
(ชิ|คา|'|โก) n. เมือง|ชิ|คา|โก|ใน|อเมริกา. -|Chicagoan n.
(ชิ|คา|'|นะ) n. หญิง|เม็กซิกัน|ใน|สหรัฐอเมริกา
(ชิ|เคน|') n. การ|หลอก|,|เพทุบาย|,|การ|ไม่|มี|ไพ่|สําคัญ|ใน|มือ (เกม|ไพ่|บ|ริ|ดจฺ์) ,|เล่ห์. -|v.ใช้|เล่ห์|หลอก|  |Syn. chicaner n.  |Syn. deception
(ชิ|เค|'|นะ|รี) n. เพทุบาย|,|เล่ห์|,|เล่ห์กล|,|การ|ใช่|เล่ห์|หลอก|  |Syn. deception
(ชิ|'|ชิ) adj. ทันสมัย|,|เก๋|,|โอ่อ่า|,|เสแสร้ง|,
(ชิ|ค) n. ลูก|ไก่|,|ลูก|นก|,|เด็ก|,|เด็ก|ผู้หญิง
(ชิ|ค|'|เคิน) n. ลูก|ไก่|,|ลูก|นก|,|ลูก|เป็ด|,|เด็ก|,|ผู้|ที่|อายุ|น้อย|,|ผู้|ที่|ด้อย|ประสบการณ์|,|เนื้อไก่|,|เนื้อ|นก|,|เนื้อ|เป็ด. -|adj. ทํา|ด้วย|เนื้อไก่ -|vi. chicken out หด|หนี|หรือ|ไม่|ทํา|เพราะ|ความ|กลัว|  |Syn. sissy
n. หน้าอก|ไก่
n. จํานวน|เงิน|ที่|น้อย|มาก|,|เงินปลีก
n. คน|โง่|,|คน|ทึ่ม
โรค|อีสุกอีใส.  |Syn. water pox|,|varicella
adj. ขี้ขลาด|,|ตาขาว|,|กลัว -|S...
adj. ขี้ขลาด|,|ตาขาว
n. วัชพืช|จําพวก Stellaria
(ชิ|ค|'|เคิล) n. สาร|เหนียว|ที่|ใช้|ทํา|หมากฝรั่ง|  |Syn. chiclegum
(ชิ|ค|'|คะ|รี) n. ชื่อ|พืช|ดอก|สีน้ํา|เงิน|,|ราก|ของ|พืช|ดังกล่าว
(ไช|ดฺ) {|chided|,|chiding|,|chides|} vt. ติเตียน|,|ตําหนิ|,|ด่า|,|ดุ|,|ตะเพิด|,|พัด|เสียง|ดัง (ลม) ,|คําราม|,|แสดง|ความ|ไม่|พอใจ|  |Syn. rebuke
(ชี|ฟ) n. ผู้นํา|,|หัวหน้า|,|นาย -|adj. สําคัญ|ที่สุด|,|หลัก -|adv. ส่วนใหญ่|  |Syn. leader Ant. underling
ทํา|หน้าที่|สร้าง|และ|หลั่ง|สาร peptinogen
n. ประธานาธิบดี|ของ|สหรัฐอเมริกา
ประธาน|ฝ่าย|สารสนเทศ|ใช้|ตัวย่อ|ว่า CIO (อ่าน|ว่า ซี|ไอ|โอ) งาน|สารสนเทศ|เป็น|งาน|ที่|สําคัญ|ที่สุด|งาน|หนึ่ง เพราะ|หน่วยงาน|นี้|ก็|คือ|หน่วยงาน|ที่|ใช้|คอมพิวเตอร์|เป็น|หลัก|นั่นเอง เป็น|ที่|เก็บ|รวบรวม|ข้อมูล ประมวลผล และ|วิเคราะห์ แล้ว|ส่ง|ผล (สารสนเทศ) ให้|ผู้|ที่|มี|อํานาจ ใช้|ใน|การ|ตัดสินใจ หรือ|เพื่อ|ไม่|ให้|ผู้|ที่|มี|อํานาจ|ตัดสินใจ|ผิดพลาด|เพราะ|ขาด|ข้อมูล (บางที|ใช้|ใน|ความหมาย|เดียวกัน|กับ|หัวหน้า|ฝ่าย|คอมพิวเตอร์)| 
n. สารวัตร|ใหญ่|,|นายตรวจ|ใหญ่
n. หัวหน้า|ผู้พิพากษา|,|อธิบดี|ศาล|  |Syn. chiefjusticeship n.
n. เจ้าภาพ|ศพ|,|ญาติ|ผู้ใกล้ชิด|ที่สุด|ของ|ผู้ตาย
n. อธิบดี|กรมตํารวจ
เสนาธิการ
(ชี|ฟ|'|เทิน) หัวหน้า|คณะ|,|หัวหน้า|เผ่า|,|หัวหน้า|แก๊ง|  |Syn. cy|, ship n.
(ชี|ลด) n. เด็กหนุ่ม|,|เจ้า|หมอ|นี่
(ชิ|ฟ|'|ฟอน) n.,|adj. สิ่งทอ|บาง
n. ลา|ป่า|ใน|มองโกเลีย
n. ตัวอ่อน 6 ขา|ของ|เห็บ
(ชิ|ก|'|ยอน) n. มวย|ผม|สตรี|  |Syn. chignoned adj.
(ชิ|ล|`|เบ|ลน) n. ภาวะ|มือ|และ|เท้า|อักเสบ
(ไช|ดฺ) n. เด็ก|,|ทายาท|,|ผลิตผล|,|-|with child ตั้ง|ครรภ์ มี|บุตร|  |Syn. yougster -|pl children
n. แรงงาน|เด็ก
n. แรงงาน|เด็ก
โปรแกรม|ลูก|หมายถึง การ|ที่|กําหนด|ให้|โปรแกรม|ที่|กําลัง|ใช้|อยู่|สามารถ เรียก|โปรแกรม|อื่น|มา|ทํางาน|ได้ เช่น ใน|ขณะที่|กําลัง|ใช้|โปรแกรมประมวลผล|คํา|พิมพ์|เอกสาร|อยู่ เรา|สามารถ|สั่ง|ให้|โปรแกรมประมวลผล|คํา|นั้น|ไป|เรียก|โปรแกรม|ตรวจ|เช็ค|ตัวสะกด|มา|ทํางาน|ได้ โปรแกรม ประมวลผล|คํา|นั้น|จะ|เรียก|ว่า|โปรแกรม|แม่ (parent program) และ|โปรแกรม|ตรวจ|เช็ค|ตัวสะกด|เรียก|ว่า|โปรแกรม|ลูก
n. สิ่ง|ที่|ทํา|ให้|เสร็จ|ได้|ง่าย|มาก|,|ของ|กล้วย ๆ| 
n. การ|คลอด -|adj. ซึ่ง|ตั้ง|ครรภ์|,|สามารถ|คลอด|ลูก|ได้
n. การ|คลอด|ลูก
n. การ|คลอด|บุตร|,|การ|คลอด|ลูก
(ไช|ดฺ) n. หนุ่ม (สาว) ใน|ตระกูล|สูง
n. วัย|เด็ก|,|ความ|เป็น|เด็ก|,|ระยะ|แรกเริ่ม
(ไช|ล|'|ดิง) adj. ตั้ง|ครรภ์|,|ท้อง
(ไช|ลฺ|' ดิช) adj. เหมือน|เด็ก|,|ไม่|ประสา|,|ราวกับ|ทารก.  |Syn. childishness n. -|Conf. childlike
(ไช|ลด|ฺ|'|เลส) adj. ไร้|บุตร|,|ไม่|มี|ลูก
adj. คล้าย|เด็ก|,|ไร้เดียงสา. childlikeness n.  |Syn. naive
(ชิ|ล|'|เด|รน) n. พหูพจน์|ของ child
n. คริสต์ศาสนา|นิกาย|หนึ่ง|ที่|เคร่งครัด|มี|ระเบียบวินัย|มาก|และ|อยู่|กัน|เป็น|ชุมชน
n. ชาว|ยิว|,|ชาว|ฮิบ|รู
(ชิ|ล|'|ลี) n. ประเทศ|ซิ|ลิ|ใน|อเมริกาใต้ -|Chilean|,|Chilian n.,|adj.
(ชิ|ล|'|ลี) n. พริก|,|ฝัก|ของ|ต้น|พริก -|pl chilies
n. ดินประสิว
n. กลุ่ม|หนึ่ง|พัน|,|ระยะ|เวลา|หนึ่ง|พัน|ปี.  |Syn. chiliadal|,|chiliadic adj.
(คิล|'|ลีอาร์ค) n. ผู้|บังคับ|กองพัน
(ชิ|ล) {|chilled.chilling|,|chills|} n. ความ|หนาว|,|ความ|เยือกเย็น|,|ความ|หมด|สนุก|,|ความ|เฉยเมย -|adj. หนาว|,|หนาว|สะท้าน|,|เฉยเมย|,|ซึ่ง|ทํา|ให้|หมด|กําลังใจ. -|v. เปลี่ยน|เป็น|หนาว|เย็น|,|ทํา|ให้|หนาว|สั่น|,|ทํา|ให้|หมด|กําลังใจ|,|ทํา|ให้|หวาดกลัว|,|แช่เย็น|  |Syn. coldness
n. เนื้อสด|แช่เย็น
(ชิ|ล|'|เลอะ) n. นวนิยาย|ตื่นเต้น|น่า|หวาก|กลัว|,|กรรมกร|ห้องเย็น|,|เครื่อง|ทํา|ความ|เย็น
(ชิ|ล|'|ลี) n. พริก (chili)| 
(ชิ|ล|'|ลิเนส) n. ความ|เมิน|เฉย|,|ความ|เย็นชา|,|ความ|ไม่|เป็นมิตร
(ชิ|ล|'|ลิง|ลี่) adv. อย่าง|เฉยเมย|,|อย่าง|เย็นชา
(ชิ|ล|'|ลี่) adj.,|adv. เยือกเย็น|,|หนาว|,|หนาว|สั่น|,|เย็นชา
n. สัตว์|ประเภท|ตะขาบ .
(ไช|มฺ) n. = chime
(ไช|มฺ) {|chimed|,|chiming|,|chimes|} n. อุปกรณ์|ตี|ระฆัง|ให้|เป็น|เสียง|ดนตรี|,|เสียง|ระฆัง|กังวาน|,|เพลง|ระฆัง|,|เสียง|กลมกลืน. -|vi. ขับร้อง|ประสาน|เสียง|,|ทํา|เสียง|ระฆัง|,|เห็นด้วย. -|vt. ตี|ระฆัง|,|ตี|ระฆัง|เรียกประชุม|,|พูด|ซ้ําซาก. -|chime in พูด|สอดแทรก|อย่าง|กะทันหัน|  |Syn. chime i
(คิเม|'|ระ) n. สัตว์|ประหลาด|น่ากลัว|,|ความ|เพ้อ|ผัน|,|พันธุ์|ต่อกิ่ง|ผสม|  |Syn. chimaera
(คิเม|'|ริ|เคิล) adj. ไม่|จริง|,|เพ้อฝัน|  |Syn. chimericalness n.
(คิเม|'|ริ|เคิล) adj. ไม่|จริง|,|เพ้อฝัน|  |Syn. chimericalness n.
(ชิม|'|นี) n. ปล่องไฟ|,|ฝา|ครอบ|กระจก|ตะเกียง|น้ํามัน|,|หลอด|ตะเกียง|,|เตาผิง|,|เตา|ฝา|ผนัง|,|คน|ติด|บุหรี่
n. หมวก|ครอบ|ปล่องไฟ
n. ที่|ข้าง|เตาไฟ|ฝา|ผนัง
n. หิ้ง|เตาไฟ|ฝา|ผนัง|,|สิ่ง|ประดับ|ตกแต่ง|เหนือ|เตาไฟ
(ชิม|พฺ) n. = chmpanzee
(ชิม|แพน|ซี|') n. ลิง|ชิม|แพน|ซี
(ชิน) {|chinned|,|chinning|,|chins|} n. คาง -|keep (have) one|'|s chin up อย่า|ท้อใจ|,|ไม่|ท้อ -|take it on the chin แพ้|,|ล้มเหลว|อย่าง|สิ้นเชิง|,|ยก|คาง|ขึ้น|,|คุย|,|สนทนา. -|vi. คุย|,|ยก|คาง|ตัวเอง|ขึ้น
n. สาย|คาด|คาง|ของ|หมวก|,|สาย|รัด|คาง
(ไช|'|นะ) n. เครื่อง|เคลือบ|ดินเผา|,|เครื่องลายคราม
เปลือก|ต้น|ซิงโคนา
n. ดิน|ที่|ใช้|ทํา|เครื่อง|ดินเผา
n. ทะเล|จีน|ตอน|ใต้|ร่วม|กับ|ทะเล|จีน|ด้าน|ตะวันออก
n. ย่าน|คน|จีน|ของ|ตัวเมือง
n. เครื่อง|กระเบื้อง|ถ้วยชาม|,|สิ่ง|ประดับ|เครื่องลายคราม
n. สัตว์|คล้าย|หนู
adj. ขี้เหนียว|,|ถูก.
(ไช|นฺ) {|chined|,|chining|,|chines|} n. กระดูกสันหลัง|,|สัน|ข้าง|เรือ|,|สันเขา|,|หุบเขา|ที่|ลึก|และ|แคบ|,|มุม|ตัด|ของ|ด้าน|ข้าง|หรือ|ส่วน|ท้อง|เรือ|,|=|chime
(ไช|'|นิส) n., (pl. -|nese) n. ภาษาจีน|,|คน|จีน -|adj. เกี่ยวกับ|ประเทศ|จีน (คน|,|ภาษา|,|วัฒนธรรม)| 
เลขฐานสอง|แนว|ตั้ง (ดู)| 
n. ผักกาดหอม|จีน|  |Syn. pe|-|tsai
ปฏิทิน|จีน|ซึ่ง|มี|12 เดือน|จันทรคติ|ใน 1 ปี
เกม|หมากรุก|กระโดด|ข้าม|หมาก|ชนิด|หนึ่ง
n. สิ่ง|ที่|ทํา|ซ้ํา|หรือ|เลียน|แบบ|,|สําเนา
พุ|ท|รา|แดง
n. มะ|เฟือง
n. โคม|กระดาษ|,|โคม|จีน|,|โคม|ญี่ปุ่น
n. จีน|คณะ|ชาติ|,|จีน|ไต้หวัน
n. สิ่ง|ที่|สลับซับซ้อน|,|ปัญหา|ที่|ยุ่งยาก|,|ปัญหา|ที่|น่า|เวียนหัว
n. สี|แดง|ส้ม
(ชิง) n. ชนชาติ|จีน
(ชิง|คฺ) n. รอย|ร้าว|,|รอย|ประสาน|,|รอย|แยก|,|ช่องโหว่|,|เงิน|,|เงินสด -|v. อุด|ช่อง
(ชิง|'|คี) adj. เป็น|รอย|แตก|,|เป็น|รอย|แยก
(ชี|'|โน) n. ผ้าฝ้าย|หยาบ . เสื้อผ้า|ที่|ทํา|ด้วย|ผ้าฝ้าย|หยาบ
Pref. "|จีน|"
n. ศิลปะ|ลวดลาย|จีน
n. ชาว|อินเดีย|แดง|ที่อยู่|บน|ฝั่ง|ของ|แม่น้ํา|โค|ลัมเบีย
(ชิน|ทฺซ) n. สิ่งทอ|ผ้าฝ้าย|ที่|มี|ลาย|ดอก|ขัด|มัน
(ชิ|พ) 1. {|chipped|,|chipping|,|chips|} n. เศษ|ไม้|,|เศษ|หิน|,|ชิ้น|,|แผ่น|ตัด|,|เศษ|,|เบี้ย|,|สิ่ง|เล็ก|สิ่ง|น้อย|,|สิ่ง|ที่|ไร้|ค่า|หรือ|มี|ค่า|น้อย|,|ไม้|ตอก|,|ก้อน|มูล|แห้ง|,|เงิน vt. ตัด|,|เลาะ|,|แกะ|,|แชะ|,|ขูด|,|สกัด|,|เจาะ|,|ทํา|ปากแหว่ง|,|เฉือน|เป็น|แผ่น|บาง ๆ ,|พูด|เหน็บแนม|,|พูด|สอด|,|จิก|ให้|ไข่|แตก vi. แหว่ง|,|เป็น|รอย|ร้า 2. n. หมายถึง|วงจร|รวม (integrated circuit) ทํา|หน้าที่ เหมือน|สาร กึ่ง|ตัวนํา ใช้|เป็น|ที่|เก็บ|ข้อมูล|หรือ|หน่วยความจํา|ใน|ไมโครคอมพิวเตอร์ ใน|ปัจจุบัน มี|ชิป|แบบ|วี|แอ|ลเอส|ไอ (VLSI หรือ Very large scale integrated circuit) ซึ่ง|จะ|มี|ทรานซิสเตอร์|เป็น|พัน ๆ ตัว แต่|มี|ขนาด|เล็ก|นิด|เดียว ราคา|ถูก|ลง|ทุก|วัน แต่|มี|ประสิทธิภาพ|สูง|มาก ถ้า|ชิป|ใด|มี|ทั้ง|หน่วยความจํา หน่วย|คํานวณ และ|ตรรกะ เรา|จะ|เรียก|ชิป|นั้น|ว่า ไม|โค|ร|โพ|ร|เซ|สเซอร์ (micro processor) ปัจจุบัน เรา|ใช้|ชิป|กัน|มาก|ใน|เครื่อง|คอมพิวเตอร์|ขนาด|เล็ก เครื่องคิดเลข นาฬิกา เครื่องมือ|แพทย์ ฯ ดู microprocessor ประกอบ
n. กระดาน|แข็ง|ถูก ๆ| 
n. กระรอก|ขนาด|เล็ก|จําพวก Tamias|,|กระแต
(ชิ|พ|'|เพอะ) {|chippered|,|chippering|,|chippers|} adj. ร่าง|เริง|,|อารมณ์ดี|,|เป็นสุข vi. พูด|สอด|,|พูด|แทรก|,|คุย|,|ส่ง|เสียงร้อง|จ๊|อก ๆ ,|พูด|จ้อ n. เครื่อง|ตัด|,|เครื่อง|สกัด|ส|ว่าน
(ชิ|พ|'|พี) n. โสเภณี|,|หญิง|สําส่อน|,|หญิง|ใจง่าย. adj. โมโห|ง่าย|,|แห้งแล้ง|,|ไม่|สบาย (ร่างกาย)|  |Syn. chippie
(เชิร์ค) {|chirked|,|chirking|,|chirks|} vt.,|vi. โห่ร้อง|สนับสนุน|,|โห่ร้อง adj. ร่าเริง|,|เป็นสุข|,|ดีอกดีใจ
(เชิร์ม) vi. ร้อง|เสียง|จ๊|อก (คล้าย|เสียง|นก) พูด|จ้อ
n. เอกสาร|หนังสือ|ลง|ลายมือ
n. วิชา|ดู|เส้น|ลายมือ|การ|ดูด|วง|จาก|เส้น|ลายมือ
(ไค|รอ|พ|'|พะดิสทฺ) n. หมอ|รักษา|โรค|มือ|และ|เท้า
(ไค|รอ|พ|'|พะ|ดี) n. การ|รักษา|โรค|มือ|และ|เท้า -|chiropodial adj. ดู|chiropody
n.,|adj. การ|บําบัด|โรค|โดย|วิธีการ|จับ|กระดูกสันหลัง .
(ไค|'|ระ|แพร|ค|เทอะ) n. ผู้|มี|อาชีพ|เกี่ยวกับ|การ|บําบัด|โรค|ด้วย|การ|จับ|กระดูกสันหลัง
(ไค|รอ|พ|'|เทอะ) n. สัตว์เลี้ยงลูกด้วยนม เช่น ค้างคาว (bats) -|chiropteran n.,|adj.
(เชิร์พ) {|chirped|,|chirping|,|chirps|} v.,|n. (ทํา) เสียงร้อง|ของ|นก|หรือ|แมลง (จ๊|อก ๆ ,|กรี๊ด ๆ)|  |Syn. chirper n. ดู|chirp chirpingly adv. ดู|chirp
(ชิ|ซ|'|เซิล) {|chiseled|,|chiseling|,|chisels|} n. สิ่ว|,|สลัก vt. ตัด|ด้วย|สิ่ว|,|สลัก|,|โกง|,|หลอกลวง vi. สลัก|ด้วย|สิ่ว|  |Syn. chiseler n. ดู|chisel
(ชิ|ท) n. เด็ก|,|เด็กสาว|,|เด็กเล็ก ๆ ,|ใบ|เซ็น|ชื่อ|เชื่อ|,|ใบเสร็จ|รับ|ของ|,|ใบสําคัญ|หลักฐาน|การ|จ่าย|,|จดหมาย|ที่|มี|ข้อความ|เล็กน้อย|,|หน่อ|อ่อน|,|หน่อ vt. เด็ด|เอา|หน่อ|ออก|  |Syn. child
vi.,|n. (การ) คุย|ไป|เรื่อย|,|สนทนา|เรื่อง|สัพเพเหระ|,|นินทา|,|คุย|เล่น|  |Syn. chitchatty adj.ดู|chitchat
vi. คุย|เล่น|,|สนทนา|เล่น|,|สั่น|หนาว|สั่น
(ชิ|ฟ|'|วัลรัส) adj. เกี่ยวกับ|อัศวิน|,|กล้าหาญ|,|เอาใจ|สตรี|,|ให้|เกียรติ|สตรี.  |Syn. chivalrousness n.  |Syn. gallant
(ชิ|ฟ|'|วัล|รี) n. คุณสมบัติ|ของ|อัศวิน (กล้าหาญ|,|รัก|เกียรติ|,|โอบอ้อมอารี|,|ให้|เกียรติ|สตรี) ,|ระบบ|อัศวิน|,|กลุ่ม|อัศวิน|,|การ|ให้|เกียรติ|หรือ|เอาใจ|สตรี|,|ตําแหน่ง|อัศวิน|  |Syn. gallantry
(ไช|ฟว) พืช|คล้าย|หัวหอม|,|หอม|เล็ก
adj. เกี่ยวกับ|หรือ|มี|ส่วน|หุ้ม|ดอก
Pref. เขียว|,|ธาตุ|คลอรีน
n. ยานอนหลับ|ชนิด|หนึ่ง.
n. เกลือ|ของ|กรด|เกลือ|,|สารประกอบ|ที่|มี|คลอรีน
(คลอ|'|รี|น) n. ธาตุ|แก๊ส|สี|เขียว|เหลือง|;|Cl|  |Syn. chlorinity n. ดู|chloride chlorinous adj. ดู|chloride
Pref. คลอ|โร|ฟิล|,|คลอโรฟอร์ม
n. ยาสลบ|หรือ|ระงับ|ความรู้สึก|ชนิด|หนึ่ง
ยา|แก้|มาลาเรีย|และ|โรค|บิด|มี|ตัว
n. ภาวะ|โลหิตจาง|ชนิด|หนึ่ง|เนื่องจาก|ขาด|ธาตุเหล็ก.  |Syn. chlorotic adj. ดู|chlorosis
adj. ประกอบ|ด้วย|คลอรีน (3|วา|เลน|ซี)| 
n. ยา|แก้|อาการ|แพ้|และ|ระคายเคือง|ชนิด|หน
(โค|'|เอ|นะ) n. โพรง|รูปกรวย|ใน|จมูก
(ช|อด|'|ไอ|ซฺ) n. ไอศกรีม|ที่|ทา|หน้า|ด้วย|ช็อกโกแลต
adv. อัด|แน่น|เบียดกัน|แน่น|,|รัด|จน|ติ้ว
(ชอ|'|คะ|ลิท) n. ช็อกโกเลต|,|สีน้ํา|ตาล|เข้ม|  |Syn. chocolaty adj. ดู|chocolate
(ชอยซฺ) n. การ|เลือก|,|สิ่ง|ที่|ถูก|เลือก|,|ทางเลือก|,|ความ|พิถีพิถัน|,|เนื้อ|ชั้นดี|adj. ดีเยี่ยม|,|เด่น|ที่สุด|,|ซึ่ง|เลือกสรร|แล้ว|,|คัดเลือก|  |Syn. choiceness n. ดู|choice -|Phr. (at choice เลือก|ได้|ตาม|ชอบใจ)| 
(ไคว|'|เออะ) n. กลุ่ม|นักร้อง|ประสาน|เสียง|ใน|โบสถ์ vt.,|vi ร้อง|ประสาน|เสียง|  |Syn. choirboy n. ดู|choir choirgirl n. ดู|choir
(โชค) vt. ทํา|ให้|หายใจ|ขัด|,|ทํา|ให้|สําลัก|,|สกัด|,|กลั้น|,|จุก|แน่น|,|ดับ|,|ห้าม|,|ยับยั้ง vi. สําลัก|,|ถูก|อุด|,|ถูก|สกัด|,|ตัน -|n. การ|สําลัก|,|การ|อุดตัน|  |Syn. garrotte|  |Syn. choker n.
n. บรรยากาศ|ใน|เหมือง|ซึ่ง|มี|ปริมาณ|แก๊ส|ออกซิเจน|น้อย แต่|มี|ปริมาณ|คาร์บอนไดออกไซด์|สูง
(โช|'|คิง) adj. ซึ่ง|ทํา|ให้|อึดอัด|,|ซึ่ง|ทํา|ให้|หอบ|,|ตื้นตัน.
(โช|'|คี) adj. ซึ่ง|ทํา|ให้|หายใจ|ไม่|ออก. -|n. ที่|คุมขัง
Pref. "|น้ําดี|"
Pref. "|น้ําดี|"
n. =|vitamin D|3
(โค|'|ลิ|ซิ|สท) n. ถุงน้ําดี
n. อาการ|ปวด|ถุงน้ําดี
n. ศัลยกรรม|ตัด|เอา|ถุงน้ําดี|ออก
(คะ|เลส|'|ทะ|รอ|ล) n. คอ|ลเลสเต|อร|อล
vt. vi. เคี้ยว|อย่าง|แรง|และ|ดัง
Pref. "|กระดูก|อ่อน|"
Pref. "|กระดูก|อ่อน|"
(ชู|ส) (chose|,|chosen|,|choosing|,|chooses) vt. เลือก|,|คัดเลือก|,|สมัคร. vi. เลือก|,|เลือกสรร|,|ชอบ. -|Phr. (cannot choose but ต้อง|,|จํา|ต้อง|,|ก็|เลย|ต้อง) . -|Phr. (choose up คัดเลือก|คน|เล่น|ลง|สนาม)|  |Syn. chooser n. ดู|choose choosingly adv. ดู|choose คํา|ที่|มี|ค
(ชู|'|ซี) adj. เอาใจ|ยาก|, จู้จี้
(ชู|'|ซี) adj. เอาใจ|ยาก|, จู้จี้
(ชอพ) v.ตัด|,|ผ่า|,|สับ|,|โค่น|,|ฟัน|,|ถาง|,|ฟัน|,|ตัดขาด|,|เปลี่ยน|ทิศทาง|อย่าง|ฉับพลัน|,|โต้เถียง -|n. การ|ตัด|,|การ|ผ่า|,|ชิ้น|ที่|ตัด|ออก|,|ชิ้นเนื้อ|,|การ|สับเปลี่ยน -|Phr. (chop chop adv.,|interj. เร็ว !.เร็ว|เข้า !)| 
(ชอพ|'|ซูย) n. อาหาร|จับฉ่าย
(ชอพ|'|ซูย) n. อาหาร|จับฉ่าย
n. การ|โต้เถียง|ที่|อ้าง|เหตุผล|ผิด ๆ| 
(ชอพ|'|เพอะ) n. คน|สับ|,|สิ่ง|สับ|,|มีด|สับ|เนื้อ|,|ปัง|ตอ|,|มีด|เพชฌฆาต|,|เครื่อง|ตัดต่อ|,|เครื่อง|ตัด|ทางรถไฟ|,|คน|ตรวจ|บัตร|,|มือปืน|กล|,|ปืนกล|,|เฮลิคอปเตอร์
adj. ใหญ่|และ|แข็งแรง
n. เขียง|,|เขียง|หั่น|เนื้อ|หรือ|อาหาร
adj. เป็น|คลื่น|ที่|แตก|ชัด|สาด|,|ไม่|แน่นอน|,|ซึ่ง|มัก|เปลี่ยน|ทิศทาง|  |Syn. choppiness n.
(ชอพ|'|สทิค) n. ตะเกียบ
(คะ|เร|'|กัส) n.,|ผู้นํา|คณะ|นักร้อง|ประสาน|เสียง|,|คน|ทํางาน|รื่นเริง|  |Syn. choregus. -
(คอ|'|รัล) adj. เกี่ยวกับ|กลุ่ม|นักร้อง|ประสาน|เสียง -|n. เพลง|สวด|สรรเสริญ|พระเจ้า|ใน|โบสถ์|  |Syn. choralist n. ดู|choral
(คะ|แร|ล|') n. เพลง|สวด|สรรเสริญ|พระเจ้า|ใน|โบสถ์|,|กลุ่ม|นักร้อง|ประสาน|เสียง|ใน|โบสถ์
(คอร์ด) n. สาย|เครื่องดนตรี|ดีด|สี|,|สาย|ซอ|,|เส้นตรง|ระหว่าง|จุด|1|จุด|บน|เส้น|รอบ|วง|,|เอ็น|,|เส้น|,|ความรู้สึก|,|อารมณ์|,|เสียง|ที่|คล้าย|เส้น|เชือก|,|เสียง|ประสาน vi. ประสาน|,|สัมผัส vt. ดีด|สาย|ให้|เสียง|สัมผัส|กัน|  |Syn. chordal adj. ดู|chord
(คอ|รเด|'|ทะ) n. ประเภท (phyllum) สัตว์|ที่|มี|กระดูกสันหลัง (chordates)| 
(คอร์) n. งาน|เล็ก|งาน|น้อย|,|งาน|บ้าน|,|งาน|ที่|น่า|เบื่อ|,|งาน|หยุมหยิม
โรคประสาท|ชัก|กระตุก
(โค|'|รี|ออ|น) n. เยื้อหุ้ม|ทารก (ตัวอ่อน)|  |Syn. chorionic adj. ดู|chorion chorial adj. ดู|chorion
(คอ|'|ริ|ส|เทอะ) n. นักร้อง|ใน|คณะ|นักร้อง|ประสาน|เสียง|ใน|โบสถ์|,|นักร้อง|ผู้ชาย|ใน|โบสถ์
(คอ|'|รอยด์) n. เยื้อหุ้ม|ลูกตา|ที่อยู่|ระหว่าง|ชั้น|เรตินา|กับ|ชั้น|สเคลอ|รา
(คอร์|'|เทิล) vt. vi.,|n. หัวเราะ|ฮะ|ฮะ.
(คอ|'|รัส) {|chorused|,|chorusing|,|choruses|} n. คณะ|นักร้อง|,|ลูกคู่|,|การ|ร้องเพลง|พร้อม ๆ กัน|,|เสียง|เพลง|ที่|ร้อง|พร้อมกัน|,|เสียง|ที่|ออก|มา|พร้อมกัน|หลาย|คน|,|ความ|พร้อมเพรียง vt.,|vi. ร้อง|พร้อมกัน|,|ท่อง|พร้อมกัน|,|พูด|พร้อมกัน pl. choruses
(โชส) v.,|n. กริยา|ช่อง 2 ของ choose|,|สิ่งของ|,|สังหาริมทรัพย์
(โซ|'|เซิน) n. กริยา|ช่อง 3 ของ choose adj. เลือกสรร|แล้ว
(เชาซฺ) vt. โกง|,|หลอกลวง|,|ต้น|,|ใช้|เล่ห์
(โช) n. อาหาร|,|chow|-|chow (ดู)| 
(โช|'|โช) n. สุนัข|จีน|พันธุ์|หนึ่ง|มี|ลิ้น|ดํา|  |Syn. chow
(เชา|'|เมน) n. ผัด|หมี่|,|บะหมี่|ผัด
(เชา|'|เดอะ) n. ชุปข้น|ใส่|หอย ปลา|และ|ผัก|ชนิด|ต่าง ๆ| 
n. คน|โง่|,|คน|ทึ่ม
n. รวม|วรรณคดี|ที่|เลือกสรร|แล้ว|  |Syn. chrestomathic adj.
(ค|ริ|ส|'|ซึม) n. น้ํามัน|มนต์|ที่|ใช้|ใน|โบสถ์|,|การ|เจิม|หรือ|ชโลม|ด้วย|น้ํามนต์.  |Syn. chrisom|  |Syn. chrismal adj.
(ไค|รส|ฺทฺ) n. พระ|เยซู|คริสต์ -|Christliness n. ดู|Christ
(ค|ริ|ส|'|เซิน) vt. ทํา|พิธี|ชําระล้าง (บาป) ให้แก่|,|ตั้ง|ชื่อ|ให้|ใน|พิธีการ|ชําระล้าง|,|ใช้|เป็น|ครั้ง|แรก|  |Syn. christener n. ดู|christen christening n. ดู|christen
(ค|ริ|ส|'|เซินดัม) n. ชาว|ค|ริ|ส
(ค|ริ|ส|'|เซินนิง) n. พิธี|ชําระล้าง (baptism) ของ|ศาสนาคริสต์|,|พิธี|ตั้ง|เรือ|และ|ปล่อย|เรือ|ลง|น้ํา|,|พิธี|ตั้ง|ชื่อ
(ไคร|'|สฺฮูด) n. ภาวะ|ที่|เป็น|พระ|เยซู|คริสต์
(ค|ริ|ส|'|เชิน) adj. เกี่ยวกับ|พระ|เยซู|คริสต์|,|เกี่ยวกับ|ศาสนาคริสต์|,|เกี่ยวกับ|คริสเตียน|,|ถูกต้อง|ตาม|จารีตประเพณี. -|n. คริสเตียน|, นับถือ|ศาสนาคริสต์|  |Syn. of Christ|,|respectable
n. ชื่อ|ที่|ตั้ง|ใน|พิธี|ชําระล้าง (baptism) ,|ชื่อ|บุคคล (baptismal name)| 
n. ศาสนา (ตาม|พระคัมภีร์|ไบเบิล) ที่|สอน|เกี่ยวกับ|การ|รักษา|โรค|โดย|วิธี|ทาง|จิต|ริเริ่ม|โดย|Mary Baker Eddy
(ค|ริ|ส|'|ชะ|ไน|ซ) vt. =|Christianize
(ค|ริ|ส|'|ชัน|มิ|ส|ซึม) n. พระคัมภีร์|และ|พิธี|ของ|คริสต์|ศาสนิกชน
(ค|ริ|ส|'|ชี|แอ|น|'|นิ|ที) n. ศาสนาคริสต์ (ทุก|นิกาย) ,|คริสต์|ศาสนิกชน|,|การ|เป็น|คริสเตียน|,|โลก|ของ|คริสต์|ศาสนิกชน|  |Syn. Christian religion
(ค|ริ|ส|'|ชะ|ไน|ซ) {|Christianized|,|Christianizing|,|Christianizes|} vt. ทํา|ให้|เป็น|คริสเตียน|,|  |Syn. Christianise. -|Christianization n.
(ค|ริ|ส|'|เมิส) n. เทศกาล|คริสต์มาส|,|วัน|คริสต์มาส (25 ธันวาคม)| 
n. บัตร|อวยพร|ใน|เทศกาล|คริสต์มาส
n. เพลง|สรรเสริญ|ใน|เทศกาล|คริสต์มาส
n. เย็น|หรือ|คืน|วันก่อน|วัน|คริสต์มาส
n. ต้น|คริสต์มาส
n. เทศกาล|ตรุษฝรั่ง|,|เทศกาล|คริสต์มาส
n. เทศกาล|ตรุษฝรั่ง|,|เทศกาล|คริสต์มาส
Pref. "|พระ|เยซู|คริสต์|"
(ค|ริ|ส|ทอ|ล|'|โลจี) n. คริสต์ศาสนา|วิทยา
Pref. "|สี|" ,|สาร|สี
adj. เกี่ยวกับ|สี|หรือ|สาร|สี|,|เกี่ยวกับ|ระดับ|เสียง|ผันแปร
(โค|รแมท|'|ทิ|ซิ|ส|ซึม) n. การ|ใช้|ระดับ|เสียง|ที่|ผันแปร
n. ส่วน|ตาม|ยาว|ที่|โค|ร|โม|โชม|แบ่ง|ตัว|ออก|เป็น|2 ส่วน|ตาม|ยาว
Pref. "|สี|"|,|"|สาร|สี|"
(โครม) n. โครเมียม|,|แผ่น|โลหะ|เคลือบ|โครเมียม. vt. ชุบ|โครเมียม
adj. เกี่ยวกับ|โครเมียม
(โค|'|เมีย|ม) n. ธาตุ|โลหะ|โครเมียม|,|Cr
Pref. "|สี|"|,|"|สาร|สี|"
(โค|ร|'|มะ|โซม) n. โครโมโซม ซึ่ง|เป็น|ตัวกําหนด|ลักษณะ|ทาง|กรรมพันธุ์
(ค|รอน|'|นิค) adj. เรื้อรัง|,|เป็น|ประจํา|  |Syn. chronicity n. ดู|chronic
(ค|รอน|'|นิค) adj. เรื้อรัง|,|เป็น|ประจํา|  |Syn. chronicity n. ดู|chronic
(ค|รอน|'|นิเคิล) {|chronicled|,|chronicling|,|chronicles|} n. บันทึก|เหตุการณ์|เป็น|ลําดับ|เวลา|,|ประวัติศาสตร์|,|เหตุการณ์|ประจําปี|,|จดหมายเหตุ|,|ชื่อ|หนังสือพิมพ์. vt. บันทึก|เหตุการณ์|  |Syn. chronicler n.
Pref. '|เวลา|'
n. นาฬิกา|ที่|เที่ยงตรง|มาก.  |Syn. chronographer n. ดู|chronograph -|chronographic adj. ดู|chronograph
(ค|ระ|นอ|ล|'|ละ|จิสทฺ|,|-|เจอะ) n. ผู้เชี่ยวชาญ|ลําดับ|เหตุการณ์|ก่อน|หลัง
adj. ตาม|ลําดับ|เวลา|วัน|เดือน|ปี|,|ตาม|ลําดับ|เหตุการณ์
adj. ตาม|ลําดับ|เวลา|วัน|เดือน|ปี|,|ตาม|ลําดับ|เหตุการณ์
(ค|ระ|นอ|ล|'|ละ|จิสทฺ|,|-|เจอะ) n. ผู้เชี่ยวชาญ|ลําดับ|เหตุการณ์|ก่อน|หลัง
(ค|ระ|นอ|ล|'|ละ|จี) n. วิชา|ลําดับ|วัน|เดือน|ปี
(ค|ระ|นอ|ม|'|มิ|เทอะ) n. นาฬิกา|ที่|เที่ยงตรง|มาก|  |Syn. chronometric|,|chronometrical adj.
(ค|รอน|'|โน|ส|โค|พ) n. เครื่อง วัด|เวลา|ได้|อย่าง|ละเอียด|และ|แม่นยํา|มาก|  |Syn. chronoscopic adj. ดู|chronoscope chronoscopy n. ดู|chronoscope
(ค|ริ|ส|'|ซะ|ลิด) n.,|adj. (เกี่ยวกับ) ตัว|ดักแด้|,|ตัว|แก้ว|,|ด้วง|,|ตัว|หนอน
(ค|ริ|ส|'|ซะลิส) n. ตัว|ดักแด้|,|ตัว|แก้ว|,|ด้วง|,|ตัว|หนอน -|pl. chrysalises|,|chrysalides
n. ดอก|เก๊ก|ฮวย|,|ต้น|เบญจมาศ
n. ยา|แก้|กลากเกลื้อน|หนึ่ง
Pref. "|ทอง|"
(ชับ) n. ปลา|น้ําจืด|จําพวก|หนึ่ง
(ชับ|'|บี) adj. อ้วน|กลม.  |Syn. chubbiness n. ดู|chubby chubbily adv. ดู|chubby
(ชัค) {|chucked|,|chucking|,|chucks|} vi.,|n. (การ) ตบ|เบา ๆ ,|แตะ|,|เชย|,|เชย (คาง) โยน|,|ทอย|,|เหวี่ยง|,|ทิ้ง|,|ไล่ออก|,|ลาออก|,|เลิกล้ม|,|ร้อง|เสียง|กุ๊ก ๆ (ไก่) ,|ไม้|รอง|,|ไม้หมอน|,|ตัว|หนีบ|,|เครื่อง|จับ|ดอก|ส|ว่าน|,|เสียงร้อง|ดังกล่าว|,|เสบียง|อาหาร|  |Syn. pat|,|tap
n. เสบียง|เคลื่อนที่
n. เสบียง|เคลื่อนที่
adj. เต็มที่|,|แน่น
n. หลุม|บน|ถนน|,|แอ่ง|บน|ถนน
vi.,|n. (การ) หัวเราะ|เบา ๆ ,|หัวเราะ|กับ|ตัวเอง|,|แอบ|หัวเราะ|,|ร้อง|เสียง|กระ|ต๊าก (ไก่)| 
vi.,|n. (การ) หัวเราะ|เบา ๆ ,|หัวเราะ|กับ|ตัวเอง|,|แอบ|หัวเราะ|,|ร้อง|เสียง|กระ|ต๊าก (ไก่)| 
vi.,|n. (การ) หัวเราะ|เบา ๆ ,|หัวเราะ|กับ|ตัวเอง|,|แอบ|หัวเราะ|,|ร้อง|เสียง|กระ|ต๊าก (ไก่)| 
(ชัก) n. เสียง|เครื่องจักร|ดัง|ซัก ๆ ,|เสียง|ระเบิด|เบา ๆ และ|ดื้อ ๆ| 
(ชัม) {|chummed|,|chumming|,|chums|} n. เพื่อนสนิท|,|เพื่อน|ที่|นอน|ใน|ห้อง|เดียวกัน vi. อยู่|ร่วม|ห้อง|เดียวกัน|,|สนิทสนม
(ชัม|'|มี) adj. สนิทสนม|,|มี|มิตร|ไมตรีจิต|เป็นมิตร|,|เป็นเพื่อน|กัน|  |Syn. chumminess n.
(ชัมพฺ) n. ท่อนไม้|สั้น|และ|หนา|,|ก้อน|เนื้อ|หนา|,|คน|โง่
(ชัง|คฺ) n. ก้อน|หนา|,|ม้า|ที่|แข็งแรง|,|สัตว์|ที่|แข็งแรง|,|ชาย|มะขาม|ข้อ|เดียว|,|ชาย|อ้วน|เตี้ย|,|ชาย|ที่|แข็งแรง|ล่ํา|สัน
(ชัง|'|คี) adj. มะขาม|ข้อ|เดียว|,|อ้วน|เตี้ย|,|แข็งแรง|ล่ํา|สัน|  |Syn. chumkily adv. ดู|chunky
(เชิร์ชฺ) {|churched|,|churching|,|churchs|} n. โบสถ์|,|วัด|,|ศาสนจักร|,|ฝ่าย|ศาสนจักร|,|การ|ไป|โบสถ์|,|การ|บวช|เป็น|พระ vt. นําเข้า|ประกอบ|พิธี|ศาสนา|ใน|โบสถ์.
n. ชื่อ|ทางการ|ของ Christian Science Church
n. ศาสนา|คริสเตียน|ประจําชาติ|ของ|อังกฤษ ไม่|นับถือ|สันตะปาปา|เป็น|ผู้นํา|ศาสนา
(เชิร์ช|'|อิส|ซึม) n. ความ|เคร่งครัด|ใน|พิธี|ศาสนา
(เชิร์ชฺ|'|ลี) adj. ทาง|ธรรม|,|เกี่ยวกับ|โบสถ์|,|มี|ความ|ศรัทธา|ใน|ศาสนา|มาก|  |Syn. churchliness n.
(เชิร์ชฺ|'|เมิน) n. พระ|,|บาทหลวง|,|สมาชิก|โบสถ์|,|สมาชิก|ศาสนา|ประจําชาติ|  |Syn. churchmanship n.
n. บริเวณ|โบสถ์|ที่|ติด|กับ|โบสถ์ มัก|เป็น|บริเวณ|สุสาน
(เชิร์ล) n. ชาว|ชนบท|,|คน|หยาบคาย|,|คน|อารมณ์|ร้าย|,|คน|ขี้เหนียว|,|เสรีชน|ชั้นต่ํา|ใน|สมัย|ศักดินา|,|ปู่|โสม|เฝ้า|ทรัพย์
(เชิล|'|ลิช) adj. คล้าย|คน|บ้านนอก|,|หยาบคาย|,|อารมณ์|ร้าย|,|ขี้เหนียว|,|เอาใจ|ยาก|,|จัดการ|ยาก|,|ติดต่อ|ด้วย|ได้|ยาก|  |Syn. churlishness n. ดู|churlish
(เชิร์น) {|churned|,|churning|,|churns|} n. เครื่อง|ปั่น|,|เครื่อง|กวน|,|กระป๋อง|นม|ขนาด|ใหญ่. vt. กวน|หรือ|คน|ให้|เป็น|เนย|,|กวน|,|ปั่น|, (คลื่น) ซัด|ซา|ด|,|พัด|หรือ|สาด|,|สาด|เป็น|ฟอง|  |Syn. churner n. ดู|churn
(ชู|ท) {|chuted|,|chuting|,|chutes|} n. ทาง|ลาด|,|ทาง|เอียง|,|ราง|,|ราง|ลาด|,|ทาง|น้ํา|ไหล|,|ทาง|หรือ|รางน้ํา|ส่ง|น้ํา|,|เมล็ดข้าว|หรือ|ถ่านหิน|,|ทาง|น้ําตก|,|ร่มชูชีพ vt.,|vi. นํา|ส่ง|ด้วย|ทาง|ลาด|หรือ|ราง|ลาด
(ชู|ท|'|สพะ) n. ความ|ทะลึ่ง
(ชู|ท|'|สพะ) n. ความ|ทะลึ่ง
(ไคล|ฺ) n. ของเหลว|คล้าย|นม|ที่|ย่อย|แล้ว|ใน|ลําไส้เล็ก|ซึ่ง|จะ|ไหล|ไป|สู่|เส้นเลือด|ดํา
(ไคมฺ) n. อาหาร|ย่อย|แล้ว|ใน|กระเพาะอาหาร|ต่อมา|จะ|เข้า|สู่|ลําไส้เล็ก|  |Syn. chymous adj.
abbr. สัญลักษณ์|ธาตุ|คลอรีน
abbr. Central Intelliqence Agency|สํานักงาน|สืบ|ราชการ|ลับ
abbr. chronic inflamation bowel disease
(ชิ|บอ|'|เรียม) n. ปะรํา|ถาวร|เหนือ|ที่|บูชา|,|ภาชนะ|ใส่|ขนมปัง|พิธี|และ|น้ํามนต์|พิธี|ใน|โบสถ์|  |Syn. ciborial adj. -|pl. -|boria
abbr. circulating immune complexes
(ซิ|เค|'|ดะ) n. จั๊กจั่น
n.,|pl. แผลเป็น
(ซิ|ค|'|คะ|ไทร|ซ) {|cicatrised|,|cicatriszed|,|cicatrising|,|cicatriszing|,|cicatrises|,|cicatriszes|} vt.,|vi. รักษา|โดย|การ|ทํา|ให้|เกิด|แผลเป็น.  |Syn. cicatrisant adj. ดู|cicatrise cicatrizant adj. ดู|cicatrise cicatrisation n. ดู|cicatrise cicatriszation n.
(ซิ|ค|'|คะ|ไทร|ซ) {|cicatrised|,|cicatriszed|,|cicatrising|,|cicatriszing|,|cicatrises|,|cicatriszes|} vt.,|vi. รักษา|โดย|การ|ทํา|ให้|เกิด|แผลเป็น.  |Syn. cicatrisant adj. ดู|cicatrise cicatrizant adj. ดู|cicatrise cicatrisation n. ดู|cicatrise cicatriszation n.
(ซิ|ค|'|คะ|ท|ริ|คซฺ) n. แผลเป็น -|pl. cicatrice|  |Syn. scar
(ไซ|'|เดอะ) n. น้ํา|แอ|ปเปิล|,|เหล้า|แอ|ปเปิล|  |Syn. cyder
abbr. counterimmuneo elctrophoresis
abbr. cost|,|insurance|,|and freight ราคา|ที่|รวม|ทั้ง|ค่าระวาง|และ|เบี้ยประกันภัย
(ซิการ์|') n. บุหรี่|ซิการ์|  |Syn. segar.
กล้อง|บุหรี่|ซิการ์
(ซิ|กะ|เรท|') n. บุหรี่
(ซิ|กะ|เรท|') n. บุหรี่
(ซิ|ล|'|ละ) n.,|pl. ขน|ตา|,|ส่วน|ที่|คล้าย|ขน|,|ใย|ขนสัตว์|  |Syn. eyelashess|  |Syn. ciliary adj. -|Sing. cilium
กล้ามเนื้อ|ปรับ|เลนส์|ตา
(ซิ|ล|'|ลีเอท) n. โปรโตซัว|ที่|มี|ขน|บน|ผิวหน้า|ของ|ร่าง adj. มี|ขน|ตา|,|มี|ขน|  |Syn. ciliation n.
(ซี|ไอ|เอ็ม) 1. ย่อ|มา|จาก computer input from microfilm (ไมโครฟิล์ม|สู่|คอมพิวเตอร์) หมายถึง เทคโนโลยี|ใน|การ|อ่าน|ข้อมูล|ต่าง ๆ ใน|ไมโครฟิล์ม|เข้า|ไป|เก็บ|ใน|หน่วยความจํา|ของ|คอมพิวเตอร์ (โดย|ต้อง|แปลง|เป็น|รหัส|ที่|คอมพิวเตอร์|เข้าใจ|ได้) 2. ย่อ|มา|จาก computer integrated manufacturing (การ|ผลิต|แบบ|ผสมผสาน|ด้วย|คอมพิวเตอร์) หมายถึง|การ|ผลิต|โดย|ใช้|คอมพิวเตอร์|ร่วม|ด้วย
(ไซ|'|เมคซฺ) n. ตัว|เรือด|จําพวก|หนึ่ง
(ชิน|ช) n. สาย|คาด|,|สาย|คาด|ท้อง|,|สาย|คาด|อาน|ม้า|,|สิ่ง|ที่|แน่นอน|และ|ง่าย|,|ผู้|ที่|จะ|ชนะ|แน่นอน
(ซิ|น|โค|'|นะ) n. ต้น|ชิง|โค|นา|ที่|เปลือก|ของ|มัน|มี|ควินิน|,|เปลือก|ต้น|ซิงโคนา|  |Syn. cinchonic adj.
(ซิ|ง|'|เซอะ) n. สาย|เข็มขัด|,|สาย|รัด|,|สาย|รัด|เอว|,|การ|โอบ
(ซิ|น|'|เดอะ) n. ขี้เถ้า|,|เถ้าถ่าน|,|ถ่าน|,|ถ่าน|ไฟ|,|กาก|แร่|,|กาก|ถ่านหิน|  |Syn. cindery|,|cinderous adj.
(ซิ|นเดอเรล|'|ละ) n. สาว|งาม|ใน|นิทาน|เด็ก|ที่|ถูก|แม่เลี้ยง|ใช้|ให้|ทํางาน|หนัก|อยู่|กับ|กาก|ถ่านหิน ต่อมา|เทวดา|มา|ช่วย|ให้|สมรส|กับ|เจ้าชาย|,|ลูก|เมียน้อย
(ซิ|น|'|นี) n. โรงภาพยนตร์|,|ภาพยนตร์
Pref. "|ภาพยนตร์|"
(ซิ|นนีคัล|'|เลอะ) n. ภาพยนตร์|สี
(ซิ|นนีคัล|'|เลอะ) n. ภาพยนตร์|สี
(ซิ|น|'|นะ|มา) n. ภาพยนตร์|,|โรงภาพยนตร์|  |Syn. cinematic adj.
n. เครื่องฉาย|ภาพยนตร์|,|กล้อง|ถ่าย|ภาพยนตร์.
n. ภาพยนตร์|จอก|ว้าง|เต็ม|จอ
n. ภาพยนตร์|สาม|มิติ|จอก|ว้าง
n. ที่|เก็บ|อัฐิ|ของ|ศพ|ที่|เผา|แล้ว
(ซิ|น|'|นะ|เร|เทอะ) n. เตาเผา|ศพ|,|เตาเผา|ขยะ
(ซิ|เนอ|'|เรียส) adj. เป็น|เถ้าถ่าน|,|สี|เทา
n. อบเชย|,|เปลือก|ต้น|อบเชย|,|สี|เหลือง|น้ําตาล|หรือ|แดง|น้ําตาล|,|สี|อบเชย|,|ดู|cassia|  |Syn. cinnamonic adj. ดู|cinnamon
(ซี|ไอ|โอ) ย่อ|มา|จาก chief information officer หรือ|ประธาน|ฝ่าย|สารสนเทศ งาน|สารสนเทศ|เป็น|งาน|ที่|สําคัญ|ที่สุด|งาน|หนึ่ง เพราะ|หน่วยงาน|นี้|ก็|คือ|หน่วยงาน|ที่|ใช้|คอมพิวเตอร์|เป็น|หลัก|นั่นเอง เป็น|ที่|เก็บ|รวบรวม|ข้อมูล ประมวลผล และ|วิเคราะห์ แล้ว|ส่ง|ผล (สารสนเทศ) ให้|ผู้|ที่|มี|อํานาจ ใช้|ใน|การ|ตัดสินใจ หรือ|เพื่อ|ไม่|ให้|ผู้|ที่|มี|อํานาจ|ตัดสินใจ|ผิดพลาด|เพราะ|ขาด|ข้อมูล (บางที|ใช้|ใน|ความหมาย|เดียวกัน|กับ|หัวหน้า|ฝ่าย|คอมพิวเตอร์)| 
(ไซ|'|อัน) n. หน่อ|,|กิ่ง|ตอน|,|กิ่งก้าน
(ซิ|แพง|'|โก) n. ญี่ปุ่น
(ไซ|'|เฟอะ) {|ciphered|,|ciphering|,|ciphers|} n. เลข|ศูนย์|,|คน|ที่|ไม่|สําคัญ|,|สิ่ง|ที่|ไม่|สําคัญ|,|สิ่ง|ที่|ไม่|มี|ค่า|,|รหัส|ลับ|,|เครื่องหมาย|ลับ|,|สัญลักษณ์|ลับ|,|อักษร|ไขว้|,|ตัวหนังสือ|ไขว้ vt. คํานวณ|เป็น|ตัวเลข|,|เขียน|เป็น|ระ|หัส|,|คิด|ออก|มา. vi. ใช้|ตัวเลข|หรือ|อักษร|ใน|การ|คิด|คํานวณ คําศัพท์|ย่อย|:
n. ศูนย์|,|ทาส|,|หุ่น
n. กุญแจ|สําหรับ|แปร|รหัส
(เซ|อ|'|คะ) adv.,|prep. ประมาณ|,|ใน|ราว
adj. มี|มารยา|,|มี|เล่ห์|,|ล่อลวง
n. วง|กลม|,|วงเวียน|,|วงแหวน|,|วัฎ|จักร|,|วงการ|,|ขอบเขต|,|บริเวณ|,|ปริมณฑล|,|อาณาจักร|,|ที่นั่ง|เป็น|รูป|วง|กลม|,|โรงละคร|สัตว์|,|เส้น|รอบ|วง|ที่|แบ่ง|โลก|ออก|เป็น|2|ส่วน|,|เส้นรุ้ง. vt. ล้อมรอบ|,|โคจร|รอบ|,|หมุน|รอบ vi. เคลื่อน|เป็น|รูป|วง|กลม|  |Syn. ring|,|cycle
n. วง|กลม|,|วงเวียน|,|วงแหวน|,|วัฎ|จักร|,|วงการ|,|ขอบเขต|,|บริเวณ|,|ปริมณฑล|,|อาณาจักร|,|ที่นั่ง|เป็น|รูป|วง|กลม|,|โรงละคร|สัตว์|,|เส้น|รอบ|วง|ที่|แบ่ง|โลก|ออก|เป็น|2|ส่วน|,|เส้นรุ้ง. vt. ล้อมรอบ|,|โคจร|รอบ|,|หมุน|รอบ vi. เคลื่อน|เป็น|รูป|วง|กลม|  |Syn. ring|,|cycle
(เซ|อ|'|คลิท) n. วง|กล|เล็ก ๆ| 
n. วง|กลม|,|วงเวียน|,|วงแหวน|,|วัฎ|จักร|,|วงการ|,|ขอบเขต|,|บริเวณ|,|ปริมณฑล|,|อาณาจักร|,|ที่นั่ง|เป็น|รูป|วง|กลม|,|โรงละคร|สัตว์|,|เส้น|รอบ|วง|ที่|แบ่ง|โลก|ออก|เป็น|2|ส่วน|,|เส้นรุ้ง. vt. ล้อมรอบ|,|โคจร|รอบ|,|หมุน|รอบ vi. เคลื่อน|เป็น|รูป|วง|กลม|  |Syn. ring|,|cycle
(เซ|อ|'|คิท) {|circuited|,|circuiting|,|circuits|} n. วงจร|,|วงจร|ไฟฟ้า|,|การ|เคลื่อน|รอบ|,|ผู้|เดินทาง|รอบ|,|เส้นทาง|ครบ|รอบ|,|กลุ่ม|โรงภาพยนตร์ (ไนต์คลับ|หรือ|อื่น ๆ) ที่|มี|เจ้าของ|หรือ|ผู้จัดการ|คน|เดียวกัน|,|สมาคม|,|สมาคม|กีฬา vt.,|vi. เดิน|รอบ|,|เคลื่อนที่|รอบ|,|โคจร|รอบ|  |Syn. circuita
n. อุปกรณ์|ตัด|วงจร
การ|สลับ|วงจร|ใน|ด้าน|การ|สื่อสาร|ข้อมูล (data communications) หมายถึง|เทคนิค|ใน|การ|สื่อสาร|ข้อมูล|จาก|จุด|หนึ่ง|ไป|อีก|จุด|หนึ่ง เมื่อ|มี|การ|เชื่อมต่อ|กัน|แล้ว|จะ|ติดต่อ|กัน|ได้|ตลอดเวลา ผู้อื่น|จะ|แทรก|เข้า|มา|ไม่|ได้|เลย จนกว่า|ฝ่ายใดฝ่ายหนึ่ง|จะ|ปลด|วงจร|ออก ตัวอย่าง|ง่าย ๆ เช่น การ|ติดต่อ|ทาง|สายโทรศัพท์ เมื่อ|เริ่ม|พูด|กัน|ได้|แล้ว คน|อื่น|จะ|ต่อ|สาย|แทรก|เข้า|มา|ไม่|ได้ จนกว่า|ฝ่ายใดฝ่ายหนึ่ง|จะ|วางหู|ลง (ปลด|วงจร) ดู packet switching เปรียบเทียบ
(เซ|อคิท|'|ทัส) adj. อ้อมค้อม|,|วก|เวียน|,|วก|วน|,|โดย|อ้อม.  |Syn. circuitousness n.
(เซ|อ|'|คิท|รี) n. วงจร|ไฟฟ้า|,|วงจร|ใน|อุปกรณ์|อิเล็กตรอน|,|วิทยาศาสตร์|วงจร|ไฟฟ้า|หรือ|เครื่อง|อิเล็คต|รอน
(เซ|อ|คิว|'|อิ|ที) n. ความ|อ้อมค้อม|,|ภาวะ|วก|เวียน
(เซ|อ|'|คิว|ละ) adj. เป็น|รูป|วง|กลม|หรือ|วงแหวน|,|กลม|,|ซึ่ง|เคลื่อน|เป็น|วง|กลม|,|วก|เวียน|,|อ้อมค้อม|,|ให้|แพร่หลาย|ไป|ทั่ว|,|แจ้ง|ให้|ทราบ|ทั่วไป
การ|เลื่อน|เป็น|วง|หมายถึง การ|เลื่อน|บิต (bit) ที่อยู่|ปลาย|ด้าน|หนึ่ง|ไป|อยู่|ปลาย|อีก|ด้าน|หนึ่ง|ใน|เรจิสเตอร์ (register) เดียวกัน ใน|การ|เลื่อน|แบบ|นี้ บิต|จะ|ไม่|หาย|ไป|ไหน มี|ความหมาย|เหมือน cyclic shift|ดู shift ประกอบ
(เซ|อ|'|คิว|เลท) {|circulated|,|circulating|,|circulates|} vi. หมุนเวียน|,|แพร่กระจาย vt. ทํา|ให้|หมุนเวียน|,|แพร่กระจาย|  |Syn. circulative adj. circulator n. ดู|circulate circulatory adj. ดู|circulate|  |Syn. revolve
(เซ|อ|คิว|เล|'|เชิน) n. การ|หมุนเวียน|,|การ|โคจร|,|การ|แพร่กระจาย|,|การ|จําหน่าย|,|จํานวน|พิมพ์|,|จํานวน|ขาย|,|ธนบัตร|,|เงินตรา|  |Syn. circulable adj.  |Syn. revolution
Pref.รอบ|,|เวียน|รอบ
adj. ซึ่ง|ล้อมรอบ|,|โคจร
vt.,|vi. เดิน|รอบ|,|ไป|รอบ
vt. บิน|รอบ|โลก|,|บิน|รอบ
n. ศูนย์กลาง|รอบ
n. ศูนย์กลาง|รอบ
(เซ|อ|'|คัม|ไซ|ซ) vt. ตัด|คลิ|ทอ|ริ|ส|หรือ|หนัง|หุ้ม|ลึงค์|หรือ|แคม|ช่องคลอด|ทิ้ง|,|ชําระ|จิตวิญญาณ|ให้|บริสุทธิ์
(เซ|อคัม|ซิ|ส|'|เชิน) n. การ|ขลิบ|หนัง|หุ้ม|ลึงค์|ออก|,|การ|ชําระล้าง|จิตวิญญาณ|ให้|สะอาด|,|ชาว|ยิว
(เซ|อคัม|'|เฟอเรินซฺ) n. เส้น|รอบ|วง|,|ความ|ยาว|ของ|เส้น|รอบ|วง|  |Syn. perimeter|,|circuit
(เซ|อคัมฟะเรน|'|เชิล) adj. เกี่ยวกับ|เส้น|รอบ|วง|,|ซึ่ง|ล้อมรอบ|,|อ้อมค้อม|,|วก|เวียน
n. เครื่องหมาย|กํากับ|เสียง|รูป|หมวก|/|รูป|โค้ง|หรือ|โค้ง|งอ vt. ใส่|เครื่องหมาย|กํากับ|เสียง|ดังกล่าว
n. การ|ล้อมรอบ|,|การ|ไหล|วน
vi. เดิน|รอบ|,|เคลื่อนที่|รอบ|,|โคจร
adj. ซึ่ง|อยู่|ใกล้|ชายฝั่ง|ทะเล
n. การ|พูด|อ้อมค้อม|,|การ|พูด|ซ้ําซาก|  |Syn. circumlocutory adj. ดู|circumlocution circumlocutionist n. ดู|circumlocution
vt. แล่น|ไป|รอบ ๆ ,|เดิน|เรือ|รอบ|โลก|  |Syn. circumnavigable adj. circumnavigator|,|circumnavigation n.
(เซ|อคัมสไค|รบ|ฺ|') vt. เขียน|เส้น|รอบ|วง|,|ล้อมรอบ|,|กําหนด|เขต|,|จํากัด|,|บังคับ|,|ให้|คําจํากัดความ|  |Syn. surround
(เซ|อคัมสค|ริ|พ|'|เชิน) n. การ|เขียน|วง|กลม|รอบ|,|การ|จํากัด|เขต|,|ขอบเขต|,|โครงร่าง|,|เส้น|รอบ|วง|,|คํา|นิยาม|,|คําจํากัดความ|,|ลาย|ริม|  |Syn. circumscriptive adj.
adj. รอบคอบ|,|ระมัดระวัง|  |Syn. circumspectness n. ดู|circumspect
n. ความ|ระมัดระวัง|,|ความ|รอบคอบ|,
(เซ|อ|'|คัมสฺ|เทิน|ซฺ) {|circumstanced|,|circumstancing|,|circumstances|} n. สถานการณ์|,|กรณี|,|สภาวะ|,|สภาพ|,|ฐานะ|,|กาลเทศะ|,|วิธีการ|,|โอกาส|,|สภาพแวดล้อม|,|รายละเอียด. vt. ให้|อยู่|ใน|สภาวะ|หนึ่ง|เฉพาะ|,|ควบคุม|หรือ|นํา|โดย|สถานการณ์|  |Syn. condition
adj. อยู่|ใน|สถานการณ์|หนึ่ง|เฉพาะ|,|ภายใต้|สถานการณ์
adj. ตาม|สถานการณ์|,|ตาม|สภาพแวดล้อม|,|ไม่|สําคัญ|,|บังเอิญ|,|เป็นรอง|,|ละเอียด|,|โดยเฉพาะ|,|ทุก|แง่|ทุก|มุม|  |Syn. provisional -|A.definite
(เซ|อคัมส|แทน|'|ชิ|เอท) vt. ยืนยัน|,|เสนอ|ข้ออ้างอิง|เพื่อ|ยืนยัน|,|อธิบาย|อย่าง|ละเอียด|ทุก|แง่|ทุก|มุม|  |Syn. circumstantiation n. ดู|circumstantiate
(เซ|อคัม|เวน|ทฺ|') {|circumvented|,|circumventing|,|circumvents|} vt. ล้อมรอบ|,|เดิน|รอบ|,|ผ่าน|,|ใช้|เล่ห์|หลบหลีก.  |Syn. circumventer n. ดู|circumvent circumventor n. circumvention n. ดู|circumvent circumventive adj. ดู|circumvent คํา|ที่|มี|ความหมาย|เหม
(เซ|อ|'|คัส) n. ละคร|สัตว์|,|สนามกีฬา|รูป|วง|กลม|,|คณะ|ละคร|สัตว์|,|ลาน|วงเวียน|ที่|ทางแยก|,|วงแหวน
adj. ซึ่ง|มี|ส่วน|ที่|คล้าย|หนวด|,|ซึ่ง|มี|เส้นใย
(ซิ|โร|'|ซิ|ส) n. โรคตับ|แข็ง|  |Syn. cirrhosed adj. ดู|cirrhosis cirrhotic adj. ดู|cirrhosis
adj. มี|หนวด|สัมผัส
n. ชั้น|เมฆ|ผลึก|น้ําแข็ง มี|ความ|สูง|อยู่|ระหว่าง 20,000|-|40,000 ฟุต
adj. มี|หนวด|สัมผัส
n. หนวด|สัมผัส|,|ขน|,|ชั้น|เมฆ|บาง (ความ|สูง|อยู่|ระหว่าง 20,000|-|40,000 ฟุต) -|pl. cirri
(เซ|อ|'|ซอย|ดฺ) adj. โป่ง|ขด|  |Syn. cissoidal adj. โป่ง|ขด
1. Pref. อยู่|ทาง|ด้าน|ใกล้ 2. (สิ|ส) ย่อ|มา|จาก CompuServe Information Services หมายถึง งาน|บริการ|ข้อมูล|ด้วย|เครื่อง|คอมพิวเตอร์|ตาม|สาย (on line) การ|ใช้|บริการ|ดังกล่าว กําลัง|เป็น|ที่|นิยม|มาก|ใน|ปัจจุบัน เพราะ|สะดวก รวดเร็ว|กว่า|การ|หา|ข้อมูล|ด้วย|ตนเอง (ว่า|กัน|ว่า การ|ที่|ใช้|เครื่องหมาย $ แทน|ตัว s ธรรมดา อาจ|จะ|เพื่อ|บ่งบอก|ให้|รู้|ว่า รายการ|นี้|ขอ|ฟรี ๆ กัน|ไม่|ได้ จะ|ต้อง|มี|การ|จ่าย|ค่าบริการ) ดู CompuServe ประกอบ
(ซิ|สท) n. กล่อง|หรือ|หีบ|ใส่|ของ|ศักดิ์สิทธิ์
(ซิ|ส|'|เท|อน) n. ถัง|น้ํา|,|ที่|เก็บ|น้ํา
(ไซ|'|ทะเบิล) adj. อ้างอิง|ได้|,|อ้าง|ถึง|ได้
(ซิ|ท|'|ทะเดิล) n. ป้อมปราการ|,|ป้อม|,|ที่หลบภัย|,|ที่มั่น|สุดท้าย|  |Syn. fortress
(ไซ|เท|'|เชิน) n. การ|อ้างอิง|,|ประโยค|หรือ|สิ่ง|ที่|อ้าง|ถึง|,|หมายเรียก|,|หมาย|ศาล|,|รางวัล|หรือ|คํา|ชมเชย|,|จดหมาย|ชมเชย|,|คํา|สดุดี|  |Syn. citatory adj. ดู|citation|  |Syn. summons
(ไซ|ทฺ) {|cited|,|citing|,|cites|} vt. อ้างอิง|,|กล่าวอ้าง|,|กล่าว|สนับสนุน|,|ออก|หมายเรียก|ตัว|มา|ศาล|,|สดุดี|,|ชมเชย|,|กระตุ้น|เรียกหา.  |Syn. citable adj. ดู citatory adj. ดู|citation citeable adj. ดู citatory adj. ดู|citation citer n. ดู citatory adj.
(ซิ|ท|'|ที|ด) adj. เป็น|เมือง|,|มี|เมือง
(ซิ|ท|'|ทิ|ไฟ) {|citified|,|citifying|,|citifies|} vt. ทํา|ให้|เข้า|กับ|เมือง|  |Syn. citification n.
(ซิ|ท|'|ทิเซิน) n. พลเมือง|,|ชาวเมือง|,|ประชากร|  |Syn. citizenly adj.
n. ประชากร|ทั้งหลาย|,|พลเรือน|ทั้งหลาย
(ซิ|ท|'|ทิเซิน|ชิ|พ) n. ฐานะ|ประชากร|,|สัญชาติ|,|คุณธรรม|ของ|ประชากร
(ซิ|ท|'|ทิเซิน|รี) n. ประชากร|ทั้งหลาย
Pref. "|มะนาว|"|,|"|ส้ม|"
(ซิ|ท|'|ท|ริ|ค) n. กรด|มะนาว
adj. สี|เหลือง|ซีด|,|สี|มะนาว
n. ผลไม้ คล้าย|มะนาว แต่|มี|ขนาด|ใหญ่|กว่า|,|มะงั่ว
n. หญ้า|หอม|,|น้ํามัน|จาก|หญ้า|จําพวก|ตะไคร้|หอม
(ซิ|ท|'|ทรัส) n. ต้นไม้|จําพวก|มะนาว ส้ม และ|อื่น ๆ -
n. กีตาร์|แบบ|เก่า|ชนิด|หนึ่ง|,|กล่องเสียง|เป็น|รูป|แพร.
(ซิ|ท|'|ที) n. กรุง|นคร|,|เมือง|ใหญ่|,|เมือง|,|หัวเมือง|,|นครรัฐ|,|เขต -|Phr. (the Holy City กรุง|เย|รู|ซา|เลม)| 
n. ข่าว|ธุรกิจ|การ|ค้า|ใน|หน้า|หนังสือพิมพ์
n. สภา|เทศบาลเมือง
n. ศาลากลางจังหวัด
n. เทศมนตรี|,|ผู้|ที่|สภา|เทศบาลเมือง
n. การ|วาง|ผังเมือง|  |Syn. city planner n. ดู|city planning
n. ห้อง|ข่าว|ท้องถิ่น|,|คณะ|บรรณาธิการ|ข่าว|ท้องถิ่น
n. คน|หลอกลวง|ใน|เมือง
adj. เติบโต|ใน|เมือง
n. นครรัฐ
n. ทิวทัศน์|ของ|เมือง
adj.ไป|ทาง|เมือง
(ซิ|ฟ|'|เวท) n. ชะมด
(ซิ|ฟ|'|วิค) adj. (เกี่ยวกับ) เมือง (นคร|,|กรุง) ,|เทศบาล|,|สัญชาติ|,|พลเรือน (พลเมือง|,|ประชากร) ,|ที่|เป็น|ประโยชน์|แก่|เมือง
(ซิ|ฟ|'|วิคซฺ) n. วิชา|หน้าที่|พลเมือง
(ซิ|ฟ|'|วีซ) n.,|pl. เครื่องแต่งกาย|พลเรือน
(ซิ|ฟ|'|เวิล) adj. เกี่ยวกับ|พลเรือน (พลเมือง|,|ประชากร) อย่าง|พลเมือง|ที่|ดี|,|เกี่ยวกับ|คดี|แพ่ง|,|มี|อารยธรรม|,|มี|มารยาท|,|ไม่|เกี่ยวกับ|ศาสนา
n. การ|บิน|พลเรือน
n. ศาล|แพ่ง
n. การ|ตาย|ใน|แง่|นิตินัย
n. วิศวกร|โยธา|  |Syn. civil|-|engineering n. ดู|civil engineer
n. กฎหมายแพ่ง
n. สิทธิ|ของ|บุคคล
n. การ|สมรส|ที่|กระทํา|พิธี|โดย|ข้าราชการ (แทน|ที่|จะ|เป็น|พระ)| 
n. สิทธิ|ที่|เท่า|กัน|ของ|พลเมือง|  |Syn. civil|-|rights adj. ดู|civil rights
n. ข้าราชการ
n. ราชการ|พลเรือน.
n. สงครามกลางเมือง
(ซิ|วิล|'|เยิน) n. พลเรือน|,|นักศึกษา|กฎหมายแพ่ง
(ซิ|ฟวิลไล|เซ|'|เชิน) n. อารยธรรม|,|การ|มี|วัฒนธรรม|ประเพณี
(ซิ|ฟวิล|'|ลิ|ที) n. ความ|สุภาพ|,|มารยาท|,|ความ|เอื้อเฟื้อ|,|อัธยาศัย|,|อารยธรรม|,|วัฒนธรรม|ประเพณี|  |Syn. courtesy
(ซิ|ฟ|'|วิไล|ซะเบิล) adj. พอจะ|อบรม|ให้|มี|อารยธรรม|ได้
(ซิ|ฟวิลไล|เซ|'|เชิน) n. อารยธรรม|,|การ|มี|วัฒนธรรม|ประเพณี
(ซิ|ฟ|'|วิลลี) adv. เป็น|ไป|ตาม|กฎหมายแพ่ง|,|สุภาพ|,|มี|อัธยาศัย|,|มี|ใจ|เอื้อเฟื้อ
(ซิ|ฟ|'|วิส|ซี|ม) n. การ|เป็น|พลเมือง|ที่|ดี
abbr. creatinine kinase
n. นมเปรี้ยว|ที่|แข็งตัว. vt.,|vi. ทํา|ให้|แข็งตัว
(แคลคฺ) {|clacked|,|clacking|,|clacks|} n.,|v. (ทํา) เสียง|แก|ร๊ก ๆ ,|เสียง|กระทบ|กัน|,|สิ่ง|ที่|กระทบ|กัน|แล้ว|เกิด|เสียง
(แค|ลด) v. v. กริยา|ช่อง 2|และ|3|ของ|clothe|,|หุ้ม|โลหะ|ด้วย|โลหะ|,|ปกคลุม|,|หุ้ม
Pref. "|กิ่งก้าน|"|,|"|สาขา|"
Pref. "|กิ่งก้าน|"|,|"|สาขา|"
(เค|ลม) vt.,|n. (การ) เรียกร้อง|,|อ้าง|สิทธิ|,|อ้าง|,|สิทธิ|เรียกร้อง|,|สิทธิ|,|สิทธิ|เรียกร้อง|,|สิ่ง|ที่|เรียกร้อง
(เคล|'|เมิน|ทฺ) n. ผู้|เรียกร้อง|,|ผู้|อ้าง|สิทธิ
n. การ|มี|หู|ทิพย์.  |Syn. clairaudient adj. ดู|clairaudience
(แคล|วอ|ย|'|เอินซฺ) n. การ|มี|ตา|ทิพย์|,|การ|รู้|ที่|เหนือ|มนุษย์|,|ไหวพริบ (intuition)| 
(แคล|วอ|ย|'|เอินทฺ) adj. มี|ตา|ทิพย์|,|ผู้|วิเศษ|,|หมอดู|,|มี|ญาณ|ทิพย์
(แค|ลม) n. หอย|กาบ|,|คน|เงียบ|,|คน|ไม่ค่อย|พูด
(เคล|'|เมิน|ทฺ) adj. อึกทึก|,|เสียง|ดัง|,|รีบด่วน|,|ฉุกเฉิน
vt.,|vi.,|n. (การ) ปืน|ป่าย (ใช้|ทั้ง|เท้า|และ|มือ)| 
vt.,|vi.,|n. (การ) ปืน|ป่าย (ใช้|ทั้ง|เท้า|และ|มือ)| 
vt.,|vi.,|n. (การ) ปืน|ป่าย (ใช้|ทั้ง|เท้า|และ|มือ)| 
(แค|ลม|แจ|ม|'|ฟรี) n. ฝูงชน|,|สามัญชน|,|การ|พูด|ที่|ไม่|จริงใจ
adj. ชื้น|,|หมาด|,|เย็น|ชื้น|,|เหนียวเหนอะ|,|เย็นชืด|เหมือน|คนตาย|  |Syn. clammily adv. clamminess n.
(เค|ลม|'|เมอะ) n. เสียง|อึกทึก|ครึกโครม|,|เสียง|ดัง|อลหม่าน vi. ทํา|เสียง|อึกทึก|,|ร้อง|เสียง|ดัง|,|ผลักดัน|,|ใช้|เสียง|ดัง
(แค|ลม|'|เมอรัส) adj. อึกทึก|,|อลหม่าน|,|เสียง|ดัง|,|รุนแรง|  |Syn. clamorousness n. ดู|clamorous|  |Syn. noisy Ant. quiet
(เค|ลม|'|เมอะ) n. เสียง|อึกทึก|ครึกโครม|,|เสียง|ดัง|อลหม่าน vi. ทํา|เสียง|อึกทึก|,|ร้อง|เสียง|ดัง|,|ผลักดัน|,|ใช้|เสียง|ดัง
n. เครื่อง|หนีบ|,|คีม|,|ที่|หนีบ. vt. หนีบ|ไว้|,|จับ|ไว้. -|Phr. clamp down เพิ่ม|การ|ควบคุม|,|บีบบังคับ
n. เครื่อง|หนีบ|,|คีม|,|ที่|หนีบ. vt. หนีบ|ไว้|,|จับ|ไว้. -|Phr. clamp down เพิ่ม|การ|ควบคุม|,|บีบบังคับ
n. เครื่อง|หนีบ|,|คีม|,|ที่|หนีบ. vt. หนีบ|ไว้|,|จับ|ไว้. -|Phr. clamp down เพิ่ม|การ|ควบคุม|,|บีบบังคับ
(แค|ลน) n. เผ่า|,|เผ่าพันธุ์|,|วงศ์|,|วงศ์|ตะ|กู|ล|,|ชาติ|วงศ์|,|ครอบครัว|,|กลุ่ม|คน|,|พวก|,|พ้อง
(แค|ลน|เดส|'|ทิน) adj. ลับ ๆ ,|ลี้ลับ|,|ส่วนตัว|,|ไม่|เปิดเผย.  |Syn. clandestineness n.  |Syn. hidden
(แคลง) n. เสียง|ดัง|แก|ล๊ง ๆ v. ดัง|แก|ล๊ง ๆ| 
(แคลง|'|เก|อะ) {|clangored|,|clangoured|,|clangoring|,|clangouring|,|clangors|,|clangours|} n. เสียง|ดัง
adj. ดัง|แก|ล๊ง ๆ ,|ดัง|อึกทึก
(แคลง|'|เก|อะ) {|clangored|,|clangoured|,|clangoring|,|clangouring|,|clangors|,|clangours|} n. เสียง|ดัง
(แคลง|คฺ) {|clanked|,|clanking|,|clanks|} n. เสียง|กระทบ|ของ|โลหะ|สอง|ชิ้น vt. มี|เสียง|ดังกล่าว|,
adj. เกี่ยวกับ|เผ่า|พันธ์
n. สมาชิก|ของ|เผ่า|พันธ์|,|พรรคพวก|,|พวกพ้อง|  |Syn. clansmanship n. ดู|clansman
(แคลพฺ) {|clapped|,|clapping|,|claps|} vt. ตบ|เบา ๆ ,|ตี|เสียง|ดัง|เปรี้ยง|,|ตีปีก|,|กระพือ|ปีก|,|ตบ|มือ|,|ปิด|ดัง|ปั๊ง|,|รีบ|ทํา|,|เอา|ใส่|คุก. vi. ตบ|มือ|,|เคลื่อน|เร็ว|ด้วย|เสียง|ดัง
n. กระดาน|กั้น|ฝา
คน|ตบ|มือ|,|สิ่ง|ที่|กระทบ|และ|เกิด|เสียง|ดัง|,|ไม้|ตี|จังหวะ|,
(แคลพทฺ) v. กริยา|ช่อง 2 หรือ|3|ของ|clap
n. คําพูด|ที่|ไม่|จริงใจ
n. คน|เชียร์|,|คน|ประจบ|สอ|พล|อ
n. คน|เชียร์|,|คน|ประจบ|สอ|พล|อ
n. เหล้าองุ่น|แดง
(แคล|'|ริ|ไฟ) {|clarified|,|clarifying|,|clarifies|} vt. ทํา|ให้|ชัดเจน vi. ใส|สะอาด|,|กลาย|เป็น|เข้าใจ|ง่าย|ขึ้น|  |Syn. clarification n. clarity n. ดู|clarify
(แคล|'|ริ|เนท) n. ปี่|,|ปี่|ลิ้น|เดียว.  |Syn. clarionet.  |Syn. clarinetist|,|clarinettist n.
n. แตร|โบราณ|รูป|โค้ง|adj. เสียง|ดัง|ชัดเจน|,|ดัง|โหยหวน
(แคล|'|ริ|ที) n. ความ|ชัดเจน|,|ความ|ใส
(แคล|?) {|clashed|,|clashing|,|clashes|} vi. เสียง|ดัง|กระทบ|กัน|,|ปะทะ|โครม|,|ขัดแย้ง vt. ชน|เสียง|ดัง n. เสียง|ดัง|ปะทะ|,|ความ|ขัดแย้ง|,|การ|ต่อสู้|การ|ต่อต้าน|,|สงคราม
(ค|ลา|สพฺ) {|clasped|,|clasping|,|clasps|} n. เข็มขัด|,|กลัด|,|ขอ|เกี่ยว|,|กระดุม|,|ที่|หนีบ|,|การ|โอด|กอด|,|การ|จับมือ|กัน|,|การ|ประสานกัน|,|วง|แขน|,|การ|พัน|กัน|แน่น vt. กลัด|,|กลัด|กระดุม|,|กอด|,|กํา|หนีบ|,|ยึด|ติด
n. มีด|พับ
n. ขอ|เกี่ยว|,|กระดุม|,|ที่|เกี่ยว|,|สิ่ง|เลื้อย|พัน
v. กริยา|ช่อง 2 และ 3 ของ clasp
(ค|ลา|ส) {|classed|,|classing|,|classes|} n. ชั้น|,|ชนชั้น|,|วรรณะ|,|ประเภท|,|ชนิด|,|จําพวก|,|ระดับ|,|ยอดเยี่ยม|,|ชั้นหนึ่ง|,|พวก|ชนชั้นสูง|,|ท่าทาง vt. จัดแบ่ง|ออก|เป็น|ชั้น ๆ vi. อยู่|ใน|ชั้นหนึ่ง|ชั้น|ใด
ชั้น|เอ|/|ชั้น|บี|เป็น|การ|กําหนด|คุณภาพ|ของ|เครื่อง|คอมพิวเตอร์|ของ|คณะ|กรรมการ|คมนาคม|ของ|รัฐบาล|กลาง|สหรัฐ (Federal Communications Commission) ที่|ใช้|กําหนด|ระดับ|ของ|พลังงาน|ไฟฟ้าแรงสูง|ที่|จะ|ใช้|ใน|คอมพิวเตอร์ ถ้า|เป็น Class A แปล|ว่า อนุญาต|ให้|ใช้|ใน|ที่ทํางาน|ได้ ถ้า|เป็น Class B หมายความ|ว่า ใช้|ใน|ที่ทํางาน|ก็ได้ ที่|บ้าน|ก็ได้ (ถ้า|หาก|นํา|คอมพิวเตอร์ Class A มา|ใช้|ที่|บ้าน|อาจ|ไป|รบกวน|การ|รับ|วิทยุ|หรือ|ภาพ|ทาง|โทรทัศน์|ของ|บ้าน|อื่น)| 
(แคลส|'|ซิ|ค) adj. ยอดเยี่ยม|,|ดีเด่น|,|ชั้นหนึ่ง|,|ชั้น|เอก|,|ดี|ถึง|ขนาด|,|อมตะ|,|เป็น|พื้นฐาน|,|เป็น|หลัก|,|มี|ชื่อเสียง|ทาง|ประวัติศาสตร์|หรือ|วรรณคดี|,|เป็น|แบบอย่าง|,|เป็น|ประเพณี|,|เกี่ยวกับ|ภาษา|กรีก|และ|ลาติน|,|แบบ|กรีก|และ|โรมัน|,|เกี่ยวกับ|เอกลักษณ์|หรือ|ลีลา|โบราณ. n. นักเขียน|ชั้นหนึ่ง|,|นัก|วรรณ|ค
(แคลส|'|ซิ|เคิล) adj. เกี่ยวกับ|แบบ|กรีก|และ|โรมัน|โบราณ|,|ชั้นหนึ่ง|,|ดีเด่น|,|เป็น|แนวหน้า|,|เกี่ยวกับ|วรรณคดี|สมัย|ค|ลา|ส|ซิ|ค|,|ชื่อเสียง|โด่งดัง|,|เป็น|มรดก|ตกทอด|แต่|โบราณ|,|เป็น|แบบฉบับ|ที่|เชื่อถือ|ได้|  |Syn. classicality|,|classicalness n. -|Conf. classic
n. ดู|classicism
n. ลัทธิ|ค|ลา|ส|ซิ|ค|,|กฎเกณฑ์|และ|ลักษณะ|ของ|ค|ลา|ส|ซิ|ค|  |Syn. classicalism
(แคลส|'|ซิ|ซิ|สทฺ) n. ผู้|เลื่อมใส|และ|ยึดถือ|เอกลักษณ์|ของ|ค|ลา|ส|ซิ|ค|,|ผู้|ศึกษา|เกี่ยวกับ|ค|ลา|ส|ซิ|ค.  |Syn. classicistic adj. ดู|classicist|  |Syn. classicalist
(แคลส|ซิ|ฟิเค|'|เชิน) n. การ|แบ่ง|ออก|เป็น|หมวดหมู่.  |Syn. classificatory adj. -|al adj.
(แคลส|'|ซิ|ไฟ|ดฺ) adj. ซึ่ง|แบ่ง|ออก|เป็น|ประเภท|หรือ|หมวดหมู่|,|สําหรับ|เจ้าหน้าที่|หรือ|บุคคล|ที่|เกี่ยวข้อง|เท่านั้น|,|เป็น|ความลับ. n. แจ้งความ|เล็ก ๆ ใน|หน้า|หนังสือพิมพ์|  |Syn. confidential
(แคลส|'|ซิ|ไฟ) ฐclassified|,|classifying|,|classifies|} vt. แยกประเภท|,|แยก|หมวดหมู่|,|จัด|ให้|เป็น|ประเภท|ความลับ.  |Syn. classifiable adj. ดู|classify
n. องค์การ|พระ|คริสเตียน
adj. ไม่|มี|ชนชั้น|,
n. เพื่อน|ร่วม|ชั้น
n. ห้องเรียน
n. งาน|ใน|ห้องเรียน (ต่าง|กับ|การบ้าน)| 
(แคลธ|'|เรท) adj. คล้าย|ตาราง|ก่าย|กัน
(แคลท|'|เทอะ) {|clattered.clattering|,|clatters|} vi.,|n. (เสียง) ดัง|กระทบ|,|เคลื่อนที่|ดัง|โกรก|เก|รก|,|หัวเราะ|กิ๊ก ๆ ,|พูด|เร็ว|,|พูด|ไม่|หยุด vt.ทํา|ให้|เกิด|เสียง|กระทบ|,|การ|พูด|นินทา|,|การ|พูด|เร็ว|,|การ|พูด|ฉอด|  |Syn. clattery adj. ดู|clatter
n. ขา|เป๋
(คลอ|ส) n. มาตรา|,|อนุประโยค|,|ประโยค|เล็ก|,|ข้อ|ย่อย
(เคลฟว) v. กริยา|ช่อง 2 cleave
n. กระดูก|ไหปลาร้า|  |Syn. clavicular adj. ดู|clavicle
n. เครื่องดนตรี|ที่|มี|แป้น|เคาะ|สายเสียง เช่น เปียโน
(คลอ) {|clawed|,|clawing|,|claws|} n. อุ้ง|เล็บ|,|ก้าม|กุ้ง|และ|ปู|,|ส่วน|ยื่น|คล้าย|คีม|,|เครื่องมือ|คล้าย|คีม v. ใช้|อุ้ง|เล็บ|หรือ|เล็บ|ฉีก (ข่วน|,|แทง|,|ขุด|,|ควัก) ปีนป่าย|,|ต|ระ|กาย|,|ตะครุบ.
n. ค้อน|ถอน|ตะปู
n. ขวาน|ถอน|ตะปู
(เคล) n. ดินเหนียว|,|ดิน|,|โคลน|,|ร่างกาย|มนุษย์. vt. ใส่|ดินเหนียว.  |Syn. clayey|,|clayish|,|claylike adj. clayiness n.
n. จาน|เป้า|ใชัเหวี่ยง|ขึ้น|ไป|ใน|อากาศ|,|คน|ที่อยู่|ใน|ภาวะ|ที่|คน|อื่น|เอาเปรียบ|ได้
n. แผ่น|รอง|,|แผ่น|หนุน
(คลีน) adj. สะอาด|,|เกลี้ยง|,|หมดจด|,|ไม่|มี|มลทิน|,|บริสุทธิ์|,|สุจริต|,|ไม่|หยาบคาย|,|ไม่|มี|กัมมันตภาพรังสี|,|ไม่|มี|รอย|แก้|,|ไม่|มี|อุป|สรรค์|,|เป็น|ระเบียบเรียบร้อย|,|ไม่|มี|ทั้งสิ้น|,|ไร้เดียงสา|,|ไม่|มี|อาวุธ|ซ่อน|อยู่ -|adv. อย่าง|สะอาด|,|รัก|สะอาด|,|สมบูรณ์|,|ทั้งหมด|,|ทั้งสิ้น. vt. ลบ|ออก|,|ขจัด|ออก. v
adj. เป็น|พันธุ์|บริสุทธิ์
adj. ซึ่ง|โกน|หนวด|,|โกน|เครา|เสีย|เกลี้ยง
(คลีน|'|เนอะ) n. คน|ทํา|ความ|สะอาด|,|สิ่ง|ที่|ทํา|ความ|สะอาด
n. ความ|ซื่อตรง|,|ความ|บริสุทธิ์
(คลีน|'|ลี) adj.,|adv. สะอาด|,|รัก|สะอาด|,|อย่าง|สะอาด|,|อย่าง|เรียบร้อย.  |Syn. cleanliness n.
(คลีนซ) {|cleansed|,|cleansing|,|cleanses|} vt. ทํา|ให้|สะอาด vi. กลาย|เป็น|สะอาด|  |Syn. cleansable adj.
(คลีน|'|เซอะ) n. ของเหลว|ที่|ใช้|ทํา|ความ|สะอาด|,|คน|ทํา|ความ|สะอาด|,|สิ่ง|หรือ|เครื่องมือ|ทํา|ความ|สะอาด
n. การ|ชําระล้าง|,|กระบวนการ|ชําระล้าง
(เคลียร์) {|cleared|,|clearing|,|clears|} adj.,|adv. ใส|,|ไม่|ขุ่น|,|ไม่|มี|ฝุ่น|,|แจ่มแจ้ง|,|ใส|แจ๋ว|,|ใส|สะอาด|,|ไร้|มลทิน|,|ชัดเจน|,|แน่ชัด|,|ไม่|มี|อุป|สรรค์|,|เปิดเผย|,|ไม่|มี|สินค้า|,|ไม่|มี|หนี้สิน|,|ไม่|มี|ส่วนลด vt. ทํา|ให้|สะอาด|,|ทํา|ให้|ใส|แจ๋ว|,|กวาดล้าง vi. ใส|,|กลาย|เป็น|ใส|สะอาด|,|กลาย|เป็น|ชัดเจน|,|แลก|เปลี่
(เคลีย|'|เรจฺ) n. การ|ชําระ|สะ|สาง|,|การ|ขจัด
(เคลีย|'|เรินซฺ) n. การ|ทํา|ความ|สะอาด|,|การ|กวาดล้าง|,|ช่องว่าง|ระหว่าง|สอง|สิ่ง|,|การ|ขาย|รุสต๊|อก|,|การ|ผ่าน|การ|ตรวจ|ของ|ศุลกากร|,|การ|อนุมัติ|,|บัตร|อนุญาต|,|การ|แลกเปลี่ยน|เอกสาร
adj. หัว|สมอง|แจ่มใส.
(เคลีย|'|ริ|ง) n. การ|ชําระล้าง|,|การ|ทํา|ความ|สะอาด|,|ที่โล่ง|,|การ|แลกเปลี่ยน|เอกสาร|ธนาคาร|,|การ|หักบัญชี|,|ยอด|จํานวน|เงิน|ที่|หักบัญชี|กัน
n. โรงพยาบาล|สนามรบ
n. หน่วยงาน|แลกเปลี่ยน|เอกสาร|การเงิน|หรือ|หักบัญชี|กัน|,|หน่วยงาน|แลกเปลี่ยน|ข่าวกรอง
adv. แน่ชัด|,|ชัดแจ้ง|,|แน่นอน -|Conf. clear
n. ความ|สะอาด|,|ความ|ชัดแจ้ง|,|ความ|เรียบร้อย
n. สถานที่|รักษาพยาบาล|ทหาร|แนวหน้า
n. ทาง|สาย|ด่วน
(คลีท) {|cleated|,|cleating|,|cleats|} n. เสา|หลัก|,|หลัก|ผูก|เชือก vt. ใช้|หลัก|ยึด|,|ผูก|กับ|หลัก
(คลีฟ|'|วะเบิล) adj. ซึ่ง|แยก|ออก|ได้|,|ซึ่ง|เป็น|ร่อง|ได้.  |Syn. cleavability n. ดู|cleavable
(คลี|'|วิจฺ) n. การ|แยก|ออก|,|การ|แตกร้าว|,|การ|แบ่ง|ออก
(คลีฟว) vi. ยึด|,|เกาะติด|,|ยัง|ซื่อสัตย์|ต่อ -|vt. แยก|ออก|,|ผ่า|,|เดิน|ฝ่า|,|บิน|ฝ่า
(คลีฟว) vi. ยึด|,|เกาะติด|,|ยัง|ซื่อสัตย์|ต่อ -|vt. แยก|ออก|,|ผ่า|,|เดิน|ฝ่า|,|บิน|ฝ่า
(คลี|'|เวอะ) n. คน|ที่|ผ่า|,|มีด|ขนาด|ใหญ่|,|ขวาน|,|เครื่องมือ|ผ่า
หญ้า|เจ้าชู้
(เคลฟ) n. เครื่องหมาย|โน๊|ตด|น|ตรี
(เคลฟทฺ) {|clefted|,|clefting|,|clefts|} n. ร่อง|,|รอย|แยก|,|ช่อง|ที่|แตก v. กริยา|ช่อง 2 และ|ช่อง 3 ของ cleave. adj. ซึ่ง|แตกร้าว|,|ซึ่ง|แตกแยก|ออก|,|ซึ่ง|แบ่งแยก|ออก
n. เพดานปาก|แหว่ง|หรือ|โหว่|แต่|กําเนิด
(เคลก) n. ตัว|เหลือบ
Pref. "|ปิด|"
(เค|ลม|'|เมิน|ซี) n. ความ|มี|ใจ|เมตตากรุณา|ปรานี|,|ความ|ไม่|รุนแรง|,|การ|ผ่อนผัน|,|ภาวะ|เย็น|สบาย|,|ความ|อํานวย|  |Syn. leniency
(เค|ลม|'|เมิน|ทฺ) adj. เมตตากรุณา|,|ผ่อนผัน|,|ไม่|รุนแรง|,|เย็น|สบาย|,|อํานวย|  |Syn. mild
(เค|ลน|ชฺ) {|clenched|,|clenching|,|clenches|} vt. หุบ|แน่น (มือ|,|ฟัน|,|ปาก) ,|กํา|แน่น|,|ปิด|แน่น|,|จับ|แน่น|,|กําหนด|แน่นอน|,|ตกลง. vi. จับ|แน่น|,|กํา|แน่น|,|ตอก|แน่น|,|บีบ|แน่น|,|ตอก|ติด
(เค|ลน|'|เชอะ) n. ดู|clincher
(เคลพทฺ) v. กริยา|ช่อง 2 ของ clepe
(เคลอ|'|จี) n. พวก|พระ
(เคลอ|'|จิ|เมิน) n. พระ|,|สมาชิก|พวก|พระ|,|หมอสอนศาสนา -|pl. clergymen
(เคลอ|'|ริ|ค) n. สมาชิก|พวก|พระ|,|พระ adj. เกี่ยวกับ|พระ|,|อย่าง|พระ|  |Syn. clergyman
(เคลอ|'|ริ|เคิล) adj. เกี่ยวกับ|เสมียน|,|เกี่ยวกับ|พระ|,|ซึ่ง|สอน|ศาสนา|  |Syn. churchly
(เคลอ|'|ริ|ซี) n. ชนชั้น|ปัญญา
(คลาร์ค|,|เคลิค) {|clerked|,|clerking|,|clerks|} n. เสมียน|,|เสมียน|ขาย|ของ|,|พนักงาน|ร้านค้า|,|พระ|,|คน|ที่|อ่านออกเขียนได้|,|ผู้|คง|แก|เรียน vi. ทํา|หน้าที่|เป็น|เสมียน|  |Syn. clerkish adj. ดู|clerk clerkship n. ดู|clerk
(เคลิค|'|ลี) adj.,|adv. เกี่ยวกับ|เสมียน|,|มี|ความ|รู้|  |Syn. clerkliness n.
(คลี|'|เวอะ) adj. เฉลียวฉลาด|,|ว่องไว|,|ชํานาญ|,|สร้างสรรค์|,|ริเริ่ม|เก่ง|,|ประณีต|,|เหมาะ|,|น่า|พอใจ
(คลู) n. กลุ่ม|ด้าย|,|เงื่อนงํา
(คลิเ?|') n. สํานวน|ซ้ํา ๆ ซาก ๆ น่า|เบื่อ|,|ความคิด|ที่|เก่า|คร่ําครึ adj. คร่ําครึ|,|ซ้ํา ๆ ซาก ๆ ,|เก่า|  |Syn. platitude
(คลิค) 1. {|clicked|,|clicking|,|clicks|} n. เสียง|ดัง|กริ๊ก|,|กลอน|สปริง|,|ตัว|ดึง|,|เสียง|กระเดาะ|ลิ้น vi. เสียง|ดัง|กริ๊ก|,|เปล่ง|เสียง|ดัง|กริ๊ก|,|กระเดาะ|ลิ้น|ดัง|กริ๊ก|,|กระทํา|สําเร็จ|,|ประสานกัน|ได้|ดี|,|สอดคล้อง|,|ได้|รับ|การ|ต้อนรับ|จาก|ประชาชน vt. ทํา|ให้|เกิด|เสียง|ดัง|กริ๊ก|,|กระทบ|ดัง|กริ๊ก 2. กด (เมาส์) การ|กด|นิ้ว|ใน|จังหวะ|สั้น ๆ เร็ว ๆ 1 ที ลง|บน|ปุ่ม|ใด|ปุ่ม|หนึ่ง|ของ|ของ|เมาส์ (ส่วนใหญ่|จะ|ใช้|ปุ่ม|ซ้ายมือ|สุด) แล้ว|ยก|ออก|ใน|ทันที ใช้|เมื่อ|ต้องการ|สั่ง|การ|ตาม|รายการ|ใน|เมนู หรือ|เลือก|รายการ|ที่|ต้อง การ|ที่|มี|แสดง|อยู่|บน|จอภาพ โดย|เลื่อน|เมาส์|ให้|ลูกศร|ชี้|อยู่|ที่|คําสั่ง|ที่|ต้องการ|ก่อน จึง|ค่อย|กด (ใน|ภาษาไทย|อาจ|ใช้|สั้น ๆ ว่า "|กด|เมาส์ ") ใน|บาง|กรณี ต้อง|กด|สอง|ที|เร็ว ๆ เรียก|ว่า double click ดู double click ประกอบ
(ไคล|'|เอินทฺ) n. ลูกความ|,|คนไข้|,|ลูกค้า|,|คน|ซื้อ|ของ|,|ผู้|พึ่ง|คน|อื่น|, บุคคล|หรือ|บริษัท|ที่|จ่าย|เงิน|สําหรับ|สินค้า|หรือ|การ|บริการ adj. เป็น|ลูกค้า|ประจํา|  |Syn. cliental adj. ดู|client ผู้|รับ|บริการ|1. ใช้|ใน|เรื่อง|ของ|ข่ายงาน|บริเวณ|เฉพาะที่ (LAN) หมายถึง เครื่อง|คอมพิวเตอร์|ใน|เครือข่าย|ที่|สามารถ|เรียก|ข้อมูล|ข่าวสาร|หรือ|โปรแกรม|จาก|เครื่อง|บริการ|แฟ้ม (file server) มา|ใช้ได้ หรือ|อาจ|หมายถึง|เครื่อง|ที่ทํางาน|อย่าง|อิสระ โดย|ใช้|โปรแกรม|ที่|มี|อยู่|ใน|เครื่อง|นั้น|เอง|ก็ได้ ดู file server ประกอบ|2. หมายถึง|เครื่อง|คอมพิวเตอร์|ที่|สามารถ|ใช้|ข้อมูล|ร่วม|กับ|เครื่อง|อื่น|ได้ โดย|ใช้|ระบบ DDE หรือ dynamic data exchange ดู dynamic data exchange ประกอบ
โปรแกรม|เฉพาะ|เครื่อง|1. ใน|เรื่อง|ของ|ข่ายงาน|บริเวณ|เฉพาะที่ (LAN) คํา|นี้|หมายถึง โปรแกรม|ที่|เก็บ|อยู่|ใน|คอมพิวเตอร์|บาง|เครื่อง โดย|ปกติ ใน|ระบบเครือข่าย|นั้น จะ|ต้อง|มี|คอมพิวเตอร์|กลาง|เครื่อง|หนึ่ง ซึ่ง|ใช้|เป็น|ที่|เก็บ|โปรแกรม|ต่าง ๆ ไว้|ให้|คอมพิวเตอร์|ใน|เครือข่าย|สามารถ|เรียก|ไป|ใช้ได้ เรียก|ว่า เครื่อง|บริการ|แฟ้ม (file server) (คอมพิวเตอร์|แต่ละ|เครื่องใน|เครือข่าย|ไม่|จําเป็น|ต้อง|มี|โปรแกรม|เหล่านั้น) แต่|ถ้า|เครื่อง|บริการ|แฟ้ม|นั้น|เสีย คอมพิวเตอร์|อื่น ๆ ใน|เครือข่าย|เดียวกัน|นั้น|ก็|จะ|ทํางาน|ไม่|ได้|เลย ฉะนั้น เรา|จึง|มักจะ|ให้|คอมพิวเตอร์|บาง|เครื่องใน|เครือข่าย|มี|โปรแกรม|เก็บ|ไว้|ใน|เครื่อง|ของ|ตนเอง|ด้วย อย่างไรก็ตาม ใน|กรณี|นี้ คอมพิวเตอร์|เครื่อง|อื่น|ที่|แม้|จะ|อยู่|ใน|เครือข่าย|เดียวกัน จะ|ไม่|สามารถ|เรียก|โปรแกรม|จาก|คอมพิวเตอร์|เครื่อง|นี้|ไป|ใช้ได้ เรา|เรียก|โปรแกรม|ที่|เก็บ|อยู่|เฉพาะ|ใน|เครื่อง|นี้|ว่า " client application "|2. โปรแกรม|บน|ระบบ|วินโดว์|ที่|สามารถ|โยง|ถึง|ที่มา|ของ|ภาพ|หรือ|ข้อความ|ที่|เป็นต้น|แบบ|ได้ หาก|เมื่อใด|มี|การ|แก้ไข|ใน|แฟ้ม|ต้นแบบ โปรแกรม|ก็|จะ|จัดการ|แก้ไข|ใน|แฟ้ม|ใหม่ ให้|ด้วย ดู OLE เปรียบเทียบ
ระบบ|รับ|-|ให้|บริการ|หมายถึง เครือข่าย|การ|ทํางาน|แบบ|ที่|กําหนด|ให้|เครื่อง|คอมพิวเตอร์|เครื่อง|หนึ่ง|เป็น|เป็น|เครื่อง|บริการ|แฟ้ม (file server) หรือ|เป็น|ที่|เก็บ|โปรแกรม|และ|แฟ้ม|ทั้งหมด คอมพิวเตอร์|ใน|เครือข่าย|จะ|เรียก|ใช้|โปรแกรม|หรือ|แฟ้มข้อมูล|จาก|กัน|ไม่|ได้ ต้อง|เรียก|จาก|เครื่อง|บริการ|แฟ้ม|เท่านั้น|ดู file server ประกอบ|ดู peer to peer เปรียบเทียบ
ข่ายงาน|แฟ้ม|บริการ|หมายถึง ข่ายงาน|ที่|ผู้ใช้|คอมพิวเตอร์|แต่ละ|คน|สามารถ|ใช้|โปรแกรม|หรือ|ข้อมูล|ร่วม|กัน|ได้ (server network) แต่|ใน|ขณะเดียวกัน คอมพิวเตอร์|แต่ละ|เครื่องใน|เครือข่าย ก็|สามารถ|ทํางาน|ตาม|ลําพัง|ของ|ตนเอง|โดย|อิสระ|ก็ได้|ด้วย (client server)| 
(คลีฟ) n. หน้าผา|สูง|  |Syn. precipice
n. นวนิยาย|เป็น|ตอน ๆ ,|ที่|ตื่นเต้น|ตรึง|จิตใจ|คนดู|,
(ไคล|แมค|'|เท|อริ|ค) n. ช่วง|ระยะ|หมด|ระดู|,|ช่วง|ระยะ|ที่|เปลี่ยน|วัย|,|ระยะ|หัวเลี้ยวหัวต่อ adj. เกี่ยวกับ|ระยะ|ดังกล่าว|,|สําคัญ|,|  |Syn. critical
(ไคล|แมค|'|ทิค|,|-|เคิล) adj. เกี่ยวกับ|จุด|สุดยอด (จุด|สุดขีด|,|จุด|ตื่นเต้น|และ|เร้าใจ)| 
(ไคล|แมค|'|ทิค|,|-|เคิล) adj. เกี่ยวกับ|จุด|สุดยอด (จุด|สุดขีด|,|จุด|ตื่นเต้น|และ|เร้าใจ)| 
Pref. "|อากาศ|ตาม|ฤดูกาล|"
(ไคล|'|เมท) n. อากาศ|ตาม|ฤดูกาล|,|แนวโน้ม|ทั่วไป|ของ|สังคม|,|ประเพณีนิยม|ที่|เป็น|อยู่|  |Syn. climatic adj. ดู|climate climatical adj. ดู|climate climatal adj. ดู|climate|  |Syn. trend -|Conf. weather
Pref. "|อากาศ|ตาม|ฤดูกาล|"
(ไคล|มะ|ทอ|ล|'|โลจี) n. กาล|วิทยา|  |Syn. climatologic adj. เกี่ยวกับ|กาล|วิทยา climatological adj. เกี่ยวกับ|กาล|วิทยา climatologist n. นัก|กาล|วิทยา
(ไคล|'|แมคซฺ) {|climaxed|,|climaxing|,|climaxs|} n. จุด|สุดยอด|,|จุดสูงสุด|,|จุด|ตื่นเต้น|เร้าใจ|vt.,|vi. ถึง|จุด|สุดยอด|,|ทํา|ให้|ถึง|จุด|สุดยอด|  |Syn. apex
(ไคล|บฺ) v.,|n. (การ) ปีน|,|ไต่|,|ลอย|ขึ้น|,|เลื้อย|พัน|ขึ้น|,|ไต่เต้า|ขึ้น.  |Syn. ascend
(ไคล|'|เบอะ) n. คน|ปีน|,|คน|ไต่|,|ไม้เลื้อย|,|คน|ใฝ่สูง|,|อุปกรณ์|ที่|ช่วย|ใน|การ|ปีนป่าย
(ไคล|ม) n. ถิ่น|หนึ่ง|หรือ|บริเวณ|หนึ่ง|ของ|โลก|,|อากาศ|ตาม|ฤดูกาล
(คลินชฺ) v.,|n. (การ) ตอก|ติด|,|ยึด|ติด|,|กําหนด|แน่นอน|,|โอบ|กอด|,|กอด|จูบ|อย่าง|รุนแรง|  |Syn. clench
(ไคล|น) n. การ|เปลี่ยนแปลง|ของ|ลักษณะ|ที่|ค่อย ๆ เป็น|ไป.  |Syn. clinal adj.
(ค|ลิง) {|clung|,|clung|,|clinging|,|clings|} v. ยึด|,|ติด|กับ|,|ทํา|ให้|เกิด|เสียง|กังวาน n. เสียง|กังวาน
adj. เกี่ยวกับ|ผลไม้|ที่|มี|เนื้อ|ติด|เมล็ด|,
adj. เหนียวหนืด
(คลี|'|นิค) n. คลินิก adj. เกี่ยวกับ|คลินิก
(คลิน|'|นิเคิล) adj. เกี่ยวกับ|คลินิก
(คลินิช|'|เชิน) n. นายแพทย์|ที่|ศึกษา|โรค|จาก|คนไข้|จริง ๆ|  |Syn. doctor
v. ทํา|ให้|เกิด|เสียง|กริ้ง|เบา ๆ n. คุก
(ค|ลิง|'|เคอะ) n. อิฐ|แข็ง|เย็น|,|ของ|ชั้นหนึ่ง|,|คน|ที่|ชนแก้ว|กัน|,|สิ่ง|ที่|กระทบ|ดัง|กริ๊ง|,|ความผิด|พลาด|  |Syn. mistake
adj. ต่อ|เกล็ด|,|ต่อ|ช้อน|กัน|,|เชื่อม|ช้อน|กัน
n. หิน|แกร่ง
Pref. "|ที่|ลาด|"
(คลิพฺ) {|clipped|,|clipping|,|clips|} v.,|n. (การ) ตัด|,|ตัด|ออก|,|ตัด|ให้|สั้น|,|ตัด|เล็บ|,|ย่อ|,|ต่อย|อย่าง|แรง|และ|รวดเร็ว|,|ตี|อย่าง|รุนแรง|,|หนีบ|,|กลัด|,|โอบล้อม|,|กระโดด|หนีบ|ขา|ไว|,|สิ่ง|ที่|ตัด|ออก|,|เครื่อง|หนีบ|,|ที่|หนีบ|,|เหล็ก|หนีบ|,|เข็มกลัด|,|เครื่อง|กลัด|  |Syn. clips n.,|pl. กรรไกร|,|เคร
แฟ้ม|ภาพ|กฤต|ศิลป์|หมายถึง ภาพ|ที่|ได้|รับ|อนุญาต|ให้|ตัด|หรือ|คัดลอก|มา|ใช้ได้|ด้วย|วิธีการ|ทาง|คอมพิวเตอร์ (เช่น ใช้|คําสั่ง cut หรือ copy) มี|การ|นํามา|เก็บ|รวบรวม|ไว้|เพื่อ|ใช้|ใน|งาน|พิมพ์|ตั้งโต๊ะ (desktop publishing) หรือ|งาน|พิมพ์|ต่าง ๆ ใน|ชุด|โปรแกรม|สําเร็จ|ที่|ชื่อ Microsoft Office จะ|มี Microsoft clip gallery รวบรวม|ภาพ|ไว้|ให้|เลือก|มากมาย เพื่อให้|คัดลอก|ไป|ใช้|ใน|งาน|พิมพ์|ได้|ตาม|ที่|ต้องการ
คลิป|บอร์ด|กระดาษ|ทด|หมายถึง เนื้อที่|ใน|หน่วยความจํา|ที่|กัน|ไว้|ใช้|เก็บ|ข้อมูล|ชั่ว|คราว มี|ใช้|ทั้ง|ใน|คอมพิวเตอร์|แมค|อิน|ทอ|ช และ|ระบบ|วินโดว์|ของ|พี|ซี เนื้อที่|ที่|กัน|เอา|ไว้|ส่วน|นี้|ทํา|หน้าที่|เหมือน|กระดาษ|ทด ที่|หาก|ใช้|คําสั่ง cut หรือ copy (ใต้|เมนู Edit) แล้ว คอมพิวเตอร์|ก็|จะ|นํา|ข้อความ|หรือ|ภาพ|ที่|ถูก cut หรือ copy นั้น|ไป|เก็บ|ไว้|ที่นั่น ข้อความ|หรือ|ภาพ|ที่อยู่|ใน|นั้น จะ|อยู่|ใน|กระดาษ|ทด|หรือ|คลิป|บอร์ด|นี้|จนกว่า|จะ|มี|ข้อความ|หรือ|ภาพ|ใหม่|ไป|ทับ เรา|สามารถ|นํา|ข้อความ|หรือ|ภาพ|ที่อยู่|บน|กระดาษ|ทด|นี้|ไป|วาง|หรือ paste ลง|ใน|แฟ้มข้อมูล|ของ|โปรแกรม|ใด|ก็ได้ ดู copy|, cut|, paste ประกอบ
ที่|ดู|คลิป|บอร์ด|เป็น|ชื่อ|โปรแกรม|หนึ่ง|ใน|ระบบ|วินโดว์ เมื่อ|เรียก|ใช้ จะ|แสดง|ให้|ดู|ทันที|ว่า ใน|คลิป|บอร์ด|มี|ภาพ|หรือ|ข้อความ|ใด|เก็บ|อยู่ เมื่อ|เรา|ใช้|คําสั่ง paste ที่อยู่|ใต้|เมนู EDIT ซึ่ง|จะ|มี|อยู่|ใน|ทุก|โปรแกรม ภาพ|หรือ|ข้อความ|ที่|มองเห็น|ว่า|อยู่|ใน|คลิป|บอร์ด|จะ|ไป|ปรากฏ ณ ตําแหน่ง|ที่|กําหนด|ให้|ทันที|ดู clipboard ประกอบ
n. ผู้|ตัด|,|กรรไกร|ตัดผม|หรือ|ขน|,|ปัต|ตา|เลี่ยน|,|อุปกรณ์|สําหรับ|ตัด|,|คน|หรือ|สิ่ง|ที่|เคลื่อนที่|อย่าง|รวดเร็ว|,|เครื่องบิน|ที่|บิน|เร็ว|,|ม้าเร็ว
(คลิพ|'|พิง) n. การ|ตัด|,|สิ่ง|ที่|ถูก|ตัด|ออก adj. สําหรับ|ตัด|,|ชั้นหนึ่ง|,|ยอดเยี่ยม
(คลิพทฺ) v. กริยา|ช่อง 2 ของ clip
(คลิค) n. พวก|,|คณะ|,|กลุ่ม|,|หมู่|,|ก๊ก|,|ชมรม vi. จัด|กลุ่ม|ขึ้น vt.เข้า|กลุ่ม|  |Syn. cliquey|,|cliquy adj.
(คลี|'|ควิช) adj. เกี่ยวกับ|clique (ดู)| 
(คลิท|'|เท|อริ|ส) n. เม็ด|ละมุด|,|ปุ่ม|กระสัน
ดู cleavers
abbr. chronic lymphocytic leukemia
(โค|ลเอ|'|คะ) n. ท่อ|โสโครก|,|ท่อ|ใต้ดิน
(โค|ลค) n. เสื้อคลุม|หลวม ๆ ,|สิ่ง|ปก|คุม v. ปกคลุม|,|ปิดบัง|,|ซ่อน|เล้น
n. ห้อง|ฝาก|เก็บ|เสื้อคลุม|,|ห้อง|ฝาก|กระเป๋า|,|ห้องน้ํา
vt. ตี|อย่าง|แรง|,|ทุบ|อย่าง|แรง|,|ทํา|ให้|แพ้|อย่าง|ราบคาบ|,|ข่มขี่|,|บังคับ|,|ทา|บน
vt. ตี|อย่าง|แรง|,|ทุบ|อย่าง|แรง|,|ทํา|ให้|แพ้|อย่าง|ราบคาบ|,|ข่มขี่|,|บังคับ|,|ทา|บน
vt. ตี|อย่าง|แรง|,|ทุบ|อย่าง|แรง|,|ทํา|ให้|แพ้|อย่าง|ราบคาบ|,|ข่มขี่|,|บังคับ|,|ทา|บน
(คลอ|ชาด|') n. ชาย|พเนจร
(โค|ลช) n. หมวก|หญิง รูป|ระฆัง|,|แก้ว|ครอบ
(คลอ|ค) {|clocked|,|clocking|,|clocks|} n. นาฬิกา (แขวน|หรือ|ตั้ง) -|Phr. (around the clock ตลอด 24 ชั่วโมง ไม่|หยุดยั้ง ไม่|พัก) vt. จับเวลา
อัตรา|สัญญาณ|นาฬิกา|ความ|ถี่|ของ|สัญญาณ|ที่|ส่ง|มา|จาก|นาฬิกา เช่น อัตรา|สัญญาณ|นาฬิกา 8 เม|กะ|เฮิร์ตช์ หมายถึง|สัญญาณ|ที่|ส่ง|มา|จาก|นาฬิกา 8,000,000 พัลส์ ต่อ|วินาที
สัญญาณ|นาฬิกา|หมายถึง จังหวะ|ช่วง|เวลา|ที่|นาฬิกา|เดิน (ติ๊ก) ซึ่ง|จะ|เป็น|ช่วง|ที่|แน่นอน|สม่ําเสมอ ใน|แต่ละ|ช่วง|เดิน|ของ|นาฬิกา|ที่|เรียก|ว่า "|ติ๊ก|" นั้น คอมพิวเตอร์|จะ|ทํางาน|ตาม|คําสั่ง และ|จะ|หยุด|ทํางาน|ใน|ช่วง|ว่าง|ระหว่าง|ติ๊ก ยิ่ง|ช่วง|ติ๊ก|นี้|ถี่|เท่าใด ก็|ยิ่ง|แปล|ว่า|คอมพิวเตอร์|ทํางาน|เร็ว|เท่านั้น สัญญาณ|นาฬิกา|นี้ จึง|ถือ|เป็น|เครื่อง|บ่งชี้|ถึง|ความ|เร็ว|ของ|การ|ทํางาน|ของ|เครื่อง|คอมพิวเตอร์ ความ เร็ว|ของ|การ|เดิน|ของ|นาฬิกา หรือ|ความ|ถี่|นี้|วัด|กัน|เป็น|เม|กะ|เฮิรตช์ (megahertz) 1 เมกะเฮิรตซ์ จะ|เท่า|กับ 1 ล้าน|ติ๊ก|ของ|นาฬิกา|ต่อ 1 วินาที คอมพิวเตอร์ส่วนบุคคล|หรือ|พี|ซี|ใน|ยุค|ปัจจุบัน|นั้น|มี|หน่วยความจํา|ที่ทํางาน|ด้วย|ความ|เร็ว ถึง|ประมาณ 33|-|66 เม|กะ|เฮิร์ตซ์
นาฬิกา|ที่|ตีบ|อก|ชั่วโมง
adj.,|adv. ตาม|เข็มนาฬิกา|,|หมุน|ตาม|เข็มนาฬิกา
n. เครื่องกลไก|ของ|นาฬิกา|,|เครื่องกลไก|ที่|คล้าย|ของ|นาฬิกา -|Phr. (like clockwork ด้วย|ความ|เที่ยงตรง|สม่ําเสมอ)| 
(คลอด) n. ก้อน|,|ก้อน|ดิน|,|ดิน|,|คน|โง่|,|คน|ทึ่ม|  |Syn. cloddish adj. ดู|clod cloddishness n. ดู|clod
(คลอด|'|ดี) adj. เหมือน|ก้อน|ดิน|,|เป็น|ก้อน
n. คน|บ้านนอก|,|คน|เซ่อซ่า .
n. คน|โง่.  |Syn. clodpole|,|clodpate
(คลอก) {|clogged|,|clogging|,|clogs|} v. ขัดขวาง|,|เต็มไปด้วย|,|อุดตัน|,|ติด|เกาะ|,|ติด|กัน|,|n. สิ่ง|ที่|ขัดขวาง|,|อุปสรรค|,|รองเท้า|ส้น|ไม้.  |Syn. clogginess n. ดู|clog cloggy adj. ดู|clog|  |Syn. choke|,
(คลอ|ย|'|ส|เทอะ) n. สถานที่|สันโดษ|ทาง|ศาสนา|,|ชีวิต|ใน|วัด|อาราม|,|ทางเดิน|มี|หลังคา|,|ลาน. vt. อยู่|ใน|วัด|,|อยู่|อย่าง|สันโดษ
(โค|ลม) v. กริยา|ช่อง 2 และ 3 ของ climb
(คลอ|มพฺ) vi. เดิน|หนัก|ดัง|และ|งุ่มง่าม
(โคลน) n. พวก|สิ่งมีชีวิต|ที่|สืบพันธุ์|จาก|ระบบ|ไร้|เพศ.  |Syn. clonal adj. คอมพิวเตอร์|เลียน|แบบ|หมายถึง เครื่อง|คอมพิวเตอร์|ที่|ทํา|เลียน|แบบ|เครื่อง|คอมพิวเตอร์|ยี่ห้อ|ดัง ๆ ส่วนใหญ่|จะ|มี|ราคา|ถูก โดย|ปกติ เขา|แบ่ง|ระดับ|ขั้น|ของ|คอมพิวเตอร์|กัน|ดังนี้ คือ ถ้า|เป็น|ระดับ|ที่|มี|ชื่อเสียง|โด่งดัง|ที่สุด ก็|มี|คอมพิวเตอร์|ของ|บริษัท|ไอ|บีเอ็ม (IBM) แมคอิน|ทอ|ช (Macintosh) และ|คอม|แพ|ค (Compaq) ถัด|ลง|มา|อยู่|ใน|ระดับ|เทียบเคียง|ได้ (compatible) หมายถึง พวก|ที่|มี|ชื่อ แต่|โด่งดัง|น้อย|กว่า เช่น เอ็ปซอน (Epson) ที่|ขั้นต่ํา|สุด|ก็|คือ|พวก|ที่|ทํา|เลียน|แบบ|ใน|ราคา|ถูก .....ถูก|จน|คน|มักจะ|ชอบ|เสี่ยง|ซื้อ|ไป|ใช้ จึง|จะ|เรียก|ว่า "|clone|"
adj. เกี่ยวกับ|การ|กระตุก|สั่น|ของ|กล้ามเนื้อ|  |Syn. clonism n. clonicity n.
n. การ|กระตุก|สัน|ของ|กล้ามเนื้อ
n. เสียง|เกือก|ไม้|กระทบ|พื้น|vi.ดัง|เป็น|เสียง|กล๊|อบ ๆ| 
(โค|ลส) {|closed|,|closing|,|closes|} adj. ใกล้|,|สนิทสนม|,|รอบคอบ|,|แน่นหนา|,|แคบ|,|คับ|,|อึดอัด|,|ไม่|มี|ลม|เข้า|,|มิดชิด|,|เป็น|ความลับ|,|ทัดเทียม|กัน|,|พอ ๆ กัน|,|ขี้เหนียว|,|หวงแหน|,|หวงห้าม -|adv. ใกล้ชิด|,|ใกล้ v.,|n. (การ) ปิด|,|ลงเอย|,|สิ้น|,|ตกลง|,|ปิดบัญชี|,|ทํา|ให้|ติด|กับ|,|ทํา|ให้|ประชิด|กับ|,|สรุป|,|สถานที่|ปิด
adj. ไม่|พูด|,|พูด|น้อย
ช่อง|ปิด|วินโดว์|หมายถึง|ช่อง|สี่เหลี่ยม|ที่|มุม|ขวา|บน|ของ|วินโดว์ ที่|มี|ลักษณะ|เป็น|กากบาท เมื่อ|กด|ที่|ปุ่ม|นี้ วินโดว์จะ|ปิด|ลง|เหมือน|ใช้|คําสั่ง close ใต้|เมนู FILE
n. ความ|ใกล้เคียง|กัน
n. การ|โกน|หนวด|โกน|เครา|อย่าง|หมดจด|,|การ|หลบหนี|ได้|อย่าง|หวุดหวิด
adj. ใกล้|,|ใกล้|จะ|มา|ถึง
adj. ใกล้|,|ใกล้ชิด|,|ประชิด
adj. สวมใส่|ได้|พอดี
มี|เนื้อไม้|ที่|ละเอียด
adj.,|adv. กาง|ใบ|เรือ|เต็มที่
adj. ติด|แน่น|,|เกาะ|แน่น
adj. เงียบ|,|ปิดปาก|,|ไม่|ชอบ|พูด
n. ภาพถ่าย|ใน|ระยะ|ใกล้|,|การ|ถ่าย|ภาพ|ใน|ระยะ|ใกล้
(โค|ซด|ฺ) adj. ปิด|,|สรุป|,|ห้าม|เข้า|,|สงวน (เขต) ,|ลับ
สถาปัตยกรรม|ปิด|หมายถึง การ|ออกแบบ|เครื่อง|คอมพิวเตอร์|ให้|ใช้ได้|เฉพาะ|กับ|อุปกรณ์|หรือ|ชิ้นส่วน|ที่|ผลิต|จาก|บริษัท|เดียวกัน|เท่านั้น (เรียก|ว่า ปิด|ประตู|ตาย ไม่|ให้|ผู้อื่น|มา|ร่วม|ทํามาหากิน)| 
n. กระแส|ไฟฟ้า|วงจร|ปิด|ซึ่ง|กระแส|สามารถ|วิ่ง|ผ่าน|ได้|ตลอด .
n. ข้างหลัง|ประตู|ที่|ปิด|,|ลับ|,|เป็น|ความลับ
adj. ขี้เหนียว
n. การ|ขาย|สินค้า|ทั้งหมด|เพื่อ|ปิด|กิจการ|,|การ|ขาย|สินค้า|ทั้งหมด|ที่|ไม่|ต้อง|ให้|มี|อีก|ใน|ร้าน
(โค|ลซ|'|ซิ|ท) n. ห้องส้วม|,|ห้องน้ํา|,|ห้อง|เล็ก|,|ห้องส่วนตัว|,|ห้อง|ลับ|,|ตู้|ฝา|ผนัง. adj. ส่วนตัว|,|ลับ|เฉพาะ|,|เสี่ยงโชค.
n. คน|ลัก|ร่วมเพศ (โฮ|โม) ที่|ไม่|เปิดเผย
n. การ|สิ้นสุด|,|การ|ปิด adj. สิ้นสุด|,|ยุติ|,|หมดเวลา
n. เชื้อ|แบคทีเรีย|รูป|ท่อน|ที่|พบ|ใน|ดิน|/|ลําไส้|คน|และ|สัตว์
(โค|ลส|'|เชอะ) n. การ|ปิด|,|การ|ยุติ|,|สิ่ง|ที่|ปิด|,|กําแพง|ล้อมรอบ|,|ฝา|ปิด|,|สิ่ง|ปกคลุม. vt.,|vi. ทํา|ให้|ยุติ|,|ยุติ
(คลอ|ท) n. ก้อน|เลือด|ที่|แข็งตัว|,|ก้อน|เล็ก ๆ ,|กลุ่ม|เล็ก ๆ ,|คน|โง่. vi. จับตัว|เป็น|ก้อน vt. ทํา|ให้|จับตัว|เป็น|ก้อน|,|ปกคลุม|ไป|ด้วย|ก้อน|เล็ก ๆ ,|ทํา|ให้|หยุด|,|ขัดขวาง.  |Syn. clotty adj.  |Syn. lump
(คลอ|ธ) n. เสื้อผ้า|,|เสื้อผ้า|ที่|ใส่|เฉพาะ|ของ|อาชีพ -|Phr. (the cloth อาชีพ|เป็น|พระ) -|pl. cloths
(โค|ลธ) {|clothed|/|clad|,|clothed|/|clad|,|clothing|,|clothes|} vt. ใส่|เสื้อ|อาภรณ์|  |Syn. attire|,
(โค|ลซ) n.,|pl. เสื้อผ้า|,|เครื่องนุ่งห่ม -|Conf. cloths
(โค|ลซเพ|รส) n. ที่|ใส่|เสื้อผ้า|,|ตู้|ใส่|เสื้อผ้า
(โค|ลธ|'|ธีเออะ) n. คน|ขาย|เสื้อผ้า|ผู้ชาย|,|ช่าง|ทํา|เสื้อ|,|คน|ขาย|ผ้า
(โค|ลธ|'|ธิง) n. เครื่องนุ่งห่ม|,|เสื้อผ้า|,|เครื่อง|อาภรณ์|,|ที่|นอน|หมอน|มุ้ง|,|เครื่อง|ใบ|เรือ|  |Syn. clothes
(คลอ|ท|'|ทิด) adj. ซึ่ง|แข็งตัว|,|ซึ่ง|จับตัว|เป็น|ก้อน
(โค|ล|'|เชอะ) {|clotured|,|cloturing|,|clotures|} n. วิธีการ|ปิด|การ|อภิปราย|และ|ให้|มี|การ|ลง|คะแนนเสียง|ทันที vt.,|vi. ปิด|การ|อภิปราย
(เค|ลาด|ฺ) {|clouded|,|clouding|,|clouds|} n. เมฆ|,|เงามืด|,|ความ|มืดมัว|,|รอย|ด่าง|,|มลทิน -|Phr. (on a cloud มี|ความ|สุข|ที่สุด) -|Phr. (under a cloud ภาวะ|เสื่อมเสีย|,|ภาวะ|ที่|น่า|สงสัย|,|ภาวะ|ที่|ขายหน้า) vt. ปกคลุม|ไป|ด้วย|เมฆ|,|ทํา|ให้|มืด|สลัว|,|ทํา|ให้|เป็น|เงา|,|ให้|ร้าย|,|ใส่ร้าย|,|ทํา|ให้|ยุ่งเหยิง|ใจ
n. วิมาน|ใน|ฝัน
n. การ|ก่อ|ตัว|เป็น|เมฆ
adj. ฝัน|หวาน|,|เพ้อฝัน
adj. สูง|ระฟ้า|,|สูง|เทียม|เมฆ
n. ฝน|ที่|ตก|อย่าง|หนัก|มาก|และ|กะทันหัน|ปาน|ฟ้า|รั่ว|,|พายุ|ฝน
n. แดน|ใน|ฝัน|,|แดน|ที่|ไม่|เป็น|ความจริง
(เค|ลา|'|ดี) adj. เต็มไปด้วย|ก้อน|เมฆ|,|เกี่ยวกับ|เมฆ|,|มืดมัว|,|ไม่|ใส|,|ไม่|ชัด|,|เลือนลาง|,|ขุ่น|,|เศร้า|ซึม.  |Syn. cloudily adv. ดู|cloudy cloudiness n. ดู|cloudy|  |Syn. gray|,|overcast
(คลัฟ) n. หุบเขา|ที่|แคบ|,|หุบเขา|ลึก|,|ห้วย|ลึก
(เค|ลา|ทฺ) {|clouted|,|clouting|,|clouts|} n. การ|ตี|,|การ|ต่อย|,|การ|ตบ|,|การ|ตี|ลูก|ไกล|,|อิทธิพล|ของ|ความคิด|,|ปาฏิหาริย์|,|เป้า|,|ลูกกระสุน|ที่|ถูก|เป้า|,|เศษผ้า|ปะ|,|เศษ|ของ|ที่|ใช้|ซ่อมแซม|,|เศษผ้า|,|ผ้าขี้ริ้ว. vt. พัน|ผ้า|,|ปะ|,|ซ่อมแซม|,|ตอก|ตะปู|เสริม|,|ตี|,|ต่อย|  |Syn. blow|,|wal
(โค|ลฟว) n. กานพลู|,|ต้น|กานพลู v.กริยา|ช่อง 2 ของ cleave
(โค|ล|'|เวิน) v. กริยา|ช่อง 3 ของ cleave. adj. เป็น|รอย|แยก|,|เป็น|ร่อง
adj. เกี่ยวกับ|กีบ|เท้า|ที่|แยก
(โค|ล|'|เวอะ) n. ต้นไม้|จําพวก Trifolium มี|ใบ 3 ใบ -|Phr. (in clover ร่ํารวย|,|สุข|สมบูรณ์|,|อยู่ดีกินดี)| 
n. ชุมทาง|หลวง|ที่|ตัด|กัน|เป็น|รูป|ดอกจิก adj. คล้าย|ใบ|ต้น|หญ้า
(เค|ลาน|ฺ) {|clowned|,|clowning|,|clowns|} n. ตัว|ตลก|,|คน|หยาบคาย|,|ชาวบ้าน|นอก vi. แสดง|เป็น|ตัวละคร|ตลก|  |Syn. clownish adj. clownishness n.  |Syn. buffoon
(เค|ลา|'|เนอ|รี) n. นิสัย|ตลก|,|การ|แสดง|เป็น|ตัว|ตลก
(คลอ|ย) {|cloyed|,|cloying|,|cloys|} vi.,|vt. (ทํา|ให้) กิน|มาก|เกิน|ไป|จน|เบื่อ|  |Syn. satiate|,|sate
(ซี|แอ|ลเอส) ย่อ|มา|จาก close เป็น|คําสั่ง|หนึ่ง|มี|ใช้|ทั้ง|ใน|ระบบ|ดอส|และ|ระบบ|วินโดว์ (อยู่|ใต้|เมนู FILE) ใน|ระบบ|ดอส จะ|เป็น|การ|ล้าง|สิ่ง|ที่|พิมพ์|บน|จอภาพ|ทั้งหมด ส่วน|ใน|ระบบ|วินโดว์ จะ|มี|ความหมาย|ว่า|ปิด|การ|แสดง|วินโดว์|นั้น
(คลับ) {|clubbed|,|clubbing|,|clubs|} n. กระ|บอง|,|ไม้|พลอง|,|ไม้ (ลูก|กอล์ฟ|หรือ|ฮอกกี้) ,|ไนต์คลับ|,|สโมสร|,|ชมรม|,|รูป|ดอกจิก|บน|ไพ่|,|ส่วน|ที่|คล้าย|กระ|บอง v. ตี|ด้วย|กระ|บอง|หรือ|ไม้|,|รวม|กลุ่ม|เป็น|คลับ|,|รวม|กัน|,|รวบรวม|,|ช่วย|กัน|เสีย|ค่าใช้จ่าย adj. ร่วม|กัน|  |Syn. staff|,
adj. มี|ลักษณะ|เป็น|กระ|บอง|,|ชอบ|สังคม
(คลับ|'|ฟุ|ท) n. เท้า|ผิด|รูป|,|ภาวะ|ที่|มี|เท้า|ผิด|รูป|,|เท้า|บิด (ปุ|ก|,|ฉิ่ง|,|ชี้|,|แหงน ฯลฯ)|  |Syn. clubfooted adj. -|pl. -|feet
n. บ้าน|หรือ|ตึก|ที่|ใช้|เป็น|สโมสร
n. การ|ปกครอง|ด้วย|กระ|บอง|,|การ|ปกครอง|แบบ|ใช้อํานาจ
(คลัค) n.,|v. (ร้อง|เสียง) เสียงร้อง|กะ|ต๊าก|ของ|ไก่|ตัวเมีย|,|คน|ทึ่ม
(คลู) n. ร่องรอย|,|เงื่อนงํา vt. ชี้ทาง -|Phr. (clue in บอก|ความจริง)|  |Syn. hint
(คลัมพฺ) n. หมู่|ต้นไม้|,|ก้อน|,|กลุ่ม v. เดิน|หนัก|และ|งุ่มง่าม|,|จับ|กัน|เป็น|กลุ่มก้อน|  |Syn. clumpy|,|clumpish|  |Syn. bunch|,
(คลัม|'|ซี) adj. งุ่มง่าม|,|เซ่อซ่า|  |Syn. clumsily adv. ดู|clumsy clumsiness n. ดู|clumsy
(ค|ลัน|ชฺ) n. ดินเหนียว|ทน|ไฟ|,|ดินเหนียว
(คลัง) v. กริยา|ช่อง 2 และ|ช่อง 3 ของ cling
n. เสียง|โลหะ|กระทบ|,|คน|ทึ่ม|,|คน|ที่|ไม่|มี|อารมณ์ขัน
n. รถ|ยนตร์|เก่า|ที่|มี|ยี่ห้อ|ดัง|มาก
n. ก้อน|,|กลุ่ม|,|พวง|,|ช่อ|,|ฝูง|,|พวก vi.,|vt. จับ|กัน|เป็น|กลุ่มก้อน|,|เป็น|กลุ่มก้อน|  |Syn. clusteringly adv. ดู|cluster clustery adj. ดู|cluster|  |Syn. bunch|,|group|,|clump
n. ก้อน|,|กลุ่ม|,|พวง|,|ช่อ|,|ฝูง|,|พวก vi.,|vt. จับ|กัน|เป็น|กลุ่มก้อน|,|เป็น|กลุ่มก้อน|  |Syn. clusteringly adv. ดู|cluster clustery adj. ดู|cluster|  |Syn. bunch|,|group|,|clump
n. ก้อน|,|กลุ่ม|,|พวง|,|ช่อ|,|ฝูง|,|พวก vi.,|vt. จับ|กัน|เป็น|กลุ่มก้อน|,|เป็น|กลุ่มก้อน|  |Syn. clusteringly adv. ดู|cluster clustery adj. ดู|cluster|  |Syn. bunch|,|group|,|clump
(คลัทชฺ) {|clutched|,|clutching|,|clutches|} v. คว้า|,|กํา|,|เกาะ|,|ฉวย|,|ยึด|,|พยายาม|คว้า n. ก้ามปู|,|คลัตช์ (เครื่อง|เกาะ|เพลา|ใน|รถยนต์) ,|อุปกรณ์|กํา|,|การ|กํา|,|การ|เกาะ|,|การ|คว้า -|clutchy adj. ดู|clutch|  |Syn. grasp
(คลัท|'|เทอะ) {|cluttered|,|cluttering|,|clutters|} v.,|n. เรี่ยราด|,|กอง|เรี่ยราด|,|วิ่ง|วุ่น|ไป|หมด|,|ยุ่งเหยิง|,|ภาวะ|ยุ่งเหยิง|,|เสียง สับสนวุ่นวาย|  |Syn. mess|,
adj. เป็น|รูป|โล่|กลม
abbr. centimetre (s) ,|centimeter (s) abbr. culturemedia
abbr. centimetre (s) ,|centimeter (s)| 
abbr. chronic myelogenous leukemia
(ซี|มอ|ส) ย่อ|มา|จาก|คํา|ว่า complementary metal|-|oxide semiconductor หมายถึง วงจร|ที่|ออกแบบ|ไว้|เป็นพิเศษ เพื่อ|การ|ประหยัด|กระแส|ไฟ วงจร|ซี|มอ|ส|นี้|มักจะ|ใช้|ใน|ของ|ชิ้น|เล็ก ๆ เช่น นาฬิกาข้อมือ เครื่องคิดเลข คอมพิวเตอร์|ขนาด|วาง|ตัก (laptop) หรือ|ส่วน|ที่|เก็บ|วัน|เวลา (date|/|time) ใน|เครื่อง|คอมพิวเตอร์|ทั่วไป
abbr. cytomegalovirus
ย่อ|มา|จาก cyan (ฟ้า|อม|เขียว) magenta (แดง|อม|ม่วง) yellow (เหลือง) key (ดํา) ซึ่ง|เป็น|ชื่อ|สี|ที่|นํามา|ใช้ การ|ผสม|สี|ทั้ง 4 นี้ จะ|ทํา|ให้|เกิด|สี|ได้|อีก|หลาย|ร้อย|สี นํามา|ใช้|ใน|การ|พิมพ์|สี|ต่าง ๆ ดู RGB ประกอบ
abbr. cranial nerve
abbr. Central Nervous System|/|ระบบประสาท|ส่วนกลาง
abbr. สัญลักษณ์|ธาตุ|โคบอลต์ (cobalt) abbr. อัตรา|การ|ไหล|ของ|เลือด|ออก|จาก|หัวใจ โดย|ใน|ผู้ใหญ่|ประมาณ 5|-|6 ลิตร|/|นาที ขณะ|ออกกําลัง|กาย|เพิ่ม|ได้|เป็น 20 -|40 ลิตร|/|นาที
(โค|'|ออ|พ|,|โค|ออ|พ|') n. สหกรณ์
(โค|ออ|พ|'|พะเรท) vi. ร่วมมือ|  |Syn. cooperator n. ดู|cooperate co|-|operator n. ดู|cooperate|  |Syn. assist|,|help|,|plot
(โค|ออ|พเพอเร|'|เชิน) n. การ|ร่วมมือ.  |Syn. cooperationist n. ดู|cooperation cooperationist n. ดู|cooperation|  |Syn. concert|,|unity
(โค|ออ|พ|'|เพอเรทิฟว) adj. เกี่ยวกับ|การ|ร่วมมือ สหกรณ์|,|บ้าน|อพาร์ทเมนท์|ที่|ผู้|อยู่|แต่ละ|อพาร์ทเมนท์|เป็น|เจ้าของ|,|ห้อง|ใน|อพาร์ทเมนท์|  |Syn. cooperativeness n. ดู|cooperative co|-|operativeness n. ดู|cooperative|  |Syn. concerted
(โค|ออร์|'|ดิเนิล) adj. เกี่ยวกับ|ลําดับ|เดียวกัน.  |Syn. co|-|ordinal
(โค|ออร์|'|ดิเนท) adj. ขนาน|กัน|,|ใน|ระดับ|เดียวกัน|,|เท่า|กัน|,|ประสานกัน|,|พร้อมเพรียง|กัน n. สิ่ง|หรือ|บุคคล|ที่|มี|ความ|สําคัญ|หรือ|ตําแหน่ง|เท่า|กัน|,|ระยะ|พิกัด vt. ทํา|ให้|เป็น|ระดับ|เดียวกัน|,|ทํา|ให้|เท่า|กัน|,|ทํา|ให้|ประสานกัน. vi. เท่า|กัน|,|อยู่|ใน|ระดับ|เดียวกัน|,|ประสานกัน.  |Syn. c
(โคน|ออ|น|') vt. ร่วม|ดี|กรรมสิทธิ์.  |Syn. coowner n. ดู|co|-|own coownership n. ดู|co|-|own
(โค|'|สทาร์) n. ดารา|ประกอบ vi. (โค|'|สทาร์|') เป็น|ดารา|ประกอบ
(โค|'|เวิร์ค|เคอะ) n. ผู้ร่วมงาน
n. ชั้น|ที่|เกาะ|ตัว|แน่น|ของ|ของเหลว v. ทํา|ให้|เกาะ|ตัว|แน่น|,|เกาะ|ตัว|แน่น
(โค|ชฺ) {|coached|,|coaching|,|coaches|} n. รถม้า|สี่|ล้อ|ขนาด|ใหญ่|,|รถยนต์|โดยสาร|,|รถไฟ|โดยสาร|ชั้น|ถูก|ที่สุด|,|เครื่องบิน|โดยสาร|ชั้น|2,|บัตร|โดยสาร|ชั้น 2 ของ|เครื่องบิน|,|ผู้ฝึก|นักกีฬา|,|ครู|พิเศษ|,|ครู|ส่วนตัว v. ฝึก|,|ฝึกสอน.  |Syn. trainer|,|tutor
คน|ต่อ|ตัวถัง|รถยนต์|,|คน|สร้าง|รถ
adj. เกี่ยวกับ|รถ|ที่|ต่อ|ตัวถัง|รถยนต์
(-|เมิน) n. คน|ขับ|รถม้า|,|สายเบ็ด|ตกปลา|  |Syn. coachmanship n. ดู|coachman -|pl. coachmen
n. งาน|ต่อ|ตัวถัง|รถยนต์
vt.,|vi. กระทํา|ร่วม|กัน|,|ทํา|ร่วม|กัน|  |Syn. coactive adj. ดู|coact coactivity n. ดู|coact
vt.,|vi. กระทํา|ร่วม|กัน|,|ทํา|ร่วม|กัน|  |Syn. coactive adj. ดู|coact coactivity n. ดู|coact
(โค|แอ|ค|'|-) n. การ|กระทํา|ร่วม|กัน|,|แรงดัน|,|ปฎิ|กริยา|ระหว่าง|สิ่งมีชีวิต
vt.,|vi. กระทํา|ร่วม|กัน|,|ทํา|ร่วม|กัน|  |Syn. coactive adj. ดู|coact coactivity n. ดู|coact
adj. ช่วยเหลือ|ซึ่งกันและกัน n. ผู้ช่วย|,|ผู้|ร่วมมือ
n. ผู้ช่วย|  |Syn. assistant
(โค|แอ|จ|'|จะ|เนท) adj. รวม|กัน|โดย|การ|เจริญเติบโต|เป็น|ร่าง|เดียวกัน|  |Syn. coadunation n.
(โค|แอก|'|ยะเลท) vt.,|vi. เปลี่ยน|จาก|ของเหลว|เป็น|ก้อน|หนา|หนืด.  |Syn. coagulability n. ดู|coagulate coagulation n. ดู|coagulate coagulatory adj. ดู|coagulate coagulative adj. ดู|coagulate|  |Syn. solidify|,|clot
n. ก้อน|หนา|หนืด -|pl. coagula
(โค|ล) n. ถ่านหิน|,|ถ่าน|,|ก้อน|ถ่าน|,
n. ห้อง|เก็บ|ถ่านหิน
n. ชั้น|ถ่านหิน|ใต้ดิน
n. น้ํามัน|ถ่านหิน|ที่|ได้|จาก|การ|กลั่นทําลาย|ถ่าน|บิ|ทู|มัน (bituminous coal) ,|น้ํามันก๊าด
n. บ่อ|ถ่านหิน|,|หลุม|ถ่านหิน|  |Syn. coal mine
n. เครื่อง|ขน|ถ่านหิน|ลง|,|ผู้|ขน|ถ่านหิน|ลง
adj. ดํา|มาก|,|มืด
(โค|อา|'|ละ) n. ดู koala
n. รถไฟ เรือ|หรือ|ยานพาหนะ|อื่น|ที่|ใช้|ขน|ถ่านหิน
(โค|อะเลส|') {|coalesced|,|coalescing|,|coalesces|} v. รวม|กัน|,|เชื่อม|กัน|,|ต่อ|กัน|  |Syn. coalescence n. ดู|coalesce coalescent adj. ดู|coalesce|  |Syn. unite|-|A. separate
(โค|อะลิช|'|เชิน) n. การ|ร่วม|กัน|,|การ|ร่วมมือ|กัน|,|สัมพันธมิตร|,|รัฐบาลผสม|,|การ|ประสานกัน.  |Syn. coalitionist|,|coalitoiner n.  |Syn. alliance
(โค|แอ|พท) {|coapted|,|coapting|,|coapts|} vt. เชื่อม|ติด|กัน|,|ปะ|ให้|เชื่อม|ติด|กัน
(คอร์ส) adj. หยาบ|,|หยาบคาย|,|มี|คุณภาพ|ที่|เลว|,|ธรรมดา ๆ ,|ขาด|รสนิยม.  |Syn. coarseness n.  |Syn. rough Ant. smooth
adj. มี|เนื้อไม้|ที่|หยาบ|,|หยาบ|,|เอะอะโวยวาย.  |Syn. coarse|-|grainedness n. ดู|coarse|-|grained|  |Syn. crude
(คอร์|'|เซิน) vt.,|vi. ทํา|ให้|หยาบ|,|กลาย|เป็น|หยาบ|  |Syn. coarsenness n.
(โค|สทฺ) {|coasted|,|coasting|,|coasts|} n. ฝั่ง|ทะเล v. แล่น|แคร่|เลื่อน|หิมะ|,|แล่น|เรือ|ไป|ตาม|ชายฝั่ง|,|แล่น|ไหล|ลง|เนินเขา|,|ไป|เรื่อยเปื่อย|  |Syn. coaster n. ดู|coast
n. หน่วย|รักษาการณ์|ชายฝั่ง|,
n. ถาด|รอง|แก้ว
n. Coast Guard
n. เส้น|แนว|ชายฝั่ง|ทะเล
adv.,|adj.ไป|ทาง|ชายฝั่ง|  |Syn. coastwards
(-|เวิร์ดซ) adv. ไป|ทาง|ชายฝั่ง
adv.,|adj. ไป|ทาง|ชายฝั่ง
(โค|ท) {|coated|,|coating|,|coats|} n. เสื้อคลุม|,|เสื้อนอก|,|สิ่ง|ปกคลุม|,|ขน|,|เปลือก|,|ชั้น|ผิวหนัง|,|แผ่น|ตรา|ลวดลาย|บน|โล่|,|กระโปรง. vt. ใส่|เสื้อคลุม|,|ปกคลุม|,|ทา|,|ฉาบ|,|หุ้ม|,|เคลือบ|  |Syn. cover
n. แผ่น|ตรา|ลวดลาย|บน|โล่|,|ตรา|เครื่องหมาย|ของ|ตระกูล|ขุนนาง|  |Syn. coat of armour
n. เสื้อ|เกราะ|อ่อน
(โค|อา|'|ที) n. สัตว์|กิน|เนื้อ|จําพวก Nasua มี|ร่าง|ที่|ยาว|หาง|ยาว|ปาก|เรียว|ยาว
n. ชั้น|เหนือ|ผิวหน้า|,|สิ่งทอ|ที่|ใช้|ทํา|เสื้อคลุม
n. ห้อง|ฝาก|เก็บ|เสื้อผ้า
n. นักประพันธ์|ร่วม vt. เขียน|ร่วม
n. นักประพันธ์|ร่วม vt. เขียน|ร่วม
n. นักประพันธ์|ร่วม vt. เขียน|ร่วม
(โค|คซฺ) {|coaxed|,|coaxing|,|coaxes|} vt. เกลี้ยกล่อม|,|คะยั้นคะยอ|,|หลอก|,|ลวง vi. เกลี้ยกล่อม|  |Syn. coaxingly adv. ดู|coax
(โค|แอ|ค|'|เซี|ยล) adj. ซึ่ง|มี|แกน|ร่วม
สายเคเบิล|หุ้ม|ฉนวน|หมายถึง สายเคเบิล|ที่|ห่อหุ้ม|ด้วย|ฉนวน|ไฟฟ้า|อย่าง|ดี นิยม|ใช้ ใน|ข่ายงาน|บริเวณ|เฉพาะที่ (LAN) เพรา|สื่อสาร|ข้อมูล|ได้|มาก|กว่า|สายโทรศัพท์|ธรรมดา
(คอ|บ) n. ก้อน|กลม|,|แกน|ฝัก|ข้าวโพด
(โค|'|บอล|ทฺ) n. ธาตุ|โลหะ|สี|ขาว|คล้าย|เงิน
v. (โรย) ก้อน|หิน|กลม|ที่|ใช้|ปู|โรย|ถนน|,|ก้อน|ถ่านหิน|,|หิน|กรวด|,|ซ่อม|รองเท้า|,|ปะ|รองเท้า|,|ทํา|อย่าง|หยาบ ๆ
(คอ|บ|'|เบลอะ) n. ช่าง|ปะ|รองเท้า|,|ขนม|,|ช่างฝีมือ|งุ่มง่าม
n. หิน|กลม เล็ก ๆ ตาม|ธรรมชาติ|,|กรวด|ขนาด|ปานกลาง
v. (โรย) ก้อน|หิน|กลม|ที่|ใช้|ปู|โรย|ถนน|,|ก้อน|ถ่านหิน|,|หิน|กรวด|,|ซ่อม|รองเท้า|,|ปะ|รองเท้า|,|ทํา|อย่าง|หยาบ ๆ
v. (โรย) ก้อน|หิน|กลม|ที่|ใช้|ปู|โรย|ถนน|,|ก้อน|ถ่านหิน|,|หิน|กรวด|,|ซ่อม|รองเท้า|,|ปะ|รองเท้า|,|ทํา|อย่าง|หยาบ ๆ
(คอ|บ|'|บลี) adj. ปู|ด้วย|หิน|กลม|,|ปู|ด้วย|กรวด|ขนาด|กลาง
(คอ|บ|'|บี) adj. ปราดเปรียว|,|หัวดื้อ
(โค|บอล) ย่อ|มา|จาก Common Business Oriented Language เป็น|ภาษาระดับสูง (high level language) ภาษา|หนึ่ง แรกเริ่ม|เดิมที นิยม|ใช้|ใน|การ|เขียน|โปรแกรม|สําหรับ|งาน|ด้าน|ธุรกิจ ใช้|กับ|เครื่อง|คอมพิวเตอร์|ขนาด|ใหญ่ (mainframe) แต่|ปัจจุบัน ได้|รับ|การ|ดัดแปลง|ให้|ใช้|กับ|เครื่อง|ไมโครคอมพิวเตอร์|ได้|แล้ว ภาษา|โค|บอล|นี้|ออกจะ|ละม้ายคล้ายคลึง|กับ|ภาษาอังกฤษ|ธรรมดา|อยู่|ค่อนข้าง|มาก ภาษา|นี้|เป็น|ภาษาสากล ที่|ยัง|มี|คน|นิยม|ใช้|กัน|แพร่หลาย|จนถึง|ปัจจุบัน
(โค|'|บ|ระ) n. งูเห่า
(คอ|บ|'|เวบ) n. ใย|แมงมุม|,|เส้นใย|แมงมุม|,|แผนการ|,|ความ|ยุ่งเหยิง|สับสน vt. ทํา|ให้|ยุ่งเหยิง
(คอ|บ|'|เวบบี) adj. คล้าย|ใย|แมงมุม
(โค|'|คะ) n. พืช|จําพวก Erythroxylon Coca
(โคเคน|') n. ยาชา|เฉพาะ|แห่ง|ที่|ได้|จาก|ใบ|โค|คา
Pref. "|รูปทรง|กลม|เล็ก|"|,|"|น้ําผลไม้|"
(คอ|ค|'|ไซ) พหุพจน์|ของ coccus
Pref. "|รูปทรง|กลม|เล็ก|"|,|"|น้ําผลไม้|"
n. แบคทีเรีย|รูปทรง|กลม|  |Syn. coccal adj. ดู|coccus coccic adj. ดู|coccus coccous adj. ดู|coccus -|pl. coccci
n. กระ|ดูด|ก้นกบ|,|กระดูก|หาง.  |Syn. coccygeal adj. ดู|coccyx
n. ประธาน|ร่วม -|pl. cochairmen
(โค|'|ชิน) n. ไก่|เอเซีย|พันธุ์|หนึ่ง
n. สีย้อม|สี|แดง|ชนิด|หนึ่ง
(คอ|ค|'|ลีเอท) adj. เป็น|รูป|หอยโข่ง|,|เป็น|วง|ขด.
(คอ|ค) {|cocked|,|cocking|,|cocks|} n. ไก่|ตัวผู้|,|นก|ตัวผู้|,|ผู้นํา|,|หัวหน้า|,|นักต่อสู้|,|นก|สับ|ของ|ปืน|,|หัว|ก๊อก|ท่อน้ํา|ท่อแก๊ส|ที่|ใช้|มือ|ปิด|เปิด|ได้|,|ลึงค์|,|เวลา|ไก่|ขัน|,|รุ่งอรุณ|,|การ|ขัน|ของ|ไก่ vt. ดึง|นก|สับ vi. เดิน|วางท่า|,|วางมาด|,|เชิด|ขึ้น|,|ตั้ง|ขึ้น|,|เตรียม|ยิง
n. ผู้นํา|,|หัวหน้า|กลุ่ม
เสียง|ไก่|ขัน vi. (ไก่) ขัน
เสียง|ไก่|ขัน vi. (ไก่) ขัน
adj. ซึ่ง|ยินดี|ปราโมทย์|,|นอกลู่นอกทาง|,|เต้นแร้งเต้นกา
n. เรื่อง|เหลวไหล|,|เรื่อง|โกหก
(คอ|ค|'|เคด) n. โบ|หรือ|ริบบิ้น|ประดับ|หมวก|,|ตรา|หรือ|เครื่องหมาย|ประดับ|หมวก
(โคเคน|') n. แดน|สุขาวดี|ใน|ฝัน
n. คน|เล็ก ๆ ที่|หยิ่ง|ยโส|,|คน|คุยโต|,|คน|อวด|เบ่ง|,|การ|เล่น|กระโดด|กบ
adj. น่า|หัวเราะ|,|ไร้|สาระ.
(คอ|ค|'|คะ|ทู) n. นกแก้ว|,|นกแขกเต้า|,|นก|กระ|ตั้ว
(โคเคน|') n. แดน|สุขาวดี|ใน|ฝัน
vt. ยก|ปลาย|ข้าง|หนึ่ง|ขึ้น|เป็น|มุม|เอียง|เพื่อ|ปลดปล่อย
vt. ยก|ปลาย|ข้าง|หนึ่ง|ขึ้น|เป็น|มุม|เอียง|เพื่อ|ปลดปล่อย
vt. ยก|ปลาย|ข้าง|หนึ่ง|ขึ้น|เป็น|มุม|เอียง|เพื่อ|ปลดปล่อย
n. เรือ|บด|เล็ก ๆ ของ|เรือ|ใหญ่|,|เรือ|เล็ก ๆ| 
n. เวลา|ที่|ไก่|ขัน|,|รุ่งอรุณ
n. สุนัข|เล็ก|ขน|ปุย|หู|ยาว|พันธุ์|หนึ่ง|ที่|ใช้|เก็บ|นก|ที่|ยิง|ตก
n. ดู|cocker|-|spaniel|,|นัก|ชนไก่ vt. ตามใจ|,|เอาอกเอาใจ|,|ป้อยอ
n. ไก่|ตัวผู้|ที่|มี|อายุ|ไม่|ถึง|ปี|,|วัยรุ่น|ที่|ชอบ|หาเรื่อง
n. ดู|cocker|-|spaniel|,|นัก|ชนไก่ vt. ตามใจ|,|เอาอกเอาใจ|,|ป้อยอ
n. ดู|cocker|-|spaniel|,|นัก|ชนไก่ vt. ตามใจ|,|เอาอกเอาใจ|,|ป้อยอ
(คอ|ค|'|อาย) n. ตาเข|,|ตาเหล่
(คอ|ค|'|อาย|ดฺ) adj. ตาเข|หรือ|เหล่|,|เอียง|ไป|หรือ|บิด|ไป|ด้าน|หนึ่ง|,|โง่|,|ผิด|สิ้นเชิง|  |Syn. awry
n. การ|ชนไก่.  |Syn. cockfighting n.,|adj. การ|ชนไก่.
(คอ|ค|'|ดิเนส) n. ความ|หยิ่ง|,|ความ|ขี้โอ่
(คอ|ค|'|เคิล) {|cockled|,|cockling|,|cockles|} n. หอยแครง|,|หอย|2|ฝา|,|เปลือก|หอย|,|เรือ|บด|เล็ก|ของ|เรือ|ใหญ่|,|เรือ|เล็ก ๆ -|Phr. (cockles of one|'|s heart) ส่วน|ลึก|ของ|หัวใจ|,|ความรู้สึก|ที่แท้|จริง. vi. หด|,|ย่น|,|เหี่ยว vt. ทํา|ให้|เหี่ยว|,|ทํา|ให้|หด|,
n. เรื่อ|บด|เล็ก ๆ ของ|เรือ|ใหญ่
n. หมวก|ที่|ประดับ|ด้วย|เปลือก|หอย
n. เปลือก|หอยแครง
n.,|adj. (เกี่ยวกับ) ชาว|ลอนดอน|ทาง|ด้าน|ตะวันออก|ที่|เป็น|ที่อยู่อาศัย|ของ|คนจน|  |Syn. cockneyish adj. ดู|cockney cockneyism n. ดู|cockney
n. สําเนียง|อังกฤษ|ของ|ชาว|ลอนดอน|ย่าน|ตะวันออก
(คอ|ค|'|พิท) n. ห้อง|คน|ขับ|เครื่องบิน|,|ช่อง|ลึก|สําหรับ|คน|ขับ|ใน|เครื่องบิน รถยนต์ เรือยนต์ สนามรบ|,|สนาม|ชนไก่
(คอ|ค|'|โร|ชฺ) n. แมลงสาบ
(คอ|ค|'|ส|โคม) n. ต้น|หงอนไก่|,|หงอนไก่|,|คน|ขี้โอ่|,|คน|หยิ่ง
n. การ|สิ้นสุด|ของ|วัน
n. การ|ขว้าง|อาวุธ|เข้า|เป้า
n. ผู้|อม|ลึงค์
(คอ|ค|'|?|ัว) adj. แน่นอน|ที่สุด|,|มั่นใจ|ที่สุด|,|แน่นอน|เกิน|ไป|,|ปลอดภัย|ที่สุด|  |Syn. cocksureness n.
(คอ|ค|'|ซัน) n. มือ|พาย|หัวหน้า|เรือ แข่ง
(คอ|ค|'|ซี) adj. หยิ่ง|,|อวดดี|,|ลํา|พอง|,|ยโส
(คอ|ค|'|เท|ล) {|cocktailed|,|cocktailing|,|cocktails|} n. เหล้า|ผสม|หลาย|ชนิด|ที่|เขย่า|ใน|หม้อน้ํา|แข็ง vi. ดื่ม|เหล้า|ค็อกเทล.
n. การ|งอ|ขึ้น|ข้างบน
(คอ|ค|'|คี) adj. หยิ่ง|,|อวดดี|,|ลํา|พอง|,|ยโส|  |Syn. cockiness n. ดู|cocky cockily adv. ดู|cocky
(l) ybird n. นก|น้อย
n. ต้น|มะพร้าว|,|มะพร้าว|  |Syn. coconut
(โค|'|โค) n. เมล็ด|ต้น|โกโก้|,|ต้น|โกโก้|,|สี|โกโก้|,|เครื่องดื่ม|ใส่|ผง|โกโก้
n. สาร|ไขมัน|ที่|ได้|จาก|เมล็ด|โก|โก
n. จิต|ร่วม|สํานึก
n. ผู้|สม|คิด|,|ผู้|สม|คบ
n. ลูก|มะพร้าว|,|เนื้อมะพร้าว.
(โค|คู|น|') n. รัง|ไหม|,|รังไข่|แมลง|,|รังไข่|แมงมุม
n. ห้อง|เลี้ยง|ดักแด้
abbr. cash on delivery
n. เสียง|ตอนจบ
vt. เอาอกเอาใจ|,|พะนอ|,|โอ๋ n. ผู้|เอาอกเอาใจ.
(โค|ด) {|coded|,|coding|,|codes|} n. ประมวลกฎหมาย|,|หลักเกณฑ์|,|รหัส|,|เครื่องหมาย. vt. ถอดรหัส|,|จัด|เป็น|รหัส|  |Syn. rules
n. กฎหมาย|บา|บิ|โลน|ที่|เกี่ยวกับ|เรื่อง|อาญา|และ|แพ่ง
(โค|'|เดอะ) n. เครื่องส่ง|และ|บันทึก|รหัส|,|คน|ถอดรหัส|,|เครื่อง|เข้า|รหัส
n. คน|ที่|มี|นิสัย|แปลก|,|คน|ขี้เหนียว
(โค|'|ดิ|ซี|ซ) n. พหูพจน์|ของ codex
n. บันทึก|เพิ่มเติม|ของ|พินัยกรรม|,|ภาคผนวก|,|ส่วนต่อ|ท้าย|  |Syn. codicillary adj. ดู|codicil
n. การ|รวบรวม|,|ประมวล
vt. ประมวล|,|จัด|เป็น|หมวดหมู่
vt. ประมวล|,|จัด|เป็น|หมวดหมู่
vt. ประมวล|,|จัด|เป็น|หมวดหมู่
(โค|'|ดิง) n. การ|ถอดรหัส|,|การ|แปลรหัส
ใบ|ลง|รหัส|คําสั่ง|แบบพิมพ์|ลง|รหัส|เป็น|แบบฟอร์ม|สําหรับ|เขียน|โปรแกรม|ภาษา|ฟอร์แท|รน หรือ|ภาษาระดับสูง (high level language) อื่น ๆ แบบฟอร์ม|นี้|จะ|มี 80 คอลัมน์|อาจ|จะ|ทํา|ให้|ดู|เป็น|สี|ต่าง ๆ หรือ|อาจ|จะ|เป็น|สี|เดียว|แต่|กําหนด|ให้|มี|ระดับ|สี|ต่าง|กัน อ่อน|บ้าง เข้ม|บ้าง เพื่อให้|ดู|ง่าย เมื่อ|เวลา|นํามา|เจาะ|ข้อมูล|จะ|ได้|กําหนด|คอลัมน์|ได้|สะดวก|ขึ้น
n. ลูก|ปลา|คอด
n. น้ํามันตับปลา (มัก|ทํา|มา|จาก|ปลา|คอด)| 
(โค|'|เอด) n.,|adj. นักเรียน|หญิง (ใน|โรงเรียน|สห|ศึกษา)|  |Syn. co|-|ed
n. บรรณาธิการ|ร่วม
n. สหศึกษา.
n. เลข|คูณ|,|ค่าคงที่|หรือ|ค่า|สัมประสิทธิ์ (ใน|วิชา|ฟิสิกส์) adj. ร่วม
n. ปลา|โบราณ|ที่|สูญพันธุ์
n. สัตว์ไม่มีกระดูกสันหลัง เช่น|ปลาดาว หิน|ปะการัง
adj. เกี่ยวกับ|โพรง|หรือ|ช่องท้อง
n. ช่อง|ใน|ตัวอ่อน|,|ช่อง|ใน|ร่างกาย|ระหว่าง|ผนัง|ร่างกาย|กับ|ลําไส้
n. ช่อง|ใน|ตัวอ่อน|,|ช่อง|ใน|ร่างกาย|ระหว่าง|ผนัง|ร่างกาย|กับ|ลําไส้
adj. เท่า|กัน เสมอภาค n. บุคคล|ที่|เท่าเทียม|กับ|อีก|คน|หนึ่ง|  |Syn. coequalness n. ดู|coequal coequality n. ดู|coequal
(โค|เอิซ|') {|coerced|,|coercing|,|coerces|} vt. บีบบังคับ|,|บังคับ|,|ขู่เข็ญ|,
(โค|เออ|'|เชิน) n. การ|บังคับ|,|การ|บีบบังคับ|,|การ|ขู่เข็ญ|  |Syn. coercionary adj. coercionist n.
(โค|เออ|'|ซิ|ฟว) adj. เกี่ยวกับ|การ|บีบบังคับ|  |Syn. coerciveness n. ดู|coercive
(โค|อี|'|เวิล) adj. ยุค|เดียวกัน|  |Syn. coevality n. ดู|coeval
n. ผู้จัดการ|มรดก|ร่วม
vt. อยู่|ร่วม|กัน|  |Syn. coexistent adj. ดู|coexist coexistence n. ดู|coexist
v. ขยาย|ออก|ร่วม|กัน|หรือ|เท่า|กัน|ใน|ระยะ|เวลา|เดียวกัน|  |Syn. coextension n.
v. ขยาย|ออก|ร่วม|กัน|หรือ|เท่า|กัน|ใน|ระยะ|เวลา|เดียวกัน|  |Syn. coextension n.
v. ขยาย|ออก|ร่วม|กัน|หรือ|เท่า|กัน|ใน|ระยะ|เวลา|เดียวกัน|  |Syn. coextension n.
(โค|แฟค|'|เทอะ) n. ปัจจัย|ร่วม
(คอ|ฟ|'|ฟี่) n. เมล็ด|กาแฟ|,|ต้น|กาแฟ|,|เครื่องดื่ม|กาแฟ|,|สีน้ํา|ตาล|เข้ม
เมล็ด|กาแฟ
เมล็ด|กาแฟ
n. การ|หยุดพัก|ทํางาน|ชั่ว|คราว เพื่อ|ดื่ม|กาแฟ|หรือ|เครื่องดื่ม|อย่าง|อื่น
n. งาน|สังสรรค์|ที่|มี|กาแฟ|ดื่ม
n. ที่|บด|กาแฟ
n. ผล|กาแฟ
n. อาหาร|ที่|ประกอบ|ด้วย|กาแฟ|หนึ่ง|ถ้วย|และ|ขนมปัง|2|แผ่น
n. กล่อง|ใส่|ของมีค่า|,|หีบ|ใส่|เงิน|,|กําปั่น|  |Syn. coffers n.,|pl. กองทุน เงิน|ทุน|,|หีบ|จม|น้ํา|,|อู่|เรือ|ลอย|น้ํา. vt. บรรจุ|ใน|หีบ|,|ประดับ|ด้วย|หีบ
n. หีบ|ดําน้ํา
n. กล่อง|ใส่|ของมีค่า|,|หีบ|ใส่|เงิน|,|กําปั่น|  |Syn. coffers n.,|pl. กองทุน เงิน|ทุน|,|หีบ|จม|น้ํา|,|อู่|เรือ|ลอย|น้ํา. vt. บรรจุ|ใน|หีบ|,|ประดับ|ด้วย|หีบ
n. กล่อง|ใส่|ของมีค่า|,|หีบ|ใส่|เงิน|,|กําปั่น|  |Syn. coffers n.,|pl. กองทุน เงิน|ทุน|,|หีบ|จม|น้ํา|,|อู่|เรือ|ลอย|น้ํา. vt. บรรจุ|ใน|หีบ|,|ประดับ|ด้วย|หีบ
(คอ|ฟ|'|ฟิน) n. โลง|ศพ
n. นักบิน|มือ|สอง
n. ผู้|ร่วม|ก่อตั้ง
(คอก) n. ซี่|ล้อ|,|ฟันเฟือง|,|เดือย|ตัวผู้|,|คน|ผู้น้อย|ใน|หน่วยงาน|ใหญ่|,|เรือ|ลํา|เล็ก|ที่|ติด|พ่วง|เรือ|ลํา|ใหญ่ abbr. cognitive function test
n. ความ|น่า|เชื่อ|,|การ|โน้มน้าว|จิตใจ|  |Syn. cogent adj. ดู|cogency
(โค|'|เจินทฺ) adj. ซึ่ง|โน้มน้าว|จิตใจ|,|น่า|เชื่อ|,|ถูก|จุด|,|ตรง|ประเด็น
(คอ|จ|'|จิ|เท|ท) v. พิจารณา|อย่าง|รอบคอบ|,|ไตร่ตรอง|  |Syn. cogitator n.
(คอ|จจิ|เท|'|เชิน) n. การ|พิจารณา|,|แผนงาน|,|โครงการ|,|การ|รับรู้|,|สิ่ง|ที่|ถูก|รับรู้
(คอ|จ|'|จิ|เท|ทิฟว) adj. ซึ่ง|ไตร่ตรอง|,|ซึ่ง|พิจารณา|,|ซึ่ง|รับรู้.  |Syn. cogitativeness n.
n. ชื่อ|เหล้า|บรั่นดี|จาก|ฝรั่งเศส
adj. เกี่ยวกับ|การ|กําเนิด|เดียวกัน|,|ซึ่ง|มี|บรรพบุรุษ|เดียวกัน|,|มี|ลักษณะ|หรือ|คุณสมบัติ|คล้าย|กัน n. สิ่ง|หรือ|บุคคล|จาก|ต้นกําเนิด|เดียวกัน|,|ภาษา|ตระกูล|เดียวกัน|,|สัมพัทธ์|  |Syn. cognation n. ดู|cognate
adj. ดู|cognizant
vt. ดู|cognize
(คอก|นิช|'|เชิน) n. การ|รับรู้|,|กระบวนการ|รับรู้ สิ่ง|ที่|เข้าใจ|หรือ|รู้|,|ความ|รู้ความ|เข้าใจ.  |Syn. cognitive adj.
(คอก|'|นิซะเบิล) adj. ซึ่ง|สามารถ|รับรู้|หรือ|รู้|ได้|,|ภายใน|ขอบเขต|อํานาจ|การ|พิจารณา|ของ|ศาล|  |Syn. cognisable
n. การ|รับรู้|,|การ|ยอมรับ|,|การ|สังเกต|,|คําสั่ง|ศาล|,|อํานาจ|การ|พิจารณา|คดี|,|อํานาจ|ศาล|,|วง|ความ|รู้|,|ขอบข่าย|ของ|การ|สังเกต|  |Syn. cognisance
(คอก|'|นิเซินทฺ) adj. ซึ่ง|มี|พิจารณ|ญาณ|,|ซึ่ง|รู้|ถึง|,|ซึ่ง|รับรู้|,|ตะ|หนัก|ถึง|  |Syn. cognisant
(คอก|'|ไน|ซ) {|cognized|,|cognizing|,|cognizes|} vt. รับรู้|,|รู้|ถึง|,|ตระหนัก|,|รู้.  |Syn. cognise
n. ชื่อสกุล|,|ชื่อ|,|ชื่อเล่น|,|  |Syn. cognominal adj.
ผู้เชี่ยวชาญ
adj. ซึ่ง|สามารถ|รับรู้|ได้
n. การ|ยอมรับ|ของ|จําเลย|,|หนังสือ|ยอมรับ|ของ|จําเลย
n. ล้อ|เฟือง
vi. อยู่กิน|ด้วย|กัน|อย่าง|สามี|ภรรยา|,|อยู่|ร่วม|กัน|,|อยู่|ใน|ที่|เดียวกัน.  |Syn. cohabitant n. ดู|cohabit cohabitation n. ดู|cohabit
vi. อยู่กิน|ด้วย|กัน|อย่าง|สามี|ภรรยา|,|อยู่|ร่วม|กัน|,|อยู่|ใน|ที่|เดียวกัน.  |Syn. cohabitant n. ดู|cohabit cohabitation n. ดู|cohabit
vi. อยู่กิน|ด้วย|กัน|อย่าง|สามี|ภรรยา|,|อยู่|ร่วม|กัน|,|อยู่|ใน|ที่|เดียวกัน.  |Syn. cohabitant n. ดู|cohabit cohabitation n. ดู|cohabit
(โค|แฮร์|') n. ทายาท|ร่วม|,|ผู้สืบทอด|ร่วม|,|ผู้|สืบ|สันดาน|ร่วม.  |Syn. coheirship n.
(โค|แฮ|'|เรส) n. ทายาท|ร่วม|หญิง
(โค|เฮียร์|') {|cohered|,|cohering|,|coheres|} vi. เกาะติด|,|เกาะ|กัน|,|สอดคล้อง|,|เชื่อมโยง|,|เห็นด้วย.  |Syn. adhere
(โค|เฮีย|'|เรินซฺ) n. การ|เกาะติด|,|การ|เกาะ|กัน|,|การ|เกี่ยวพัน|,|การ|เชื่อมโยง|,|ความ|สอดคล้อง
(โค|เฮีย|'|เรินทฺ) adj. เชื่อมโยง|กัน|,|เกาะติด|กัน|,|เกี่ยวข้อง|กัน|,|สอดคล้อง|กัน|,|มี|เหตุผล
(โค|เฮีย|'|เรอะ) n. เครื่องมือวัด|คลื่น|,|ตัว|วัด|คลื่น
(โค|ฮี|'|เชิน) n. การ|เกาะติด|,|การ|เกาะ|กัน|,|การ|ร่วม|กัน
(โค|ฮี|'|ซิ|ฟว) adj. ซึ่ง|ยึด|ติด|,|ซึ่ง|ติด|เกาะ|,|ซึ่ง|เกาะ|กัน|,|เกี่ยวกับ|โมเลกุล|ที่|ยึด|เกาะ|ของ|สาร.
(โค|'|ฮอร์ท) n. ผู้ร่วมงาน|,|กลุ่ม|,|หมู่|,|กลุ่ม|นักรบ|,|กลุ่ม|ทหาร|,|เพื่อน|,|ผู้ติดตาม|  |Syn. colleague
(คอ|ฟ|,|ค|วา|ฟ) {|coifed|,|coifing|,|coifs|} n. หมวก|สวม|ติด|แน่น|ศีรษะ|,|หมวก|สี|ขาว|ที่|ทนาย|อังกฤษ|สวม|ใน|ศาล. vt. ใส่|หมวก|ดังกล่าว|,|แต่ง|ผม
(ค|วา|เฟอ|') n. ช่าง|แต่ง|ผม|ที่|ป็น|ผู้ชาย
(ค|วา|เฟอ|') {|coiffured|,|coiffuring|,|coiffures|} n.,|วิธีการ|แต่ง|ผม|,|แบบ|ทรงผม|,|ที่|สวม|ศีรษะ|,|ที่|คลุม|ศีรษะ vt. แต่ง|ผม
n. ตําแหน่ง|ที่|ได้|เปรียบ
(คอย|ลฺ) {|coiled|,|coiling|,|coils|} v. ขด|,|ม้วน|,|ขด|เป็น|วง|,|เคลื่อน|เป็น|วง n. ขดลวด|,|ม้วน|,|วง
n. ขดลวด|สปริง
(คอย|นฺ) {|coined|,|coining|,|coins|} n. เหรียญ|กษาปณ์|,|เหรียญ vt. ทํา|เหรียญ|กษาปณ์|,|ประดิษฐ์|,|สร้าง vi. ปลอมแปลง|  |Syn. invent
(คอย|'|เนจฺ) n. การ|ทํา|เหรียญ|กษาปณ์|,|ชนิด|แบบ|หรือ|จํานวน|เหรียญ|กษาปณ์|,|สิ่ง|ที่|ประดิษฐ์|หรือ|สร้าง|ขึ้น
(โค|อิน|ไซ|ดฺ|') {|coincided|,|coinciding|,|coincides|} vi. เกิด|ขึ้น|พร้อมกัน|,|เข้า|กัน|สนิท|,|ลงรอย|กัน|,|สอดคล้อง|ต้องกัน|,|ตรง|กัน|  |Syn. agree
(โค|อิน|'|ซิ|เดิน|ซฺ) n. ภาวะ|บังเอิญ|,|การ|เกิด|ขึ้น|พร้อมกัน|,|ภาวะ|ประจวบ|กัน|,|เหตุบังเอิญ|,|การ|สอดคล้อง|ต้องกัน|  |Syn. concurence
(โค|อิน|'|ซิ|เดน|ทฺ) adj. บังเอิญ|,|พ้อง|กัน|,|ต้องกัน|,|สอดคล้อง|กัน|,|ประจวบ|กัน
adj. บังเอิญ|,|พ้อง|กัน|,|ประจวบ|กัน|,|พร้อมกัน
(คอย|'|เออะ) n. ใย|เปลือก|มะพร้าว
n. คน|เลี้ยง|ม้า|ของ|อัศวิน|,|ตัวโกง
(โค|อิช|'|เชิน) n. การ|สังวาส
(โค|'|อิทัส) n. การ|สังวาส|  |Syn. coital adj. ดู|coitus
(โค|ค) n. ถ่านหิน|ที่|เผา|จน|หมด|ควัน|ใช้|เป็น|เชื้อเพลิง|และ|ใน|การ|เผา|โลหะ|ออกไซด์|ให้|เป็น|โลหะ.  |Syn. coky adj.
(คอ|ล) n. ทาง|หรือ|แอ่ง|ของ|เทือกเขา|,|ช่อง|เทือกเขา|,|ช่องเขา
(โค|'|ละ) n. น้ํา|โค|ล่า|  |Syn. kola
n. ภาชนะ|กรอง|,|หม้อ|กรอง.  |Syn. cullender
(โค|ลด|ฺ) n. หนาว|,|เย็น|,|เย็นชา|,|เฉยเมย|,|ไม่|แยแส|,|ไร้|อารมณ์|,|ตาย|,|ครบถ้วน|,|แน่ชัด|,|อ่อน (กลิ่น) , (สี) เย็นตา. n. ความ|หนาว|,|ความ|เย็น|,|หวัด|,|ไข้หวัด|,|อุณหภูมิ|ใต้|ศูนย์|องศา -|adv. หมดสิ้น|,|ทั้งสิ้น|,|สิ้นเชิง|,|กะทันหัน|  |Syn. wintry abbr. chronic obstructive lung disease
เปิด|เครื่อง|ใหม่|หมายถึง การ|เปิด|สวิตช์|ที่|เครื่อง|คอมพิวเตอร์|เพื่อ|เริ่ม|ใช้|งาน|ใหม่ หลังจาก|ที่|ปิด|สวิตช์|แล้ว ดู warm boot เปรียบเทียบ
n. ครีม|ทา|ผิวหนัง|ชนิด|หนึ่ง
ผู้|ที่|ชอบ|เก็บเนื้อเก็บตัว|,|ผู้|ที่|เมิน|เฉย
n. แสง|เย็น (เช่น แสง|จาก|หิ่งห้อย)| 
n. น้ํา|เย็น|ที่|ใช้|ราด|ใส่|คน|ให้|ฟื้น|สติ|ขึ้น
n. ความ|เย็นชา|,|กิริยา|เมิน|เฉย
เปิด|เครื่อง (คอมพิวเตอร์) การ|เริ่มต้น|ระบบ|การ|ทํางาน|ของ|เครื่อง|คอมพิวเตอร์|ใหม่|ทั้งหมด โดย|เปิด|สวิตซ์|ที่|ตัว|เครื่อง การ|เริ่มต้น|เช่นนี้|เป็น|การ|เริ่มต้น|ครั้ง|แรก|หรือ|เริ่มต้น|ใหม่|เนื่องจาก|บาง|ครั้ง ขณะที่|ใช้|อยู่ เกิด|ข้อผิดพลาด|บาง|ประการ|เกี่ยวกับ|ตัว|เครื่อง|คอมพิวเตอร์ จน|ทํา|ให้|ไม่|สามารถ|ประมวลผล|ต่อไป|ได้ จึง|ต้อง|ใช้|วิธี|ปิด|สวิตช์ แล้ว|เริ่มต้น|ใหม่|ดู warm start เปรียบเทียบ
n. การ|หัก|ดิบ
n. สงครามเย็น|,|สงคราม|ที่|ไม่|ประกาศสงคราม
(โค|ลด|ฺ|'|บ|ลัด|ดิด) adj. เกี่ยวกับ|สัตว์|เลือดเย็น|,|ไร้|ความรู้สึก|หรือ|อารมณ์|,|อย่าง|เลือดเย็น (อํามหิต) ,|ไว|ต่อ|ความ|เย็น|  |Syn. cold|-|bloodedness n. cold|-|bloodededly adv.  |Syn. cruel Ant. humane
(โค|ลด|ฺ|'|ฮาร์ท|ทิด) adj. ไร้|ความ|ปรานี|,|ไร้|ความรู้สึก|,|ไร้|ความ|กรุณา|  |Syn. cold|-|heartedness n. ดู|cold|-|hearted|  |Syn. indifferent Ant. sympathetic
adj. ซึ่ง|กัน|หนาว|ได
n. ศัลกรรม|ผ่า|เอา|ลํา|ใส้|ใหญ่|ออก|บาง|ส่วน|หรือ|ทั้งหมด
adj. เกี่ยวกับ แมลง|ปีก|แข็ง|ทั้งหลาย
(คอ|ล|'|ลิค) n. อาการ|เสียด|ท้อง (ซึ่ง|เกี่ยวกับ|ลําไส้ใหญ่)|  |Syn. colicky
(คอ|ล|'|ลิเซี|ยม) n. โรงละคร|ครึ่ง|วง|กลม|ขนาด|ใหญ่|,|สนามกีฬา|,|โรงละคร|ขนาด|ใหญ่|,|ตึก|ขนาด|ใหญ่|  |Syn. colosseum
(คะ|ไล|'|ทิส) {|collaborated|,|collaborating|,|collaborates|} n. ภาวะ|ลําไส้ใหญ่|อักเสบ|  |Syn. colitic adj. ดู|colitis
(คะ|แลบ|'|บะเรท) {|collaborated|,|collaborating|,|collaborates|} vi. ทํางาน|ร่วม|กับ|ผู้อื่น|,|ร่วมมือ|,|ช่วยเหลือ|,|สมรู้|,|ร่วม|คิด|  |Syn. collaborator n. ดู|collaborate
(คะ|แลบ|บะเร|'|เชิน) n. การ|ร่วมมือ|กัน|,|การ|สมรู้|ร่วม|คิด|,|ผลิตผล|ของ|การ|ร่วมมือ|กัน
n. เทคนิค|การ|ปะติดปะต่อ|เศษ|ชิ้น|วัตถุ|ต่าง ๆ| 
(คะ|แล|พซฺ|') {|collapsed|,|collapsing|,|collapses|} vi.,|vt.,|n. (ทํา|ให้) (การ) ล้ม|ลง|,|ยุบ|ลง|,|พัง|ลง|,|ทรุด|ลง|,|พับ|เก็บ|ได้|,|ล้ม|หมดสติ|,|สูญเสีย|การ|ควบคุม|ตัวเอง|,|ตก|ฮวบฮาบ (ราคา)|  |Syn. collapsible adj. ดู|collapse collapsable adj. ดู|collapse collapsibility n. ดู|coll
(คอ|ล|'|ละ) n. ปลอก|คอ|,|ปก|เสื้อ|,|คอเสื้อ|,|สิ่ง|ที่|คล้าย|วงแหวน|,|แถบ|หนัง|หรือ|โลหะ|ที่|ยึด|รอบ|คอ|สัตว์|,|แอก|,|วงแหวน|ของ|เสา|,|สร้อยคอ|ประดับ -|Id. (be hot under the collar โกรธ)| 
n. คาน|ที่|ตอก|กับ|จัน|ทัน|,|อกไก่
n. กระดุม|เสื้อ|ที่|ปลอก|คอเสื้อ
n. งาน|ที่|ยากลําบาก
(คอ|ล|'|ละ|โบ|น) n. กระดูก|ไหปลาร้า
(คอ|ล|'|ละ|เรท) n. คอเสื้อ|ที่|สตรี|ใช้
(คอ|ล|'|ละ|เรท) n. คอเสื้อ|ที่|สตรี|ใช้
(โค|เลท|') {|collated|,|collating|,|collates|} vt. ตรวจ|เทียบ|,|ตรวจ|ทาน|,|ตรวจ|ปรู๊ฟ|,|ปรับ|ให้|เหมาะสม|,|ลําดับ|หน้า|,|เรียง|,|แต่งตั้ง|ตําแหน่ง|ทาง|ศาสนาคริสต์ รวม|แฟ้ม|เรียง|1. หมายถึง|การ|นํา|แฟ้มข้อมูล|มา|เรียง|กัน|2. เป็น|คําสั่ง|พิมพ์|เมื่อ|ต้องการ|พิมพ์|หลาย|ชุด (ถ้า|ใช้|เครื่องพิมพ์|เลเซอร์) แต่|ต้องการ|ให้|พิมพ์|ให้|เสร็จ|ทีละ|ชุด (แทน|ที่|จะ|พิมพ์|หน้า|เดียวกัน|ให้|ครบ|จํานวน|ชุด|ที่|ต้องการ) การ|พิมพ์|แบบ collate จะ|ใช้เวลา|ใน|การ|พิมพ์|มาก|กว่า
(คะ|แล|ท|'|เท|อรัล) adj. เคียงข้าง|,|ขนาน|กัน|,|เพิ่มเติม|,|ประกอบ|,|สังกัด|,|เป็น|ส่วน|เสริม|,|ที่|สอง|,|โดย|ทางอ้อม|,|ไม่|ใกล้ชิด|,|ห่าง ๆ|  |Syn. collaterality n.  |Syn. adjunct
(โค|เล|'|เชิน) n. การ|ตรวจ|เทียบ|,|อาหารว่าง|,|การ|อ่าน|เรื่อง|นักบุญ|ให้|ฟัง|กัน|  |Syn. snack
(โค|เล|'|เทอะ) n. ผู้|ตรวจ|ทาน|,|ผู้|ตรวจ|ป|รู|ฟ|,|ผู้|ปรับปรุง|,|คน|เรียง|,|เครื่อง|เรียง
(คอ|ล|'|ลีก) n. ผู้ร่วมงาน|,|เพื่อน|ร่วมงาน|  |Syn. associate
(คะ|เลคทฺ|') {|collected|,|collecting|,|collects|} vt.,|vi. รวบรวม|,|สะสม|,|เก็บ (เงิน|,|บัญชี|,|ค่าเช่า|,|ฯลฯ) ,|คุม|สติ|,|สํารวม|,|ไป|รับ (จดหมาย) ,|จับ|กลุ่ม adj.,|adv. ให้|ผู้|รับ|จ่าย|เงิน.  |Syn. obtain|,|receive|,|gather
n. เก็บ|เงิน|เมื่อ|ของ|ถึง|,|เก็บ|เงิน|เมื่อ|ได้|รับ|ของ
(คะ|เลค|'|ทะเบิล) adj. ซึ่ง|พอจะ|รวบรวม|ได้|,|ซึ่ง|พอจะ|เก็บ|ได้
(คะ|เลค|'|ทิด) adj. ซึ่ง|คุม|สติ|ได้|,|สํารวม|,|มี|จิต|มั่น|,|ซึ่ง|รวบรวม|ไว้|  |Syn. collectedness n.  |Syn. composed
(คะ|เลค|'|ทะเบิล) adj. ซึ่ง|พอจะ|รวบรวม|ได้|,|ซึ่ง|พอจะ|เก็บ|ได้
(คะ|เลค|'|เชิน) n. การ|สะสม|,|การ|รวบรวม|,|เงินสะสม|,|สิ่ง|ที่|เก็บ|รวบรวม|ไว้|,|การ|จัด|เก็บ|,|การ|เรียก|เก็บ|,|เงิน|ที่|เรี่ยไร|มา
(คะ|เล็ค|'|ทิฟว) adj. เกี่ยวกับ|การ|รวบรวม|ไว้.n. หมู่คณะ|,|ส่วนรวม|,|กลุ่ม|,|ก้อน|  |Syn. collectivity n. ดู|collective|  |Syn. cumulative
ฟาร์ม|คอม|มูน|,|ไร่นา|ของ|รัฐ
n. ลัทธิ|กรรม|สิทธิ|ร่วม|กัน|,|ลัทธิ|ส่วนรวม|,|  |Syn. collectivist n. collectivistic adj.
(คะ|เลค|'|เทอะ) n. คน|เก็บ|,|สิ่ง|หรือ|เครื่องมือ|เก็บ|,|คน|สะสม|,|อุปกรณ์|รวม|ตัว
(คอ|ล|'|ลิจฺ) n. วิทยาลัย|,|สมาคม|หรือ|บริษัท
adj. ซึ่ง|ได้|รับ|การ|ศึกษา|ขั้น|มหาวิทยาลัย
(คอ|ล|'|ละ|เจอะ) n. นักเรียน|วิทยาลัย|,|นักเรียน|มหาวิทยาลัย
(คะ|ลี|'|เจี|ยล) adj. เกี่ยวกับ|วิทยาลัย|หรือ|มหาวิทยาลัย|,|นักศึกษา|ของ|มหาวิทยาลัย
(คะ|ลี|'|เจียน) n. นิสิต|มหาวิทยาลัย
(คะ|ลี|'|จิเอท) adj. (เกี่ยวกับ) วิทยาลัย|หรือ|มหาวิทยาลัย|,|สมาชิก|ใน|สมาคม|หรือ|บริษัท|  |Syn. collegial
(คอ|ล|'|ลิท) n. ปลอก|คอ|,|แถบ|หุ้ม|รอบ
(คะ|ไลดฺ|') {|collided|,|colliding|,|collides|} vi. ปะทะ|กัน|โครม|,|ชน|กัน|โครม|,|ขัดแย้ง|  |Syn. smash -|Conf. knock
(คอ|ล|'|ลี) n. สุนัข|พันธุ์|หนึ่ง|ใน|สก๊อตแลนด์ ใช้|ต้อน|ฝูง|แกะ
(คอ|ล|'|เยอะ) n. เรือ|บรรทุก|ถ่านหิน|,|คนงาน|ถ่านหิน|,|คน|ขาย|ถ่านหิน
(คลอ|'|ยะ|รี) n. เหมือง|ถ่านหิน
(คอ|ล|'|ละ|เก|ท) {|colligated|,|colligating|,|colligates|} vt. ผูก|เข้า|ด้วย|กัน|,|มัด|รวม|กัน|,|สรุป.  |Syn. colligation n. ดู|colligate colligative adj. ดู|colligate
(คอ|ล|'|ละ|เมท) {|collimated|,|collimating|,|collimates|} vt. ปรับ|เข้า|ให้|ตรง|,|เล็ง|ให้|ตรง|,|ทํา|ให้|ขนาน|,|ปรับ|สภาพ|ให้|ชัด.  |Syn. collimation n. ดู|collimate
(คอ|ล|'|ลินซ) n. เหล้า|ผลไม้
(คะ|ลิส|'|เชิน) n. การ|ปะทะ|กัน|โครม|,|ความ|ขัดแย้ง|,|  |Syn. clash
n. การ|วาง|เข้า|ด้วย|กัน|ให้|เหมาะ
(คะ|ลอก|') {|collogued|,|colloguing|,|collogues|} vi. ประชุม|ลับ
(คอ|ล|'|ลอย|ดฺ) n. สาร|คล้าย|กาว|,|คอ|ลลอยด์|,|สาร|ที่|ละลาย|ใน|ของเหลว|แต่|จะ|ไม่|แผ่|ตัว|ผ่าน|เนื้อเยื่อ|พืช|หรือ|สัตว์|ได้|  |Syn. colloidal adj. ดู|colloid
(คะ|โล|'|เควี|ยล) adj. เกี่ยวกับ|ภาษา|สนทนา|อย่าง|สนิทสนม|และ|ธรรมดา ๆ ,|เกี่ยวกับ|การ|สนทนา.  |Syn. colloquialness n. ดู|colloquial
n. คํา|สนทนา|,|คําธรรมดา ๆ ,|คําพูด|ที่|เคยชิน
(คอ|ล|'|ละ|ควิสท) n. ผู้|สนทนา|,|คู่|สนทนา|,|ผู้พูด
(คะ|โล|'|เควี|ยม) n. การ|ประชุม หรือ|ปรึกษาหารือ|อย่าง ๆ ไม่|เป็นทางการ|,|การ|อภิปราย|กลุ่ม
(คอ|ล|'|ละ|ควี) n. การ|สนทนา|แลกเปลี่ยน|,|บทประพันธ์|สนทนา|  |Syn. conference
(คะ|ลูด|') vi. ผู้|สมรู้|ร่วม|คิด|,|รวม|หัว|กัน|คิด|อุบาย|  |Syn. connive
(คะ|ลู|'|เชิน) n. การ|สมรู้|ร่วม|คิด|,|การ|รวม|หัว|กัน|คิด|อุบาย|  |Syn. intrigue -|Conf. cooperation
(คะ|ลู|'|ซิ|ฟว) adj. (เกี่ยวกับ) การ|สมรู้|ร่วม|คิด|, การ|รวม|หัว|กัน|คิด|อุบาย|  |Syn. collusiveness n.
(คอ|ล|'|ลี) vt. ทํา|ให้|ดํา|ด้วย|ฝุ่น|ถ่านหิน
(คะ|เลอ|'|เรียม) n. ยา|ล้าง|ตา|,|ยาหยอดตา
n. อาการ|อยู่|ฐาน|ที่มั่น|เดียวกัน|,|ตั้งอยู่|บน|ฐาน|ที่มั่น|เดียวกัน
n. พืช|จําพวก Citrullus Colocynthis
(คะ|โลน|') n. น้ําหอม|,|น้ําหอม|ที่|ใช้|ใน|ห้องน้ํา|,|ดู|eau de Cologne|  |Syn. Cologne water
(โค|'|เลิน) n. ลําไส้ใหญ่|,|เครื่องหมาย (:)|  |Syn. colonic adj. ดู|colon
(เคอ|'|เนิล) n. นาย|พัน|,|พันเอก|,|นาวา|เอก|  |Syn. colonelcy n. ดู|colonel colonelship n. ดู|colonel
(คะ|โล|'|เนี|ยล) adj. เกี่ยวกับ|อาณานิคม n. ชาว|อาณานิคม
(คอ|ล|'|ละ|ไน|ซ) {|colonized|,|colonised|,|colonizing|,|colonising|,|colonizes|,|colonises|} v. สร้าง|อาณานิคม|  |Syn. colonisation|,|colonization n.
(คอ|ล|'|ละ|ไน|ซ) {|colonized|,|colonised|,|colonizing|,|colonising|,|colonizes|,|colonises|} v. สร้าง|อาณานิคม|  |Syn. colonisation|,|colonization n.
(คอ|ล|'|ละ|เนด) n. แถว|เสา|ระเบียง|,|แถว|ต้นไม้|  |Syn. arcade
(คอ|ล|'|ละ|นี) n. อาณานิคม|,|กลุ่ม|คนใน|อาณานิคม
(คัล|'|เลอะ) n. สี|,|สาร|สี|,|รงควัตถุ|,|ธง|  |Syn. hue|,|pigment|,|flag
ตัว|ปรับ|ต่อ|ภาพ|สี|ใช้|ตัวย่อ|ว่า CGA หมายถึง ตัว|ปรับ|สําหรับ|ภาพ|กราฟิก|ที่|จะ|มองเห็น|บน|จอภาพ|ของ|เครื่อง|คอมพิวเตอร์ ตัว|ปรับ|นี้|เป็น|มาตรฐาน|จอภาพ|ของ|เครื่อง|ไอ|บีเอ็ม แต่|ภาพ|ที่|ปรากฏ|ให้|เห็น|บน|จอ|นั้น|ยัง|ดู|แข็ง ไม่|ได้|ผสมกลมกลืน|สนิท ดู|แล้ว|พาล|จะ|ปวด|ศรี|ษะ|ได้|ง่าย ๆ คอมพิวเตอร์|รุ่น|ใหม่ ๆ จึง|พัฒนา|ตัว|ปรับ|สี|นี้|ใหม่ มี|ชื่อ เรียก|ว่า EGA หรือ VGA
จอ|สี|หมายถึง อุปกรณ์|แสดง|ผล|ชนิด|จอภาพ|ที่|แสดง|ภาพ|เป็น|สี|ต่าง ๆ ได้|หลาย|สี (จอภาพ ที่|แสดง|ได้|สี|เดียว เรียก|ว่า monochrome) จอ|สี|นั้น|มี|ความ|แตก ต่าง|กัน|ใน|เรื่อง|การ|แสดง|จํานวน|สี บาง|ประ เภท|แสดง|ได้ 16|สี บาง|ประเภท|แสดง|ได้|ถึง 256 สี หรือ|กว่า|นั้น|ก็|มี ทั้ง|ยัง|มี|คุณภาพ|ต่าง|กัน|ใน|เรื่อง|ของ|ความ|คมชัด ดู CGA|, VGA และ SVGA ประกอบ
บัญชร|สี|หมายถึง วินโดว์ที่|มี|สี|ต่าง ๆ ให้|เลือก|กด บางที|ก็|มีแต่|ชื่อ|สี บางที|ก็|มี|ตัวอย่าง|สี|ให้|เห็น หรือ|บางที|ก็|มี|ให้|ทั้ง|สอง|อย่าง
เครื่องพิมพ์|สี|หมายถึง|เครื่องพิมพ์|ที่|พิมพ์|สี|ต่าง ๆ ได้ ส่วนมาก|จะ|เป็น|ประเภท|ฉีด|หมึก (ink jet) การ|พิมพ์|ด้วย|เครื่องพิมพ์|ชนิด|นี้ ต้อง|ใช้|กระดาษ|ชนิด|พิเศษ ไม่|ให้|หมึก|ซึม สี|ที่|ใช้|อาจ|มี|เพียง 3 สี แต่|คอมพิวเตอร์|สามารถ|สั่ง|ให้|ผสม|ออก|มา|เป็น|สี|ต่าง ๆ ได้|อีก|มากมาย
adj. ให้|สี|ได้|  |Syn. colorability ดู|colorable n. colourability n. ดู|colorable
n. สาร|สี|,|รงควัตถุ
n. ผู้|แบก|หรือ|ถือ|ธง|หรือ|เครื่องหมาย
v.,|n. (การ) ถ่ายทอด|โทรทัศน์|สี
v.,|n. (การ) ถ่ายทอด|โทรทัศน์|สี
v.,|n. (การ) ถ่ายทอด|โทรทัศน์|สี
(คัล|'|เลอ|ดฺ) adj. มี|สี|,|เกี่ยวกับ|ชนชาติ|ที่|สีผิว|หนัง|ไม่|เป็น|สี|ขาว|,|เกี่ยวกับ|ชนชาติ|นิ|โก|ร|,|ลวง|,|มี|อคติ|,|มี|ใจ|โอน|เอียง|,|ต่อ|แต้ม (คําพูด)|  |Syn. prejudiced
adj. ติด|สีย้อม|ได้|ดี|,|มี|สี|ทนทาน|  |Syn. colorfastness n. ดู|colorfast colourfastness n. ดู|colorfast
adj. มี|สี|สรร|มาก|,|มี|สี|,|น่า|ตื่นเต้น|,|พอ|ฟัง|ได้|,|ตรึงใจ|,|มี|เสน่ห์|  |Syn. interesting
adj. ทํา|ให้|เกิด|ส|'|,|เกี่ยว|กัย|สี
n. การ|เปรียบเทียบ|สี
n. การ|ใส่|หรือ|ทา|สี|,|วิธีการ|ใส่|หรือ|ทา|สี|,|การ|ป|รา|กฎ|เป็น|สี|,|โฉม|ภายนอก|,|สีหน้า|สาร|ย้อม|สี
(คะ|ลอส|'|เซิล) adj. ใหญ่|,|มหึมา|,|มหาศาล
n. สิ่ง|ที่|ใหญ่โต มหึมา|หรือ|มี|อํานาจ|มาก
n. ศัลยกรรม|สร้าง|ทวารหนัก|เทียม|โดย|เปิด|เข้า|ไป|ใน|ลํา|ใส้|ใหญ่
n. ศัลยกรรม|ผ่า|ลําไส้ใหญ่
(คัล|'|เลอะ) n. สี|,|สาร|สี|,|รงควัตถุ|,|ธง|  |Syn. hue|,|pigment|,|flag
adj. ให้|สี|ได้|  |Syn. colorability ดู|colorable n. colourability n. ดู|colorable
n. สาร|สี|,|รงควัตถุ
n. ผู้|แบก|หรือ|ถือ|ธง|หรือ|เครื่องหมาย
v.,|n. (การ) ถ่ายทอด|โทรทัศน์|สี
v.,|n. (การ) ถ่ายทอด|โทรทัศน์|สี
v.,|n. (การ) ถ่ายทอด|โทรทัศน์|สี
v.,|n. (การ) ถ่ายทอด|โทรทัศน์|สี
(คัล|'|เลอ|ดฺ) adj. มี|สี|,|เกี่ยวกับ|ชนชาติ|ที่|สีผิว|หนัง|ไม่|เป็น|สี|ขาว|,|เกี่ยวกับ|ชนชาติ|นิ|โก|ร|,|ลวง|,|มี|อคติ|,|มี|ใจ|โอน|เอียง|,|ต่อ|แต้ม (คําพูด)|  |Syn. prejudiced
adj. ติด|สีย้อม|ได้|ดี|,|มี|สี|ทนทาน|  |Syn. colorfastness n. ดู|colorfast colourfastness n. ดู|colorfast
adj. มี|สี|สรร|มาก|,|มี|สี|,|น่า|ตื่นเต้น|,|พอ|ฟัง|ได้|,|ตรึงใจ|,|มี|เสน่ห์|  |Syn. interesting
adj. ทํา|ให้|เกิด|ส|'|,|เกี่ยว|กัย|สี
n. การ|เปรียบเทียบ|สี
n. การ|ใส่|หรือ|ทา|สี|,|วิธีการ|ใส่|หรือ|ทา|สี|,|การ|ป|รา|กฎ|เป็น|สี|,|โฉม|ภายนอก|,|สีหน้า|สาร|ย้อม|สี
(คอ|ล|'|พอร์ทิจ) n. การ|เร่ขาย|หนังสือ
(คอ|ล|'|พอ|เท|อ) n. คน|เร่ขาย|หนังสือ
(โค|ลทฺ) n. ลูก|ม้า|ตัวผู้|,|คน|อ่อนหัด|,|เด็กหนุ่ม
n. ธาตุ|niobium
n. วันที่|12|ตุลาคม
n. แกน|,|ส่วน|ที่|เป็น|ลํา|เล็ก ๆ
(คอ|ล|'|ลัมน์) เสา|,|เสา|กลม|,|เสา|หิน|,|ส่วน|ที่|เป็น|ลํา|,|สิ่ง|ที่|เป็น|ลํา|,|แถว|หรือ|รายการ|ที่|เป็น|แนว|ตรง|,|กองทหาร|ที่|ตั้ง|แถว|แนว|ตรง|,|แนว|ขบวน|เรือรบ|เป็น|แนว|ตรง|,|คอลัมน์|หนังสือพิมพ์|  |Syn. columned|,|columnated adj.
(คะ|ลัม|'|นะ) adj. มี|ลักษณะ|เป็น|ลํา|เสา|,|ซึ่ง|พิมพ์|หรือ|จัด|เป็น|แนว|ตรง
(คะ|ลัมนิเอ|'|เชิน) n. การ|จัด|เป็น|แนว|ตรง|,
(คอ|ล|'|ลัมนิสทฺ) n. นักเขียน|หรือ|บรรณาธิการ|คอลัมน์|หนังสือพิมพ์|,
1. Pref. รวม|กัน|,|ด้วย|กัน|,|อย่าง|สมบูรณ์|  |Syn. co|-|, 2. (คอม) 1. ย่อ|มา|จาก COMmunication port หมายถึง|ช่อง|ที่|ใช้|สําหรับ|ต่อ|ออก|จาก|เครื่อง|คอมพิวเตอร์ เช่น เมื่อ|จะ|หมุน|เลขหมาย|โทรศัพท์|บน|คอมพิวเตอร์|ผ่าน|โมเด็ม คอมพิวเตอร์|ก็|จะ|ต้อง|รับรู้|กัน|ให้|ได้|ว่า ช่อง|ที่|ติดต่อ|กับ|โมเด็ม|นั้น|คือ|ช่อง|ไหน (กําหนด|ได้|หลาย|ช่อง|เรียก|ว่า COM|1, COM|2) 2. ใช้|เป็น|นามสกุล (file type) ของ|แฟ้มข้อมูล|ใน|ดอส|และ|โอเอ|สทู|ว่า .COM เพื่อ|แสดง|ว่า|เป็น|แฟ้มข้อมูล|กระทํา|การ (executive program) หรือ|โปรแกรม|ประเภท|เดียวกับ .EXE เช่น FORMAT.COM COMMAND.COM 3. ย่อ|มา|จาก computer output on microfilm (ไมโครฟิล์ม|จาก|คอมพิวเตอร์) หมายถึง เทคโนโลยี|ใน|การ|นํา|ข้อมูล|จาก|เอกสาร|หรือ|ผล|ที่|คอมพิวเตอร์|ประมวล|ได้|ไป|เก็บ|ไว้|ใน|ไม|โค|ร ฟิล์ม แล้ว|สามารถ|ส่ง|สัญญาณ|ออก|มา|ให้|อ่าน|ได้|ทาง|จอภาพ ใน|การ|บันทึก|เก็บ|ลง|ใน|ไม|โค|ร ฟิล์ม|นั้น จะ|ต้อง|ทํา|ผ่าน|เลนส์ ซึ่ง|จะ|ย่อส่วน|ลง|ประมาณ 24 หรือ|48 เท่า ฟิล์ม|หนึ่ง|กรอบ|จะ|สามารถ|เก็บ|ข้อมูล|ได้|เต็ม|หน้าจอ|ภาพ แล้ว|ก็|จะ|เลื่อน|ต่อไป|อีก|หนึ่ง|กรอบ การ|บันทึก|จะ|สามารถ|ทํา|ด้วย|ความ|เร็ว|อย่าง|น้อย 120,000 ตัวอักษร|ต่อ|วินาที
(โค|'|มะ) โคม่า|,|อาการ|หมดสติ|,|อาการ
(โค|แมน|'|ซี) n. เผ่า|อินเดีย|แดง|เผ่า|หนึ่ง
(โค|เมท|') n. เพื่อน|,|สหาย adj. ซึ่ง|มี|พู่|ระย้า (บน|เมล็ด|พืช) ,|เป็น|ขน|,|เป็น|พู่
(คอม|'|มะ|โท|ส) adj. หมดสติ|,|สลบ|,|ไม่|รู้สึกตัว|,|โคม่า|,|เฉื่อยชา|,|ไร้|พลัง|,|ขาด|ความ|ว่องไว|  |Syn. unconscious
(โคมบ์) {|combed|,|combng|,|combs|} n. หวี|,|เครื่องมือ|แยก|เส้นใย|,|รวง|ผึ้ง|,|หุบเขา|แคบ vt. หวี (ผม) ,|ขจัด|ออก|ด้วย|หวี|,|สาง|,|สะ|สาง|,|เสาะ|แสวง|ทุกหนทุกแห่ง|,|ค้น|อย่าง|ละเอียด. vi. (คลื่น) กลิ้ง|ชัด
(v. คัม|แบ|ท|'|,|n. คอม|'|แบ|ท) {|combated|,|combating|,|combats|} vt. ต่อสู้|,|ต่อต้าน|,|รบ|กับ vi. ต่อสู้ n. การ|รบ|,|การ|ต่อสู้|,|ความ|ขัดแย้ง|  |Syn. fight
n. โรคจิต|ประสาท|ที่|เนื่องจาก|ความ|เหน็ดเหนื่อย|จาก|การ|รบ
(คัม|แบ|ท|'|เทิน|ทฺ) n. ผู้|ต่อสู้|,|ผู้ทํา|การ|รบ|,|ทหาร. adj. ซึ่ง|ต่อสู้|,|เกี่ยวกับ|การ|รบ
(คัม|แบ|ท|'|ทิฟว) adj. พร้อม|รบ|,|ชอบ|รบ|,|ชอบ|ต่อสู้.  |Syn. combativeness n. ดู|combative
(คอม|บะเน|'|เชิน) n. การ|รวม|กัน|,|จํานวน|สิ่งของ|ที่|รวม|กัน|,|พันธมิตร|,|รหัส|ตัวเลข|หรือ|อักษร|ของ|กุญแจ|ที่|ไข|ด้วย|การ|หมุน|ตัวเลข หรือ|หมุน|อักษร|ดังกล่าว|,|การ|จัด|เป็น|กลุ่ม -|Phr. (in combination with ร่วม|กับ)|  |Syn. combining|,|joining|,|blend
(คัมไบน์|'|,|คอม|'|ไบน์) {|combined|,|combining|,|combines|} v. รวม|กัน|,|ทํา|ให้|รวม|กัน|,|ประกอบ|กัน n. การ|รวม|กัน|,|กลุ่ม|คน|,|เครื่องจักร|ตัด|และ|นวด|เมล็ดข้าว|  |Syn. combinability n. ดู|combine combinable adj. ดู|combine|  |Syn. unite
(โคม|'|บิ|ง) n. หวี|ละเอียด
n. เครื่อง|สาง|,|เครื่อง|หวี
(โคม|'|บิ|งซฺ) n.,|pl. ผม|ที่|ร่วง|จาก|การ|หวี
(คัม|บัส|'|ทะเบิล) adj. ซึ่ง|ติดไฟ|ได้|,|ลุกไหม้|ได้ -|n. สาร|ที่|ติดไฟ|ได้|  |Syn. combustibility n.  |Syn. inflammable Ant. nonflammable
(คัม|บัส|'|เชิน) n. การ|เผาไหม้|  |Syn. combustive adj. ดู|combustion|  |Syn. burning
(คอม|เด็กซ์) ย่อ|มา|จาก Computer Dealers Exhibition ซึ่ง|เป็น|งาน|นิทรรศการ|ผลิตภัณฑ์|คอมพิวเตอร์|ที่|ใหญ่|ที่สุด|ใน|โลก|งาน|หนึ่ง จัด|กัน|ปี|ละ 2 ครั้ง เดือน|พฤศจิกายน|ที่|ลา|สเวกัส และ|เดือน|เมษายน|ที่|แอ|ต|แล|น|ตา
(คัม) {|came|,|come|,|coming|,|comes|} vi. มา|,|เข้า|มา|,|ป|รา|กฎ|,|มา|ถึง|,|บรรลุ|ถึง|,|เกิด|ขึ้น|,|กลาย|เป็น|,|จะ|มา|อีก|,|เป็น|รูปร่าง|,|มี -|vt. กระทํา|  |Syn. Phr. (come about เกิด|ขึ้น|,|ป|รา|กฎ|ขึ้น) . Phr. (come across พบ (โดย|บังเอิญ)) Phr. (come after ตาม|หา สืบ|มรดก ตาม|หลัง)| 
adj. ซึ่ง|ยั่วยวน|,|ซึ่ง|ล่อลวง
n. การ|กลับ|สู่|ตําแหน่ง|หรือ|ฐานะ|เดิม|,|การ|พูด|ย้อน|ที่|ฉลาด|  |Syn. return
(คะ|มี|'|เดียน) n. ตัว|ตลก|,|ผู้|ที่|มี|ลักษณะ|ตลก|  |Syn. comedienne
(คะ|มี|'|ดิค) adj. เกี่ยวกับ|ละคร|ตลก
(คะ|มี|'|เดียน) n. นักแสดง|ละคร|ตลก|หญิง|,|ตัว|ตลก|หญิง
(คอม|'|มี|ดิสทฺ) n. นักประพันธ์|บทละคร|ตลก
(คอม|'|มี|โด) n. สิว|หัว|ดํา
n. การ|ตกอับ|,|การ|เสื่อม|ลง|ของ|ฐานะ
(คอม|'|มี|ดี) n. ละคร|ตลก|,|เรื่อง|ตลก|,|ฉาก|ละคร|ตลก
(คัม|'|ลี) adj. สวยงาม|,|เห|มะ|สม.  |Syn. comeliness ดู|comely|  |Syn. joke|,
(คัม|'|ออ|น) n. การ|ล่อลวง|  |Syn. lure
(คัม|'|เมอะ) n. คน|ที่|ไป|ได้|ดี (มี|หวัง|เจริญ)| 
(คะ|เมส|'|ทะเบิล) adj. ซึ่ง|กิน|ได้
(คัม|'|มิ|ท) n. ดาวหาง|  |Syn. cometary adj.
(คัมอัพ|'|พัน|ซ) n. การ|ด่า|ที่|ควร|ได้|รับ
(คัม|'|ฟิท) n. ผลไม้|เคลือบ|น้ําตาล
(คัม|'|เฟิร์ท) {|comforted|,|comforting|,|comforts|} vt. ปลอบโยน|,|ให้|กังวลใจ|,|ช่วยเหลือ -|n. การ|ปลอบโยน|,|คํา|ปลอบโยน|,|สิ่ง|ปลอบใจ|,|ผู้|ปลอบใจ|,|การ|ช่วยเหลือ.  |Syn. solace
n. ห้อง|สุขา|สาธารณะ
(คัม|'|เฟิร์ททะเบิล) adj. สบาย|,|สุข|กาย|,|สุขใจ|,|พอเพียง -|n. ผู้|ปลอบโยน
(คัม|'|เฟิร์ท|เทอะ) n. ผู้|ปลอบโยน|  |Syn. solace
(คัม|'|เฟิร์ทิง) adj. ให้|ความ|สุขสบาย|,|ซึ่ง|ปลอบโยน|,|ซึ่ง|ปลอบใจ
(คอม|'|มิ|ค) adj. เกี่ยวกับ|ละคร|ตลก|,|เกี่ยวกับ|เรื่อง|ขบขัน. -|n. ภาพ|การ์ตูน|ที่|ต่อเนื่อง|กัน|,|หนังสือ|การ์ตูน|,|  |Syn. comics n.,|pl. ภาพ|การ์ตูน|ที่|ลง|ต่อเนื่อง|  |Syn. comedian|,|comical -|Conf. comical
n. หนังสือ|ภาพ|การ์ตูน.  |Syn. comic
(คอม|'|มิ|เคิล) adj. ตลก|,|ขบขัน|,|น่า|หัวเราะ|  |Syn. comicality n. ดู|comical|  |Syn. ludicrous
(คัม|'|มิ|ง) n. การ|มา|ถึง|,|รายได้. -|adj. กําลัง|มา|ถึง|,|ซึ่ง|มี|หวัง|สําเร็จ|  |Syn. nearing
(คะ|มิ|ช|'|เย) n. สภา|ประชาชน
(คอม|'|มะ) n มารยาท|ที่|มี|ต่อ|กัน|,|ไมตรีจิต|ที่|มี|ต่อ|กัน
(คอม|'|มะ) n. เครื่องหมาย (,) ที่|ใช้|ขั้น|ประโยค|,|การ|หยุดพัก|ชั่ว|คราว -|Conf. coma
(คะ|มาน|ดฺ|') {|commanded|,|commanding|,|commands|} v. บัญชา|,|สั่ง|,|สั่ง|การ|,|ควบคุม|,|มี|อํานาจ|เหนือ|,|ควร|ได้|รับ -|n. การ|ออก|คําสั่ง|,|คําสั่ง|,|อํานาจ|สั่ง|,|ตําแหน่ง|บัญชาการ|,|คนใน|บังคับบัญชา|,|อักษร|หรือ|สัญลักษณ์|ที่|ใช้|สั่ง|เครื่อง|คอมพิวเตอร์|ทํางาน|  |Syn. order
เป็น|แป้นพิมพ์|พิเศษ|แป้น|หนึ่ง|บน|แผง|แป้น|อักขระ|ของ|เครื่อง|แมค|อิน|ทอ|ช ซึ่ง|มี|สัญลักษณ์ เป็น|รูป|แอ|ปเปิล|แหว่ง|อยู่|บน|แป้น หาก|ใช้|พร้อมกับ|แป้น|อื่น|สามารถ|ใช้|แทน|คําสั่ง|บาง|คําสั่ง|ได้ เช่น ถ้า|กด|แป้น|นี้|พร้อมกับ|แป้น X แปล|ว่า|สั่ง|ให้ cut ถ้า|กด|แป้น|นี้|พร้อมกับ แป้น C แปล|ว่า|สั่ง|ให้ copy และ|ถ้า|กด|แป้น|นี้|พร้อมกับ|แป้น V ก็|เป็น|การ สั่ง paste (ทํา|หน้าที่|คล้าย|แป้น ALT ของ|เครื่อง|พี|ซี)| 
บรรทัด|คําสั่ง|หมายถึง|ข้อความ|ที่|พิมพ์|ลง|บน|จอภาพ เพื่อ|เป็น|คําสั่ง|ให้ เครื่อง|คอมพิวเตอร์|ทํางาน โดย|ปกติ|ใช้|หมายถึง|คําสั่ง|ที่อยู่|พิมพ์|หลัง A|> B|> หรือ C|> เช่น A|>|COPY C|:|garuda.pm|4
n. การ|แสดง|ตาม|คําสั่ง
n. กองบัญชาการ
คอม|มานด์|จุด|คอม (ชื่อ|แฟ้ม|ระบบ) เป็น|ชื่อ|แฟ้มข้อมูล|แฟ้ม|หนึ่ง|ใน|ระบบ|ดอส ซึ่ง|บรรจุ|คําสั่ง|ระบบ|ต่าง ๆ เช่น dir|, copy|, del จาน|บันทึก|ที่|นํามา|จัด|รูปแบบ|การ|เก็บ|ข้อมูล|ด้วย|คําสั่ง format A|:|/|s แล้ว จะ|มี|แฟ้มข้อมูล|นี้|อยู่|ใน|แผ่น A|: แฟ้มข้อมูล|นี้ จะ|นํามา|ใช้|เป็น|แผ่น|เริ่มต้น|เปิด|เครื่อง (boot) ได้ ถ้า|ใช้|คําสั่ง Format ใน|ระบบ|วินโดว์ ต้อง|กากบาท|ที่|ช่อง|สี่เหลี่ยม|หน้า|คํา system disk ด้วย จึง|จะ|มี|แฟ้มข้อมูล|นี้ (จาน|บันทึก|ที่|ไม่|มี|แฟ้มข้อมูล|นี้ ใช้|เก็บ|แฟ้มข้อมูล|ได้|อย่างเดียว จะ|นํามา|สั่ง|ให้|เริ่ม|เครื่อง (boot) ไม่|ได้)| 
(คอม|'|มัน|ดาน|ทฺ|,|-|แดน|ทฺ) n. ผู้บังคับบัญชา|,|ผู้บัญชาการ
(คอม|มัน|เดียร์|') {|commandeered|,|commandeering|,|commandeers|} vt. เกณฑ์|พลเรือน|เข้า|ทํา|การ|รบ|หรือ|ทํางาน|ให้|กับ|หน่วย|ทหาร|,|ยึด|ทรัพย์สิน|เอกชน|เพื่อ|ประโยชน์|ทาง|ทหาร|หรือ|เพื่อ|สาธารณประโยชน์|  |Syn. draft|,|conscript|,|impress
(คะ|มาน|'|เดอะ) n. ผู้บังคับบัญชา|,|ผู้สั่ง|การ|,|ผู้นํา|,|นายทหาร|ผู้บังคับบัญชา|,|นาวา|โท|  |Syn. commandership n.  |Syn. chief|,|leader
(-|อิน|ชี|ฟ) n. ผู้บัญชาการ|ทหาร|สุง|สุด|,|จอมทัพ|,|แม่ทัพ|,|ประธานาธิบดี -|pl. (commanders in chief)| 
(คะ|มาน|'|เดอ|รี) n. ตําแหน่ง|ผู้บัญชาการ|,|เขต|อํานาจ|ของ|ผู้บัญชาการ
(คะ|มาน|'|ดิง) adj. n. เกี่ยวกับ|การ|บัญชาการ|,|เด่น|,|ครอบงํา|,|สูง|คลุม
n. ทหาร|ผู้บัญชาการ (ตั้งแต่|ชั้น|ร้อยตรี|จนถึง|พันเอก)| 
(คะ|มาน|'|เมิน|ทฺ) n. อํานาจ|,|คําสั่ง|,|การ|ออก|คําสั่ง|,|บัญญัติ|,|หนึ่ง|ใน|บัญญัติ|10|ประการ (Ten Commandments)| 
(คะ|มาน|'|โด) n. หน่วย|จู่โจม|ที่|ได้|รับ|การ|ฝึก|เป็นพิเศษ|,|หน่วย|คอมมานโด|,|สมาชิก|ของ|หน่วย|ดังกล่าว|นี้ -|pl. commandos|,|commandoes
(คะ|เมซ|'|เชอะ) {|commeasured|,|commeasuring|,|commeasures|} vt. เทียบเท่า|กับ|,|ขยาย|ออก|ร่วม|กัน.  |Syn. commeasurable adj. ดู|commeasure
(คะ|เมม|'|มะระ|เบิล) adj. น่า|ฉลอง|,|สมควร|จะ|ได้|รับ|การ|ฉลอง|,|ซึ่ง|ควร|ระลึก|ถึง
(คะ|เมม|'|โม|เรท) {|commemorated|,|commemorating|,|commemorates|} vt. เป็น|ที่|ระลึก|,|ฉลอง|,|เป็น|อนุสรณ์|,|กล่าว|ระลึก|ถึง.  |Syn. commemorator n.  |Syn. memorialize|,|celebrate
(คะ|เมมมะเร|'|เชิน) n. การ|ระลึก|,|การ|ฉลอง|,|พิธี|ฉลอง|,|ที่|ระลึก|,|สิ่ง|ที่|เป็น|อนุสรณ์
(คะ|เมม|'|เมอ|ระ|โท|'|รี) adj. ดู|commemorative
(คะ|เมน|ซฺ|') ฐcommenced|,|commencing|,|commences|} vi.,|vt. เริ่ม|,|ริเริ่ม|,|เริ่มต้น|,|ได้|รับ|ปริญญา|  |Syn. commenceable adj. ดู|commence commencer n. ดู|commence|  |Syn. begin -|Conf. start|,|begin
(คะ|เมน|ซฺ|'|เมิน|ทฺ) n. การ|เริ่มต้น|,|การ|เริ่ม|,|พิธี|รับ|ปริญญา|,|วัน|รับ|ปริญญา
(คะ|เมน|ดฺ|') {|commended|,|commending|,|commends|} vt. มอบ|,|แนะนํา|,|ให้|ความ|ไว้วางใจ|,|ฝากฝัง|,|สรรเสริญ|,|ยกย่อง|  |Syn. commendable adj. ดู|commend commendableness n. ดู|commend
(คะ|เมน|'|แดม) n. ตําแหน่ง|พระ|สอน|ศาสนา|,|ตําแหน่ง|ที่|มี|รายได้
(คอม|มัน|เด|'|เชิน) n. การ|มอบ|,|การ|แนะนํา|,|การ|สรรเสริญ|,|การ|ยกย่อง|,|สิ่ง|ที่|สรรเสริญ|,|การ|ฝากฝัง|  |Syn. approbation
(คะ|เมน|'|ดะ|โท|รี) adj. ซึ่ง|สรรเสริญ|,|ซึ่ง|ยกย่อง|,|เกี่ยวกับ|การ|แนะนํา|หรือ|ฝากฝัง
(คะ|เมน|'|เซิล) adj. ซึ่ง|อาศัย|อยู่|ด้วย|กัน|โดย|ไม่|ทํา|อันตราย|แก่|กัน|,|ซึ่ง|อยู่|ใน|บริเวณ|เดียว|และ|ไม่|แข่งขัน|หรือ|แย่ง|กัน.  |Syn. commensalism n. ดู|commensal -|commensality n. ดู|commensal
(คะ|เมน|'|เซอะ|ระ|เบิล|,|-|เชอ|ระ|เบิล) adj. ซึ่ง|พอจะ|วัด|กัน|ได้|,|เหมาะสม|,|ซึ่ง|พอจะ|ถือ|เป็น|เกณฑ์|เดียวกัน|ได้|  |Syn. commensurability n. ดู|commensurable
(คะ|เมน|'|เซ|อริ|ท|,|-|เช|อริ|ท) adj. ซึ่ง|เทียบเท่า|,|พอเพียง|,|ซึ่ง|ได้|สัดส่วน|กับ|  |Syn. commensurtion n.
(คอม|'|เมิน|ทฺ) {|commented|,|commenting|,|comments|} n.,|vi.,|vt. (ให้) ข้อคิดเห็น|,|ความเห็น|,|ข้อสังเกต|,|คําอธิบาย|,|คําวิจารณ์|  |Syn. commenter n.
(คอม|'|มัน|ทะ|รี) n. ข้อคิดเห็น|,|คําวิจารณ์|,|บทความ|แสดง|ข้อคิดเห็น|,|สิ่ง|ที่|ใช้|อธิบาย|  |Syn. commentaries n. บันทึก|เหตุการณ์|,|บันทึก|ข้อเท็จจริง commentarial adj. ดู|commentary
(คอม|'|เมิน|เท|เทอะ) n. ผู้วิจารณ์|,|ผู้|ออก|ความเห็น|,|ผู้|อธิบาย|,|ผู้|บรรยาย|ข่าว|  |Syn. critic
(คอม|'|เมิร์ซฺ) n. การ|ค้า|,|การ|พาณิชย์|,|การ|แลกเปลี่ยน (ข้อคิดเห็น ความ|รู้|หรือ|อื่น ๆ) ,|การ|ร่วม|ประเวณี
(คะ|เมอ|'|เชิล) adj. เกี่ยวกับ|การ|ค้า|,|เป็น|การ|ค้า|,|ซึ่ง|มี|จุดประสงค์|เพื่อ|หวัง|กําไร|ได้|,|ไม่|บ|ริ|สุทธิ|เต็มที่ (ชนิด|ของ|สารเคมี) ,|สําหรับ|นักธุรกิจ -|n. การ|โฆษณา|สินค้า|ทาง|โทรทัศน์|หรือ|ทีวี
(คะ|เมอ|'|ชะ|ไลซ) vt. ทํา|ให้|เป็น|การ|ค้า (เพื่อ|หวัง|ผลกําไร) ,|เน้น|ลักษณะ|ทางการ|ค้า|,|เสนอ|ขาย|  |Syn. commercialization|,|commercialisation n.
(คะ|เมอ|'|ชะ|ลิส|ซึม) n. หลักการ|หรือ|วิธีการ|พา|นิชย์|,|ลัทธิ|การ|ค้า|เพื่อ|หวัง|ผลกําไร|,|ลักษณะ|พ่อค้า|  |Syn. commercialist n. ดู|commercialism commercialistic adj. ดู|commercialism
(คะ|เมอ|'|ชะ|ไลซ) vt. ทํา|ให้|เป็น|การ|ค้า (เพื่อ|หวัง|ผลกําไร) ,|เน้น|ลักษณะ|ทางการ|ค้า|,|เสนอ|ขาย|  |Syn. commercialization|,|commercialisation n.
(คอม|'|มี) n.,|adj. คอมมิวนิสต์|  |Syn. commy|,|communist
(คอม|มิ|เน|'|เชิน) การ|ประณาม|หรือ|ขู่|ทําโทษ|,|การ|ขู่ขวัญ.  |Syn. comminatory adj. ดู|commination
(คะ|มิ|ง|'|เกิล) {|commingled|,|commingling|,|commingles|} vt.,|vi. ผสม|,|คลุกคลี
(คอม|'|มะนิวทฺ) {|comminuted|,|comminuting|,|comminutes|} vt. บด|ให้|ละเอียด|,|บด|ให้|เป็น|ผง adj. เป็น|ผง|,|เป็น|เศษ|เล็ก ๆ|  |Syn. comminution n. ดู|comminute|  |Syn. pulyerize
n. ชิ้น|กระดูก|แตกหัก
(คะ|มิ|ซ|'|ซะเรท) {|commiserated|,|commiserating|,|commiserates|} vt.,|vi. แสดง|ความ|เสียใจ|กับ|,|เห็นใจ|,|สงสาร|,|สังเวช|,|เวทนา.  |Syn. commiseration n. ดู|commiserate|  |Syn. pity|,|sympathize
(คะ|มิ|ซ|'|ซะเรทิฟว) adj. เกี่ยวกับ|การ|สงสาร (เห็นอกเห็นใจ สังเวช เวทนา)| 
(คอม|'|มิ|ซาร์) n. หัวหน้า|หน่วยงาน|ของ|รัสเซีย|,|ผู้|ตรวจ|การ|ใน|รัสเซีย|,|ผู้|บังคับการ|ตํารวจ|,|นายทหาร|ฝ่าย|เกีย|ก|กาย
(คอม|มิ|แซ|'|เรียท) n. กอง|ตรวจงาน|ใน|รัสเซีย|,|วิธีการ|ส่ง|อาหาร|/|อุปกรณ์|/|สัมภาระ|และ|อื่น ๆ ไป|ยัง|กองทัพ|,|กอง|เสบียง|,|กอง|เกีย|ก|กาย|,|กรมตํารวจ
(คอม|'|มิ|เซ|อ|รี) n. ร้าน|ขาย|อาหาร|และ|เสบียง|,|ที่|จ่าย|เสบียง|,|รอง|หัวหน้า|,|commissar|,|รอง|อธิบดี|ตํารวจ|,|รอง|นายกเทศมนตรี
(คะ|มิ|ช|'|เชิน) {|commissioned|,|commissioning|,|commissions|} n. การ|มอบหมาย|หน้าที่|,|การ|มอบหมาย|,|อํานาจ|ที่|มอบหมาย|ให้|,|เอกสาร|มอบอํานาจ|,|คณะ|บุคคล|ที่|ได้|รับ|มอบหมาย|อํานาจ|ให้|กระทํา|บาง|อย่าง|,|คณะ|กรรมการ|,|คณะ|กรรมาธิการ|,|ค่านายหน้า|,|ค่า|คอม|มิ|ชชั่น|,|สัญญาบัตร -|Phr. (in commission เข้า|ประ|จ
(คะ|มิ|ช|ชะ|แนร|') n. ผู้|กระทํา|หน้าที่|เล็ก ๆ น้อย ๆ (เช่น คน|เฝ้า|ประตู คน|ส่ง|ของ)| 
(คะ|มิ|ช|'|เชินดฺ) adj. ประจําการ|,|ซึ่ง|ได้|รับ|มอบอํานาจ|หน้าที่
นายทหาร|ชั้น|สัญญาบัตร (ตั้งแต่|ร้อยตรี|ขึ้น|ไป) ,|นายทหาร|ประจําการ
(ส|คะ|มิ|ช|'|เชินเนอะ) n. ผู้|ได้|รับ|มอบหมาย|อํานาจ|หน้าที่|,|ผู้|ตรวจการณ์|,|กรรมาธิการ|,|กรรมการ|,|หัวหน้า|กรม|,|อธิบดี
(คะ|มิ|ช|'|เชินเนอ|ชิ|พ) n. ตําแหน่ง (อํานาจ|หน้าที่) ของ|commissioner
(คอม|'|มิ|ชัว) n. รอย|ประสาน|,|ตะเข็บ|,|ส่วนต่อ|,|ข้อต่อ
(คะ|มิ|ท|') {|committed|,|committing|,|commits|} vt. มอบ|,|มอบ|ให้แก่|,|มอบหมาย (หน้าที่ ความ|ไว้วางใจ) ,|ส่ง|โรงพยาบาลโรคจิต|,|ให้|คํามั่น|,|กระทํา|,|ทํา|ผิด -|Phr. (commit to memory ท่องจํา จดจํา)|  |Syn. committable adj.
(คะ|มิ|ท|'|เมิน|ทฺ) n. การ|มอบ|,|การ|มอบหมาย (หน้าที่|ความ|ไว้วางใจ) ,|การ|ส่ง|ให้|พิจารณา|,|การ|กัก|ตัว|ไว้|ใน|โรงพยาบาลโรคจิต|,|การ|ส่ง|เข้า|คุก|,|การ|ให้|คํามั่นสัญญา|,|คําสั่ง|ศาล|ให้|กัก|หรือ|เข้า|คุก|,|การ|กระทํา|ความผิด|,|การ|พัวพัน|,|การ|เข้า|สู่|สงคราม.  |Syn. committal|,|delive
(คะ|มิ|ท|'|เทิล) n. = commitment
(คะ|มิ|ท|'|ที) n. คณะ|กรรมการ|,|ผู้ปกครอง|,|ผู้|อนุบาล|  |Syn. committeeship n.
(คะ|มิ|ท|'|ที|เมิน) n. กรรมการ กรรมาธิการ|,|หัวหน้า|พรรคการเมือง|ใน|เขต|เลือกตั้ง -|pl. committeemen
(คะ|มิ|คซฺ|') {|commixed|,|commixing|,|commixs|} vt.,|vi. ผสม|เข้า|ด้วย|กัน|,|คลุกเคล้า|  |Syn. mix together|,|blend
(คะ|มิ|ค|'|ซฺเชอะ) n. การ|ผสม|,|กระบวนการ|ผสม|,|ภาวะ|ที่|ถูก|ผสม|,|ของผสม
n. สามานยนาม
(คะ|โม|ด|') n.แท่น|หรือ|ตู้|ที่|มี|อ่าง|หรือ|ที่|ล้าง|หน้า|,|ห้อง|สุขา|  |Syn. toilet
(คะ|มอด|'|ดิ|ที) n. สินค้า|,|ของใช้|ประจํา|,|ปริมาณ หรือ|จํานวน|หนึ่ง|ของ|สินค้า|,|ผลิตภัณฑ์|เกษตร|หรือ|เหมือง|แร่|  |Syn. articles|,|goods
(คะ|โม|'|เดียส) adj. กว้าง|,|กว้างขวาง|,|มาก|พอเพียง|  |Syn. commodiousness n.  |Syn. roomy|,|ample
(คอม|'|มะดอร์) n. พล|เรือ|จัตวา|,|นาวา|เอก|พิเศษ|,|ผู้|บังคับการ|ขบวน|เรือ|พาณิชย์|ขนาด|ใหญ่|,|ประธาน|หรือ|หัวหน้า|สโมสร|เล่น|เรือ
(คอม|'|เมิน) adj. ร่วม|กัน|,|ธรรมดา|,|สามัญ|,|ซึ่ง|รู้จัก|กัน|ดี|ใน|ทาง|เลว|,|พร้อมกัน|,|เหมือน|กัน|,|สาธารณะ n.  |Syn. commons n.,|pl. คน|สามัญ|,|สมาชิก|สภา|ล่าง|,|ห้องอาหาร|ขนาด|ใหญ่ (โดยเฉพาะ|ใน|มหาวิทยาลัย)|  |Syn. habitual|,|ordinary|,|usual -|Conf. mutu
n. ผู้|มี|อาชีพ|การ|ขนส่ง|,|บริษัท|ขนส่ง
n. ไข้หวัด|  |Syn. cold
n. สภา|เทศบัญญัติ
n. ตัวหาร|ร่วม
n. ตัวหาร|ร่วม|น้อย|  |Syn. submultiple
n. ตัวหาร|ร่วม|น้อย|  |Syn. submultiple
n. เศษส่วน|ร่วม
n. กฎหมาย|จารีตประเพณี|ของ|อังกฤษ
n. ลอก|ที่|มี|ฐาน|10
n. สามัญชน|,|คน|สามัญ
n. กลุ่ม|ตลาด|ร่วม
n. ผลคูณ|ร่วม
n. ห้อง|รวม|,|ห้อง|ใช้|ร่วม|กัน
n. โรงเรียน|รัฐบาล|ที่|ไม่|เก็บ|เงิน
n. สามัญสํานึก|  |Syn. commonsensical adj. ดู|common sense commonsensible adj. ดู|common sense|  |Syn. judgment -|Conf. commonsense
การ|เข้าถึง|ผู้ใช้|ร่วม|กัน|ใช้|ตัวย่อ|ว่า CUA หมายถึง ตัวชี้นํา (guidelines) ที่ เครื่อง|ไอ|บีเอ็ม|สร้าง|ขึ้น|มา ใช้|เพื่อ|ทํา|ให้การ|เข้า|สู่|โปรแกรม|มี|ลักษณะ|เป็น|แบบ|เดียวกัน แม้แต่|เครื่อง|แมค|อิน|ทอ|ช|ก็|ใช้|ตัวชี้นํา|นี้
n. ปี|ธรรมดา|ที่|มี|365 วัน
(คอม|'|มะ|นะ|เบิล) adj. ซึ่ง|ใช้|ร่วม|กัน|เพื่อ|สาธารณประโยชน์|,|สาธารณะ|,|เกี่ยวกับ|กรรมสิทธิ์|ร่วม|,|พอจะ|ปล่อย|เลี้ยง|ใน|ที่|สาธารณะ|ได้
(คอม|'|มะแนล|ที) n. สามัญชน|,|คน|สามัญ|,|ประชาชน|,|หมู่คณะ|  |Syn. commonality
(คอม|'|มะเนอะ) n. สามัญชน|,|สมาชิก|สภา|ล่าง|,|นักศึกษา (โดยเฉพาะ|ใน|มหาวิทยาลัย|อ๊อคฟอร์ด) ที่|ไม่|ได้|รับ|ทุน|ช่วยเหลือ|การ|ศึกษา|,|ผู้|มี|กรรมสิทธิ์|ร่วม
adv. โดย|ทั่วไป|,|ตาม|ธรรมดา
adj. ธรรมดา|,|สามัญ|,|ไม่|น่า|สนใจ|,|ซ้ํา ๆ ซาก ๆ n. คําพูด|ซ้ํา ๆ ซาก ๆ ,|สิ่ง|ธรรมดา ๆ|  |Syn. commonplaceness n. ดู|commonplace|  |Syn. ordinary
(คอม|'|มัน|วีล) n. ความ|ผาสุก|ร่วม|กัน|,|สาธารณประโยชน์
(คอม|'|มัน|เวลธฺ) n. เครือ|ประเทศ|,|การ|รวม|กัน.  |Syn. Commonwealth n. เครือจักรภพ|อังกฤษ|,|สหพันธรัฐ|,|ส|มา|พัน|ธ|รัฐ|,|ประชากร|ของ|รัฐ|,|สาธารณประโยชน์
(คะ|โม|'|เชิน) n. ความ|ชุลมุน|วุ่นวาย|,|ความ|จลาจล|  |Syn. agitation Ant. calm
(คะ|มิ|ว|'|เนิล) adj. เกี่ยวกับ|ชุมชน|,|เกี่ยวกับ|สหภาพ|  |Syn. communality n.
n. การ|สมรส|หม
(คอม|'|มูน) {|communed|,|communing|,|communes|} n. สห|คา|ม|,|ประชาคม|,|ชุมชน|,|ชุมนุม|ม|การ|แลกเปลี่ยน|ข้อคิดเห็น vi. คุย|กัน|อย่าง|สนิทสนม
(คะ|มูน|'|นะ|คะ|เบิล) adj. ซึ่ง|สามารถ|ติดต่อ|กัน|ได้|,|ช่างพูด.  |Syn. communicability n. -|S...
n. ผู้เข้าร่วม|พิธี|รําลึก|ถึง|วัน|สวรรคต|ของ|พระ|เยซู|,|ผู้|ติดต่อ|,|ผู้|ส่ง|ข่าว. adj. ซึ่ง|ติดต่อ
(คะ|มิ|ว|'|นิเคท) {|communicated|,|communicating|,|communicates|} vt. ให้|ความ|รู้|,|ส่ง|,|ถ่ายทอด|,|ติดต่อ|,|บอก|แจ้ง vi. แลกเปลี่ยน|ข้อคิดเห็น|กับ|  |Syn. communicator n.  |Syn. convey
(คะ|มิ|วนิเค|'|เชิน) n. การ|ติดต่อ|,|การ|สื่อสาร|,|การ|คมนาคม
(คะ|มิ|ว|'|นะ|เคทิฟว) adj. ชอบ|ถ่ายทอด|,|เกี่ยวกับ|การ|สื่อสาร|,|เกี่ยวกับ|การ|ติดต่อ.  |Syn. communicativeness n. ดู|communicative
n. ผู้|ถ่ายทอด|,|ผู้|ส่ง|ข่าวสาร|,|เครื่องมือ|สื่อสาร
(คะ|มิ|ว|'|เยิน) n. การ|ร่วม|กัน|,|การ|เข้า|ร่วม|,|การ|แลกเปลี่ยน|ข้อคิดเห็น|,|นิกาย|ศาสนา|,|กลุ่ม|คน|ที่|มิ|เชื่อ|ใน|ศาสนา|เหมือน|กัน|,|การ|รับ|อาหาร (ขนมปัง) จาก|พระเจ้า|ใน|พิธี|ศีล|มหา|สนิท (Eucharist) ,|พิธี|ศีล|มหา|สนิท|  |Syn. intercourse|,|fellowship|,|asociation|,|afinity
n. โต๊ะ|พิธี|ศีล|มหา|สนิท
(คะ|มิ|ว|นะ|เค|'|,|คะ|มิ|ว|'|นะ|เค) n. หนังสือ|แถลง|การ|ณ ์|  |Syn. official communication
(คอม|'|มิ|วนิส|ซึม) n. ลัทธิ|คอมมิวนิสต์
(คอม|'|มิ|วนิสทฺ) n. ผู้|นิยม|ลัทธิ|คอมมิวนิสต์|,|สมาชิก|พรรค|คอมมิวนิสต์|,|สมาชิก|ของ|ระบบ|คอม|มูน commune) adj. เกี่ยวกับ|พรรค|หรือ|ลัทธิ|คอมมิวนิสต์|  |Syn. communistic adj.
(คะ|มิ|ว|'|นิ|ที) n. ชุมชน|,|สังคม|,|กลุ่ม|,|คณะ|,|สห|คา|ม|,|สิ่งมีชีวิต|ที่|เป็น|พืช และ|สัตว์|ของ|เขต|หนึ่ง|,|ลักษณะ|ร่วม|,|ลักษณะ|ที่|เหมือน|กัน|  |Syn. Phr. (the community ชุมชน|,|สังคม|,|ประชาคม)|  |Syn. society|,|public Ant. polarity|,|duality
n. เงิน|สงเคราะห์|ชุมชน|ที่|ได้|จาก|การ|บริจาค
n. สินสมรส
(คอม|'|มิ|ว|เท|ท) vt. เปลี่ยนแปลง|ทิศทาง|,|เปลี่ยน|เป็น|กระแส|ตรง|,|เปลี่ยน|แทน|,|สับเปลี่ยน|  |Syn. substitute|,|replace
(คอม|มิ|ว|เท|'|เชิน) n. การ|แลกเปลี่ยน|,|การ|เปลี่ยน|แทน|กัน|,|การ|เดินทาง|ไป|มา|ตาม|ปกติ|ระหว่าง|บ้าน|กับ|ที่ทํางาน|,|การ|เปลี่ยน|โทษจํา|คุก|ให้|เป็นโทษ|อื่น|ที่|เบา|กว่า|,|การ|เปลี่ยน|กระแส|ไฟฟ้า|,|เงิน|ชดเชย|  |Syn. substitution
(คะ|มิ|ว|'|ทะทิฟว) adj. เกี่ยวกับ|การ|เปลี่ยนแปลง (การ|สับเปลี่ยน การ|แลกเปลี่ยน)| 
(คอม|'|ยะ|เท|เทอะ) n. เครื่อง|เปลี่ยน|ทิศทาง|ของ|กระแส|ไฟฟ้า|,|เครื่อง สับเปลี่ยน|,|เครื่อง|แลกเปลี่ยน
(คะ|มิ|วทฺ|') {|commuted|,|commuting|,|commutes|} vt. เปลี่ยน|เป็น|อย่าง|อื่น|,|แลกเปลี่ยน|,|สับเปลี่ยน|,|เปลี่ยน|เป็น|นักโทษ|ที่|เบา|กว่า vi. เปลี่ยน|แทน|,|ไป ๆ มา ๆ เสมอ|  |Syn. commuter n.  |Syn. exchange|,|alter
(โค|'|มอ|ส) adj. มี|ขน|,|เป็น|พู่|ย้อย
(คอม|'|แพ|คทฺ) {|compacted|,|compacting|,|compacts|} adj. แน่น|,|รวม|กัน|แน่น|,|อัด|แน่น|,|แข็ง|,|กระชับ|,|รัดกุม|,|กะทัดรัด vt. รวม|กัน|แน่น|,|อัด|กัน|แน่น|,|ทํา|ให้|แน่น|,|ทํา|ให้|มั่นคง|,|ทํา|ให้|กะทัดรัด|,|ทํา|ให้|เป็นปึกแผ่น|,|ประกอบ|เป็น|รูปร่าง. n. ตลับ|แป้ง|ที่|มี|กระจก|,|รถยนต์|ขนาด|ย่อม|,|ข้อตกลง|,|สัญญา ค
ใช้|ตัวย่อ|ว่า CD เป็น|สื่อ|ที่|ใช้|บันทึก|ข้อมูล|ชนิด|ใหม่|ที่|กําลัง|ได้|รับ|ความ|นิยม|เพิ่ม|มาก|ขึ้น|ทุก|วัน เครื่อง คอมพิวเตอร์|ใหม่ ๆ มักจะ|มี|หน่วย|บันทึก|ที่|อ่าน|จาน|บันทึก|นี้|ได้ ข้อมูล|ที่|เก็บ|ใน|สื่อ|ชนิด|นี้|จะ|เป็น|ข้อความ ภาพนิ่ง|หรือ|ภาพ|เคลื่อนไหว (ภาพยนตร์) หรือ|เสียง|ก็ได้ รูปลักษณะ|ทั่วไป|ก็|เหมือน|จาน|ซี|ดี|ที่|บรรจุ|เพลง มี|เส้นผ่าศูนย์กลาง|ประมาณ 4.72 นิ้ว จุ|ข้อมูล 600 เมกะไบต์|หรือ|ประมาณ 400 เท่า|ของ|จาน|บันทึก|ขนาด 3.5 นิ้ว ส่วนมาก|นิยม|ใช้|เก็บ|โปรแกรม หรือ|ใช้|เป็น|ฐานข้อมูล|ของ|ห้องสมุด ศูนย์|สารนิเทศ นิยม|ใช้|ใน|ระบบเครือข่าย ทํา|ให้|สะดวก|สําหรับ|ผู้ใช้|คอมพิวเตอร์|ตาม|สาย (on line) ส่วนใหญ่|จาน|บันทึก|ประเภท|นี้|ยังคง|ใช้|อ่าน|ได้|อย่างเดียว (read only) การ|บันทึก|ยัง|ต้อง|มี|อุปกรณ์|พิเศษ ราคา|ยัง|ค่อนข้าง|แพง
(คัม|'|พะด|รี) n. เพื่อนสนิท|,|เพื่อนเก่า
(คัม|'|เพจีซ) n. ส่วนประกอบ|,|โครงกระดูก|,|องค์ประกอบ|ของ|ส่วนผสม
(คัม|แพ|จ|'|จิเนท) vt. รวม|กัน|อย่าง|หนาแน่น|  |Syn. compagination n.
(คัม|แพน|'|เยิน) {|companioned|,|companioning|,|companions|} n. เพื่อน|,|สหาย|,|มิตร|,|เพื่อน|ร่วมงาน|,|สิ่ง|เปรียบเทียบ|,|คู่มือ|,|ผู้|ที่|เป็นเพื่อน|เฝ้าดู|คนไข้|,|อัศวิน|ตําแหน่ง|ต่ํา|สุด|,|ชื่อ|ดาว|,|ที่|ครอบ|บันได|ใน|ตัว|เรือ|,|บันได|ใน|ตัว|เรือ vt. เป็นเพื่อน|  |Syn. frien
n. ชื่อ|ดาว|ที่|สว่าง|น้อย|กว่า|ของ|กลุ่ม|ดาว|คู่|2|ดวง
n. บันได|ใน|ตัว|เรือ
(คัม|แพน|'|เยิน|นะ|เบิล) adj. ซึ่ง|เป็นเพื่อน|ที่|ดี|ได้|,|น่า|คบ.  |Syn. companionableness n. ดู|companionable|  |Syn. sociable|,|friendly|,|affable Ant. reserved|,|distant
(คัม|'|พะนี) n. หมู่|เพื่อนฝูง|,|วง|สมาคม|,|การ|สังคม|,|การ|คบค้า|,|บริษัท|,|คณะ|,|หมู่|,|แขก|,|กองร้อย|  |Syn. association|,|body
(คอม|'|เพอ|ระ|เบิล) adj. ซึ่ง|เปรียบเทียบ|กัน|ได้|,|พอ|เปรียบเทียบ|ได้|,|เทียบเคียง|ได้.  |Syn. comparability|,|comparableness n. ดู|comparable|  |Syn. similar|,|matching
(คัม|แพ|'|ระ|ทิฟว) adj. เกี่ยว|การ|เปรียบเทียบ|,|ซึ่ง|เทียบเคียง|,|พอสมควร.  |Syn. comparativist ผู้|เปรียบเทียบ|  |Syn. parallel -|Conf. superlative
(คอม|'|พะ|ระ|เทอะ) n. เครื่องมือ|หรือ|อุปกรณ์|เปรียบเทียบ (เช่น|เปรียบเทียบ|ระยะ|ทาง ความ|ยาว สี|หรือ|อื่น ๆ)| 
(คัมแพร์ ') {|compared|,|comparing|,|compares|} vt .เปรียบเทียบ|,|เทียบเคียง|,|อุปมา. vi. เทียบ|ได้|กับ|,|สู้|ได้|,|เทียบ|ได้|กับ|,|การ|เปรียบเทียบ|,|การ|เทียบเคียง.  |Syn. comparer n. ดู|compare -|Conf. contrast
(คัม|แพ|'|ริ|เซิน) n. การ|เปรียบเทียบ ภาวะ|ที่|ถูก|เปรียบเทียบ|,|การ|เทียบเคียง. -|Phr. (degree of comparison การ|เปรียบเทียบ|คุณลักษณะ|ใน|ไวยากรณ์)|  |Syn. equation|,|matching|,|similarity|,|correlation
(คัมพาร์ทฺ|') {|comparted|,|comparting|,|comparts|} vt. แบ่ง|ออก|เป็น|ส่วน|,|แยก|ออก|เป็น|ส่วน|  |Syn. separate|,|subdivide
(คัมพาร์ท|'|เมิน|ทฺ) n. ห้อง|,|ตอน|,|ส่วน|แยก|,|ช่อง|,|ลักษณะ|ต่างหาก. vt. แบ่ง|ออก|เป็น|ส่วน ๆ|  |Syn. niche|,|cell|,|nook
(คัม|'|พัส) {|compassed|,|compassing|,|compasses|} n. เข็มทิศ|,|เส้น|รอบ|วง|,|เส้น|ล้อม|,|พื้นที่|,|เนื้อที่|,|ขอบเขต|,|อาณาเขต|,|อาณาจักร|,|ระยะ|,|ขอบเขต|ที่|เหมาะสม|  |Syn. compasses n.,|pl. วงเวียน adj. โค้ง. vt. เคลื่อน|รอบ|,|โอบล้อม|,|ล้อม|,|เดิน|อ้อม|รอบ|,|วางแผน|,|เข้าใจ. คํา|ที่
n. กบ|ไส|ไม้|ประเภท|เว้า|,|ที่ราบ|รูป|วง|กลม
n. เลื่อย|เอียง|รูป|กลม
n. หน้าต่าง|รูป|ครึ่ง|วง|กลม|,|หน้าต่าง|วง|กลม
(คัม|แพ|ซ|'|เชิน) n. ความ|สงสาร|,|ความ|เวทนา|,|ความ|เห็นอกเห็นใจ|  |Syn. pity
(คัม|แพ|ช|'|เชินเนท) adj. มี|ความ|สงสาร|,|มี|ความ|เวทนา|,|มี|ความ|เห็นอกเห็นใจ|  |Syn. compassionateness n.ดู|compassionate|  |Syn. tender|-|hearted|,|sympathetic Ant. ruthless
ความ|เข้า|กัน|ได้|ความ|ใช้|แทน|กัน|ได้|การ|เทียบเคียง|กัน|ได้|หมายถึง ความ|สามารถ|ใน|การ|ทํางาน|ของ|อุปกรณ์|หรือ|โปรแกรม|ที่|สามารถ|เทียบ|แทน|กัน|ได้|กับ|อุปกรณ์|หรือ|โปรแกรม|ที่|มี|มาตรฐาน|เป็น|ที่|ยอมรับ|อยู่|แล้ว เช่น ถ้า|ใช้|ว่า "|IBM Compat|" ก็|แปล|ความ|ได้|ว่า|คอมพิวเตอร์|นั้น|ไม่|ใช่|ยี่ห้อ|ไอ|บีเอ็ม แต่|ผลิต|ขึ้น|มา|ด้วย|มาตรฐาน|เดียวกับ|เครื่อง|คอมพิวเตอร์|ของ|ไอ|บีเอ็ม และ|สามารถ|นํามา|ใช้|แทน|เครื่อง|ไอ|บีเอ็ม|ได้ (หมายถึง ใช้|โปรแกรม|หรือ|คําสั่ง|ต่าง ๆ ของ|ไอ|บีเอ็ม|ได้|นั่นเอง)| 
(คัม|แพ|ท|'|ทิเบิล) adj. ซึ่ง|อยู่|ด้วย|กัน|ได้|,|ซึ่ง|เข้า|กัน|ได้|,|เกี่ยวกับ|ระบบ|โทรทัศน์|สี|ที่|รับ|เป็น|ภาพ|ขาว|ดํา|ก็ได้.  |Syn. compatibility|,|compatibleness n.  |Syn. agreeable Ant. incompatible
(คัมเพ|'|ท|รี|เอิท) n. คน|ร่วมชาติ|,|คน|ชาติ|เดียวกัน. adj. เกี่ยวกับ|ประเทศ|หรือ|ชาติ|เดียวกัน.  |Syn. compatriotic adj. ดู|compatriot compatriotism n. ดู compatriotic adj. ดู|compatriot|  |Syn. fellow countryman
(คัมเพียร์|'|คอม|'|เพียร์) n. ความ|เท่าเทียม|,|เพื่อนสนิท
(คัม|เพล|') {|compelled|,|compelling|,|compels|} vt. บังคับ|,|ผลักดัน|,|เกณฑ์|,|ใช้|วิธี|บังคับ|,|ได้|มา|โดย|การ|บังคับ|,|ต้อน. vi. ใช้|กําลัง|,|มี|อิทธิพล|ต่อ|  |Syn. compeller n.  |Syn. enforce
(คอม|พะเล|'|เชิน) n. การ|เรียกชื่อ|,|การ|เรียก|ชื่อเสียงเรียงนาม|,|ชื่อเสียงเรียงนาม
(คัม|เพล|'|ลิง) adj. ซึ่ง|บีบบังคับ|,|ซึ่ง|มี|ผล|มาก|ที่|ต้าน|ไม่|อยู่|  |Syn. forceful Ant. unconvincing|,|invalid
(คอม|'|เพนดฺ) n. บท|ย่อ
(คัมเพน|'|เดียส) adj. รัดกุม|,|สั้น|กะทัดรัด|และ|ชัดเจน.  |Syn. compendiousness n.  |Syn. laconic
(คัมเพน|'|เดี|ยม) หนังสือ|ย่อ|เรื่อง|,|บท|ย่อ|,|บท|สรุป|,|รายการ|เต็ม.  |Syn. summary -|pl. -|diums|,|compendia
(คัมเพน|'|ซะเบิล) adj. ควร|ได้|รับ|การ|ชดเชย|หรือ|ตอบแทน
(คอม|'|เพน|เซ|ท) {|compensated|,|compensating|,|compensates|} vt. ชดเชย|,|ทดแทน|,|ตอบแทน|,|เท่า|กับ|,|พอกัน|,|แก้|,|ถ่วง vi. พอกับ|,|เท่า|กับ|,|ชดเชย|  |Syn. compensator n.
(คอม|เพน|เซ|'|เชิน) n. การ|ชดเชย|,|การ|ทดแทน|,|การ|ตอบแทน|,|สิ่ง|ที่|ชดเชย (ตอบแทน ทดแทน)|  |Syn. remuneration
(คอม|เพน|'|ซะ|โท|รี) adj. เป็น|การ|ชดเชย (ตอบแทน|,|ทดแทน|,|แก้)|  |Syn. compensative
(คัม|พี|ท|') {|competed|,|competing|,|competes|} vi. แข่งขัน|,|แข่ง|,|ชิง|กัน|,|ชิงชัย|  |Syn. contend|,|engage in a contest
(คอม|'|พิ|เทิน|ซฺ) n. ความ|สามารถ|,|อํานาจ|,|ความ|พอเพียง|  |Syn. fitness
(คอม|'|พิ|เทิน|ซี) n. ดู|competence
(คอม|'|พิ|เทิน|ทฺ) adj. มี|ความ|สามารถ (ความ|ชํานาญ|ประสบการณ์|และ|คุณสมบัติ|ที่|เหมาะสม|อื่น ๆ) ,|เพียงพอ|  |Syn. capable|,|able
(คอม|พิทิช|'|เชิน) n. การ|แข่งขัน|,|การ|ชิงชัย|,|ผู้แข่งขัน|,|การ|ดิ้นรน|ต่อสู้|ใน|การ|ดํารง|ชีพ
(คัมเพท|'|ทิทิฟว) adj. เกี่ยวกับ|การ|แข่งขัน|,|ซึ่ง|สามารถ|แข่งขัน|ได้|,|มี|ความ|ปรารถนา|อัน|แรงกล้า|ที่|จะ|แข่ง|หรือ|เพื่อ|ประสบ|ความ|สําเร็จ|  |Syn. competitiveness n. ดู|competitive|  |Syn. emulative|,|rivaling Ant. cooperative
(คัมเพท|'|ทิ|เทอะ) n. ผู้แข่งขัน|,|ผู้|แข่ง|,|คู่ต่อสู้|  |Syn. contestant|,|rival
(คอม|พะเล|'|เชิน) n. การ|รวบรวม|,|ผู้|เรียบเรียง|  |Syn. collection
(คัมไพล์|') {|compiled|,|compiling|,|compiles|} vt. รวบรวม|,|เรียบเรียง แปล|โปรแกรม|หมายถึง แปล|โปรแกรม|ที่|เขียน|ขึ้น|ด้วย|ภาษา|แนว|มนุษย์ (human oriented language) ภาษา|ใด|ภาษา|หนึ่ง เช่น ภาษาซี (C) ภาษา โค|บอล (COBOL) ซึ่ง|เป็น|ภาษา|ที่|คอมพิวเตอร์|ไม่|เข้าใจ ให้|เป็น|ภาษาเครื่อง (machine language) ซึ่ง|เป็น|ภาษา|ที่|เครื่อง|คอมพิวเตอร์|เข้าใจ|ได้ การ|แปล|นั้น คอมพิวเตอร์|จะ|อ่าน|โปรแกรม|ทั้งหมด|เข้า|ไป|แล้ว|จึง|จะ|ลงมือ|แปล เมื่อ|เข้าใจ|แล้ว คอมพิวเตอร์|จึง|จะ|ปฏิบัติ|ตาม|คําสั่ง|ใน|โปรแกรม|ได้
เวลา|แปล|โปรแกรม|บางที|ใช้ compilation time หมายถึง|ระยะ|เวลา|ที่|เครื่องใช้|ใน|การ|แปล|โปรแกรม|แต่ละ|โปรแกรม|ก่อน|ที่|จะ|ลงมือ|ทํา|ตาม|คําสั่ง|ใน|โปรแกรม|นั้น|ดู compile ประกอบ
(คัม|ไพ|'|เลอะ) n. ผู้|รวบรวม|,|ผู้|เรียบเรียง ตัว|แปล|โปรแกรม|คอม|ไพ|เลอร์|หมายถึง โปรแกรม|ที่|แปล|โปรแกรม|ภาษา|ต่าง ๆ เช่น|ภาษา FORTRAN|, COBOL ฯ เป็น|ภาษาเครื่อง (machine language) การ|แปล|โดย|ใช้|โปรแกรม|แปล|นี้ จะ|ใช้|วิธี|แปล|ทั้ง|โปรแกรม นํา|คําแปล|เก็บ|ไว้|ใน|หน่วยความจํา แล้ว|จึง|ลงมือ|ปฏิบัติการ (execute) ไป|ทีละ|คําสั่ง ถ้า|มี|การ|สั่ง|ให้|ทํา|บาง|คําสั่ง|ซ้ํา ก็|ไม่|จําเป็น|ต้อง|แปล|ใหม่|ดู translator ประกอบ|ดู interpreter เปรียบเทียบ
(คัม|เพล|'|เซิน|ซี) n. ความ|อิ่มอกอิ่มใจ|,|ความ|พึงพอใจ.  |Syn. complacence
(คัม|เพล|'|เซินทฺ) adj. อิ่มอกอิ่มใจ|,|พึงพอใจ.  |Syn. satisfied|,|contented
(คัม|เพล|น|') {|complained|,|complaining|,|complains|} vi. บ่น|,|คร่ําครวญ|,|ร้องทุกข์|,|กล่าวหา|,|ฟ้อง|,|แสดง|ความ|ข้องใจ|  |Syn. complainer n. ดู|complain|  |Syn. murmur|,|lament
(คัม|เพล|'|เนิน|ทฺ) n. ผู้|บ่น|,|ผู้|ร้องทุกข์|,|ผู้|ฟ้องร้อง
(คัม|เพล|นทฺ|') n. การ|บ่น|,|การ|ร้องทุกข์|,|การ|แสดง|ความ|ข้องใจ|,|มูลเหตุ|ที่|บ่น|หรือ|ร้องทุกข์|,|การ|ฟ้องร้อง|คดี|แพ่ง|ใน|ระยะ|แรก|ของ|โจทก์
(คัม|เพล|'|เซินซฺ) n. การ|เอาอกเอาใจ|,|ความ|พึงพอใจ|,|น้ํา|ใส|ใจจริง
(คัม|เพล|'|เซินทฺ) adj. ซึ่ง|เอาอกเอาใจ|,|พอใจ|,|มี|น้ํา|ใส|ใจจริง|  |Syn. agreeable
(คอม|'|พละ|เนท) adj. เรียบ|,|มี|ผิว|เรียบ|  |Syn. complanation n. ดู|complanate
(คอม|'|พละ|เมิน|ทฺ) {|complemented|,|complementing|,|omplements|} vt. ส่งเสริม|,|องค์ประกอบ|,|ส่วนประกอบ|,|สิ่ง|ที่|ทํา|ให้|เต็ม|หรือ|สมบูรณ์|,|จํานวน|องศา|ที่|ทํา|ให้|ครบ|90|องศา|  |Syn. complementary adj. ดู|complement|  |Syn. balance|,|match -|Conf. compl
n. มุม|ที่|เสริม|ให้|ครบ 90 องศา
n. สี|เสริม|,|สี|ที่|ทํา|ให้|สมบูรณ์|,|หนึ่ง|ใน|สี|คู่
(คัม|พลี|ท|') {|completed|,|completing|,|completes|} adj. สมบูรณ์|,|เสร็จ|,|สําเร็จ|,|ครบ|,|สมบูรณ์|,|พร้อม|,|เต็มที่|,|สิ้นเชิง vt. ทํา|ให้|เสร็จ|,|ทํา|ให้|สมบูรณ์|,|ทํา|ให้|ครบ|,|ส่ง|ฟุตบอล|ไป|ข้างหน้า|ได้|สําเร็จ|  |Syn. remainder|,|balance -|Conf. completer
(คัม|พลี|'|เชิน) n. การ|ทํา|ให้|สมบูรณ์|,|การ|ทํา|ให้|เสร็จ|,|การ|สําเร็จ|ลุล่วง|,|การ|สรุป|,|การ|ส่ง|ลูก|ฟุตบอล|ไป|ข้างหน้า|ได้|สําเร็จ|  |Syn. fulfillment|,|attainment
(คัม|พลี|'|ทิฟว) adj. เสร็จ|,|ซึ่ง|สําเร็จ|ลุล่วง
(คอม|'|เพล|คซฺ) adj. ประกอบ|ด้วย|ส่วน|ต่าง ๆ ,|ซับซ้อน|,|เชิงซ้อน|,|ซึ่ง|ประกอบ|ด้วย|2|ส่วน (คํา) n. ความ|ซับซ้อน|,|ภาวะ|เชิงซ้อน|,|ความคิดเห็น|ที่|ครอบงํา|,|จิต|ครอบงํา|  |Syn. complicated|,|maze Ant. integral
n. เศษส่วน|ร่วม|,|เศษส่วน|ประกอบ -|Conf. complicated
(คัม|เพล|ค|'|เชิน) n. สีหน้า|,|สีผิว|,|คุณลักษณะ|,|เค้า|,|ความคิดเห็น|,|ความ|เชื่อ
(คัม|เพล|ค|'|เชินดฺ) adj. ซึ่ง|มี|สีผิว|เฉพาะ
(คัม|เพล|ค|'|ซิ|ที) n. ความ|ซับซ้อน|,|ความ|สลับซับซ้อน|,|ลักษณะ|เชิงซ้อน|,|สิ่ง|ที่|ซับซ้อน
(คัม|ไพล|'|เอินซฺ) n. การ|ยินยอม|,|การ|ยอม|ให้|,|การ|อ่อนข้อ|ให้|,|การ|ร่วมมือ|,|การ|เชื่อฟัง|  |Syn. agreement
(คัม|ไพล|'|เอิน|ซี) n. ดู|compliance
(คัม|ไพล|'|เอินทฺ) adj. ซึ่ง|ยินยอม|,|ซึ่ง|ยอมตาม|,|ซึ่ง|เชื่อฟัง|  |Syn. complaisant
(คอม|'|พละ|คะ|ซี) n. ภาวะ|ยุ่งเหยิง|,|ภาวะ|ซับซ้อน|,|ภาวะ|แทรกซ้อน|,|สิ่ง|ที่|แทรกซ้อน|,|โรคแทรกซ้อน|  |Syn. complexity
(คอม|'|พลิเคท) {|complicated|,|complicating|,|complicates|} vt. ทํา|ให้|ซับซ้อน|,|ทํา|ให้|ลําบาก|,|ทํา|ให้|ยุ่งเหยิง adj. ยุ่งเหยิง|,|ยุ่งยาก|,|ซับซ้อน|,|พับ|หรือ|ซ้อน|ตัวเอง|,|พับ|หรือ|ซ้อน|ตัวเอง|ตาม|ยาว|  |Syn. confuse|,|confound
(คอม|'|พละ|เค|ทิด) adj. ซับซ้อน|,|ยุ่งเหยิง|,|ยุ่งยาก|,|ยาก|ที่|จะ|วิเคราะห์ เข้าใจ|หรือ|อธิบาย|  |Syn. complicatedness n. ดู|complicated|  |Syn. complex
(คอม|พลิเค|'|เชิน) n. ความ|ซับซ้อน|,|ความ|ยุ่งเหยิง|,|ความ|แทรกซ้อน|,|โรคแทรกซ้อน|,|สิ่ง|แทรกซ้อน|  |Syn. variation|,|problem
(คอม|'|พลิสฺ) n. ผู้ร่วมงาน|,|ผู้|สม|คบ
(คอม|พลิส|'|ซิ|ที) n. การ|เป็น|ผู้ร่วมงาน|,|การ|เป็น|ผู้|สม|คบ|,|ความ|สัมพันธ์|ที่|ร่วม|กัน|กระทํา|ความผิด
(คอม|'|พลิ|เมิน|ทฺ) n. คําสรรเสริญ|,|คํา|ชมเชย|,|คํา|อวยพร|,|ของขวัญ. vi. สรรเสริญ|,|ชมเชย|,|อวยพร|,|แสดง|ความ|ปรารถนา|ดี|,|แสดง|ความยินดี vi. สรรเสริญ|,|ชมเชย|  |Syn. flatter -|Conf. complement
(คอม|พลิ|เมน|'|ทะ|รี) adj. ซึ่ง|สรรเสริญ|,|ซึ่ง|ชมเชย|,|ซึ่ง|ยกยอ|,|อิสระ|  |Syn. complimentarily adv. ดู|complimentary|  |Syn. praising Ant. adverse
(คอม|'|พลิน) n. คําอธิษฐาน|ครั้ง|สุดท้าย (ของ|7|ครั้ง) ใน|เวลา|กลางคืน
(คอม|'|พลิน) n. คําอธิษฐาน|ครั้ง|สุดท้าย (ของ|7|ครั้ง) ใน|เวลา|กลางคืน
(n. คอม|'|พล|อท|; v คัม|พล|อท|') {|complotted|,|complotting|,|complots|} n.,|vt.,|vi|,|วางแผน|ร่วม|กัน
(คัม|ไพล|') {|complied|,|complying|,|complies|} vi. ทํา|ตาม|,|ยินยอม|  |Syn. complier n. ดู|comply|  |Syn. confirm|,|yield
(คัม|โพ|'|เนิน|ทฺ) n. ส่วนประกอบ|,|ส่วน|เสริม adj. เป็น|ส่วนประกอบ|  |Syn. componential|,|componental adj.  |Syn. ingredient|,|constituent
(คัมพอร์ท|'|,|-|โพร์ท|') {|comported|,|comporting|,|comports|} vt . ประพฤติ|,|แสดง|ออก. vi. เข้า|ได้|กับ n. ความ|ประพฤติ|,|พฤติการณ์|,|กิริยามารยาท|  |Syn. conduct|,|act|  |Syn. comportment n. ดู|comport
(คัม|โพ|ซ|') {|composed|,|composing|,|composes|} vt.ประกอบ|ด้วย|,|ก่อ|ตัว|เป็น|,|แต่ง|,|ทํา|เป็น|,|สํารวมใจ|,|ตั้ง|สติ|,|เรียงพิมพ์ vi. แต่ง|,|เรียบเรียง|  |Syn. make|,|form
(คัม|โพ|ซด|ฺ) adj. เงียบ|,|สงบเงียบ|,|เกี่ยวกับ|จิต|ที่|สงบ|,|มี|อารมณ์|สงบ.  |Syn. composedness n.  |Syn. calm|,|cool
(คัม|โพ|'|เซอะ) n. ผู้|แต่ง|,|ผู้ทํา|,|นักแต่งเพลง|หรือ|ดนตรี
(คัม|โพ|'|ซิ|ง) n. การ|เรียงพิมพ์|,|การ|แต่ง|,|การ|เรียง|  |Syn. composition
(คอม|'|พะ|ซิ|ท|,|คัม|พอ|ส|'|ซิ|ท) adj. ประกอบ|ด้วย|ส่วน|ต่าง ๆ ,|ประกอบ|ขึ้น|,|ผสม|เป็น|,|เกี่ยวกับ|พืช|ตระกูล Compositae (เช่น ต้น|เบญจมาศ) n. ของ|ที่|รวม|ตัว|กัน|,|สารประกอบ|,|รูป|ผสม|,|พืช|ตระกูล|เบญจมาศ.  |Syn. compositeness n. ดู|composite|  |Syn. manifol
สัญญาณ|วีดิทัศน์|คอม|โพ|สิ|ต|หมายถึง สัญญาณ|วีดิทัศน์|ที่|ใช้|กับ|เครื่อง|รับ|โทรทัศน์ โดย|ปกติ|แล้ว ใช้|สายไฟ|สายเดียว ตรงข้าม|กับ|สัญญาณ|อื่น เช่น สัญญาณ RGB (Red Green Blue) ซึ่ง|จะ|ใช้|แต่ละ|สาย สําหรับ|แต่ละ|สี คือ|มี|สาย|สี|แดง สี|เขียว สีน้ํา|เงิน เป็นต้น ฉะนั้น หาก|เรา|ต้องการ|ภาพ เลือน ๆ ให้|ปรากฏ|บน|จอภาพ เครื่อง|รับ|โทรทัศน์|ของ|เรา ก็|ทํา|ได้|โดย|ส่ง|สัญญาณ|นี้|แทน
(คอม|พะ|ซิ|ซ|'|เชิน) n. การ|ประกอบ|เป็น|ส่วน|ต่าง ๆ ทั้งหมด|,|ผลิตผล|,|ส่วนประกอบ|,|องค์ประกอบ|,|ภาพประกอบ|,|ของผสม|,|การ|ประพันธ์|,|การ|แต่ง|เพลง|,|การ|เกิด|เป็น|สารประกอบ|,|การ|ตกลง|กัน|,|การ|ประนีประนอม|,|ข้อตกลง|,|การ|จัดเรียง|ตัวพิมพ์|,|คุณสมบัติ|,|อุปนิสัย
(คัม|พอ|ส|'|ซิ|เทอะ) n. ผู้|เรียงพิมพ์
(คอม|'|โพ|สทฺ) n. ส่วนผสม|ของ|สารอินทรีย์|สําหรับ|เป็น|ปุ๋ย|,|ปุ๋ย|ผสม|,|การ|ผสม|กัน|,|สาร|ผสม vi. ใส่|ปุ๋ย|ลง|,|เอา|มา|ทํา|เป็น|ปุ๋ย|ผสม|  |Syn. composition
(คัม|ไฟ|'|เ'อะ) n. ภาวะ|จิต|ที่|ปกติ|,|ความ|สงบ|,|อารมณ์|ที่|สงบ|,|ความ|เงียบสงบ
(คอม|พะ|เท|'|เชิน) n. การ|ร่วม|ดื่ม|กัน
(คอม|'|โพ|ท) n. น้ําเชื่อม|ผลไม้|,|จาน|ผลไม้
(คอม|'|เพาน์ดฺ) {|compounded|,|compounding|,|compounds|} n. บริเวณ|บ้าน|,|บริเวณ|ล้อม|รั้ว|,|สารประกอบ|,|คําผสม vt. (คัม|เพา|นด|') ใส่|รวม|กัน|,|ประกอบ|เป็น|สารประกอบ|,|ตกลง|ไม่|เอาเรื่อง|,|คิด|ดอกเบี้ยทบต้น|,|เพิ่ม|,|เสริม. vi. ต่อรอง|,|ประนีประนอม|,|ตกลง|กัน|ได้|  |Syn. compounder n. ด
n. เศษ|ซ้อน
ดอกเบี้ยทบต้น
n. กระดูก|หัก|ที่|เห็น|กระดูก|โผล่|ออก.  |Syn. open fracture
n. ใบ|ร่วม|หลาย|ใบ|จาก|กิ่ง|เดียวกัน
(คอม|พระ|ดอร์|') n. นายหน้า|,|นายหน้า|ติดต่อ|กับ|คน|ต่าง|ประเทศ
(คอม|พระ|ดอร์|') n. นายหน้า|,|นายหน้า|ติดต่อ|กับ|คน|ต่าง|ประเทศ
(คอม|พ|ริ|เฮ|นดฺ|') {|comprehended|,|comprehending|,|comprehends|} vt. เข้าใจ|,|หยั่งรู้|,|รวม|ทั้ง|,|กิน|ความ|กว้าง|,|ครอบคลุม|  |Syn. perceive Ant. exclude -|Conf. apprehend
(คอม|พ|ริ|เฮ|น|'|ซะเบิล) adj. ซึ่ง|สามารถ|เข้าใจ|ได้|,|ฉลาด|  |Syn. intelligible|,|comprehendible -|Conf. comprehensive
(คอม|พ|ริ|เฮ|น|'|เชิน) n. ความ|เข้าใจ|,|ภาวะ|ที่|เข้าใจ|,|ความ|สามารถ|เข้าใจ|,|ความ|สามารถ|ใน|การ|เรียนรู้|,|การ|ครอบคลุม|,|การ|กิน|ความ|กว้าง|  |Syn. perception|,|grasp
(คอม|พ|ริ|เฮ|น|'|ซิ|ฟว) adj. กว้างขวาง|,|ครอบคลุม|,|เข้าใจ|ได้|กว้าง|,|ซึ่ง|หยั่งรู้|,|ซึ่ง|ประกัน|ความ|เสียหาย|อย่าง|กว้างขวาง n. การ|ทดสอบ|ความ|รู้|อย่าง|กว้างขวาง|  |Syn. comprehensiveness n. ดู|comprehensive|  |Syn. far|-|reaching|,|wide
(คัมเพ|รส|') {|compressed|,|compressing|,|compresses|} vt. บีบ|,|อัด|,|กด|,|ทํา|ให้|แข็ง. vi. ได้|รับ|การ|บีบ|,|ได้|รับ|การ|อัด. n. (คอม|'|เพ|รส) ผ้า|อัด|,|ลูก|ประคบ|,|ผ้า|อัด|ยา|,|เครื่องบิน|,|เครื่อง|กด.  |Syn. compressibility n. ดู|compress compressible adj. ดู|compress compres
(คัมเพ|รส|ดฺ|') adj. ซึ่ง|ถูก|อัด|,|ซึ่ง|อัด|หรือ|กด|เข้า|ด้วย|กัน|,|ซึ่ง|แบน|ตาม|ยาว|,|ซึ่ง|มี|ส่วนสูง|มาก|กว่า|ส่วน|กว้าง
(คัมเพ|รส|'|เชิน) n. การ|อัด|,|การ|บีบ|,|การ|กด|,|ผล|จาก|การ|ถูก|อัด|,|ความ|กดดัน|,|ภาวะ|ที่|ปริมาตร (ใน|ห้องเครื่อง) ต่ํา|ลง|และ|ความ|กดดัน|ของ|อากาศ|สูง|ขึ้น|ก่อน|การ|เผาไหม้.  |Syn. compressure การ|อัด|แน่น|หมายถึง นํา|ข้อมูล|หรือ|คําสั่ง|จํานวน|มาก ๆ มา|อัด|ให้|แน่น เพื่อ ให้|ใช้|ที่|เก็บ|ใน|หน่วยความจํา หรือ|จาน|บันทึก|น้อย|ลง โดย|ปกติ จะ|มี|โปรแกรม หรือ|คําสั่ง (ใน|ดอส 6.0) ที่|สามารถ|อัด|โปรแกรม ใหญ่ ๆ ที่|กิน|เนื้อที่|มาก ๆ ให้|เหลือ|น้อย|ลง (เพื่อ|จะ|ได้|เก็บ|ลง|ใน|แผ่น|จาน|บันทึก|ได้) จาน|บันทึก|ชนิด|อ่อน (floppy disk) ใน|ปัจจุบัน มี|ความ|สูงสุด 1.44 เมกะไบต์ ฉะนั้น ถ้า|แฟ้มข้อมูล|ใหญ่|มาก ก็|จะ|ไม่|สามารถ|เก็บ|ลง|ใน|แผ่น|ได้ จึง|ต้อง|จัดการ|อัด|ให้|แน่น|เสียก่อน อย่างไรก็ตาม เมื่อ|จะ|เรียก|มา|ใช้ จะ|ต้อง|นํามา|คลาย|ออก|ก่อน เรียก|ว่า "|decompress|" การ|อัด|แน่น|ก็ดี การ|คลาย|คืน|ก็ดี จะ|ต้อง|มี|โปรแกรม|เฉพาะ|จัดทํา|ให้ ใน|ระบบ|ดอส นิยม|ใช้ PKZip|/|Unzip ใน|ระบบ Windows 95 โปรแกรม|ที่|นิยม|ชื่อ WinZip ใน|ระบบ|ยูนิกซ์ ใช้ Gunzip|ดู expand|, decompress เปรียบเทียบ
(คัมเพ|รส|'|ซิ|ฟว) adj. ซึ่ง|กดดัน
(คัมเพ|รส|'|เซอะ) n. ผู้|อัด|,|สิ่ง|อัด|,|กล้ามเนื้อ|ที่|กด|ส่วนหนึ่ง|ของ|ร่างกาย|,|เครื่องยนต์|ที่|มี|ลูก|สูบ|หรือ|เครื่อง|ปั๊ม
(คัม|ไพร|ซ|') vt. ประกอบ|ด้วย|,|ประกอบ|เป็น|,|มี|,|บรรจุ.  |Syn. contain|,|include -|Conf. consist|,|include -|Conf. compose|,|constitute
(คัม|ไพร|ซ|') vt. ประกอบ|ด้วย|,|ประกอบ|เป็น|,|มี|,|บรรจุ.  |Syn. contain|,|include -|Conf. consist|,|include -|Conf. compose|,|constitute
(คอม|'|พระ|ไมซ) n. การ|ประนีประนอม|,|การ|ยอมรับ|,|การ|ตกลง|กัน|ได้|,|สิ่ง|ที่|เป็น|ครึ่ง ๆ กลาง ๆ vt. ประนีประนอม|,|ยอม|,|เป็น|อันตราย|,|เป็น|ภัย|ต่อ|,|พัวพัน. vi. ประนีประนอม|,|อ่อนข้อ|ให้|อย่าง|เสียเกียรติ|  |Syn. compromiser n. ดู|compromise|  |Syn. arra
(คัม|โทร|ล|'|เลอะ) n. ดู|controller|  |Syn. comptrollership n. ดู|comptroller
(คัมพัล|'|เชิน) n. การ|บีบบังคับ|,|การ|บังคับ|,|ภาวะ|ที่|ถูก|บีบบังคับ|,|แรงกดดัน|ที่|ต้าน|ไม่|ได้|ทาง|จิต (ควบคุม|ใจ|ไม่|อยู่) ,|แรง|ผลักดัน|ทาง|ใจ
(คัมพัล|'|ซิ|ฟว) adj. ซึ่ง|บีบบังคับ|,|เป็น|เชิง|บังคับ|,|เกี่ยวกับ|แรง|ผลักดัน|ทาง|ใจ n. ผู้|ที่|กระทํา|ตาม|แรง|ผลักดัน|ทาง|ใจ.  |Syn. compulsiveness n. ดู|compulsive|  |Syn. compelling
(คัมพัล|'|ซะ|รี) adj. ใช้|การ|บังคับ|,|ซึ่ง|ต้อง|กระทํา|,|เป็น|เชิง|บังคับ|,|เป็น|หน้าที่|ต้อง|กระทํา.  |Syn. compulsorily adv. ดู|compulsory compulsoriness n. ดู|compulsory|  |Syn. coercive
(คัม|พัง|คฺ|'|เชิน) n. ความ|เสียใจ|ต่อ|การ|กระทํา|,|ความ|ไม่|สบายใจ|หรือ|กระสับกระส่าย|ต่อ|สิ่ง|ที่|ได้|กระทํา|ไป.  |Syn. compunctious adj.  |Syn. guilt|,|regret|,|repentance
คอม|พิวเซิร์ฟ|เป็น|บริการ|ที่|นํา|คอมพิวเตอร์|ของ|เรา|ไป|ต่อ|สาย|เชื่อม|กับ|คอมพิวเตอร์|ขนาด|ยักษ์|ที่|สามารถ|เก็บ|ข้อมูล|ได้|จํานวน|มาก ๆ เพื่อ|จะ|ได้|ขอ|ใช้|ข้อมูล|บาง|อย่าง|ได้ โดย|ปกติ การ|ทํา|เช่นนี้|จะ|ต้อง|จ่าย|ค่าบริการ|ค่อนข้าง|แพง นอกจากนั้น บริการ CompuServe ยัง|มี|โปรแกรม|เก่า ๆ ที่|ยอม|ให้|มี|การ|คัดลอก|มา|ใช้ได้|โดย|ไม่|ต้อง เสีย|ค่าใช้จ่าย|ใด ๆ อีก มี|เกม|ให้|เรียก|มา|เล่น|ได้ พร้อมทั้ง|ให้|บริการ|อย่าง|อื่น|อีก|มาก เช่น จะ|จอง|ตั๋ว|เครื่องบิน|เอง|ก็ได้ นอกจากนั้น ผู้ใช้|จะ|ขอ|ดู|ข้อมูล|ต่าง ๆ ได้ เช่น|ข้อมูล|เกี่ยวกับ|การ|แข่ง|กีฬา ข้อมูล|จาก|ตลาดหลักทรัพย์ ฯ
(คอม|พิว|เท|'|เชิน) n. การ|คํานวณ|,|วิธีการ|คํานวณ|,|ผล|ของ|การ|คํานวณ|,|ค่า|ที่|คํานวณ|ได้|  |Syn. calculation|,|numeration
(คัมพิวทฺ|') {|computed|,|computing|,|computes|} vt.,|vi. คํานวณ|,|ประมาณการ|,|นับ. n. การ|คํานวณ.  |Syn. computability n. ดู|compute computable adj. ดู|compute|  |Syn. calculate|,|estimate|,|determine|,|count
(คัมพิว|'|เทอะ) n. เครื่อง|คอมพิวเตอร์|,|เครื่อง|คํานวณ|,|ผู้|คํานวณ คณิต|กรณ์|หมายถึง อุปกรณ์|ชนิด|หนึ่ง|ที่ทํางาน|ด้วย|ระบบ|อิเล็กทรอนิกส์ สามารถ|จํา|ข้อมูล|และ|คําสั่ง|ได้ ทํา|ให้|สามารถ|ทํางาน|ไป|ได้ โดย|อัตโนมัติ|ด้วย|อัตรา|ความ|เร็ว|ที่|สูง|มาก ใช้ประโยชน์|ใน|การ|คํานวณ|หรือ|การ|ทํางาน|ต่าง ๆ ได้|เกือบ|ทุก|ชนิด มี 3 ขนาด คือ ขนาด|ใหญ่ (main frame) ขนาด|กลาง (mini computer) และ|ขนาด|เล็ก|ที่|กําลัง|ได้|รับ|ความ|นิยม|ทั่วไป|ใน|ขณะนี้ เรียก|ว่า ไมโครคอมพิวเตอร์ (micro computer) หรือ คอมพิวเตอร์ส่วนบุคคล (personal computer) ที่|เรียก|กัน|ย่อ ๆ ว่า พี|ซี ปัจจุบัน การ|ใช้|ระบบเครือข่าย|ทํา|ให้|เรา|สามารถ|ใช้|คอมพิวเตอร์|เป็น|ที่|ค้นหา|ข้อมูล|ต่าง ๆ สื่อสาร|ได้ นอกเหนือ|ไป|จาก|การ|ใช้|เพื่อ|การ|คํานวณ|ตาม|วัตถุประสงค์|ดั้งเดิม|ของ|ผู้|ประดิษฐ์
การ|ออกแบบ|ใช้|คอมพิวเตอร์|ช่วย|ใช้|ตัวย่อ|ว่า CAD (อ่าน|ว่า แคด) หมายถึง|การ|สร้าง|โปรแกรม|ให้|คอมพิวเตอร์|สามารถ|ช่วย|ใน|การ|สร้าง|ภาพ แบบจําลอง (model) ฯ แล้ว|จะ|บันทึก|แบบ|เก็บ|ไว้|ใน|สื่อ สามารถ|เรียก|แบบ|ที่|ออก|ไว้|นั้น|มา|แสดง|บน|จอภาพ|เมื่อใด|ก็ได้ หรือ|จะ|สั่ง|ให้|พิมพ์|ออก|มา|ดู|บน|กระดาษ|ก็ได้ โดย|สามารถ|สั่ง|ขยาย ย่อ หมุน|พลิก|ภาพ|นั้น ๆ ด้วย|ก็ได้ ภาพ|หรือ|แบบ|ที่|ออก|ไว้|จะ|ปรับ|เปลี่ยน|ไป|ตาม|สูตร|ที่|กําหนด|เอา|ไว้|แล้ว ตัวอย่าง เช่น การ|ออกแบบ|ชิ้นส่วน|ของ|รถยนต์|หรือ|โครงสร้าง|อาคาร ผู้ออกแบบ|จะ|สามารถ|แก้ไข|ได้|ตลอดเวลา โดย|ปกติ คอมพิวเตอร์|ที่|จะ|นํามา|ใช้|เพื่อ|งาน|ประเภท|นี้ จะ|ต้อง|มี|ฮาร์ด|ดิสก์ (hard disk) ที่|มี|ความ|จุ|สูง|มาก ๆ มี|จอภาพ|ที่|มี|ความ|ละเอียด|สูง และ|มี|ตัว|ประมวลผล|ที่ทํางาน|เร็ว ส่วน|การ|แสดง|ผล มักจะ|ใช้|เครื่อง|วาด (plotter) แทน|เครื่องพิมพ์
งาน|วิศวกรรม|ใช้|คอมพิวเตอร์|ช่วย|ใช้|ตัวย่อ|ว่า CAE (อ่าน|ว่า ซี|เอ|อี) หมายถึง การ|ออกแบบ|คํานวณ|เชิง|วิศวกรรม|นั้น สามารถ|ทํา|ได้|โดย|อาศัย|คอมพิวเตอร์|กําหนด|สูตร|สําเร็จ และ|จะ|เปลี่ยนแปลง|ความ|ต้องการ|ได้|เมื่อ|เปลี่ยน|ข้อมูล
การ|สอน|ใช้|คอมพิวเตอร์|ช่วย|ใช้|ตัวย่อ|ว่า CAI (อ่าน|ว่า ซี|เอ|ไอ) หมายถึง การ|สร้าง|โปรแกรม|บทเรียน หรือ|หน่วย|การ|เรียน ซึ่ง|อาจ|จะ|ต้อง|มี|ภาค|แบบฝึกหัด บท|ทบทวน และ|คําถาม|คําตอบ|ไว้|พร้อม|ผู้เรียน|สามารถ|เรียน|ได้|ด้วย|ตนเอง หรือ|เรียน|ได้|เป็น|ราย|บุคคล การ|สอน|โดย|ใช้|คอมพิวเตอร์|ช่วย|นี้ ถือ|ว่า|เครื่อง|คอมพิวเตอร์|เป็น|อุปกรณ์|การ|สอน แต่|ไม่|ใช่|เป็น|ครูผู้สอน
การ|ผลิต|ใช้|คอมพิวเตอร์|ช่วย|ใช้|ตัวย่อ|ว่า CAM (อ่าน|ว่า แคม) มัก|ใช้|คู่|กับ|แคด หมายถึง การ|ใช้|เครื่อง|คอมพิวเตอร์|ควบคุม|การ|ผลิต|ใน|โรงงาน เช่น|การ|ควบคุม|จํานวน|สินค้า|ที่|ผลิต หรือ ควบคุม|การ|ทํางาน แต่ละ|ส่วน เช่น การ|นับ และ|การ|บรรจุ เป็นต้น|ดู CAD ประกอบ เพราะ|มัก|ใช้|คู่|กัน|เป็น CAD|/|CAM
วิศวกรรม|ซอฟต์แวร์|ใช้|คอมพิวเตอร์|ช่วย|ใช้|ตัวย่อ|ว่า CASE (อ่าน|ว่า|เคส) หมายความ|ถึง การ|นํา|คอมพิวเตอร์|มา|ช่วย|ใน|การ|ทํา|ซอฟต์แวร์
วิศวกรรม|ระบบ|ใช้|คอมพิวเตอร์|ช่วย|ใช้|ตัวย่อ|ว่า CASE (อ่าน|ว่า|เคส) หมายความ|ถึง การ|สร้าง|โปรแกรม|ระบบ|โด|อาศัย|คอมพิวเตอร์|ช่วย
คอมพิวเตอร์|วิจักขณ์|หมายถึง การ|เรียนรู้|วิชา|ทาง|คอมพิวเตอร์|เพียงพอ|ที่|จะ|รู้เรื่อง|ราว ความเป็นมา องค์ประกอบ การ|ใช้|งาน|ของ|เครื่อง|คอมพิวเตอร์ รวม|ทั้ง|วิธี|ที่|จะ|นํา|คอมพิวเตอร์|ไป|ประยุกต์|ใช้|กับ|งาน|ต่าง ๆ พอ สมควร มี|ความหมาย|เหมือน computer education
หมายถึง ระบบ|โครงสร้าง อุปกรณ์ หรือ|ส่วนประกอบ|ของ|คอมพิวเตอร์ ใน|บาง|กรณี อาจ|หมายถึง|การ|ออกแบบ|ระบบ|การ|สื่อสาร|ติดต่อ|ระหว่าง|คอมพิวเตอร์|ด้วย|กัน ว่า|กัน|ว่า บริษัท|ไอ|บีเอ็ม|มี|การ|ออกแบบ|โครงสร้าง|เครื่อง|คอมพิวเตอร์|ที่|เข้าใจ|ง่าย|กว่า|ยี่ห้อ|อื่น ทํา|ให้|มี|การ|สร้าง|เครื่อง|เลียน|แบบ (compatibles) ไอ|บีเอ็ม|ขาย|เต็ม|ตลาด|ได้|ใน|ขณะนี้
การ|ตรวจสอบ|บัญชี|ด้วย|คอมพิวเตอร์|หมายถึง การ|นํา|คอมพิวเตอร์|ไป|ใช้|ใน|การ|ตรวจสอบ|การ|ประมวลผล|เพื่อ|ความ|ถูกต้อง|ทาง|บัญชี
รหัส|คอมพิวเตอร์|รหัส|เครื่องหมาย|ถึง รูปแบบ|พื้นฐาน|ของ|บิต|ที่|เครื่อง|คอมพิวเตอร์|ได้|รับ|การ|ออกแบบ|ให้|รู้จัก|ว่า เป็น|คําสั่ง|และ|ข้อมูล เช่น รหัส|เอ็บ|ซี|ดิก (EBCDIC) หมายถึง ตัวแทน|อักขระ ตัวเลข หรือ|คําสั่ง|ที่|ใช้|ใน|เครื่อง|มี|ความหมาย|เหมือน machine code
อาชญากรรม|คอมพิวเตอร์|หมายถึง อาชญากรรม|หรือ|ความผิด|ที่|เกิด|จาก|การ|ใช้|คอมพิวเตอร์|ช่วย เช่น การ|แก้ไข|ตัวเลข|ใน|บัญชี|เงินฝาก|ของ|ลูกค้า จน|ทํา|ให้|สามารถ|ขโมย หรือ|ยักย้าย|ถ่ายเท|เงิน|ออก|ไป|ได้ หรือ|การ|แอบ|เข้า|ไป|ดู|และ|แก้ไข|คะแนน|สอบ เป็นต้น
คอมพิวเตอร์|ศึกษา|หมายถึง การ|เรียนรู้|วิชา|ทาง|คอมพิวเตอร์|เพียงพอ|ที่|จะ|รู้เรื่อง|ราว ความเป็นมา องค์ประกอบ การ|ใช้ งาน|ของ|เครื่อง|คอมพิวเตอร์ รวม|ทั้ง|วิธี|ที่|จะ|นํา|คอมพิวเตอร์|ไป|ประยุกต์|ใช้|กับ|งาน|ต่าง ๆ พอ สมควร มี|ความหมาย|เหมือน computer appreciation
วิศวกรรม|คอมพิวเตอร์|เป็น|สาขา|หนึ่ง|ใน|การ|ศึกษา|วิชาการ|ด้าน|คอมพิวเตอร์ โดย|จะ|เน้นหนัก|ใน|เรื่อง|ของ|ฮาร์ดแวร์ (hard ware) หรือ|ส่วนตัว|เครื่อง และ|ระบบ|การ|ทํางาน|ภายใน|ตัว|เครื่อง|คอมพิวเตอร์ เช่น แผ่น|วงจร (card) หน่วย|ประมวลผล หน่วย|บันทึก ฯ|ดู computer science เปรียบเทียบ
ใช้|ตัวย่อ|ว่า CGM (อ่าน|ว่า ซี|จีเอ็ม) เป็น|รูปแบบ|ที่|คอมพิวเตอร์|ใช้|เก็บ|ภาพ|แบบ|หนึ่ง แฟ้มข้อมูล|ที่|เก็บ|ภาพ|ประเภท|นี้|จะ|ใช้|นามสกุล (file type) ว่า .cgm
นักเลง|คอมพิวเตอร์|เซียน|คอมพิวเตอร์|หมายถึง ผู้|ที่ทํางาน|กับ|คอมพิวเตอร์|จน|เชี่ยวชาญ บางที|เรียก|ว่า เซียน|คอมพิวเตอร์ หรือ|นักเลง|คอมพิวเตอร์
ไมโครฟิล์ม|สู่|คอมพิวเตอร์|ใช้|ตัวย่อ|ว่า CIM (ซี|ไอ|เอ็ม) หมายถึง เทคโนโลยี|ใน|การ|อ่าน|ข้อมูล|ต่าง ๆ ใน|ไมโครฟิล์ม|เข้า|ไป|เก็บ|ใน|หน่วยความจํา|ของ|คอมพิวเตอร์ (โดย|ต้อง|แปลง|เป็น|รหัส|ที่|คอมพิวเตอร์|เข้าใจ|ได้)| 
ภาษาคอมพิวเตอร์|หมายถึง|ภาษา|ที่|ใช้|กับ|เครื่อง|คอมพิวเตอร์ หรือ|ใช้|เพื่อ|สื่อสาร|ให้|คอมพิวเตอร์|เข้าใจ และ|สามารถ|ปฏิบัติ|ตาม|คําสั่ง|ได้ โดย|ปกติ|เรา|แบ่ง|ภาษา|ที่|ใช้|กับ|คอมพิวเตอร์|ออก|เป็น 2 ชนิด คือ|1. ภาษาเครื่อง (machine language) คําสั่ง|ที่|เขียน|ด้วย|ภาษา|นี้|เครื่อง|จะ|รับรู้|และ|ปฏิบัติ|ตาม|ได้|ทันที ผู้ออกแบบ|คอมพิวเตอร์|แต่ละ|แบบ|ก็|จะ|คิด|แบบ|ของ|ภาษา|ที่|ใช้|กับ|เครื่อง|นั้น ๆ ขึ้น|เป็น|ภาษา|เฉพาะ|ของ|เครื่อง|ลักษณะ|ของ|ภาษา|ประเภท|นี้|จะ|เป็น|ตัวเลข|ฐาน|ต่าง ๆ ขึ้น|อยู่|กับ|การ|ออกแบบ ฉะนั้น|จึง|เป็น|การ|ยาก|สําหรับ|ผู้เขียนโปรแกรม ซึ่ง|ต้อง|เรียนรู้|รายละเอียด|ของ|เครื่อง|นั้น ๆ ก่อน จึง|จะ|ใช้|ภาษา|ได้|2. ภาษา|แนว|มนุษย์ (human oriented language) หมายถึง|ภาษา|ที่|มนุษย์|เข้าใจ (แต่|เครื่อง|ไม่|เข้าใจ) เนื่องจาก|ภาษาเครื่อง|ยุ่งยาก|และ|สับสน จึง|มี|การ|คิด|ภาษาหนังสือ|ซึ่ง|มนุษย์|เรา|เคยชิน|กัน|อยู่|แล้ว|ขึ้น แล้ว|ใช้|ตัว|แปล (translator) แปล|เป็น|ภาษาเครื่อง|อีก|ที|หนึ่ง เครื่อง|จึง|จะ|ดําเนินการ|ได้ ภาษา|แนว|มนุษย์|นี้|แบ่ง|ออก ได้|เป็น 2 ระดับ คือ|2.1 ภาษา|ระดับ|ต่ํา (low - level language) เช่น ภาษาแอสเซมบลี (Assembly) 2.2 ภาษาระดับสูง (high - level language) เช่น|ภาษา|ฟอร์แท|รน (FORTRAN) โค|บอล (COBOL) ลักษณะ|ของ|ภาษาระดับสูง|นี้ ได้|มี|การ|ประดิษฐ์|ขึ้น|ให้|เหมาะสม|กับ|งาน|เฉพาะ|อย่าง เช่น ภาษา|ฟอร์แท|รน เหมาะ|กับ|งาน|ทาง|คณิตศาสตร์ วิทยาศาสตร์ และ|งาน|วิจัย ภาษา|โค|บอล|และ|อาร์|พี|จี (RPG) เหมาะ|กับ|งาน|ด้าน|ธุรกิจ เป็นต้น นอกจากนี้ ก็|ยัง|มี|ภาษา|อื่น|ที่|เป็น|ที่|นิยม|อีก|มาก ภาษา|เหล่านี้|จะ|ใช้ได้|กับ|เครื่อง|คอมพิวเตอร์|ส่วนมาก เพราะ|ใน|คอมพิวเตอร์ จะ|มี|ตัว|แปล (translator) ซึ่ง|มี|หน้าที่|คอย|แปล|ภาษา|แนว|มนุษย์|ให้|เป็น|ภาษาเครื่อง|อีก|ที|หนึ่ง การ|ใช้|ภาษา|แนว|มนุษย์|นี้|มี|ข้อดี|คือ ใช้|ง่าย|กว่า มี|ความผิด|พลาด|น้อย แก้ไข|ตอน|หนึ่ง|ตอน|ใด|ได้|ง่าย|กว่า และ|เขียน|ได้|สั้น|กว่า เพราะ|บางที|คําสั่ง|เพียง|คําสั่ง|เดียว|ก็|มี|ผล|เท่า|กับ|หลาย ๆ คําสั่ง|ของ|ภาษาเครื่อง แต่|ภาษาเครื่อง|ก็|มี|ส่วน|ดี ตรง|ที่|ใช้เวลา|ของ|เครื่อง|น้อย|กว่า เพราะ|ไม่|ต้อง|เสียเวลา|ใน|การ|แปล
การ|รู้|คอมพิวเตอร์|ขั้น|พื้นฐาน|หมายถึง การ|เรียนรู้|เพียง|เพื่อให้|เข้าใจ|พื้นฐาน|หรือ|ความ|รู้|เบี้อง|ต้น|เกี่ยวกับ|การ|ทํางาน ของ|เครื่อง|คอมพิวเตอร์ และ|การ|นํา|เครื่อง|ไป|ใช้ประโยชน์|ใน|งาน|ด้าน|ต่าง ๆ| 
ข่ายงาน|คอมพิวเตอร์|เครือข่าย|คอมพิวเตอร์|หมายถึง|ระบบ|การ|นํา|เครื่อง|คอมพิวเตอร์|หลาย ๆ เครื่อง หรือ|เครื่อง|ปลาย|ทาง (terminal) หลาย ๆ เครื่อง|มา|ทํางาน|ร่วม|กัน โดย|อาจ|ใช้|อุปกรณ์|ที่|เกี่ยวข้อง|ร่วม|กัน เช่น สื่อ|นํา|ข้อมูล|เข้า|/|ออก เครื่องพิมพ์ โมเด็ม (modem) เป็นต้น การ|ทํางาน|เป็น|เครือข่าย|จะ|ทํา|ให้|ดึง|ข้อมูล|จาก|กันและกัน|มา|ใช้ หรือ|ใช้|ร่วม|กัน|ได้
การ|ดําเนินการ|คอมพิวเตอร์|การ|ปฏิบัติการ|คอมพิวเตอร์|หมายถึง การ|ที่|คอมพิวเตอร์|ทํางาน|ไป|ตาม|คําสั่ง เช่น อ่าน|ข้อมูล นํา|ข้อมูล|ไป|เก็บ นํา|ข้อมูล|มาบ|วก ลบ ฯ เป็นต้น แล้ว|ได้|ผล|ตาม|ที่|ต้องการ
ระบบ|การ|ทํางาน|ของ|คอมพิวเตอร์|ระบบ|การ|ทํางาน|ของ|คอมพิวเตอร์|ต้อง|มี|องค์ประกอบ 3 ประการ คือ|1. ฮาร์ดแวร์ (hardware) หมายถึง ส่วนตัว|เครื่อง|คอมพิวเตอร์ รวม|ทั้ง|อุปกรณ์|ต่อ|พ่วง|ต่าง ๆ 2. ซอฟต์แวร์ (software) หมายถึง|โปรแกรม|ต่าง ๆ หรือ|ชุดคําสั่ง|ทั่|เครื่อง|สั่ง|ให้|ทํางาน|ตาม|ความ|ประสงค์|3. บุคลากร|คอมพิวเตอร์ (peopleware) หมายถึง|แรงงาน|บุคคล|ที่|ทํา|ให้|คอมพิวเตอร์|ทํางาน|จน|บรรลุผล|ตาม|วัตถุประสงค์
ไมโครฟิล์ม|จาก|คอมพิวเตอร์|ใช้|ตัวย่อ|ว่า COM (อ่าน|ว่า ซี|โอ|เอ็ม) หมายถึง เทคโนโลยี|ใน|การ|นํา|ข้อมูล|จาก|เอกสาร|หรือ|ผล|ที่|คอมพิวเตอร์|ประมวล|ได้|ไป|เก็บ|ไว้|ใน|ไมโครฟิล์ม แล้ว|สามารถ|ส่ง|สัญญาณ|ออก|มา|ให้|อ่าน|ได้|ทาง|จอภาพ ใน|การ|บันทึก|เก็บ|ลง|ใน|ไมโครฟิล์ม|นั้น จะ|ต้อง|ทํา|ผ่าน|เลนส์ ซึ่ง|จะ|ย่อส่วน|ลง|ประมาณ 24 หรือ 48 เท่า ฟิล์ม|หนึ่ง|กรอบ|จะ|สามารถ|เก็บ|ข้อมูล|ได้|เต็ม|หน้าจอ|ภาพ แล้ว|ก็|จะ|เลื่อน|ต่อไป|อีก|หนึ่ง|กรอบ การ|บันทึก|จะ|สามารถ|ทํา|ด้วย|ความ|เร็ว|อย่าง|น้อย 120,000 ตัวอักษร|ต่อ|วินาที
บุคลากร|คอมพิวเตอร์|หมายถึง บุคคล|ที่ทํางาน|เกี่ยวข้อง|กับ|คอมพิวเตอร์ หรือ|ทํางาน|ใน|ศูนย์|คอมพิวเตอร์|ทั้งหมด เริ่ม|ตั้งแต่|ผู้จัดการ นักวิเคราะห์|ระบบ วิศวกร|คอมพิวเตอร์ นักเขียน|โปรแกรม|หรือ|ชุดคําสั่ง ผู้|ควบคุม|เครื่อง พนักงาน|เตรียม|ข้อมูล ๆ บางที|เรียก|รวม ๆ ว่า นักคอมพิวเตอร์ (computerese) หรือ peopleware|มี|ความหมาย|เหมือน liveware
โปรแกรมคอมพิวเตอร์|ชุดคําสั่ง|คอมพิวเตอร์|หมายถึง คําสั่ง|คอมพิวเตอร์|ชุด|หนึ่ง ๆ ที่|เขียน|ขึ้น|เป็น|ภาษาคอมพิวเตอร์|ภาษา|ใด|ภาษา|หนึ่ง เช่น ภาษาซี (C) ภาษา|โค|บอล (COBOL) ภาษา|เบ|สิ|ก (BASIC) หรือ ภาษาแอสเซมบลี (Assembly) ฯ คํา "|โปรแกรม|" นี้ อาจ|จะ|เรียก|เป็น|ชื่อ|อื่น|ก็ได้ เช่น ซอฟต์แวร์ (software) หรือ แอ|พพลิเค|ชัน (application) โปรแกรม|นั้น แบ่ง|ได้|เป็น|หลาย|ประเภท ประเภท|แรก|คือ|ประเภท|ที่|ผู้ใช้|เขียน|ขึ้น|เอง|เพื่อให้|ตรง|กับ|ความ|ต้องการ กับ|อีก|ประเภท|หนึ่ง|มี|คน|ทํา|สําเร็จรูป|ไว้|ขาย เช่น โปรแกรม|สําหรับ|วาด|ภาพ (graphics) โปรแกรมประมวลผล|คํา (word processing) โปรแกรม|ตาราง|จัดการ (spreadsheet) นอกจากนั้น ยัง|มี|โปรแกรม|ระบบ (systems software) ซึ่ง|เป็น|โปรแกรม|ที่|ควบคุม|การ|ทํางาน|ของ|เครื่อง|คอมพิวเตอร์ มี|บาง|ส่วน|ติดตั้ง|มา|จาก|โรงงาน|ที่|ผลิต|เลย และ|โปรแกรม|ระบบปฏิบัติการ (operating system) ที่|จะ|ทํา|หน้าที่|เหมือน|แม่บ้าน|คอย|ดูแล|ให้|อุปกรณ์|ต่าง ๆ ทํางาน|ให้|ประสานกัน สรุป|ว่า คอมพิวเตอร์|สามารถ|ทํางาน|ได้|ทุกอย่าง แต่|คน|เขียน|คําสั่ง|ต้อง|เข้าใจ|ขั้นตอน วิธี (algorithm) และ|ภาษา|ที่|จะ|ใช้|เป็น|อย่าง|ดี จึง|จะ|สามารถ|เขียน|สั่ง|เครื่อง|ให้|ทํางาน|ได้
นักเขียน|โปรแกรมคอมพิวเตอร์|หมายถึง คน|ที่|เขียน|โปรแกรม|สั่ง|ให้|คอมพิวเตอร์|ทํางาน|ตาม|ที่|ต้องการ|ได้ และ|ควร|จะ|มี|ความ|ชํานาญ|ด้วย (สําหรับ|คน|ที่|หัด|เขียน|ใหม่ ๆ ไม่|ควร|จะ|ใช้|คํา ๆ นี้) นักเขียน|โปรแกรม|ที่|ดี|นั้น จะ|ต้อง|รู้|วิธี|แก้|ปัญหา และ|รู้|ด้วยว่า จะ|แก้|อย่างไร รวม|ทั้ง|ต้อง|เข้าใจ|หลัก|และ|กฎเกณฑ์|ของ|ภาษา|ต่าง ๆ ที่|จะ|ทํา|ให้|เครื่อง|คอมพิวเตอร์|เข้าใจ|ด้วย เพื่อ|จะ|ได้|ปฏิบัติ|ตาม|คําสั่ง|ได้
วิทยาการ|คอมพิวเตอร์|สาขา|วิชา|ทาง|คอมพิวเตอร์|สาขา|หนึ่ง ที่|ว่าด้วย|การ|กําหนด|รูปแบบ และ|การ|นํา|เครื่อง|คอมพิวเตอร์|และ|ซอฟต์แวร์|มา|ใช้|งาน หรือ|สั่ง|ให้|ทํางาน|ให้|ตาม|ความ|ประสงค์ เป็นต้น|ว่า กระบวนการ|ต่าง ๆ ใน|การ|ประมวลผล|ข้อมูล|เพื่อให้|เป็น|สารสนเทศ (information) ฯ อนึ่ง ศัพท์|นี้|ใน|ภาษาไทย|มี|ใช้|กัน|อยู่|หลาย|คํา เป็นต้น|ว่า คอมพิวเตอร์|ศาสตร์ วิทยาศาสตร์|คอมพิวเตอร์ ศาสตร์|คอมพิวเตอร์ แต่|ปัจจุบัน|นิยม|ใช้ วิทยาการ|คอมพิวเตอร์
ความ|ปลอดภัย|ใน|ระบบ|คอมพิวเตอร์|ใน|ปัจจุบัน การ|ใช้|ระบบเครือข่าย|ทํา|ให้|สามารถ|ดึง|ข้อมูล ซึ่ง|บางที|เป็น|ความลับ|ออก|มา|ดู หรือ|แอบ|นํา|ไป|เผยแพร่|ได้ ฉะนั้น จึง|ต้อง|มี|การ|จัด|ระบบ|ความ|ปลอดภัย ส่วนใหญ่|ใช้|รหัส ซึ่ง|จะ|ทํา|ให้|ทุกคน|ไม่|สามารถ|เข้าถึง|ข้อมูล|ทั้งหมด|ได้ เรา|อาจ|อนุญาต|เฉพาะคน|บาง|คน หรือ|กลุ่ม|คน|บาง|คน ให้|สามารถ|เข้าถึง|ข้อมูล|ได้|โดย|ต้อง|รู้|รหัส ฉะนั้น|ใน|ขณะที่|มี|การ|สร้าง|ฐานข้อมูล ก็|ควร|คํานึง|ถึง|เรื่อง|นี้|ไว้|ด้วย
ผู้เชี่ยวชาญ|ทาง|คอมพิวเตอร์|หมายถึง ผู้|ที่|มี|ความ|รู้|พิเศษ|ใน|เรื่อง|การ|ใช้|คอมพิวเตอร์ อาจ|หมายถึง ระบบ|ตัว|เครื่อง การ|เขียน|โปรแกรม หรือ|การ|วิเคระห์|ระบบ ก็ได้
ระบบ|คอมพิวเตอร์|หมายถึง|เครื่อง|คอมพิวเตอร์|หนึ่ง|เครื่อง หรือ|หนึ่ง|ชุด ซึ่ง|ประกอบ|ด้วย 1. หน่วย|รับ|ข้อมูล (input unit) เช่น แป้นพิมพ์ 2. หน่วยประมวลผลกลาง (cetral processing unit) 3. หน่วย|แสดง|ผล (output unit) เช่น จอภาพ เป็นต้น
กลุ่ม|ผู้ใช้|เครื่อง|คอมพิวเตอร์|หมายถึง กลุ่ม|ผู้ใช้|คอมพิวเตอร์ บุคคล|เหล่านี้|มักจะ|รวม|ตัว|กัน|เพื่อ|ช่วย|กัน|ศึกษา|วิธีการ|ใช้|ซอฟต์แวร์|และ|เค|รี่|อง|คอมพิวเตอร์|ให้|ได้|ประโยชน์|สูงสุด บางที|ก็|จะ|แบ่ง|ย่อย|ลง|ไป|เป็น|กลุ่ม|เล็ก ๆ เฉพาะ|ผู้|ที่|มี|ความ|สนใจ|ใกล้เคียง|กัน|จริง ๆ เช่น|แบ่ง|ไป|ตาม|ชนิด|ของ|เครื่อง|ที่|ใช้ (พี|ซี|/|แมค|อิน|ทอ|ช) หรือ|ตาม|ประเภท|ของ|โปรแกรม|ที่|ใช้ เช่น ประมวลผล|คํา (word processing) , ตาราง|จัดการ (spreadsheet) บางที ใช้|เรียก|เพื่อให้|ดู|ต่าง|จาก|กลุ่ม|ผู้|ที่|ขาย|คอมพิวเตอร์|ดู computer vendor group เปรียบเทียบ
กลุ่ม|ผู้|ขาย|เครื่อง|คอมพิวเตอร์|หมายถึง|กลุ่ม|บุคคล|ที่ทํางาน|ด้าน|การ|ขาย|เครื่อง|คอมพิวเตอร์ มัก|ใช้|ใน|กรณี|ที่|ต้องการ|แยก|ให้|เห็น|ความ|แตกต่าง|กับ|กลุ่ม|ผู้ใช้ (user group) ทั้ง|สอง|กลุ่ม|มักจะ|รวม|ตัว กัน|เพื่อ|แลกเปลี่ยน|ทัศนะ|และ|ความเห็น|เกี่ยวกับ|คอมพิวเตอร์ ใน|มุม|และ|ทัศนะ|ที่|แตกต่าง|กัน|ดู computer user group เปรียบเทียบ
ไวรัส|คอมพิวเตอร์|หมายถึง โปรแกรม|ที่|คนบ้า ๆ เขียน|ซ่อน|ไว้|เพื่อ|ทําลาย|โปรแกรม แฟ้มข้อมูล|หรือ อุปกรณ์|ของ|เครื่อง|คอมพิวเตอร์ โปรแกรม|ดังกล่าว|จะ|ต้อง|มี|คุณสมบัติ|ประการ|หนึ่ง คือ เกาะติด|ตาม|ไป|กับ|โปรแกรม หรือ|แฟ้มข้อมูล|ได้ โดยเฉพาะอย่างยิ่ง แฟ้มข้อมูล command.com ทํา|ให้|มี|การ|ติดต่อ|ระบาด|ไป|ใน|ที่|ต่าง|ได้|เหมือน|เชื้อไวรัส สาเหตุ|ของ|การ|ติด|ไวรัส ก็|คือ|มี|การ|ใช้|จาน|บันทึก|ร่วม|กัน ไวรัส|เหล่านี้|มักจะ|กําหนด|มา|ให้|เพิ่ม|ความ|สามารถ|ใน|การ|ทําลาย|ทุก|ครั้ง|ที่|เปิด|เครื่อง หรือ|ทุก|ครั้ง|ที่|ใช้|โปรแกรม|นั้น วิธีการ|ป้องกัน|ไวรัส|ใน|ขั้นต้น|ก็|คือ 1. อย่า|ใช้|จาน|บันทึก|ของ|ผู้อื่น หรือ|ร่วม|กับ|ผู้อื่น|2. ใช้|โปรแกรม|ที่|สามารถ|ตรวจสอบ|และ|กําจัด|ไวรัส|ได้|เป็น|ประจํา หรือ|ทุก|ครั้ง|ที่|ใช้|จาน|บันทึก|ใน|หน่วย|บันทึก A|: หรือ B|: รวม|ทั้ง|จัดการ|ใช้|วัคซีน|ฉีด|กัน|ไว้|ก่อน แม้ว่า|ใน|ปัจจุบัน ไม่สู้|จะ|ได้|ผล|นัก เพราะ|มี|ไวรัส|ใหม่ ๆ เพิ่ม|มา|ทุก|วัน (ดู vaccine) 3. จัด|รูปแบบ|การ|บันทึก|ข้อมูล (format) ใหม่ วิธี|นี้|รับประกัน|ได้|ผล|แน่นอน แต่|ก็|ต้อง|เข้าใจ|ด้วยว่า ข้อมูล|หรือ|โปรแกรม|อื่น|ที่|เก็บ|ไว้|แม้|จะ|ยัง|มิได้|ติด|ไวรัส|ก็|จะ|หาย|ไป|หมด พร้อมกับ|ไวรัส
ใช้|ตัวย่อ|ว่า CAI (อ่าน|ว่า ซี|เอ|ไอ) หมายถึง การ|ใช้|คอมพิวเตอร์|ช่วย|สอน คือ การ|สร้าง|โปรแกรม|บทเรียน หรือ|หน่วย|การ|เรียน ซึ่ง|อาจ|จะ|ต้อง|มี|ภาค|แบบฝึกหัด บท|ทบทวน และ|คําถาม|คําตอบ|ไว้|พร้อม ผู้เรียน|สามารถ|เรียน|ได้|ด้วย|ตนเอง หรือ|เรียน|ได้|เป็น|ราย|บุคคล การ|สอน|โดย|ใช้|คอมพิวเตอร์|ช่วย|นี้ ถือ|ว่า เครื่อง|คอมพิวเตอร์|เป็น|อุปกรณ์|การ|สอน แต่|ไม่|ใช่|เป็น|ครูผู้สอน|ความหมาย|เดียวกับ computer assissted instruction
การ|แปล|ใช้|คอมพิวเตอร์|ช่วย|ใช้|ตัวย่อ|ว่า CAT (อ่าน|ว่า ซี|เอ|ที) หมายถึง|การ|แปล|จาก|ภาษา|หนึ่ง|เป็น|อีก|ภาษา|หนึ่ง โดย|ใช้|คอม พิวเตอร์|ช่วย เช่น แปล|ไทย|เป็น|อังกฤษ หรือ|อังกฤษ|เป็น|ไทย การ|แปล|ใน|ลักษณะ|นี้ จะ|ใช้|คอมพิวเตอร์|ช่วย|จํา|ศัพท์ ไวยากรณ์ และ|บริบท (context) ต่าง ๆ โปรแกรม|ที่|ได้|รับ|การ|พัฒนา|ไป|มาก|แล้ว|คือ|โปรแกรม|ที่|แปล|จาก|อังกฤษ|เป็น|ฝรั่งเศส และ|ฝรั่งเศส|เป็น|อังกฤษ
ใช้|ตัวย่อ|ว่า CAI (อ่าน|ว่า ซี|เอ|ไอ) หมายถึง การ|ใช้|คอมพิวเตอร์|ช่วย|สอน คือ|การ|สร้าง|โปรแกรม|บทเรียน หรือ|หน่วย|การ|เรียน ซึ่ง|อาจ|จะ|ต้อง|มี|ภาค|แบบฝึกหัด บท|ทบทวน และ|คําถาม|คําตอบ|ไว้|พร้อม ผู้เรียน|สามารถ|เรียน|ได้|ด้วย|ตนเอง หรือ|เรียน|ได้|เป็น|ราย|บุคคล การ|สอน|โดย|ใช้|คอมพิวเตอร์|ช่วย|นี้ ถือ|ว่า เครื่อง|คอมพิวเตอร์|เป็น|อุปกรณ์|การ|สอน แต่|ไม่|ใช่|เป็น|ครูผู้สอน|ความหมาย|เดียวกับ computer aided instruction
(สคัมพิวทะ|ริ|ซ) n. ภาษา|รหัส|คอมพิวเตอร์ นักคอมพิวเตอร์|หมายถึง|คําศัพท์|หรือ|อาจ|เป็น|สํานวน|ต่าง ๆ ที่|นักคอมพิวเตอร์|มัก|ใช้ และ|เป็น|ที่|รู้จัก|ใน|วงการ|นักคอมพิวเตอร์|ด้วย|กัน เช่น garbage ปกติ|แปล|ว่า|ขยะ นักคอมพิวเตอร์|นํามา|ใช้|ใน|ความหมาย|ว่า เป็น|ข้อมูล|ที่|ไม่|น่า|เชื่อถือ
(-|พิว|'|ทะ|ไร|ซ) vt. คํานวณ|ด้วย|เครื่อง|คอมพิวเตอร์|  |Syn. computerization n. ทํา|ให้|เป็น|ระบบ|คอมพิวเตอร์|หมายถึง งาน|ต่าง ๆ ที่|ใช้|ระบบ|คอมพิวเตอร์|เข้า|ไป|ช่วย แทน|ที่|จะ|ทํา|ด้วย|มือ (Manual) ซึ่ง|จะ|ให้|ผล|ที่|รวดเร็ว แน่นอน และ|มี|ความผิด|พลาด|น้อย ตัวอย่าง|เช่น|การ|พิมพ์|ด้วย|เครื่องพิมพ์|ดีด ย่อม|จะ|สู้|การ|พิมพ์|ด้วย|คอมพิวเตอร์|ไม่|ได้ เพราะ|เร็ว|กว่า แก้ไข|ง่าย|กว่า เก็บ|บันทึก|ไว้|ใช้|ใหม่|ก็ได้ เป็นต้น
(คัมพิว|'|เท|อ|ไร|ซด|ฺ) adj. ซึ่ง|ใช้|หรือ|คํานวณ|ด้วย|เครื่อง|คอมพิวเตอร์
ชาว|คอมพิวเตอร์|หมายถึง คน|ที่ทํางาน|กับ|คอมพิวเตอร์ รวม|ทั้งคน|ที่|ชอบ|ใช้|อิน|เตอร์|เน็ต หรือ|เล่น|เกม|คอมพิวเตอร์|ด้วย คน|กลุ่ม|นี้|มักจะ|มี|ความคิดเห็น ความ|สนใจ|ไป|ใน|ทาง|เดียวกัน
(คอม|'|ริ|ด|,|คอม|'|เรด) n. สหาย|,|เพื่อน|,|มิตร|สนิท|,|เพื่อน|สมาชิก|หรือ|พรรค|,|สมาชิก|พรรค คอมมิวนิสต์|  |Syn. friend|,|companion
n. ร่วมทุกข์ร่วมสุข|กัน|มา
(คอม|'|แซท) n. ดาวเทียม|สื่อสาร
(คัม|'|ส|ทอ|คด|คอ|รี่) n. การ|ตรวจ|เรื่อง|ศิลปะ|และ|วรรณกรรม|อย่าง|มาก|เกิน|ไป
(คอน) 1. {|conned|,|conning|,|cons|} v. ต่อต้าน|,|แย้ง|,|เรียนรู้|,|ศึกษา|,|ตรวจสอบ|อย่าง|ระมัดระวัง|,|จํา|ไว้|,|นํา|เรือ|,|ถือ|พวงมาลัย|เรือ n. การ|ต่อต้าน|,|การ|โต้เถียง|,|ผู้|คัดค้าน|,|ผู้|ลง|บัตร|คัดค้าน|,|นักโทษ|,|วัณโรค adj. ซึ่ง|หลอก|ให้|เชื่อ 2. ย่อ|มา|จาก|คํา|ว่า CONsole ซึ่ง|ศัพท์บัญญัติ|ฉบับ|ราชบัณฑิตยสถาน แปล|ว่า ส่วน|เฝ้า|คุม ใน|วงการ|คอมพิวเตอร์ มักจะ|หมายถึง อุปกรณ์|ของ|คอมพิวเตอร์|ส่วน|ที่|เป็น|แป้นพิมพ์|และ|จอภาพ เป็นต้น|ว่า คําสั่ง COPY CON|:|autoexec.bat เป็น คําสั่ง|ที่|นํามา|ใช้|เมื่อ|ต้องการ|นํา|ข้อความ|ที่|เรา|พิมพ์|จาก|แป้นพิมพ์|และ|มองเห็น|บน|จอภาพ (โดย|ไม่|ต้อง|ใช้|โปรแกรมประมวลผล|คํา) คัดลอก|เข้า|ไป|เก็บ|ไว้|เป็น|แฟ้มข้อมูล|แฟ้ม|หนึ่ง ชื่อ|ว่า autoexec.bat เมื่อ|พิมพ์|ข้อความ|ที่|ต้องการ|เสร็จ|แล้ว ให้|กด CTRL|+|Z หลังจาก|นั้น ใน|คอมพิวเตอร์|ก็|จะ|มี|แฟ้มข้อมูล|ชื่อ autoexec.bat ซึ่ง|บรรจุ|ข้อความ|ที่|พิมพ์|ไว้|นั้น
(คอน ดะ|โล|'|เร) n. ด้วย|ความ|เสียใจ
n. การ|โกง|โดย|ทํา|ให้|เหยื่อ|ไว้วางใจ|ก่อน.  |Syn. confidence game
n. คน|โกง|ที่|ให้|เหยื่อ|ไว้วางใจ|ก่อน.  |Syn. confidence man
(โค|เน|' เชิน) n. ภาวะ|จิต|  |Syn. conative adj.
(โค|เน|'|ทัส) n. ความ|พยายาม|,|ความ|เพียร -|pl. conatus
(คอน|บ|รี|'|โอ) ด้วย|ความ|แรง|,|ยิ้มแย้ม|สนุกสนาน
(คอน|แคท '|ทะเนท) vt|,|เชื่อม|เข้า|ด้วย|กัน ต่อ|กัน|หมายถึง การ|เชื่อมโยง|สาย|อักขระ (string) สอง|สาย|เข้า|เป็น|สายเดียว|กัน เช่น เชื่อม "|ABC|" และ "|DEF|" เป็น "|ABCDEF|" เป็นต้น เรา|อาจ|นํามา|ใช้|กับ|การ|นํา|แฟ้มข้อมูล|มา|ต่อ|กัน|ก็ได้
(คอน|เคฟว|') {|concaved|,|concaving|,|concaves|} adj. เว้า|,|เว้า|เข้าข้าง|ใน|,|โหว่. n. (คอน|'|เคฟว) ด้าน|เว้า. vt. ทํา|ให้|เว้า.  |Syn. concaveness n. ดู|concave
(คอน|เคฟ|'|วิ|ที) n. ภาวะ|หรือ|ลักษณะ|ที่|เว้า|เข้าข้าง|ใน|,|ผิวหน้า|เว้า|,|สิ่ง|ที่|มี|ผิวหน้า|เว้า|,|โพรง|,|ช่อง
 |Syn. concave (คอน|เค|'|โว คอน|เคฟว|') adj. ซึ่ง|เว้า|ทั้ง|สอง|ด้าน
(คัน|ซี|ล|') {|concealed|,|concealing|,|conceals|} vt. ซ่อน|,|ปิดบัง|,|ปกปิด|,|บัง.  |Syn. concealedly adv. ดู|conceal concealedness n. ดู|conceal concealer n. ดู|conceal|  |Syn. hide|,|cover Ant. display
(คัน|ซี|ล|'|เมิน|ทฺ) n. การ|ซ่อน|,|การ|ปิดบัง|,|ภาวะ|ที่|ถูก|ปิดบัง|,|วิธีการ|ปิดบัง|,|สถานที่|ซ่อน|  |Syn. hiding|,|hide|-|out
(คัน|ซีด|') {|conceded|,|conceding|,|concedes|} vt. ยอมรับ|,|ยินยอม|,|ยอม|ให้|,|ยอม|ตาย. vi. ยอม|อ่อนข้อ|ให้|,|ยอม|  |Syn. conceder n. ดู|concede|  |Syn. yield|,|assent Ant. deny
(คัน|ซี|ท|') {|conceited|,|conceiting|,|conceits|} n. ความ|หยิ่ง|,|ความ|ทะนง|,|ความ|ถือดี|,|ความคิด|,|จินตนาการ|,|ความ|เพ้อฝัน|,|ข้อ|อุปมา|แห่ง|จินตนาการ vt. จินตนาการ|,|ติดอกติดใจ|  |Syn. egoism|,|egotism|,|self|-|esteem|,|notion Ant. modesty|,|diffidence
(คัน|ซี|ท|'|ทิด) adj. อวดดี|,|หยิ่ง|,|ถือดี|,|เป็น|จินตนาการ.  |Syn. conceitedness n. ดู|conceited|  |Syn. vain|,|arrogant Ant. modest|,|humble
(คัน|ซี|ฟ|'|วะเบิล) adj. พอ|ที่|จะ|คิด|ออก|,|พอจะ|นึก|ภาพ|ออก|,|เป็น|ไป|ได้|,|นึก|เห็น|ได้
(คัน|ซี|ฟว|') {|conceived|,|conceiving|,|conceives|} vt. นึกคิด|,|คิด|ได้|,|ก่อ|ขึ้น|ใน|ใจ|,|เชื่อ|,|ตั้ง|ครรภ์|,|เข้าใจ. vi. คิด|,|มี|ความคิด|,|จินตนาการ|  |Syn. start|,|originate
(คัน|เซน|ทฺ|') n. ความเห็น|พ้อง|,|ความ|ลงรอย|กัน|  |Syn. harmony
(คอน|เซน|'|เทอะ) vi.,|vt. ดู|concentre|  |Syn. concentrate
(คอน|'|เซิน|เท|รท) {|concentrated|,|concentrating|,|concentrates|} vt.,|vt. รวม|,|เพ่งเล็ง|,|รวม|ศูนย์|,|รวม|กําลัง|,|อัด|แน่น|,|ทํา|ให้|แน่น|,|ตั้งอกตั้งใจ|,|สํารวม|ความคิด. n. สิ่ง|ที่|อัด|แน่น|,|สิ่ง|ที่|เข้มข้น|  |Syn. concentrative adj. ดู|concentrate concentrator n. ดู|concent
(คอน|'|เซิน|เท|ร|ทิด) adj. ใจจดใจจ่อ|,|ซึ่ง|ตั้งอกตั้งใจ|,|ซึ่ง|จับ|กลุ่ม|เข้า|ด้วย|กัน|,|เข้มข้น
(คอน|เซิน|เท|ร|'|เชิน) n. ความ|เข้มข้น|,|ระดับ|ความ|เข้มข้น|,|ความ|ตั้งอกตั้งใจ|,|ภาวะ|ที่|เข้มข้น|,|สิ่ง|ที่|เข้มข้น|,|การ|รวม|พล|,|ความ|ใส่ใจ|ใน|สาขา|วิชา|หนึ่ง|  |Syn. convergence|,|mass Ant. scattering
n. ค่ายกักกัน
(คอน|เซน|'|เทอะ) {|concentred|,|concentring|,|concentres|} vt.,|vi. รวม|ศูนย์
(คัน|เซน|'|ท|ริ|ค) adj. ร่วม|ศูนย์|,|ซึ่ง|มี|ศูนย์|เดียวกัน|  |Syn. concentrical adj. ดู|concentric concentricity n. ดู|concentric
(คอน|'|เซ|พทฺ) n. ข้อคิดเห็น|,|ความคิด|,|มโนคติ|,|มโนภาพ|  |Syn. thought|,|idea
(คัน|เซ|พ|'|ทะเคิล) n. อวัยวะ|หรือ|โพรง|ที่|ล้อม|หรือ|หุ้ม|อวัยวะ|สืบพันธุ์|  |Syn. conceptacular adj.
(คัน|เซ|พ|'|เชิน) n. การ|คิด|,|สร้าง|มโนคติ|,|ภาวะ|ตั้ง|ครรภ์|,|การ|ริเริ่ม|,|การ|ตั้งต้น|,|อํานาจ|ความคิด|,|แบบแผน|,|โครงการ.  |Syn. conceptive adj. ดู|conception|  |Syn. ideation|,|idea|,|view
(คัน|เซ|พ|'|ชวล) adj. เกี่ยวกับ|ความคิด|,|เกี่ยวกับ|การ|สร้าง|ความคิด|  |Syn. thoughtful
(คัน|เซิร์น|') {|concerned|,|concerning|,|concerns|} vt. เกี่ยวกับ|,|พัวพัน|,|กังวล|,|เป็นห่วง n. ความ|เกี่ยวพัน|,|ความ|พัวพัน|,|ความ|เป็นห่วง|,|ความ|สนใจ|,|ธุระ|,|ธุรกิจ|,|บริษัท|  |Syn. affect|,|involve|,|pertain
(คัน|เซิร์นดฺ|') adj. ที่|เกี่ยวข้อง|,|ซึ่ง|เป็น|ที่|สนใจ|,|ซึ่ง|เป็นห่วง|  |Syn. concernedness n. ดู|concerned|  |Syn. involved|,|anxious Ant. free|,|clear
(คัน|เซิร์น|'|นิง) prep. เกี่ยวกับ
(คัน|เซิร์น|'|เมิน|ทฺ) n. ความ|สําคัญ|,|ความ|เกี่ยวข้อง|,|ความ|สัมพันธ์|,|ความ|กังวล|,|ความ|เป็นห่วง|,|สิ่ง|ที่|เกี่ยวข้อง|หรือ|สนใจ|,|ความ|สนใจ|  |Syn. involvement|,|worry
(คอน|'|เซิร์ท) {|concerted|,|concerting|,|concerts|} n. การ|แสดง|ดนตรี|,|มโหรี|,|ความ|สอดคล้อง|,|การ|ร่วมมือ|กัน|,|ความ|พร้อมเพรียง|กัน -|Phr. (in concert ร่วม|กัน) adj. สําหรับ|การ|แสดง|ดนตรี|,|เกี่ยวกับ|การ|แสดง|ดนตรี. vt. กระทํา|หรือ|กําหนด|ร่วม|กัน|  |Syn. unity|,|harm
(คัน|เซิร์ทฺ|'|ทิด) adj. ซึ่ง|กระทํา|หรือ|กําหนด|ร่วม|กัน|,|ซึ่ง|กระทํา|พร้อมกัน.  |Syn. concertedly adv.  |Syn. cooperative
(คอน|เซ|อ|ที|'|นะ) n. หีบเพลง|ขนาด|เล็ก เป็น|รูป|6|เหลี่ยม|ชัก|เข้าออก|ได้
(คอน|ซะ|ที|'|โน) n. concerto อย่าง|ย่อม
(คอน|'|เซิร์ท|มา|ส|เทอะ) n. นัก|ไวโอลิน|นํา|ใน|symphony orchestra
(คัน|เซิร์ท|'|โท) n. เพลง|เล่น|ประสาน|เสียง
(คัน|เซ|ส|'|เชิน) n. การ|ยินยอม|,|การ|ยอม|อ่อนข้อ|ให้|,|สิ่ง|ที่|ยินยอม|,|เรื่อง|ที่|ยินยอม|,|สัมปทาน|,|สิ่ง|ที่|ยอม|ยก|ให้|หรือ|โอน|ให้|,|เขต|เช่า|  |Syn. yielding|,|compromise|,|admission
(คัน|เซ|ส|'|เชินแนร์|') n. ผู้|ได้|รับ|สัมปทาน|,|ผู้|รับ|โอน|,|ผู้|ได้|รับ|การ|ยก|ให้.  |Syn. concessioner
(คัน|เซ|ส|'|เชิน|นะ|รี) adj. เกี่ยวกับ|การ|ยก|หรือ|โอน|ให้|,|เกี่ยวกับ|สัมปทาน. n. ผู้|รับ|โอน|,|ผู้|รับ|สัมปทาน
(คัน|เซ|ส|'|ซิ|ฟว) adj. มัก|ยินยอม|,|ซึ่ง|ยอม|อ่อนข้อ|ให้
(คอ|งคฺ|,|คอ|งชฺ) n. เปลือก|หอย|สังข์|,|หอย|สังข์|  |Syn. conchal adj. ดู|conch -|pl. conchs|,|conches)| 
(คอ|งคิฟ|'|เฟอรัส) adj. เป็น|รูป|เปลือก|หอยโข่ง
(คอ|ง|คอ|ล|'|โลจี) n. วิชา|ว่าด้วย|สัตว์|ประเภท|หอย
(คอ|ง|'|ชี) n. การ|ไม่|ยอม|เข้า|รับราชการ|ทหาร
(คอน|ซี|แอ|จ) n. คน|เฝ้า|ประตู
(คัน|ซิ|ล|'|ลีเอท) {|conciliated|,|conciliating|,|conciliates|} vt. ไกล่เกลี่ย|,|ทํา|ให้|ปรองดอง|กัน|,|ผูก|ไมตรี|,|ชนะใจ|,|ประนีประนอม.  |Syn. conciliation n. ดู|conciliate|  |Syn. appease|,|placate
(คัน|ซิ|ล|'|ลีเอ|เทอะ) n. ผู้|ไกล่เกลี่ย|,|ผู้ทํา|ให้|ปรองดอง|กัน|ได้|,|ผู้|ประนีประนอม|ให้|ยอม|กัน
(คัน|ซิ|ล|'|ลีอะ|โท|รี) adj.เป็น|การ|ไกล่เกลี่ย|  |Syn. conciliatoriness n. ดู|conciliatory|  |Syn. placatory|,|compromising|,|conciliative
(คัน|ซิ|น|'|นิ|ที) n. ความ|เข้า|กัน|ได้|,|ความ|กลมกลืน|กัน
(คัน|ไซ|สฺ|') adj. สั้น|กะทัดรัด|,|รัดกุม|,|รวบรัด|  |Syn. short|,|compact|,|crisp
(คัน|ไซ|สฺ|'|เนส) n. ความ|สั้น|กะทัดรัด|,|ความ|รัดกุม|  |Syn. terseness
(คัน|ซิ|ส|'|เชิน) n. ความ|สั้น|กะทัดรัด
(คอน|'|เคลฟว) n. การ|ประชุม|ลับ|,|การ|ประชุม|ส่วนตัว|,|สถานที่|ราชาคณะ|สงฆ์|ของ|ศาสนา|โรมันคาทอลิก|ประชุม|กัน|เพื่อ|เลือก|สันตะปาปา|,|วิทยาลัย|ของ|ราชาคณะ|สงฆ์|ของ|ศาสนา|โรมันคาทอลิก
(คัน|คลูด|') {|concluded|,|concluding|,|concludes|} vt. ลงเอย|,|สิ้นสุด|ลง|,|สรุป|,|ลงมติ|,|ตัดสินใจ. vi. สิ้นสุด|ลง|,|ลงเอย|,|ลง|ความเห็น|,|ตัดสินใจ|  |Syn. finish|,|infer|,|deduce
(คัน|คลู|'|เชิน) n. การ|ลงเอย|,|การ|สิ้นสุด|ลง|,|การ|สรุป|,|บท|สรุป|,|ผล|,|การ|ตกลง|ขั้นสุดท้าย|,|การ|ตัดสินใจ|ครั้ง|สุดท้าย|  |Syn. inference
(คัน|คลู|'|ซิ|ฟว) adj. สุดท้าย|,|เกี่ยวกับ|ตอนจบ|,|แน่นอน|,|เป็น|ข้อสรุป.  |Syn. conclusiveness n.  |Syn. definitive|,|decisive
(คอน|คอ|คทฺ|') {|concocted|,|concocting|,|concocts|} vt. ปรุง|,|ประกอบ|ขึ้น|,|ผสม|กัน|เป็น|,|กุ|เรื่อง|,|แต่ง|ขึ้น|  |Syn. blend|,|mix
(คอน|คอ|ค|'|เชิน) n. การ|ปรุง|,|การ|ประกอบ|ขึ้น|เป็น|,|การ|กุ|เรื่อง|ขึ้น|  |Syn. mixture
(คัน|คอม|'|มิ|เทิน|ซฺ) n. การ|อยู่|ร่วม|กัน|,|การ|เกิด|ขึ้น|พร้อมกัน|,|การ|มา|พร้อมกัน. n. คุณลักษณะ|หรือ|สิ่ง|ที่|เกิด|ขึ้น|หรือ|มา|พร้อมกัน|  |Syn. concurrence|,|attendance
(คอน|คอม|'|มิ|เทิน|ทฺ) adj. ซึ่ง|เกิด|ขึ้น|พร้อมกัน|,|ซึ่ง|เป็น|คู่|กัน. n. สิ่ง|ที่มา|พร้อมกัน|,|คุณลักษณะ|ที่|เกิด|ขึ้น|พร้อมกัน|  |Syn. concurrent)| 
(คอน|'|คอร์ด) n. ความ|สอดคล้อง|กัน|,|การ|ปรองดอง|กัน|,|การ|ลงรอย|กัน|,|สัญญา|,|ข้อตกลง|,|ความ|สงบ|,|มิตรภาพ|,|เสียง|ที่|กลมกลืน|กัน|  |Syn. accord|,|agreement|,|treaty Ant. discord
(คอน|คอร์|'|เดิน|ซฺ) n. การ|ตกลง|กัน|,|ความ|สอดคล้อง|กัน|,|ดรรชนี|เรื่อง|ตาม|อักษร
(คัน|คอร์|'|เดิน|ทฺ) adj. ซึ่ง|สอดคล้อง|กัน|,|ซึ่ง|ลงรอย|กัน|  |Syn. harmonious
(คอน|คอร์|'|แดท) n. ข้อตกลง|เป็นทางการ|,|สัญญา|,|สนธิสัญญา|ระหว่าง|สันตะปาปา|กับ|รัฐบาล|ที่|เกี่ยวกับ|เรื่อง|ของสงฆ์|  |Syn. concordatory adj.  |Syn. concord
(คอน|'|คอร์ส) n. ชุมนุมชน|,|ทาง|รถยนต์|,|ทางเดิน|,|ถนน|ขนาด|ใหญ่|ที่|มี|ต้นไม้|สอง|ข้างทาง|,|บริเวณ|สําหรับ|แข่งขัน|,|ลาน|กว้าง|มาก|,|การ|รวม|กลุ่ม|  |Syn. assembling|,|assembly
(คอน|เค|รส|'|เซินซฺ) n. การ|เจริญเติบโต|ร่วม|กัน|,|การ|เกิด|ร่วม|กัน
(คอน|'|ค|รี|ท) ฐconcreted|,|concreting|,|concretes|} adj. ชัดแจ้ง|,|ซึ่ง|เห็น|ประจักษ์|,|มี|ตัวตน|,|เป็น|รูปธรรม|,|จริง ๆ n. สิ่ง|ที่|เป็น|รูปธรรม|,|สิ่ง|ที่|มี|ตัวตน|,|คอนกรีต|,|ดิน|ที่|แข็ง|เป็น|ก้อน. vt. วาง|คอนกรีต|,|ใส่|คอนกรีต|,|ทํา|ให้|เกาะ|ตัว|แน่น|,|ทํา|ให้|แข็ง.  |Syn. concreteness n. ด
n. นาม|ที่|เป็น|รูปธรรม
ตัวเลข|ที่|เกี่ยวกับ|วัตถุ|หรือ|สิ่งของ|เฉพาะ|อย่าง
n. โคลง|กลอน ฉันท์ กาพย์ ที่|ประพันธ์|โดย|วิธี|จัด|หรือ|ลําดับ|คํา|เป็น|แบบแผน แทน|ที่|จะ|เป็น|ไป|ตาม|ประเพณี|ดั้งเดิม
(คอน|ค|รี|'|เชิน) n. การ|แข็งตัว|,|สิ่ง|ที่|แข็งตัว|,|สิ่ง|ที่|เกิด|จาก|การ|เกาะ|กัน|,|สิ่ง|ที่|มี|ตัวตน|,|ก้อน|หรือ|เม็ด|นิ่ว|ใน|ร่างกาย|,|ก้อน|แข็ง|ที่|เกิด|ขึ้น|ใน|หินทราย|หรือ|ดิน|  |Syn. consolidation
(คอ|ง|'|คิว|ไบน์) n. หญิง|ที่อยู่|กิน|กับ|ผู้ชาย|โดย|ไม่|ได้|สมรส|,|อนุภรรยา|,|เมียน้อย|,|นางบําเรอ|  |Syn. concubinage n. ดู|concubine concubinage n. ดู|concubine
(คอน|คิว|'|พิสเซินซฺ) n. กามารมณ์|,|กําหนัด|,|ความ|ใคร่|ทาง|เพศ|  |Syn. lust
(คอน|คิว|'|พิสเซินทฺ) adj. มี|ความ|ใคร่|,|มี|กําหนัด|  |Syn. lustful|,|sensual
(คอน|คิว|พิส|'|ซะเบิล) adj. เกิด|ความ|ใคร่|ได้|,|สามารถ|มี|กามารมณ์|ได้
(คัน|เคอร์|') {|concurred|,|concurring|,|concurs|} vi. เกิด|ขึ้น|พร้อมกัน อย่าง|บังเอิญ|,|ประจวบ|กัน|,|เห็นด้วย|,|เห็นพ้อง|,|ทํางาน|ร่วม|กัน|,|ให้|ความ|ร่วมมือ|,|สนับสนุน|,|รวม|กัน|  |Syn. assent Ant. contend|,|deny
(คัน|เคอ|'|เรินซฺ) n. การ|บังเกิด|ขึ้น|พร้อมกัน|,|การ|ประจวบ|กัน|,|การ|เห็นด้วย|,|การ|เห็นพ้อง|,|การ|ให้|ความ|ร่วมมือ|,|การ|สนับสนุน|,|จุด|บน|เส้น '|เส้น|หรือ|มาก|กว่า|นั้น|,|อํานาจ|ร่วม|หรือ|เท่า|กัน|  |Syn. agreement
(คัน|เคอ|'|เรินทฺ) adj. ซึ่ง|เกิด|ขึ้น|พร้อมกัน|หรือ|ร่วม|กัน|,|พร้อมเพรียง|,|ซึ่ง|เห็นด้วย|,|ซึ่ง|มี|อํานาจ|เท่า|กัน|,|ซึ่ง|มี|จุด|ร่วม|,|ซึ่ง|ตัด|กัน|ที่|จุด|เดียวกัน. n. ที่|เกิด|ขึ้น|พร้อมกัน|,|สิ่ง|สนับสนุน|,|คู่แข่ง|  |Syn. coexistent|,|compatible
การ|ประมวลผล|พร้อมกัน|หมายถึง การ|ประมวลผล|ตั้งแต่|สอง|โปรแกรม|ขึ้น|ไป|พร้อม ๆ กัน แต่|ใน|ความ|เป็นจริง|แล้ว เครื่อง|จะ|ปฏิบัติงาน|ได้|ครั้ง|ละ|หนึ่ง|โปรแกรม|เท่านั้น เพียงแต่ว่า|ทํา|ใน|อัตรา|ที่|รวดเร็ว|มาก จน|ดูประหนึ่งว่า|ทํางาน|หลาย ๆ โปรแกรม|พร้อมกัน
(คัน|คัส|') {|concussed|,|concussing|,|concusses|} vt. สั่นสะเทือน|,|ขู่เข็ญ
(คัน|คัส|'|เชิน) n. การ|สั่นสะเทือน|,|การ|ปะทะ|อย่าง|แรง|,|การ|กระเทือน|ที่|เกิด|จาก|การ|กระทบกระแทก|,|ภาวะ|สมอง|ไขสันหลัง หรือ|อื่น ๆ ถูก|กระทบ|อย่าง|แรง.  |Syn. concussant adj. ดู|concussion concussive adj. ดู|concussion|  |Syn. shaking|,|shoc
(คัน|เดมน์|') {|condemned|,|condemning|,|condemns|} vt. ประณาม|,|ตําหนิ|,|ตัดสิน|ว่า|มี|ความผิด|  |Syn. condemnable adj. ดู|condemn condemningly adv. ดู|condemn|  |Syn. blame|,|censure Ant. praise|,|approve
(คอน|เดมเน|'|เชิน) n. การ|ประณาม|  |Syn. condemnotory adj. ดู|condemnation|  |Syn. judgment|,|censure|,|blame
(คัน|เดน|'|เซ|ท) n. สิ่ง|ที่|เกิด|จาก|การ|รวม|ตัว|กัน|แน่น
(คอน|เดน|เซ|'|เชิน) n. การ|รวม|ตัว|กัน|แน่น|  |Syn. condensative adj. ดู|condensation
(คัน|เดน|ซฺ|') {|condensed|,|condensing|,|condenses|} vt. ทํา|ให้|แน่น|ขึ้น|,|ลด|ปริมาตร|,|ทํา|ให้|สั้น|,|ทํา|ให้|กะทัดรัด|,|ย่อ|ให้|สั้น|,|ทํา|ให้|ข้น|, (ไอน้ํา) จับตัว|กัน|เป็น|ของเหลว|หรือ|น้ําแข็ง|,|ทํา|ให้|เป็น|ของเหลว.  |Syn. condensability n. ดู|condense condensibility n. ดู|condense
n. นมข้น
(คัน|เดน|'|เซอะ) n. เครื่อง|ทํา|ให้|ไอน้ํา|หรือ|แก๊ส|จับตัว|กัน|เป็น|ของเหลว หรือ|ของแข็ง|,|คน|ย่อ|,|คน|เดี่ยว|,|เลนส์|รวม|แสง|,|เครื่อง|สะสม|ประจุไฟฟ้า
(คอน|ดิ|เซน|ดฺ|') {|condescended|,|condescending|,|condescends|} vt. ยอมรับ|,|ถ่อมตัว|ลง|,|ล้ม|ลง|มา|,|ก้มหัว|ให้.  |Syn. condescendent adj. ดู|condescend condescender n. ดู|condescend|  |Syn. patronize|,|deign
(คอน|ดิ|เซน|'|ดิง) adj. ซึ่ง|ยอมรับ (ความ|สามารถ คุณสมบัติ|หรือ|อื่น ๆ ของ|คน|อื่น) เท่าเทียม
(คอน|ดิ|เซน|'|เชิน) n. การ|ยอมรับ|,|การ|ถ่อมตัว|ลง|มา|,|การ|ก้มหัว|ลง|,|ท่าที|ที่|กรุณา|,|ท่าที|ที่|เอื้อเฟื้อ.  |Syn. condescensive adj. ดู|condescension|  |Syn. condescendence
(คัน|ไดน์|') adj. พอเพียง|,|เหมาะสม|,|สมควร|  |Syn. deserved|,|adequate|,|meet
(คอน|'|ดะ|เมิน|ทฺ) n. เครื่องปรุง|รส
(คัน|ดิช|'|เชิน) n. เงื่อนไข|,|สภาพ|,|สภาวะ|,|ฐานะ. vt. กําหนด|,|ตกลง|,|กําหนด|เงื่อนไข|,|ทํา|ให้|ชิน|กับ|สิ่งแวดล้อม vi. กําหนด|เงื่อนไข
(คัน|ดิช|'|เชินเนิล) adj. เป็น|เงื่อนไข|หรือ|ข้อแม้|,|ขึ้น|อยู่|กับ|,|แล้วแต่|  |Syn. indefinite|,|provisional
(คัน|ดิช|'|เชินดฺ) adj. มี|เงื่อนไข|,|มี|ข้อแม้|,|มี|ข้อจํากัด|,|ปรับอากาศ|  |Syn. provisional
(คัน|โดล|') {|condoled|,|condoling|,|condoles|} vi. ปลอบโยน vt. แสดง|ความ|เสียใจ|ด้วย|กับ|  |Syn. condolatory adj. ดู|condole condoler n. ดู|condole condolingly adv. ดู|condole|  |Syn. sympathize
(คัน|โดล|'|เลินซฺ) n. การ|ปลอบโยน|,|การ|ปลอบขวัญ|,|การ|แสดง|ความ|เสียใจ|ด้วย.  |Syn. condolement|,|commiseration
(คอน|'|เดิม) n. ถุง|อนามัย
(คอน|ดะ|มิ|น|'|เนี|ยม) n. การ|ร่วม|กัน|ควบคุม|หรือ|ปกครอง|,|รัฐบาล|ร่วม|,|บ้าน|อพาร์ทเม้นท์|ที่|ผู้|อยู่|มี|กรรม|สิทธิส่วนตัว|ของ|แต่ละ|ห้อง|อา|พาร์เม้นท์|,|ตึก|อพาร์ทเม้นท์|ดังกล่าว -|pl. -|niums
(คอน|โด เน|'|เชิน) n. การ|ให้|อภัย|,|การ|ไม่|เอาโทษ
(คัน|โดน|') {|condoned|,|condoning|,|condones|} vt. อภัย|,|ไม่|เอาโทษ|,|ไม่|เอาผิด adj.  |Syn. condoner n. ดู|condone|  |Syn. forgive|,|excuse
(คอน|'|ดอร์) n. แร้ง|ขนาด|ใหญ่
(คัน|ดิวซฺ|') {|conduced|,|conducing|,|conduces|} vi. นํา|ไป|สู่|,|ทํา|ให้|เกิด|  |Syn. conducible adj. ดู|conduce conducibleness n. ดู|conduce conducibility n.ดู|conduce|  |Syn. lead to
(คัน|ดิว|'|ซิ|ฟว) adj . มี|ส่วนช่วย|,|นํา|ไป|ซึ่ง|  |Syn. conduciveness n.  |Syn. helping
(คอน|'|ดัคทฺ) {|conducted|,|conducting|,|conducts|} n. ความ|ประพฤติ|,|การ|ปฎิบัติ|,|การ|ชี้นํา. vt. (คอน|ดัคทฺ|') นํา|ไป|ซึ่ง|,|ชักนํา. vi. นํา|,|ชักนํา|,|เป็น|คน|นํา|  |Syn. conductible adj. ดู|conduct conductibility n. ดู|conduct|  |Syn. deportment|,|b
(คัน|ดัค|'|เทิน|ซฺ) n. ความ|สามารถ|ใน|การ|นํา|ไฟฟ้า|,|ส่วน|กลับ|ของ|ความ|ต้านทาน|ไฟฟ้า|มี|สัญลักษณ์ G
(คัน|ดัค|'|เชิน) n. การ|นํา|,|การ|เป็น|สื่อ|นํา (ไฟฟ้า|/|ความ|ร้อน กระแส|อื่น ๆ) ,|การ|ถ่ายทอด|,|การ|นํา|กระแส|ประสาท
(คัน|ดัค|'|ทิฟว) adj. ซึ่ง|สามารถ|นํา|ไฟฟ้า|หรือ|กระแส|อื่น ๆ| 
(คอน|ดัคทิฟ|'|วิ|ที) n. คุณสมบัติ|หรือ|อํานาจ|ใน|การ|นํา|กระแส|ไฟฟ้า|,|ส่วน|ผัน|กลับ|ของ|ความ|ต้านทาน|ไฟฟ้า|มี|สัญลักษณ์|เป็น
(คัน|ดัค|'|เทอะ) n. ผู้นํา|วงดนตรี|,|สื่อ|นํา|ไฟฟ้า|,|คน|ขาย|ตั๋ว|รถเมล์|รถราง|,|คน|กระเป๋า|,|ตัวนํา|ความ|ร้อน (เสียง|หรือ|อื่น ๆ) ,|สายล่อฟ้า|  |Syn. conductorial adj. ดู|conductor conductorship n. ดู|conductor
(คัน|ดัค|'|ท|ริ|ส) n. ผู้นํา|วงดนตรี|หญิง|,|คอน|ดัคเตอร์|หญิง
(คอน|'|ดวีท) n. ทาง|น้ํา|,|รางน้ํา|,|ท่อ|หุ้ม|สายไฟ|ฟ้า|,|ระบบ|ท่อ|ใต้ดิน|,|น้ําพุ
(คอน|'|ไดล์) n. ส่วน|ยื่น|กลม|บน|กระดูก|ตาตุ่ม|  |Syn. condylar adj. ดู|condyle
(โคน) n. กรวย
vi. ดู|confabulation|  |Syn. confabulate v. ดู|confabultion
(คัน|แฟบ|'|บิ|วเลท) vi. คุย|กัน|เล่น|,|สนทนา|,|อภิปราย|  |Syn. confabulator n.
(คัน|แฟบ|บิ|วเล|'|เชิน) n. การ|คุย|กัน|เล่น|,|การ|สนทนา|,|การ|อภิปราย.  |Syn. confabulatory adj.  |Syn. conversation
(คัน|เฟคทฺ|') {|confected|,|confecting|,|confects|} vt. ปรุง|,|ผสม|ขึ้น n. (คอน|'|เฟคทฺ) ขนม|หวาน|,|ลูกกวาด|,|ขนม|ฉาบ|น้ําตาล
(คัน|เฟค|'|เชิน) n. ลูกกวาด|,|ขนม|ฉาบ|น้ําตาล|,|การ|ปรุง|,|การ|ผสม|  |Syn. candy|,|sweet
(คัน|เฟค|'|?|ะ|นะ|รี) n. ร้าน|ขาย|ลูกกวาด|,|ร้าน|ทํา|ขนม|,|ขนม|หวาน|,|ลูกกวาด.adj. เกี่ยวกับ|ลูกกวาด|,|เกี่ยวกับ|การ|ทํา|ลูกกวาด|  |Syn. candy
(คัน|เฟค|'|เชินเนอะ) n. คน|ทํา|หรือ|ขาย|ลูกกวาด (บางที|รวม|ทั้ง|ไอศกรีม|/|ขนม|เค็ก|และ|อื่น ๆ)| 
(คัน|เฟค|'|เชินเนอ|รี) n. ลูกกวาด|หรือ|ขนม|หวาน|ทั้งหลาย|,|ธุรกิจ|หรือ|งาน|ของ|คน|ทํา|หรือ|ขาย|ลูกกวาด
(คัน|เฟด|'|เดอ|ระ|ซี) n. สหภาพ|,|สหพันธ์|,|กลุ่ม|คน|ที่|กระทํา|การ|ที่|ไม่|ชอบด้วยกฎหมาย|,|การ|ร่วม|กัน|คิด|อุบาย|  |Syn. alliance|,|conspiracy|,|bloc|,|syndicate
(คัน|เฟด|'|เด|อริ|ท) adj. ซึ่ง|รวม|กัน|ใน|รูป|สหพันธ์ สันนิบาต หรือ|อื่น ๆ|  |Syn. Confederate เกี่ยวกับ|กลุ่ม 11 รัฐ|ภาค|ใต้|ของ|สหรัฐอเมริกา ที่|แยกตัว|ออก|เป็น|อิสระ|ใน|ปี ค.ศ.1860|-|61 n. พันธมิตร|,|ผู้|สมรู้ ร่วม|คิด. vt.,|vi. รวม|กัน|เป็น|กลุ่ม คํา|ที่|มี|ความหมาย|เหมือน
(คัน|เฟด|ดะ|เร|'|เชิน) n. การ|ร่วม|กลุ่ม|,|ภาวะ|ที่|ถูก|รวม|กลุ่ม|,|สันนิบาต|หรือ|พันธมิตร|,|กลุ่ม|รัฐ|ที่|รวม|กัน|,|The Confederation การ|รวม|กลุ่ม|13 รัฐ|แรกเริ่ม|ของ|สหรัฐ|ตาม|สนธิสัญญา Articles of Confederation 1781|-|1789|  |Syn. confederationism|,|confederationist|,|confederal
(คัน|เฟอร์|') {|conferred|,|conferring|,|confers|} vt. ให้|เป็น|ของขวัญ|เป็น|เกียรติ|หรือ|อื่น ๆ ,|ประสาท|ให้. vi. ปรึกษา|,|หารือ|,|ประชุม|,|เทียบเคียง.  |Syn. conferment|,|conferral n. conferrable adj. ดู|confer conferrer n. ดู|confer คํา|ที่|มี|ความหมาย|เหมือน|กั
(คอน ฟะรี|') n. ที่ปรึกษา|,|ผู้|ประชุม|,|ผู้|ถูก|มอบ|ให้|,|ผู้|รับ|ปริญญา
(คอน|'|เฟอเรินซฺ) n. การ|ประชุม|,|สมาคม|ทีม|กีฬา|,|การ|ชุมนุม|กัน|ของ|กลุ่ม|นักกีฬา หรือ|คณะสงฆ์|หรือ|อื่น ๆ|  |Syn. parley|,|colloquy
(คอน ฟะรี|') n. ที่ปรึกษา|,|ผู้|ประชุม|,|ผู้|ถูก|มอบ|ให้|,|ผู้|รับ|ปริญญา
(คัน|เฟส|') {|confessed|,|confessing|,|confesses|} vi.,|vt. สารภาพ|,|สารภาพ|ความผิด|,|ยอมรับ|ผิด.  |Syn. confessable adj. ดู|confess confessingly adv. ดู|confess|  |Syn. disclose|,|concede|,|admit Ant. deny|,|conceal|,|cover
-|A. excludingly
(คัน|เฟส|'|เชิน) n . การ|สารภาพ|,|การ|ยอมรับ|,|การ|สารภาพ|ความผิด|,|สิ่ง|ที่|ได้|สารภาพ|,|การ|ประกาศ|ความ|เลื่อมใส|และ|ยอมรับ|การ|ปฎิบัติ|ตาม|ความ|เชื่อ|ทาง|ศาสนา|,|สุสาน|นักบุญ|  |Syn. admission|,|confirmation
(คัน|เฟส|'|เชินเนิล) adj. เกี่ยวกับ|การ|สารภาพ n. ห้อง|สารภาพ|ผิด (ที่|มี|พระ|นั่ง|ฟัง) ใน|ศาสนา|คาทอลิก
(คัน|เฟส|'|เชิน|นะ|รี) adj. เกี่ยวกับ|การ|สารภาพ (โดยเฉพาะ|การ|สารภาพ|บาป)| 
(คัน|เฟส|'|เซอะ) n. ผู้|สารภาพ|บาป|,|ผู้|สารภาพ|ความในใจ|,|พระ|ผู้ฟัง|คําสารภาพ|  |Syn. confesser
(คัน|เฟท|'|ที) n.,|pl. เศษกระดาษ|สีสัน|ที่|โปรย|ขว้าง|ใน|งาน|รื่นเริง|,|ลูกปา -|Sing. confetto
(คอน|ฟิ|แดน|ทฺ|') n. คน|ที่|ไว้วางใจ|,|คู่คิด|,|คน|สนิท|  |Syn. intimate -|Conf. confident
(คอน|ฟิ|แดน|ทฺ|') n. confidant (ดู) ที่|เป็น|ผู้หญิง|  |Syn. female confidant
(คัน|ไฟ|ดฺ|') vi.,|vt. มอบ|,|ไว้วางใจ|,|มอบ|ความลับ|ไว้|อย่าง|ไว้วางใจ|,|ปรับ|ทุกข์.  |Syn. confider n.  |Syn. trust|,|tell|,|entrust
(คอน|'|ฟิ|เดิน|ซฺ) n. ความ|เชื่อถือ|,|ความ|มั่นใจ|,|ความ|เชื่อมั่น|ใน|ตัวเอง|,|ความ|กล้าได้กล้าเสีย -|Phr. (in confidence เป็น|ความลับ)|  |Syn. trust|,|reliance|,|boldness
n. คน|โกง|ที่|หลอก|ให้|เหยื่อ|ไว้วางใจ|ก่อน|  |Syn. swindler
(คอน|'|ฟิ|เดิน|ทฺ) adj. ซึ่ง|ไว้วางใจ|,|มั่นใจ|,|กล้า|,|กล้า|เกิน|ไป. n. คน|ที่|ไว้ใจ|,|คู่คิด -|Conf. confidant
(คอน|ฟิ|เดน|'|เชิล) adj. ลับ|,|เป็น|ที่|ไว้วางใจ|,|ซึ่ง|แสดง|ว่า|เชื่อถือ.  |Syn. confidentiality|,|confidentialness n.  |Syn. honest
(คัน|ไฟ|'|ดิง) adj. ไว้วางใจ|ได้
แฟ้ม|โครง|แบบ|ย่อ|มา|จาก configuration system เป็น|ชื่อ|แฟ้มข้อมูล|ที่|ใช้|ใน|ระบบ|ดอส|และ|โอเอ|สทู|ซึ่ง|จะ|มี|ข้อความ|ที่|กําหนด|ใน|เรื่อง|การ|ใช้|แป้นพิมพ์ จํานวน|ของ|บัฟเฟอร์ ที่|เครื่อง|คอมพิวเตอร์|ระบบ|นั้น|จะ|ใช้ ฯ พอ|เริ่ม|ใช้|ไมโครคอมพิวเตอร์|ไป|สัก|พัก ก็|จะ|ต้อง|เรียนรู้|วิธีการ|สร้าง|แฟ้มข้อมูล|นี้ คอมพิวเตอร์|จะ|แฟ้มข้อมูล|นี้|เฉพาะ|เมื่อ|มี|การ|เริ่ม|เครื่อง|ใหม่|เท่านั้น
(คัน|ฟิกยะเร|'|เชิน) n. โครงร่าง|,|สัณฐาน|,|รูปร่าง|ภายนอก|,|องค์ประกอบ|,|กลุ่ม|ดวงดาว|,|ตําแหน่ง|ของ|อะตอม|ใน|โมเลกุล.  |Syn. configurational adj. ดู|configuration configurative adj. ดู|configuration|  |Syn. arrangement|,|set
(คัน|ไฟน์|') {|confined|,|confining|,|confines|} vt. ขีดขั้น|,|จํากัด|,|ตีวง|,|เก็บ|ตัว|,|กัก|ตัว n. ขอบเขต|,|การ|จํากัด|,|การ|เก็บ|ตัว|,|คุก|,|สถาน|กักกัน.  |Syn. confinable adj. ดู|confine confineable adj. ดู|confine|  |Syn. intern|,|imprision
(คัน|ไฟ|นดฺ|') adj. จํากัด|,|ซึ่ง|ถูก|เก็บ|อยู่|ใน|,|กําลัง|คลอด|  |Syn. confinedness n. ดู|confined
(คัน|ไฟน์|'|เมิน|ทฺ) n. การ|จํากัด|,|การ|เก็บ|กัก|,|ภาวะ|ที่|ถูก|เก็บ|กัก|,|การ|คลอด|บุตร|,|การ|จําคุก|,|การ|กักกัน|  |Syn. incarceration
(คัน|เฟิร์ม|') {|confirmed|,|confirming|,|confirms|} vt. รับรอง|,|ทํา|ให|แข็งแรง|หรือ|แน่นแฟ้น|ขึ้น|,|ยืนยัน|,|ประกอบ|พิธี|ศีล|มหา|สนิท|อีก|ครั้ง|ให้|แน่นแฟ้น|ขึ้น.  |Syn. confirmer n. ดู|confirm confirmor n. ดู|confirm|  |Syn. prove|,|assure Ant. de
(คอน|เฟอ|แมน|ดฺ|') n. ผู้|ขอ|รับศีล|มหา|สนิท|,|ผู้|ได้|รับ|การ|ยืนยัน
(คอน|เฟอร์เม|'|เชิน) n. การ|ยืนยัน|,|การ|รับรอง|,|พิธี|ศีล|มหา|สนิท
(คัน|เฟอร์|'|มะ|โท|รี) adj. ซึ่ง|ยืนยัน|,|เกี่ยวกับ|พิธี|ศีล|มหา|สนิท|  |Syn. confirmative
(คัน|เฟิร์|มด|ฺ|') adj. ซึ่ง|ได้|รับ|การ|ยืนยัน|,|ซึ่ง|ได|รับ|การ|รับรอง|,|ฝังหัว|,|ติด (ยา)|  |Syn. established|,|inveterate Ant. unaccustomed|,|green
(คัสฟิส|'|คะ|เบิล) adj. ยึด|ได้|,|ริบ|ได้
(คอน|'|ฟิสเคท) {|confiscated|,|confiscating|,|confiscates|} v. ยึด|,|ริบ.  |Syn. confiscation n. ดู|confiscate confiscator n. ดู|confiscate confiscatory adj. ดู|confiscate|  |Syn. appropriate|,|seize
(คอน|'|ฟิชัวร์) n. ลูกกวาด|,|ขนม|หวาน|,|ของ|ดอง|  |Syn. candy
(คัน|ไฟ|ล|'|เกริน|ทฺ) adj. กําลัง|ลุกไหม้|,|เป็น|เพลิง|,|โกลาหล|  |Syn. blazing|,|burning
(คอน|ฟ|ละ|เก|ร|'|เชิน) n. เพลิง|ขนาด|ใหญ่|,|อัคคีภัย|  |Syn. conflagrative adj. ดู|conflagration
(คอน|'|ฟลิคทฺ) n. การ|ต่อสู้|,|การ|เป็น|ปรปักษ์|,|การ|ขัดแย้ง|,|การ|ทะเลาะ|,|สงคราม|,|การ|สู้รบ. vi. ปะทะ|,|ต่อสู้|,|ทะเลาะ|  |Syn. conflictingly adv. confliction n. ดู|conflict conflictive adj. ดู|conflict conflictory adj. ดู|conflict คํา|ที่|มี|ความหมาย|เห|มือ
n. การ|ขัด|ผลประโยชน์
n. การ|ขัด|กัน|ของ|กฎหมาย
(คอน|'|ฟลูเอินซฺ) n. การ|ไหล|บรรจบ|กัน|ของ|แม่น้ํา|หลาย|สาย|,|ที่|บรรจบ|กัน|ของ|สาย|แม่น้ํา|,|แม่น้ํา|ที่|เกิด|จาก|การ|บรรจบ|กัน|ดังกล่าว|,|การ|ชุมนุม|,|กลุ่ม|คน|,|กลุ่ม|ชุมชน.  |Syn. conflux|,|juncture|,|gathering
(คอน|'|ฟลูเอินทฺ) adj. ซึ่ง|ไหล|ไป|ด้วย|กัน|,|ซึ่ง|บรรจบ|กัน|,|ไป|ด้วย|กัน|,|ซึ่ง|ออก|ดอก|พร้อมกัน n. ส่าย|น้ํา|ร่วม|,|แคว|,|สายน้ํา|ที่|แยก|ไหล
่ (-|โฟ|'|เกิล) adv. ซึ่ง|มี|โฟกัล|เดียว|ก
(คัน|ฟอร์ม|') {|conformed|,|conforming|,|conforms|} vi. ทํา|ให้|เข้า|กับ|,|ทํา|ตาม|,|เหมือน|,|ลงรอย. vt. ทํา|ให้|เหมือน|กับ|,|ปรับ|เข้า|กับ|,|ทํา|ให้|สอดคล้อง|กับ. adj. สอดคล้อง|กัน|ได้|,|ลงรอย|กัน|ได้|  |Syn. conformer n. ดู|conform conformingly adv. ดู|conform คํา|ที่|มี|ความหมาย|เ
(คัน|ฟอร์ม|'|มะเบิล) adj. ซึ่ง|ลงรอย|,|สอดคล้อง|,|เหมือน|  |Syn. conformability n. ดู|conformable conformableness n. ดู|conformable|  |Syn. suited|,|similar Ant. different|,|defiant
(คัน|ฟอร์|'|เมิล) adj. เกี่ยวกับ|แผนที่|ที่|แสดง|ให้|เห็น|ถึง|มุม|และ|มาตราส่วน
(คัน|ฟอร์|'|เมิน|ซฺ) n. โครงสร้าง|,|โครงร่าง|,|แบบ|,|การ|ทํา|ให้|สอดคล้อง|กัน|,|ภาวะ|ที่|ลงรอย|กัน|  |Syn. conformity|,|structure|,|pattern
(คัน|ฟอร์|'|มิ|ส|ซึม) n. นโยบาย|การ|ปฎิบัติ|หรือ|ทัศนคติ|ของ|การ|ปรับ|ให้|ลงรอย|กัน
(คัน|ฟอร์|'|มิ|สทฺ) n. ผู้|ปรับ|ให้|ลงรอย|กัน adj. เกี่ยวกับ|ผู้|ยอม|ปฎิบัติ|หรือ|ปรับ|ตาม|  |Syn. follower
(คัน|ฟอร์|'|มิ|ที) n. ความ|ลงรอย|กัน|,|การ|ปรับ|ตัว|ให้|ลงรอย|กัน|,|การ|ตกลง|กัน|  |Syn. agreement|,|compliance
(คัน|เฟานดฺ|') {|confounded|,|confounding|,|confounds|} vt. ทํา|ให้|สับสน|,|ทํา|ให้|ยุ่ง|,|ปะปน|กัน|ยุ่ง|,|ทํา|ให้|ตกตะลึง|,|ทํา|ให้|แพ้|,|ทําลาย|,|ใช้|ฟุ่มเฟือย.  |Syn. confounder n. confoundingly adv.  |Syn. puzzle|,|amaze|,|bewilder Ant. recognize|,|tell
(คอน|เฟา|'|ดิด) adj. ระยํา|  |Syn. confoundedly adv. confoundedness n.  |Syn. confused
(คอน|ฟ|ระ|เท|อ|'|นิ|ที) n. หมู่|,|คณะ|,|ชมรม|,|สมาคม.  |Syn. confraternal adj. ดู|confraternity
(คอน|'|แฟรฺ) n. สมาชิก|ชมรม (หมู่คณะ|,|สมาคม)|  |Syn. colleague
(คัน|ฟรันทฺ|') {|confronted|,|confronting|,|confronts|} vt. เผชิญหน้า|กับ|,|พบ|กับ|,|นํามา|ร่วม|กัน|เพื่อ|ตรวจสอบ|หรือ|เปรียบเทียบ|  |Syn. confrontment n. confronter n.  |Syn. oppose|,|face|,|meet Ant. avoid|,|shun
(คัน|ฟิว|'|ชะ|นิส|ซึม) n. ลัทธิ|คําสอน|ของ|ขงจื้อ -|Confucianist n.,|adj.
(คัน|ฟิว|'|เชิส) n. ขงจื้อ (5|-|6|ศตวรรษ|ก่อนคริสต์ศักราช) -|Confucian n.,|adj.
(คัน|ฟิวซ|') confused|,|confusing|,|confuses|} vt. ทํา|ให้|ไม่|ชัด|,|ทํา|ให้|ยุ่ง|,|ทํา|ให้|สับสน|,|ทํา|ให้|งง|,|ทํา|ให้|ขวยเขิน.  |Syn. confusable adj. ดู|confuse confusably adv. ดู|confuse confusedly adv. ดู|confuse confusedness n. ดู|confuse คํา|ที่|มี|ความหมาย|เห|มือ
(คัน|ฟิว|'|ซิ|ง) adj. ไม่|ชัด|,|ยุ่ง|,|สับสน|,|งงงวย.  |Syn. confusingly adv. ดู|confusing|  |Syn. complex
(คัน|ฟิว|'|เชิน) n. ความ|ยุ่งเหยิง|,|ความ|ไม่|ชัด|,|ความ|งงงวย|,|การ|ให้|ยุ่ง|หรือ|สับสน|,|ความ|พ่ายแพ้|,|ความ|เสื่อมสลาย|  |Syn. puzzlement|,|disorder
(คอน|ฟิว|เท|'|เชิน) n. การ|ชี้|ให้|เห็น|ว่า|ผิด|,|การ|หักล้าง|,|สิ่ง|ที่|ชี้|ให้|เห็น|ว่า|ผิด|,|สิ่ง|หักล้าง.  |Syn. confutative adj.
(คัน|ฟิวทฺ|') {|confuted|,|confuting|,|confutes|} vt. แสดง|ให้|เห็น|ว่า|ผิด|,|พิสูจน์|ให้|เห็น|ว่า|ผิด.  |Syn. confutable adj. ดู|confute confuter n. ดู|confute|  |Syn. refute|,|disprove
abbr. congenital
(คอน|'|เจ) n. การ|อําลา|,|การ|ขอ|อนุญาต|ลา|จาก
(คัน|จีล|') {|congealed|,|congealing|,|congeals|} vt.,|vi. เปลี่ยน|จาก|นิ่ม|หรือ|เหลว|เป็น|แข็ง|,|ทํา|ให้|ข้น|แข็ง|,|ทํา|ให้|คงที่|หรือ|แน่น.  |Syn. congealability|,|congealableness|,|congealedness|,|congealment|,|congealation n.  |Syn. stiffen|,|solidify
(คอน|'|จิเนอะ) n. ชนิด|เดียวกัน|,|พืช|หรือ|สัตว์|ชนิด|เดียวกัน (genus) .  |Syn. congeneric adj. ดู|congener congenerous adj. ดู|congener
(คัน|จี|'|เนี|ยล) adj. ซึ่ง|เข้า|กัน|ได้|,|ถูกใจ|,|เป็น|ที่|พอใจ.  |Syn. congeniality n. ดู|congenial congeneric adj. ดู|congenial congenerous adj. ดู|congenial congenialness n. ด|congenial ู congenerous adj. ดู|congenial คํา|ที่|มี|ความหมาย|เห|มือ|นก
(คัน|เจน|'|นิเทิล) adj. แต่|กําเนิด|,|มี|มา|แต่|กําเนิด.  |Syn. congenitalness n. ดู|congenital|  |Syn. connate|,|natal|,|innate Ant. acquired
(คอน|เจอ|'|รี|ซ) n. กลุ่ม|,|กอง|,|คณะ
(คัน|เจ|สทฺ|') {|congested|,|congesting|,|congests|} vt. ใส่|จน|เกิน|,|ทํา|ให้|แออัด|,|แออัด|ไป|ด้วย|,|ทํา|ให้|เลือด|คั่ง. vi. (เลือด) คั่ง|,|แออัด.  |Syn. congestion n. congestive adj.
โรคเลือด|คั่ง
(คอน|โก|ลบ) {|conglobed|,|conglobing|,|conglobes|} vi.,|vt. จับ|หรือ|เกาะ|เป็น|ลูก|หรือ|ก้อน|กลม
(คัน|กล|อม|'|เมอเรท) n.,|adj. (เกี่ยวกับ) เป็น|กลุ่ม|,|ก้อน|กรวด|,|กลุ่ม|บริษัท|ที่|เป็น|เครือ vi. รวม|กัน|,|จับ|กัน|เป็น|ก้อน.  |Syn. conglomeratic adj. ดู|conglomerate conglomeritic adj. ดู|conglomerate|  |Syn. massed
(คัน|กล|อม|เมอเร|'|เชิน) n. การ|รวม|กัน|เป็น|กลุ่ม|, กลุ่ม|,|ก้อน
(คัน|แก|รช|'|ชะ|เลท) {|congratulated|,|congratulating|,|congratulates|} vt. แสดง|ความยินดี|,|อวยพร.  |Syn. congratulator n. ดู|congratulate congratulatory adj. ดู|congratulate
(คัน|แก|รช|ชะ|เล|'|เชิน) n .การ|แสดง|ความยินดี|,|การ|อวยพร.  |Syn. congratulations|! ขอ|แสดง|ความยินดี|!
(คอ|ง|'|กระ|เก|ท) vi.,|vt. รวบรวม|,|ชุมนุม|,|จับ|กลุ่ม|,|ออ|กัน. adj. ซึ่ง|ชุมนุม|กัน|,|ซึ่ง|จับ|กลุ่ม|กัน.  |Syn. congregative adj. ดู|congregate congregrativeness n. ดู|congregate congregator n. congregant n. ดู|congregate|  |Syn. g
(คอ|งก|ริ|เก|'|เชิน) n. การ|ชุมนุม|,|กลุ่ม|คน|,|คริสต์|ศาสนิกชน|ที่|ชุมนุม|กัน|ใน|โบสถ์|  |Syn. congregational adj. ดู|congregation|  |Syn. assembly|,|union congregationalism (คอ|งก|ริ|เก|'|ชัน นัลลิสซึม) n. รูป|การ|ปกครอง|ของสงฆ์|ที่|อิสระ. คํา
(คอ|ง|'|เก|รส) {|congressed|,|congressing|,|congresses|} n. รัฐสภา|,|สภานิติบัญญัติ|,|การ|ชุมนุม|,|การ|สังวาส. vi. รวม|กลุ่ม|,|ชุมนุม|  |Syn. congressional adj. ดู|congress congressionalist n. ดู|congress|  |Syn. council|,|assembly|,|concourse|,
(คอ|ง|'|ก|ริ|ส|เมิน) n. สมาชิก (ชาย) รัฐสภา|อเมริกา (โดยเฉพาะ|ของ|สภา|ผู้แทน) -|pl. congressmen
(คอ|ง|'|กรู|เอินซ|,|ฺ -|ซี) n. ความ|สอดคล้อง|กัน|,|ความ|ลงรอย|กัน|  |Syn. harmony|,|conformity
(คอ|ง|'|กรู|เอินซ|,|ฺ -|ซี) n. ความ|สอดคล้อง|กัน|,|ความ|ลงรอย|กัน|  |Syn. harmony|,|conformity
(คอ|ง|'|กรู|เอินทฺ) adj. สอดคล้อง|กัน|,|ลงรอย|กัน|  |Syn. parallel|,|superposable
(คัน|กรู|'|อิ|ที) n. ความ|เหมาะสม|,|ความ|สอดคล้อง|กัน|,|ความ|ลงรอย|กัน|,|ข้อตกลง|,|จุด|ที่|ลงรอย|กัน|  |Syn. harmoniousness|,|fitness Ant. disparity|,|contrast
(คอ|ง|'|กรู|อัส) adj. ซึ่ง|ลงรอย|กัน|,|ซึ่ง|ทับ|กัน|สนิท.  |Syn. congruousness n. ดู|congruous|  |Syn. fitting|,|congruent
(คอน|'|นิค|,|-|เคิล) n.,|adj. (เกี่ยวกับ) รูปกรวย|,|ส่วน|ตัด|ที่|เป็น|รูปกรวย.  |Syn. conicalness n
(คอน|'|นิค|,|-|เคิล) n.,|adj. (เกี่ยวกับ) รูปกรวย|,|ส่วน|ตัด|ที่|เป็น|รูปกรวย.  |Syn. conicalness n
(คอน|'|นิคซฺ) n. สาขา|เรขาคณิต|ที่|เกี่ยวกับ|รูปกรวย
(โค|'|นิเฟอร์) n. ต้นสน
(โค|นิฟ|'|เฟอรัส) adj. เกี่ยวกับ|ต้นสน
(โค|นิ|ออ|ล|'|โลจี) n. วิทยา|เกี่ยวกับ|ฝุ่น|และ|สิ่ง|เจือปน|อื่น ๆ ใน|อากาศ.
(คัน|เจ|ค|'|เชอะ) n. การ|เดา|,|การ|ทาย|,|การ|คาดคะเน|,|การ|อนุมาน|,|ข้อสรุป|จาก|การ|อนุมาน vt. เดา|,|ทาย|,|คาดคะเน|,|อนุมาน.  |Syn. conjecturable adj. ดู|conjecture conjecturer n. ดู|conjecture
(คัน|จอ|ย|') {|conjoined|,|conjoining|,|conjoins|} vt.,|vi. รวม|กัน|,|เชื่อม|กัน|,|ประสานกัน.  |Syn. conjoinedly adv. conjoiner n.  |Syn. connect|,|join|,|attach|,|unite
(คัน|จอ|ยทฺ|') adj. ซึ่ง|รวม|กัน|,|ซึ่ง|เชื่อม|กัน|,|ซึ่ง|ประสานกัน|  |Syn. conjointness n.
(คอน|'|จะ|เกิล) adj. เกี่ยวกับ|การ|สมรส|  |Syn. conjugality n. ดู|conjugal|  |Syn. nuptial|,|matrimonial Ant. celibate
(คอน|'|จะ|เก|ท) {|conjugated|,|conjugating|,|conjugates|} vt.,|vi. รวม|,|เชื่อม|ผนึก|,|ผัน (กริยา) vi. ร่วม|,|แต่งงาน|,|ประสานกัน. adj. ซึ่ง|ร่วม|กัน|,|เป็น|คู่|,|ซึ่ง|มี|ใบ|เล็ก|เพียง|คู่|เดียว n. คํา|ผัน (กริยา)|  |Syn. conjugable adj. conjugative adj. conjugator n. คํา
(คอน|จะ|เก|'|เชิน) n. การ|รวม|กัน|,|การ|เชื่อม|ผนึก|,|คํา|ผัน|ของ|กิริยา|  |Syn. union|,|meeting Ant. division
(คัน|จัง|คฺ|'|,|คอน|'|จัง|คฺ) adj. ซึ่ง|รวม|กัน|,|ซึ่ง|เกิด|จาก|การ|รวม|กัน|  |Syn. conjunctly adv.  |Syn. conjoined
(คัน|จัง|คฺ|'|เชิน) n. สันธาน|,|การ|ร่วม|กัน|,|การ|ชุมนุม|กัน|,|การ|บังเกิด|ขึ้น|พร้อมกัน|  |Syn. association
(คอน|จัง|คฺ|ไท|'|วะ) n. เยื่อตาขาว -|pl. conjunctivas|,|conjunctivae
(คอน|จัง|คฺ|'|ทิฟว) adj. ซึ่ง|เชื่อม|กัน|,|ซึ่ง|รวม|กัน n. สันธาน connective
(คอน|จัง|คฺทิ|ไว|'|ทิส) n. เยื่อตาขาว|อักเสบ
(คอน|จัง|คฺ|'|เชอะ) n. การ|รวม|กัน|,|การ|เชื่อม|ผนึก|,|เหตุการณ์|ทั้งหลาย|รวม|กัน|,|ภาวะฉุกเฉิน|  |Syn. conjunctural adj. ดู|conjuncture|  |Syn. concatenation|,|juncture|,|connection
(คอน|จฺเร|'|เชิน) n การ|อ้อนวอน|,|การ|อธิษฐาน|,|การ|เรียก|ผี|,|เวทมนตร์|คาถา|,|การ|เล่นกล|  |Syn. incantation|,|spell|,|magic
(คอน|'|เจอะ) vt. อ้อนวอน|,|วิงวอน|,|ร่าย|เวทมนตร์|คาถา|,|เล่นกล vi. ร่าย|เวทมนตร์|,|เรียก|ผ|  |Syn. beg|,|appeal|,|enchant|,|charm
(คอน|'|เจอ|เรอะ) n. หมอผี|,|นัก|เล่นกล|,|ผู้|วิงวอน|  |Syn. magician
(คอน|'|เจอ|เรอะ) n. หมอผี|,|นัก|เล่นกล|,|ผู้|วิงวอน|  |Syn. magician
n. (เครือ|ง|ยนต์) เสีย|,|สลบ|,|เป็น|ลม
(คอ|งท) adj. มี|จมูก|ใหญ่
(คอน) vt.,|n. นํา|เรือ|,|การ|นํา|เรือ
(คะเน|คทฺ|') {|connected|,|connecting|,|connects|} vt.,|vi.เชื่อม|กับ|,|เกี่ยวข้อง|,|สัมพันธ์|กับ|  |Syn. connectedness n. ดู|connect connecter n. ดู|connect connector ดู|connect|  |Syn. link
(คะเน|ค|'|เชิน) n. การ|เชื่อมต่อ|,|การ|เชื่อม|ผนึก|,|ความ|สัมพันธ์|,|พันธะ|,|วงศ์|วาน|วงศ์|ญาติมิตร|,|ญาติ|,|การ|สังวาส|  |Syn. juncture|,|union|,|associate
(คะเน|ค|'|ทิฟว) adj. ซึ่ง|เชื่อมต่อ|,|ซึ่ง|เกี่ยวข้อง. n. สิ่ง|เชื่อมต่อ|  |Syn. connectivity n.  |Syn. binding|,|joining|,|unitive
เนื้อเยื่อ|เกี่ยวพัน เนื้อเยื่อ|ชนิด|นี้|มี|เซลล์|น้อย|แต่|มี matrix มาก เนื้อเยื่อ|ชนิด|นี้|พบ|ได้|ทั่วไป|ใป|มาก|กว่า|เนื้อเยื่อ|ชนิด|อื่น|ทํา|หน้าที่|ให้|เนื้อเยื่อ|อื่น|ยึด|เกาะติด|กัน รองรับ|และ|ห่อหุ้ม|เนื้อเยื่อ|อื่น ๆ ช่วย|ให้|อาหาร|ให้แก่|เนื่อ|เยื่อ|ที่|เกาะ|อยู่ ป้องกัน|และ|ให้|ความ|ปลอดภัย|แก่|ร่างกาย|โดย|ทํา|หน้าที่|ซึม ทําลาย|วัตถุ|ที่|แปลกปลอม ยัง|ช่วย|ซ่อมแซม|เนื้อเยื่อ|ที|สึกหรอ แบ่ง|ออก|เป็น สอง|ชนิด|คือ 1.embryonic 1.1 mesenchyme เจริญ|มา|จาก|ชั้น mesoderm จะ|พบ|ใน embryo และ|เจริญ|ขึ้น|อย่าง|รวดเร็ว|เป็น connective tissue ชนิด|ต่าง ๆ 1.2 mucous connective tissue ลักษณะ|คล้าย|เมือก|ข้น|ที่|ขับ|จาก|ต่อมน้ํา|มูก (mucin) มี|กลุ่ม|ขอ|งอ|เส้นใย|ละเอียด|สี|ขาว พบ|ได้|ที่|สายสะดือ|เด็ก|เรียก|ว่า wharton|'|s jelly 2. adult 2.1 เนื้อเยื่อ|เกี่ยวพัน|แท้ 2.2 เลือด|และ|น้ําเหลือง 2.3 กระดูก|อ่อน 2.4 กระดูกแข็ง
(คะเน|ค|'|เชิน) n. การ|เชื่อมต่อ
n. (คอน|'|นิง) n|,|หอบังคับการ|เรือ|ใต้|น้ํา|,
(คะ|นิพ|'|เชิน) n. คราว|อารมณ์|โกรธ ฮีส|ที|เรีย|หรือ|อารมณ์|อื่น ๆ| 
(คะ|ไน|ฟ|'|เวินซฺ) n. การ|ยินยอม|แบบ|เอา|หู|ไป|นา|เอา|ตา|ไป|ไร่|,|การ|อนุญาต|อย่าง|ลับ ๆ ,|การ|ส่งเสริม|อย่าง|ลับ ๆ|  |Syn. connivan adj. ดู|connivance conniven adj. ดู|connivance|  |Syn. connivence.
(คะ|ไน|ฟว|') {|connived|,|conniving|,|connives|} vi. ยินยอม|ลับ ๆ ,|ยินยอม|ใน|ที่|,|อนุญาต|ลับ ๆ ,|ร่วมมือ|อย่าง|ลับ ๆ ,|หลิ่ว|ตา.  |Syn. conniver n. ดู|connive connivingly adv. ดู|connive|  |Syn. conspire
(คะ|ไน|'|เวน|ท) adj. ซึ่ง|รวม|เข้า|สู่|จุด|เดียวกัน
(คอน|นะ|เซอร์|') n. ผู้เชี่ยวชาญ|ศิลป|วัตถุ|,|ผู้เชี่ยวชาญ|  |Syn. connoisseurship n. ดู|connoisseur|  |Syn. expert|,|authority
(คอน|นะ|เท|'|เชิน) n. การ|กิน|ความหมาย|กว้าง|,|การ|มี|ความหมาย|ว่า|,|การ|แสดง|ใน|ขณะเดียวกัน|ว่า|,|ความหมาย|  |Syn. connotative|,|connotive|  |Syn. implication
(คะ|โน|ท|') v. มี|ความหมาย|ว่า|,|แฝง|ความหมาย|ว่า|  |Syn. suggest
(คะ|นู|'|เบี|ยล) adj. เกี่ยวกับ|การ|สมรส|,|เกี่ยวกับ|สามี|ภรรยา.  |Syn. connubiality n. ดู|connubial
(โค|'|นอ|ยดฺ|,|โคน|อย|'|เดิล) adj.,|n. รูปกรวย
(โค|'|นอ|ยดฺ|,|โคน|อย|'|เดิล) adj.,|n. รูปกรวย
ผู้เชี่ยวชาญ
(คอ|ง|'|เคอะ) {|conquered|,|conquering|,|conquers|} vt. ปราบ|,|เอาชนะ|ด้วย|กําลัง|,|ได้|มา|โดย|กําลัง|,|พิชิต|,|ยึด|ได้|,|เอาชนะ|ด้วย|อํานาจ|ทาง|ใจ. vi. ได้|ชัยชนะ .  |Syn. conquerableness n. ดู|conquer conqueringly adv. ดู|conquer|  |Syn. overcome|,|p
(คอ|ง|'|เคอเรอะ) n. ผู้พิชิต|,|ผู้|มี|ชัย
(คอน|'|เควสทฺ) n. การ|ปราบ|,|การ|พิชิต|,|การ|เอาใจ|หรือ|ความ|รัก|,|ผู้|ถูก|ชนะใจ|หรือ|ความ|รัก|,|สิ่ง|ที่|พิชิต|มา|ได้|  |Syn. triumph|,|victory
(คอน|แซง|ควิน|'|เนียส) adj. ซึ่ง|มี|บรรพบุรุษ|เดียวกัน|,|ร่วมสายโลหิต|เดียวกัน|  |Syn. consanguine
(คอน|แซง|กวิน|'|นิ|ที) n. การ|ร่วมสายโลหิต|เดียวกัน|,|การ|มี|บรรพบุรุษ|เดียวกัน|  |Syn. kinship
(คอน|'|เชินซฺ) n. สติ|รู้|ผิด|รู้|ชอบ|,|สติ|สัมปชัญญะ|,|หิริโอตตัปปะ|,|ความ|กลัว|บาป -|Phr. (for conscience|'|s sake เพราะ|มี|ความ|บริสุทธิ์ใจ) -|Phr. (in all conscience แน่นอน อย่าง|ไม่|ต้องสงสัย โดย|เหตุผล) -|Conf. conscious -|Conf. conscientous|,|conscious
(คอน|'|เชินสท|ริ|ค|'|เคิน) adj. ซึ่ง|มี|จิต|ครอบงํา|ด้วย|ความผิด|หรือ|บาป|ที่|ได้|กระทํา
(คอน|?|ี|เอน|'|เชิส) adj. ซึ่ง|ควบคุม|โดย|สติ|รู้|ผิด|รู้|ชอบ|,|รอบคอบ|,|ระมัดระวัง.  |Syn. conscientiousness n. ดู|conscientious|  |Syn. honest
(คอน|'|ชะ|นะ|เบิล) adj. มี|ใจ|เที่ยงธรรม|,|มี|สติ|รู้|ผิด|รู้|ชอบ|  |Syn. conscionableness n. ดู|conscionable|  |Syn. conscientious
(คอน|'|เชิส) adj. ซึ่ง|มี|จิตสํานึก|,|มี|สติ|,|มี|เจตนา|,|พิชาน|  |Syn. sensible|,|aware
(คอน|'|เชิสเนส) n. ความ|มี|สติ|,|ความ|มี|จิตสํานึก|,|ความคิด|และ|ความรู้สึก|รวม|กัน|,|ภาวะ|จิต|,|ความ|ตระหนัก|  |Syn. knowledge
(คัน|สไค|รบ|') {|conscribed|,|conscribing|,|conscribes|} vt. เกณฑ์|,|เกณฑ์ทหาร
(คอน|'|สค|ริ|พทฺ) n. ทหารเกณฑ์|,|คน|ที่|ถูก|เกณฑ์. adj. ซึ่ง|ถูก|เกณฑ์. vt. (คัน|ส|ริ|พทฺ|')| 
(คัน|ส|ริ|พทฺ|'|เชิน) n. การ|เกณฑ์ทหาร|,|การ|เกณฑ์|  |Syn. conscriptionist n. ดู|conscription|  |Syn. draft
(คอน|'|ซิ|เครท) vt.,|n. (การ) ทํา|ให้|ศักดิ์สิทธิ์|,|อุทิศ|ให้|,|อุทิศ|ตัว.  |Syn. consecratedness n. ดู|consecrat consecrator n. ดู|consecrat|  |Syn. bless|,|hallow
(คอน|ซิ|เคร|'|เชิน) n. การ|ทํา|ให้|ศักดิ์สิทธิ์|,|การ|อุทิศ|ตัว|และ|บูชา|พระเจ้า
(คอน|ซิ|คิว|'|เชิน) n. การ|ต่อเนื่อง|กัน|,|การ|เป็น|ไป|ตาม|ลําดับ|,|การ|ต่อเนื่อง|กัน|ของ|เหตุผล
(คัน|เซ|ค|'|คิว|ทิฟว) adj. ซึ่ง|ต่อเนื่อง|กัน|,|ซึ่ง|ตาม|กัน|มา|,|เป็น|ลําดับ|  |Syn. consecutiveness n. ดู|consecutive|  |Syn. sequential Ant. interrupted
(คัน|เซน|'|?|วล) adj. เกี่ยวกับ|การ|เห็นชอบ|ด้วย|ทั้ง|สอง|ฝ่าย|,|เกี่ยวกับ|การ|กระทํา|ที่|ตั้งใจ|และ|ไม่|ตั้งใจ|ร่วม|กัน
(คัน|เซน|'|ซัส) n., (pl. -|suses) ความ|สอดคล้อง|กัน|,|ความ|ลงรอย|กัน|,|ความคิดเห็น|ของ|ส่วนใหญ่|,|มติ|มหาชน|  |Syn. unanimity
(คัน|เซน|ทฺ|') {|consented|,|consenting|,|consents|} n. การ|อนุญาต|,|ความเห็น|ชอบ|,|การ|ยินยอม. vt. อนุญาต|,|เห็นชอบ|,|ยินยอม -|Id. (Silence gives consent การ|นิ่งเฉย|คือ|การ|เห็นด้วย)|  |Syn. compliance Ant. dissent
(คอย|เซน|เท|'|เนียส) adj. ซึ่ง|เห็นพ้อง|,|เป็น|เอกฉันท์.  |Syn. consentaneousness n. ดู|consentaneous consentaneity n. ดู|consentaneous
(คัน|เซน|'|เชินทฺ) adj. ซึ่ง|เห็นพ้อง|,|ซึ่ง|เห็นด้วย|,
(คอน|'|ซะเควินซฺ) n. ผลลัพธ์|,|ผล|ที่|ตาม|มา|,|ผล|ที่|เกิด|ขึ้น|ภายหลัง|,|ความ|สําคัญ -|Phr. (in consequence ผล|ก็|คือ)|  |Syn. result|,|effect Ant. antecedent|,|cause
(คอน|'|ซะเควินทฺ) adj. เป็น|ผล|เนื่อง|มา|แต่ n. ผล|ที่|ตาม|มา|,|ผล|ที่|เกิด|ขึ้น
(คอน|ซะเค|วน|'|เชิล) adj. เกี่ยวกับ|ผล|ที่|ตาม|มา|,|เกี่ยวกับ|ผลลัพธ์|,|อวดดี|,|วางท่า|  |Syn. consequentiality n. ดู|consequential consequentialness n. ดู|consequential|  |Syn. important|,|eventful
(คอน|'|ซะเควินทฺลี) adv. ผลที่สุด|ก็|คือ|,|เพราะฉะนั้น|  |Syn. hence|,|therefore -|Conf. subsequently
(คอน|เซ|อฟ|'|วะเบิล) adj. ซึ่ง|เก็บรักษา|ไว้|ได้|,|ซึ่ง|สงวน|ไว้|ได้|,|ออม|ได้
(คอน|เซ|อเว|'|เชิน) n. การ|สงวน|,|การ|เก็บรักษา|ไว้|,|การ|อนุรักษ์|ทรัพยากรธรรมชาติ
(คอน|เซ|อเว|'|เชินนิสทฺ) นัก|อนุรักษ์|ธรรมชาติ
(คัน|เซ|อ|'|วะทิส|ซึม) n. ลัทธิ|จารีต|นิยม|,|ลัทธิ|อนุรักษ์นิยม
(คัน|เซ|อ|'|วะทิฟว) adj. ซึ่ง|อนุรักษ์|ไว้|,|ซึ่ง|สงวน|ไว้|,|เกี่ยวกับ|การ|เก็บรักษา|,|ซึ่ง|มี|ขอบเขต|,|รอบคอบ|,|เกี่ยวกับ|พรรค|Conservative. n. นักอนุรักษ์นิยม|,|นัก|จารีต|นิยม|,|ผู้รักษา|สิ่ง|เก่า ๆ ,|สมาชิก|พรรค|คอน|เซ|อ|วา|ตี|ฟ|,|ตัว|กัน|บูด.  |Syn. conservativeness n. คํา|ที่|มี|ความ
(คอน|'|เซ|อ เวเทอะ) n. ผู้|พิทักษ์|,|ผู้|ควบคุม
(คัน|เซ|อ|'|วะ|โท|รี) n. ห้อง|กระจก|สําหรับ|ปลูก|ต้นไม้|,|โรงเรียน|ดนตรี|,|สถานที่|เก็บรักษา|ของ. adj. เกี่ยวกับ|การ|เก็บรักษา|หรือ|สงวน|,|เกี่ยวกับ|การ|ดอง|  |Syn. greenhouse|,|conservatoire
(คัน|เซิร์ฟว|') {|conserved|,|conserving|,|conserves|} vt. สงวน|,|เก็บรักษา|,|ดอง|หรือ|กวน (ผลไม้) n. ของ|ดอง (ผลไม้) ,|ผลไม้|กวน|  |Syn. preserve|,
(คัน|ซิ|ด|'|เดอะ) {|considered|,|considering|,|considers|} vt. พิจารณา|,|ครุ่นคิด|,|คิด|,|คํานึง|ถึง|  |Syn. considerer n. ดู|consider|  |Syn. examine|,|ponder
(คัน|ซิ|ด|'|เดอ|ระ|เบิล) adj. ค่อนข้าง|ใหญ่|,|ค่อนข้าง|มาก|,|น่า|พิจารณา|,|น่า|นับถือ. n.จํานวน|มาก|,|จํานวน|ไม่|น้อย|  |Syn. considerably adv. ดู|considerable|  |Syn. large Ant. trifling
(คัน|ซิ|ด|'|เดอเรท) adj. ซึ่ง|พิจารณา|อย่าง|รอบคอบ|,|เห็นอกเห็นใจ|,|ที่|คิดถึง|คน|อื่น|  |Syn. considerateness n. ดู|considerate|  |Syn. thoughtful Ant. inconsiderate
(คัน|ซิ|ดเดอเร|'|เชิน) n. การ|พิจารณา|,|การ|ครุ่นคิด|,|สิ่ง|ที่|ควร|พิจารณา|,|การ|ชดเชย|,|ความเห็น|ใจ|คน|อื่น|,|ความ|สําคัญ|,|ความ|นับถือ|  |Syn. thinking
(คัน|ซิ|ด|'|เด|อด|ฺ) adj. ซึ่ง|ได้|รับ|การ|พิจารณา|,|เป็น|ที่|นับถือ
(คัน|ซิ|ด|'|เด|อริ|ง) prep. เกี่ยวกับ|,|ใน|ด้าน|,|เมื่อ|พิจารณา|ถึง. -|adv. เมื่อ|พิจารณา|ถึง|ทุกสิ่ง|แล้ว
(คัน|ไซน์|') {|consigned|,|consigning|,|consigns|} vt. ส่ง|มอบ|,|มอบ|ให้|กับ|,|ส่ง (ของ) โดย|ทางเรือ vi. เห็นด้วย.  |Syn. consignable adj. ดู|consign consignation n. ดู|consign
(คัน|ไซ|นี|') n. ผู้|ที่|ของ|ส่ง|ถึง|,|ผู้|รับ|ของ
(คัน|ไซ|นฺ|'|เมิน|ทฺ) n. การ|ส่ง|ของ|,|การ|ส่ง|มอบ|,|สิ่งของ|ที่|ส่ง|ไป|  |Syn. transmittal
(คัน|ไซ|'|เนอะ) n. ผู้|ส่ง|ของ|,|บริษัท|ส่ง|ของ.  |Syn. consigner
(คัน|ซิ|สทฺ|') {|consisted|,|consisting|,|consists|} vt. ประกอบ|ด้วย|,|อยู่|ที่|,|เข้า|กัน|ได้|กับ
(คัน|ซิ|ส|'|เทิน|ซี) n. ความ|เหนียวแน่น|,|ระดับ|ความ|เข้มข้น|,|ความ|ยึดมั่น|,|ความ|สอดคล้อง|  |Syn. consistence
(คัน|ซิ|ส|'|เทิน|ทฺ) adj. มั่นคง|,|ซึ่ง|ยึดมั่น|เหนียวแน่น|,|เห็นพ้อง|,|ลงรอย|กัน.  |Syn. according Ant. inconsistent -|Conf. constant
(คัน|ซิ|ส|'|ทะ|รี) n. ศาล|ศาสนา|,|คณะสงฆ์|,|การ|ชุมนุม.  |Syn. consistorial|,|consistorian adj.
(คัฯ|โซ|'|ซี|เอท) vt.,|vi. รวม|เชื่อม|,|สม|คบ.  |Syn. consociation n. ดู|consociate
(คอน|ซะเล|'|เชิน) n. การ|ปลอบโยน|ปลอบขวัญ|,|ทํา|ให้|สบายใจ|,|  |Syn. consolator n. ผู้|ปลอบโยน. consolatory adj. ดู|consolation consolatorily adv. ดู|consolation consolatoriness n. ดู|consolation|  |Syn. comfort Ant. aggravation
(คัน|โซ|ล|') {|consoled|,|consoling|,|consoles|} vt. ปลอบโยน|,|ปลอบขวัญ|,|ทํา|ให้|สบายใจ n. ส่วน|ที่|เป็น|แป้น|ที่|ประกอบ|ด้วย|ก้าน|เปียโน|แถว|ก้าน|อักษร|พิมพ์ดีด|หรือ|อื่น ๆ ,|ตู้|วิทยุ โทรทัศน์|ที่|ตั้งอยู่|บน|พื้น|,|หิ้ง|ที่|ทํา|ยื่น|ออก|จาก|กําแพง|,|หอ|ควบคุม|ระบบ|ไฟฟ้า|หรือ|อิเล็กทรอนิกส์ คํา|ที่|มี|ความ
(คัน|ซอ|ล|'|ลิ|เดท) {|consolidated|,|consolidating|,|consolidates|} vt. ทํา|ให้|แข็งแรง|,|ทํา|ให้|มั่นคง|,|รวบรวม|กําลัง|,|รวบรวม|เข้า|ด้วย|กัน. vi.รวม|,|รวม|เข้า|กัน.  |Syn. consolidator n. ดู|consolidate|  |Syn. combine Ant. weaken
(คัน|ซอ|ลลิเด|'|เชิน) n. การ|ทํา|ให้|แข็งแรง|,|การ|รวบรวม|กําลัง|,|การ|รวม|เข้า|ด้วย|กัน|  |Syn. consolidative adj. ดู|consolidation
adj. ซึ่ง|ละลาย|ได้|ด้วย|กัน|ใน|ทุก|สัดส่วน
(คอน|ซะเม|') n. ซุป|เนื้อ|น้ํา|ใส|ที่|ประกอบ|ด้วย|เนื้อ|/|กระดูก (บางที|ก็|มี|ผัก) ,|น้ํา|ซุป
(คอน|'|ซะ|เนิน|ซฺ) n. ความเห็น|พ้อง|,|ความ|ลงรอย|กัน|,|เสียง|ประสาน.  |Syn. consonancy Ant. dissonance
(คอน|'|ซะ|เนิน|ทฺ) n. เสียงพยัญชนะ. adj. สอดคล้อง|กัน|,|เข้า|กัน|ได้|,|ประสานกัน (เสียง)|  |Syn. concordant|  |Syn. consonantal adj. -|Conf. vowel
(คอน|'|ซอร์ทฺ) {|consorted|,|consorting|,|consorts|} n. สามี|หรือ|ภรรยา|,|คู่สมรส|,|กลุ่ม|นักดนตรี|หรือ|นักร้อง|,|เพื่อน|,|คู่หู|,|การ|สอดคล้อง|กัน|,|การ|ตกลง vt. คบค้า|,|ตกลง|,|เป็นเพื่อน|,|สอดคล้อง. vt. ร่วม|,|คบหาสมาคม|  |Syn. corsorter n. consortion n. -|Conf. concert
(คัน|ซอร์|'|เชี|ยม) n. กลุ่ม|สถาบัน|การเงิน|,|สมาคม|นายธนาคาร|,|สมาคม|,|ห้างหุ้นส่วน|,|สหภาพ|หรือ|อื่น ๆ|  |Syn. consortial adj. ดู|consortium -|pl. consortia -|Conf. consortia
adj. เกี่ยวกับ|ชนิด|เดียวกัน
n. ปริทรรศน์|,|การ|มอง|หรือ|ความเห็น|อย่าง|กว้าง ๆ ,|การ|สํารวจ|,|ข้อสรุป|,|บท|สรุป
(คัน|สพิค|'|คิว|อัส) adj. เด่นชัด|,|ชัดแจ้ง|,|เป็น|ที่|สนใจ|,|เตะตา.  |Syn. conspicuity n. ดู|conspicuous|  |Syn. obvious Ant. indistinct
(คัน|สเพอ|'|ระ|ซี) n. การ|กบ|ฎ|,|การ|สม|คบ|ร่วม|คิด|,|การ|ร่วม|กัน|กระทํา.  |Syn. conspirative|,|conspiratorial|,|conspiratory adj.  |Syn. plot
(คัน|ส|ไพ|'|เออะ) {|conspired|,|conspiring|,|conspires|} v. วางแผน|ร้าย|ร่วม|กัน|,|สม|คบ|ร่วม|คิด|,|รวม|หัว|กัน|คิด|อุบาย.  |Syn. conspirator|,|conspirer|,|conspiratress conspiringly adv.  |Syn. plot
(คัน|สพิว|') {|conspued|,|conspuing|,|conspues|} vt. ทอดทิ้ง|,|ต่อต้าน
(คอน|'|สทะเบิล) n. ตํารวจ|,|นาย|ตํารวจ|,|ขุน|วัง
(คัน|ส|แทบ|'|บิ|ว|ละ|รี|,|-|ลาร์) adj. เกี่ยวกับ|ตํารวจ
(คอน|'|ส|เทิน|ซี) n. ความ|มั่นคง|,|ความ|ซื่อสัตย์|,|ความ|คงที่|  |Syn. stability
(คอน|'|ส|เทิน|ทฺ) adj. มั่นคง|,|คงที่|,|แน่วแน่|,|ไม่|เปลี่ยนแปลง|,|ต่อเนื่อง|,|ซื่อสัตย์|  |Syn. steady -|Conf. consistent
vi.,|vt. รวม|ตัว|จับ|รวม|กัน
n. กลุ่ม|ดาว|  |Syn. constellatory adj.
(คอน|ส|เท|อเน|'|เชิน) n. ความ|ตกตะลึง|,|ความ|อก|สั่น|ขวัญหนี|,|ความ|น่ากลัว|  |Syn. alarm
vt. ทํา|ให้|ท้องผูก|,|ทํา|ให้|หดตัว
adj. ท้องผูก
n. อาการ|ท้องผูก
(คัน|สทิช|'|ชุเอิน|ซี) n. ประชาชน|ผู้|มี|สิทธิ|เลือกตั้ง|ใน|เขต|หนึ่ง|,|เขต|เลือกตั้ง
(คัน|สทิช|'|ชุเอินทฺ) adj. เป็น|ส่วนประกอบ|,|เกี่ยวกับ|รัฐธรรมนูญ n. องค์ประกอบ|  |Syn. intrinsic Ant. extrinsic
(คอน|'|สทิ|ทิว|ทฺ) vt. ประกอบ|ด้วย|,|ก่อตั้ง|,|ตั้ง|ขึ้น|,|สถาปนา|,|บัญญัติ|  |Syn. constituter|,|constitutor n.  |Syn. form
(คอน|สทิ|ทิว|'|เชิน) n. การ|ประกอบ|ขึ้น|,|การ|ก่อตั้ง|,|การ|สถาปนา|,|ร่างกาย|,|อุปนิสัย|,|สันดาน|,|รัฐธรรมนูญ|,|ระเบียบ|ข้อบังคับ|,|รูปแบบ|การ|ปกครอง|,|รากฐาน|  |Syn. composition
(คอน|สทิ|ทิว|'|เชินเนิล) adj. เป็น|รากฐาน|,|เป็น|ประโยชน์|ต่อ|สุขภาพ|,|เป็น|ส่วน|สําคัญ|,|ถูกต้อง|หรือ|เป็น|ไป|ตาม|รัฐธรรมนูญ|,|เกี่ยวกับ|ระเบียบ|ข้อบังคับ. n. การ|เดิน|หรือ|การ|ออกกําลัง|กาย|ที่|เป็น|ประโยชน์|ต่อ|สุขภาพ|  |Syn. basic
n. วิชา|กฎหมาย|รัฐธรรมนูญ
n. การ|ปกครอง|ระบอบ|กษัตริย์|ภายใต้|รัฐธรรมนูญ|  |Syn. constitutional monarch กษัตริย์|ภายใต้|รัฐธรรมนูญ
(คัน|ส|เท|รน|') {|constrained|,|constraining|,|constrains|} vt. บังคับ|,|ผลักดัน|,|ขัง|,|จํากัด|,|ระงับ|ความรู้สึก -|Conf. restrain
(คัน|ส|เท|รน|ดฺ|') adj. ถูก|บังคับ|,|ซึ่ง|ระงับ|ความรู้สึก|ไว้|,|ฝืนใจ|,|ถูก|จํากัด
(คัน|เท|รน|ทฺ|') n. การ|คุมขัง|,|การ|จํากัด|,|การ|ควบคุม|ความรู้สึก|,|การ|บีบบังคับ|,|แรง|บีบบังคับ|,|ภาวะ|ที่|ถูก|บีบบังคับ|  |Syn. compulsion
(คัน|สท|ริ|คทฺ|') {|constricted|,|constricting|,|constricts|} vt. ทํา|ให้|เล็ก|ลง|,|ทํา|ให้|หดตัว|,|กด|,|ทํา|ให้|ช้า|ลง.  |Syn. constrictive adj. ดู|constrict|  |Syn. bind
(คัน|สท|ริ|ค|'|เชิน) n. การ|ทํา|ให้|เล็ก|ลง|,|การ|ทํา|ให้|ตีบ|ตัว|ลง|,|ภาวะ|ที่|ถูก|บีบ|,|ส่วน|ที่|หดตัว|,|สิ่ง|ที่|ใช้|บีบ|หรือ|กด|  |Syn. tightness
n. งู|ที่|สามารถ|รัด|เหยื่อ|ให้|ตาย|,|กล้ามเนื้อ|ที่|บีบ|ตัว|,|ผู้|บีบ|,|สิ่ง|หรือ|เครื่อง|บีบ
(คัน|สท|ริน|จฺ|') vt. หดตัว|,|บีบ|ตัว|,|กด|,|ทํา|ให้|หดตัว|  |Syn. constringent adj. ดู|constringe constringency n. ดู|constringe|  |Syn. constrict
(คัน|สทรัคทฺ|') {|constructed|,|constructing|,|constructs|} vt. สร้าง|,|ผูก|เรื่อง. n. (คอน|'|สทรัคทฺ) สิ่ง|ปลูกสร้าง|,|ความนึกคิด|ที่|ก่อ|ขึ้น.  |Syn. constructor|,|constructer n. constructible adj.  |Syn. build Ant. destroy
(คัน|สทรัค|'|เชิน) n. การ|ก่อสร้าง|,|สิ่ง|ปลูกสร้าง|,|การ|ผูก|ประโยค|หรือ|คํา|,|คํา|หรือ|วลี|ที่|ผูก|ขึ้น|  |Syn. formation Ant. destruciton
n. ผู้|วิเคราะห์|หรือ|แปล|,|ผู้|ตีความ|หมาย|  |Syn. constructionism n.
(คัน|สทรัค|'|ทิฟว) adj. ซึ่ง|สร้างสรรค์|,|เกี่ยวกับ|การ|ก่อสร้าง|,|เกี่ยวกับ|การ|ตีความ|,|เกี่ยวกับ|การ|อนุมาน|  |Syn. constructiveness n. ดู|constructive|  |Syn. affirmative
(คัน|สท|รู|') {|construed|,|construing|,|construes|} v.,|n. (การ) อธิบาย|,|ชี้แจง|,|ตีความ|อนุมาน|,|แปล|,|วิเคราะห์|,|ผูก|ประโยค.
(คอน|ซับ|ส|แทน|'|เชิล) adj. เกี่ยวกับ|ร่าง|เดียวกัน|,
(คอน|'|สวิ|ทิว|ด) n. ประเพณี|,|จารีตประเพณี.  |Syn. consuetudinary adj. ดู|consuetude
(คอน|'|เซิล) n. กงสุล|  |Syn. consularadj. consulship n. -|Conf. council|,|counsel
(คอน|'|เซิล เจน|'|เนอเริล) n. กงสุล|ใหญ่
n. เจ้าหน้าที่|กงสุล|ระดับ|ต่ํา|สุด
(คอน|'|ซะลิท) n. สถาน|กงสุล|,|ตําแหน่ง|งาน|/|อํานาจ|ของ|สถาน|กงสุล
n. สถาน|กงสุล|ใหญ่
(คัน|ซัลทฺ|') {|consulted|,|consulting|,|consults|} v. ปรึกษา|,|หารือ|,|ขอ|ความเห็น|,|ปรึกษา|หมอ|,|พิจารณา|,|ปรึกษา|กับ|ตรวจ|,|ค้น n. (คอน|'|ซัลทฺ|,|คัน|ซัลทฺ|') การ|ปรึกษา|  |Syn. consultable adj. ดู|consult consulter n.  |Syn. confer
(คัน|ซัล|'|เทิน|ทฺ) n. ผู้|ขอ|คําปรึกษา|,|ผู้|ให้|คําปรึกษา|,|นายแพทย์|ที่ปรึกษา|  |Syn. consultancy n.
(คัน|ซัล|เท|'|เชิน) n. การ|ปรึกษา|,|การ|ประชุม|ปรึกษาหารือ
(คัน|ซัล|'|ทะทิฟว) adj. เกี่ยวกับ|การ|ปรึกษา
(คัน|ซัล|'|ทิง) adj. เป็น|ที่ปรึกษา
(คัน|ซูม|'|มะเบิล) adj.,|n. ซึ่ง|บริโภค|ได้ กิน|ได้|,|สินค้า|ประเภท|บริโภค|ภัณฑ์
(คัน|ซูม|') {|consumed|,|consuming|,|consumes|} vt. บริโภค|,|ผลาญ|,|กิน|,|กลืน|ใช้|อย่าง|ฟุ่มเฟือย|,|ครอบงํา. vi. สูญ|สลาย|,|สิ้นเปลือง|,|สูญสิ้น
(คัน|ซู|'|มิด|ลี) adv. อย่าง|มากมาย|,|อย่างยิ่ง|,|เกิน|ไป|  |Syn. greatly
(คัน|ซู|'|เมอะ) n. ผู้บริโภค|,|สิ่ง|ผลาญ|,|ผู้ใช้|สินค้า|หรือ|บริการ
n. สินค้า|ประเภท|บริโภค|เช่น|เสื้อผ้า|เครื่องนุ่งห่ม
(คัน|ซูม|'|เม|อริ|ส|ซึม) n. การ|ป้องกัน|ผู้ใช้|หรือ|บริโภค|สินค้า|ไม่|ให้|ใช้|สินค้า|ด้อย|คุณภาพ อันตราย
(คัน|ซัม|'|มิ|ท) {|consummated|,|consummating|,|consummates|} vt. ทํา|ให้|สมบูรณ์|,|ทํา|ให้|บรรลุ|ถึง|จุด|สุดยอด (โดย|การ|สังวาส) adj. สมบูรณ์|,|เสร็จ|บริบูรณ์|,|ดีเลิศ.  |Syn. consummation n. ดู|consummate consummative adj. ดู|consummate consummatory adj. ดู|consummat
(คัน|ซัมพฺ|'|เชิน) n. การ|บริโภค|,|การ|เผาผลาญ|,|การ|ใช้|สินค้า|หรือ|การ|บริการ|ที่|มี|ค่า|ทาง|เศรษฐศาสตร์|ที่|แลกเปลี่ยน|ได้|,|วัณโรค|,|โรค|ที่|ทํา|ให้|ร่างกาย|เสื่อมโทรม|  |Syn. consuming|,|utilization
(คัน|ซัมพฺ|'|ทิฟว) adj. เกี่ยวกับ|การ|บริโภค|,|มี|ลักษณะ|ทําลาย|,|มี|ลักษณะ|เผาผลาญ|,|เป็น|หรือ|มี|ลักษณะ|ของ|วัณโรค.  |Syn. consumptiveness n. ดู|consumptive|  |Syn. consuming
(คอน|'|แทคทฺ) {|contacted|,|contacting|,|contacts|} n. การ|สัมผัส|,|การ|พบปะ|,|การ|ติดต่อ|,|จุด|เชื่อม|,|คน|รู้จัก|หรือ|คุ้นเคย|,|ผู้ใกล้ชิด|กับ|คน|เป็น|โรคติดต่อ. vt.,|vi. ติดต่อ|กับ.  |Syn. contactual adj.
n. เลนส์|สายตา|ที่|เป็น|พลาสติก ใช้|วาง|ติด|บน|กระจกตา|แทน|แว่นตา|ได้
n. หญิง|ชาวนา
n. ชาวนา
(คัน|เท|'|เจิน) n. การ|ติดต่อ|ของ|โรค|,|โรคติดต่อ|,|พาหะ|นํา|โรค|,|การ|ติดต่อ|ที่|อันตราย|,|การ|แพร่กระจาย|จาก|คน|หนึ่ง|ไป|ยัง|อีก|คน|หนึ่ง.
(คัน|เท|'|เจิส) adj. มี|ลักษณะ|ของ|โรคติดต่อ|,|แพร่หลาย|ง่าย|  |Syn. contagiousness n. ดู|contagious contagiosity n. ดู|contagious|  |Syn. communicable -|Conf. infectious -|Conf. contiguous|,|infectious
(คัน|เจ|'|เจียม) n. เชื้อโรค|ติดต่อ -|pl. contagia
(คัน|เท|น|') {|contained|,|containing|,|contains|} vt. บรรจุ|,|จุ|,|มี|,|ยับยั้ง|,|จํากัด|,|จํากัด|วง
(คัน|เท|'|เนอะ) n. ภาชนะ|,|ที่|ใส่
(คัน|เท|น|'|เมิน|ทฺ) n. การ|บรรจุ|,|การ|ใส่|,|การ|จํากัด|,|การ|ยับยั้ง|  |Syn. restraint
(คัน|แทม|'|มิ|เนิทฺ) n. สิ่ง|เจือปน
(คัน|แทม|'|มะเนท) vt. เจือปน|,|ทํา|ให้|ไม่|บริสุทธิ์ adj. ซึ่ง|มี|สิ่ง|เจือปน|  |Syn. contaminable adj. ดู|contaminate contaminative adj. ดู|contaminate contaminator n. ดู|contaminate contaminous adj. ดู|contaminate|  |Syn. def
(คัน|แทม|มิ|เน|'|เชิน) n. การ|เจือปน|,|ภาวะ|ที่|มี|สิ่ง|เจือปน|,|สิ่ง|เจือปน
(คัน|เทมน์|') {|contemned|,|contemning|,|contemns|} vt. ดูถูก|,|ดูหมิ่น|,|สบ|ประมาท|,|หมิ่นประมาท.  |Syn. contemner n. ดู|contemn contemnor n. ดู|contemn contemnible adj. ดู|contemn|  |Syn. disgrace Ant. respect
(คัน|เท|ม|'|พะเบิล) adj. ซึ่ง|สามารถ|ใคร่ครวญ|ได้
(คอน|'|เท|ม|เพลท) v. ใคร่ครวญ|,|ไตร่ตรอง|,|มุ่งหมาย|,|เข้า|ญาน|  |Syn. contemplator n.
(คอน|เท|ม|เพล|'|เชิน) n. การ|ใคร่ครวญ|,|การ|ไตร่ตรอง|,|การ|พิจารณา|อย่าง|ระมัดระวัง|,|เจตนา|,|ความ|มุ่งหมาย|,|การ|อธิษฐาน|,|การ|เข้า|ญาน|  |Syn. thought
(คัม|เท|ม|'|พละ|ทิฟว) adj. ซึ่ง|ครุ่นคิด|,|ซึ่ง|ไตร่ตรอง. n. ผู้|ชอบ|เข้า|ฌาน (เช่น|พระ) .  |Syn. contemplativeness n. ดู|contemplative|  |Syn. thoughtful Ant. unreflective
(คัม|เท|พะเร|'|เนียส) adj. เกี่ยวกับ|สมัย|เดียวกัน|,|ซึ่ง|เกิด|ขึ้น|พร้อมกัน|  |Syn. contemporaneity n. ดู|contemporaneous|  |Syn. contemporary
(คัน|เท|ม|'|พะ|ระ|รี) adj. ซึ่ง|เกิด|ขึ้น|พร้อมกัน|,|เกี่ยวกับ|สมัย|เดียวกัน n. บุคคล|ที่ (ร่วม|สมัย|,|ร่วม|ยุค)|  |Syn. contemporily adv. ดู|contemporary contemporariness n. ดู|contemporary|  |Syn. contemporaneous
(คัน|เท|ม|'|พะ|ไร|ซ) vi.,|vt. ทํา|ให้|เกิด|ขึ้น|พร้อมกัน|,|บังเกิด|ขึ้น|พร้อมกัน
(คัน|เท|มพทฺ|') n. การ|ดูถูก|,|การ|หมิ่นประมาท|,|การ|สบ|ประมาท|,|ความ|ขายหน้า|  |Syn. disdain
(คัน|เท|มพฺ|'|ทะเบิล) adj. น่าดู|ถูก|,|น่า|เหยียดหยาม|,|น่าชัง|,|น่า|รังเกียจ.  |Syn. contemptibility n. ดู|contemptible -|Conf. contemptuous
(คัน|เท|มพฺ|'|ชุอัส) adj. น่าดู|ถูก|,|น่าชัง|,|น่า|รังเกียจ|,|หยิ่ง|ยโส|,|โอหัง. n.  |Syn. acornful Ant. respectful
(คัน|เท|นดฺ|') {|contended|,|contending|,|contends|} vi. แข่งขัน|,|ต่อสู้ vt. ยืนยัน|,|โต้เถียง.  |Syn. contendingly adv. ดู|contend
(คอน|'|เท|นทฺ) n. ปริมาณ|ความ|จุ|,|ความ|สามารถ|ใน|การ|จุ|,|สิ่ง|ที่|บรรจุ|อยู่|,|ความ|สําคัญ|,|ความหมาย|,|เนื้อหา|,|สาระ adj. พอใจ|,|ซึ่ง|เห็นด้วย|,|เต็มใจ. vt. ทํา|ให้|พอใจ|,|พอใจ.
(คัน|เท|น|'|ทิด) adj. เป็น|ที่|พอใจ|,|อิ่มอกอิ่มใจ|,|มักน้อย
(คัน|เท|น|'|เชิน) n. การ|แข่งขัน|,|การ|ดิ้นรน|ต่อสู้|,|การ|โต้เถียง|  |Syn. struggle
(คัน|เท|น|'|เชิส) adj. ชอบ|ทะเลาะ|,|ชอบ|โต้เถียง|,|ชอบ|ต่อสู้.  |Syn. contentiousness n. ดู|contentious
(คัน|เท|นทฺ|'|เมิน|ทฺ) n. ความ|พอใจ|,|ความ|จุใจ|,|ความ|มักน้อย|,|ความ|สําราญใจ
adj. มี|พรมแดน|ร่วม|กัน|,|ซึ่ง|บรรจบ|กัน|ตรง|ปลาย.  |Syn. conterminousness n. ด
(n. คอน|'|เท|สทฺ|,|-|v. คัน|เท|สทฺ|') n. การ|ต่อสู้|กัน|,|การ|แข่งขัน|,|การ|โต้แย้ง|,|การ|โต้เถียง. vt. ต่อสู้|,|ดิ้นรน|,|โต้แย้ง|,|โต้เถียง. vi.แข่งขัน|,|โต้เถียง|  |Syn. contester n.  |Syn. strive
(คัน|เท|ส|'|เทิน|ทฺ) n. ผู้แข่งขัน|,|ผู้|เข้า|แข่ง|,|คู่|ปรปักษ์|  |Syn. entry
(คอน|เท|ส|เท|'|เชิน) n. การ|แข่งขัน|,|ความ|ขัดแย้ง|,|การ|โต้เถียง
(คัน|เท|ส|'|ที) n. ผู้|ถูก|ท้าทาย
(คอน|'|เท|คซฺทฺ) n. คํา|อรรถาธิบาย|,|ตอน|ต้น|หรือ|ตอน|ต่อ|จาก|คํา|หรือ|ถ้อยคํา|,|สิ่งแวดล้อม|  |Syn. contextual adj. ดู|context|  |Syn. circumstance -|Conf. point
คําอธิบาย|ตาม|บริบท|หมายถึง คําอธิบาย (help) ใน|ระบบ|วินโดว์|ที่|จะ|อธิบาย เฉพาะเรื่อง|ที่|กําลัง|ทํา|อยู่ ซึ่ง|โปรแกรม|จัด|ไว้|ให้|เรียกหา|ได้|ตลอดเวลา เช่น ใน|ขณะที่|จะ|สั่ง|เครื่อง|คอมพิวเตอร์|ให้|พิมพ์ คําสั่ง Help ก็|จะ|เปลี่ยน|ไป|เป็น|คําอธิบาย|การ|ใช้|คําสั่ง|พิมพ์|เท่านั้น
n. การ|จัด|หรือ|รวม|ส่วน|,|ส่วนประกอบ|,|โครงสร้าง|,|เนื้อผ้า|,|การ|ทอ|เข้า|ด้วย|กัน|,|ความ|ตอน|ต้น|หรือ|ตอน|ต่อ|จาก
(คอน|ทะกิว|'|อิ|ที) n. การ|เชื่อม|ติด|กัน|,|การ|ประชิด|กัน|,|การ|ติดต่อ|,|สิ่ง|ที่|ต่อเนื่อง|กัน|  |Syn. contact
(คัน|ทิก|'|กิวอัส) adj. ติด|กัน|,|ประชิด|กัน.  |Syn. contiguousness n. ดู|contiguous|  |Syn. next -|Conf. continuous
(คอน|'|ทะ|เนิน|ซฺ) n. การ|ควบคุม|ใจ|ตัวเอง|,|การ|รู้จัก|ละเว้น|  |Syn. continency
(คอน|'|ทะ|เนิน|ทฺ) n. ทวีป|,|ผืน|แผ่นดินใหญ่ (ซึ่ง|ต่าง|จาก|เกาะ|หรือ|คาบสมุทร) ,|ส่วน|ที่|ต่อเนื่อง|กัน|,|สิ่ง|ที่|เป็น|ที่|บรรจุ|หรือ|พรมแดน -|Phr. (the Continent ผืน|แผ่นดินใหญ่|ของ|ยุโรป (ซึ่ง|ต่าง|จาก|เกาะ|อังกฤษ) ,|adj. ซึ่ง|ควบคุม|ตัวเอง|  |Syn. abstinent Ant. le
(คอน|ทิเนน|'|เทิล) adj. เกี่ยวกับ|ทวีป n. ผู้อาศัย|อยู่|บน|ผืน|แผ่นดินใหญ่
ส่วน|ของ|ทวีป|ที่|จม|อยู่|ใน|ทะเล|ที่|ค่อนข้าง|ตื้น
(คัน|ทิน|'|เจินซฺ) n. การ|ประชิด|กับ|การ|ติดต่อ|,|การ|สัมผัส|  |Syn. contact
(คัน|ทิน|'|เจิน|ซี) n. ความ|บังเอิญ|,|สิ่ง|ที่|เกิด|ขึ้น|โดย|บังเอิญ|,|เรื่อง|บังเอิญ
(คัน|ทิน|'|เจินทฺ) adj. บังเอิญ|,|ซึ่ง|ไม่|คาดหมาย|มา|ก่อน|,|ซึ่ง|อาจ|เกิด|ขึ้น|ได้|,|ไม่|แน่นอน|,|ซึ่ง|ใช้|ใน|ยามฉุกเฉิน|  |Syn. fortutious|,
(คัน|ทิน|'|นิวเอิล) adj. ต่อเนื่อง|,|ไม่|ขาดสาย|,|สืบเนื่อง|,|เป็น|ประจํา|,|บ่อย|มาก.  |Syn. continuality n.  |Syn. continuous -|Conf. continous
(คัน|ทิน|'|นิวอัลลี) adv. ไม่|ขาดสาย|,|ไม่|หยุด|,|ต่อเนื่อง
(คัน|ทิน|'|นิวเอินซฺ) n. การ|ติดต่อ|,|การ|ต่อเนื่อง|  |Syn. continuation
(คัน|ทิน|'|นิวเอินทฺ) n. พยัญชนะ
(คัน|ทิน|'|นูเอท) adj. ต่อเนื่อง|,|ไม่|ขาดสาย|  |Syn. continuateness n.
(คัน|ทินนูเอ|'|เชิน) การ|ต่อเนื่อง|  |Syn. continuity
(คัน|ทิน|'|นิวเอทิฟว) adj. สืบเนื่อง n. สิ่ง|ที่|ต่อเนื่อง.  |Syn. continuativeness n.
(คัน|ทิน|'|นิวเอ|เทอะ) n. ผู้|ต่อเนื่อง|,|สิ่ง|ต่อเนื่อง
(คัน|ทิน|'|นิว) {|continued|,|continuing|,|continues|} vi. ติดต่อ|,|ต่อเนื่อง vt. ทํา|ให้|ต่อเนื่อง|,.  |Syn. continuable adj. ดู|continue continuedly adv. ดู|continue continuedness n. ดู|continue continuer n. ดู|continue continuingly adv. ดู|continue
(คอน|ทินิว|'|อิ|ที) n. ความ|ต่อเนื่อง|กัน
(คัน|ทิน|'|นิวอัส) adj. ต่อเนื่อง|  |Syn. continuousness n. ดู|continuous|  |Syn. connected Ant. interrupted
(คัน|ที|น|'|นิวอัม) n. ส่วน|หรือ|อนุกรม|หรือ|ลําดับ|ที่|ต่อเนื่อง -|pl. continua
(คอน|'|ไลน์) n. ช่องว่าง|  |Syn. space
(คอน|'|โท) n. หน่วย|เงินตรา|ของ|โปรตุเกส -|pl.contos
(คัน|ทอร์ทฺ|') vi.,|vt. บูดเบี้ยว|,|บิดเบี้ยว
(คัน|ทอ|รฺ|'|เชิน) n. ความ|บูดเบี้ยว|,|ภาวะ|ที่|คดงอ|,|หน้า|คดงอ|  |Syn. distortion
(คอน|'|ทัวร์) n. เส้น|รูปร่าง|,|โครงร่าง|,|เส้น|โครงร่าง. -|v. ลาก|เส้น|รูปร่าง|  |Syn. outline
(คอน|'|ท|ระ) prep. ต้าน|,|ต่อต้าน|,|คัดค้าน|,|ตรงกันข้าม -|adv. ใน|ทาง|ตรงกันข้าม
Pref. ต่อต้าน|,|ตรงกันข้าม
(คอน|'|ท|ระ|แบน|ดฺ) n. ของ|ต้องห้าม|ตาม|กฎหมาย|,|ของเถื่อน|,|การ|ค้า|เถื่อน|,|การ|ลักลอบ|ขน|สินค้า adj. เป็น|สินค้า|เถื่อน|,|ซึ่ง|ห้าม|ไม่|ให้|ส่ง|ออก|หรือ|สั่ง|เข้า|ประเทศ|  |Syn. excluded
(คอน|ท|ระ|เซ|พ|'|เชิน) n. การ|คุม|กําเนิด|,|การ|ป้องกัน|การ|ตั้ง|ครรภ์
(คอน|ท|ระ|เซ|พ|'|ทิฟว) adj. เกี่ยวกับ|การ|คุม|กําเนิด n. ยาคุมกําเนิด|,|เครื่อง|คุม|กําเนิด
adj.,|adv. ซึ่ง|ทวน|เข็มนาฬิกา|  |Syn. counterclockwise
(คอน|'|แทรคทฺ) n. สัญญา|,|ข้อตกลง|,|หนังสือสัญญา|,|คําย่อ|,|รูปแบบ|ย่อ -|v. หด|,|ย่น|,|ขมวด|,|เกร็ง|,|ติด (โรค|,|นิสัย) ,|ทํา (หนี้สิน) ,|ทํา|สัญญา|  |Syn. contractible adj. ดู|contract contractibility n. ดู|contract|  |Syn. agreement
(คัน|แทรค|'|ไท|ลฺ) adj. ซึ่ง|หดตัว|ได้|  |Syn. contractility n.
(คัน|แทรค|'|เชิน) n. การ|หดตัว|,|การ|หด|เกร็ง|,|การ|หด|สั้น|,|คําย่อ|,|ศัพท์|ย่อ|,|การ|ติดต่อ
(-|ทิฟว) adj. ซึ่ง|หด|เกร็ง|ได้.  |Syn. contractiveness n
(คอน|'|แทรค|เทอะ) n. ผู้ทํา|สัญญา|,|สิ่ง|ที่|หดตัว|,|กล้ามเนื้อ|ที่|หดตัว
adj. ซึ่ง|เกี่ยวกับ|สัญญา|,|ซึ่ง|ผูกพัน|โดย|สัญญา
n. การ|หดตัว|ของ|กล้ามเนื้อ|เนื่องจาก|อาการ|เกร็ง|ตัว แผลเป็น|หรือ|อัมพาต
(คอน|ท|ระ|ดิคทฺ|') {|contradicted|,|contradicting|,|contradicts|} vt. โต้แย้ง|,|เถียง|,|ปฏิเสธ. vi. กล่าว|แย้ง.  |Syn. contradicter n. ดู|contradict contradictor n. ดู|contradict
(คอน|ท|ระ|ดิค|'|เชิน) n. การ|โต้แย้ง|,|การ|เถียง|,|ความ|ขัดแย้ง|,|ความ|ไม่|ลงรอย|กัน
(คอน|ท|ระ|ดิค|'|ทะ|รี) adj. ซึ่ง|ขัดแย้ง|,|ซึ่ง|ไม่|ลงรอย|กัน|,|ซึ่ง|ตรงกันข้าม n. ข้อเสนอ|ที่|ขัดแย้ง|กับ|ข้อเสนอ|อื่น.
n. ความ|แตกต่าง|โดย|สิ้นเชิง|  |Syn. contradistinctive adj. ดู|contradistinction
vt. (ยา|ชนิด|หนึ่ง) ขัดแย้ง|กับ (ยา|อีก|ชนิด|หนึ่ง) โดย|ทํา|ให้|เกิด|อาการ|ได้|  |Syn. contraindication n.
n. เสียงต่ํา|ที่สุด|ของ|ผู้หญิง|,|นักร้อง|หญิง|เสียงต่ํา|ดังกล่าว .adj. เกี่ยวกับ|เสียงต่ํา|ดังกล่าว
vt. วาง|ตรงกันข้าม|  |Syn. contraposition n. ดู|contrapose
n. เครื่องมือ|,|อุปกรณ์|,|สิ่งประดิษฐ์
adj. ซึ่ง|ประกอบ|ด้วย|ทํานอง|ที่|ค่อนข้าง|อิสระ|,|เกี่ยวกับ|ตําแหน่ง|ตรงข้าม
n. ผู้เชี่ยวชาญ|ตําแหน่ง|ตรงข้าม
(คัน|แทร|'|เรียน|ท) adj. ซึ่ง|ขัดแย้ง|กัน|,|ซึ่ง|ตรงกันข้าม|กัน|  |Syn. contrariety n.
(คอน|'|ท|ระ|รี) adj.,|n. (สิ่ง|ที่) ตรงกันข้าม|,|ต่อต้าน|,|ขัด|กัน|,|ดื้อรั้น|,|เป็น|มุมฉาก -|adv. ซึ่ง|ตรงกันข้าม.  |Syn. contrarily adv. ดู|contrary contrariness n. ดู|contrary
(n. คอน|'|แท|รส|ทฺ|,|คัน|แท|รส|ทฺ|') {|contrasted|,|contrasting|,|contrasts|} n. ความผิด|แผก|กัน|,|ความ|ตรงกันข้าม|,|สิ่ง|หรือ|บุคคล|ที่|ผิดแผก|กัน|อย่าง|ชัดเจน|,|ความ|แตกต่าง|ระหว่าง|บริเวณ|ดํา|และ|ขาว|ใน|ภาพถ่าย. -|v. เปรียบเทียบ|ความคิด|แผก|กัน.  |Syn. contrastable adj. ดู|contrast
(คอน|ท|ระ วีน') {|contravened|,|contravening|,|contravenes|} vt. ขัดแย้ง|,|ต่อต้าน.  |Syn. contravener n. ดู|contravene|  |Syn. contradict Ant. uphold
n. n. การ|ขัดแย้ง|,|การ|ต่อต้าน
(คัน|ท|ริบ|'|บิ|วทฺ) {|contributed|,|contributing|,|contributes|} vt.,|vi. ให้|เงิน|ช่วยเหลือ|,|ช่วยเหลือ|,|อุดหนุน|,|สนับสนุน|,|ส่ง|เรื่อง|เขียน|ตีพิมพ์|  |Syn. contributive adj.  |Syn. give
(คอน|ท|ระ|บิ|ว|'|เชิน) n. การ|บริจาค|,|การ|ช่วยเหลือ|,|การ|อุดหนุน|,|การ|สนับสนุน|,|เรื่อง|เขียน|ที่|ส่ง|ไป|ตีพิมพ์|,|สิ่ง|ที่|มอบ|,|สิ่ง|ที่|บริจาค|,|ภาษี|พิเศษ|  |Syn. grant
(คัน|ท|ริบ|'|บิ|ว|เทอะ) n. ผู้|บริจาค|,|ผู้|ออก|เงิน|ช่วยเหลือ|,|ผู้ช่วย|เหลือ|,|ผู้|มี|ส่วน|,|ผู้|ส่ง|เรื่อง|เขียน|ไป|ตีพิมพ์.  |Syn. contributorial adj. ดู|contributor
(คัน|ท|ริบ|'|บิ|ว|โท|รี) adj. เกี่ยวกับ|การ|ออก|เงิน|ช่วยเหลือ|,|ซึ่ง|มี|ส่วน|,|ซึ่ง|ต้อง|เสีย|ภาษี n. ผู้ช่วย|เหลือ|,|ผู้|บริจาค|,|สิ่ง|ที่|มี|ส่วน|,|ผู้|มี|ส่วน
(คัน|ไทร|ท|'|,|คอน|'|ไทร|ทฺ) adj. ซึ่ง|สํานึก|ผิด|,|ด้วย|ความ|เสียใจ.  |Syn. contriteness n. ดู|contrite
(คัน|ท|ริ|ช|'|เชิน) n .ความ|สํานึก|ผิด|,|ความ|เสียใจ|ใน|ความผิด|ที่|กระทํา|ไป|,|ความ|โศกเศร้า
(คัน|ไทร|'|เวินซฺ) n. สิ่งประดิษฐ์|,|โครงการ|,|อุบาย|,|เพทุบาย|,|การ|ประดิษฐ์|,|การ|ออก|อุบาย|,|การ|ออกแบบ|  |Syn. mechanism
(คัน|ไทร|ฟว|') {|contrived|,|contriving|,|contrives|} vt. ประดิษฐ์|,|วางแผน|,|ออก|อุบาย|,|ทํา|ให้|เกิด|ขึ้น|โดย|อุบาย|หรือ|สิ่งประดิษฐ์.  |Syn. contrivable adj. ดู|contrive contriver n. ดู|contrive
(คัน|ไทร|ฟวดฺ|') adj. ซึ่ง|วางแผน|ไว้|,|ซึ่ง|ออก|อุบาย|ไว้|,|ซึ่ง|ประดิษฐ์|ขึ้น
(คัน|โทร|ล|') {|controlled|,|controlling|,|controls|} vt.,|n. (การ) ควบคุม|,|มี|อํานาจ|เหนือ|,|บังคับ|,|บังคับบัญชา|,|ยับยั้ง|  |Syn. controllability n. ดู|control controllableness n. ดู|control|  |Syn. hold|,|rule|,|restraint
บัญชี|ควบคุม|บัญชี|อื่น
บัตร|ควบคุม|หมายถึง บัตร|ซึ่ง|บรรจุ|ข้อความ|ที่|เป็น|ภาษา|ควบคุม|งาน|ซึ่ง|ได้|มี|การ|กําหนด|ไว้|เป็น|รหัส|เป็น|การ|เฉพาะ เพื่อ|ใช้|ใน|โอกาส|ต่าง ๆ กัน หรือ|ใช้|กับ|งาน|ชนิด|ต่าง ๆ เช่น บัตร|ควบคุม อาจ|จะ|เป็น|ตัว|บอก|ว่า โปรแกรม|หรือ|ชุดคําสั่ง|ชุด|ต่อไป|จะ|เป็น|ภาษา|ฟอร์แท|รน ภาษา|โค|บอล หรือ|ภาษา|อื่น ๅ บัตร|ควบคุม|อาจ|ทํา|ให้|รู้|ได้|ว่า|งาน|นี้|เป็น|งาน|ของ|นิสิต หรือ|เป็น|งาน|ของ|นักวิจัย|ทั่วไป เพราะ|บางที|อาจ|มี|การ|กําหนด|ข้อห้าม|บาง|อย่าง|สําหรับ|งาน|ของ|นิสิต|ไว้|ใน|ระบบ ปัจจุบัน ไม่ค่อย|มี|การ|ใช้|บัตร|แล้ว คํา|นี้|จึง|ไม่|มี|ที่|ใช้|ไป|ด้วย|ดู card (บัตร)| 
รหัส|ควบคุม|หมายถึง การ|กําหนด|ให้|ใช้|สัญลักษณ์|พิเศษ ควบคุม|การ|ทํางาน|ของ|เครื่อง|คอมพิวเตอร์|หรือ|เครื่องพิมพ์ เป็นต้น|ว่า กําหนด|ให้การ|กด|แป้น <|RETURN|> เป็น|การ|ขึ้น|ย่อหน้า|ใหม่ เป็นต้น
แป้น|ควบคุม|เป็น|แป้น|พิเศษ|แป้น|หนึ่ง โดย|ปกติ จะ|มี|ตัวย่อ Ctrl ไว้|ให้|อยู่ บน|แป้น เป็น|แป้น|ที่|ต้อง|ใช้|พร้อม|แป้น|อื่น ๆ จึง|จะ|เป็น คําสั่ง|ให้|คอมพิวเตอร์ ทํางาน|อย่างใด|อย่างหนึ่ง|โดยเฉพาะ|ได้ เช่น ใน|ระบบ|วินโดว์ การ|กด|แป้น|CTRL|+|S จะ|ใช้|แทน|คําสั่ง save ได้ แป้น CTRL นี้ โดย|ปกติ|จะ|ใช้|สัญลักษณ์ ^ แทน เช่น ^|S คือ|กด|แป้น CTRL|+|S
แผง|ควบคุม|เป็น|ชื่อ|โปรแกรม|อรรถประโยชน์ (utility program) กลุ่ม|หนึ่ง เป็น|ตัวกําหนด|เกี่ยวกับ|อุปกรณ์ หรือ|ส่วน|ต่าง ๆ ของ|เครื่อง|คอมพิวเตอร์ ให้|เป็น|ไป|ตาม|ที่|ผู้ใช้|ต้องการ เช่น จอภาพ|, เมาส์ , แป้นพิมพ์|, หน่วยความจํา ระบบเครือข่าย ฯ control panel นี้|จะ|มี|ให้|ใช้|ทั้ง|ใน|แมค|อิน|ทอ|ช และ|ระบบ|วินโดว์|บน|พี|ซี หรือ Presentation Manager ของ โอเอ|สทู (OS 2)| 
ข้อความ|สั่ง|ควบคุม|ใน|การ|เขียน|โปรแกรม|หรือ|ชุดคําสั่ง|นั้น โดย|ปกติ เครื่อง|คอมพิวเตอร์|จะ|ทํางาน|ตาม|คําสั่ง|ไป|ทีละ|คําสั่ง โดย|เรียง|ไป|ตาม|ลําดับ|ก่อน|หลัง แต่|เรา|อาจ|ใช้|ข้อความ|สั่ง|ให้|ควบคุม|การ|ทํางาน|ได้|เช่น กระโดด|ข้าม|, วน|กลับ|ไป|ทํา|บาง|คําสั่ง|ใหม่|หรือ|วน|หลาย ๆ รอบ|หรือ|หยุด|ทํา|ถ้า ... ข้อความ|สั่ง|เหล่านี้|มี|อยู่|หลาย|คําสั่ง ขึ้น|อยู่|กับ|ภาษา|เป็นต้น|ว่า GOTO|, DO|,|IF ใน|ภาษา|ฟอร์แท|รน หรือ FOR.....NEXT ใน|ภาษา|เบ|สิ|ก
n. คาน|ควบคุม|ปีก|ประกอบ|หรือ|ปีก|เสริม|ของ|เครื่องบิน
n. ปีก|เคลื่อน|ได้|ของ|เครื่องบิน|หรือ|ขีปนาวุธ|ใช้|ควบคุม|การ|บิน
n. หอบังคับการ
หน่วยควบคุม|เป็น|ส่วนหนึ่ง|ของ|หน่วยประมวลผลกลาง (central processing unit) หน่วยควบคุม มี|หน้าที่|ควบคุม|การ|ทํางาน|ทั้งหมด กล่าวคือ ควบคุม|การ|ทํางาน|ของ|หน่วย|คํานวณ|และ|ตรรกะ ควบคุม|การ|รับ|/|ส่ง|ข้อมูล|ระหว่าง|หน่วยความจําหลัก (main memory) กับ|หน่วยความจํา|ใน|หน่วยประมวลผลกลาง (CPU) ติ|ต|ต่อ|และ|ควบคุม|การ|ทํางาน|ของ|หน่วย|รับ|ข้อมูล|และ|แสดง|ผล (input|/|output unit) เป็นต้น|ว่า รับ|ข้อมูล|เข้า|มา|เก็บ|ใน|หน่วยความจํา ปฏิบัติ|ตาม|คําสั่ง|ใน|โปรแกรม|หรือ|ชุดคําสั่ง รวม|ทั้ง|จัดการ|ให้การ|ทํางาน|เป็น|ไป|ตาม|ขั้นตอน และ|แสดง|ผล|ตาม|คําสั่ง|ด้วย|ดู central processing unit ประกอบ
(คัน|โทร|ล|'|เลอะ) n. ผู้|ตรวจสอบ|,|ผู้|ควบคุม|,|ผู้|ยับยั้ง|,|เครื่อง|ควบคุม|,|เครื่อง|ปรับ.  |Syn. controllership n. ดู|controller
บัญชี|ควบคุม|บัญชี|อื่น
(คัน|ท|ระ|เวอ|'|เชิล) adj. เกี่ยวกับ|การ|โต้เถียง|,|เกี่ยวกับ|การ|ขัดแย้ง|,|  |Syn. controversialism n. controversialist n.  |Syn. disputatious
(คอน|'|ท|ระ|เวอ|ซี) n. การ|โต้เถียง|,|การ|โต้|ความ|,|การ|ทะเลาะวิวาท|  |Syn. discussion
(คอน|'|ท|ระ|เวิร์ท) vt. โต้เถียง|,|คัดค้าน|,|อภิปราย.  |Syn. controverter n. ดู|controvert controvertible adj. ดู|controvert|  |Syn. oppose|,|deny
(คอน|ทุเม|'|เชิส) adj. ดื้อรั้น|,|แข็งข้อ|,|ไม่|ยอม|เชื่อฟัง|  |Syn. contumacity n. ดู|contumacious|  |Syn. obdurate
(คอน|'|ทุมะ|ซี) n. การ|ดื้อรั้น|,|การ|แข็งข้อ|  |Syn. stubborness
(คอน|'|ทุมะลี) n. การ|ดูหมิ่น|,|ความ|หยิ่งยะโส|ที่|เป็น|การ|ดูหมิ่น|,|การ|สบ|ประมาท.  |Syn. contumelious adj.  |Syn. insolence
(คัน|ทูซ|') vt. ทํา|ให้|ฟกช้ําดําเขียว.  |Syn. contusive. adj. ดู|contuse
(คัน|ทู|'|เชิน) n. บาดแผล|ฟกช้ําดําเขียว
(คะ|นัน|'|ด|รัม) n. ปริศนา|,|สิ่ง|ที่|เป็น|ปริศนา
(คอน|วะเลส|') {|convalesced|,|convalescing|,|convalesces|} vi. พักฟื้น|,|ฟื้น|จาก|ไข้|,|ค่อย ๆ หาย|จาก|การ|เจ็บป่วย|  |Syn. recuperate
(คอน วะเลส|'|เซินซฺ) n. การ|พักฟื้น|,|การ|ฟื้น|จาก|ไข้|,|ระยะ|พักฟื้น
(คอน|วะเลส|'|เซินทฺ) adj. ซึ่ง|กําลัง|พักฟื้น n. ผู้|พักฟื้น|,|ผู้|กําลัง|หาย|จาก|การ|เจ็บป่วย
(คัน|เวคทฺ|') vt.,|vi. นําพา (ความ|ร้อน|หรือ|ของเหลว|หรือ|แก๊ส)| 
(คัน|เวค|'|เชิน) n. การ|นําพา|ความ|ร้อน|หรือ|ของเหลว|หรือ|แก๊ส|  |Syn. convectional adj.
(คอน|'|วะ|นาน|ซฺ) n. ความ|เหมาะสม|ประเพณีนิยม
(คัน วีน') {|convened|,|convening|,|convenes|} vi. รวม|กัน|,|ชุมนุม|กัน vt. ทํา|ให้|รวม|กัน|,|เรียกประชุม|,|เรียก|ตัว|มา|ป|รา|กฎ|,|เรียก|ตัว|  |Syn. muster
(คัน|เวน|'|เยินซฺ) n. ความ|สะดวก|,|ความ|เหมาะสม|,|เครื่อง|อํานวย|ความ|สะดวก|,|สถานการณ์|หรือ|เวลา|ที่|เหมาะสม|,|ห้อง|สุขา
(คัน|เวน|'|เยิน|ซี) n. ดู|convenience
(คัน|วี|'|เนียน|ทฺ) adj. สะดวก|,|เหมาะสม|,|ใกล้|มือ|,|ใกล้เคียง|  |Syn. handy|,|fit -|Conf. suitable
(คอน|'|เวน|ทฺ) n. ชุมนุม|แม่ชี|,|สํานัก|แม่ชี
(คัน|เวน|'|เชิน) n. การ|ประชุม|,|การ|ประชุม|พรรคการเมือง|,|สัญญา|,|สนธิสัญญา|,|อนุสัญญา|,|ระเบียบแบบแผน|,|จารีตประเพณี|,|ธรรมเนียม|ปฎิบัติ|,|การ|ประชุม|ที่|มี|กําหนด|  |Syn. meeting|,|custom
(คัน|เวน|'|เชินเนิล) adj. เกี่ยวกับ|ธรรมเนียม|ปฎิบัติ|หรือ|ประเพณีนิยม|,|ธรรมดา|,|สามัญ|,|เกี่ยวกับ|ข้อตกลง|หรือ|สัญญา|  |Syn. conventionalist n. ดู|conventional|  |Syn. usual Ant. unusual
หน่วยความจํา|ปกติ|ใช้|เรียก 640 กิโลไบต์|แรก|ของ|หน่วยความจํา (RAM) ใน เครื่อง|คอมพิวเตอร์|ไอ|บีเอ็ม และ|เครื่อง|เลียน|แบบ|ไอ|บีเอ็ม (IBM compatibles) ที่|กําหนด|ว่า|ต้อง|มี|หน่วยความจํา|อย่าง|น้อย 640 เค (เป็น|มาตรฐาน|ที่|กําหนด|ไว้|นาน|แล้ว)| 
(คัน|เวน|'|ช|'|?|ะเนิลลิ|ซึม) n. ลัทธิ|ธรรม|ปฎิบัติ|,|การ|ปฎิบัติ|ตาม|จารีตประเพณี|หรือ|ประเพณีนิยม
(คัน|เวน|'|ชะ|แนล|'|ลิท|') n. หลักการ|ตาม|ประเพณีนิยม|  |Syn. convention
(คัน|เวน|'|?|ะเนิลไลซ) vt. ทํา|ให้|เป็น|ธรรมเนียม|ปฎิบัติ|,|เป็น|ธรรมเนียม|ปฎิบัติ.  |Syn. conventionalisation n. ดู|conventionalize conventionalization n. ดู|conventionalize
(คัน|เวน|'|?|ะเนียร์|') n. ผู้|ปฎิบัติ|ตาม|ประเพณีนิยม
(คัน|เวน|'|?|ะเนิลไลซ) vt. ทํา|ให้|เป็น|ธรรมเนียม|ปฎิบัติ|,|เป็น|ธรรมเนียม|ปฎิบัติ.  |Syn. conventionalisation n. ดู|conventionalize conventionalization n. ดู|conventionalize
(คัน|เวน|'|ชวล) adj. เกี่ยวกับ|หรือ|มี|ลักษณะ|ของ|สํานัก|แม่ชี n. แม่ชี|,|นาง|ชี
(คัน|เวอจฺ|') {|converged|,|converging|,|converges|} vi. เบน|เข้า|หา|กัน|,|เข้า|หา|ผลประโยชน์|ร่วม|กัน vt. ทํา|ให้|บรรจบ|กัน
(คัน|เวอ|'|เจินซฺ|,|-|ซี) n. การ|บรรจบ|กัน|ที่|จุด|หนึ่ง|หรือ|เส้น|หนึ่ง|,|ภาวะ|หรือ|ลักษณะ|ที่|บรรจบ|กัน|  |Syn. confluence
(คัน|เวอ|'|เจินซฺ|,|-|ซี) n. การ|บรรจบ|กัน|ที่|จุด|หนึ่ง|หรือ|เส้น|หนึ่ง|,|ภาวะ|หรือ|ลักษณะ|ที่|บรรจบ|กัน|  |Syn. confluence
(คัน|เวอ|'|เจินทฺ) adj. ซึ่ง|บรรจบ|กัน|ที่|จุด|หนึ่ง|หรือ|เส้น|หนึ่ง|,|ซึ่ง|เบน|เข้า|หา|กัน
(คัน|เวอ|'|ซะเบิล) adj. น่า|พูดจา|ได้|,|ซึ่ง|รวม|กัน|ที่|จุด|หรือ|เส้น|เดียวกัน|ได้|,|เกี่ยวกับ|การ|สนทนา|ที่|เหมาะสม.  |Syn. conversableness n. ดู|conversable
(คัน|เวอ|'|เซินทฺ) adj. คุ้นเคย|,|รอบรู้|,|เชี่ยวชาญ.  |Syn. conversance n. ดู|conversant conversancy n. ดู|conversant|  |Syn. acquainted|,|learned|,|skilled
(คอน|เวอ|เซ|'|เชิน) n. การ|สนทนา การ|คุย|กัน|,|การ|คบค้าสมาคม|,|ความ|สามารถ|ใน|การ|สังคม|กับ|คน|อื่น|,|ลักษณะ|การ|ครองชีพ|  |Syn. talk
(คอน|เวอ|เซ|'|เชินเนิล) adj. เกี่ยวกับ|การ|สนทนา|,|ซึ่ง|สนทนา|ได้|  |Syn. colloquial
(คอน|เวอ|เซ|'|ชะ|นัลลิสทฺ) n. นัก|สนทนา|,|ผู้|ที่|สนทนา|เก่ง
(คอน|เวอ|ซา|ซิ|ออ|'|นี่) n. การ|ชุมนุม|เพื่อ|สนทนา|แลกเปลี่ยน|ข้อคิดเห็น (โดยเฉพาะ|เกี่ยวกับ|เรื่อง|วิชาการ|หรือ|ศิลปะ|วรรณกรรม)| 
(คัน|เวิร์ส|') {|conversed|,|conversing|,|converses|} vi. สนทนา|,|คุย|กัน. n. (คอน|'|เวิร์ส) การ|สนทนา|,|การ|คุย|กัน|,|ความ|ตรงกันข้าม|,|การ|กลับ|กัน|,|คน|ที่|มี|นิสัย|ตรงกันข้าม|,|ข้อเสนอ|ที่|กลับ|กัน|กับ|อีก|ข้อเสนอ|หนึ่ง adj. (คัน|เวิร์ส|') ซึ่ง|ตรงกันข้าม|ซึ่ง|กลับ|กัน
(คัน|เวอ|'|เชิน) n. การ|เปลี่ยนแปลง|,|ภาวะ|ที่|ถูก|เปลี่ยนแปลง|,|การ|เปลี่ยน (ศาสนา ความ|เชื่อ พรรค|หรือ|อื่น ๆ) ,|การ|แลกเปลี่ยน|,|การ|แปลง|หนี้.  |Syn. conversional adj. ดู|conversion conversionary adj. ดู|conversion
n. ตาราง|เปรียบเทียบ|ค่า|ของ|หน่วย|น้ําหนัก|หรือ|ปริมาตร|,|ตาราง|เปลี่ยน|เงินตรา
(คัน|'|เวิร์ทฺ|') {|converted|,|converting|,|converts|} vt. เปลี่ยนแปลง|,|เปลี่ยน|กลับ|,|ทํา|ให้|เปลี่ยน|ศาสนา (ตําแหน่ง พรรค|หรือ|อื่น ๆ) vi. เปลี่ยน|ศาสนา|  |Syn. convertive adj. ดู|convert
(คัน|เวิร์ท|'|เทอะ) n. ผู้|เปลี่ยน|ศาสนา|,|ผู้|เปลี่ยนแปลง|สิ่งทอ|ให้|เป็น|ผ้า|สําเร็จรูป|,|เครื่องมือ|เปลี่ยน|กระแส|สลับ|ให้|เป็น|กระแส|ตรง หรือ|เปลี่ยน|กระแส|ตรง|ให้|เป็น|กระแส|สลับ|,|เตา|หลอม|เหล็ก|,|อุปกรณ์|เปลี่ยน|เชื้อเพลิง
(คัน|เวิร์ท|'|ทะเบิล) adj. ซึ่ง|สามารถ|ถูก|เปลี่ยนแปลง|ได้|,|ซึ่ง|พับ|ได้|,|ซึ่ง|แปลง|เป็น|รถ|เปิด|ประทุน|ได้.n.รถยนต์|หรือ|เรือ|ที่|เปิด|ประทุน|ได้|  |Syn. convertibility n. ดู|convertible convertibleness n. ดู|convertible
n. รถยนต์|ชนิด|ปิด|เปิด|หลังคา|หรือ|ประทุน|ได้
(คอน|'|วะ|ไท|ทฺ) n. ผู้|เปลี่ยน|ศาสนา
(คัน|เวิร์ท|'|เทอะ) n. ผู้|เปลี่ยน|ศาสนา|,|ผู้|เปลี่ยนแปลง|สิ่งทอ|ให้|เป็น|ผ้า|สําเร็จรูป|,|เครื่องมือ|เปลี่ยน|กระแส|สลับ|ให้|เป็น|กระแส|ตรง หรือ|เปลี่ยน|กระแส|ตรง|ให้|เป็น|กระแส|สลับ|,|เตา|หลอม|เหล็ก|,|อุปกรณ์|เปลี่ยน|เชื้อเพลิง
(คัน|เวคซฺ|') adj. นูน|,|โค้ง|ออก|ข้างนอก|,|ซึ่ง|มี|มุม|ภายใน|ทั้งหมด|น้อย|กว่า|หรือ|เท่า|กับ|180|องศา n. (คอน|'|เวคซฺ) n. ผิวหนัง|นูน|,|ส่วน|ที่|นูน|ออก|,|สิ่ง|ที่|นูน
(คัน|เวค|'|ซิ|ที) n. ภาวะ|ที่|นูน|ออก|,|ผิวหน้า|นูน|,|สิ่ง|ที่|นูน|ออก
 |Syn. concave (คัน|เวค|'|โซ|คอน|เคฟว|') adj. นุนข้าง|เว้า|ข้าง|,|เกี่ยวกับ|เลนส์|ที่|ด้าน|นูน|มี|ความ|โค้ง|มาก|กว่า|ด้าน|เว้า
(คัน|เว|') {|conveyed|,|conveying|,|conveys|} v. ขนส่ง|,|นํา|,|พา|,|นํา|ไป|,|ถ่ายทอด|,|ถ่ายเท|,|โอน|  |Syn. move|,|carry
(คัน|เว|'|เอินซฺ) n. การ|ขนส่ง|,|การ|นํา|,|การ|พา|,|ยานพาหนะ|,|เครื่องมือ|ขนส่ง|,|การ|โอน|ทรัพย์สิน|,|การ|โอน|กรรมสิทธิ์|  |Syn. transference|,|consignment
(คัน|เว|'|เอิน|เซอะ) n. ผู้|ขนส่ง|,|ผู้|โอน|กรรมสิทธิ์
(คัน|เว|'|เอิน|ซิ|ง) n. การ|โอน|กรรมสิทธิ์
(คัน|เว|'|เออะ) n. ผู้|ขนส่ง|,|ผู้|รับส่ง|,|ผู้แสดง|ออก|,|ผู้นํา|ไป|บอก|,|ผู้|โอน|กรรมสิทธิ์
(คัน|เว|'|เออะ) n. ผู้|ขนส่ง|,|ผู้|รับส่ง|,|ผู้แสดง|ออก|,|ผู้นํา|ไป|บอก|,|ผู้|โอน|กรรมสิทธิ์
n. ยานพาหนะ|ที่|มี|ตีนตะขาบ
(คอน|'|วิคทฺ) {|convicted|,|convicting|,|convicts|} n. ผู้|ที่|ถูก|ตัดสิน|ว่า|กระทํา|ผิด|,|นักโทษ vt. (คัน วิคทฺ') พิสูจน์|แล้ว|ว่า|กระทํา|ผิด|,|ตัดสิน|ว่า|ได้|กระทํา|ผิด|,|ทํา|ให้|รู้|ว่า|มี|ความผิด|หรือ|มี|โทษ|  |Syn. convictable adj. ดู convictible adj. convictive adj. ดู|conv
(คัน|วิค|'|เชิน) n. การ|ลงโทษ|,|การ|ตัดสิน|ว่า|กระทํา|ผิด|,|ภาวะ|ที่|ถูก|ตัดสิน|ว่า|กระทํา|ผิด|,|ความ|มั่นใจ|,|ความ|เชื่อมั่น|ใจ|  |Syn. faith Ant. unbelief
(คัน|วินซฺ|') {|convinced|,|convincing|,|convinces|} vt. ทํา|ให้|เชื่อมั่น|,|ทํา|ให้|มั่นใจ|,|ทํา|ให้|รู้|ว่า|กระทํา|ผิด|  |Syn. convincedly adv. ดู|convince convincingly adv. ดู|convince convincibility n. ดู|convince convincedness n. ดู|convince convincingness
(คัน|วิฟ|'|เวิล) adj. เจ้าสําราญ|,|ชอบ|กินเลี้ยง|,|ชอบ|ดื่ม|หา|สําราญ|,|เกี่ยวกับ|การ|เลี้ยง|ฉลอง|  |Syn. convivialist n. ดู|convivial conviviality n. ดู|convivial
(คอน|วะเค|'|เชิน) n. การ|เรียกประชุม|,|ภาวะ|ที่|ถูก|เรียกประชุม|,|กลุ่ม|คน|ที่|ชุมนุม|กัน|ตาม|คํา|เรียก|ตัว|,|การ|ชุมนุม|ทาง|ศาสนา|  |Syn. assemblage|,|congregation
(คัน|โว|ค|') {|convoked|,|convoking|,|convokes|} vt. เรียกประชุม|,|เรียก|มา|ชุมนุม|  |Syn. convocative adj. ดู|convoke convoker ดู|convoke convocant n. ดู|convoke|  |Syn. assemble|,|summon
(คอน|'|วะลิว|ทิด) adj. ซึ่ง|คดงอ|,|ซึ่ง|เวียนวน|,|ซึ่ง|ขด|ม้วน.  |Syn. convolutedness n. ดู|convoluted|  |Syn. twisted|,|coiled)| 
(คอน|วะลิว|'|เชิน) n. การ|ม้วน|ขด|,|การ|หมุน|วน|,|การ|งอ|งุ้ม|,|ลอน|สมอง.  |Syn. convolutional|,|convolutionaty adj.
(คัน|วอ|ล|'|วิว|ลัส) n. พืช|ไม้ดอก|รูป|แตร|จําพวก Convolvulus -|pl. convolvuluses|,|convolvuli
(v. คอน|'|วอ|ย|,|คัน|วอ|ย|' n. คอน|'|วอ|ย) {|convoyed|,|convoying|,|convoys vt. คุ้มกัน|,|คุ้มกัน|การ|เดินทาง|เรือ. n. การ|คุ้มกัน|การ|เดิน|ของ|ทหาร|  |Syn. escort|,|-|A. desert
(คัน|วัลสฺ|') {|convulsed|,|convulsing|,|convulses|} vt. สั่นสะเทือน|อย่าง|รุนแรง|,|ทํา|ให้|สั่นสะเทือน|อย่าง|รุนแรง|ด้วย|การ|หัวเราะ (ความ|โกรธ ความ|เจ็บปวด หรือ|อื่น ๆ) ,|ทํา|ให้|กล้ามเนื้อ|เกร็ง|ตัวอย่าง|รุนแรง|,|ทํา|ให้|ชัก
(คัน|วัล|'|เชิน) n.อาการ|ชัก|กระตุก|,|การ|หด|เกร็ง|ของ|กล้ามเนื้อ|อย่าง|รุนแรง|,|การ|สั่น|อย่าง|รุนแรง|,|การ|หัวเราะ|ท้อง|แข็ง|  |Syn. fit|,|spasm|,|tremor
(คัน|วัล|'|ซิ|ฟว) adj. เกี่ยวกับ|มี|ลักษณะ|อาการ|หด|เกร็ง|ของ|กล้ามเนื้อ|อย่าง|รุนแรง|,|เกี่ยวกับ|อาการ|ชัก|กระตุก.  |Syn. convulsiveness n. ดู|convulsive|  |Syn. fifful|,|jerky
(โค|'|นี|,|คัน|'|นี) n. หนัง|ขน|กระต่าย|,|กระต่าย|  |Syn. coney
(คู) {|cooed|,|cooing|,|coos|} vi. ขัน|กู่ ๆ (เสียง|นกพิราบ|หรือ|นกเขา) ,|ร้อง|เสียง|ดังกล่าว|,|พูด|กระซิบ|เรื่อง|รัก ๆ ใคร่ ๆ vt. ร้อง|เสียง|กู่ ๆ n. เสียงร้อง|กู่ ๆ|  |Syn. cooer n. ดู|coo cooingly adv. ดู|coo interj. เสียงอุทาน|แสดง|ความ|แปลกใจ
(คู|ช) n. ระบํา|ส่วย|ตะโพก|ชนิด|หนึ่ง
(คุ|ค) {|cooked|,|cooking|,|cooks|} vt. ปรุง|อาหาร|,|หุงต้ม|,|ทํา|อาหาร|,|ทํา|กับข้าว|,|ปรุง|อาหาร|,|ทํา|เท็จ|,|ปลอม vi. ทํา|หรือ|ปรุง|อาหาร|ด้วย|ความ|ร้อน|,|เกิด|ขึ้น|,|บังเกิด|ขึ้น -|Phr. (cook up กุ|เรื่อง) n. คนครัว|,|คน|ที่|ปรุง|อาหาร|เก่ง
(คุด|'|เอา|ท) n. การ|หุงต้ม|อาหาร|กิน|นอก|บ้าน
(คุ|ค|'|บุ|ค) n. ตํารา|กับข้าว|,|ตํารา|ปรุง|อาหาร|  |Syn. cookery book
(คุด|'|เคอ|รี) n. ศิลปะ|หรือ|วิธีการ|ปรุง|อาหาร
(คุด|'|เฮ้าซฺ) ห้องครัว|,|ห้อง|ปรุง|อาหาร|,|ห้องครัว|ใน|เรือ
(คุ|ค|'|คี) n. ขนม|กิน|เล่น|,|บุคคล
(คุด|'|เอา|ท) n. การ|หุงต้ม|อาหาร|กิน|นอก|บ้าน
(คุ|ค|'|คี) n. ขนม|กิน|เล่น|,|บุคคล
(คู|ล) {|cooled|,|cooling|,|cools|} adj. เย็น|,|เย็น|สบาย|,|เยือกเย็น|,|สุขุม|,|เฉยเมย|,|หน้าด้าน|,|หน้าหนา|,|ไร้|ความ|กระตือรือร้น|,|ไร้|อารมณ์|,|ดีเลิศ (แสลง) vi. เย็น|ลง|,|มี|อารมณ์|น้อย|ลง|,|กระตือรือร้น|น้อย|ลง. vt. ทํา|ให้|เย็น|ลง|,|ทํา|ให้|สงบ|ลง|,|ทํา|ให้|ลด|น้อย|ลง (ความ|โกรธ|อารมณ์)|  |Syn. co
(คู|ล|'|ลัน|ทฺ) n. สาร|ลด|อุณหภูมิ
(คู|ล|'|เลอะ) n. เครื่อง|ทํา|ความ|เย็น|,|ตู้เย็น|,|ภาชนะ|แช่เย็น|,|ภาชนะ|เก็บ|ของ|เย็น|,|น้ํายา|ทํา|ความ|เย็น|,|ห้องขัง|เดี่ยว|,|คุก|  |Syn. refrigerant
(คู|'|ลี) n. กุลี|,|กรรมกร|ผู้ใช้|แรง|หนัก
(คุ|ล|'|ลิช) adj. ค่อนข้าง|เย็น
(คู|ล|'|ลี) n. กุลี|  |Syn. coolie
n. เวลา|อัน|ยาวนาน
(โค|'|ออ|พ|,|โค|ออ|พ|') n. สหกรณ์
(คู|'|เพอ) n. ช่าง|ทํา|ถัง|ไม้|,|ช่างซ่อม|ถัง|ไม้. vt. ทํา|ถัง|ไม้|,|ซ่อม|ถัง|ไม้. vi. ทํางาน|เป็น|ช่าง|ทํา|ถัง|ไม้
(โค|ออ|พ|'|พะเรท) vi. ร่วมมือ|  |Syn. cooperator n. ดู|cooperate co|-|operator n. ดู|cooperate|  |Syn. assist|,|help|,|plot
(โค|ออ|พเพอเร|'|เชิน) n. การ|ร่วมมือ.  |Syn. cooperationist n. ดู|cooperation cooperationist n. ดู|cooperation|  |Syn. concert|,|unity
(โค|ออ|พ|'|เพอเรทิฟว) adj. เกี่ยวกับ|การ|ร่วมมือ สหกรณ์|,|บ้าน|อพาร์ทเมนท์|ที่|ผู้|อยู่|แต่ละ|อพาร์ทเมนท์|เป็น|เจ้าของ|,|ห้อง|ใน|อพาร์ทเมนท์|  |Syn. cooperativeness n. ดู|cooperative co|-|operativeness n. ดู|cooperative|  |Syn. concerted
(โค|ออร์|'|ดิเนท) adj. ขนาน|กัน|,|ใน|ระดับ|เดียวกัน|,|เท่า|กัน|,|ประสานกัน|,|พร้อมเพรียง|กัน n. สิ่ง|หรือ|บุคคล|ที่|มี|ความ|สําคัญ|หรือ|ตําแหน่ง|เท่า|กัน|,|ระยะ|พิกัด vt. ทํา|ให้|เป็น|ระดับ|เดียวกัน|,|ทํา|ให้|เท่า|กัน|,|ทํา|ให้|ประสานกัน. vi. เท่า|กัน|,|อยู่|ใน|ระดับ|เดียวกัน|,|ประสานกัน.  |Syn. c
(โค|ออร์ดิเน|'|เชิน) n. ความ|เสมอ|กัน|,|การ|อยู่|ใน|ระดับ|เดียวกัน|,|การ|ประสานกัน|,|ความ|พร้อมเพรียง|กัน|  |Syn. co|-|ordination n. ดู|coordination|  |Syn. harmony|,|cooperation|,|unity
(คู|ท) n. นก|จําพวก Fulica ที่|มี|ปีก|และ|หาง|สั้น มัน|ว่าย|และ|ดําน้ํา|ได้|,|คน|โง่|,|คนแก่|ที่|ใจ|ไม่|แน่นอน
(คู|'|ที) n. เหา
(คอ|พ) ตํารวจ|,|ก้อน|ด้าย|หรือ|เส้นใย|รูป|กระสวย ด้ายหลอด
(คอ|พ|'|เอา|ท) n. การ|ไม่|ยอม|รับผิดชอบ|,|การ|ไม่|ยอม|ปฏิบัติ|ตาม|คํามั่น|หรือ|สัญญา|,|ผู้|ที่|ชอง|ละทิ้ง
(โค|พะ|เซ|ท|'|ทิค) adj. พอใจ|ที่สุด|,|ดี|มาก|,|น่า|พอใจ|อย่างยิ่ง
(โค|เพ|'|บะ|,|ไพ|'|บะ) n. ยางไม้|ของ|ต้น|จําพวก Copaifera ใช้|ผสม|ทํา|น้ํามัน|ชัก|เงา
n. กรรมสิทธิ์|ร่วม
n. กรรมสิทธิ์|ร่วม
(โค|พะ|เซ|ท|'|ทิค) adj. พอใจ|ที่สุด|,|ดี|มาก|,|น่า|พอใจ|อย่างยิ่ง
abbr. chronic obstructive pulmonary disease
(โค|พ) {|coped|,|coping|,|copes|} vi. สู้|,|ต่อสู้|ดิ้นรน|,|รับมือ|,|จัดการ|,|พบ|  |Syn. manage
(โค|พ|'|เมท) n. สหาย
(โค|เพน|เฮ|'|เกิน) n. เมืองท่า|และ|เมืองหลวง|ของ|เดนมาร์ก
(โค|พะ|เซ|ท|'|ทิค) adj. พอใจ|ที่สุด|,|ดี|มาก|,|น่า|พอใจ|อย่างยิ่ง
(โค|พ|'|ส|โทน) n. หิน|ครอบ|บน|กําแพง|,|หิน|ครอบ|,|ส่วน|ครอบ
(คอ|พ|'|พี|เออ) n. ผู้|ลอก|แบบ|,|ผู้|คัด|สําเนา|,|ผู้|เลียน|แบบ|,|เครื่อง|ถ่าย|สําเนา|  |Syn. photocopier|,|photocopying machine
(โค|'|พิง) n. หิน|ครอบ|บน|กําแพง|,|ส่วน|ครอบ
(โค|'|เพียส) adj. มากมาย|,|จํานวน|มาก|,|อุดมสมบูรณ์|,|ยืดยาว|,|น้ําท่วม|ทุ่ง (ลักษณะ|คําพูด)|  |Syn. copiousness n. ดู|copious copiosity n. ดู|copious
(โค|เพล|'|นะ) adj. บน|ที่ราบ|เดียวกัน.  |Syn. coplanarity n.
(คอ|พ|'|เพอะ) n. ทองแดง|,|ธาตุ|ทองแดง|,|ตํารวจ
(คอ|พ|'|เพอรัส) n. = copper sulfate
(คอ|พ|'|เพอ|เฮ|ด) n. งูพิษ
(คอ|พ|'|เพอ|เพลท) n. แผ่น|ทองแดง|ที่|ใช้|ใน|การ|พิมพ์|,|แม่พิมพ์|ทองแดง|ที่|เป็น|แผ่น|,|ลายมือ|ที่|สวย
(คอ|พ|'|พิสฺ) n. ละเมาะ.  |Syn. coppiced adj. เป็น|ละเมาะ|  |Syn. copwood.
(คอ|พ|'|พระ) n. เนื้อมะพร้าว|แห้ง
ตัว|ประมวล (ผล) ร่วม|หมายถึง ตัว|ประมวลผล|ตัว|หนึ่ง ที่|แยก|ออก|มา|เพื่อ|เอา|ไว้|ใช้|ทํางาน|ใน|ส่วน|ที่|เกิน|ความ|สามารถ|ของ|ตัว|ประมวลผล|หลัก เพื่อที่จะ|ทํา|ให้|เครื่อง|คอมพิวเตอร์|ทํางาน|ได้|เร็ว|ขึ้น เช่น ตัว|ประมวล|ภาพ|จะ|ทํา|หน้าที่|เฉพาะ|ใน|เรื่อง|การ|แสดง|ภาพ ตัว|ประมวลผล|คณิต|ก็|จะ|ทํา|หน้าที่|เฉพาะ|ด้าน|การ|คํานวณ
(โค|พร|อล|'|ละ|จี) n. ความ|ลามก|,|ความ|หยาบโลน
(โค|พร|อฟ|'|ฟะกัส) adj. ซึ่ง|กิน|มูลสัตว์|เป็น|อาหาร.  |Syn. coprophagy n. ดู|coprophagous
(คอ|พซฺ) n. ละเมาะ|  |Syn. coppice
(คอ|พ|'|เทอะ) n. เครื่องบินเฮลิคอปเตอร์|  |Syn. helicopter
(คอ|พ|'|พิว|ละ) n.สิ่ง|ที่|เชื่อมต่อ|,|ตัวเชื่อม|,|คํา|เชื่อม|  |Syn. copular adj.
(คอ|พ|'|พิวเลท) vi. สังวาส|,|ร่วม|,|ประเวณี|,|เชื่อมต่อ|,|ร่วม -|pl. copuas|,|copuae
(คอ|พพิวเล|'|เชิน) n. การ|ร่วม
(คอ|พ|'|พิวเลทิฟว) adj. เกี่ยวกับ|การ|ร่วม|กัน|,|เกี่ยวกับ|การ|สังวาส|,|ซึ่ง|เชื่อม|กัน|,|เกี่ยวกับ|คํา|หรือ|ประโยค|ที่|เชื่อม|กัน
(คอ|พ|'|พิว|โท|รี) adj. ซึ่ง|เชื่อม|กัน|,|เกี่ยวกับ|การ|ร่วม|กัน|,|เกี่ยวกับ|การ|สังวาส
(คอ|พ|'|พี) n. สําเนา|,|ฉบับ|สําเนา|,|1|เล่ม|,|1|ฉบับ|,|1|ชุด|,|เล่ม|ตัวอย่าง vt.,|vi. คัดลอก|,|ลอก|แบบ|,|เลียน|แบบ|,|เอาอย่าง|,|อัด|สําเนา|  |Syn. reproduce|,|imitate Ant. prototype -|Conf. facsimile
คัดลอก|ทั้ง|แผ่น|เป็น|คําสั่ง|ใน|ระบบ|วินโดว์ ที่|สั่ง|ให้|คัดลอก|แฟ้มข้อมูล|ทั้งหมด|ใน|แผ่น|ต้นแบบ ไป|ลง|ใน|อีก|แผ่น|หนึ่ง|ซึ่ง|ต้อง|มี|ขนาด|เท่า|แผ่น|ต้นแบบ|ทุก|ประการ การ|คัดลอก|ด้วย|คําสั่ง|นี้ จะ|เลือก|เฉพาะ|บาง|แฟ้มข้อมูล|ไม่|ได้ นอกจากนั้น เมื่อ|คัดลอก|มา|แล้ว จะ|ลบ|แฟ้มข้อมูล|ที่|มี|อยู่|เดิม|ทิ้ง|ไป|ให้|ด้วย (เฉพาะ|แผ่น|ที่|เก็บ|ข้อมูล|ที่|คัดลอก|มา|เท่านั้น)| 
การ|ป้องกัน|การ|คัดลอก|หมายถึง วิธีการ|ป้องกัน|ไม่|ให้|ผู้ใด|สามารถ|คัดลอก|ได้ ผู้เขียนโปรแกรม|มัก|พยายาม|ทํา|ทุก|วิถีทาง|ที่|จะ|กัน|ไม่|ให้|ผู้|หนึ่ง|ผู้ใด มา|คัดลอก|โปรแกรม|หรือ|แฟ้มข้อมูล|ที่|เขา|สร้าง|ขึ้น|ไว้ เช่น|ใช้|อุปกรณ์|ปิดกั้น หรือ|ซ่อน|แฟ้มข้อมูล|บาง|แฟ้ม|ไม่|ให้|มองเห็น อย่างไรก็ตาม เมื่อ|มี|กฎหมาย|ใน|เรื่อง|ของ|ลิขสิทธิ์|ซอฟต์แวร์|ออก|มา|แล้ว ผู้|ที่|จะ|คัดลอก|ก็|จะ|ต้อง|ระมัดระวัง|ใน|เรื่อง|การ|คัดลอก|นี้|มาก|ขึ้น
(คอ|พ|'|พี|บุ|ค) n. สมุด|สําหรับ|ลอก|แบบ
(คอ|พ|'|พี|แคท) n. ผู้|เลียน|แบบ|หรือ|ผลงาน|ของ|คน|อื่น|,|คน|เลี่ยน|แบบอย่าง|หลับ|หู|หลับ|ตา
(คอ|พ|'|พี|เออ) n. ผู้|ลอก|แบบ|,|ผู้|คัด|สําเนา|,|ผู้|เลียน|แบบ|,|เครื่อง|ถ่าย|สําเนา|  |Syn. photocopier|,|photocopying machine
(คอ|พ|'|พี|โฮ|ลด|ฺ) n. กรรมสิทธิ์|ที่ดิน|โดย|มี|หนังสือ|กรรมสิทธิ์|ที่|คัดลอก|จาก|ต้นฉบับ|ของ|ศาล|ที่ดิน|และ|อสังหาริมทรัพย์|อื่น|,|กรรมสิทธิ์|ที่ดิน|ฉบับ|คัดลอก
(คอ|พ|'|พี|โฮ|ลเดอะ) n. ผู้|มี|กรรมสิทธิ์|ที่ดิน|ฉบับ|คัดลอก|,|เครื่อง|ยึด|หนังสือ ผู้ช่วย|คน|ตรวจ|ปรุ๊ฟ
(คอ|พ|'|พี|อิสทฺ) n. ผู้|ลอก|แบบ|ผู้|อัด|สําเนา|,|ผู้|เลียน|แบบ|  |Syn. transcriber
(คอ|พ|'|พี|ไร|ทฺ) n. ลิขสิทธิ์. adj. ซึ่ง|ได้|รับ|การ|คุ้มครอง|โดย|ลิขสิทธิ์|  |Syn. copyrightable adj. ดู|copyright copyrighter n. ดู|copyright
(คอ|พ|'|พี|ไร|เทอะ) n. คน|เขียน|ต้นฉบับ
(โค|เควท|') vi. =|coquette n. = coquette. adj. ยั่ว|ส|วา|ท|,|ยั่ว|,|พูดจา|เกี้ยว|,|มี|เสน่ห์|ยั่วยวน|  |Syn. philander|,|flirt|,|dally
(โค|'|คิท|รี) n. นิสัย|ยั่ว|ส|วา|ท|,|การ|พูดจา|เกี้ยว|,|การ|เกี้ยว|  |Syn. flirtation|,|dalliance
(โค|เควท|') n. หญิง|ยั่ว|ส|วา|ท|,|หญิง|ที่|เกี้ยว|ชาย|  |Syn. coquettish adj. ดู|coquette coquettishness n. ดู|coquette|  |Syn. flirt
(โค|ควิล|') n. อาหาร|เนื้อที่|อบ|ใน|เปลือก|หอย
n. (คอร์ ออ|น|เก|ล|') n. ปี่|ชนิด|หนึ่ง ปลาย|เป็น|รูป|ผล|แพร
Pref."|จะงอย|"
(คอ|'|เริล) n. หิน|ปะการัง|,|สิ่ง|หรือ|ของ|ประดับ|ที่|ทํา|ด้วย|หิน|ปะการัง|,|สี|หิน|ปะการัง (สี|แดง|อม|เหลือง|หรือ|ชมพู) ,|กลุ่ม|ไข่|กุ้ง. adj. ซึ่ง|ทํา|ด้วย|หรือ|ประกอบ|ด้วย|หิน|ปะการัง|,|คล้าย|หิน|ปะการัง
n. หินปูน|ปะการัง
n. โขด|หิน|ปะการัง
n. ทะเล|หิน|ปะการัง
Pref. "|หิน|ปะการัง|"
(คอร์|'|บัน) n. เครื่อง|เช่น|หรือ|ของ|ถวาย|แก่|พระเจ้า
(คอร์|'|เบิล) n. คาน|ปีก|,|คาน|รับ|,|รอด|ยื่น|,|รอด|ช่วย|แรง|,|บัว vt. ก่ออิฐ|หรือ|เป็น|คาน|ปีก|หรือ|รอด|ยื่น|,|ค้ําจุน|ด้วย|คาน|ปีก|หรือ|รอด|ยื่น
n. โค้ง|รอด|ยื่น|ที่|ประกบ|กัน
บันได|ติด|กําแพง|,|กําแพง|หัว|ม้า
บันได|ติด|กําแพง|,|กําแพง|หัว|ม้า
ชายคา|ที่|ยื่น|ออก
n. งาน|ก่อสร้าง|คาน|ปีก|หรือ|คาน|รับ
n. งาน|ก่อสร้าง|คาน|ปีก|หรือ|คาน|รับ
(คอร์|'|บี) n. อีกา|  |Syn. raven|,|corby
บันได|ติด|กําแพง|,|กําแพง|หัว|ม้า
(คอร์ด) n. เชือก|,|ด้าย|,|สายเคเบิล|,|ริ้ว|บน|ผิวหน้า|ผ้า|,|หน่วย|ปริมาตร|ที่|เท่า|กับ 128|ลูกบาศก์|ฟุต|หรือ|ขนาด|ยาว|8|ฟุต กว้าง|4|ฟุต|และ|สูง|4|ฟุต vt. ผูก|ด้วย|เชือก|,|มัด|ด้วย|เชือก|  |Syn. bind|,|tie
(คอร์|'|ดิจฺ) n. เชือก (ทั้งหลาย)| 
(คาร์|'|เดท) adj. ซึ่ง|มี|รูป|คล้าย|หัวใจ|,|เป็น|รูป|หัวใจ
(คาร์เดล|') n. เชือก|เส้นใย|หนัก
(คอร์|'|เดี|ยล) adj. ด้วย|ความ|รักใคร่|,|ด้วย|มิตร|ไมตรีจิต|,|ด้วย|น้ํา|ใส|ใจจริง|,|อบอุ่น|,|สนิทสนม. n. ยา|บํารุง|หัวใจ|,|เหล้า|หวาน|หอม|ที่|เจือปน|เครื่องเทศ|,|ยา|กระตุ้น.  |Syn. cordialness n.  |Syn. warm|,|sincere Ant. cool|,|cold
(คอร์ดิ|แอ|ล|'|ลิ|ที) n. คําพูด|หรือ|พฤติการณ์|ให้|ความ|สนิทสนม|หรือ|ความ|อบอุ่น
(คอร์|'|ดะ|ฟอร์ม) adj. เป็น|รูป|หัวใจ
(คอร์ดิลแย|'|ระ) n. แนว|เทือกเขา
(คอร์|'|ไดทฺ) n. ผล|ที่|ค่อย ๆ เผาไหม้|แต่|ไร้|ควัน ประกอบ|ด้วย|ไน|ไตร|กลี|เซ|อ|รี|น|และ|เซลลูโลส|ใน|เตรท เป็น|ชนวน|ระเบิด|ชนิด|หนึ่ง
(คอร์|'|เดิน) n. สายสะพาย|เครื่องราชอิสริยาภรณ์|,|วงล้อม|ทหารยาม|,|เส้น|เขต|เตรียมพร้อม vt. ล้อมรอบ|  |Syn. circle|,|line|,|girdle
(คอ|'|ดะ|รอย) n. ผ้า|ริ้ว|,|ผ้า|สักหลาด|ที่|เป็น|ริ้ว adj. เกี่ยวกับ|ผ้า|ดังกล่าว|,|ซึ่ง|ใช้|ขอน|ไม้|ปู vi. ใช้|ขอน|ไม้|ปู|  |Syn. pile fabric
(คอร์ด|'|เวน) n. หนัง|นิ่ม|และ|ลื่น
(คอร์ด|'|เวอเนอะ) n. ช่าง|ทํา|รองเท้า
(คอร์|,|โคร์) n. ไส้|ผลไม้|,|แก่น|แท้|,|แกน|,|ส่วน|ใน|สุด|,|เอา|ส่วน|ใน|ออก|,|กลุ่ม|เล็ก ๆ ,|บริษัท|เล็ก ๆ|  |Syn. middle -|Conf. corps|,|corpse
n. หลักสูตร|พื้นฐาน
(คอ|ระ|เล|'|เชิน) n. = correlation
(คะ|เรล|'|ลิทิฟว) n. = correlative
(คอ|เรล ดรอว์) เป็น|ชื่อ|โปรแกรม|สําเร็จ|โปรแกรม|หนึ่ง ใช้|ใน|การ|วาด|ภาพ มี|ผู้|นิยม|ใช้|กัน|มาก|ใน|การ|สร้าง|สื่อ|โฆษณา ถือ|กัน|ว่า|เป็น|โปรแกรม|ที่|มี|ประสิทธิภาพ|สูง|มาก|โปรแกรม|หนึ่ง
(โค|เรล|'|ลิ|จะ|นิสทฺ) n. ผู้|เลื่อมใส|ใน|ศาสนา|เดียวกัน
(โค|'|เรอะ|,|คอ|'|เรอะ) n. ผู้|เอา|ไส้|ใน|หรือ|แกน|ใน|ออก
(คอร์ฟ) n.รถ|เล็ก ๆ ,|กระจาด|ร่อน|ที่|ใช้|ใน|เหมือง|,|สุ่ม|ปลา -|pl. corves
(โค|รี|เอ|'|เชียส) adj. เกี่ยวกับ|หรือ|คล้าย|หนัง
(โค|รี|แอ|น|'|เดอะ) n. ผักชี
(คะ|ริน|'|เธียน) adj. หรูหรา|,|ฟุ่มเฟือย
(โค|'|เรียม) n.หนังแท้|หนัง|ชั้นใน|  |Syn. derma -|pl. coria
(คอร์ค) n. ไม้|ก๊อก|,|จุก|ไม้|ก๊อก|,|สิ่ง|ที่|ทํา|ด้วย|ไม้|ก๊อก|,|เนื้อเยื่อ|เปลือกนอก|ของ|พืช vt. จุก|,|อุด|,|ใส่|ด้วย|ไม้|ก๊อก|,|ใส่|จุก
(คอ|'|คิจ) n. ค่า|เปิด|ขวด
(คอ|ค|'|เคอะ) n. ผู้|อุด|จุก|ขวด|,|สิ่ง|ที่|อุด|จุก|ขวด|,|คน|ที่|มี|ความ|สามารถ|อย่าง|น่าทึ่ง
(คอ|ค|'|คิง) adj. ดีเลิศ. adv. มาก
(คอ|ค|'|ส|ครู) n. สว่าน|เปิด|จุก|ขวด vt.,|vi. ควงสว่าน|,|เคลื่อน|วก|เวียน|,|ไข|เอา|ความลับ|ออก|มา|  |Syn. spiral
(คอร์ม) n. ฐาน|ต้น|ที่|เป็น|รูป|กระเปาะ|,|หัว|จําพวก|ต้นไม้|จําพวก|หอม|กระเทียม|  |Syn. cormmoid adj. ดู|corm cormous adj. ดู|corm
(คอ|'|มะเรินทฺ) n. นก|กาน้ํา|,|คน|ละโมบ|,|คน|ตะกละ.adj. ละโมบ|,|ตะกละ|  |Syn. greedy
(คอร์น) {|corned|,|corning|,|corns|} n. ข้าว|โดย|ทั่วไป (อังกฤษ) ,|ข้าวโพด (สหรัฐ) ,|ข้าว|โอ๊ต (สก๊อตแลนด์) ,|คําพูด|น่า|เบื่อ|หู|,|ตาปลา|,|หนัง|หด|แข็ง|,|ตุ่ม|หนัง vt. ใส่|เกลือ|ใน|เมล็ดข้าว|,|ดอง|เค็ม|,|แช่|เกลือ
n. พ่อค้า|ขาย|ข้าว|ปลีก
n. ขนมปัง|ข้าวโพด
n. ฉาง|ข้าว
(คอร์น|'|คอ|บ) รวง|ข้าวโพด|,|ซังข้าว|โพด
(คอร์|'|เนีย) n. กระจกตา|,|แก้วตา|  |Syn. corneal adj. ดู|cornea
แก้วตา|เป็น|ฝ้า
(คอร์นดฺ) adj. แช่|เกลือ
(คอร์|'|เนอะ) {|cornered|,|cornering|,|corners|} n. มุม|,|หัวเลี้ยว|,|หัวต่อ|,|หัว|โค้ง|,|หัวถนน|,|ลูก|มุม (ฟุตบอล) vt.,|vi. ต้อน|เข้า|มุม|,|ทํา|ให้|จน|ตรอก|,|ผูกขาด|,|กักตุน.  |Syn. trap
(คอร์|'|เน|อด|ฺ) adj. เป็น|มุม|,|ซึ่ง|ถูก|ต้อน|เข้า|มุม|,|จน|ตรอก
(คอร์|'|เนอส|โทน) n. ศิลา|ฤกษ์|,|เสา|หลัก|,|พื้นฐาน|,|ราก|ตึก|,|หิน|มุม|ตึก|,|สิ่ง|ที่|สําคัญ
(คอร์|'|เนท) n. แตร|ทองเหลือง|ขนาด|เล็ก
(คอร์เนท|'|ทิสทฺ) n. คน|เป่าแตร|ทองเหลือง|ขนาด|เล็ก|  |Syn. cornettist
(คอร์น|'|เฟด) adj. ซึ่ง|เลี้ยง|ด้วย|พืช|ประเภท|ข้าว|,|อยู่ดีกินดี
(คอร์น|'|เฟลคซฺ) n.,|pl. แผ่น|ข้าวโพด|สําหรับ|ผสม|กับ|น้ํานม|กิน|เป็น|อาหาร|มื้อ|เช้า
(คอร์น|'|ฮัสคิง) n. การ|เอา|เปลือก|ข้าวโพด|ออก
(คอร์|'|นิส) n. บัว|,|บัว|เพดาน|,|กระ|บัง|ลวดลาย|เหนือ|หรือ|ใต้|ประตู|หน้าต่าง|,|ชายคา. vt. ใส่|บัว|,|ใส่|บัว|เพดาน|,|ใส่|ชายคา
(คอร์|'|นิช) n. ถนน|ที่|วก|เวียน|ตาม|หน้าผา|หรือ|ภูเขา
(คอร์|'|นิเคิล) n. ส่วน|ที่|ยื่น|คล้าย|เขา|เล็ก ๆ ปุ่ม
(คอร์นิค|'|ยะเลท) adj. คล้าย|เขา|สัตว์|,|เป็น|ปุ่ม
n. ไหม|ข้าวโพด
(คอร์|'|นู) n.,|เขา (สัตว์) ,|ส่วน|ที่|คล้าย|เขา
(คอร์|นะ|โค|'|เพีย) n. เขา|แพะ (ตาม|ตํานาน) ที่|ใส่|อาหาร|เครื่องดื่ม|อยู่|ตลอดเวลา|อย่าง|ไม่|หมดสิ้น|,|ความ|อุดมสมบูรณ์|,|เครื่องประดับ|หรือ|ภาชนะ|รูป|เขา|  |Syn. cornucopian adj. ดู|cornucopia cornucopiate adj. ดู|cornucopia
(คอร์นู|'|ทิด) adj. มี|เขา|,|เป็น|รูป|เขา|,|เป็น|มุม|,
(คอร์นู|'|โท) n. สามี|ของ|หญิง|ที่|มี|ชู้
(คอร์|'|นี) adj. ล้าสมัย|,|ซ้ําซาก|,|เปิ่น|,|เป็น|ตาปลา
(คอ|'|ระ|ดี) n. สิทธิ|ใน|กา|รับ|อาหาร|,|เสื้อผ้า|และ|การ|พักอาศัย|,|อาหาร ที่อยู่|และ|เสื้อผ้า|ที่|ได้|รับ|ดังกล่าว.
(คะ|รอ|ล|'|ละ) n. กลีบ|ใน|ดอกไม้|  |Syn. corollate|,|corollated adj. ดู|corolla|  |Syn. petals
(คอ|'|ระ|ลา|รี) n. บทพิสูจน์|,|บท|เทียบ|,|ผล|ที่|ตาม|มา|  |Syn. inference|,|deduction
(คะ|โร|'|นะ) n. ทรงกลด (ของ|ดวงอาทิตย์|หรือ|ดวงจันทร์) ,|มาลา|,|มงกุฎ|,|สิ่ง|ที่|เหมือน|มาลา|,|โคม|ระย้า|ช่อ|กลม|  |Syn. coronal adj. ดู|corona|,|pl. coronas|,|coronae
(คอ|'|ระ|นาค) n. ความ|โศกเศร้า|กับ|ผู้|ที่|ตาย|  |Syn. dirge
(คอ|'|ระ|เนอ|รี) adj. เกี่ยวกับ|การ|ล้อม|รอย|,|เกี่ยวกับ|หลอด|โลหิต|ที่|หล่อเลี้ยง|เนื้อเยื่อ|หัวใจ|,|เกี่ยวกับ|หัวใจ|ของ|มนุษย์|,|เกี่ยวกับ|มงกุฎ
หลอดเลือดแดง|ใหญ่|ที่|หัวใจ
(คอ|ระ|เน|'|เชิน) n. การ|สวม|มงกุฎ|,|พิธี|สวม|มงกุฎ|,|พิธี|ราชาภิเษก
(คอ|'|ระ|เนอะ) n. เจ้าหน้าที่|ชันสูตร|ศพ.  |Syn. coronership n. ดู|coroner
(คอ|'|ระ|นิท) n. มงกุฎ|เล็ก|,|รัดเกล้า|ของ|สตรี
(คอร์|'|เพอเริล) adj. เกี่ยวกับ|ร่างกาย|มนุษย์|,|เกี่ยวกับ|เนื้อหนัง|มัง|สา|,|โดย|ส่วนตัว|,|เกี่ยวกับ|ร่าง (แตกต่าง|จาก|ศรี|ษะ|และ|แขนขา) ,|เกี่ยวกับ|วัตถุ n. สิบ|โท|,|จ่า|อากาศ|โท|  |Syn. corporalcy n. ดู|corporal corporalship n. ดู|corporal
n. การ|ลงโทษ|ทาง|กาย|ของ|ผู้|กระทํา|ผิด
(คอร์|'|เพ|อริ|ท) adj. เกี่ยวกับ|หมู่คณะ|/|สมาคม นิติบุคคล|/|บริษัท|หรือ|อื่น ๆ ,|ซึ่ง|รวม|กัน|เป็น|หมู่|,|ทั้ง|หมู่|,|ทั้ง|คณะ|  |Syn. collective
(คอร์พะเร|'|เชิน) n. บริษัท|,|หมู่|,|คณะ|,|สมาคม|,|นิติบุคคล|,|สโมสร|,|วิสห|กิจ|,|เทศบาล
(คอ|'|พะ|ระ|ทิศ|ซึม) n. หลักการ|ลัทธิ|หรือ|ระบบ|การ|ร่วม|กัน|ทางการ|เมือง
(คอ|'|พะเร|เทอะ) n. สมาชิก|ของ|corporation (ดู)| 
(คอร์|โพ|'|เรี|ยล) adj. เกี่ยวกับ|ร่างกาย|,|ซึ่ง|มี|ตัวตน|,|เกี่ยวกับ|วัตถุ|  |Syn. corpoeality n. corporealness n. ดู corporalcy n. ดู|corporal corporalship n. ดู|corporal|  |Syn. material|,|substantial -|Conf. corporal
(คอร์) n., (pl. corps) หมู่|,|เหล่า|,|คณะ|,|กลุ่ม|,|หน่วย|ทหาร|,|กองพลน้อย|  |Syn. group
(คอ|ดะ|บะเล|') n. คณะ|ระบํา|ปลาย|เท้า
(คอ|ดิ|พลอย|มะทิค) n.,|Fr. คณะ|ทูต
(คอร์พซฺ) n. ศพ|,|ซากศพ|  |Syn. cadaver
(คอ|'|พิวเลินซฺ|,|-|ซี) n. ความ|อ้วน|,|ความ|พุงพลุ้ย|,|ความ|อ้วนท้วน
(คอ|'|พิวเลินซฺ|,|-|ซี) n. ความ|อ้วน|,|ความ|พุงพลุ้ย|,|ความ|อ้วนท้วน
(คอร์|'|พัส) n. ร่างกาย|,|ศพ|,|รวม|เรื่อง|เขียน|ขนาด|ใหญ่|หรือ|สมบูรณ์|,|รวม|วรรณกรรม|,|อวัยวะ|หรือ|ส่วน|ของ|ร่างกาย ที่|ทํา|หน้าที่|เฉพาะ|อย่าง|,|เงินก้อน|ใหญ่|  |Syn. corpse|; -|Phr. (corpus delicti ข้อเท็จจริง|ที่|ได้|ทํา|ผิด|กฎหมาย) -|Phr. (corpus juris ประมวล|หลัก|ธ
n. ประมวลกฎหมาย
(คอร์|'|พัสเซิล|,|-|คิวล์) n. เม็ดเลือด|,|เม็ด|เล็ก ๆ ,|อนุภาค|  |Syn. corpuscular adj.
(คอร์|'|พัสเซิล|,|-|คิวล์) n. เม็ดเลือด|,|เม็ด|เล็ก ๆ ,|อนุภาค|  |Syn. corpuscular adj.
(คะ|เรด|') vt.,|vt. ขูด|,|ชะ|,|ถลอก
(คะ|แร|ล|') {|corraled|,|corraling|,|corrals|} n. คอก|,|เพนียด|,|เล้า|,|กรง. vt. ใส่|ไว้|ใน|คอก (เพนียด|/|เล้า|/|กรง) ,|จับกุม
(คะ|เร|'|เชิน) n. กา|รบ|วน|การ|ที่|พื้นผิว|โลก|ถูก|ซะ|ออก|โดย|น้ํา ลม|และ|อื่น ๆ|  |Syn. corrasive adj.
(คะ|เรคทฺ|') {|corrected|,|correcting|,|corrects|} vt. ทํา|ให้|ถูกต้อง|,|แก้ไข|,|แก้|,|ตํา|หน|' (เพื่อ|แก้ไข) ,|ลงโทษ (เพื่อ|แก้ไข) ,|ตรวจ|,|แก้|,|ต่อต้าน adj. ถูกต้อง|,|ไร้|ความผิด|,|สมควร|,|เหมาะ|,|สอดคล้อง|  |Syn. correctable adj. correctible adj. correctness n. ดู|correct
(คะ|เรค|'|เชิน) n. การ|แก้ไข|,|การ|ตรวจ|แก้|,|สิ่ง|ที่|ได้|แก้ไข|,|การ|ลงโทษ|,|การ|ตําหนิ|  |Syn. rectification
(คะ|เรค|'|ทิทูด) n. ความ|ถูกต้อง|,|ความ|ประพฤติ|ที่|เหมาะสม|  |Syn. correctness
(คะ|เรค|'|ทิฟว) adj. เป็น|การ|แก้ไข|,|เป็น|การ|รักษา n. วิธีการ|แก้ไข|ให้|ถูกต้อง|,|สิ่ง|ที่|ใช้|แก้ไข|ให้|ถูกต้อง|  |Syn. improving
(คอ|'|ริ|เลท) vt. เทียบเคียง|,|ทํา|ให้|สัมพันธ์|กัน. vi. มี|ความ|สัมพันธ์|กัน adj. ซึ่ง|สัมพันธ์|กัน|,|ซึ่ง|เกี่ยวพัน|กัน n. สิ่ง|ที่|สัมพันธ์|กัน
(คอ|ริ|เล|'|เชิน) n. ความ|สัมพันธ์|กัน|,|การ|เกี่ยวพัน|กัน|,|ภาวะ|ที่|สัมพันธ์|กัน|  |Syn. corelation
(คะ|เรล|'|ละ|ทิฟว) adj. ซึ่ง|เกี่ยวพัน|กัน|,|เป็น|คู่|กัน n. สิ่ง|ที่|สัมพันธ์|กัน|  |Syn. corelative
(คอ|รี|สฺ|พอน|ดฺ|') {|corresponded|,|corresponding|,|corresponds|} vi. ตรง|กัน|,|ลงรอย|กัน|,|เหมือน|กับ|,|มี|ลักษณะ|เช่นเดียวกัน|,|ติดต่อ|กัน|ทาง|จดหมาย|  |Syn. agree Ant. differ
(คอ|ริ|ส|พอน|'|เดิน|ซฺ) n. การ|ติดต่อ|กัน|ทาง|จดหมาย|,|ความ|ตรง|กัน|,|ความ|ลงรอย|กัน|,|ความ|สอดคล้อง|กัน|,|ความ|เหมือน|กัน|  |Syn. agreement|,|conformity
(คอ|ริ|ส|พอน|'|เดิน|ทฺ) n. ผู้|ติดต่อ|กัน|ทาง|จดหมาย|,|ผู้|ส่ง|จดหมาย|,|นักข่าว|,|สิ่ง|ที่|เป็น|คู่|กัน|,|สิ่ง|ตรง|กัน|,|บุคคล|หรือ|บริษัท|ที่|ติดต่อ|กัน|,|ลูกค้า adj. ซึ่ง|ตรง|กัน|,|ซึ่ง|ลงรอย|กัน|,|ซึ่ง|เหมือน|กัน|  |Syn. corresponding
(คอ|ริ|ส|พอน|'|ดิง) adj. ตรง|กัน|,|เหมือน|กัน|,|สอดคล้อง|กัน|,|ลงรอย|กัน|,|เกี่ยวกับ|การ|ติดต่อ|ทางไปรษณีย์|,|เกี่ยวกับ|การ|ส่ง|จดหมาย
(โค|รี|'|ดะ) n. กีฬา|ใน|สเปน ใช้|คน|สู้|กับ|วัว
(คอ|'|ริ|ด|อร|ฺ) n. ระเบียง|,|เฉลียง|,|เขต|ฉนวน|,|เส้นทาง|การ|บิน|  |Syn. hallway|,|hall
(คอ|'|รี) บริเวณ|เวิ้ง|เป็น|วง|กลม|ข้าง|ภูเขา
(คอ|'|ริ|เจน|เดิม) n. ความผิด|ที่|ควร|แก้ไข (โดยเฉพาะ|เรื่อง|การ|พิมพ์|ผิด)|  |Syn. corrigenda n. ใบ|แก้|คํา|ผิด -|pl. corrigenda
(คอ|'|ริ|จจิเบิล) adj. ซึ่ง|แก้ไข|ได้|,|ซึ่ง|ปรับปรุง|ได้|  |Syn. corrigibility n. ดู|corrigible|  |Syn. reparable
(คะ|ไร|'|วัล) n.,|adj. คู่แข่ง|,|คู่ต่อสู้
(คะ|รอบ|'|เบอรันท) adj. ซึ่ง|เสริม|กําลัง
(คะ|รอบ|'|บะเรท) vi. ยืนยัน|,|ทํา|ให้|แน่ใจ|ยิ่ง|ขึ้น|,|ทํา|ให้|หนักแน่น|ขึ้น|  |Syn. corroborative adj. ดู|corroborate corroboratory adj. ดู|corroborate corroborator n. ดู|corroborate|  |Syn. confirm|,|verify
(คะ|รอบ|บะเร|'|เชิน) n. การ|หา|หลักฐาน|ยืนยัน|,|การ|ทํา|ให้|แน่ใจ|ยิ่ง|ขึ้น|,|ข้อเท็จจริง|หรือ|คําพูด|ที่|ยืนยัน|สนับสนุน|  |Syn. confirmation|,|proof
(คะ|โร|ด|') {|corroded|,|corroding|,|corrodes|} vt. กัดกร่อน|,|กัด|,|ทํา|ให้|ค่อย ๆ ผุพัง|,|ชะ|,|ทํา|ให้|เสื่อม vi. กลาย|เป็น|ผุพัง|หรือ|ถูก|กัดกร่อน|  |Syn. corrodant n. ดู|corrode corroder n. ดู|corrode corrodibility n. ดู|corrode|  |Syn. deter
(คอ|'|ระ|ดี) n. สิทธิ|ใน|กา|รับ|อาหาร|,|เสื้อผ้า|และ|การ|พักอาศัย|,|อาหาร ที่อยู่|และ|เสื้อผ้า|ที่|ได้|รับ|ดังกล่าว.
(คะ|โร|'|เชิน) n. การ|กัดกร่อน|,|กระบวนการ|กัดกร่อน|,|ภาวะ|ที่|ถูก|กัดกร่อน|,|ผลิตผล|จาก|การ|กัดกร่อน (สนิม)| 
(คะ|โร|'|ซิ|ฟว) adj. ซึ่ง|กัดกร่อน|,|ซึ่ง|เผาผลาญ|,|ซึ่ง|ทํา|ให้|ผุพัง. n. สิ่ง|กัดกร่อน (เช่น|กรด)|  |Syn. corrosiveness n. ดู|corrosive|  |Syn. scathing
(คอ|'|ระ|เก|ท) vt.,|vi. ทํา|ให้|ย่น|,|ทํา|ให้|เป็น|ลูกฟูก adj. เป็น|รอย|ย่น|,|เป็น|ลูกฟูก|,|เป็น|ร่อง|  |Syn. furrowed|,|ridged
n. สังกะสี|ลูกฟูก
(คอ|ระ|เก|'|เชิน) n. การ|ทํา|ให้|เป็น|ลูกฟูก|,|การ|ทํา|ให้|เป็น|รอย|ย่น|,|ภาวะ|ที่|เป็น|ลูกฟูก|,|รอย|ย่น|,|ร่อง
(คะ|รัพทฺ|') ชcorrupted|,|corrupting|,|corrupts|} adj. ทุจริต|,|ชั่ว|,|เน่าเปื่อย|,|ซึ่ง|ติดเชื้อ|,|เป็น|รอย|ด่างพร้อย|,|ซึ่ง|กิน|สินบน|,|ซึ่ง|ใช้|ผิด vt. ทํา|ให้|ทุจริต|, (ให้) กิน|สินบน|,|ทํา|ให้|เสื่อม|,|ทํา|ให้|กัดกร่อน|,|ทํา|ให้|เน่าเปื่อย|,|ใช้|ผิด vi. เน่าเปื่อย|,|เสื่อม|  |Syn. corruptedn
(คะ|รัพ|'|ทิเบิล) adj. ซึ่ง|เน่าเปื่อย|ได้|,|ซึ่ง|ทุจริต|ได้|,|ซึ่ง|เสื่อม|ได้|,|ซึ่ง|ติด|สินบน|ได้.  |Syn. corruptibility n. ดู|corruptible|  |Syn. venal|,|immoral|,|depraved Ant. pure|,|good
(คะ|รัพ|'|เชิน) n. ความ|เน่าเปื่อย|,|ความ|ชั่ว|,|ฉ้อราษฎร์บังหลวง|,|การ|ใช้|ศัพท์|ผิด|,|คํา|ผิด|,|คํา|แผลง|,|ความ|ทุจริต|  |Syn. putridity|,|immorality|,|dishonesty
(คอร์|'|แซค) n. สุนัข|จิ้งจอก|พันธุ์|หนึ่ง
(คอร์|ซา|จฺ|') n. เสื้อ|รัด|อก|ของ|หญิง|,|เสื้อ|ยกทรง|,|ช่อ|ดอกไม้|ที่|ประดับ|ที่|ส่วนหน้า|อก|หรือ|ที่|เอว|หรือ|ที่|ไหล่|ของ|เสื้อ|สตรี|  |Syn. retinue
(คอร์|'|แซร์) n. เรือ|ส่วนตัว|ที่|ได้|รับ|อนุญาต|จาก|รัฐบาล|ให้|ทํา|การ|จับกุม|ข้าศึก|ได้|,|โจรสลัด
(คอร์|'|ซิ|ท) n. เสื้อ|รัด|ลําตัว|สตรี|,|เสื้อ|ยกทรง|รัดรูป|ของ|สตรี vt. สวม|เสื้อ|ยกทรง|รัดรูป
(คอร์|'|ทิจฺ) n. ขบวน|,|ขบวน|แห่|,|ขบวน|แห่|ศพ|,|ขบวน|ผู้ติดตาม|  |Syn. retinue
(คอร์|'|เท|คซฺ) n. เปลือกนอก|,|เปลือก|สมอง|ซึ่ง|เป็น|วัตถุ|สี|เทา|  |Syn. bark
(คอร์|'|ทิเคิล) adj. เกี่ยวกับ|เปลือกนอก|,|เกี่ยวกับ|เปลือก|สมอง|ชั้น|วัตถุ|สี|เทา
Pref."|เปลือกนอก|"
(คอ|ทะ|โค|ส|เท|อ|'|รอย|ด) n. steroid|ที่|ได้|จาก|เปลือก|หมวก|ไต
ดู|ที่ adrenal gland
(คะ|รัน|'|ดัม) n. แร่|อะลู|มิ|นัม|ออกไซด์|ซึ่ง|แข็ง|เป็น|ที่|สอง|รอง|จาก|เพชร เป็น|แร่|จาก|ธรรมชาติ|หรือ|จาก|การ|สังเคราะห์
(คะ|รัส|'|คัน|ท) adj. แวววับ|,|เป็น|ประกาย|แวววับ|,|สุกใส
(คอ|'|รัสเคท) vi. แวววับ|,|เป็น|ประกาย|แวววับ|  |Syn. sparkle
(คอร์เว|') n. แรงงาน|หนึ่ง|วันที่|ไม่|ได้|รับ|การ|จ่าย|เงิน
(คอร์|'|ไว|น) adj. เกี่ยวกับ|หรือ|คล้าย|อีกา
(คะ|ไร|'|ซะ) n. โรคหวัด|,|ภาวะ|เยื่อบุ|เมือก|โพรงจมูก|อักเสบ
(คอ|ส|,|โค|ส) n. ผักกาดหอม|ชนิด|หนึ่ง|,|cosine
(คอ|ช) {|coshed|,|coshing|,|coshes|} n. กระ|บอง. vt. ตี|หัว|ด้วย|กระ|บอง
(โค|ไซ|'|เนอะ) n. ผู้|ร่วม|ลงนาม
(โค|'|ไซน์) n. สัดส่วน|ของ|ด้าน|ชิด|กับ|มุม|ที่|กําหนด|ให้|กับ ด้าน|ตรงข้าม|กับ|มุมฉาก|ของ|สามเหลี่ยม
(คอ|ซเมท|'|ทิค) n. เครื่องสําอาง adj. เกี่ยวกับ|เครื่องสําอาง|,|เกี่ยวกับ|ศัลยกรรม|ตกแต่ง
(คอ|ซ|มิ|ทิช|'|เชิน) n. ผู้เชี่ยวชาญ|การ|ทํา|เครื่อง|สําอางค์ ,|ผู้|ขาย|เครื่อง|สําอางค์
(คอ|ซ|มิ|ทอ|ล|'|ละ|จี) n. เครื่อง|สําอางค์|วิทยา|  |Syn. cosmetologist n. ดู|cosmetology
(คอ|ซ|'|มิ|ค|,|-|เคิล) adj. เกี่ยวกับ|จักรวาล|,|อวกาศ|หรือ|ความ|กว้างใหญ่|ไพศาล|อย่าง|หา|ที่สุด|ไม่
(คอ|ซ|'|มิ|ค|,|-|เคิล) adj. เกี่ยวกับ|จักรวาล|,|อวกาศ|หรือ|ความ|กว้างใหญ่|ไพศาล|อย่าง|หา|ที่สุด|ไม่
Pref. โลก|,|จักรวาล|  |Syn. cosm|-
(คอ|ซม|อก|'|กะ|นี) n. ทฤษฎี|การ|กําเนิด|ของ|จักรวาล.  |Syn. cosmogonic adj. ดู|cosmogony cosmogonist n. ดู|cosmogony
(คอ|ซม|อล|'|ละ|จี) n. จักรวาลวิทยา|,|สาขา|วิชา|ดาราศาสตร์|ที่|เกี่ยวกับ|โครงสร้าง|และ|การ|กําเนิด|ของ|จักรวาล|  |Syn. cosmologic adj. ดู|cosmology cosmological adj. ดู|cosmology cosmologist n. ดู|cosmology
(คอ|ซม|อพ|'|พะลิส) n. เมือง|ระหว่าง|ประเทศ|ที่|สําคัญ|และ|เป็น|ที่อยู่|ของ|คน|หลาย|ชาติ|หลาย|ภาษา
(คอ|ซมะ|พอ|ล|'|ลิ|เทิน) adj. เกี่ยวกับ|โลก|ทั้งหมด|,|เกี่ยวกับ|สากลนิยม|,|ซึ่ง|มี|อยู่|ทั่วโลก|หรือ|ทุกหนทุกแห่ง|,|ซึ่ง|ประกอบ|ด้วย|หลาย|ชาติ|หลาย|ภาษา|,|ซึ่ง|ไม่|มี|ชาติ|หรือ|ภาษา|เป็น|เครื่องผูก|มัด|,|เกี่ยวกับ|พลเมือง|โลก n. ผู้|ที่|ไม่|มี|ชาติ|หรือ|ภาษา|เป็น|เครื่องผูก|มัด|  |Syn. cosmopo
(คอ|ซม|อพ|'|พะไล|ทฺ) n.  |Syn. cosmopolitism n.
(คอ|ส|'|เมิส|,|คอ|ส|'|โม|ส) n. จักรวาล|,|อวกาศ|,|ความ|เป็น|ระเบียบ|ที่|สมบูรณ์|,|ความ|ลงรอย|กัน|,
(คอ|ส|'|แซค) n. นักรบ|ชาว|ส|ลา|ฟ|ใน|รัสเซีย|เป็น|ทหารม้า|ที่|มี|ชื่อเสียง|ใน|สมัย|พระเจ้า|ซาร์|ของ|รัสเซีย
(คอ|ส|'|ซิ|ท) {|cossetted|,|cossetting|,|cossets|} n. คน|โปรด|,|ลูก|แกะ|ที่|เลี้ยง|ด้วย|มือ|ตนเอง|,|สัตว์เลี้ยง. vt. ตามใจ|,|พะนอ|,|โอ๋
(คอ|สทฺ) {|cost|,|cost|,|costing|,|costs|} n. ทุน|,|ต้นทุน|,|ทุน|ที่|ซื้อ|มา|,|ค่า|โสหุ้ย|,|ค่าใช้จ่าย|,|ค่าตอบแทน|,|ค่าเสียหาย|,|ค่าฤชาธรรมเนียม|,|ค่าธรรมเนียม|ฟ้องร้อง. -|at all costs โดย|ทุก|วิถีทาง vt. เป็น|มูลค่า|,|เป็น|ราคา|,|ต้อง|ใช้|,|ต้อง|เสีย vi. หมดเปลือง|,|สิ้นเปลือง|,|หา|ค่า|ประเมิน -|Conf.
Pref."|ซี่โครง|"
(คอ|ส|'|ทะ|,|โค|ส|'|ทะ) n. ซี่โครง|,|เส้น|กลาง|ใบ|,|สัน|,|ริม|,|ขอบ|,|เส้นเลือด|ที่|ปีก|แมลง -|pl. costae
(คอ|ส|'|เทิล) adj. เกี่ยวกับ|ซี่โครง|หรือ|ส่วน|ข้าง|ของ|ร่างกาย
(คอ|ส|'|เทอะ|,|-|มัง|เก|อะ) n. พ่อค้า|เร่ขาย|ผลไม้ ผัก|ปลา และ|อื่น ๆ| 
(คอ|ส|'|เทอะ|,|-|มัง|เก|อะ) n. พ่อค้า|เร่ขาย|ผลไม้ ผัก|ปลา และ|อื่น ๆ| 
(คอ|ส|'|ทิฟว) adj. ท้องผูก|,|ช้า|,|พูด|ช้า
(คอ|สทฺ|'|ลี) adj. แพง|,|มี|ราคา|สูง|,|เป็น|บทเรียน|ราคา|แพง|,|มี|ค่า|มาก|,|ฟุ่มเฟือย.  |Syn. costliness n. ดู|costly|  |Syn. expensive|,|rich
Pref."|ซี่โครง|"
(โค|ส|ทอ|ท|'|โท|มี) n. การ|ผ่า|ซี่โครง|ออก
(คอ|ส|'|ทุม) {|costumed|,|costuming|,|costumes|} n. เครื่องแต่งกาย|,|เสื้อผ้า|อาภรณ์|,|แบบ|เครื่องแต่งกาย|,|เครื่องแต่งกาย|ของ|สตรี|,|เสื้อผ้า|อาภรณ์|ของ|สตรี|,|ชุด|แสดง|ละคร vt. แต่งตัว|,|ใส่|เสื้อผ้า|อาภรณ์|,|ใส่|เครื่องแต่งตัว|  |Syn. clothes|,|clothes|,|dress|,|outfit
(คอ|ส|ทิว|'|เมอะ|,|-|เมีย) n. ช่าง|ทํา|เสื้อผ้า|อาภรณ์
(คอ|ส|ทิว|'|เมอะ|,|-|เมีย) n. ช่าง|ทํา|เสื้อผ้า|อาภรณ์
(คอ|ท) n. เปล|,|เตียง|เล็ก|,|เตียง|ผ้าใบ|,|เตียง|โยง|,|กระท่อม|,|คอก|,|กรง|,|ปลอก|หุ้ม|,|ถุง|นิ้วมือ|  |Syn. portable bed
(โค|ท) n. คอก|,|เล้า|,|กรง|,|กระท่อม|,|บ้านเล็ก ๆ| 
(โค|เท|น|'|นันท) n. ผู้|ร่วม|เช่า
(โค|'|ทะ|รี) n. วง|,|วงการ|,|กลุ่ม|บุคคล|,|คณะ
(โค|เธอ|'|นัส) n. ละคร|โศก|นา|ฎ|กรรม -|pl. cothurni
n. สมอ|ฝ้าย
(คอ|ท|'|เค|วน) n. ชาย|ที่|ทํา|อาชีพ|เกี่ยวกับ|เรื่อง|ของ|หญิง|,|หญิง|ที่|ดุร้าย
(คอ|ท|'|ทิจฺ) n. กระท่อม|,|บ้าน|ใน|ชนบท
ที่ดิน|ที่|แบ่ง|ให้|ผู้|อยู่|กระท่อม|ทํา|สวน
อุตสาหกรรม|ครอบครัว
(คอ|ท|'|ทิ|เจอะ) n. ผู้|อยู่|กระท่อม|,|ชาว|ชนบท|,|ชาวนา|รับจ้าง|,|คนงาน|ชนบท
(คอ|ท|'|เทอะ) ชาวนา|รับจ้าง|,|ชาว|ชนบท|,|ชาวนา|รับจ้าง|,|ชาว|ชนบท|,|ชาว|ชนบท|ที่|กระท่อม|,|ผู้|อยู่|ระ|ท่อม|,|สลัก|หรือ|ลิ่ม|ชนิด|ผ่า
(คอ|ท|'|เทียร์) n. ผู้|อยู่|กระท่อม
(คอ|ท|'|เทิน) n. ฝ้าย|,|ต้น|ฝ้าย|,|พืช|ประเภท|ฝ้าย|,|ใย|ฝ้าย|,|ผ้าฝ้าย|,|สาร|หรือ|สิ่ง|ที่|คล้าย|ฝ้าย (แต่|มา|จาก|พืช|อื่น) vi. ลงรอย|กัน|,|เข้า|กัน|ได้|ดี -|Phr. (cotton to ชอบ|,|เริ่ม|ชอบ เห็นด้วย)| 
(คอ|ท|'|ทะเนด) n. สิ่งทอ|ด้วย|ฝ้าย|หรือ|ผสม|กับ|เส้นใย
(คอน|'|ทัน|พิค|คัน) adj. ไร้|ค่า
(คอน|'|ทัน|พิค|คัน) adj. ไร้|ค่า
(คอ|ท|'|ทะ|ลิด|เดิน) n. ใบ|แรก|ของ|ต้น|อ่อน|ของ|พืช|ที่|มี|เมล็ด.  |Syn. cotyledonal|,|cotyledonary|,|cotyledonoid|,|cotyledonous adj.
(เคาชฺ) {|couched|,|couching|,|couches|} n. ที่|นอน|,|เก้าอี้นอน|,|เก้าอี้ยาว|,|ถ้ํา|สัตว์. vt. ทํา|ให้|นอน|ลง|,|เอน|ลง|,|ขจัด|ออก|,|แสดง|ด้วย|ถ้อยคํา|,|เขียน|ด้วย|คําพูด vi. นอน|ลง|,|ก้ม|ลง|,|หมอบ|,|กอง|  |Syn. express
(เคา|'|เชินทฺ) n. ซึ่ง|นอน|ลง|,|ซึ่ง|หมอบ|อยู่
(เคา|'|ชิง) n. การ|นอน|ลง|,|การ|หมอบ|ลง
(คู|'|กะ) n. สิงโต|ภูเขา|  |Syn. mountain lion
(คอ|ฟ) {|coughed|,|coughing|,|coughs|} n. การ|ไอ|,|เสียง|ไอ vi.,|vt. ไอ|,|กระแอม. -|Phr. (cough up ให้|อย่าง|ไม่|เต็มใจ)| 
(คู|ด) v. อดีตกาล|ของ can
(คู|ด|'|เดิน|ทฺ) abbr. could not
(คู|ดสฺทฺ) v. เอกพจน์|บุรุษ|ที่ 2 ของ could
(คู|'|ลี) n. ลําธาร|ลึก|,|หุบเขา|เล็ก ๆ ,|สายน้ํา|ที่|เป็น|พัก ๆ ,|สาย|หิน|ละลาย|จาก|ภูเขา|ไป
(คุ|ลิส|') n. แผ่น|ที่|มี|ช่อง|เลื่อน
(คู|'|ลอมบ์) n. หน่วย|ประจุไฟฟ้า (เมตร|-|กิโลกรัม|-|วินาที)| 
(คู|ลอม|'|มิ|เทอะ) n. เครื่องวัด|ปริมาณ|ไฟฟ้า
(โค|ล|'|เทอะ) n. ใบ|มีด|ติด|ดิน|ของ|คันไถ
(เคา|'|เซิล) n. สภา|,|คณะ|กรรมการ|,|คณะ|กรรมาธิการ|,|กลุ่ม|คณะ|นิติบัญญัติ|,|กลุ่ม|คณะ|ที่ปรึกษา|,|การ|ประชุม|,|องค์กร|ร่วม|,|คณะมนตรี -|Conf. counsel
(เคา|'|ซะ|เลอะ) n. ที่ปรึกษา|,|ผู้|แนะนํา|,|สมาชิก|สภา|ท้องถิ่น|,|สภา|เทศบาล.  |Syn. councilorship|,|councillorshipn.
(เคา|'|เซิล|เมิน) n. สภา|ชิ|ก|สภา (ที่|เป็น|ชาย) -|pl. councilmen
(เคา|'|ซะ|เลอะ) n. ที่ปรึกษา|,|ผู้|แนะนํา|,|สมาชิก|สภา|ท้องถิ่น|,|สภา|เทศบาล.  |Syn. councilorship|,|councillorshipn.
(เคา|'|เซิล) {|counselled|,|counselling|,|counsels|} n. คําแนะนํา|,|คําปรึกษา|,|คํา|ตักเตือน|,|วัตถุประสงค์|,|แผนการ|,|ข้อคิดเห็น|,|ทนายความ|,|ที่ปรึกษา|กฎหมาย -|v. ให้|คําแนะนํา|,|ให้|คําปรึกษา|,|แนะนํา.  |Syn. counselable|,|counsellable adj.  |Syn. suggesti
(เคา|'|เซิล|เลอะ) n. ที่ปรึกษา|,|ผู้|แนะนํา|,|อุปทูต|,|ตําแหน่ง|อุปทูต|,|ทนายความ|,|ที่ปรึกษา|กฎหมาย.  |Syn. counselorship n. ดู|counselor counsellorship n. ดู|counselor|  |Syn. counsel
(เคา|'|เซิล|เลอะ) n. ที่ปรึกษา|,|ผู้|แนะนํา|,|อุปทูต|,|ตําแหน่ง|อุปทูต|,|ทนายความ|,|ที่ปรึกษา|กฎหมาย.  |Syn. counselorship n. ดู|counselor counsellorship n. ดู|counselor|  |Syn. counsel
(เคาทฺ) {|counted|,|counting|,|counts|} v.,|n. (การ) นับ|,|นับ|จํานวน|,|นับ|ค่า|,|คิด|,|คิด|ว่า|,|นับ|ว่า|,|ถือ|,|เข้าใจ|ว่า|,|หวัง|ว่า.ม|ขุนนาง|ยุโรป|ที่|มี่|ตําแหน่ง|ฐานะ|เท่า|ท่าน|เอิร์ล|ของ|อังกฤษ -|Phr. (count beyond นับ|ไม่|หมด นับ|ไม่|ไหว) -|Phr. (count down นับ|ย้อน|กลับ นับ|ถอยหลัง (ไป|ยัง|ศูนย์)) -
(เคาทฺ|'|เดาน์) n. การ|นับ|ถอยหลัง|,|การ|นับ|ถอยหลัง|ไป|หา|ศูนย์|,|การ|เตรียม|การ|ขั้นสุดท้าย
(เคา|'|นะ|เนิน|ซฺ) n. หน้าตา|,|สีหน้า|,|โฉมหน้า|,|หน้า|,|การ|สนับสนุน|,|การ|ให้|กําลังใจ|,|สีหน้า|ที่|ใจเย็น|,|ความ|สุขุม vt. อนุญาต|,|ยอม|,|เห็นด้วย|,|สนับสนุน|,|ให้|กําลังใจ|  |Syn. countenancer n.  |Syn. appearance
(เคา|'|เทอะ) {|countered|,|countering|,|counters|} n. โต๊ะ|กั้น (แสดง|สินค้า|/ ติดต่อ|กับ|ธุรกิจ|กับ|ผู้|ที่มา|หา) ,|เคาน์เตอร์|,|เครื่อง|นับ|จํานวน|,|ผู้|นับ adv. ใน|ทาง|ที่|ผิด|,|ใน|ทาง|กลับ|,|ตรงกันข้าม adj. ตรงกันข้าม|,|ต่อต้าน. n. สิ่ง|ที่อยู่|ตรงกันข้าม|,|สิ่ง|ต่อต้าน|,|ผู้|ต่อต้าน|,|การ|ชก|สวน|,|หมั
Pref. ต่อต้าน|,|ตรงกันข้าม|,|กลับ|กัน|,|สวนทาง|,|แทน|,|ลอก|แบบ
(เคา|'|เทอะ|แอ|คทฺ) vt. ต่อต้าน|,|ขัดขวาง|,|โต้ตอบ|,|ตีโต้|  |Syn. counteraction n. ดู|counteract counteractive adj. ดู|counteract|  |Syn. resist|,|oppose
(เคา|'|เทอะ|อะแทค) n. การ|โต้ตอบ|,|การ|ตีโต้ vt.,|vi. โต้ตอบ|,|ตีโต้
(เคา|'|เทอะ|แบ|ลเลินซฺ) n. น้ําหนัก|ถ่วง|,|เครื่อง|ถ่วง|,|ความ|เท่าเทียม|กัน|,|ดุลยภาพ vt.,|vi. ถ่วง|ให้|เท่า|กัน|  |Syn. counterpoise
(เคา|'|เทอะ|เชค) vt.,|n. (การ) หยุดยั้ง|,|ยับยั้ง|,|ตรวจสอบ|ซ้ํา|,|ตรวจ|ทบทวน|  |Syn. blank check
(เคา|'|เทอะ|เค|ลม) vt.,|vi.,|n. (การ) เรียกร้อง|แย้ง|,|อ้าง|สิทธิ|แย้ง|,|แย้ง|สิทธิ.  |Syn. counterclaimant n. ดู|counterclaim
(เคา|เทอะ|คลอ|ค|'|ไว|ซ) adj.,|adv. ซึ่ง|ทวน|เข็มนาฬิกา|,|หมุน|ซ้าย|  |Syn. contraclockwise
(เคา|เท|อเคอ|'|เรินทฺ) n. กระแส|ทวน|,|กระแส|ย้อน|ทิศทาง
(เคา|'|เทอะ|ฟิท) adj. ปลอม|,|ปลอมแปลง|,|เก๊|,|แกล้ง. n. การ|ปลอม|,|การ|ปลอมแปลง|,|ของปลอม|,|นัก|ตุ๋น vt.,|vi. ปลอม|,|ปลอมแปลง|,|เลียน|แบบ|,|ทํา|ให้|เหมือน|  |Syn. counterfeiter n. ดู|counterfeit|  |Syn. feign
(เคา|'|เทอะ|ฟอยล์) n. ต้นขั้ว (เช็ค|ใบเสร็จ|หรือ|อื่น ๆ)| 
(เคา|'|เทอะ|ฟอร์ท) n. กําแพง|กั้น|,|ป้อม|กําบัง
(เคา|เทอะ|เออ|'|ริ|เทิน|ทฺ) n. ยา|บรรเทา|หรือ|ระงับ|อาการ|ระคายเคือง adj. ซึ่ง|ต้าน|อาการ|ระคายเคือง
(เคา|เทอะ|มาน|ด|'|ฺ) vt. ยกเลิก|,|สั่ง|ถอน|,|ออก|คําสั่ง|แย้ง|คําสั่ง|,|เรียก|ตัว|กลับ. n. คําสั่ง|ยกเลิก|คําสั่ง|เดิม|  |Syn. revoke
(เคา|'|เทอะ|เมส|'|เชอะ) n. วิธีการ|ตอบโต้|,|มาตรการ|ตอบโต้|,|วิธีการ|รับมือ
(เคา|'|เทอะ|ไมน์) n. ทุ่นระเบิด|ทําลาย|ทุ่นระเบิด|ข้าศึก|,|แผน|ตอบโต้|,
(เคา|'|เทอะ|ออ|ฟเฟน|'|ซิ|ฟว) n. การ|รุก|กลับ|,|การ|โจมตี|ข้าศึก|ที่|กําลัง|รุก|เข้า|มา|,|สงคราม|ตอบโต้
(เคา|'|เทอะ|เพน) ผ้า|คลุม|เตียง
(เคา|'|เทอะ|พาร์ท) n. สําเนา|,|ของ|คู่|กับ|,|สิ่ง|ที่|เป็น|คู่|กัน|,|สิ่ง|ที่|เสริม|กัน|,|ผู้|ที่|คล้าย|กัน|มาก|,|สิ่ง|ที่|คล้าย|กัน|มาก|  |Syn. analogue
(เคา|'|เทอะ|พอ|ยซฺ) n. น้ําหนัก|สําหรับ|ถ่วง|,|เครื่อง|ถ่วง|,|อํานาจ|หรือ|แรง|ถ่วง|ที่|เท่าเทียม|กัน|,|ดุลยภาพ|,|ภาวะ|ทรงตัว|,|คาน|,|เครื่อง|คาน|,|สติ. vt. ถ่วง|ด้วย|น้ําหนัก|,|ถ่วง|ให้|สมดุล|,|ทํา|ให้|ทรงตัว|,|พิจารณา|อย่าง|ละเอียด|  |Syn. compensate|,|offset|,|equalize
(เคา|'|เทอะ|เรฟ|โว|ลู|'|เชิน) n. การ|ปฏิวัติ|ซ้อน|,|การ|เคลื่อนไหว|ทางการ|เมือง|ที่|ต่อต้าน|การ|ปฏิวัติ|ที่|เกิด|ขึ้น.
(เคา|'|เทอะ|ไซ|นฺ) n. ลายเซ็น|กํากับ|,|ลายเซ็น|กํากับ|ลายเซ็น|,|การ|ลง|ลายเซ็น|เพิ่ม|,|การ|ลงนาม|ร่วม|,|สัญญาณ|ลับ. vt. ลง|ลายเซ็น|ร่วม|,|ลง|ลายเซ็น|กํากับ
(เคา|'|เทอะ|ซิ|งค) vt. คว้าน|รู|เพื่อให้|ตะปู|เข้า|,|เจาะ|รู
(เคา|'|เทอะ|ซิ|งค) vt. คว้าน|รู|เพื่อให้|ตะปู|เข้า|,|เจาะ|รู
(เคา|'|เทอะ|ซิ|งค) vt. คว้าน|รู|เพื่อให้|ตะปู|เข้า|,|เจาะ|รู
(เคา|'|เทอะ|ซิ|งค) vt. คว้าน|รู|เพื่อให้|ตะปู|เข้า|,|เจาะ|รู
(เคา|'|เท|ส) n. ภรรยา|ของ|ท่าน|เค้าท์ (count) ซึ่ง|เป็น|ขุนนาง|ใน|ประเทศ|ภาคพื้น|ยุโรป (ยกเว้น|อังกฤษ) ,|หญิง|ที่|มี|ตําแหน่ง|เป็น|ท่าน|เค้าท์|หรือ|เอิร์ล
(เคาทฺ|'|เลส) adj. สุด|ที่|จะ|นับ|ได้|,|เหลือ|คณานับ|  |Syn. numberless
(คัน|'|ท|รี|ไฟ|ดฺ) adj. ดู|countryfied
(คัน|'|ท|รี) n. ประเทศ|,|แผ่นดิน|ของ|ประเทศ|,|รัฐ|,|ประชากร|ของ|ท้องถิ่น|,|รัฐ|หรือ|ชาติ|,|ถิ่น|บ้านนอก|,|ชนบท|,|ถิ่น|ที่อยู่ adj. ชนบท|,|บ้านนอก|,|เกี่ยวกับ|ประเทศ|,|เกี่ยวกับ|บ้านเกิดเมืองนอน. -|-|Phr. (across the country ข้าม|ทุ่งนา|ทุ่ง|ไร่.) -|-|Phr. (go to the country ยุบ|รัฐสภา|เพื่อ|เลือก|ต
(คัน|'|ท|รี|ไฟ|ดฺ) adj. เกี่ยวกับ|ลักษณะ|ของ|บ้านนอก|หรือ|ชนบท.  |Syn. countrified
(คัน|'|ท|รี|โฟล์ค) n. ชาว|ชนบท|,|ชาวบ้าน|นอก|,|คน|ที่มา|จาก|ประเทศ|เดียวกัน|,|เพื่อน|ร่วมชาติ|  |Syn. countrypeople|,|rustics
(คัน|'|ท|รี|เมิน) n. เพื่อน|ร่วมชาติ|,|เพื่อน|ร่วม|ประเทศ|,|ประชากร|ของ|ประเทศ|,|คน|ที่อยู่|ใน|ชนบท|  |Syn. compatriot|,|rustic -|pl. countrymen
(คัน|'|ท|รี|ไซ|ดฺ) n. ส่วน|ที่|เป็น|ชนบท|,|ชาว|ชนบท
(เคา|'|ที) n. เขต|,|มณฑล
(คู) n. การ|ดําเนินการ|อย่าง|กะทันหัน|,|การ|กระทํา|ที่|ประสบ|ความ|สําเร็จ|อย่าง|มาก|,|รัฐประหาร -|pl. coups
(คู|เด|ทา|') n. รัฐประหาร -|pl. coups d|'|etat
(ดุ|คะ|ก|รา|ส|') n.,|Fr. การ|โจมตี|ให้|ตาย|ทันที|,|การ|โจมตี|,|ให้|ได้|ชัยชนะ|อย่าง|ชัดเจน
(คู|พ) n. รถยนต์|สอง|ประตู|ที่|สั้น|กว่า|รถยนต์|ธรรมดา|,|รถเก๋ง|เล็ก|,|รถม้า|โดยสาร|สอง|ที่นั่ง
(คัพ|'|เพิล) {|coupled|,|coupling|,|couples|} n. คู่|,|สอง|,|คู่|สามี|ภรรยา vt. ผูกมัด|,|เชื่อม|ติด|,|ติดต่อ|,|พ่วง|,|ทํา|ให้|เป็น|สามี|ภรรยา|กัน vi. ร่วม|เป็น|คู่|,|ร่วม|ประเวณี|  |Syn. link|,|join|  |Syn. couplement n. -|Conf. pair
(คัพ|'|เพล|อะ) n. เครื่อง|ต่อ|,|อุปกรณ์|ต่อ|เชื่อม|,|สิ่ง|ที่|พ่วง|,|ตะขอ|พ่วง|,|จาน|ต่อ|เพลา
(คัพ|'|พลิท) n. โครง (กลอน|,|ฉันท์|,|กาพย์) ,|บทละคร|สอง|บรรทัด|,|คํา|คู่|,|ประโยค|คู่
(คัพ|'|พ|ลิง) n. การ|เชื่อมต่อ|,|การ|เชื่อม|ผนึก|,|การ|ต่อ|ก้น|,|เครื่อง|พวง|,|การ|ร่วม|คู่
(คู|'|พอน) n. บัตร|,|บัตร|ควบ|,|ตั๋ว|,|ตั๋ว|ที่|ฉีก|ได้|,|ใบ|แนบ|โฆษณา|,|บัตรปันส่วน บัตร|แลก|สินค้า|,|บัตร|ลด|ราคา
(เคอ|'|ริ|จฺ) n. ความ|กล้าหาญ|,|ความ|กล้า|,|ความ|ห้าวหาญ|,|ความ|มี|ใจกล้า|,|กําลังใจ.
(คะ|เร|'|เจิส) adj. กล้า|,|กล้าหาญ|,|มี|ความ|กล้า|  |Syn. courageousness n. ดู|courageous
(เคอ|'|เรียร์) n. คน|เดิน|หนังสือ|,|ผู้|ส่ง|ข่าวสาร|,|ผู้|ถูก|ว่าจ้าง|ให้|บริการ|ทัศนาจร|แก่|นักท่องเที่ยว เป์นชื่อ|แบบ|อักษร (font) ที่|เป็น|ที่|นิยม|มาก|แบบ|หนึ่ง|ที่|มี|ใช้|ใน|ระบบ|วินโดว์ 3.1 และ|วินโดว์ 95 ตัวอักษร|ทุก|ตัว|ไม่ว่า|จะ|เป็น I หรือ w ล้วนแต่|ใช้เนื้อ|ที่|เท่า|กัน|ทั้งหมด
(เคอ|'|แล|น) n. นก|ปาก|ยาว|ชนิด|หนึ่ง
(คอร์ส) {|coursed|,|coursing|,|courses|} n. เส้นทาง|,|วิถีทาง|,|แนวทาง|เดิน|,|แนวทาง|ปฏิบัติ|,|แนว|ความคิด|,|ลําน้ํา|,|สาย|,|หลักสูตร|,|กระบวน|วิชา|,|ช่วง|ระยะ|เวลา|การ|รักษา|,|จาน|หนึ่ง (อาหาร) ,|ชุด|หนึ่ง (ยา|,|การ|บรรยาย) ,|ระดู|,|การ|ไล่ล่า (โดย|สุนัข|ล่า|เนื้อ) vt. วิ่ง|ผ่าน|,|วิ่ง|ข้าม|,|ไล่|,|ไล่|ตาม|,|ไล่ล่า|,|ก่
(คอร์|'|เซอะ) n. ผู้|ไล่|ตาม|,|นัก|ไล่|สัตว์|,|ผู้|ไล่ล่า|,|สุนัข|ล่า|เนื้อ|,|ม้าเร็ว
(คอร์ส|'|ซิ|ง) n. การ|ไล่|ตาม|,|การ|ไล่ล่า|,|กีฬา|ล่า|เนื้อ|โดย|สุนัข|ล่า|เนื้อ
(คอร์ท) {|courted|,|courting|,|courts|} n. สนาม|,|ลาน|,|ศาล|,|คณะ|กรรมการ|บริหาร|,|ราชสํานัก|,|สภา|,|การ|เกี้ยว|,|การ|ประจบ|,|การ|แส่|หาเรื่อง vt.,|vi. เกี้ยว|,|ประจบ|,|จีบ|,|แส่|หาเรื่อง -|Phr. (the Court of St. Jame|'|s ราชสํานัก|อังกฤษ)| 
n. แบบ|ลายมือ|  |Syn. Saxon handwriting
n. ลาน|เทนนิส|,|สนาม|เล่น|เทนนิส
(คอร์ท|'|มาร์เชิล) n. ศาล|ทหาร vt. ขึ้นศาล|ทหาร
(เคอ|'|เทียส) adj. มี|มารยาท|,|สุภาพ|,|มี|อัธยาศัย|,|มี|ความ|เอื้อเฟื้อ|  |Syn. courteousness n.  |Syn. polite|,|civil Ant. impolite
(คอร์|'|ทิเซิน) n. โสเภณี|ชั้น|สูง|  |Syn. mistress|,|prostitute
(เคอ|'|ทิ|ซี) n. มารยาท|,|ความ|สุภาพ|,|ความ|เอื้อเฟื้อ|,|อัธยาศัย. -|Id. (drop a courtesy ถอน|สายบัว)|  |Syn. politeness|,|graciousness
(คอร์|'|ทิเซิน) n. โสเภณี|ชั้น|สูง|  |Syn. mistress|,|prostitute
(คอร์ท|'|เฮาซฺ) n. อาคาร|ศาล|,|สํานักงาน|ศาล
(คอร์ท|'|เทียร์) n. ข้า|ราชสํานัก|,|คน|ประจบ|สอ|พล|อ
(คอร์ท|'|ลี) adj. สภาพ|,|สุภาพ|เรียบร้อย|,|ช่าง|ประจบ|สอ|พล|อ|,|เกี่ยวกับ|หรือ|เหมาะ|กับ|ราชสํานัก adv. อย่าง|สุภาพ|เรียบร้อย|,|ช่าง|เอาใจ|  |Syn. courtliness n. ดู|courtly|  |Syn. ceremonial
(คอร์ท|'|รู|ม) n. ห้อง|พิจารณา|คดี
(คอร์ท|'|ชิ|พ) n. การ|เกี้ยว|,|การ|จีบ|,|การ|ขอ|ความ|รัก|,|ระยะ|เวลา|ที่|มี|การ|เกี้ยว|กัน|,|การ|ประจบ
(คอร์ท|'|ยาร์ด) n. ลาน|บ้าน (โดยเฉพาะ|ที่|ปิด|ทั้ง|4|ด้าน)| 
(คัซ|'|เซิน) n. ลูก|พี่|ลูกน้อง|,|ญาติ|ห่าง ๆ ,|บุคคล|ที่|เกี่ยวพัน|กัน (โดย|มี|ลักษณะ|ธรรมชาติ|ภาษา แหล่ง|กําเนิด) ที่|คล้าย|กัน -|Conf. (a first cousin ลูก|พี่|ลูกน้อง (ทาง|พ่อ|และ|แม่)) -|Conf. (a second cousin ลูก|ของ|ลุง|ป้า|น้า|อา (ที่|เป็น|ลูก|พี่|ลูกน้อง|ของ|พ่อแม่))|  |Syn. c
(คัซ|'|เซิน) n. ลูก|พี่|ลูกน้อง (cousin)| 
(คัซ|'|เซิน|รี) n. ลูก|พี่|ลูกน้อง (เรียก|รวม ๆ) ,|ญาติ (เรียก|รวม ๆ)| 
(คู|โท|') n. มีด -|pl. couteaus
(คู|'|ธี) adj. เอื้อเฟื้อ|,|กรุณา|,|มี|ไมตรีจิต
(คู|เที่ยว|') n. อาชีพ|หรือ|การงาน|ของ|นักออกแบบ|หรือ|ขาย|เสื้อผ้า|อาภรณ์|สตรี
(คู|เที่ยว|'|เรีย) n. นักออกแบบ|ทํา|หรือ|ขาย|เสื้อผ้า|อาภรณ์|สตรี|  |Syn. couturier
(คู|เที|ยล|'|เรียร์) n.,|Fr. couturier ที่|เป็น|หญิง
(โค|ฟว) n. ส่วน|เว้า|เล็ก ๆ เข้า|แนว|ชายฝั่ง|ของ|ทะเล ทะเลสาบ|หรือ|แม่น้ํา|,|ส่วน|เว้า|เข้า|ของ|ภูเขา|,|ถ้ํา|,|ทาง|เล็ก ๆ ใน|ป่า|หรือ|ระหว่าง|เนินเขา|,|ผิวหน้า|ที่|เว้า|เข้า. vt.,|vi. ทํา|ให้|เว้า|,|กลาย|เป็น|เว้า
(คัฟ|'|วัน) n. กลุ่ม|แม่มด (โดยเฉพาะ|ที่|มี|13|คน) ,|กลุ่ม|มาร|ร้าย
(คัพ|'|วะ|เนิน|ทฺ) n. ข้อตกลง|,|สัญญา|,|ข้อกําหนด|,|บทบัญญัติ|ใน|กฎหมาย|โบราณ|,|สัญญา|ของ|พระเจ้า|ใน|พระคัมภีร์ vi. ทํา|สัญญา|,|ทํา|ข้อตกลง. vt. ตกลง (โดย|สัญญา) ,|ให้|คํามั่น|,|กําหนด|  |Syn. compact|,|agreement|,|agree
(คัฟ|'|วะ|เนิน|ทิด) adj. ซึ่ง|ได้|ทํา|สัญญา|หรือ ตกลง|ไว้|แล้ว|,|ซึ่ง|มี|หน้าที่|ต้อง|ปฏิบัติ|ตาม|สัญญา
(คัฟวะ|เนิน|ที|') n. ผู้|ที่|ถูก|กําหนด|หรือ|ให้|คํามั่น|ไว้|ใน|สัญญา
(คัฟ|'|วะ|เนิน|เทอะ) n. ผู้ทํา|สัญญา
(คัฟ|'|เวอะ) {|covered|,|covering|,|covers|} vt. ปกคลุม|,|คลุม|,|กลบ|,|ปิด|คลุม|,|ปิดบัง|,|ครอบ|,|นํามา|ซึ่ง ป้องกัน|คุ้มกัน|,|ครอบคลุม|,|รวม|ทั้ง|,|ชดเชย|,|ชดใช้|,|สังวาส|กับ|,|กก (ไข่) ,|ประกบ|ตัว. vi. แทน|,|ซ่อน -|Phr. (cover up ปิด|เป็น|ความลับ|,|ปิด|อย่าง|มิดชิด) n. ที่|ปิด|,|ฝา|,|ที่|ครอบ|,|ปก|,|ปลอก|,|ยาง|นอก|,
หญิง|หน้าปก (ที่|ป|รา|กฎ|ภาพ|ใน|นิตยสาร)| 
(คัฟ|'|เวออัพ) n. การ (วิธี) ปิดบัง
(คัฟ|'|เว|อริ|จฺ) n. ขอบเขต|ที่|การ|ประกันภัย|ครอบคลุม|ถึง|,|เงิน|ค้ํา|ประกัน|,|เงินประกัน|,|การ|รายงาน|ข่าว|และ|การ|ตีพิมพ์|ข่าว|หรือ|ออก|ข่าว|,|ขอบเขต|ของ|การ|รายงาน|ข่าว
(คัฟ|'|เวอะ|ออ|ล) n. เครื่องแต่งตัว|ชิ้น|เดียว|สําหรับ|ทํางาน|ที่|สวม|ปกคลุม|เสื้อผ้า|ชิ้น|อื่น
(คัฟ|'|เวอลิท) n. ผ้า|คลุม|เตียง|,|สิ่ง|ที่|ใช้|คลุม|  |Syn. coverlid
(คัฟ|'|เวิร์ท) adj. ซึ่ง|หลบซ่อน|,|ซึ่ง|ซ่อนเร้น|อย่าง|ลับ ๆ ,|แอบแฝง|,|ภายใต้|การ|คุ้มครอง|ของ|สามี n. สิ่ง|ปกคลุม|,|ที่|กําบัง|,|ที่|หลบซ่อน|,|การ|ปิดบัง|,|การ|ปลอมตัว|,|พุ่มไม้|สําหรับ|สัตว์|ที่|จะ|ล่า|  |Syn. covertness n. ดู|covert|  |Syn. clandestine|,|hid
n. (คัฟ|'|เวร์ท|-) ผ้า|คลุม|  |Syn. covert
(คัฟ|'|เวอะเชอ) n. สิ่ง|ปกคลุม|,|การ|ซ่อนเร้น
(คัฟ|'|เวท) {|coveted|,|coveting|,|covets|} vt. โลภ|,|ปรารถนา (ทรัพย์สมบัติ|ของ|บุคคล|อื่น) อย่าง|ไม่|เหมาะสม|,|อยาก|ได้|มาก vi. ปรารถนา (อย่าง|ไม่|เหมาะสม)|  |Syn. coveter n. ดู|covet|  |Syn. desire|,|lust Ant. relinquish
(คัฟ|'|วิทัส) adj. ซึ่ง|ปรารถนา (อย่าง|ไม่|เหมาะสม) ,|อยาก|ได้|มาก|  |Syn. covetousness n.  |Syn. greedy|,|lustful Ant. generous
(คัฟ|'|วี) n. ครอก|นก|,|กลุ่ม|,|พวก|,|ฝูง|,|ชุด|  |Syn. clique|,|band|,|group -|pl. -|coveys
(คัฟ|'|วิน) n. การ|สมรู้|ร่วม|คิด|,|การ|คบคิด|กัน|,|สัญญาณ|ลับ
(คัฟ|'|วิง) n. ส่วนโค้ง|เว้า|เข้า|ไป|ใน|กําแพง|หรือ|ฝา|ผนัง
(คาว) n. วัว|ตัวเมีย|,|แม่|วัว|,|สัตว์|ตัวเมีย|จําพวก Bos|,|สัตว์|ตัวเมีย|ขนาด|ใหญ่ (เช่น|ช้าง ปลาวาฬ แรด แม่น้ํา) ,|หญิง|อ้วน|พุงพลุ้ย -|Phr. (a sacred cow วัว|ใน|อินเดีย (ถือ|เป็น|สัตว์|ที่|ศักดิ์สิทธิ์) ,|บุคคล|ที่|ศักดิ์สิทธิ์|ที่|หา|อาจ|ล่วงละเมิด|ได้.) -|Phr. (till the cows come home นาน
(คาว|'|อิจ) n. หมามุ่ย|,
(คาว|'|เอิร์ด) n. คน|ขี้ขลาด|,|คน|อ่อนแอ. adj. ขี้ขลาด|,|มี|ความ|กลัว|,|อ่อนแอ|,|ไร้|ความ|กล้า
(คาว|'|วัด|ดิซฺ) n. ความ|ขี้ขลาด|,|การ|ไร้|ความ|กล้า|ที่|จะ|เผชิญ|กับ|อันตราย ความ|ลําบาก การ|ต่อต้าน|หรือ|อื่น ๆ|  |Syn. poltroon Ant. daredevil
(คาว เอิร์ดลี่) adj. ขี้ขลาด|,|ไร้|ความ|กล้า. adv. อย่าง|คน|ขี้ขลาด (่|ไร้|ความ|กล้า)| 
(คาว|'|เบน) n. พืช|ที่|เป็น|พิษ|ต่อ|วัวควาย
(คาว|'|บอย) n. โคบาล|,|คน|ที่|ดูแล|และ|เลี้ยง|วัว|บน|หลัง|ม้า (โดยเฉพาะ|ใน|สหรัฐอเมริกา) ,|คน|ที่|มี|ความ|ชํานาญ|ใน|การ|ขี่ม้า|,|เหวี่ยง|ห่วง|จับ|วัว|,|คน|ขับ|รถ|เร็ว|แบบ|บ้าระห่ํา
วิทยาลัย|เกษตร
(คาว|'|เออะ) {|cowered|,|cowering|,|cowers|} vt.,|vi. หมอบ|ด้วย|ความ|กลัว|,|ยืน|หรือ|นั่ง|เอา|เข่า|ชิด|กัน|และ|ก้ม|ตัว|ด้วย|ความ|กลัว|  |Syn. cringe|,|shrink Ant. strut
(โค|วิน|'|เนอะ) n. ผู้|ร่วม|มี|ชัยชนะ|,|ผู้|ร่วม|ชนะ
(คาวล์) {|cowled|,|cowling|,|cowls|} n. เสื้อ|พระ|ที่|มี|ส่วน|คลุม|ศีรษะ|,|ส่วน|คลุม|ศีรษะ|ของ|เสื้อคลุม|ดังกล่าว|,|ฝา|ครอบ|,|ที่|ครอบ|,|ยอด|ปล่องไฟ|,|ส่วนหน้า|ของ|รถยนต์|ที่อยู่|ใต้|กระจกหน้า|เป็น|ส่วน|ที่อยู่|ของ|คัน|เหยียบ|คันเร่ง|และ|คลัตซ์. vt. ส่วน|ที่|คลุม|ศีรษะ|,|ครอบ คํา|ที่|มี|ความหมาย|เหมือน|กั
(คาว|'|ลิค) n. ปอยผม|ที่|ยื่น|ออก|ทาง|ทิศทาง|ต่าง|จาก|ผม|ส่วน|อื่น
(คาว|'|ลิง) n. โลหะ|ครอบ|เครื่องยนต์|ของ|เครื่องบิน
(คาว|'|เมิน) n. คน|เลี้ยง|วัว|,|เจ้าของ|คอก|ปศุสัตว์ -|pl. cowmen
(คาว|'|โพ|ค) n. โคบาล (แสลง)| 
(คาว|'|พอ|คซฺ) n. ฝีดาษ|วัว (คน|นํา|ไป|ทํา|เป็น|วัคซีน|กัน|โรค|ฝีดาษ|คน)| 
(คาว|'|รี) n. เปลือก|หอย|เงินตรา|,|หอย|ดังกล่าว
(คาว|'|รี) n. ดู|cowrie
(คาว|'|สลิพ) n. ต้น|ขจร
(คอ|คซฺ) ฐcoxed|,|coxing|,|coxes|} n. คน|ถือท้าย|เรือ|แข่ง|,|หัวหน้า|มือ|พาย|ของ|เรือ|แข่ง. vt. ทํา|หน้าที่|เป็น|คน|ถือ|,|ท้าย|เรือ|แข่ง
(คอ|ค|'|ซะ) n. ข้อต่อ|กระดูก|ตะโพก|,|ตะโพก|,|ส่วน|แรก|ของ|ขา|แมลง|  |Syn. coxal adj. ดู|coxa -|pl. coxae
(คอ|คแซล|'|เจีย|,|-|จี) n. อาการ|ปวด|ตะโพก.  |Syn. coxalgic adj. ดู|coxalgia
(คอ|คแซล|'|เจีย|,|-|จี) n. อาการ|ปวด|ตะโพก.  |Syn. coxalgic adj. ดู|coxalgia
(คอ|คซฺ|'|โคม) n. หงอนไก่|,|คน|ขี้โอ่|หรือ|คน|สํารวย|ที่|โง่|และ|หยิ่ง|,|ศรี|ษะ|  |Syn. coxcombic adj. ดู|coxcomb coxcombical adj. ดู|coxcomb|  |Syn. popinjay
(คอ|ค|'|เซิน|,|-|ส|เวน) n. คน|ถือท้าย|เรือ|แข่ง|,|หัวหน้า|มือ|พาย|ของ|เรือ|แข่ง|,|คน|ที่|ทํา|หน้าที่|ดูแล|เรือ|บด|  |Syn. steersman
(คอ|ค|'|ซี) adj. หยิ่ง|,|ขี้โอ่|,|ทระนง
(คอย) {|coyed|,|coying|,|coys|} adj. ขี้อาย|,|อาย|,|กระดาก|,|สงบเสงี่ยม vi. มี|กิริยา|ที่|อาย vt. สงบเสงี่ยม|  |Syn. coyness n.  |Syn. diffident|,|shy
(ไค|'|โอ|ท) n. สัตว์เลี้ยงลูกด้วยนม|คล้าย|หมาป่า พบ|ใน|ทวีป|อเมริกาเหนือ.  |Syn. prairie wolf
n. ชื่อเล่น|ของ|รัฐ South Dakota
(คอย|'|พู) n. สัตว์|ใช้|ฟัน|แทะ|จําพวก Myocastor coypus -|pl. coypus
(คัซ) n. ลูก|ที่|ลูกน้อง
(คัซ|'|เซิน) {|cozened|,|cozening|,|cozens|} vt.,|vi. โกง|,|หลอกลวง|,|ต้ม|  |Syn. cozener n.  |Syn. deceive|,|cheat
(คัซ|'|ซัน|นิจ) n. การ|โกง|,|หลอกลวง
(โค|'|ซี) adj. อบอุ่น|และ|สบาย|,|สะดวก
(ซี|พี|/|เอ็ม) ย่อ|มา|จาก Control Program for Microcomputers เป็น|ชื่อ|โปรแกรม|ระบบ|ที่|เคย|โด่งดัง|มาก|เมื่อ|สมัย|ใช้|ไมโครคอมพิวเตอร์ 8 บิต หรือ|เมื่อ|ราว|สิบ|ปีก่อน
1. abbr. Consumer Price Index ดัชนี|ราคา|บริโภค|ภัณฑ์ 2. (ซี|พี|ไอ) ย่อ|มา|จาก characters per inch เป็น|หน่วย|วัด|ความ|จุ|ของ|แถบ|บันทึก (tape) ว่า|จุ|ได้|กี่|ตัวอักษร|ต่อ|ความ|ยาว 1 นิ้ว|มี|ความหมาย|คล้าย|กับ BPI
abbr. creatinine phosphokinase
abbr. cerebral perfusion pressor
abbr. cardiopulmonary resuscitation
(ซี|พี|เอส) ย่อ|มา|จาก characters per second แปล|ตรง ๆ ได้|ว่า อักขระ|ต่อ|วินาที ใช้|เป็น หน่วย|วัด|ความ|เร็ว|ใน|การ|พิมพ์|ว่า เครื่องพิมพ์ สามารถ|พิมพ์|ได้|กี่|ตัว|อักขระ|ใน|เวลา 1 วินาที ใช้|กับ|เครื่องพิมพ์|แบบ|จุด (dot matrix) และ|แบบ|ฉีด|หมึก (ink jet) เท่านั้น
(ซีพียู) เป็น|คํา|ที่|ผู้ใช้|คอมพิวเตอร์|ต้อง|รู้จัก ย่อ|มา|จาก Central Processing Unit แปล|ว่า ตัว|ประมวลผล|กลาง หมายถึง|ส่วน|สมอง|ของ|เครื่อง|คอมพิวเตอร์|นั่นเอง ประกอบ|ด้วย|หน่วย ความจํา หน่วย|คํานวณ และ|หน่วยควบคุม เมื่อ|พูด|ถึง "|ซีพียู|" ของ|ไมโครคอมพิวเตอร์ มักจะ|หมายถึง|ชิป (chip) ที่|ใช้ ว่า|เป็น|เบอร์ 80286, 80386, 80486 หรือ เพน|เทียม (pentium)| 
คําย่อ ของ creatinine clearance (Cr) abbr. cardiorespiratory
<|คําย่อ|>|เป็น|คําอธิบาย|คุณสมบัติ|ของ|เครื่องพิมพ์ CR ย่อ|มา|จาก Carriage Return หมายถึง|การ|สิ้นสุด|บรรทัด เครื่องพิมพ์|จะ|ขึ้น|บรรทัด|ใหม่|ให้ ส่วน LF ย่อ|มา|จาก Line Feed หมายถึง|ว่า|เครื่องพิมพ์|จะ|เลื่อน|กระดาษ|ให้|ด้วย (เครื่องพิมพ์|บาง|เครื่อง|จะ|ทํา|อย่างใด|อย่างหนึ่ง|เท่านั้น)| 
abbr. central retinal artery
(แค|รบ) {|crabbed|,|crabbing|,|crabs|} n. ปู|,|เครื่อง|ยก|ของ|หนัก|,|ปั้นจั่น|,|ดาว|,|ปู|ใหญ่|,|หมัด|ขน|หัว|เห|น่า|,|อารมณ์|ฉุนเฉียว|,|คน|โมโห|ร้าย vi. จับ|ปู|,|เคลื่อน|ตัว|เอียง|ข้าง|คล้าย|ปู -|v. หาเรื่อง|,|บิน|เอียง|,|ใช้|เล็บ|จับ|  |Syn. crabber n.  |Syn. complai
(แค|รบ|'|บิด) adj. มี|อารมณ์|ฉุนเฉียว|,|โกรธ|ง่าย|,|ดื้อรั้น|,|เข้าใจ|ยาก|,|อ่าน|ยาก.  |Syn. crabbedness n. ดู|crabbed
(แค|รบ|'|เบอะ) n. เรือ|จับ|ปู|,|คน|จับ|ปู|,|คน|ที่|มี|อารมณ์|ฉุน|เฉี่ยว|,|คน|ที่|โกรธ|ง่าย
(แค|รบ|'|บิ|ง) n. การ|จับ|ปู
(แค|รบ|'|บี) adj. มี|อารมณ์|ฉุนเฉียว|,|โกรธ|ง่าย|  |Syn. ill|-|natured|,|cross
(แค|รบ|'|สทิค) n. คน|ที่|นิสัย|ฉุนเฉียว
(แครค) {|cracked|,|cracking|,|cracks|} vi. มี|เสียง|ดัง|เฟี้ยว (สะบัด|แส้) ,|มี|เสียง|แค|รก ๆ ,|มี|เสียงแตก|ดัง|เปรี้ยง ๆ ,|ระเบิด|แตก|,|ตี|ให้|แตก|,|ทุบ|,|ต่อย|,|สลาย|ตัว (เนื่องจาก|ถูก|ความ|ร้อน) ,|คุย|โว vt. ทํา|ให้|เกิด|เสียง|ดัง|เปรี้ยง|,|ทํา|ให้|แตกร้าว|,|กล่าว|,|บอก.  |Syn. crack a crib บุก|เข
n. วัน|โลกาวินาศ. สัญญาณ|ของ|วัน|โลกาวินาศ
(แครค|'|อัพ) n. การ|ปะทะ|,|ภาวะ|สุขภาพ (โดยเฉพาะ|สุขภาพจิต) ทรุดโทรม|,|การ|พัง|ทลาย|,|การ|ล้ม|ลง|,|การ|แตกสลาย|  |Syn. crash
(แครค|'|เบ|รน|ดฺ) adj. โง่|,|บ้า
(แครค|'|คาวน์) n. การ|ลงโทษ|อย่าง|รุนแรง|,|การ|ปราบปราม|อย่าง|รุนแรง|  |Syn. discipline
(แครคทฺ) adj. แตก|,|เป็น|รอย|แตก|,|ได้|รับ|ความ|เสียหาย|,|ได้|รับ|บาดเจ็บ|,|บ้า|,|เสียงแตก|,|เสียงแหบ|  |Syn. crackedness n.  |Syn. split
(แครค|'|เคอะ) n. ขนมปัง|กรอบ|,|ประทัด|,|เครื่อง|บีบ|ผลไม้|เปลือก|แข็ง|ให้|แตก|,|คน|คุย|โว|,|สิ่ง|ที่|ทํา|ให้|แตก|,|คน|ที่|ทํา|ให้|แตก. adj. คลั่ง|  |Syn. firework
(แครค|'|เคอะ|แบ|'|เรล) adj. ขึ้คุย|,|คุย|โว
(แครค|'|เคอะ|แจ็ค) n. ผู้|ที่|มี|คุณสมบัติ|หรือ|ความ|สามารถ|บาง|อย่าง|ที่|ดีเลิศ. adj. ดีเลิศ|,|ชั้นเยี่ยม.
(แครค|'|เคอซฺ) adj. บ้า|,|มี|สติ|ฟั่นเฟือน
(แครค|'|คิง) n. การ|แตก|,|การ|แตกแยก|,|รอย|แตก adv. อย่างยิ่ง|,|อย่าง|ผิดปกติ adj. ฉลาด|,|หลักแหลม -|Id. (get cracking เริ่ม)| 
(แครค|'|เดิล) {|crackled|,|crackling|,|crackles|} vi.,|vt.,|n. (การ) (ทํา|ให้) ปะทุ|,|มี|เสียง|ดัง|เปรี้ยง (โครม|,|ตูมตาม) ,|เป็น|รอย|แตก|ละเอียด|ผิวหน้า|,|ร่างแห|ของ|รอย|แตก|ละเอียด|,|เครื่อง|เคลือบ|  |Syn. crack|,|snap
(แครค|'|เคิลแวร์) n. เครื่อง|เคลือบ ceramics.  |Syn. crackle
(แครค|'|ลิง) n. เสียง|ปะทุ|,|เสียงแตก|,|หนัง|กรอบ|,|หนัง|หมู|ย่าง|,|กาก|น้ํามันหมู|ที่|กรอบ
(แครค|'|ลี) adj. ชอบ|แตก
(แครค|'|เนล) n. ขนมปัง|กรอบ|,|กาก|น้ํามันหมู|ที่|กรอบ
(แครค|'|พอ|ท) n. คนบ้า|,|คน|สติ|ฟั่นเฟือน adj. วิปลาส|,|มี|สติ|ฟั่นเฟือน|,|บ้า
(แครค|'|คี) adj. ซึ่ง|แตก|ง่าย|,|มี|รอย|ร้าว|มาก|,|บ้า|,|มี|จิต|ฟั่นเฟือน interj. อนิจจา !
(เคร|'|เดิล) {|cradled|,|cradling|,|cradles|} n. เปล|เด็ก|,|แหล่ง|กําเนิด|,|คาน|เปล|,|แคร่|,|ร่าง|ร่อน|แร่ vt. วาง|ใน|เปล|,|เอา|วาง|และ|แกว่ง|ใน|เปล|,|เลี้ยง|เด็ก|,|ร่อน|แร่. vi. นอน|อยู่|ใน|เปล -|Phr. (from the cradle to the grave ตั้งแต่|เกิด|จน|ตาย|,|ใน|ชั่ว|ชีวิต|นี้) -|Id. (rob the cradle เป็นเพื่อน
(เคร|'|เดิล|ซอง) n. เพลง|กล่อม|เด็ก
(ครา|ฟทฺ) {|crafted|,|crafting|,|crafts|} n. ความ|เชี่ยวชาญ|,|ความ|ชํานาญ|,|ฝีมือ|ทาง|ช่าง|,|การช่าง|,|อาชีพ|,|เล่ห์เหลี่ยม|,|สมาคม|วิชาชีพ|,|เรือ|,|ยาน|,|ยานอวกาศ. vt. ประดิษฐ์|ด้วย|ฝีมือ|  |Syn. art|,|skill|,|ability
(ครา|ฟ|'|ทิลี) adv. มี|เล่ห์เหลี่ยม
(ครา|ฟ|'|ทิเนส) n. การ|มี|เล่ห์เหลี่ยม
(ครา|ฟสฺ|'|เมิน) n. ช่างฝีมือ|,|จิตรกร|,|ช่างเขียน|,|ผู้ชํานาญ.  |Syn. craftsmanship n.  |Syn. artisan -|pl. craftsmen
(ครา|ฟ|'|ที) adj. มี|เล่ห์เหลี่ยม|,|เจ้าเล่ห์|,|มี|ฝีมือ|,|ประณีต|,|ชํานาญ|,|เชี่ยวชาญ.  |Syn. craftily adv. craftiness n.  |Syn. deceitful|,|cunning Ant. guileless|,|honest
(แค|รก) n. หิน|ผา|,|เชิง|ผา|,|ผา|ชัน|  |Syn. cliff
(แค|รก|'|กิด) adj. = craggy
ผู้ชํานาญ|ใน|การ|ปีน|ไต่|หน้าผา
(เคร็ค) n. นก|กวัก|ปาก|สั้น
(แค|รม) {|crammed|,|cramming|,|crams|} vt. ยัด|,|อัด|,|กิน|อย่าง|ตะกละตะกลาม|,|กิน|มาก|เกิน|ไป|,|ศึกษา|อย่าง|เร่งรีบ|,|เร่ง|เรียน|,|โกหก vi. กิน|มาก|เกิน|ไป|,|กิน|อย่าง|ตะกละ|ตะ|กราม|,|เร่ง|เรียน|,|เร่ง|ท่องจํา n. ภาวะ|ที่|อัด|เต็ม|,|ภาวะ|ที่|ยัดเยียด|  |Syn. press|,|pack|,|crowd
(แค|รม|'|ฟู|ล) adj. ให้|เต็มที่|สุด|เท่า|ที่|จะ|เต็ม|ได้|,|ยัดเยียด
(แค|รม|'|มิ|ง) n. การ|เร่ง|เรียน|หรือ|เร่ง|ท่องจํา|,|การ|อัด|หรือ|ยัด|ให้|เต็ม
(แค|รม|'|ออ|ย|ซี่) n. ผ้า|สี|แดง|เข้ม|,
(แค|รม|'|ออ|ย|ซี่) n. ผ้า|สี|แดง|เข้ม|,
(แค|รม|พฺ) n. ตะคริว|,|อาการ|ปวดท้อง|อย่าง|กะทันหัน|,|อุปกรณ์|หรือ|โครง|ยึด|,|สิ่ง|ยึด|,|ภาวะ|ที่|เป็น|ตะคริว|,|ภาวะ|ที่|ถูก|ยึด adj. เข้าใจ|ยาก|,|อ่าน|ยาก|,|ยาก|,|หด|,|คับแคบ|  |Syn. contraction
(แค|รม|'|เพิน) n. เหล็ก|ยึด|,|เหล็ก|เกราะ|,|ตะขอ|โลหะ|,|ตะปู|ยึด|ปลาย|แหลม|บน|พื้น|รองเท้า|ย่ํา|หิมะ
(เค|รน|'|นิจ|ฺ) n. การ|ใช้|ปั้นจั่น|ยก|ของ|หนัก|,|ค่าใช้จ่าย|ใน|การ|ยก|ของ|หนัก|ด้วย|ปั้นจั่น
(แค|รน|'|เบอ|รี) n. ผล|เล็ก ๆ สี|แดง|เข้ม|,|ต้นไม้|จําพวก Vaccinium|,|ต้นไม้|ดังกล่าว
(เค|รน) {|craned|,|craning|,|cranes|} n. ปั้นจั่น|ยก|ของ|หนัก|,|นก|กระ|-|เรียน vt. เอา|ปั้นจั่น|ยก|ของ|ขึ้นลง|,|ยืด|คอ vi. ยืด|คอ|,|ชะงัก|  |Syn. cranelike|,|cranely adj.
(เคร|'|เนี|ยล) adj. เกี่ยวกับ|กะโหลก|ศีรษะ
Pref. "|กะโหลก|ศีรษะ|" Pref.
(เครนี|ออ|ล|'|โลจี) n. กะโหลก|วิทยา.
(เคร|'|เนี|ยม) n. กะโหลก|ศีรษะ|,|ส่วน|ของ|กะโหลก|ศรี|ษะ|ที่|หุ้ม|สมอง -|pl. craniums|,|crania
(แครงคฺ) {|cranked|,|cranking|,|cranks|} n. ข้อ|เหวี่ยง|,|ที่|หมุน|,|ด้าม|หมุน|,|คน|ที่|มี|นิสัย|ฉุนเฉียว|ง่าย|,|ความคิด|ที่|ประหลาด|,|คน|ระ|ห่ํา vt.,|vi. งอ|เป็น|รูป|ด้าน|หมุน|,|หมุน|ข้อ|เหวี่ยง|,|หมุน|มือ|หมุน|,|บิด|ไป|มา adv. ไม่|แน่นอน|,|บ้า ๆ บอ ๆ adj. กลิ้ง|ได้|ง่าย|,|พลิก|ง่าย|,|คว่ํา|ง่าย|,|ร่าเริง|,|มี|ชีวิต|ชี
จาน|ข้อ|เหวี่ยง
(แครง|'|คี) adj. อารมณ์|ร้าย|,|ฉุนเฉียว|,|ไม่|มั่นคง|,|คว่ํา|,|ง่าย|,|เอียง|ง่าย|,|ประหลาด|,|บ้า ๆ บอ ๆ|  |Syn. cross|,|sulky|,|peevish Ant. calm
(แคร|'|นัก|,|-|นัจ) n. เกาะเล็ก ๆ ที่|ถม|ขึ้น|บน|หนอง|น้ํา
(แคร|'|นัก|,|-|นัจ) n. เกาะเล็ก ๆ ที่|ถม|ขึ้น|บน|หนอง|น้ํา
(แค|รน|'|นี) n. ร่อง|,|รู|,|รอย|แตก|,|รอย|ร้าว|,|ซอก|  |Syn. crannied ดู|cranny|  |Syn. fissure|,|opening
(ครา|น|'|รู|ซ) n. น้ําค้างแข็ง
(เครพ) {|craped|,|craping|,|crapes|} n. แขนทุกข์ (สี|ดํา) ,|ผ้า|ย่น|สี|ดํา|,|ด้าย|ดํา|,|ผ้า|ย่น|,|แพร|ย่น|,|ผ้า|ไว้ทุกข์|,|เครื่องหมาย|ไว้ทุกข์. vt. ใช้|ด้าย|ย่น|หรือ|แพร|ย่น|ปิด|คลุม|,|ทํา|ให้|เป็น|ลอน|  |Syn. crepe
(เครพ|'|แฮ|ง|เก|อะ) n. คน|ที่|มอง|ใน|แง่|ร้าย|,|คน|ที่|เศร้าหมอง
(แครพ|'|เพอะ) n. ห้อง|สุขา
(แครพ|'|พี) n. ปลา|เล็ก ๆ จําพวก|หนึ่ง
(แครพ|'|พี) adj. น่า|ซัง|,|น่า|ขยะแขยง|,|ต่ําช้า
(เครพ) n. เกม|ลูกเต๋า|ชนิด|หนึ่ง
(แครพ|'|ชู|ท|เทอะ) n. คน|เล่น|เกม craps
(แครพ|'|พิวเลินท) adj. ป่วย|เนื่องจาก|กิน|มาก|หรือ|ดื่ม|มาก|เกิน|ไป.  |Syn. crapulence|,|crapulency n.
(แคร|?) {|crashed|,|crashing|,|crashes|} vt.,|vi. ชน|โครม|,|ปะทะ|โครม|,|มี|เสียง|ลั่น|ดัง|เปรี้ยง|,|มี|เสียง|กระทบ|หรือ|ชน|กัน|,|พุ่ง|ชน|,|พัง|,|ล้มเหลว|,|พ่ายแพ้|,|ป|รา|กฎ|ตัว n. เสียง|ดัง|สนั่น (ที่|เกิด|จาก|การ|กระทบ|หรือ|ชน|กัน) ,|การ|ตก|ของ|เครื่องบิน|,|ความ|ล้มเหลว|,|ความ|พังพินาศ คํา|ที่|มี|ความหมาย|เหมือน|กั
(แคร|'|ซิ|ส) n. ส่วนประกอบ|,|องค์ประกอบ -|pl. crases
(แค|รส) adj. หยาบ|,|เลอะเทอะ|,|หนา|,|โง่เง่า|  |Syn. crassness n. ดู|crass|  |Syn. unrefined|,|coarse
(แค|รส|'|ซิ|ทูด) n. ความ|โง่เง่า|,|ความ|หนา|,|ความ|หยาบ
(แครช) n. ถัง|หรือ|ราง|ใส่|อาหาร|ให้|สัตว์|กิน|,|ราง|หญ้า
(เครท) {|crated|,|crating|,|crates|} n. ลัง|ไม้|ที่|ตี|กระดาน|ห่าง ๆ ,|กระชุ|รถยนต์|หรือ|เครื่องบิน|ที่|เก่า|มาก. vt. บรรจุ|ใน|ลัง|ไม้|  |Syn. framework|,|pack
(เคร|'|เทอะ) n. ปาก|ปล่อง|ภูเขาไฟ|,|แอ่ง|บน|พื้นผิว|ดาวนพเคราะห์|ที่|เกิด|จาก|ลูก|อุกกาบาต|ชน|หลุม|กระสุน|ปืนใหญ่
(ค|รอน|ชฺ) vt.,|vi.,|n. =|crunch.
(ค|ระ|แวท|') n. ผ้า|ผูก|คอ|,|เน็ค|ไท|แบบ|เก่า|ชนิด|หนึ่ง
(เครฟว) ชcraved|,|craving|,|craves|} vt. กระหาย|,|อยาก|ได้|มาก|,|เงื่อน|,|ต้องการ|,|ปรารถนา|,|อ้อนวอน vi. ปรารถนา|,|ต้องการ|  |Syn. ask|,|desire
(เคร|'|เวิน) adj. ขลาด|,|ขี้ขลาด|,|ตาขาว n. คน|ขี้ขลาด. vt. ทํา|ให้|ขี้ขลาด.  |Syn. cravenness n. ดู|craven|  |Syn. dastardly|,|cowardly
(เคร|'|วิง) n. ความ|กระหาย|มาก|,|ความ|อยาก|ได้|มาก|,|ความ|เงื่อน|,|ความ|ปรารถนา|อย่าง|รุนแรง|  |Syn. desire|,|lust
(ค|รอ) n. ถุงลม|หรือ|กระเพาะ|ของ|แมลง|หรือ|นก|หรือ|ไก่|,|กระเพาะ|สัตว์ -|Id. (stick in someone|'|s craw ทํา|ให้|รับ|ได้|ยาก|,|เป็น|ที่|ระคายเคือง)| 
(ค|รอ|'|ฟิช) n. = crayfish
(ค|รอ|ล) {|crawled|,|crawling|,|crawls|} vi. คลาน|,|เลื้อย|,|แล่น|คลาน|,|ขนลุกขนพอง|,|เจริญ|หรือ|ก้าวหน้า|อย่าง|ช้า|,|เต็มไปด้วย|สิ่ง|ที่|เลื้อยคลาน n. การ|คลาน|,|การ|เลื้อย|,|การ|แล่น|คลาน|,|คอก|ล้อม|บน|น้ํา|ตื้น ๆ บน|ชายฝั่ง|ทะเล สําหรับ|เลี้ยง|กุ้ง|ก้ามปู ปลา|  |Syn. creep
(ค|รอ|ล|'|ลี่) adj. น่า|ขนลุก|,|ยุบยับ|ไป|ด้วย|หนอน
<|ชื่อ|บริษัท|>|สถาบันวิจัย|เครย์ <|คําแปล|>|เป็น|ชื่อ|บริษัท|ที่|สร้าง|คอมพิวเตอร์|เมนเฟรม|ที่|ยิ่งใหญ่|บริษัท|หนึ่ง ส่วนมาก|จะ|เป็น|ขนาด|ที่|เรียก|กับ|ว่า supercomputer ผลิตภัณฑ์|ชิ้น|แรก|มี|ชื่อ|ว่า Cray I ใน|ปี ค.ศ.1977 คอมพิวเตอร์|ขนาด|นี้|จะ|มี|ราคา|สูง|มาก และ|มักจะ|ใช้|กับ|งาน|ใหญ่ ๆ เป็นต้น|ว่า การ|ส่ง|ยานอวกาศ|ออก|ไป|นอก|โลก เป็นต้น
(เคร|'|ฟิช) n. กุ้ง|นาง|,|กุ้ง|จําพวก Astacus และ Cambarus คล้าย|กุ้งก้ามกราม|แต่|เล็ก|กว่า|  |Syn. crawfish
(เคร|'|ออ|น|,|-|เอิน) n. ดินสอ|สี|,|ดินสอ|เทียน|,|ดินสอ|ขี้ผึ้ง|,|ดินสอ|ชอล์ค|,|ภาพ|ที่|เขียน|ด้วย|ดินสอ|ดังกล่าว|  |Syn. crayonist n. ดู|crayon
(เครซ) {|crazed|,|crazing|,|crazes|} vt. ทํา|ให้|บ้า|,|ทํา|ให้|ผิวหน้า|แตก|เป็น|เส้น|ร่างแห|เล็ก ๆ ,|ทํา|ให้|อ่อนแอ|,|ทํา|ให้|เสื่อม. vi. กลาย|เป็นบ้า|,|เกิด|เป็น|รอย|ร่างแห|,|แตก|เป็น|ชิ้น|เล็ก|ชิ้น|น้อย n. ความ|บ้า|,|ความ|นิยม|ที่|แพร่หลาย|,|รอย|เส้น|แตก|เป็น|ร่างแห|บน|เครื่อง|เคลือบ|ซี|แรม|มิคส์ คํา|ที่|มี|ความ|ห
(เคร|'|ซี) adj. บ้า|,|มี|จิต|ฟั่นเฟือน|,|เหลวไหล|,|พิลึกกึกกือ|,|ประหลาด|,|อ่อนแอ|,|ไม่|มั่นคง|,|ดูจะ|แตก|ออก|เป็น|ชิ้น|เล็ก|ชิ้น|น้อย -|Phr. (like crazy ด้วย|ความ|กระตือรือร้น ถึง|ที่สุด) n. ผู้|ที่|ไม่|ลงรอย|กับ|ใคร.  |Syn. crazily adv. craziness n. คํา|ที่|มี|ความหมาย|เห|มื
n. คนบ้า|,|คน|ที่|มี|จิต|ฟั่นเฟือน|,|คน|โง่
(ซี|อาร์|ซี) ย่อ|มา|จาก|คํา cyclic redundancy check หมายถึง เทคนิค|การ|ตรวจสอบ|หา|ข้อผิดพลาด|ใน|การ|บันทึก|หรือ|ถ่ายทอด|ข้อมูล มักจะ|ใช้|วิธีการ|วน|ทํา|ซ้ํา เพื่อ|ทบทวน|ดู|ความ|แม่นตรง ถ้า|มี|ที่|ผิด การ|ทํา|สอง|ครั้ง|ย่อม|จะ|ให้|ผล|ไม่|ตรง|กัน
abbr. creainine clearance
(ค|รี|ค) {|creaked|,|creaking|,|creaks|} vi. มี|เสียง|ดัง|เอี๊ยด|,|เคลื่อนไหว|ด้วย|เสียง|ดัง|เอี๊ยด vt. ทํา|ให้|เกิด|เสียง|ดัง|เอี๊ยด. n. เสียง|ดัง|เอี๊ยด|,|เสียง|ดัง|อิ๊ดเอี๊ยด|  |Syn. grate
(ค|รี|ค|'|คี) adj. ซึ่ง|ดัง|เอี๊ยด|,|เก่าแก่|,|ชํารุดทรุดโทรม.  |Syn. creakily adv. ดู|creaky creakiness n. ดู|creaky|  |Syn. screechy|,|squeaky
(ครีม) {|creamed|,|creaming|,|creams|} n. หัวนม|,|ฝา|นม|,|ครีม|,|ของเหลว|ข้น|ที่|ใส่|ตัว|ยา|หรือ|เครื่อง|สําอางค์ ,|ส่วน|ที่|ดี|ที่สุด|,|หัวกะทิ|,|สี|ขาวนวล|,|สี|ขาว|อม|เหลือง|,|สัตว์|สี|ขาวนวล. -|Phr. (cream of the crop หัวกะทิ|,|ส่วน|ที่|ดี|ที่สุด) . vi. เกิด|เป็น|ครีม|,|เป็น|ฟอง. vt. ทํา|ให้|เป็น|ครีม|,|ใส่|คร
n. เป็น|ส่วนประกอบ|ของ|แป้ง|ทํา|ให้|ขนม|ฟู potassium bitartrate|,|potasium acid tartrate
n. ครื่องดื่ม|รส|วา|นิ|ลา|ที่|ใส่|น้ํา|โซดา
(ครีม|'|เมอะ) n. ภาชนะ|ที่|ใส่|ครีม|,|ตู้เย็น|ที่|ช่วย|เร่ง|การ|เกิด|ครีม
(ค|รี|'|เมอ|รี) n. สถานที่|ทํา|ครีม เนยแข็ง|และ|เนยเหลว|,|สถานที่|จําหน่าย|ผลิตภัณฑ์|นม|,|สถานที่|เก็บ|นม|ให้|เกิด|ครีม
(ครีม|'|มี) adj. คล้าย|ครีม|,|สี|ครีม.  |Syn. creaminess n.
(ค|รี|ส) {|creased|,|creasing|,|creases|} n. รอย|พับ|,|รอย|จีบ|,|รอย|ย่น|,|รอย|รีด|,|รอย|ยับ vt. ทํา|ให้|เป็น|รอย|พับ (รอย|จีบ|/|รอย|รีด|/|รอย|ยับ) vi. เป็น|รอย|ย่น|,|เป็น|รอย|จีบ
(ค|รี|เอท|') {|created|,|creating|,|creates|} vt. สร้าง|,|สร้างสรรค์|,|ประดิษฐ์|ขึ้น|,|ก่อ|ให้|เกิด|ขึ้น|,|ทํา|ให้|เกิด|ขึ้น|,|แต่งตั้ง vt. ทํา|ใน|สิ่ง|ที่|เป็น|การ|สร้างสรรค์ adj. ซึ่ง|สร้าง|ขึ้น|  |Syn. createdness n. ดู|create|  |Syn. make|,|originate
(ค|รี|เอ|'|เชิน) n. การ|สร้าง|,|การ|สร้างสรรค์|,|การ|ประดิษฐ์|,|-|Phr. (the Creation การ|สร้าง|โลก|โดย|พระเจ้า) ,|สิ่ง|ที่|ถูก|สร้าง|ขึ้น|,|บรรดา|สิ่ง|ที่|พระเจ้า|สร้าง|ขึ้น|,|สรรพ|สิ่ง|ทั้งหลาย|ใน|สากล|โลก|,|เสื้อผ้า|อาภรณ์|ที่|ประดิษฐ์|ขึ้น|อย่าง|หรูหรา|  |Syn. birth|,|formati
(ค|รี|เอ|'|ทิฟว) adj. เกี่ยวกับ|การ|สร้าง|หรือ|ประดิษฐ์|ขึ้น|,|ซึ่ง|สร้าง|หรือ|ประดิษฐ์|ขึ้น|,|ซึ่ง|เกิด|จาก|ความคิด|สร้างสรรค์|,|เจ้า|ความคิด|,|ช่างประดิษฐ์.  |Syn. creativeness n. ดู|creative|  |Syn. prolific|,|productive|,|inventive Ant. barren
(ค|รี|อะทิฟ|'|วิ|ที) n. คุณสมบัติ|ใน|การ|สร้างสรรค์|,|ความ|สามารถ|หรือ|ขบวนการ|สร้างสรรค์|  |Syn. orignality|,|talent|,|art
(ค|รี|เอ|'|เทอะ) n. ผู้สร้าง|,|ผู้|ให้|กําหนด|,|สิ่ง|ที่|ให้|กําเนิด|  |Syn. Phr. (the Creator พระเจ้า) creatorship n.  |Syn. author|,|maker
(ค|รี|'|เชอะ) n. สรรพ|สิ่ง|ที่|สร้าง|ขึ้น|,|สัตว์|,|คน|,|บุคคล|,|เครื่องมือ|,|ทาส.  |Syn. creatural n. ดู|creature creatureliness n. ดู|creature|  |Syn. animal|,|being
(เครช) n. สถาน|เลี้ยง|เด็ก|ใน|เวลา|กลางวัน|โรงเรียน|เด็ก|กําพร้า|,|ภาพ|พระ|เยซู|ประสูติ
(เค|รด|'|เดิน|ซฺ) n. ความ|เชื่อถือ|ว่า|จริง|,|ความ|ไว้วางใจ|,|หลักฐาน|ความ|เชื่อถือ -|Phr. (credence table|,|credenza|โต๊ะ|ข้าง|ที่|ใช้|ใน|วิธี|ศีล|มหา|สนิท (Eucharist))|  |Syn. assurance|,|belief|,|trust|,|faith Ant. distrust|,|mistrust
(ค|ริ|เดน|'|ดัม) n. ลัทธิ|ที่|ต้องการ|ความ|เชื่อ|,|สิ่ง|ที่|เชื่อถือ -|pl. credenda
(เค|รด|'|เดิน|ทฺ) adj. น่า|เชื่อถือ
(ค|ริ|เดิน|'|เชิล) n. หลักฐาน|อ้างอิง|,|หนังสือรับรอง|,|หนังสือแนะนํา|ตัว|,|สาสน์|ตราตั้ง|ทูต|,|ประกาศนียบัตร. adj. ซึ่ง|เป็น|หลักฐาน|อ้างอิง หรือ|รับรอง|  |Syn. credentialed adj.
(ค|ริ|เดน|'|ซะ) n. โต๊ะ|ข้าง|,|โต๊ะ|ข้าง|ที่|ใช้|ใน|พิธี|ศีล|มหา|สนิท (Eucharist)| 
(เค|รด|'|ดะ|เบิล) adj. ซึ่ง|เชื่อถือ|ได้|,|น่า|เชื่อถือ|,|น่า|ไว้วางใจ.  |Syn. credibility n. -|Conf. creditable|,|credulous
(เค|รด|'|ดิท) {|credited|,|crediting|,|credits|} n. ความ|น่า|ไว้วางใจ|,|ความ|เชื่อถือ|,|ชื่อเสียง|,|เกียรติยศ|,|เกียรติภูมิ|,|ฐานะ|,|หลักฐาน|,|สินเชื่อ|,|การ|เชื่อ|ของ|,|เงิน|สินเชื่อ|,|เงิน|คงเหลือ|ใน|ธนาคาร|,|บัญชี|รายรับ|,|หน่วยกิต|วิชา|,|หนังสือรับรอง|สินเชื่อ vt. เชื่อถือ|,|ไว้วางใจ|,|เลื่อมใส|,|นํา|ชื่อ
(เค|รด|'|ดิทะเบิล) adj. น่า|เชื่อถือ|,|น่า|เลื่อมใส|,|น่า|สรรเสริญ|  |Syn. creditableness n. ดู|creditable creditability n. ดู|creditable|  |Syn. meritorious -|Conf. credible|,|credulous
(เค|รด|'|ดิท|เทอะ) n. เจ้าหนี้|,|ผู้|เป็น|เจ้าหนี้
(ค|รี|'|โด) n. ข้อบัญญัติ|ทาง|ศาสนา|,|ข้อบัญญัติ|,|ความ|เชื่อถือ|  |Syn. creed
(ค|รี|ดู|'|ลิ|ที) n. ความ|เชื่อ|คน|ง่าย|เกิน|ไป|,|ความ|ไว้วางใจ|คน|ง่าย|เกิน|ไป|  |Syn. trust
(เค|รด|'|จุ|ลัส) adj. ซึ่ง|เชื่อ|คน|ง่าย|เกิน|ไป|,|ซึ่ง|ไว้วางใจ|คน|ง่าย|เกิน|ไป|  |Syn. credulousness n. ดู|credulous|  |Syn. believing|,|trusting -|Conf. credible|,|creditable
(ค|รีด) n. ข้อบัญญัติ|ทาง|ศาสนา|,|หลัก|ความ|เชื่อถือ|  |Syn. creedal ดู|creed|  |Syn. credo
(ค|รี|ค) n. ลําคลอง|,|ลําธาร|,|อ่าว|เล็ก ๆ ,|ทาง|แคบ|ระหว่าง|ช่องเขา -|Phr. (up the creek อยู่|ใน|ภาวะ|ที่|ลําบาก)|  |Syn. streamlet|,|stream
(ค|รี|ล) n. ตะกร้า|ใส่|ปลา (กุ้ง|หรือ|ปู) ,|กับดัก|ปลา (กุ้ง ปู|หรือ|อื่น ๆ)| 
(ค|รี|พ) vi. คลาน|,|ค่อย ๆ เข้า|มา|,|เลื้อย|,|ย่อง|,|เล็ดลอด|,|พลัด|,|ประจบ|,|เอาใจ|,|รู้สึก|ขนลุก. n. การ|คลาน|,|การ|เลื้อย|,|การ|ค่อย ๆ เข้า|มา|,|การ|ย่อง|,|ความรู้สึก|ที่|ขนลุกขนพอง|,|คอก|ล้อม|,|คน|ที่|น่า|เบื่อ|และ|รบกวน|คน|อื่น|,|คน|ครุ่นคิด|,|ความ|น่ากลัว|,|ความ|น่า|ขยะแขยง|  |Syn. cr
(ค|รี|'|เพจ) n. การ|เลื้อย|,|การ|คลาน
(ค|รี|'|เพอะ) n. สิ่ง|ที่|เลื้อย|,|สิ่ง|ที่|คลาน|,|สัตว์เลื้อยคลาน|,|แมลง|เลื้อยคลาน|,|พืช|ที่|เลื้อย|,|เสื้อ|กางเกง|ติด|กัน|ของ|เด็กเล็ก|ที่|คลาน|,|เครื่อง|เกี่ยวกับ|สิ่งของ|ใต้|น้ํา|,|เหล็ก|แหลม|บน|ส้น|รองเท้า
(ค|รี|พ) vi. คลาน|,|ค่อย ๆ เข้า|มา|,|เลื้อย|,|ย่อง|,|เล็ดลอด|,|พลัด|,|ประจบ|,|เอาใจ|,|รู้สึก|ขนลุก. n. การ|คลาน|,|การ|เลื้อย|,|การ|ค่อย ๆ เข้า|มา|,|การ|ย่อง|,|ความรู้สึก|ที่|ขนลุกขนพอง|,|คอก|ล้อม|,|คน|ที่|น่า|เบื่อ|และ|รบกวน|คน|อื่น|,|คน|ครุ่นคิด|,|ความ|น่ากลัว|,|ความ|น่า|ขยะแขยง|  |Syn. cr
(ค|รี|พ) vi. คลาน|,|ค่อย ๆ เข้า|มา|,|เลื้อย|,|ย่อง|,|เล็ดลอด|,|พลัด|,|ประจบ|,|เอาใจ|,|รู้สึก|ขนลุก. n. การ|คลาน|,|การ|เลื้อย|,|การ|ค่อย ๆ เข้า|มา|,|การ|ย่อง|,|ความรู้สึก|ที่|ขนลุกขนพอง|,|คอก|ล้อม|,|คน|ที่|น่า|เบื่อ|และ|รบกวน|คน|อื่น|,|คน|ครุ่นคิด|,|ความ|น่ากลัว|,|ความ|น่า|ขยะแขยง|  |Syn. cr
(ค|รี|พ|'|พี) adj. ซึ่ง|เลื้อย|,|ซึ่ง|คลาน|,|น่ากลัว|,|น่า|ขยะแขยง|  |Syn. creepily adv. ดู|creepy
(คีส) n. กริช|,|มีด|สอง|คม|รูป|คด|ปลาย|แหลม|  |Syn. crease|,|kris
(ค|รี|'|เมท) vt. เผาศพ (ให้|เหลือ|เถ้าถ่าน) ,|ปลง|,|เผา|  |Syn. cremation n. cremationism n. ดู|cremate cremutionist n. ดู|cremate cremator n. ดู|cremate
(ค|รี|มะ|โท|'|เรียม) n.ที่|เผาศพ -|pl. crematoriums|,|crematoria
(ค|รี|'|มะ|โท|รี) n. ที่|เผาศพ|,|ที่|ปลง|ศพ|,|เตา|,|เผาศพ|,|ปะรํา|เผาศพ adj. เกี่ยวกับ|การ|เผาศพ
(เค|รม) n. ครีม|,|เหล้า|หวาน|หอม สําหรับ|ดื่ม|หลัง|อาหาร
(d) (ค|รี|'|เนท|ทิด) adj. ซึ่ง|มี|หยัก|กลม|หรือ|ทู่
(ค|รี|เน|'|ชัน) n. ส่วน|ที่|ยื่น|กลม|,|รูป|ฟัน|ทู่|,|หยัก|กลม
(เค|รน|'|นะ|เชอะ) n. ส่วน|ยื่น|กลม|,|รูป|ฟัน|ทู่|,|หยัก|แหลม|  |Syn. crenation
(เค|รน|'|เนิล) n. ช่องว่าง|เป็น|ปีก|กาบ|บน|กําแพง|,|ส่วน|ยื่น|กลม|,|บาก.
(เค|รน|'|นะ|เล|ทิด) adj. ซึ่ง|เป็น|ส่วน|ยื่น|กลม|,|เป็น|หยัก|กลม|,|เป็น|รอย|บาก
(เคร|นะ|เล|'|เชิน) n. การ|สร้าง|ส่วน|ยื่น|กลม|,|การ|สร้าง|บาก|,|บาก|,|รอย|บาก|  |Syn. notch
(เค|รน|'|นะ|เล|ทิด) adj. ซึ่ง|เป็น|ส่วน|ยื่น|กลม|,|เป็น|หยัก|กลม|,|เป็น|รอย|บาก
(เคร|นะ|เล|'|เชิน) n. การ|สร้าง|ส่วน|ยื่น|กลม|,|การ|สร้าง|บาก|,|บาก|,|รอย|บาก|  |Syn. notch
(ค|รี|'|อะ|โซ|ท) n. ยา|ฆ่าเชื้อ|และ|กัน|ผุ|ชนิด|หนึ่ง|เป็น|ของเหลว|ที่|เป็น|สาร|ผสม|ของ|phenols
(เครพ) n. แพร|ย่น|,|ไหม|ย่น|,|ผ้า|ย่น|,|กระดาษ|ลูกฟูก|,|ด้าย|ย่น|สี|ดํา (สําหรับ|ไว้ทุกข์)| 
n. กระดาษ|ลูกฟูก|,|กระดาษ|ย่น
n. ยาง|ย่น|,|แผ่น|ยาง|ลูกฟูก
(เครพ|'|แฮ|ง|เก|อะ) n. คน|ที่|มอง|ใน|แง่|ร้าย|,|คน|ที่|มี|นิสัย|ฉุนเฉียว
(เครพ|'|พิ|ทัน|ทฺ) adj. ซึ่ง|มี|เสียงแตก
(เครพ|'|พิ|เท|ท) vi. ทํา|ให้|เกิด|เสียงแตก|  |Syn. crepitation n. ดู|crepitate
(ค|รี|พ) vi. คลาน|,|ค่อย ๆ เข้า|มา|,|เลื้อย|,|ย่อง|,|เล็ดลอด|,|พลัด|,|ประจบ|,|เอาใจ|,|รู้สึก|ขนลุก. n. การ|คลาน|,|การ|เลื้อย|,|การ|ค่อย ๆ เข้า|มา|,|การ|ย่อง|,|ความรู้สึก|ที่|ขนลุกขนพอง|,|คอก|ล้อม|,|คน|ที่|น่า|เบื่อ|และ|รบกวน|คน|อื่น|,|คน|ครุ่นคิด|,|ความ|น่ากลัว|,|ความ|น่า|ขยะแขยง|  |Syn. cr
(ค|ริ|พัส|'|คิว) n. สายัณห์|,|ยาม|โพ|ล้|เพล
(ค|ริ|เซน|'|โด) n.,|adj.การ|เพิ่ม|ขึ้น|เป็น|ลําดับ|ของ|แรง|,|ค่อย ๆ เพิ่ม|ขึ้น
(เค|รส|'|เซินทฺ) n. เสี้ยว|พระจันทร์|,|ดวงจันทร์|ครึ่ง|ซีก|,|สัญลักษณ์|ของ|ตุรกี|หรือ|อิสลาม|,|รูป|พระจันทร์|ครึ่ง|ซีก|,|ศาสนาอิสลาม|,|บ้าน ถนน|หรือ|สิ่ง|ก่อสร้าง|ที่|เป็น|รูป|ครึ่ง|วง|กลม adj. เป็น|รูป|พระจันทร์|ครึ่ง|ซีก|,|เพิ่ม|หรือ|สูง|ขึ้น|เป็น|ลําดับ|  |Syn. crescentic adj. ดู|cresc
(เค|รส|'|ซิ|ฟว) adj. ซึ่ง|เพิ่ม|ขึ้น|น|เป็น|ลําดับ
(คี|'|โซ|ล|,|-|ซอ|ล) n. ยา|ฆ่าเชื้อ|ชนิด|หนึ่ง
(เค|รส|ทฺ) {|crested|,|cresting|,|crests|} n. หงอน|,|หงอนไก่|,|ยอด|,|สิ่ง|ประดับ|บน|ยอด|,|ยอด|เขา|,|ยอด|คลื่น|,|ยอด|หมวก|,|ขน|แผงคอ|ม้า|หรือ|สิงโต|,|โหนก|,|ส้น|,|ลาย|ประดับ|,|ตรา|ประจํา|ตระกูล vi. เกิด|เป็นยอด|,|บรรลุ|ถึง|จุด|สุดยอด. -|Phr. (on the crest of the wave ใน|สมัย|รุ่งเรือง|ที่สุด) คําศัพท์|ย่อย|:
(เค|รส|ทฺ|'|ฟอเลิน) adj. ซึมเศร้า|,|คอตก|,|สลด|  |Syn. dejected
(-|ทิง) n. ลาย|ประดับ|บน|เครื่องเรือน
(ค|ริ|เท|'|เชิส) adj. เกี่ยวกับ|หรือ|คล้าย|ชอล์ก|,|เกี่ยวกับ|ยุค Mesozoic era (70|-|135|ล้าน|ปี) ก่อน|เป็น|ยุค|ที่|สัตว์เลื้อยคลาน|ขนาด|ใหญ่ เช่น|ได|โน|เสา|สูญพันธุ์|จาก|โลก n. ยุค|โบราณ|ดังกล่าว
(ค|รี|ท) n. ชื่อ|เกาะ|ของ|กรีก.  |Syn. Candia. -|Cretan adj.
(ค|รี|ท|'|เทิน|,|ค|รี|'|ทิน) n. คน|แคระ (เนื่องจาก|ขาดแคลน|น้ํา|คัด|หลั่ง|จาก|ต่อม|ไธรอยด์|แต่|กําเนิด) ,|โง่|,|จิต|บกพร่อง|  |Syn. cretinoid adj. ดู|cretin cretinous adj. ดู|cretin
(เครท|'|ทินิส|ซึม) n. โรค|เรื้อรัง|ที่|เป็น|ภาวะ|การ|ขาดแคลน|น้ํา|คัด|หลั่ง|จาก|ต่อม|ไธรอยด์|แต่|กําเนิด ทํา|ให้|มี|ร่าง|แคระ|และ|ผิด|ส่วน จิต|บกพร่อง|และ|โง่
(ค|ริ|โทน|'|,|ค|รี|'|โทน) n. ผ้าฝ้าย|หนา|ที่|มี|ลาย|หรือ|ดอก|มัก|ใช้|ทํา|ผ้า|ม่าน
(ค|ระ|แวล|'|ลี) n. ปลา|ทะเล|ชนิด|หนึ่ง
(ค|ระ|แวส|') n. รอย|แยก (บน|น้ําแข็ง|หรือ|พื้น|โลก) ,|รอย|ร้าว|,|ร่อง|,|ช่อง|  |Syn. fissure
(เควฟ|'|วิส) n. รอย|แยก|,|รอย|ร้าว
(ครู) n. กลุ่ม|คน|,|ลูกเรือ|,|พวก|ลูกเรือ|,|บรรดา|เพื่อน|ร่วมงาน|,|หน่วย|ทหาร|ติด|อาวุธ vi. ทํา|หน้าที่|เป็น|ลูกเรือ -|v. อดีตกาล|ของ|crow|  |Syn. squad|,|group|,|team
n. ทรงผม|หัว|เตียน|,|ผม|ตัด|เกรียน
(ครู|'|เอิล) n. เส้นด้าย (เส้น|ไหมพรม เส้น|ขนสัตว์) ที่|กรอ|ไม่|แน่น|ใช้|เย็บ|ปัก|ถัก|ร้อย|,|งาน|เย็บ|ปัก|ถัก|ร้อย|ด้วย|เส้นด้าย|ดังกล่าว. -|crewelist n.
abbr. chronic renal failure|,|corticotropin releasing factor
(ค|ริบ) {|cribbed|,|cribbing|,|cribs|} n. เตียงนอน|เด็ก|ที่|มี|ส่วน|กั้น|โดยรอบ|,|คอก|วัว|,|ราง|ใส่|อาหาร|สัตว์|,|กระท่อม|,|ห้อง|เล็ก|,|ตะกร้า|เครื่อง|สาน|,|การ|ลักเล็กขโมยน้อย|,|การ|ขโมย|คัดลอก|สําเนา vt.,|vi. ใส่|บน|เตียงนอน|เด็ก|,|ใส่|ใน|คอก|,|ลักเล็กขโมยน้อย|,|ขโมย|คัดลอก|,|ขโมย|,|ขัดขวาง. คํา|ที่|มี|ความ|ห
(ค|ริบ|'|บิ|จ) n. เกม|ไพ่|ชนิด|หนึ่ง
(ค|ริบ|'|เบอะ) n. คน|โข|มย|คัดลอก|,|ขโมย|,|คน|ทุจริต|,|เชือก|รั้ง|ม้า|ไม่|ให้|กัด|ราง|ใส่|อาหาร|,|สิ่ง|ขัดขวาง
(ค|ริบ|'|บิ|ง) การ|ล้อม|คอก|,
(ค|ริ|ค) n. อาการ|กล้ามเนื้อ|เกร็ง|และ|ปวด|,|โดยเฉพาะ|ที่|คอ|และ|หลัง) ,|ลําธาร|,|ลําคลอง vt. บิด|  |Syn. spasm
(ค|ริ|ค|'|คิท) n. จิ้งหรีด|,|กีฬา|ค|ริ|คเก็ต|,|การ|เล่น|ที่|ยุติธรรม|,|ความ|ประพฤติ|ของ|สุภาพ|ของ|สุภาพบุรุษ vi.
(ไค|รด|ฺ) อดีตกาล|ของ|cry
(ไคร|'|เออะ) n. ผู้|ร้อง|,|คน|ร้อง|ขาย|,|เจ้าหน้าที่|ศาล|ที่|เรียกขาน|,|เจ้าหน้าที่|ประกาศ
(ไคร|'|คี) interj. โอ้|โฮ้|!
(ไค|รม|ฺ) n. อาชญากรรม|,|การ|กระทํา|อาชญากรรม|และ|ผู้|กระทํา|,|ความผิด|ร้ายแรง|,|บาป|,|การ|กระทํา|ที่|โง่|ไร้|ความ|สํานึก|หรือ|น่า|อับอาย|  |Syn. offense|,|tort|,|violation
(ค|ริม|'|มะเนิล) adj. เกี่ยวกับ|อาชญากรรม|,|เกี่ยวกับ|อาญา|,|มี|ความผิด|ทาง|อาญา|,|ไร้|ความ|สํานึก|,|โง่ n. อาชญากร|  |Syn. culpable|,|disgraceful
(ค|ริม|มิ|แนลลิส|'|ทิคซฺ) n. อาชญากรรม|วิทยา|  |Syn. criminality (ค|ริม|มิ|แนล|'|ลิ|ที) n. ความ|เป็น|อาญา|,|การ|กระทํา|ที่|เป็น|อาชญากรรม
(ค|ริม|'|มิ|เนท) vt. ดําเนินการ|ฟ้องร้อง|ว่า|กระทํา|ผิด|ทาง|อาญา|,|ตําหนิ|,|ประณาม|,|พิสูจน์|ว่า|มี|ความผิด|,|ลงโทษ|  |Syn. criminative adj. ดู|criminate criminatory adj. ดู|criminate criminator n. ดู|criminate
(ค|ริ|มิ|นอ|ล|'|โลจี) n. อาชญากรรม|วิทยา|,|การ|ศึกษา|เกี่ยวกับ|อาชญากรรม|และ|อาชญากร.  |Syn. criminologic adj. ดู|criminology criminological adj. ดู|criminology criminologist n. ดู|criminology
(ค|ริม|'|เมอะ) n. หนัง|แกะ|ไคร|เมีย.  |Syn. krimmer
(ค|ริม|พฺ) {|crimped|,|crimping|,|crimps|} vt. จีบ|,|ทํา|ให้|เป็น|ลอน|,|ม้วน|ผม
(ค|ริม|'|เพิล) vi.,|vt. (ทํา|ให้) ย่น|,|งอ|,|เป็น|ลอน|,|หยิก
(ค|ริม|'|พี) adj. เป็น|,|หยิก|,|เป็น|เคลื่อน
(ค|ริม|'|เซิน) n.,|adj. สี|แดง|เข้ม|,|สี|แดง|เลือด|หมู|,|สาร|สี|แดง|เข้ม|,|สีย้อม|แดง|เข้ม vt.,|vi. ทํา|ให้|เป็น|สี|แดง|เข้ม|,|กลาย|เป็น|สี|แดง|เข้ม.  |Syn. crimsonness n. ดู|crimson
(ไคร|'|นัล) adj. เกี่ยวกับ|ผม
(ค|ริน|จฺ) {|cringed|,|cringing|,|cringes|} vi. งอ|,|โค้ง|,|ยืน|งอ|ตัว|,|ก้ม|ศรี|ษะ|หรือ|ไขว้|มือ (ใน|ท่า|ประจบ|ประ|แจง หรือ|มี|ความ|กลัว) n. การ|นอบน้อม|,|การ|งอ|ตัว|,|ก้ม|ศีรษะ|หรือ|ไขว้|มือ (ใน|ท่า|ประจบ|หรือ|ด้วย|ความ|กลัว)|  |Syn. cringingly adv.  |Syn. flinch|,
(ไคร|'|ไน|ทฺ) vt.,|n. (การ) จีบ|,|ทํา|ให้|เป็น|ลอน|,|ม้วน|ผม|,|ทํา|ให้|ย่น|,|ถัก|ให้|เป็น|ฝอย|,|กรีด|ให้|ย่น|,|ยับยั้ง|,|ขัดขวาง
(ค|ริ|ง|'|เคิล) {|crinkled|,|crinkling|,|crinkles|} vt.,|vi. (ทํา|ให้) ย่น|,|เป็น|คลื่น|,|หยิก|,|เกิด|เสียง|กริ๊ง ๆ n. ลอน|,|คลื่น|,|สิ่ง|ที่|เป็น|ลอน|หรือ|หยิก|  |Syn. twist|,|wrinkle|,|twirl|,|crackle Ant. smooth
(ค|ริ|ง|'|คลี่) adj. เป็น|ลอน|,|หยิก|,|เป็น|คลื่น|,|มี|เสียง|ดัง|กริ้ง ๆ| 
(ค|ริ|ง|'|คัม แครง|'|คัม) n. สิ่ง|ที่|หยิก ๆ งอ ๆ| 
(ไคร|'|นัม) n. ต้น|พลับ|พลึง
(ไคร|'|อะสฟิงซฺ) n. สัตว์|ใน|ตํานาน|ที่|มี|ร่าง|เป็น|สัตว์|แต่|หัว|เป็น|แพะ|,|ภาพ|สัตว์|ดังกล่าว
(ค|ริ|พ|'|เพิล) {|crippled|,|crippling|,|cripples|} n. คน|ขา|เป๋|,|คน|ง่อย|,|คน|พิการ|,|คน|หรือ|สัตว์|ที่|ทุพพลภาพ|,|พื้นที่|ลุ่ม|เป็น|หนอง|น้ํา|และ|มี|ต้นไม้|ขึ้น|เต็ม vt. ทํา|ให้|ง่อย|,|ทํา|ให้|ทุพพลภาพ vi. เดิน|ขา|เป๋.  |Syn. crippledom n. ดู|cripple cripplehood n. ดู|cripple คํา|ที
(ค|รี|ส) n. = creese
(ไคร|'|ซิ|ส) n. วิกฤติ|กาล|,|เหตุการณ์|ฉุกเฉิน|,|ขั้น|ฉุกเฉิน|,|ขั้น|ที่|เป็น|ตาย|เท่า|กัน|,|ช่วง|เวลา|ชี้ขาด|,|ขั้น|หัวเลี้ยวหัวต่อ|  |Syn. crisic adj. ดู|crisis -|-|pl. crises -|Conf. crises|  |Syn. turning point|,|emergency
(ค|ริ|สพฺ) {|crisped|,|crisping|,|crisps|} adj. เปราะ|,|กรอบ|,|แตก|ง่าย|,|สบายใจ|,|สดชื่น|,|มี|ชีวิตชีวา|,|สะอาด|เรียบร้อย|,|หยิก|งอ. vt.,|vi. ทํา|ให้|เปราะ|หรือ|กรอบ|,|ทํา|ให้|เป็น|ลอน|หรือ|หยิก.  |Syn. crisply adv. ดู|crisp|  |Syn. brittle
(ค|รี|ส|'|เพท|,|-|ทิด) adj. หยิก|,|เป็น|ลอน|,|เป็น|คลื่น|,|ย่น|  |Syn. crispation n. ดู|crispate
(ค|รี|ส|'|เพท|,|-|ทิด) adj. หยิก|,|เป็น|ลอน|,|เป็น|คลื่น|,|ย่น|  |Syn. crispation n. ดู|crispate
(ค|ริ|ส|'|เพิน) vt.,|vi. ทํา|ให้|กรอบ|,|ทํา|ให้|เปราะ|,|ทํา|ให้|หยิก
(ค|ริ|ส|'|พี) adj. เปราะ|,|กรอบ|,|หยิก|,|เป็น|ลอน.  |Syn. crispily adv. ดู|crispy crispiness n. ดู|crispy
(ค|รี|ส|'|ค|รอ|ส) adj. ไขว้|,|กากบาท|,|แกง|ได้|,|ซึ่ง|ตัด|สลับ|กัน n. กากบาท|,|แกง|ได้|,|ความ|ยุ่งเหยิง|,|ความ|สับสน. vt. เขียน|กากบาท|,|เขียน|แกง|ได้ vi. เคลื่อน|สลับ|ไป|มา|  |Syn. crosswise
(ค|ริ|ส|'|เท|ท) adj. มี|หงอน|,|มี|สิ่ง|ประดับ|บน|ยอด|,|เป็น|ส่วน|ยอด
(ไคร|ที|'|เรียน) n. บรรทัดฐาน|,|มาตรการ|,|เกณฑ์|  |Syn. standard -|pl. criteria -|Conf. criteria
(ค|ริ|ท|'|ทิค) n. นักวิจารณ์|,|ผู้|วิเคราะห์|,|ผู้|ติชม|,|ผู้|ชอบ|นินทา|  |Syn. connoisseur
(ค|ริ|ท|'|ทิเคิล) adj. เกี่ยวกับ|การ|วิจารณ์|,|เกี่ยวกับ|การ|วิเคราะห์|,|ซึ่ง|ติเตียน|,|เกี่ยวกับ|ความ|เป็น|ความ|ตาย|,|เกี่ยวกับ|วิกฤติ|กาล|,|อันตราย|,|เกี่ยวกับ|จุด|เปลี่ยนแปลง|หรือ|จุด|วิกฤต|บน|เส้นโค้ง|  |Syn. criticalness n. ดู|critical|  |Syn. censor
(ค|ริ|ท|'|ทิแคส|เทอะ) n. ผุ้วิจารณ์|ชั้นเลว.  |Syn. criticastry n.
(ค|ริ|ท|'|ทิ|ไซ|ซ) n. = criticize
(ค|ริ|ท|'|ทิ|ซิ|ส|ซึม) n. การ|วิจารณ์|,|การ|ติเตียน|,|การ|จับผิด|,|บทวิจารณ์|,|วิธีการ|วิจารณ์
(ค|ริ|ท|'|ทิ|ไซ|ซ) {|criticized|,|criticizing|,|criticizes|} vi.,|vt. วิจารณ์|,|จับผิด.  |Syn. evaluate
(ค|ริ|ทิด|') {|critiqued|,|critiquing|,|critiques|} n. บทวิจารณ์|,|บทวิจารณ์|สั้น ๆ ,|วิธีการ|วิจารณ์. vt. วิจารณ์|,|วิเคราะห์
(ค|ริ|ท|'|เทอะ) n. บุคคล|,|สัตว์|,|สิ่ง|ที่|สร้าง|ขึ้น
(ค|ริ|ท|'|เทอะ) n. บุคคล|,|สัตว์|,|สิ่ง|ที่|สร้าง|ขึ้น
(โค|ร|แมก|'|นั่น) n. มนุษย์|ยุค|บรรพบุรุษ|แรกเริ่ม|ของ|ชาว|ยุโรป
(โค|รค) {|croaked|,|croaking|,|croaks|} vi. ร้อง|เสียงแหบ|แห้ง|,|ร้อง|เสียง|อย่าง|กบ|,|ตาย. vt. ออก|เสียง|หรือ|พูด|เสียงแหบ|แห้ง n. การ|ร้อง|เสียง|หรือ|ออก|เสียง|ดังกล่าว
(โค|ร|'|คี่) adj. มี|เสียงแหบ|แห้ง
(โค|รเอ|'|ชะ) n. รัฐ|หนึ่ง|ของ|ยูโกสลาเวีย
(โค|รเอ|'|เชิน) adj.,|n.
(โค|ร|'|เ?|,|โค|รเช|'|,|โค|ร|'|?|') {|crocheted|,|crocheting|,|crochets|} vt.,|vi. ถัก|ลูกไม้|,|ถัก|ไหมพรม n. การ|ถัก|ลูกไม้|,|การ|ถัก|ไหมพรม|,|สิ่ง|ที่|ถัก|ขึ้น
(ค|รอ|ค) n. หม้อ|,|กระปุก|,|หม้อ|เหล็ก|,|หม้อ|หุง|ข้าว|ที่|เป็น|เหล็ก|  |Syn. earthen pot|,|jar
(ค|รอ|คทฺ) adj. เมา|  |Syn. drunk
(ค|รอ|ค|'|เคอ|รี) n. เขม่า|,|เครื่องปั้นดินเผา|,|หม้อ|  |Syn. crocks|,|earthenware
(ค|รอ|ค|'|คิท) n. สิ่ง|ประดับ|เป็น|รูป|ใบ|ม้วน
(ค|รอ|ค|'|คะ|ไคล|ฺ) n. จระเข้|จําพวก Crocodylus|,|หนัง|จระเข้|ดังกล่าว|  |Syn. crocodilian
(โค|ร|'|โค|ไอ|ทฺ) n. แร่ lead chromate
(โค|ร|'|คัส) n. หม้อ|เถื่อน|,|หมอ|กํามะลอ
(ค|รอ|ฟทฺ) n. ที่ดิน|ใกล้|บ้าน ใช้|ปลูก|พืชสวน|ครัว|,|ที่นา|เล็ก ๆ ใกล้|บ้าน
(ค|รอ|ฟ|'|เทอะ) n. ผู้เช่า|นา|เล็ก ๆ ,|ทํางาน
(โค|รน) n. หญิง|แก่|ที่|น่าเกลียด|และ|เหี่ยว|ย่น
(โค|ร|'|นี) n. เพื่อนสนิท|  |Syn. buddy
(ค|ริ|ท|'|ทิ|ซิ|ส|ซึม) n. การ|วิจารณ์|,|การ|ติเตียน|,|การ|จับผิด|,|บทวิจารณ์|,|วิธีการ|วิจารณ์
(ครุ|ค) {|crooked|,|crooking|,|crooks|} n. สิ่ง|ที่|ทอ|,|ไม้เท้า|ด้าม|งอ|,|ตะขอ|,|หัวเลี้ยว|,|ทางโค้ง|,|คน|ทุจริต|,|คน|หลอกลวง|,|โจร|,|ขโมย vt. งอ|,|ทํา|ให้|งอ|,|ล่อลวง vi. งอ|,|โค้ง
(ครุ|ค|'|แบ|ค) n. หลัง|โก่ง|,|หลัง|คร่อม.
(ครุ|ค|'|คิด) adj. งอ|,|คด|,|โค้ง|,|เบี้ยว|,|โกง|,|เอียง|,|หลัง|คร่อม|,|ทุจริต|,|ไม่|ตรงไปตรงมา|  |Syn. crookedness n.  |Syn. curved|,|bent
(ครู|น) {|crooned|,|crooning|,|croons|} vt.,|vi. ร้องเพลง|เบา ๆ ,|ร้องเพลง|กับ|ตัวเอง n. การ|ร้องเพลง|เบา ๆ กับ|ตัวเอง
(ค|รอ|พ) {|cropped|,|cropping|,|crops|} n. พืชผล|,|ธัญพืช|,|การ|เพาะปลูก vt. เก็บเกี่ยว|,|ตัด|,|ตัดผม|,|เด็ด vi.
เครื่องหมาย|สําหรับ|เจียน <|คําแปล|>|โปรแกรม|บาง|โปรแกรม โดยเฉพาะ|โปรแกรม|จัดพิมพ์|เอกสาร (desktop publishing) จะ|ทํา|เครื่องหมาย|ไว้|ให้|สําหรับ|ตัด|หรือ|เจียน|กระดาษ|ให้|ได้|ขนาด|ที่|ต้องการ การ|สั่ง|พิมพ์|ด้วย|เครื่องพิมพ์|เลเซอร์|นั้น มัก|ต้อง|ใช้|กระดาษ|ตาม|ขนาด|ที่|เครื่องพิมพ์|กําหนด|ไว้ เช่น A|4 B|5 ฯ ใน|ขณะที่|เรา|ต้องการ|ให้|หน้ากระดาษ|ของ|เรา|มี|ขนาด|พิเศษ โปรแกรม|ก็|จะ|ช่วย|ให้|เรา|สามารถ|พิมพ์|งาน|ของ|เรา|ออก|มา|บน|กระดาษ|ขนาด|มาตรฐาน|นั้น แต่|มี|เครื่องหมาย|บอก|ตําแหน่ง|ที่|จะ|ต้อง|เจียน|ออก|ไว้|ให้|ด้วย เครื่องหมาย|นี้|ออกจะ|เป็น|สากล|สําหรับ|บุคคล|ใน|วงการ|พิมพ์
(ค|รอ|พ|'|ดัสท) vt. พ่น|ยาฆ่าแมลง
(ค|รอ|พ|'|โอ|เวอะ) n. การ|ฉลอง|รื่นเริง|หลัง|การ|เก็บเกี่ยว|พืชผล|ใน|บาง|ประเทศ
(ค|รอ|พ|'|เพอะ) n. ผู้|เก็บเกี่ยว|,|ผู้|เพาะปลูก|,|คน|ตัด|ไม้ประดับ|,|เครื่องมือ|ตัด|หญ้า|,|เครื่องมือ|ตัด|ไม้ประดับ|,|เครื่อง|ตัด|ผ้า|,|ล้ม|หัว|ทิ่ม|,|การ|ประสบ|ความ|ล้มเหลว|อย่าง|กะทันหัน|หรือ|อย่าง|สิ้นเชิง
(โค|รเค|') n. กีฬา|ชนิด|หนึ่ง|บน|ลาน|หญ้า|ใช้|ตะลุมพุก (mallets) ตี|ลูกไม้|ลอด|ห่วง (wire|-|wickets) vt.,|n. (การ) ตี|ลูกบอล|คน|อื่น เพื่อ|กระทบ|ลูกบอล|คน|อื่น|กระเด็น|ไป
(โค|รเคท|') n. ลูกชิ้น|ทอด
(โค|รคี|') n. ภาพ|โครงร่าง|,|ภาพ|สเก็ตช์|,|การ|ร่าง|ภาพ|อย่าง|คร่าว ๆ|  |Syn. sketch
(ค|รอ) n.,|Indian 10 ล้าน|,|โกฏิ
(ค|รอ|ส) {|crossed|,|crossing|,|crosses|} n. กากบาท|,|ไม้กางเขน|,|-|Phr. (the Cross|ไม้กางเขน|ที่|พระ|เยซู|ถูก|ตรึง|ตน|ตาย) ,|สัญลักษณ์|ศาสนาคริสต์|,|ศาสนาคริสต์|,|แกง|ไต|,|รูป|ไขว้|,|ตรา|,|การ|ตัด|สลับ|กัน|,|การ|ประสบ|อุปสรรค|,|ความ|ลําบาก|,|ความ|ยุ่งยาก|ใจ|,|การ|ผสม|ข้าม|พันธ์ (สัตว์|หรือ|พืช) ,|พันธุ์ผสม|,|หมัด|เหว
การ|นําเข้า|บัญชี|เพื่อ|หักล้าง|กัน|,|การ|หักบัญชี|กัน
n. เส้น|ไขว้|กล้อง|สําหรับ|หมาย|วัตถุ|ที่|ส่อง|ดู|,|เส้น|กากบาท|ใน|กล้อง|ปืน|เล็ง|เป้า + <|เครื่องหมาย|>|เป็น|รูปลักษณ์|ของ|ตัว|ชี้|ตําแหน่ง (cursor) แบบ|หนึ่ง ที่|แตกต่าง|กัน|ออก|ไป|ใน|บาง|โปรแกรม เช่น ใน|โปรแกรม|การ|วาด|ภาพ|ใน|ระบบ|วินโดว์ มัก|มี|ลักษณะ|เป็น|เส้น|ตัด|กัน (+) แทน|ที่|จะ|เห็น|เป็น|ลูกศร|ตาม|ปกติ
n. ส่วน|ที่|ตัด|ตาม|ขวาง|,|การ|ตัด|ตาม|ขวาง|  |Syn. cross|-|sectional adj. ดู|cross section
n. การ|พูด|สอดแทรก|,|คําพูด|สอดแทรก|,|การ|ทะเลาะ|กัน
(ค|รอ|ส|'|เบดดิง) n. ชั้นดิน|ที่|ตัด|สลับ|กัน.
(ค|รอ|ส|'|อิก|แซม|'|มิ|น) vi. ตรวจสอบ|โดย|คําถาม|,|ตรวจสอบ|อย่าง|ละเอียด|,|ซักถาม|พยาน|ฝ่ายตรงข้าม|  |Syn. cross|-|examination n. ดู|cross|-|examine cross|-|examiner n. ดู|cross|-|examine
(ค|รอ|ส|'|อาย) n. ตาเข|,|ตาเหล่
(ค|รอ|ส|'|อาย|ดฺ) adj. เป็น|ตาเข|หรือ|เหล่|  |Syn. cross|-|eyedness n.
(ค|รอ|ส|'|เกรน|ด) adj. มี|ลาย|ไขว้|,|เป็น|ลาย|ตัด|สลับ|กัน|,|มี|อารมณ์|ร้อย|,|ดื้อรั้น|,|ประหลาด
(ค|รอ|ส|'|เควส|'|เชิน) vt. ไต่ถาม|,|ตรวจสอบ|โดย|การ|ถาม|,|ปัญหา|ที่|ถาม|ขึ้น|มา|ใน|ขณะ|ซักถาม|  |Syn. cross|-|questioning n. ดู|cross|-|question
(ค|รอ|ส|'|บาร์) n. บาร์|สําหรับ|เล่น|กายกรรม|,|คาน|ประตู|,|สลัก|ประตู
(ค|รอ|ส|'|บีม) n. ไม้|ขวาง|,|คาน|ขวาง
(ค|รอ|ส|'|โบ|นซ) n.,|pl. กระดูก|ที่|ไขว้|กัน|เป็น|เครื่องหมาย|แสดง|ความ|ตาย
(ค|รอ|ส|'|โบ) n. หน้าไม้|,|ธนู|มี|คาน|สําหรับ|วาง|ลูก|ธนู มี|ที่|เหนี่ยว|และ|ปล่อย|ลูก|ธนู
(ค|รอ|ส|โบ|'|เมิน) n. ทหาร|หรือ|นายพราน|หน้าไม้
(ค|รอ|ส|'|เบ|รด) adj. เป็น|พันธุ์ผสม n. สัตว์|ที่|เป็น|ลูกผสม
(ค|รอ|ส|'|บ|รีด) {|crossbred|,|crossbreeding|,|crossbreeds|} vt.,|vi. ผสม|ข้าม|พันธุ์|เพื่อให้|ได้|พันธุ์ผสม n. พันธุ์ผสม
(ค|รอ|ส|'|คัท) adj. ซึ่ง|ตัด|ตาม|ขวาง|,|เป็น|ทางลัด n. ทางลัด|,|ทาง|ใต้ดิน vt. ตัด|ตาม|ขวาง|,|ผ่าน|ทาง|ขวาง|,|ไป|ทางลัด|  |Syn. crosscutter n.
เลื่อย|ตัด|ไม้|ที่|ใช้|2|คน|ตัด
(ค|รอ|ส|'|เฮ|ด) n. หัว|กากบาท
(ค|รอ|ส|เฮ|ด|'|ดิง) n. หัวข้อ|ย่อย|,|ซอย|หรือ|ตรอก|ที่|ทะลุ|กัน|ได้
(ค|รอ|ส|'|ลิท) n. กางเขน|เล็ก ๆ| 
(ค|รอ|ส|'|นิส) n. ความ|โกรธ|,|ความ|ฉุนเฉียว|,|อารมณ์|ร้าย|  |Syn. irritability
(ค|รอ|ส|'|โอ|เวอะ) n. สะพาน|,|การ|ข้าม|,|ทางรถไฟ|ที่|เปลี่ยน|สาย|,|กา|รส|วา|มิ|ภักดิ์|กับ|ฝ่ายตรงข้าม|  |Syn. connecting track
(ค|รอ|ส|'|แพ|ช) n. คน|ที่|มี|อารมณ์|ร้าย|,|คน|ที่|มี|อาการ|ฉุนเฉียว
ทางแยก|,|สี่แยก|,|ทาง|ตัด|,|ถนน|ขวาง
(ค|รอ|ส|'|ไว|ซ) adj. ข้าม|,|ตัด|ข้าม|,|ขวาง|,|ทแยง|,|ใน|รูป|กากบาท|,|ซึ่ง|ตรงกันข้าม.  |Syn. crossways|,|across|,|transversely
(ค|รอ|ส|'|เวิร์ด|-) n. ปริศนา|อักษร|หรือ|คํา|ไขว้|,|คํา|ไขว้|,|อักษร|ไขว้
(ค|รอ|ท) n. ง่าม|,|สิ่ง|ที่|มี|ลักษณะ|เป็น|ง่าม|,|ส่วน|ที่|มี|ลักษณะ|เป็น|ง่าม|  |Syn. crotched adj.
(ค|รอ|ท|'|ชิ|ท) n. ตะขอ|เล็ก ๆ ,|เครื่องมือ|หรือ|ส่วน|ที่|มี|ลักษณะ|เป็น|ตะขอ|,|เครื่องมือ|ผ่าตัด|รูป|ตะขอ|,|ความคิด|แปลก ๆ ,|ความคิด|วิตถาร|,|โน๊|ตด|น|ตรี|ที่|แบ่ง|เสียง 4|  |Syn. vagaru
(ค|รอ|ท|'|ชี|ที) adj. เกี่ยวกับ|ความคิด|แปลก ๆ หรือ|วิตถาร|  |Syn. crotchetiness n.
(ค|รอ|ท|'|เทิน) n. ต้น|ส|ลอด (Croton Tiglium|,|พืช|จําพวก Codiaem) ,|ต้น|โก|รต๋น
(เครา|ชฺ) {|crouched|,|crouching|,|crouches|} vi.,|vt.,|n. (การ) หมอบ|,|ย่อ|ตัว|ลง|,|ย่อ|ตัว|และ|เข่า|ชิด|แบบ|นอบน้อม|  |Syn. bend|,|stoop|,|bow
(ครู|พ) n. อาการ|หด|เกร็ง|ของ|กล่องเสียง (larynx) ทํา|ให้|หายใจ|ลําบาก|,|ส่วนสูง|สุด|ของ|ตะโพก|สัตว์ (โดยเฉพาะ|ของ|ม้า)|  |Syn. croupous adj. ดู|croup
(คร|'|เพียร์) n. คน|เก็บ|เงิน|และ|จ่าย|เงิน|ที่|โต๊ะ|การ|พนัน|,|ผู้ช่วย|เจ้าภาพ|งานเลี้ยง
(ครู|ส) adj. กล้า|,|มี|ชีวิตชีวา|,|กระฉับกระเฉง|  |Syn. bold|,|brisk|,|lively
(ครู|ธ|'|ทัน) n. เศษ|ขนมปัง|ทอด|หรือ|ปิ้ง|ที่|กรอบ|ใช้|ใส่|ใน|น้ําแกง
(โค|ร) {|crowd|/|crew|,|crowed|,|crowding|,|crows|} n. อีกา|,|ชะแลง|,|ตะขอ|เกี่ยว|สินค้า -|Phr. (a white crow ของ|หา|ยาก ของ|ล้ําค่า) vt.,|n. (การ) (ไก่|หรือ|นก) ขัน|,|ร้อง|เสียง|หรือ|ออก|เสียง|แสดง|ความ|ดีใจ|,|คุยโต|  |Syn. crowingly adv.
(โค|รซ|'|ฟุต) n.รอย|ย่น|ที่|มุม|นอก|ของ|ตา|,|ขวาก|  |Syn. wrinkles -|pl. crow|'|s|-|feet
(โค|ร|'|บาร์) n. ชะแลง|,|ตะขอ|เกี่ยว|สินค้า|  |Syn. crow
(เครา|ดฺ) {|crowded|,|crowding|,|crowds|} n. ฝูงชน|,|กลุ่มชน|,|คน|มาก ๆ ,|กลุ่ม|คน|ที่|ชม|การ|แสดง|หรือ|อื่น ๆ vt. เบียดเสียด
(เครา|'|ดิด) adj. อัด|กัน|จน|เต็ม|,|เบียดเสียด|ยัดเยียด|,|โชกโชน|,|ผ่าน|มา|มาก
(เครา|'|ดี) n. จาน|อาหาร|,|จาน|ข้าว
(เครา|'|ดี) n. จาน|อาหาร|,|จาน|ข้าว
(เคราน์) n. มงกุฎ|,|มาลัย|,|มาลัย|สวม|ศีรษะ|,|เครื่องประดับ|สําหรับ|ศีรษะ|,|เกียรติยศ|จาก|ผลงาน|ที่|ดีเด่น|,|-|Phr. (the Crown ผู้|มี|อํานาจ|สูงสุด) ,|รัฐาธิปัตย์|,|เหรียญเงิน|ตรา|ที่|มี|รูป|มงกุฎ|,|กษัตริย์|,|เหรียญเงิน|ของ|อังกฤษ|สมัยก่อน|ที่|เท่า|กับ 5 ชิ|ลลิงส์|,|ส่วน|ที่|โผล่|ขึ้น|มา|,|สิ่ง|ประดับ|บน|ยอด
n. มงกุฎ|ราช|กุมาร
n. ชายา|ของ|มง|กุ|ฏ|ราช|กุมาร|,|ทายาท|ที่|เป็น|หญิง|ของ|กษัตริย์|,|มงกุฎ|ราช|กุมาร
(เครา|'|เนอะ) n. เจ้าหน้าที่|ชันสูตร|ศพ|,|บุคคล|ที่อยู่|สูงสุด ตําแหน่ง|ฐานะ)| 
บันได|ติด|กําแพง|,|กําแพง|หัว|ม้า
(โค|รซ) n. ร่อง|ที่|ปลาย|แผ่น|ไม้|ที่|ทํา|ถัง|เป็น|ที่ ๆ หัว|ถัง|ติด|กัน|  |Syn. groove
(โค|ร|'|เซอะ) n. = crosier
abbr. c|-|reactive protein
(ซี|อาร์|ที) ย่อ|มา|จาก cathode ray tube หมายถึง|หลอด|อิเล็กทรอนิกส์|ที่|ใช้|กับ|จอภาพ|ของ|คอมพิวเตอร์ ซึ่ง|จะ|ทํา|หน้าที่|แสดง|ข้อมูล|เป็น|ตัวหนังสือ หรือ|ภาพ หลอด|ภาพ|ของ|จอ|คอมพิวเตอร์|ก็ดี หลอด|ภาพ|ของ|โทรทัศน์|ก็ดี จะ|ใช้|หลอด|ภาพ CRT เช่นเดียวกัน
Pref. "|รูป|กากบาท|"
(ครู|'|เชิล) adj. เด็ดขาด|,|ซึ่ง|ชี้ขาด|,|รุนแรง|,|ถึงพริกถึงขิง|,|เกี่ยวกับ|ความ|เป็น|ความ|ตาย|,|เป็น|รูป|กากบาท|หรือ|รูป|กางเขน|  |Syn. critical
(ครุ|'|ชี|เอท) adj. เป็น|รูป|กากบาท|หรือ|รูป|กางเขน|,|ไขว้|กัน|,|ขวาง|กัน|,|ทแยง|กัน
(ครู|'|ซิ|เบิล) n. เบ้า|หลอม|,|การ|ทดสอบ|ที่|รุนแรง|,|การ|ทดสอบ|น้ําใจ
(ครู|'|ซะ|เฟอะ) n. ผู้|แบก|หรือ|ถือ|กางเขน|ใน|แถว|ขบวน|ทาง|ศาสนาคริสต์|,
(ครู|'|ซิ|ฟิคซฺ) n. กางเขน|ที่|มี|รูป|หุ่น|พระ|เยซู|ถูก|ตรึง|อยู่|,|กางเขน|  |Syn. cross
(ครู|ซะฟิค|'|เชิน) n. การ|ตรึง|กางเขน|,|การ|ตาย|ของ|พระ|เยซู|คริสต์|โดย|ถูก|ตรึง|บน|กางเขน|จน|ตาย|,|การ|ลงโทษ|อย่าง|รุนแรง
(ครู|'|ซะ|ฟอร์ม) adj. เป็น|รูป|กางเขน n. กางเขน|  |Syn. cross|-|shaped
(ครู|'|ซิ|ไฟ) {|crucified|,|crucifying|,|crucifies|} vt. ตรึง|ให้|ตาย|บน|ไม้กางเขน|,|ประหัตประหาร|,|ทํา|ให้|ดับสิ้น|ด้วย|ความ|ไม่|เป็นธรรม|  |Syn. crucifier n.  |Syn. torment|,|torture
(ค|รัด) {|crudded|,|crudding|,|cruds|} n. สิ่ง|สะสม|หรือ|คราบ|ที่|สกปรก|โสมม|,|คน|ที่|สกปรก|โสมม|,|สิ่ง|ที่|ไร้|ค่า|,|น่า|รังเกียจ น่า|ขยะแขยง vt.,|vi. ทํา|ให้|เป็น|นมเปรี้ยว|หรือ|นม|ที่|เข้มข้น
(ครูด) adj. หยาบ|,|สกปรก|,|เป็นธรรม|ชาติ|,|ยัง|ไม่|สุก|,|ยัง|ไม่|ผ่าน|กรรมวิธี n. น้ํามันดิบ|  |Syn. crudeness n.  |Syn. coarse|,|unrefined
น้ํามันดิบ|,|น้ํามัน|ปิโตรเลียม|ก่อน|กลั่น|  |Syn. petroleum
น้ํามันดิบ|,|น้ํามัน|ปิโตรเลียม|ก่อน|กลั่น|  |Syn. petroleum
(ครู|'|ดิ|ที) n. ภาวะ|ที่|ดิบ|,|สิ่ง|ที่|ดิบ|,|สิ่ง|ที่|ยัง|ไม่|ผ่าน|กรรมวิธี|,|กิริยา|ที่|หยาบ|,|กิริยา|หรือ|คําพูด|ที่|ไม่|สุภาพ
(ครู|'|เอิล) adj. ทารุณ|,|โหดร้าย|,|เหี้ยมโหด|  |Syn. cruelness n. ดู|cruel|  |Syn. brutal|,|barbarous
(ครู|'|เอิล|ที) n. ความ|ทารุณ|,|ความ|โหดร้าย|,|ความ|อํามหิต|  |Syn. brutality
(ครู|'|อิท) n. ขวด|แก้ว (โดยเฉพาะ|ที่|ใส่|เครื่อง|ชูรส|และ|ตั้ง|ไว้|บน|โต๊ะ|อาหาร)| 
(ครู|ซ) {|cruised|,|cruising|,|cruises|} vi.,|vt.,|n. (การ) แล่น|เรือ|ต|ระ|เวณ|,|เดินทาง|เรื่อย|ไป|,|บิน|ด้วย|ความ|เร็ว|พอประมาณ.  |Syn. sail about
(ครู|'|เซอะ) n. เรือ|ลาด|ต|ระ|เวณ|,|เรือ|นําเที่ยว|,|คน|ที่|เดินทาง|ไป|เรื่อย
(ค|รัม|พฺ) n. เศษ|ขนมปัง|,|เศษ|,|คน|ที่|ไร้|ค่า|,|คน|ที่|น่า|รังเกียจ. vt. ใส่|เศษ|เล็ก|เศษ|น้อย adj. มี|เศษ|เนย|,|เครื่องเทศ|และ|น้ําตาล|บน|พื้น|หน้า
(ค|รัม|'|เบิล) {|crumbled|,|crumbling|,|crumbles|} vt. ทํา|ให้|เป็น|เศษ|เล็ก|เศษ|น้อย vi. แตก|เป็น|เศษ|เล็ก|เศษ|น้อย|,|สลาย|ตัว|หรือ|เน่าเปื่อย|เป็น|เศษ|เล็ก|เศษ|น้อย
(ค|รัม|'|บลี) adj. ซึ่ง|แตก|ง่าย|,|ซึ่ง|พัง|ลง|หรือ|สลาย|ตัว|ได้|ง่าย crumbliness n.
(ค|รัม|'|บี) adj. เต็มไปด้วย|เศษ|เล็ก|เศษ|น้อย|,|นิ่ม
(ค|รัม|'|มี) adj. อ้วนท้วน|,|สกปรก|โสมม|เลว|,|มี|คุณภาพ|เลว|,|ถูก|,|ไร้|ค่า|,|ขัดสน|,|ไม่|เพียงพอ|อย่าง|มาก
(ค|รัม|พฺ) {|crumped|,|crumping|,|crumps|} vt. เคี้ยว|,|ขบ|ด้วย|ฟัน vi. (ลูกปืนใหญ่) ตกลง|และ|ระเบิด|ด้วย|เสียง|สนั่นหวั่นไหว|,|ทํา|เสียง|กระทืบ|,|ระเบิด|ขนาด|ใหญ่ adj. เปราะ|,|แตก|ง่าย
(ค|รัม|'|พิท) n. ขนมปัง|นิ่ม|,|ศีรษะ|,|หัว
(ค|รัม|'|เพิล) {|crumpled|,|crumpling|,|crumples|} vt. ทํา|ให้|ย่น|,|ทํา|ให้|ยู่ยี่|,|ย่น|,|พับ|,|จีบ|,|ทํา|ให้|พัง|ทลาย vi. หด|ย่น|,|ย่น|,|เหี่ยว|,|พัง|ทลาย. n. รอย|พับ|,|รอย|ย่น|,|รอย|จีบ
(ค|รัม|'|เพิ|ลด|ฺ) adj. ย่น|,|เป็น|รอย|จีบ|,|เป็น|รอย|พับ|,|คด|เก|ลียว|  |Syn. rumpled|,|wrinkled
(ครัน|ชฺ) {|crunched|,|crunching|,|crunches|} n. บด|ด้วย|ฟัน|,|เคี้ยว|เสียง|ดัง|,|บด|เสียง|ดัง|,|กระทืบ|เสียง|ดัง. vi. เคี้ยว|เสียง|ดัง. n. การ|เคี้ยว|หรือ|บด|เสียง|ดัง|,|เสียง|ดังที่|เกิด|ขึ้น|ดังกล่าว.  |Syn. craunch
(ครัน|'|ชี) adj. กรอบ|,|ดัง|สวบ ๆ| 
(ครัพ|'|เพอะ) n. สาย|หนัง|ยึด|อาน|ที่|คาด|ไป|ทาง|หางม้า|เพื่อ|กัน|ไม่|ให้|อาน|ม้า|เลื่อน|ตก|,|ตะโพก|ม้า|,|เกราะ|สําหรับ|หุ้ม|ตะโพก|ม้า
(ครัส) n. แข้ง|,|ส่วน|ที่|คล้าย|ขา|  |Syn. shank -|pl. crura
(ครู|เซ|ด|') n. สงคราม|ศาสนา|,|สงคราม|ศาสนา|ใน|ศตวรรษ|ที่ 11,12,13 ระหว่าง|ทหาร|คริสเตียน|กับ|ทหาร|มุสลิม|,|การ|ปราบปราม vi. ทํา|สงครามครูเสด|,|ปราบปราม
(ครู|ซ) n. หม้อ|ดินเผา|หรือ|ขวด|ใส่|ของเหลว
(ครัช) {|crushed|,|crushing|,|crushes|} n. ทํา|ให้|แตก|,|ขยี้|,|บี้|,|คั้น|,|บด|,|เหยียบ|,|กําจัด|,|ทําลาย|,|ทํา|ให้|โศกเศร้า. n. การ|ขยี้ (บี้|คั้น|,|บด|,|กําจัด|,|ทําลาย|,|ทํา|ให้|โศกเศร้า) ฝูงชน|ที่|แน่นขนัด|,|ความ|หลงใหล|อย่าง|มาก|,|สิ่ง|ที่|หลง|ไหล|อย่าง|มาก|,|น้ําผลไม้|คั้น|  |Syn. smash|,
(ครัช|'|ชิง) adj. ซึ่ง|ทํา|ให้|แตก|,|ซึ่ง|บดขยี้|,|ซึ่ง|ทํา|ให้|สยบ|,|เด็ดขาด|,|ซึ่ง|ชี้ขาด
(ครัสทฺ) {|crusted|,|crusting|,|crusts|} n. เปลือก|ขนมปัง|,|เปลือกนอก|,|เปลือก|หอย|,|กระดอง|,|สะเก็ด|แผล|หรือ|สะเก็ด|ผิวหนัง|,|เปลือก|ตะกอน|ใน|เหล้าองุ่น|,|ความ|หน้าด้าน. vt. คลุม|ไป|ด้วย|เปลือก|,|กลาย|เป็น|เปลือก vi. เกาะ|เป็น|เปลือก|  |Syn. coating
(ครัส|เท|'|ซี) n. สัตว์|ทะเล|ประเภท (class) กุ้ง ปู และ|สัตว์|อื่น ๆ ที่|มี|เปลือก|แข็ง.  |Syn. crustacean สมาชิก|ของ|Crustaceae
(ค|ริ|ส|'|ที) adj. เกี่ยวกับ|เปลือกนอก|,|ซึ่ง|มี|ลักษณะ|ของ|เปลือก|,|ดื้อ|,|หยาบ|,|ไม่|สุภาพ.  |Syn. crustiness n.  |Syn. peevish|,|surly|,|curt
(ครัทชฺ) {|crutched|,|crutching|,|crutches|} n. ไม้เท้า|,|ไม้|ยัน|รักแร้|,|เสา|ค้ํา|,|ง่าม|ค้ํา|,|สิ่ง|ค้ําจุน|การ|สนับสนุน. vt. ใช้|ไม้|ยัน|รักแร้|,|ค้ํา|,|พยุง|  |Syn. stay|,|prop|,|aid
(ครัคซฺ) n. จุดสําคัญ|,|ประเด็น|สําคัญ|,|กากบาท|,|กางเขน|,|จุด|ยุ่งยาก|,|ปัญหา|ยุ่งยาก|,|ความ|ลําบาก|ของ|ปัญหา|  |Syn. body|,|heart|,|essence|,|root|,|key -|pl. cruxes|,|cruces
(ครู|ธ) n. เครื่องดนตรี|ประเภท|สาย|ของ|ชาว|Celt|โบราณ.  |Syn. crowd
(ไคร) {|cried|,|crying|,|cries|} vt.,|vi.,|n. (การ|,|เสียง) ร้อง|,|ร้องเรียก|,|ร้องขอ|,|แผดเสียง|ร้อง|,|ร้องไห้|,|หลั่ง|น้ําตา|,|การ|ป่าวประกาศ|,|การ|เรียก|พยาน|ใน|ศาล
(ไคร|'|บะบี) n. คน|ที่|ร้อง|ให้|ด้วย|เรื่อง|เล็ก ๆ น้อย ๆ ,|คน|ขี้บ่น
(ไคร|'|อิง) adj. เกี่ยวกับ|การ|ร้องไห้|,|เกี่ยวกับ|การ|ร้อง|หา|,|เกี่ยวกับ|การ|แผดเสียง|ร้อง|,|ซึ่ง|ดึงดูด|ความ|สนใจ|,|ซึ่ง|เรียกร้อง|ความ|สนใจ|  |Syn. pressing
Pref. "|เย็น|เหมือน|น้ําแข็ง|"
(ไคร|'|อะสแทท) n. เครื่องมือ|รักษา|ระดับ|อุณหภูมิ|ที่ต่ํา|มาก|ให้|คงที่
(ไคร|'|โอ|ท|รอน) n. ท่อ|ทํา|ให้|เย็น
(ค|ริ|พทฺ) n. ห้อง|ใต้ดิน|ของ|โบสถ์|ใช้|เป็น|ที่|ฝังศพ|,|โพรง|ต่อม|เล็ก ๆ ,|แอ่ง|,|หลุม|ใต้ดิน|  |Syn. cryptal adj.  |Syn. tomb|,|vault|,|catacomb
(ค|ริ|พทะแนล|'|ลิ|ซิ|ส) n. วิธีการ|ถอดรหัส|หรือ|แปล|ข้อเขียน|ลับ
(ค|ริ|พ|'|ทิค|,|-|เคิล) adj. ลึกลับ|,|ซ่อนเร้น|,|ลับ|,|คลุมเครือ|,|เกี่ยวกับ|รหัส|,|สั้น|  |Syn. hidden|,|obscure
(ค|ริ|พ|'|ทิค|,|-|เคิล) adj. ลึกลับ|,|ซ่อนเร้น|,|ลับ|,|คลุมเครือ|,|เกี่ยวกับ|รหัส|,|สั้น|  |Syn. hidden|,|obscure
(ค|ริ|พ|'|ทะ|แก|รม) n. รหัส|,|คํา|ลับ|,|อักษร|ลับ|,|อักษร|ปริศนา|,|คํา|ใบ้|  |Syn. cryptogamic adj. ดู|cryptogram cryptogamous adj. ดู|cryptogram
(ค|ริ|พ|'|ทะ|กราฟ) n. = cryptogram|,|ระบบ|การ|เขียน|อักษร|ลับ|หรือ|รหัส|ลับ|,|เครื่องเขียน|รหัส|หรือ|อักษร|ลับ
วิทยาการ|เข้า|รหัส|ลับ|หมายถึง วิชา|ที่|ว่าด้วย|การ|กําหนด|รหัส|ให้แก่|ข้อความ|ต่าง ๆ ที่|คน|ภายนอก|จะ|ไม่|สามารถ|เข้าใจ ผู้|ที่|เกี่ยวข้อง|เท่านั้น|ที่|จะ|สามารถ|ถอดรหัส|และ|เข้าใจ|ความหมาย|ได้
(ค|ริ|พ|'|โท|นิม) n. ชื่อ|แฝง|,|นามแฝง
(คิส|'|เทิล) n. ผลึก|,|สาร|ผลึก|,|สิ่ง|ประดับ|ที่|เป็น|ผลึก|,|สิ่ง|ที่|ใส|เหมือน|ผลึก adj. ซึ่ง|ประกอบ|ด้วย|ผลึก|,|คล้าย|ผลึก|,|ใส|แจ๋ว|,|โปร่งแสง|,|เกี่ยวกับ|การ|ฉลอง|ครบ|รอบ|ที่|15
(ค|ริ|ส|'|ทะลิน|,|-|ทะไลนฺ|') adj. เกี่ยวกับ|ผลึก|,|โปร่งแสง|,|ใส|แจ๋ว|,|เกิด|จาก|การ|ตกผลึก|,|ประกอบ|ด้วย|ผลึก|,|เกี่ยวกับ|การ|เกิด|ผลึก|  |Syn. crystalility n. ดู|crystalline
n. เลนส์|ตา|,|กระจกตา
(ค|ริ|ส|'|ทะไลซ) vt.,|vi. ตกผลึก|  |Syn. crystallisation n. การ|ตกผลึก crystallisation n. การ|ตกผลึก
(ค|ริ|สทะไล|เซ|'|เชิน) n. การ|ตกผลึก|,|ผลึก|,|ก้อน|ผลึก|  |Syn. crystallisation
(ค|ริ|ส|'|ทะไลซ) vt.,|vi. ตกผลึก|  |Syn. crystallisation n. การ|ตกผลึก crystallisation n. การ|ตกผลึก
abbr. clinical stage|,|cycloserine|,|cesarein section
abbr. culture sensitivity and colony count
abbr. cerebrospinal fluid|,|colong stimulating factor
abbr. circulation time|,|clotting time
เป็น|แป้น|หนึ่ง|บน|แผง|แป้น|อักขระ|ที่|มี|ตัว Ctrl อยู่|บน|แป้น คํา Ctrl นี้|ย่อ|มา|จาก Control แป้น|นี้|ต้อง|กด|พร้อมกับ|แป้น|ใด|แป้น|หนึ่ง จึง|จะ|ใช้|เป็น|คําสั่ง|ให้|คอมพิวเตอร์|ทํางาน|ให้|ได้ เช่น|ถ้า|กด|แป้น|นี้|พร้อมกับ S จะ|เป็น|การ|สั่ง|บันทึก|ข้อมูล เป็นต้น
(เริ่ม|เครื่อง|ใหม่) <|ความหมาย|>|แป้น CTRL|, ALT|, DEL ล้วน|เป็น|แป้นพิมพ์|พิเศษ|ของ|เครื่อง|คอมพิวเตอร์|ไอ|บีเอ็ม หรือ เครื่อง|ที่|ทํา|เลียน|แบบ|ไอ|บีเอ็ม เมื่อ|กด|ทั้ง|สาม|แป้น|นี้|พร้อมกัน|แล้ว จะ|เท่า|กับ|สั่ง|ให้|คอมพิวเตอร์|เริ่มต้น การ|ทํา|เช่นนี้|เรียก|ว่า "|warm boot|" จะ|เหมือน|กับ|การ|ปิด|แล้ว|เปิด|สวิตซ์|ที่|เครื่อง|ใหม่ (cold boot) ใน|กรณี|เช่น|ที่|ว่า|นี้ ถ้า|มี|แฟ้มข้อมูล|ที่|กําลัง|ทํา|อยู่ ข้อมูล|จะ|หาย|ไป|หมด เพราะ|ไม่|ได้|สั่ง|เก็บ|หรือ|บันทึก
abbr. cuprum
(ซี|ยูเอ) ย่อ|มา|จาก คํา|ว่า Common User Access ซึ่ง|หมายถึง ตัวชี้นํา (guidelines) ที่ เครื่อง|ไอ|บีเอ็ม|สร้าง|ขึ้น|มา ใช้|เพื่อ|ทํา|ให้การ|เข้า|สู่|โปรแกรม|มี|ลักษณะ|เป็น|แบบ|เดียวกัน แม้แต่|เครื่อง|แมค|อิน|ทอ|ช|ก็|ใช้|ตัวชี้นํา|นี้
(คับ) ลูก|สัตว์|,|ลูก|สุนัข|จิ้งจอก|,|เด็กหนุ่ม|ที่|ไร้|ประสบการณ์|,|คน|อ่อนหัด|,|ลูกมือ|ฝึกหัด|  |Syn. cubbish adj. -|S...
(คิว|เบจ) n. ความ|จะ|เป็น|ลุก|บาศก์|,|ปริมาตร|,|วิธีการ|หา|ปริมาตร
(คิว|'|บะเชอะ) n. การ|หา|ปริมาตร|,|ความ|จุ|เป็น|ปริมาตร
(คับ|'|บิ|ช) adj. เหมือน|ลูก|สัตว์
(คับ|'|บี|โฮ|ล) n. ห้อง|เล็ก ๆ ,|รัง|นกพิราบ
(คิว|บฺ) n. ลูกบาศก์|,|ปริมาณ|ที่|ยก|กําลัง|3 (เช่น|125|=|5|x|3) ,|ลูกเต๋า|,|หลอด|แฟล็ตช์|รูป|สี่เหลี่ยม vt. ทํา|ให้|เป็น|ลูกบาศก์|,|ยก|กําลัง 3
n. ฐาน|ของ|ค่า|ยก|กําลัง|3 (เช่น|4|เป็น|cube|-|root|ของ 64)| 
(คิว|'|บิ|ค) adj. มี|3|มิติ|,|เป็น|ลูกบาศก์|,|เกี่ยวกับ|การ|วัด|ปริมาตร|,|เกี่ยวกับ|กําลัง|3,|เกี่ยวกับ|ระบบ|การ|ตกผลึก|  |Syn. cubicity n. ดู|cubic
(คิว|'|บิ|เคิล) adj. เป็น|ลูกบาศก์|,|เกี่ยวกับ|ปริมาตร|  |Syn. cubicalness n. ดู|cubical
(คิว|'|บิ|เคิล) n. ห้องนอน|เล็ก ๆ (โดยเฉพาะ|ของ|หอพัก|นักเรียน) ,|ห้อง|เล็ก ๆ ,|กุฏิ
(คิว|บิ|ค|'|ยะลัม) n. ห้อง|สุสาน -|pl. cubicula
(คิว|'|บะ|ฟอร์ม) adj. ซึ่ง|มี|รูป|คล้าย|ลูกบาศก์
(คิว|'|บิ|ส|ซึม) n. ศิลปะ|การ|เขียน|ภาพ|และ|ปฎิ|มา|กรรม|แบบ|3|มิติ.  |Syn. cubist n. cubistic adj.
(คิว|'|บิ|ท) n. หน่วย|เส้นตรง|โบราณ|ที่|อาศัย|ความ|ยาว|ของ|แขน|เป็น|หลัก (17|-|21 นิ้ว)| 
(คิว|'|บอยด์) adj. คล้าย|ลูกบาศก์ n. กระดูก|คิว|บอยด์|ของ|กระดูก|ฝ่าเท้า
abbr. chronic ulcerative colitis
(คัค|'|โอ|ลด|ฺ) n. สามี|ของ|หญิง|นอกใจ|หรือ|มี|ชู้ vt. นอกใจ|สามี|,|เป็นชู้|กับ|ภรรยา|คน|อื่น
(คู|'|คู) n. นกดุเหว่า|,|เสียงร้อง|ของ|นกดุเหว่า|,|คน|สติ|ฟั่นเฟือน|,|คน|โง่ vt. พูด|หรือ|ร้อง|ซ้ําซาก|อย่าง|น่า|เบื่อ. vi. (นกดุเหว่า) ร้อง|,|ร้อง|เสียง|คล้าย|นกดุเหว่า adj. สติ|ฟั่นเฟือน|,|โง่
(คิว|'|คัม|เบอะ) n. แตงกวา|,|แตง|เหลือง|,|แตง|ร้าน|,|ต้น|แตงกวา|,|ต้น|แตง|เหลือง|,|ต้น|แตง|ร้าน
(คิว|เคอ|'|บิ|ท) n. พืช|ประเภท|น้ํา|เต้า ฟักทอง แตงกวา แตง|ร้าน แตงโม
(คัด) n. ส่วน|ของ|อาหาร|จาก|กระเพาะ|ที่|สัตว์|เคี้ยว|เอื้อง|สํารอก|ออก|มา|เคี้ยว|อีก|,|เส้น|ยาสูบ|ที่|ใช้|เคี้ยว -|Id. (chew the cud ครุ่นคิด)| 
(คัด|'|เดิล) {|cuddled|,|cuddling|,|cuddles|} vt. รัด|,|กอด|,|โอบ|กอด vi. นอน|กอด n. การ|กอด|,|การ|โอบ|กอด.  |Syn. cuddlesome adj. ดู|cuddle cuddly adj. ดู|cuddle
(คัด|'|ดี) n. ห้อง|เล็ก ๆ ,|ห้องครัว|,|ลา|,|คน|โง่|  |Syn. fool
(คัด|'|เจิล) {|cudgeled|,|cudgeling|,|cudgels|} n. ตะบอง vt. ตี|ด้วย|ตะบอง
(คิว) {|cued|,|cuing|,|cues|} n. ผมเปีย|,|ไม้|แทง|บิลเลียด|,|แถว|คน|,|คําแนะนํา|,|คํา|บอกบท|,|สิ่ง|กระตุ้น|,|บท|,|เจตนารมณ์ vt. ถัก|เป็น|ผมเปีย|,|ใช้|ไม้|แทง|บิลเลียด|ตี|,|บอกบท|,|บอก|เป็นนัย|,|สอดแทรก|,|นําทาง
(คัฟ) n. ข้อมือ|เสื้อ|,|ส่วน|ที่|พับ|ขึ้น|ของ|ขา|,|กุญแจมือ vt. ใส่|ข้อมือ|เสื้อ|,|พับ|ข้อมือ|เสื้อ|,|พับ|ขา|กางเกง|,|ใส่|กุญแจมือ|,|ต่อย|,|ชก|,|ตบ
n. กระดุม|ข้อมือ|เสื้อ|  |Syn. sleeve link
(คิว|แร|ส|') n. เสื้อ|เกราะ|,|เกราะ|หุ้ม|หน้าอก|,|เสื้อ|ยกทรง|,|เปลือก|แข็ง|หนา|ที่|หุ้ม|ตัว|สัตว์ vt. ใส่|เสื้อ|เกราะ|  |Syn. corselet
(คิว|ระ|เซียร์|') n. ทหารม้า|ที่|สวม|เสื้อ|เกราะ
(ควิ|ซี|น|') n. ฝีมือ|การ|ทํา|อาหาร|,|การ|ทํา|อาหาร|,|การ|ครัว|,|ห้องครัว|,|แผนก|ครัว|  |Syn. cookery
(คี|'|เทิล) {|cuittled|,|cuittling|,|cuittles|} vt. ปลอบโยน|  |Syn. wheedle
(คิว|ค) n. แตงกวา
(คัล|'|ดะ|แซค) n. ทางตัน|,|ตรอก|ตัน|,|การ|จน|ตรอก|,|ความ|ลําบาก|,|โพรง|หรือ|ท่อ|ที่|ปลาย|ต้น|,|สถานการณ์|ที่|ไม่|ดี|ขึ้น|  |Syn. alley -|pl. culs|-|de|-|sac
(คิว|'|เลท) n. หน้า|เล็ก ๆ ที่|ฐาน|เพชรพลอย|ที่|เจียระไน|แล้ว|,
(คิว|'|เลคซฺ) n. ยุง|จําพวก Culex เช่น|ยุง|บ้าน|ทั่วไป -|pl. cullices
(คิว|'|ละ|นา|รี) adj. เกี่ยวกับ|ครัว|,|เกี่ยวกับ|การ|ทํา|อาหาร|,|เกี่ยวกับ|การ|ครัว
(คัล) {|culled|,|culling|,|culls|} vt.,|n. (การ) เลือก|,|เลือกสรร|,|คัด|,|คัดเลือก|,|เก็บ|,|เด็ด|,|รวม|,|สิ่ง|ที่|เลือก|,|สิ่ง|ที่|คัด|ออก|มา|,|ของ|ที่|ไม่|ดี|ที่|ถูก|คัด|ออก|  |Syn. select|,|collect|,|pick
(คัล|'|ลัน|เดอะ) n. ที่|กรอง.  |Syn. colander n.
(คิว|'|ลิท) n. เศษ|แก้ว|หรือ|แก้ว|ที่|แตกหัก|สําหรับ|นํามา|หลอม|ใหม่
(คัลเยิน) n. คน|ต่ําช้า|,|คน|ชั่วช้า
(คัล|'|ลิส) n. รางน้ํา|,|ท่อน้ํา|,|ร่อง
(คัล|'|ลี่) n. คน|ที่|ถูก|หลอกลวง|,|หมู|,|คน|โง่ vt. หลอก|,|ลวง|,|ต้ม
(คัลม์) n. ฝุ่น|ถ่านหิน|,|เศษ|ถ่านหิน|,|หิน|anthracite|,|ลําต้น
(คัล|'|มิ|นันทฺ) adj. บรรลุ|ถึง|สุดยอด|ถึง|ที่สุด|,|สุดยอด|,|สูงสุด
(คัล|'|มะเนท) {|culminated|,|culminating|,|culminates|} vi. บรรลุ|ถึง|ยอด|,|สิ้นสุด|,|สรุป|,|ถึง|ขั้นสุดท้าย. vt. ทํา|ให้|ถึง|ที่สุด|,|ทํา|ให้|ถึง|จุด|สุดยอด|  |Syn. climax|,|ripen|,|finish
(คัลมะเน|'|เชิน) n. การ|บรรลุ|ถึง|สุดยอด|,|จุด|สุดยอด|  |Syn. zenith|,|apex
(คัล|'|พะ) n. การ|ไม่|เอาใจใส่|ความผิด|,|บาป -|pl. culpae
(คัล|'|พะเบิล) adj. น่า|ตําหนิ|,|น่า|ประณาม.  |Syn. culpability n. ดู|culpable|  |Syn. blamable
(คัล|'|พ|ริ|ท) n. นักโทษ|,|ผู้|กระทํา|ผิด|,|ผู้ร้าย|,|จําเลย|ใน|คดี|อาญา|  |Syn. criminal|,|offender
(คัลทฺ) n. การ|บูชา|,|ลัทธิ|,|ศาสนา|,|ความ|คลั่ง|ใน|ศาสนา|,|พิธี|ปฎิบัติ|ใน|ศาสนา|หรือ|ลัทธิ|  |Syn. cultism n. ดู|cult cultist n. ดู|cult|  |Syn. worship|,|devotion|,|clique
(คัล|'|ทะวะเบิล) adj. ซึ่ง|เพาะปลูก|ได้|  |Syn. cultivability n. ดู|cultavable cultavability n. ดู|cultavable
(คัล|'|ทะวะเบิล) adj. ซึ่ง|เพาะปลูก|ได้|  |Syn. cultivability n. ดู|cultavable cultavability n. ดู|cultavable
(คัล|'|ทะเวท) {|cultivated.cultivating|,|cultivates|} vt. เพาะปลูก|,|เพาะ|,|ปลูก (พืช) ,|เลี้ยง|,|พัฒนา|หรือ|ทํา|ให้|ดี|ขึ้น อุทิศ|ตัว|ให้|กับ
(คัลทะเว|'|เชิน) n. การ|เพาะปลูก|,|ศิลปะ|การ|เพาะปลูก|,|การ|อบรม|สั่งสอน|,|วัฒนธรรม
(คัล|'|ทะเว|เทอะ) n. ผู้|เพาะปลูก|,|ผู้|อบรม|สั่งสอน|,|เครื่องมือ|ที่|เพาะปลูก|,|เครื่องมือ|ไถนา|และ|ทําลาย|วัชพืช
(คัล|'|เชอะเริล) adj. เกี่ยวกับ|วัฒนธรรม|,|เกี่ยวกับ|เพาะปลูก
(คัล|'|เชอะ) n. วัฒนธรรม|,|การ|อบรม|,|การ|เลี้ยง|,|การ|ปลูกฝัง|,|การ|เพาะ|กาย|,|การ|เพาะ|ใจ|,|การ|เพาะปลูก|,|การ|เพาะเลี้ยง|,|ผลิตผล|การ|เพาะปลูก|,|เชื้อ|จุลินทรีย์|ที่|เพาะเลี้ยง|ขึ้น
n. อาหาร|เพาะเชื้อ
n. ไข่มุก|เลี้ยง
(คัล|'|เช|อด|ฺ) adj. ซึ่ง|เพาะปลูก|ไว้|,|มี|วัฒนธรรม|,|ได้|รับ|การ|อบรม|สั่งสอน|,|ซึ่ง|เพาะเลี้ยง|ขึ้น|,|ซึ่ง|เพาะเลี้ยง|จาก|อาหาร|เชื้อ|  |Syn. refined
n. ไข่มุก|เลี้ยง
n. ผู้|เพาะปลูก|,|ผู้|เพาะเลี้ยง|,|ผู้|อบรม|สั่งสอน
n. นกพิราบ
n. ท่อระบายน้ํา
(คัม) prep กับ|,|ด้วย|กัน|,|ด้วย|,|พร้อมกัน|,|มี|ส่วน|ด้วย|กัน ; -|Phr. (cum grano (salis) ทาง|หนี|ที|ไล่) -|Phr. (cum laude ด้วย|ผล|การ|เรียน|ชั้นเยี่ยม)| 
(คัม|'|เบอเซิม) adj. ยุ่งยาก|,|ทํา|ให้|ลําบาก|,|เป็น|ภาระ|,|อุ้ยอ้าย|,|หนัก|,|ไม่|สะดวก|  |Syn. clumsy
(คัม|'|บรันซ) n. ความ|ลําบาก|,|ความ|ยุ่งยาก|,|การ|รบกวน|,|ภาระ
(คู|ม เลา|'|เด) ด้วย|เกียรตินิยม
(คัม|'|ชอ) n. ของขวัญ|,|ของ|รางวัล|,|ทิป
(คิว|'|มะเลท) {|cumulated|,|cumulating|,|cumulates|} vt.,|adj. สะสม|,|กอง|กัน|,|กอง|ขึ้น|,|เพิ่ม|ขึ้น|,|ซ้อน|กัน|  |Syn. cumulation n. ดู|cumulate
(คิว|'|มิ|วเลทิฟว) adj. ทับ|ทวี|ขึ้น|,|สะสม|ขึ้น|,|เพิ่ม|ขึ้น|,|เพิ่ม|ทวี|  |Syn. cumulativeness n.  |Syn. increasing
Pref. "|เมฆ|ซ้อน|"
(คิว|'|มิ|วลัส) n. กอง|,|สิ่ง|ที่|ซ้อน|กัน|,|เมฆ|ประเภท|ที่|ซ้อน|เป็น|กอง|ใหญ่ และ|ค่อนข้าง|ตั้ง|ตรง|ขึ้น|ไป -|pl. cumulus
(คัง|เท|'|เชิน) n. ความ|เชื่องช้า|,|ความ|เฉือย|ชา|,|ความ|อืดอาด|,|ความ|ลังเล
(คัง|เท|'|เทอะ) n. ผู้|ผลัด|วัน|ประกัน|พรุ่ง
(คิว|'|นิเอท|,|-|ทิด) adj. เป็น|รูป|ลิ่ม
(คิว|'|นิเอท|,|-|ทิด) adj. เป็น|รูป|ลิ่ม
(คัน|นะ|ลิง|'|กัส) n. การ|กระตุ้น|อวัยวะเพศ|ของ สตรี|ด้วย|ปาก|และ|ลิ้น.
(คัน|'|นิง) n. ความ|หลักแหลม|,|ความ|ชํานาญ|,|ความ|ประณีต|,|ความ|ฉลาดแกมโกง|,|ความ|แคล่วคล่อง adj. หลักแหลม|,|ชํานาญ|,|มี|ฝีมือ|,|ประณีต|,|ฉลาดแกมโกง|,|แคล่วคล่อง|  |Syn. cunningness n. ดู|cunning|  |Syn. artifice
(คัน|ทฺ) n. ช่องคลอด|,|โยนี|,|ผู้หญิง|,|การ|สังวาส|  |Syn. vagina
(คัพ) n. ถ้วย|,|ถ้วย|กีฬา|,|ปริมาณ|ความ|จุ|หนึ่ง|ถ้วย
n. คน|ริน|เหล้า
n. ตู้|ถ้วยชาม|,|ตู้เสื้อผ้า|,|ตู้|อาหาร
(คัพ|'|ฟู|ล) n. ปริมาณ|เต็ม|ถ้วย -|pl. cupfuls
(คิว|'|พิด) n. เทพเจ้า|แห่ง|ความ|รัก|ของ|ชาว|โรมัน เป็น|เด็ก|ทารก|เปลือย|กาย มี|ปีก ศร|และ|ธนู|,|กามเทพ
(คิว|พิด|'|ดิ|ที) n. ความ|อยาก|ได้|,|ความ|โลภ|  |Syn. avarice Ant. generosity
(คิว|'|พะ|ละ) n. หลังคา|รูป|กลม|,|หอ|เล็ก ๆ รูป|ระฆัง|บน
(คัพ|'|เพอะ) n. ผู้ใช้|ถ้วย|ดูด|เลือด
n. การ|ใช้|ถ้วย|ดูด|เลือด (โดย|ทํา|ให้|เกิด|สุญญากาศ|ใน|ถ้วย)| 
(คัพ|'|พี) adj. เป็น|รูป|ถ้วย|,|เกี่ยวกับ|ถ้วย|,|เป็น|หลุม|เป็น|บ่อ|,|เว้า|,|ขรุขระ
Pref. "|ทองแดง|"
Pref. "|ทองแดง|"
(เคอ) n. หมา|เลว|,|คน|เลว|,|หมา|พันธุ์ผสม
(เคียว|'|ระ|เบิล) adj. ซึ่ง|รักษา|ให้|หาย|ได้.  |Syn. curability n. ดู|curable
(เคียว|'|ระ|ซี) n. ที่ทํางาน|หรือ|ตําแหน่ง|ของ|curate
n. พระ|ผู้ช่วย|หัวหน้า|พระ|,|พระ|ผู้|บําบัด|วิญญาณ
(คิว|'|ระ|ทิฟว) adj. ซึ่ง|บําบัด|,|ซึ่ง|มี|ผล|ใน|การ|รักษา|โรค n. ยา|,|สิ่ง|ที่|ใช้|บําบัด|โรค|  |Syn. remedlial g
(คิว|เร|'|เทอะ) n. ผู้ดู|แล|พิพิธภัณฑ์|,|ผู้ดู|แล|,|ผู้|อนุบาล|  |Syn. curatorial adj. curatorship n.
(เคิร์บ) n. ขอบ|,|ขอบ|ถนน|,|ขอบ|บ่อ|,|ริม|,|เครื่อง|เหนี่ยวรั้ง|,|สิ่ง|ควบคุม vt. รั้ง|ม้า|,|เหนี่ยวรั้ง|,|ควบคุม|,|ระงับ|,|กั้น|ขอบ|,|สร้าง|คัน|ดิน.  |Syn. check
(เคิร์บ|'|บิ|ง) n. วัตถุ|ที่|สร้าง|เป็น|ขอบ|,|ขอบ|ริม
(เคอ|'|คิว|มะ) n. พืช|ขมิ้น
(เคิร์ด) n. นมข้น|,|สาร|ที่|คล้าย|นมข้น vt.,|vi. กลาย|เป็น|นมข้น|  |Syn. curdle
(เคิร์ด|'|เดิล) {|curdled|,|curdling|,|curdles|} vt.,|vi. เปลี่ยน|เป็น|นมข้น|,|แข็งตัว -|Phr. (curdle one|'|s blood ทํา|ให้|กลัว)| 
(เคิร์ด|'|ดี) adj. คล้าย|นมข้น|,|จับตัว|เป็น|ก้อน
(คิว|'|เออะ) {|cured|,|curing|,|cures|} vt. รักษา|ให้|หาย|,|แก้|ให้|หาย vi. บังเกิด|ผล|ใน|การ|บําบัดรักษา|,|ผ่าน|กรรมวิธี|ไม่|ให้|เน่า (ย่าง|,|บ่ม|,|อบ|,|รม|,|ผึ่ง) n. การ|รักษา|ให้|หาย|  |Syn. treatment|,
n. ยารักษา|สารพัด|โรค
(คิว|'|เรท) {|curetted|,|curetting|,|curets|,|curettes|} n. เครื่องมือ|ศัลยกรรม|คล้าย|ช้อน|สําหรับ|ขูด|เอา|เนื้อเยื่อ|จาก|โพรง|ร่างกาย (เช่น|มดลูก) vt. ขูด|ด้วย|เครื่องมือ|ดังกล่าว
(คิว|เรท|'|ทิจ) n. การ|ขูด|,|การ|ขูด|ชําระ|แผล|ด้วย
(คิว|'|เรท) {|curetted|,|curetting|,|curets|,|curettes|} n. เครื่องมือ|ศัลยกรรม|คล้าย|ช้อน|สําหรับ|ขูด|เอา|เนื้อเยื่อ|จาก|โพรง|ร่างกาย (เช่น|มดลูก) vt. ขูด|ด้วย|เครื่องมือ|ดังกล่าว
(เคอ|'|ฟิว) n. การ|ห้าม|ประชาชน|ออก|นอก|บ้าน|ใน|ระยะ|เวลา|ที่|กําหนด (มัก|เป็น|เวลา|กลางคืน) ,|เวลา|ห้าม|ออก|นอก|บ้าน|ดังกล่าว|,|ระฆัง|บอก|เวลา|กลางคืน|,|เสียง|ระฆัง|กลางคืน
(คิว|'|รี) n. หน่วย|กัมมันตภาพรังสี
(คิว|'|ริ|โอ) n. ของแปลก|,|ของ|ที่|น่า|สนใจ|,|โบราณวัตถุ|,|ของเก่า|  |Syn. curiosity
(คิว|ริ|ออ|ส|'|ซิ|ที) n. ความ|อยากรู้อยากเห็น|,|ของ|หา|ยาก|,|ของ|ลาย|คราม|,|ลักษณะ|ที่|แปลก|และ|น่า|รู้|น่า|สนใจ|,|ความผิด|ธรรมดา|,|ความ|แปลก|  |Syn. novelty
(คิว|'|เรียส) adj. ซึ่ง|อยากรู้อยากเห็น|,|หา|ยาก|,|แปลก|,|ผิดธรรมดา|,|น่า|สนใจ|,|ประณีต|  |Syn. curiousness n. ดู|curious|  |Syn. nosy
(เคิร์ล) {|curled|,|curling|,|curls|} n. ผมหยิก|,|ผม|ลอน|,|ม้วน|ผม|,|ลอน|ผม|,|สิ่ง|ที่|โค้ง|งอ|,|ภาวะ|ที่|โค้ง|งอ vi. งอ|,|หยิก|,|เป็น|วง|,|เคลื่อน|เป็น|ทางโค้ง|  |Syn. coil
(เคอ|'|ลิว) n. นก|ปาก|ยาว|และ|โค้ง
n. ผมหยิก|หรือ|ผม|เป็น|ลอน|เล็ก ๆ| 
ลูกกลิ้ง|หิน|หรือ เหล็ก|ที่|มี|จับ|จ้าง|บน ใช้|เล่น|โยน|ไถล|บน|น้ําแข็ง|ไป|ที่|เป้า
(เคอร์|'|ลี) adj. งอ|,|หยิก|,|เป็น|ลอน|  |Syn. curliness n. ดู|curly
n. ผมหยิก|หรือ|ผม|เป็น|ลอน|เล็ก ๆ| 
n. คน|อารมณ์|ร้าย|และ|ตระหนี่|  |Syn. curmudgeonly adj. ดู|curmudgeon
(เคิน) n. จํานวน|เล็กน้อย|,|หนึ่ง|เมล็ดข้าว
(เคอ) {|curred|,|curring|,|currs|} vi. ส่ง|เสียง|ฟี้|อย่าง|แมว|,|ส่ง|เสียง|รัว|เหมือน|เครื่องยนต์
(เคอ|'|เรินทฺ) n. ลูก|เกด|,|ลูก|องุ่น|แห้ง|,|ต้นไม้|ของ|ผลไม้|ดังกล่าว
(เคอ|'|เริน|ซี) n. เงินตรา|,|เงิน|,|การ|แพร่หลาย|,|ช่วง|ระยะ|เวลา|ที่|แพร่หลาย|,|กระแส|น้ํา|,|กระแส|ลม
(เคอ|'|เรินทฺ) n.,|adj. แพร่หลาย|,|เป็น|ที่|ยอมรับ|โดย|ทั่วไป|,|ปัจจุบัน|,|ซึ่ง|หมุนเวียน|อยู่|,|ทั่ว ๆ ไป n. กระแส|น้ํา|,|กระแส|ลม|,|กระแส|ไฟฟ้า|,|ความ|เร็ว|ของ|กระแส
n. บัญชีกระแสรายวัน
n. ทรัพย์สิน|ที่|เปลี่ยน|เป็น|เงินสด|ได้|ทันที
สารบบ|ปัจจุบัน <|คําแปล|>|สารบบ|ที่|กําลัง|ใช้|อยู่ <|คําแปล|>|หมายถึง|สารบบ (directory) ที่|กําลัง|ใช้|งาน|อยู่|ใน|ขณะนั้น ใน|ขณะ|ใด|ขณะ|หนึ่ง|จะ|มี สารบบ|ปัจจุบัน|ได้|เพียง|สารบบ|เดียว ใน|ระบบ|ดอ|สกา|ร|ย้าย|เข้า|/|ออก|จาก|สารบบ|ปัจจุบัน ใช้|คําสั่ง CD..... ดู cd
adv. ปัจจุบัน|,|ใน|เวลา|นี้|  |Syn. presently
(เค|อริ|ค|'|คิว|ละ) pl.ของ|curriculum
(เค|อริ|ค|'|คิว|ละ) adj. เกี่ยวกับ|หลักสูตร
(คะ|ริ|ค|'|คิว|ลัม) n., (pl. -|la|,|-|lums) หลักสูตร|  |Syn. curricular adj. เกี่ยวกับ|หลักสูตร
n. (เค|อริ|ค|'|คิว|ลัม ไว|'|ที) n. ประวัติส่วนตัว|โดย|สังเขป.  |Syn. vita|,|vitae|,|-|pl. curricula vitae
(เคอ|'|รี) n. กะหรี่|,|อาหาร|ที่|ใส่|กะหรี่. vt. ใส่|กะหรี่
(เคอ|'|ริ|ช) adj. มี|อารมณ์|ร้าย|,|ชอบ|ทะเลาะ|,|เลว|,|น่า|รังเกียจ.  |Syn. currishness n.
(เคอ|'|รี) n. กะหรี่|,|แกง|กระ|หรี่|,|อาหาร|ที่|ปรุง|ด้วย|กะหรี่|,|ผง|กะหรี่. vt. เตรียม|อาหาร|ด้วย|กะหรี่|,|ใส่|กะหรี่|,|ฟอก|หนัง|,|แปรง|ขน|ม้า (หรือ|สัตว์|อื่น) ,|ตี|,|ตบ -|Id. (curry favour ประจบ)|  |Syn. currie
n. ผงก|ระ|หรี่
(เคอ|'|รี|โคม) n. หวี|กลม|ที่|ใช้|แปรง|ขน|ม้า.
(เคิร์ส) n. คําสาป|แช่ง|,|คํา|แช่ง|ด่า|,|คํา|สบถ|,|ความ|หายนะ|,|ภัย|ภิบัติ|,|ความ|อัปมงคล|,|สิ่ง|ระยํา|,|คน|ระยํา|,|สิ่ง|ที่|ร้าย|,|สิ่ง|ที่|ถูก|สาปแช่ง|,|การ|ขับ|ออก|จาก|ศาสนา vt. นํา|ความ|ชั่วร้าย|หรือ|ความ|หายนะ vi. สาปแช่ง|,|สบถ|  |Syn. exoriate|,|damn
(เคอร์ซฺทฺ) adj. ซึ่ง|ถูก|สาปแช่ง|,|ชั่วร้าย|,|น่า|รังเกียจ|  |Syn. cursedness n. ดู|cursed|  |Syn. damned Ant. laudatory
(เคอ|'|ซิ|ฟว) adj. ติดต่อ|กัน|ไป (เหมือน|คัด|ลายมือ) n. อักษร|คัด|ลายมือ|  |Syn. cursiveness n.
ตัว|ชี้|ตําแหน่ง|ใน|ระบบ|ดอส หมายถึง สัญลักษณ์|บน|จอภาพ|ที่|มักจะ|มี|แสง|วาบ ๆ บางที|เรียก|ว่า "|ตัว|กระพริบ|" เพื่อ|ชี้|ให้|รู้|ว่า ตําแหน่ง|ของ|การ|พิมพ์|อักขระ|ตัว|ต่อไป|จะ|อยู่|ที่ใด ใน|ระบบ วินโดว์ตัว|ชี้|ตําแหน่ง|จะ|มี|ลักษณะ|เป็น|รูป|ลูกศร แต่|ใน|โปรแกรม|บาง|โปรแกรม อาจ|มี|รูปลักษณ์|เป็น|อย่าง|อื่น เช่น กากบาท มือ ฯ
แป้น|ควบคุม|ตัว|ชี้|ตําแหน่ง|หมายถึง แป้นพิมพ์|ที่|สามารถ|เคลื่อนย้าย|ตัว|ชี้|ตําแหน่ง|ไป|ใน|ทิศทาง|ที่|ต้องการ เช่น|แป้น|ลูกศร|, แป้น PageUp|, PageDn เป็นต้น บางที|เรียก arrow keys หรือ cursor movement keys
(เคอ|โซ|'|เรี|ยล) adj. เกี่ยวกับ|การ|วิ่ง
(เคอ|'|ซะ|รี) adj. อย่าง|เร่งรีบ|,|คร่าว ๆ ,|ลวก ๆ ,|หยาบ|,|สะเพร่า.  |Syn. cursorily adv. ดู|cursory cursoriness n. ดู|cursory
(เคิร์สทฺ) v. กิริยา|ช่อง|2|และ|ช่อง|3|ของ|curse adj. ซึ่ง|ถูก|สาปแช่ง|,|น่า|รังเกียจ
(เคิร์ท) adj. สั้น|,|ห้วน|,|หยาบ|,|ลุ่น|  |Syn. curtness n. ดู|curt
(เคอร์|เท|ล|') {|curtailed|,|curtailing|,|curtails|} vt. ทํา|ให้|สั้น|,|ตัด|ให้|สั้น|,|ตัดทอน|,|ย่อ|,|จํากัด|,|ลด|  |Syn. curtailer|,|curtailment n.  |Syn. reduce
(เคอร์|'|เท|น) {|curtained|,|curtaining|,|curtains|} n. ม่าน|,|มู่ลี่|,|สิ่ง|ที่|เหมือน|ม่าน|,|ฉาก. -|Phr. (curtains ความ|ตาย|,|ที่สุด|,|ตอนจบ) . vt. ใส่|ม่าน|,|ติด|ม่าน. -|Phr. (the Bamboo Curtain ประเทศ|จีน|,|ม่าน|ไม้ไผ่) -|Phr. (the Iron Curtain ประเทศ|รัสเซีย|,|ม่านเหล็ก) คํา|ที่|มี|ความ|ห
(เคอร์|'|ทะ|ซี) n. กรรมสิทธิ์|ใน|ที่ดิน|มรดก|ของ|ภรรยา|ที่|ตาย|  |Syn. life tenure
(เคอร์|'|ทิเลจฺ) n. ที่ดิน|ที่|ปลูก|บ้าน|หรือ|อาคาร|ที่อยู่|และ|รวม|ทั้ง|ลาน|บ้าน
(เคอร์ท|'|ซี) n.,|ดู|curtsy
(เคอร์ท|'|ซี) n. การ|ถอน|สายบัว vi. ถอน|สายบัว
(เคอ|'|วะเชอะ) n. ความ|โค้ง|,|เส้นโค้ง|,|การ|โค้ง
(เคิร์ฟว) n. เส้นโค้ง|,|ทางโค้ง|,|แนว|โค้ง
(เคอร์|'|วิท) {|curvetted|,|curvetting|,|curvets|} n. การ|กระโดด|ของ|ม้า|โดย|ยก|ขา|หน้า|ผงาด|ขึ้น แล้ว|กระโดด|ขึ้น|โดย|เอา|ขา|หน้า|ลง|และ|เหยียด|ขา|หลัง -|v. กระโดด|เป็น|เส้นโค้ง|ดังกล่าว|,|กระโดด
Pref. "|โค้ง|"
adj. ซึ่ง|เกี่ยวกับ|เส้นโค้ง|,
adj. ซึ่ง|เกี่ยวกับ|เส้นโค้ง|,
adj. เป็น|เส้นโค้ง|,|เกี่ยวกับ|การ|ถอน|สายบัว|ของ|สตรี.  |Syn. curvery
(คิว|'|เซ|ค) n. หนึ่ง|ลูกบาศก์|ฟุต|ต่อ|วินาที
(คัช) n. เงินทอง
(คู|'|ชิลี) adv. อย่าง|สุ|โข|,|อย่าง|สบาย
(คู|'|เชิน) {|cushioned|,|cushioning|,|cushions|} n. เบาะ|,|นวม|,|เบาะ|พิง vt. ใส่|เบาะ|,|ใส่|นวม|,|บรรเทา|,|ลด|,|ระงับ|  |Syn. pillow
(คู|'|ชี) adj. ง่าย|,|สบาย|,|สุ|โข
(คัสพฺ) n. จุด|,|ปลาย|แหลม|,|ปลาย|โผล่|,|ส่วน|ยื่น|ออก|,|จุดสัมผัส|,|ยอด|  |Syn. point
adj. ซึ่ง|มี|ปลาย|โผล่|,|ซึ่ง|มี|ส่วน|ยื่น|แหลม
adj. ซึ่ง|มี|ปลาย|โผล่|,|ซึ่ง|มี|ส่วน|ยื่น|แหลม
adj. ซึ่ง|มี|ปลาย|โผล่|,|ซึ่ง|มี|ส่วน|ยื่น|แหลม
n. เขี้ยว|,|ฟัน|ที่|มี|ปลาย|แหลม|เดี่ยว
adj. ซึ่ง|มี|ส่วน|ยื่น|แหลม|  |Syn. cuspidated|,|cuspidal
n. กระโถน
ด่าน|ศุลกากร|,|โรง|ภาษี|,|ขน|อน
(คัส) n. คําสาป|แช่ง|,|คํา|สบถ|,|คํา|สาบาน vt. ด่า|,|สาป|,|แช่ง
(คัส|'|ซิ|ด) adj. ซึ่ง|ถูก|สาปแช่ง|,|ซึ่ง|ถูก|แช่ง|,|น่า|รังเกียจ.
(คัส|'|เทิร์ด) n. ไข่|ผสม|นม (นึ่ง|,|ต้ม|หรือ|แช่เย็น) ใช้|ราด|ผลไม้|หรือ|ขนม
n. ผลไม้ (ต้นไม้) จําพวก|น้อยหน่า
(คัส|โท|'|เดียน) n. ผู้ปกครอง|,|ผู้|อารักขา|,|ผู้|ที่|เก็บรักษา|  |Syn. custodianship n. ดู|custodian
(คัส|'|โท|ดี) n. การ|อารักขา|,|การ|ปกครอง|,|การ|เก็บรักษา|,|การ|ควบคุม|,|การ|คุมขัง|  |Syn. custodial adj.
(คัส|'|เทิม) n. ประเพณี|,|ธรรมเนียม|ปฏิบัติ|,|จารีตประเพณี|,|กิจวัตร|,|ความ|เคยชิน|,|การ|อุดหนุน|,|ภาษี -|Phr. (customs พิกัด|อัตรา|ภาษีอากร|,|ลูกค้า|,|ขาประจํา) adj. ซึ่ง|สั่ง|ตัด|,|ซึ่ง|สั่ง|ทํา|  |Syn. habit|,|tariff|,|duty
adj. สร้าง|หรือ|ทํา|ตาม|ที่|สั่ง|ของ|ลูกค้า
(คัส|'|เทิมมะ|รี) adj. เกี่ยวกับ|ประเพณี|,|เป็น|ขนบธรรมเนียม|,|ตาม|ปกติ|,|เคยชิน|,|เป็น|กิจวัตร|  |Syn. normal
(คัส|'|เทิมเมอะ) n. ลูกค้า|,|ผู้ซื้อ|,|ผู้|จ่ายตลาด|,|คน|เข้า|ร้าน|,|ผู้ว่าจ้าง
วิศวกร|ประจํา|เครื่องใช้|ตัวย่อ|ว่า CE หมายถึง|วิศวกร|ที่|บริษัท|ที่|ขาย|เครื่อง|คอมพิวเตอร์|มัก|จัด|ไว้|ให้|บริการ หรือ|คําแนะนํา|ใน|การ|ใช้|เครื่อง แก่|ลูกค้า
ด่าน|ศุลกากร|,|โรง|ภาษี|,|ขน|อน
(คัส|'|ทอ|ส) n. คน|ดูแลรักษา|,|คน|ควบคุม -|pl. custodes
(คัท) {|cutted|,|cutting|,|cuts|} v. ตัด|,|หั่น|,|ฟัน|,|แล่ n. การ|ตัด|,|การ|หั่น|,|การ|ฟัน|,|บาดแผล|,|ชิ้น|ที่|ถูก|ตัด|ออก|,|ปริมาณ|ที่|ถูก|ตัด|ออก|,|adj. ซึ่ง|ถูก|ตัด|,
(คิว|เท|'|เนียส) adj. เกี่ยวกับ|ผิวหนัง
n. สถาบัน|บริหาร|การ|ปกครอง|,|สภานิติบัญญัติ
n. สถาบัน|บริหาร|การ|ปกครอง|,|สภานิติบัญญัติ
n. การ|ลด|ลง
(คิว|ทฺ) adj. สวย|,|น่ารัก|,|เก๋|,|ฉลาด|  |Syn. cuteness n.  |Syn. pretty Ant. ugly
(คิว|'|ที) adj.,|n. (ผู้|ที่) สวย|อย่าง|มี|เสน่ห์ -|pl. cuteys
(คิว|'|ทิเคิล) n. หนังกําพร้า|,|ผิว|นอก|,|เปลือกนอก|  |Syn. cuticular adj.
(คิว|'|ที) adj.,|n. (ผู้|ที่) สวย|อย่าง|มี|เสน่ห์|  |Syn. cutey
(คิว|'|ทิส) n., (pl. cutes|,|cutises) หนังแท้
n. ดาบ|สั้น|,|หนัก|และ|ค่อนข้าง|โค้ง
n. ดาบ|สั้น|,|หนัก|และ|ค่อนข้าง|โค้ง
n. ช่าง|ทํา|ขาย|หรือ|ซ่อม|มีด|หรือ|กรรไกร|หรือ|เครื่อง|ตัด|อื่น ๆ| 
(คัท|'|เลอ|รี) n. การ|ทํา|ขาย|หรือ|ซ่อม|มีด|หรือ|เครื่อง|ตัด|อื่น ๆ ,|เครื่อง|ตัด มีด กรรไกร
(คัท|'|เลท) n. เนื้อ|แผ่น|ทอด|,|ชิ้นเนื้อ|ทอด
(คัท|'|ออ|ฟ) n. การ|ตัด|ออก|,|ส่วน|ที่|ถูก|ตัด|ออก|,|ทางลัด|,|ทาง|สาย|ใหม่
n. สิ่ง|หรือ|ส่วน|ที่|ถูก|ตัด|ออก|,|การ|ตัด|ออก|,|เครื่อง|ตัด|กระแส|ไฟฟ้า
n. เครื่อง|ตัด|,|ผู้|ตัด|,|เรือ|บด|,|เรือ|เร็ว|,
n. ฆาต|รก|ร|,|มือ|มีด|,|มือ|มีด|ปาด|ข้อ adj. เป็น|การ|ฆาตกรรม|,|ทารุณ|,|โหดเหี้ยม|  |Syn. ruthless
n. การ|ตัด|,|สิ่ง|ที่|ถูก|ตัด|ออก adj. คมกริบ|,|บาดใจ|,|หนาว|เหน็บ|,|รุนแรง|,|เสียดสี|  |Syn. sharp
n. ปลาหมึก|,|ลิ้น|ทะเล
n. ลิ้น|ทะเล
n. ปลาหมึก
(คัท|'|ที) adj. ซึ่ง|ถูก|ตัด|ให้|สั้น n. สิ่ง|ที่|สั้น
n. ม้านั่ง|เตี้ย
(คัท|'|อัพ) n. คน|หยอกล้อ
n. สันปันน้ํา|,|มุม|ปัน|น้ํา|,|สัน|ตัด|น้ําแข็ง|ที่|หน้า|เรือ
(คัทเวท) n. หลอดแก้ว|เล็ก ๆ ที่|ใช้|ใน|ห้องปฏิบัติการ
abbr. cardiovascular|,|cell volume
abbr. cerebrovascular accident|,|costovertibral angle
abbr. cerebral vascular insufficientcy
abbr. central venous pressure
abbr. clean voided specimen|,|cardiovascular system
abbr. cervix
abbr. chest x|-|ray
(ไซ|'|อัน) n. สี|ระหว่าง|สีน้ํา|เงิน|กับ|สี|เขียว
(ไซ|'|อะไนด์|,|-|นิด) n. เกลือ|ของ hydrocyanic acid
(ไซ|'|อะไนด์|,|-|นิด) n. เกลือ|ของ hydrocyanic acid
Pref. "|สีน้ํา|เงิน|เข้ม|"|,|"|สาร|ไซยาไนด์|"
(ไซ|'|อะ|โน|ซิ|ส) n. ภาวะ|ผิวหนัง|เป็น|สี|เขียว (น้ําเงิน) เนื่องจาก|การ|ขาด|ออกซิเจน
(ไซ|เบอร์) เป็น|คํา|ที่|ใช้|นําหน้า|คํา|อื่น สื่อ|ความหมาย|ว่า|มี|ลักษณะ|ที่|เกี่ยวข้อง|กับ|คอมพิวเตอร์|หรือ อิเล็กทรอนิกส์ เช่น cyberphobia หมายถึง|โรค|กลัว|คอมพิวเตอร์ cyberporn หมายถึง|ภาพ|โป๊|ที่มา|ทาง|อิน|เตอร์|เน็ต cyberpunk หมายถึง|ผู้|ที่|ใช้|คอมพิวเตอร์|ใน|อาชญากรรม|ต่าง ๆ เช่น ขโมย|ใช้|บัตร|เครดิต
n. วิทยา|เกี่ยวกับ|การ|ติดต่อ|และ|ควบคุม|ของ|สัตว์|และ|เครื่องจักร|  |Syn. cybernetic adj..ดู|cybernetics cyberneticist n. ดู|cybernetics cybernetician n. ดู|cybernetics
(ไซ|' เบอสเพส) n. คํา|แสลง|คํา|หนึ่ง|ซึ่ง|หมายถึง|อิน|เตอร์|เน็ต|หรือ|คอมพิวเตอร์|และ|โปรแกรม|ที่|จะ|ทํางาน|ร่วม|กัน
(ไซ|'|เคิล) n. วงจร|,|วัฎ|จักร|,|รอบ|,|วง|,|การ|หมุนเวียน|,|ชุด vi. ขี่|รถจักรยาน|,|หมุน|รอบ|  |Syn. eon
เวลา|ครบ|รอบ|หมายถึง|เวลา|ที่|หน่วยประมวลผลกลาง|ใช้|ใน|การ|ปฏิบัติ|ตาม|คําสั่ง โดย|เริ่ม|ตั้งแต่|ไป|ดึง|คําสั่ง|มา (fetch) และ|ลงมือ|กระทํา|การ (execute) มี|หน่วย|วัด|เป็น นา|โน|วินาที (nano second) หรือ|หนึ่ง|ใน|พันล้าน|วินาที และ|พิ|โก|วินาที (picosecond) หรือ|หนึ่ง|ใน|ล้าน|ล้าน|วินาที
(ไซ|'|คลิค|,|ซิ|ค|'|คลิค) adj. เกี่ยวกับ|วงจร|,|ซึ่ง|หมุน|รอบ|,
การ|ตรวจสอบ|ด้วย|ส่วน|ซ้ําซ้อน|แบบ|วน|ใช้|ตัวย่อ|ว่า CRC หมายถึง เทคนิค|การ|ตรวจสอบ|หา|ข้อผิดพลาด|ใน|การ|บันทึก|หรือ|ถ่ายทอด|ข้อมูล มักจะ|ใช้|วิธีการ|วน|ทํา|ซ้ํา เพื่อ|ทบทวน|ดู|ความ|แม่นตรง ถ้า|มี|ที่|ผิด การ|ทํา|สอง|ครั้ง|ย่อม|จะ|ให้|ผล|ไม่|ตรง|กัน
หมายถึง การ|เลื่อน|บิต (bit) ที่อยู่|ปลาย|ด้าน|หนึ่ง|ไป|อยู่|ปลาย|อีก|ด้าน|หนึ่ง|ใน|เรจิสเตอร์ (register) เดียวกัน ใน|การ|เลื่อน|แบบ|นี้ บิต|จะ|ไม่|หาย|ไป|ไหน มี|ความหมาย|เหมือน circular shift|ดู shift ประกอบ
(ไซ|'|คลิเคิล) adj. เกี่ยวกับ|วงจร|,|ซึ่ง|หมุน|รอบ|,|n.  |Syn. cyclicals n. หลักทรัพย์|ของ|บริษัท|ธุรกิจ cyclicality n. ดู|cyclical
(ไซ|'|ค|ลิง) n. การ|ขี่|จักรยาน
(ไซ|'|คลิสทฺ) n. นัก|ขี่|จักรยาน
Pref. "|วงจร|"|,|"|การ|หมุน|รอบ|"
(ไซ|'|คลอยด์) adj. คล้าย|วง|กลม|,|เป็น|รูป|วงแหวน
(ไซ|'|โคลน) n. พายุ|ไซโคลน|,|พายุ|หมุน|  |Syn. cyclonic adj. ดู|cyclone cyclonical|,|cyclonal adj. ดู|cyclone
(ไซ|คละ|ฟี|'|เดีย) n. ดู|encyclopedia|,|  |Syn. cyclopaedist|,|cyclopedist n.
(ไซ|'|คละ|พี|'|ดิค) adj. คล้าย|หรือ|เกี่ยวกับ|สารานุกรม|,|คลุม|กว้าง|,|ลึกซึ้ง
(ไซ|คละ|ฟี|'|เดีย) n. ดู|encyclopedia|,|  |Syn. cyclopaedist|,|cyclopedist n.
(ไซ|'|คละ|พี|'|ดิค) adj. คล้าย|หรือ|เกี่ยวกับ|สารานุกรม|,|คลุม|กว้าง|,|ลึกซึ้ง
(ซิก|'|เนท) n. หงส์ ห่าน|ฟ้า
(ซิ|ล|'|ลินเดอะ) n. รูปทรง|กระบอก|,|กระบอก|กลม|,|กระบอกสูบ|,|ลูก|สูบ|,|ลูก|โม่|,|ลูกกลิ้ง
(ซิ|ลิน|'|ด|ริ|ค|,|-|คัล) adj. เกี่ยวกับ|ลูก|สูบ|,|เกี่ยวกับ|รูปทรง|กระบอก|  |Syn. cylindricality n. ดู|cylindric cylindricalness n. ดู|cylindric
(ซิ|ลิน|'|ด|ริ|ค|,|-|คัล) adj. เกี่ยวกับ|ลูก|สูบ|,|เกี่ยวกับ|รูปทรง|กระบอก|  |Syn. cylindricality n. ดู|cylindric cylindricalness n. ดู|cylindric
(ซิ|ม|'|เบิล) n. ฉาบ|,|ฉิ่ง|  |Syn. cymbaler n. ดู|cymbal cymbaleer n. ดู|ดู|cymbal cymbalist n. ดู|ดู|cymbal
Pref. "|คลื่น|"
(ซิ|น|'|นิค) n. ผู้|ที่|ชอบ|เยาะเย้ย|ถากถาง|  |Syn. Cynic n. ลัทธิ|ที่|เชื่อ|ว่า|คุณความดี|ของ|มนุษย์|นั้น|อยู่|ที่|การ|ควบคุม|ตัวเอง adj. ชอบ|เยาะเย้ย|ถากถาง|คน|อื่น|  |Syn. pessimist
(ซิ|น|'|นิเคิล) adj. ชอบ|เยาะเย้ย|ถากถาง|คน|อื่น|  |Syn. cynicalness n. ดู|cynical|  |Syn. skeptical Ant. optimistic -|Conf. sceptical
(ซิ|น|'|นิ|ซิ|ส|ซึม) ลัทธิ|เกลียดชัง|สังคม|มนุษย์|  |Syn. Cynicism ลัทธิ|ของ Cynic|  |Syn. pessimism
Pref. "|สุนัข|" Pref.
(ไซ|'|เฟอะ) n.,|vt.,|vi. ดู|cipher
(ไซ|'|เพ|รส) n. สิ่งทอ|บาง|ละเอียด|ที่|ใช้|ทํา|เสื้อผ้า|ไว้ทุกข์|  |Syn. cyprus
(ซิ|พ|'|เรียท) n. ชาว|ไซ|ปรัส
(ซิ|สทฺ) n. ถุง|,|ถุง|น้ํา|,|กระเพาะปัสสาวะ|,|เกราะ (ปรสิต) ,|โพรง|ปิด|  |Syn. bladder|,|sac
 |Syn. cyst Pref. "|ถุง|"|,|"|ถุง|น้ํา|"
n. ศัลยกรรม|ตัด|เอา|ถุง|หรือ|กระเพาะปัสสาวะ|ออก
(ซิ|ส|'|ทิค) adj. เกี่ยวกับ|ถุง|น้ํา กระเพาะปัสสาวะ|หรือ|ถุงน้ําดี
(ซิ|ส|'|ที|น) n. เป็น|อะมิโน|แอ|ซิ|ด|ชนิด|หนึ่ง|ที่|ประกอบ|ด้วย|ธาตุ|กํามะถัน
Pref. '|เซลล์
(ไซ|ทอ|ล|'|โลจี) n. เซลล์|วิทยา
n. การ|สลาย|ตัว|หรือ|แตก|ตัว|ของ|เซลล์.  |Syn. cytolytic adj. ดู|cytolysis
(ไซ|'|ทะพ|ลา|ส|ซึม) n. โป|ร|โต|ปลา|ส|ซึม|ของ|เซลล์ (ไม่|นับ|นิวเคลียส)|  |Syn. cytoplasmic adj.
n. ส่วนประกอบ|ของ|ไซ|โต|ปลา|ส|ซึม|ของ|เซลล์
(ซาร์) n. กษัตริย์|,|จักรพรรดิ|,|จักรพรรดิ|รัสเซีย
abbr. crystalline zinc inzulin
