(N) อักษรตัวที่ 3 ในภาษาอังกฤษ
(N) รถรับจ้าง
(VI) โดยสารในรถรับจ้าง
(VT) โดยสารในรถรับจ้าง
(N) คําสอนที่เป็นความลับ
(N) กลุ่มคนที่รวมกลุ่มกันอย่างลับๆ เพื่อจุดประสงค์ทางการเมือง
(N) ห้องเปลี่ยนเครื่องแต่งตัว (ที่ชายหาดหรือสระน้ํา)
(N) การแสดงบนเวที (เช่น การเต้นรํา)
(N) ผักจําพวกกะหล่ําปลี
(SL) ที่อยู่ในสภาพสมองตาย
(SL) หมดแรง
(SL) เมามาก
(N) คําสอนที่เป็นความลับ
(N) คนขับรถแท็กซี่ (คําไม่เป็นทางการ)
(N) คนขับรถแท็กซี่
(N) เด็กรับใช้บนเรือ
(N) ผู้โดยสารเรือชั้นกลาง
(N) เรือท่องเที่ยวขนาดใหญ่
(N) คณะรัฐมนตรี
(N) ชั้นหรือตู้วางของ
(N) คนที่มีอาชีพทําเกี่ยวกับงานไม้
(N) รัฐมนตรี
(N) สภาพกดดันทางจิตใจที่เกิดจากการอยู่โดดเดี่ยว
(N) โทรเลข
(N) ระบบโทรทัศน์ที่ส่งสัญญาณผ่านสายเคเบิ้ล
(N) สายเคเบิ้ล
(VI) ส่งโทรเลข
(VT) ส่งโทรเลข
(N) รถที่เคลื่อนที่โดยสายเคเบิ้ลที่อยู่ด้านบน (มักใช้ขึ้นหรือลงเขา)
(N) ระบบการส่งสัญญาณโทรทัศน์ด้วยสายเคเบิล
(N) ระบบการส่งสัญญาณโทรทัศน์ด้วยสายเคเบิล
(N) คนขับรถแท็กซี่
(N) กลุ่ม
(N) ตู้รถไฟสินค้าคันสุดท้ายสําหรับพนักงานรถไฟ
(SL) ก้น
(N) ที่จอดรถแท็กซี่สําหรับรอผู้โดยสาร
(N) รถยนต์เปิดประทุน
(N) ที่จอดรถแท็กซี่สําหรับรอผู้โดยสาร
(SL) อึ (ใช้กับเด็กๆ)
(N) ต้นโกโก้
(N) เมล็ดของต้นโกโก้
(ADJ) ที่ปรุงด้วยเห็ด มะเขือเทศและสมุนไพร
(N) สถานที่เก็บซ่อนสิ่งของ
(N) คุณสมบัติพิเศษที่ได้รับการชื่นชมและเป็นที่ยอมรับ
(SL) ไร้สาระ
(SL) อึ
(SL) ฆ่าคน
(ADJ) งุ่มง่าม
(SL) งุ่มง่าม
(SL) คนที่ถนัดมือซ้าย
(VI) หัวเราะเสียงดังแหลม
(SL) สกปรก
(N) ชื่อที่ไม่ถูกต้อง
(ADJ) ที่มีเสียงดังมาก
(N) เสียงดังที่ผสมปนเปกัน (คําเป็นทางการ)
(N) พืชจําพวกหนึ่งไม่มีใบพบมากในแถบทะเลทราย
(SL) เหล้าแรง (ของเม็กซิโก)
(ABBR) การใช้คอมพิวเตอร์เพื่อออกแบบสิ่งต่างๆ เช่น สิ่งก่อสร้าง (คําย่อของ computer-aided design)
(N) ผู้ชายที่มีความประพฤติไม่ดี
(N) ซากศพ
(ADJ) ซีดผอมเหมือนไม่สบาย
(N) ผู้ที่ถือถุงกอล์ฟให้ผู้เล่นกอล์ฟ
(ADJ) หยาบคาย
(N) ผู้ที่ถือถุงกอล์ฟให้ผู้เล่นกอล์ฟ
(N) กล่องชา
(N) จังหวะ
(N) ทํานองเสียงในการพูด
(N) การแสดงเครื่องดนตรีหรือร้องเดี่ยวสั้นๆ
(N) นักเรียนทหาร
(N) องค์การสําหรับฝึกทางทหารให้แก่นักเรียนในบางโรงเรียนของอังกฤษ
(VI) ขอ
(VT) ขอ
(PHRV) ขอ (โดยไม่คิดว่าจะคืนให้) จาก
(PHRV) ขอ (โดยไม่คิดว่าจะคืนให้) จาก
(N) แคดเมียม
(N) กลุ่มคนที่ได้รับการฝึกเพื่อจุดประสงค์เฉพาะอย่าง
(N) การคลอดบุตรโดยการผ่าท้อง
(N) การคลอดบุตรโดยการผ่าท้อง
(N) จักรพรรดิของอาณาจักรโรมันที่ปกครองในช่วง 100-44 ปีก่อนคริสตศักราช
(N) สลัดชนิดหนึ่งประกอบด้วยผักกาดขนมปังกรอบและอาจมีไข่ต้มด้วยแล้วมีน้ําสลัดราดข้างบน
(N) การหยุด (คําที่เป็นทางการ)
(N) ร้านกาแฟ
(N) ร้านอาหารบริการตนเอง
(N) หม้อต้มกาแฟชนิดหนึ่งที่มีที่กรองเหล็กที่ทําให้กาแฟจะไหลลงมาที่ก้นหม้อเมื่อพร้อมที่จะนําไปดื่ม
(N) ร้านกาแฟ (คําไม่เป็นทางการ)
(SL) ร้านกาแฟ
(N) คาเฟอีน
(ADJ) ที่มีคาเฟอีน
(N) คาเฟอีน
(N) สภาวะมีคาเฟอีนมาเกินไปในร่างกาย
(N) กรง
(PHRV) จํากัดเสรีภาพ (มักใช้รูป passive voice)
(PHRV) เอาใส่กรง
(N) กรงนก
(PHRV) จํากัดเสรีภาพ (มักใช้รูป passive voice)
(PHRV) เอาใส่กรง
(ADJ) ที่ไม่ต้องการเปิดเผย (คําไม่เป็นทางการ)
(SL) คนสุขุม
(N) เสื้อแจ๊คเกตมีหมวกคลุมหัวและสามารถกันลมและฝนได้
(N) การร่วมกันวางแผนหรือกระทําให้สิ่งที่ไม่ดี (คําสแลง)
(N) ลูกชายของอดัมและอีฟ (ในคัมภีร์ไบเบิ้ล)
(N) เรือพายชนิดหนึ่งที่ใช้ในประเทศตุรกี
(N) กองหินที่ทําไว้เพื่อเป็นเครื่องหมาย
(N) กรุงไคโร
(N) ไคโร
(N) กล่องที่บรรจุอากาศเพื่อให้คนสามารถลงไปทํางานใต้น้ําได้ เช่น ในการสร้างสะพาน
(VI) โน้มน้าว
(VT) โน้มน้าว
(PHRV) ล่อหลอกในเรื่อง
(PHRV) ขอเงินจาก
(PHRV) ล่อหลอกไม่ให้ทํา
(N) การโน้มน้าว
(N) เค้ก
(N) ส่วนแบ่ง
(N) ปาก (คําสแลง)
(SL) ปาก
(PHRV) ติดกรังเป็นก้อน
(N) ถาดหรือกระทะสําหรับอบเค้ก
(N) ภาชนะสําหรับเก็บขนมเค้ก
(PHRV) ติดกรังเป็นก้อน
(SL) สิ่งที่ทําได้ง่ายมาก
(PHRV) ติดกรังเป็นก้อน
(N) พืชชนิดหนึ่งผลมีเปลือกแข็งหนาใช้เป็นภาชนะใส่น้ําได้
(N) คุก
(N) ผักบรอคโคลีชนิดหนึ่ง
(N) คาลาไมน์
(N) ของเหลวสีชมพูใช้ทาผิวเมื่อคันหรือถูกไหม้
(ADJ) ที่เป็นหายนะ
(N) เหตุการณ์ที่เลวร้าย
(N) สภาพที่ไม่มีการเปลี่ยนแปลง (คําเป็นทางการ)
(VI) ้แข็งตัวโดยการเติมเกลือแคลเซียม
(VT) ทําให้แข็งตัวโดยการเติมเกลือแคลเซียม
(N) ธาตุชนิดหนึ่งมีสีขาวเงิน สัญลักษณ์ Ca
(ADJ) ที่สามารถคํานวณได้
(ADJ) ที่สามารถคาดการณ์ได้
(VI) คํานวณ
(VT) คํานวณ
(VT) คาดการณ์ว่า
(ADJ) ที่คิดพิจารณาไว้แล้ว
(PHRV) กะ
(PHRV) คาดไว้สําหรับ
(PHRV) คาดการณ์
(PHRV) ไว้วางใจใน
(PHRV) คาดการณ์
(PHRV) ไว้วางใจ
(ADJ) ที่เก่งในการวางแผนเพื่อให้ตนเองได้เปรียบ
(N) การคํานวณ
(N) การคาดการณ์
(N) เครื่องคิดเลข
(N) นิ่ว (คําพหูพจน์ของ calculus)
(ADJ) ที่เกี่ยวกับก้อนนิ่ว
(N) นิ่ว
(N) ระบบการคํานวณเกี่ยวกับจํานวนที่มีการเปลี่ยนแปลงอย่างต่อเนื่อง เช่น ความเร็วของหินที่ตกลงมา
(N) กัลกัตตา
(N) เมืองกัลกัตตา
(N) หม้อต้มขนาดใหญ่
(N) ปฏิทิน
(N) รายการแสดงเวลานัด
(N) ระยะเวลาหนึ่งเดือนตามปฏิทิน
(N) ระยะเวลาหนึ่งปีตามปฏิทิน
(N) เครื่องที่ใช้สําหรับรีดผ้าหรือกระดาษ
(N) ลูกวัว
(N) ความรักแบบเด็กๆ
(N) หนังลูกวัว
(N) ขนาดลํากล้องของปืน
(N) ความสามารถ
(VT) แสดงเครื่องหมายการวัด
(N) ผ้าฝ้ายแบบหนามักมีสีขาวไม่มีลาย
(N) แคลิฟอร์เนีย
(N) รัฐแคลิฟอร์เนีย
(N) เครื่องมือชนิดหนึ่งสําหรับวัดขนาดวัตถุ
(N) ผู้นําทางศาสนาของประเทศมุสลิม
(N) การออกกําลังที่ตั้งใจให้ร่างกายแข็งแรงและได้สัดส่วน
(N) ถ้วย
(VT) อุดรูหรือรอยต่อในเรือเพื่อกันน้ําเข้า
(N) การมาเยี่ยม
(N) การเรียก
(N) การสนทนาทางโทรศัพท์
(N) ความต้องการ
(N) สัญญาณ
(VI) โทรศัพท์ไปหา
(VI) เรียก
(VT) โทรศัพท์ไปหา
(VT) เรียก
(VT) เรียกว่า
(PHRV) โทรศัพท์คุยเรื่อง
(PHRV) มาถึง (บ้าน, ที่ทํางาน, หรือสถานที่อื่น)
(IDM) หยุด
(IDM) เรียกประชุม
(IDM) พูดเปิดอก
(PHRV) มาถึง
(IDM) ทําให้สนใจ
(PHRV) เรียกตัวไป (ปกติใช้ทางธุรกิจ)
(PHRV) จํา
(PHRV) ตะโกนกลับ
(PHRV) ถอนคําพูด
(PHRV) ทําให้ (บางสิ่ง) กลับคืนมา
(PHRV) โทรศัพท์กลับมา
(PHRV) บอกให้กลับไปทํางาน
(PHRV) เรียกกลับมา
(N) ผู้ชายขายตัว
(N) ผู้ที่ทําหน้าที่เรียกนักแสดงขึ้นเวที
(PHRV) แวะ (เมื่อผ่านมา)
(PHRV) เรียกชื่อ
(PHRV) ตําหนิ (คําไม่เป็นทางการ)
(PHRV) เรียกให้ลงมาข้างล่าง
(PHRV) เรียกให้ออกมาต่อสู้
(PHRV) สั่งให้เริ่มโจมตีทางอากาศ (ทางทหาร)
(PHRV) ขอให้พระเจ้าลงโทษ
(N) ผู้ประกาศ
(PHRV) รับ
(PHRV) เรียกหา
(PHRV) สมควรได้รับ
(PHRV) ทําให้เกิด
(PHRV) ขอให้ก้าวไปข้างหน้า
(N) หญิงขายบริการที่ใช้โทรเรียกทางโทรศัพท์
(SL) โสเภณี
(SL) ซ่องโสเภณี
(N) ศิลปในการคัดลายมือ
(PHRV) เชิญมา
(PHRV) แวะเยี่ยม (ไม่นาน)
(PHRV) แวะเยี่ยม (ไม่นาน)
(N) รายการที่ให้ผู้ชมหรือผู้ฟังโทรเข้าไปแสดงความคิดเห็น
(PHRV) เชิญมาบ้าน
(PHRV) โทรเข้ามา
(PHRV) เรียกเก็บ (หนี้สิน)
(PHRV) เรียกให้เข้ามาข้างใน
(PHRV) เลิกใช้ (เหรียญหรือธนบัตร)
(N) การร้องเรียก
(N) อาชีพ
(N) นามบัตร
(PHRV) แวะเยี่ยม (ไม่นาน)
(IDM) สงสัยเกี่ยวกับ
(N) เครื่องมือชนิดหนึ่งสําหรับวัดขนาดวัตถุ
(IDM) ทําเสร็จไปแล้ว
(IDM) เลิกงานและกลับบ้าน
(IDM) เลิกทําบางสิ่ง
(IDM) ตัดสินใจเลิกบางสิ่ง
(N) รหัสที่ใช้อ้างถึงตัวผู้พูดในการสื่อสารทางวิทยุ
(N) เลขเรียกหนังสือในห้องสมุด
(PHRV) ขาน (ชื่อ, คําฯลฯ)
(PHRV) ยุติ
(PHRV) เลื่อน
(PHRV) อยู่ห่างๆ
(IDM) อยากไปห้องน้ํา (เป็นคํากล่าวเชิงขําขัน)
(N) ความจําเป็นที่จะต้องขับถ่าย
(PHRV) ใช้
(PHRV) เลือก (ให้ทําบางสิ่ง)
(PHRV) แวะเยี่ยม
(N) สิทธิในการซื้อ
(N) ผิวหนังที่ด้านหนา
(ADJ) ใจดํา
(N) การเรียกใช้บริการ
(PHRV) กระตุ้นให้ประท้วงหยุดงาน
(PHRV) เชิญให้ออกมาต่อสู้
(PHRV) ตะโกนเรียก
(PHRV) ทําให้เห็น
(PHRV) เรียกให้มาช่วย
(PHRV) พูด
(PHRV) เรียกให้มาหา
(IDM) ดุด่า
(ADJ) ที่เด็กและขาดประสบการณ์
(PHRV) เยี่ยมเยียน (อย่างไม่เป็นทางการ)
(N) รหัสที่ใช้อ้างถึงตัวผู้พูดในการสื่อสารทางวิทยุ
(IDM) ริเริ่ม
(IDM) สั่งให้เข้าประจําการ (ทางทหาร)
(IDM) จํา
(IDM) เรียกร้องให้เริ่มหรือทําบางสิ่ง
(IDM) คล่องแคล่ว
(IDM) ตัดสินใจ
(IDM) ตัดสินใจ
(PHRV) ขอให้อธิบาย
(PHRV) ขอให้มารวมกัน
(IDM) บอกให้เป็นระเบียบ
(N) การเรียกเข้าประจําการ
(PHRV) ทําให้มาถึง
(PHRV) ทําให้หวนนึกถึง
(PHRV) โทรศัพท์หา
(PHRV) ปลุกให้ตื่น
(PHRV) สั่งให้เข้าประจําการในกองทัพ
(PHRV) ใช้
(PHRV) เลือก (ให้ทําบางสิ่ง)
(PHRV) แวะเยี่ยม
(N) ผิวหนังที่ด้านหนา
(ADJ) ที่มีอารมณ์สงบ
(ADJ) ที่สงบเงียบ
(N) ความสงบ
(VT) ทําให้สงบ
(PHRV) ทําให้สงบ
(N) แก๊สชนิดหนึ่งที่เก็บในสภาพที่เป็นของเหลวบรรจุในภาชนะเหล็กสําหรับใช้ในที่ที่ไม่มีเชื้อเพลิง
(ADJ) ที่เกี่ยวกับพลังงาน
(N) หน่วยพลังงานความร้อน
(ADJ) ที่เกี่ยวกับความร้อน
(N) เครื่องมือที่ใช้ในการวัดปริมาณความร้อนที่เกิดขึ้นระหว่างกระบวนการต่างๆ
(VT) ใส่ร้าย
(N) การใส่ร้าย
(ADJ) ใส่ร้าย
(N) การใส่ร้าย
(N) เนินเขาที่พระเยซูถูกตรึงกางเขน (ตั้งอยู่ใกล้เมืองเยรูซาเล็ม)
(VI) ออกลูก (ใช้กับวัว)
(VT) ออกลูก (ใช้กับวัว)
(N) เถ้าถ่านจากการเผาไหม้เหล็ก
(N) ล้อหรือส่วนของล้อที่เปลี่ยนการหมุนเป็นการเคลื่อนไหวขึ้นลงหรือเคลื่อนไปหน้าหลัง
(N) ความเป็นมิตร
(N) ลักษณะที่โค้งเป็นหลังเต่าของถนน
(N) กัมพูชา
(N) ประเทศกัมพูชา
(ADJ) ที่เกี่ยวกับประเทศเขมร
(N) คนกัมพูชา
(N) ภาษาเขมร
(N) ผ้าเนื้อบางสีขาวทําจากฝ้ายหรือลินิน
(N) กล้องถ่ายวีดีโอที่สามารถพกพาไปได้
(VI) กริยาช่องที่ 2 ของ come
(N) อูฐ
(N) คนขี่อูฐ
(N) ผ้าที่ทําจากขนอูฐมีสีน้ําตาลอ่อน
(N) ไม้พุ่มชนิดหนึ่งมีดอกสีขาว สีแดงหรือสีชมพู
(N) ยีราฟ
(N) หินประดับที่ออกแบบให้นูนขึ้นจากพื้นสีเข้ม
(N) กล้องถ่ายภาพ
(N) ช่างภาพ
(ADJ) ที่ไม่ชอบถูกถ่ายภาพ
(N) คาเมรูน
(N) ประเทศคาเมรูน
(N) ชุดชั้นในที่ประกอบด้วยชุดท่อนบนและกางเกงใน (มักทําด้วยผ้าไหม)
(N) ชุดชั้นในท่อนบนของผู้หญิง
(N) พืชสมุนไพรชนิดหนึ่ง
(N) การอําพราง
(VT) อําพราง
(N) ค่ายพัก
(VI) พักอยู่ชั่วคราว
(N) การรณรงค์
(N) การหาเสียง
(PHRV) รณรงค์เพื่อ
(PHRV) โฆษณาเผยแพร่
(PHRV) รณรงค์เพื่อ
(N) หอระฆัง
(N) การศึกษาเกี่ยวกับระฆังและศิลปะของเสียงระฆัง
(N) เตียงผ้าใบมีน้ําหนักเบา
(N) ผู้ที่ตั้งแคมป์
(N) กองไฟที่ก่อขึ้นกลางแจ้งโดยผู้ตั้งแคมป์
(N) ผู้ที่สนับสนุนกลุ่มหรือพรรคการเมือง แต่ไม่ได้เป็นสมาชิก
(N) ที่สําหรับตั้งแคมป์
(N) สารสีขาวมีกลิ่นฉุน
(N) แก๊สที่บรรจุในภาชนะเล็กๆ สําหรับใช้เมื่อไปตั้งแคมป์
(PHRV) ใช้ชีวิตร่วมกับ
(PHRV) ตั้งค่ายพัก
(N) นกชนิดหนึ่งที่ชอบขโมยอาหารจากที่ตั้งแค้มป์
(N) ที่สําหรับตั้งแคมป์
(N) เก้าอี้เล็กๆ พับได้สําหรับใช้สําหรับไปตั้งแคมป์
(PHRV) กระทําเกินเลย (คําไม่เป็นทางการ)
(N) พื้นที่ที่เป็นที่ตั้งของมหาวิทยาลัย
(N) แกนของชิ้นส่วนเครื่องยนต์ที่หมุนได้ (เช่น ล้อ)
(N) กระป๋อง
(N) คุก (คําสแลง)
(N) ปริมาณหนึ่งกระป๋อง
(N) ห้องน้ํา (คําสแลง)
(VT) บรรจุกระป๋อง
(AUX) สามารถ
(N) แคนาดา
(N) ประเทศแคนาดา
(ADJ) ที่เกี่ยวกับประเทศแคนาดา
(N) ชาวแคนาดา
(N) คลอง
(N) เรือที่มีลักษณะแคบและยาวใช้แล่นในคลอง
(VT) ทําให้แม่น้ําลึกหรือกว้างขึ้น
(VT) ทําให้แม่น้ําลึกหรือกว้างขึ้น
(N) ขนมปังเล็กๆ หรือขนมปังกรอบที่มีชีส เนื้อหรือเนื้อปลาอยู่ข้างบน (ใช้เสิร์ฟในงานเลี้ยง)
(N) สีเหลืองสว่าง
(SL) นักร้องหญิง
(N) แคนเบอรา
(N) เมืองหลวงของประเทศออสเตรเลีย
(N) การเต้นรําที่ผู้หญิงยืนเรียงหน้ากระดานและเตะเท้าสูง
(N) การยกเลิก
(VI) ยกเลิก
(VT) ยกเลิก
(VT) ลบทิ้ง
(N) การยกเลิก
(ADJ) บาง (ใช้กับเนื้อกระดูก)
(N) การยกเลิก
(PHRV) พอๆ กับ
(PHRV) หักลบหนี้สิน
(N) มะเร็ง
(N) โรคมะเร็ง
(SL) บุหรี่
(N) เชิงเทียนที่มีแขนหลายอันสําหรับใส่เทียน
(ADJ) ตรงไปตรงมา
(N) เชื้อราชนิดหนึ่งที่ทําให้เกิดการติดเชื้อ (โดยเฉพาะในช่องปากหรือช่องคลอด)
(N) ผู้ท้าชิง
(N) ผู้สมัคร
(ADJ) ที่เคลือบด้วยน้ําตาล
(SL) ติดยาเสพติด (โคเคน)
(N) เทียน
(N) แสงเทียน
(ADJ) ที่ให้แสงสว่างด้วยเทียน
(N) พิธีฉลองของชาวคริสต์ตรงกับวันที่ 2 กุมภาพันธ์ (จัดเพื่อระลึกพระแม่มารีและพระบุตรคือพระเยซู)
(N) เชิงเทียน
(N) ไส้เทียน
(N) ความตรงไปตรงมา
(N) ความตรงไปตรงมา
(N) ขนมหวาน (เช่น ทอฟฟี่หรือช็อคโกแลต)
(N) คําเรียกยาเสพย์ติดเช่น เฮโรอีนหรือโคเคน (คําสแลง)
(N) ทอฟฟี่ที่มีไส้แอปเปิลข้างใน
(SL) คนขี้กลัว
(N) ช็อคโกแลตหรือขนมที่มีลักษณะเป็นแท่งแบน
(N) ทอฟฟี่มีรูปร่างเป็นแท่งมักเป็นลายขาวแดง
(N) ขนมสายไหม
(ADJ) ที่มีลายบนสีพื้น (มักเป็นเส้นสีแดงหรือชมพูบนพื้นสีขาว)
(N) ไม้เท้า
(N) ไม้ไผ่
(N) ไม้เรียว
(SL) เมาเหล้าหรือเมายา
(N) ซูโครส
(ADJ) ที่เกี่ยวกับสุนัข
(N) เขี้ยว
(N) สุนัข
(N) เขี้ยว
(N) กระป๋องสเปรย์
(N) กล่องบรรจุอาหาร
(SL) จ้อ
(SL) เม้าท์
(N) สัตว์ร้าย
(N) กัญชา
(ADJ) ที่บรรจุในกระป๋อง
(N) อาหารประเภทพาสต้าชนิดหนึ่งที่ยัดไส้พาสต้าด้วยชีสหรือเนื้อ ราดซ้อสข้างบนแล้วนําไปอบ
(N) โรงงานบรรจุอาหารกระป๋อง
(N) ผู้ที่กินเนื้อคนสดๆ
(VT) นําชิ้นส่วนของอีกเครื่องยนต์หนึ่งมาซ่อมหรือสร้างอีกเครื่องยนต์หนึ่ง
(VT) นําชิ้นส่วนของอีกเครื่องยนต์หนึ่งมาซ่อมหรือสร้างอีกเครื่องยนต์หนึ่ง
(N) ปืนใหญ่
(VI) ชน
(N) การยิงต่อเนื่องของปืนใหญ่
(N) ลูกกระสุนเหล็กขนาดใหญ่
(N) ทหารที่ยิงปืนใหญ่
(N) ทหารที่ถูกคิดว่าเป็นเพียงวัตถุที่ใช้ทําสงคราม
(ADJ) ฉลาดหลักแหลม
(N) เรือชนิดหนึ่งทรงเรียวแหลม
(N) ต้นไม้ชนิดหนึ่งปลูกไว้เพื่อเป็นอาหารสัตว์ เมล็ดสามารถทําน้ํามันได้
(N) หลักการทั่วไป
(ADJ) ซึ่งเป็นที่ยอมรับ
(ADJ) ที่เกี่ยวกับหลักทางศาสนา
(ADJ) ซึ่งเป็นที่ยอมรับ
(ADJ) ที่เกี่ยวกับหลักทางศาสนา
(VT) ประกาศอย่างเป็นทางการว่าเป็นนักบุญ
(VT) ประกาศอย่างเป็นทางการว่าเป็นนักบุญ
(VT) กอดจูบกันในเชิงชู้สาว
(N) ที่เปิดกระป๋อง
(N) ท้องฟ้า
(N) สิ่งที่ใช้คลุมเพื่อปกป้องสิ่งอื่น
(SL) หูฟัง
(SL) ผู้หาทุน
(N) การพูดอย่างไม่จริงใจ (โดยเฉพาะที่เกี่ยวกับศาสนาหรือศีลธรรม)
(SL) พูด
(N) ความลาดเอียง
(SL) โกหก
(VT) เอียง
(N) แคนตาลูป
(N) แคนตาลูป
(ADJ) ขี้หงุดหงิด (คําไม่เป็นทางการ)
(N) การเล่นดนตรีและร้องเพลงที่มีเนื้อหาทางศาสนา
(IDM) เทียบไม่ได้กับบางคน
(IDM) ไม่สนใจสิ่งที่จะเกิดในอนาคต
(IDM) ควบคุมไม่อยู่
(N) โรงอาหาร
(N) การวิ่ง (เร็วกว่าการวิ่งเหยาะและช้ากว่าการควบวิ่ง)
(VI) วิ่ง (เร็วกว่าการวิ่งเหยาะและช้ากว่าการควบวิ่ง)
(VT) วิ่ง (เร็วกว่าการวิ่งเหยาะและช้ากว่าการควบวิ่ง)
(N) แคนเทอเบอรี่ (ประเทศอังกฤษ)
(N) เมืองแคนเทอเบอรี่ (ประเทศอังกฤษ)
(N) เพลงทางศาสนาสั้นๆ เนื้อร้องนํามาจากคัมภีร์ไบเบิ้ล
(N) ไม้หรือเหล็กที่ยื่นจากกําแพงเพื่อรองรับน้ําหนักของสิ่งก่อสร้าง เช่น สะพาน
(ADJ) ที่ไม่จริงใจ
(IDM) ไม่เข้าใจ
(N) ตอนหนึ่งของบทกวี
(N) หน่วยการปกครองเล็กๆ หน่วยหนึ่ง (โดยเฉพาะในสวิตเซอร์แลนด์และฝรั่งเศส)
(N) ชาวจีนกวางตุ้ง
(N) ภาษาจีนกวางตุ้ง
(N) ค่ายทหารชั่วคราว
(N) ผู้ที่เป็นนักร้องนําในโบสถ์ยิว
(PHRV) เอียง
(IDM) มองไม่เห็นในระยะไกล (อาจมาจากหมอกหรือความมืด)
(IDM) ทนบางคนหรือบางสิ่งไม่ได้
(IDM) ทนบางคนหรือบางสิ่งไม่ได้
(N) ผ้าที่มีลักษณะหนาและหยาบ
(N) การสํารวจความคิดเห็น
(VI) เดินทางไปเพื่อถามผู้คนเกี่ยวกับบางสิ่งบางอย่าง
(VT) เดินทางไปเพื่อถามผู้คนเกี่ยวกับบางสิ่งบางอย่าง
(VT) ตรวจสอบอย่างละเอียด
(PHRV) ลงเสียงสนับสนุน (ก่อนการเลือกตั้งจริง)
(N) หุบเขาลึก (มักจะมีสายน้ําไหลระหว่างหุบเขาด้วย)
(N) ฝาครอบ
(N) หมวก
(VT) แตะหมวกคํานับ
(VT) สวมหมวก
(N) อักษรตัวใหญ่
(N) ความสามารถ
(ADJ) ที่ทําได้ดี
(ADJ) ที่สามารถทําได้
(ADV) อย่างที่ทําได้ดี
(ADJ) ที่สามารถบรรจุได้มาก
(N) ความสามารถในการประจุกระแสไฟฟ้า
(VT) ทําให้มีคุณสมบัติพอ
(N) อุปกรณ์ชนิดหนึ่งใช้ในการเก็บสะสมไฟชั่วคราว
(N) ความสามารถทางร่างกายหรือจิตใจ
(N) ปริมาณสูงสุดที่จะรับได้
(N) เครื่องแต่งกายสําหรับม้าสงครามในสมัยก่อน
(N) เสื้อคลุมไม่มีแขน
(N) แหลม
(N) การกระโดดอย่างสนุกสนาน
(VI) กระโดดไปรอบๆ อย่างสนุกสนาน
(IDM) อย่างนอบน้อม
(ADJ) ดีเยี่ยม
(ADJ) ที่เป็นหลัก
(N) ข้อได้เปรียบ
(N) คนร่ํารวย
(N) เมืองหลวง
(N) ศูนย์กลางของกิจกรรมบางอย่าง
(N) ระบบทุนนิยม
(N) คนร่ํารวย
(N) ผู้ลงทุน
(VI) ใช้อักษรตัวพิมพ์ใหญ่
(VI) ได้ผลประโยชน์
(VT) ใช้อักษรตัวพิมพ์ใหญ่
(PHRV) ใช้ประโยชน์ให้เต็มที่จาก
(N) ตัวอักษรตัวพิมพ์ใหญ่ในภาษาอังกฤษ
(N) ภาษีทรัพย์สิน
(N) โทษประหาร
(N) เรือรบขนาดใหญ่
(N) ค่าธรรมเนียมต่อคน
(N) อาคารหน่วยงานของรัฐ
(VI) ยอมทําตาม
(N) การยอมทําตาม
(N) บทสรุป
(N) คาโป้
(N) หัวหน้ากลุ่มมาเฟีย
(N) ไก่ตอน (ตัวผู้)
(VT) ตอน
(N) การเปลี่ยนใจอย่างกะทันหัน
(N) แนวโน้มที่จะเปลี่ยนใจ
(ADJ) ที่มีแนวโน้มจะเปลี่ยนใจอย่างกะทันหัน
(N) สัญลักษณ์ตัวที่สิบในจักรราศีซึ่งมีตัวเป็นแพะแต่หางเป็นปลา
(VI) คว่ํา
(VT) ทําให้เรือคว่ํา
(N) เครื่องสําหรับฉุดดึงของหนัก
(N) จุดสูงสุด
(N) หินที่วางอยู่บนกําแพง
(ADJ) เล็กมาก
(ADJ) สั้นมาก
(N) ข้อสรุปสั้นๆ
(N) ยาที่อยู่ในหลอดเล็กๆ
(N) ส่วนของยานอวกาศที่นักบินอวกาศอาศัยอยู่และใช้เดินทางกลับสู่พื้นโลก
(N) สิ่งปิดผนึก
(N) กัปตัน
(N) หัวหน้าทีม
(SL) นายทุน
(N) คําบรรยายใต้ภาพ
(ADJ) ที่บ่นกับเรื่องไร้สาระ
(VT) หว่านเสน่ห์
(ADJ) ที่มีเสน่ห์
(ADJ) ที่ไม่สามารถหนีได้
(N) นักโทษ
(N) การถูกกักขัง
(N) ผู้จับ
(VT) เข้าครอบครองที่ดิน
(VT) จับกุม
(N) ศีรษะ
(N) รถยนต์
(N) กระบือที่มีต้นกําเนิดทางเอเชียตะวันตกเฉียงใต้
(N) ขวดชนิดหนึ่งใช้ใส่น้ําดื่มหรือไวน์เพื่อเสิร์ฟที่โต๊ะอาหาร
(N) สัญญาณกันขโมยในรถยนต์
(ADJ) ที่มีสีน้ําตาลอมเหลือง
(N) คาราเมล
(N) สีน้ําตาลอมเหลือง
(VI) เปลี่ยนเป็นคาราเมล
(VT) ทําให้เป็นคาราเมล
(N) กระดองหรือเปลือกแข็งที่หุ้มตัวสัตว์
(N) กะรัต
(N) กลุ่มคนเดินทาง
(VI) เดินทางไปเป็นกลุ่ม
(N) การเดินทางท่องเที่ยวในวันหยุด
(N) โรงแรมที่มีลานกว้างสําหรับกองคาราวาน
(N) โรงแรมที่มีพื้นที่จอดรถคาราวาน
(N) เครื่องเทศชนิดหนึ่งใช้ปรุงอาหารได้
(N) สารประกอบของธาตุคาร์บอน
(N) ปืนไรเฟิลชนิดหนึ่งมีน้ําหนักเบาและสั้น
(N) คาร์โบไฮเดรต
(N) ระเบิดที่ใส่ไว้ในรถเพื่อนําไปก่อการร้าย
(N) คาร์บอน
(ADJ) ที่ประกอบด้วยคาร์บอน
(N) เกลือของกรดคาร์บอน
(N) ที่เติมคาร์บอนไดออกไซด์เข้าไป
(ADJ) ที่มีก๊าซคาร์บอนไดออกไซด์
(N) สําเนาเอกสารที่คัดลอกโดยการใช้กระดาษคาร์บอน
(N) การคํานวณอายุของวัตถุเก่าแก่โดยดูจากปริมาณคาร์บอน
(N) ก๊าซคาร์บอนไดออกไซด์
(VI) เปลี่ยนเป็นคาร์บอน
(VT) ทําให้เปลี่ยนเป็นคาร์บอน
(VI) เปลี่ยนเป็นคาร์บอน
(VT) ทําให้เปลี่ยนเป็นคาร์บอน
(N) คาร์บอนมอนอกซ์ไซด์
(N) กระดาษคาร์บอนที่ใช้ในการคัดลอกเอกสาร
(N) การเปิดท้ายรถขายของ
(N) ขวดขนาดใหญ่ใช้ใส่ของเหลวอันตราย เช่น น้ํากรด
(N) คาร์บูเรเตอร์
(N) โครง (เช่น โครงเรือ)
(N) ร่างกายมนุษย์
(N) สิ่งที่ไร้ค่า
(SL) ร่างใหญ่
(N) สารที่ก่อให้เกิดมะเร็ง
(ADJ) ที่ทําให้เกิดมะเร็ง
(N) บัตรที่บรรจุข้อมูลทางตัวเลขหรือการเงิน
(N) บัตรประจําตัว
(N) บัตรภาพ (ที่เก็บสะสม)
(N) บัตรรายการ
(N) บัตรแสดงรายการไวน์ (ในภัตตาคาร)
(N) บัตรอวยพร
(N) ใบเหลืองหรือใบแดง (ในกีฬาฟุตบอล)
(N) โปสการ์ด
(N) แผงหรือแผ่นวงจร (ทางวิศวกรรมไฟฟ้า)
(N) ไพ่
(N) รายการอาหาร
(VT) บันทึกคะแนน (ในสกอร์การ์ดในกีฬากอล์ฟ)
(VT) แสดงบัตร (ประจําตัว)
(N) แปรงสําหรับแปรงเส้นใยให้เรียบ
(N) อุปกรณ์แปรงขนสักหลาด
(VT) แปรงขนหรือเส้นใย
(SL) ตัวตลก
(N) เครื่องเทศชนิดหนึ่ง
(N) กระดาษแข็ง
(N) พื้นที่สําหรับผู้ที่ที่ไม่มีบ้านอยู่และต้องใช้กล่องกระดาษเพื่อกันความหนาวเย็น
(ADJ) ที่เป็นสมาชิกขององค์กร (โดยเฉพาะทางการเมือง)
(N) กล่องบรรจุบัตรข้อมูลที่เรียงลําดับตามตัวอักษร
(N) ผู้ถือบัตร
(ADJ) ที่เกี่ยวกับหัวใจ
(N) เสื้อไหมพรมไม่มีปกและผ่าติดกระดุมหน้า
(N) พระในศาสนาคริสต์ที่มีลําดับชั้นสูงสุด
(N) จํานวนนับ
(N) จุดหลักสี่จุดที่แสดงทิศในเข็มทิศ (เหนือ, ใต้, ตะวันออกและตะวันตก)
(N) หนึ่งในบาปที่ร้ายแรง 7 ประการในศาสนาคริสต์ (หยิ่งยโส, ราคะ, อิจฉา, โมหะ, โลภ, ตะกละ, เกียจคร้าน)
(N) คุณสมบัติของคนที่น่าเคารพอย่างมาก (ฉลาดรอบคอบ, ยุติธรรม, การควบคุมอารมณ์, ความอดทน)
(N) กล่องบรรจุบัตรข้อมูลที่เรียงลําดับตามตัวอักษร
(N) การศึกษาศาสตร์ที่เกี่ยวกับหัวใจ
(N) การช่วยชีวิตด้วยการเป่าลมหายใจเข้าทางปาก
(N) โทรศัพท์สาธารณะที่ใช้บัตรในการโทร
(N) คนโกงไพ่
(N) คนโกงไพ่
(N) โต๊ะเล็กๆ ใช้สําหรับเล่นไพ่
(N) การดูแล
(N) ความระมัดระวัง
(N) ความห่วงใย
(VI) ดูแล
(VI) ห่วงใย
(VT) ห่วงใย
(PHRV) กังวลเกี่ยวกับ
(PHRV) ชอบมาก
(PHRV) สนใจใน
(VI) เคลื่อนที่อย่างเอียงไปเอียงมาและควบคุมไม่ได้
(N) อาชีพ
(N) ช่วงเวลาที่ออกจากงานระยะหนึ่งเพื่อไปทําบางสิ่งบางอย่าง (เช่น ดูแลบุตร)
(N) ผู้ที่เห็นความสําเร็จของงานเหนือสิ่งอื่นใด
(N) การแนะแนวเกี่ยวกับอาชีพ
(N) ผู้ที่ให้คําแนะนําเกี่ยวกับอาชีพ
(N) ผู้ที่ให้คําแนะนําเกี่ยวกับอาชีพ
(PHRV) ชอบมาก
(PHRV) ใช้อย่างระมัดระวัง
(PHRV) ดูแล
(PHRV) สนใจแต่ตนเอง
(PHRV) อยาก
(N) ที่ไร้กังวล
(ADJ) ระมัดระวัง
(ADV) อย่างระมัดระวัง
(N) ความระมัดระวัง
(IDM) ระวังอย่างทําบางสิ่ง
(IDM) ทําบางสิ่งด้วยความระมัดระวัง
(N) ผู้ที่ดูแลคนป่วยหรือคนแก่ที่บ้าน
(N) ป้ายบอกวิธีการซักที่ติดไว้ที่เสื้อผ้า
(ADJ) ไม่กังวล
(ADJ) ไม่ระมัดระวัง
(ADV) อย่างไม่กังวล
(ADV) อย่างไม่ระมัดระวัง
(N) ความไม่กังวล
(N) ความไม่ระมัดระวัง
(N) สิ่งของสําหรับเพื่อนหรือญาติที่อยู่ห่างไกล
(N) ผู้ที่ดูแลคนป่วยหรือคนแก่ที่บ้าน
(N) การสัมผัสด้วยความรัก
(VT) สัมผัสอย่างรักใคร่เอ็นดู
(ADJ) ที่สัมผัสด้วยความรักใคร่
(N) สัญลักษณ์รูปตัววีคว่ําที่ใช้ในการตรวจพิสูจน์อักษร (เพื่อแสดงว่ามีส่วนที่ต้องเติมเข้าไป)
(ADJ) ที่เข้ามาดูแลชั่วคราว
(N) ผู้ที่รับจ้างดูแล
(N) รัฐบาลชั่วคราวที่ตั้งขึ้นเพื่อรอการเลือกตั้งครั้งใหม่
(ADJ) ที่ดูเหนื่อยเพราะมีเรื่องกังวลมาก
(N) ค่ารถ
(N) ปริมาณเต็มคันรถ
(N) สินค้าที่บรรทุก
(N) พนักงานเสิร์ฟในร้านอาหารแบบขับรถเข้าไปได้
(ADJ) ที่เกี่ยวกับหรือมาจากทะเลคาริบเบียน
(N) ชาวแคริเบียน
(N) กวางชนิดหนึ่งในแถบอเมริกาเหนือ
(N) ภาพล้อเลียนบุคคล
(N) การผุกร่อนของกระดูกโดยเฉพาะฟัน
(N) ระฆังที่เป็นชุด
(ADJ) ที่ห่วงใยผู้อื่น
(ADJ) ที่ผุกร่อน
(N) การจี้รถเพื่อให้ขับไปตามที่คนร้ายต้องการ
(N) จํานวนบรรทุกหนึ่งคันรถ
(ADJ) ที่ทําให้ก๊าซถูกขับออกจากกระเพาะอาหาร
(N) ยาที่ช่วยให้ก๊าซถูกขับออกจากกระเพาะอาหาร
(ADJ) ที่มีสีแดงม่วงเข้ม
(N) ถนนในเมืองลอนดอนที่มีชื่อเสียงในช่วง 1960-69 เนื่องจากมีร้านที่ขายเสื้อผ้าแฟชั่น
(N) การฆ่าอย่างโหดร้าย
(ADJ) ที่เกี่ยวกับเนื้อหนังมังสา
(N) คาร์เนชั่น
(N) ดอกคาร์เนชั่น
(N) หินที่มีสีแดง สีน้ําตาลแดงหรือสีขาว
(N) งานเฉลิมฉลองของมวลชน
(N) งานเฉลิมฉลองของมวลชน
(N) งานเฉลิมฉลองของมวลชน
(N) พืชกินแมลง
(N) สัตว์กินเนื้อ
(ADJ) ที่กินเนื้อสัตว์อื่นเป็นอาหาร
(N) ต้นไม้ชนิดหนึ่งผลกินได้
(N) เพลงสวดหรือเพลงที่ร้องเพื่อความสนุกสนาน
(N) พิธีทางศาสนาที่มีการร้องเพลงในศาสนาคริสต์
(N) สารชนิดหนึ่งมีสีแดงหรือส้มพบมาในแครอทและผักอื่นๆ
(N) การดื่มเหล้ากันอย่างหนัก
(ADJ) ที่ดื่มเหล้าจัดและบ่อย
(N) การดื่มเหล้ากันอย่างหนัก
(N) ม้าหมุน
(N) การบ่นโดยใช้อารมณ์
(VT) บ่นถึงข้อผิดพลาด
(N) ปลาคาร์พ
(ADJ) ที่เกี่ยวกับกระดูกข้อมือ
(N) ที่จอดรถ
(PHRV) จับผิด
(N) ช่างไม้
(VT) ทํางานช่างไม้
(N) งานไม้
(N) พรม
(N) ลักษณะพื้นผิวที่นุ่มเหมือนพรม
(VT) คลุมด้วยพรม
(N) กระเป๋าที่ทําจากพรมใช้ในการเดินทาง
(VT) ทิ้งระเบิดจํานวนมากลงบนพื้นที่เล็กๆ
(SL) เลสเบี้ยน
(N) รองเท้าที่ใส่ในบ้านส่วนบนทําด้วยผ้า
(N) เครื่องสําหรับกวาดทําความสะอาดพรม
(N) โทรศัพท์ที่ใช้ในรถยนต์
(ADJ) ช่างจับผิด
(N) กลุ่มของคนที่มาใช้รถร่วมกันเพื่อไปในสถานที่เดียวกัน
(N) ช่องถนนสําหรับรถยนต์ที่ใช้ร่วมกันหลายคน
(N) ที่จอดรถซึ่งสร้างโดยการต่อหลังคาจากด้านข้างตึก
(N) ช่องหรือโต๊ะอ่านหนังสือเล็กเฉพาะบุคคล
(N) การขนส่ง
(N) ค่าขนส่ง
(N) ตู้โดยสารรถไฟ
(N) ท่าทาง
(N) รถเข็นเด็ก
(N) รถม้า
(N) นาฬิกาเล็กๆ ที่มีหูหิ้ว
(N) ถนน
(ADJ) ที่ขนส่งไป
(N) คนที่เป็นพาหะนําโรค
(N) คนส่งหนังสือพิมพ์
(N) คนส่งเอกสาร
(N) โครงเหล็กวางของ (บนหลังคารถ)
(N) บุคคลหรือบริษัทที่ทําธุรกิจเกี่ยวกับการขนส่ง
(N) บุรุษไปรษณีย์
(N) ผู้ส่ง
(N) เรือบรรทุกเครื่องบินรบ
(N) ถุงสําหรับใส่ของ
(N) นกพิราบสื่อสาร
(N) เนื้อที่เน่าเปื่อย
(N) สิ่งที่น่ารังเกียจ
(N) แครอท
(N) คนที่มีผมแดง (คําไม่เป็นทางการ)
(SL) คําเรียกคนที่มีผมสีแดงหรือสีทอง
(N) ที่มีสีส้ม (คําไม่เป็นทางการ)
(N) ม้าหมุน
(N) การขนส่ง
(N) ระยะ
(VI) จดทะเบียน
(VI) เดินทาง
(VI) เป็นสื่อนํา
(VI) มี (โทษ, ค่าปรับ)
(VT) ขนส่ง
(VT) ขยายไปสู่
(VT) ชักนําทางความรู้สึก
(VT) ตั้งครรภ์
(VT) ถือไว้
(VT) บรรจุ
(VT) บอกข่าว
(VT) แบก
(VT) ประพฤติ
(VT) พก
(VT) ยึด (รองรับน้ําหนัก)
(VT) ส่ง (จดหมาย)
(VT) สนับสนุน
(PHRV) นําติดตัวไป
(N) กระเป๋าเป้
(IDM) กวาดเรียบ
(PHRV) กระตุ้น
(PHRV) ทําให้หลงใหล
(PHRV) นําติดตัวไป
(PHRV) นําติดตัวไป
(PHRV) ชักชวน
(PHRV) ทําด้วยความหุนหันพลันแล่น
(PHRV) ทําให้ตื่นเต้น
(PHRV) ทําให้หลงใหล (มักใช้รูป passive voice)
(PHRV) คืน
(PHRV) ทําให้หวนนึกถึง
(PHRV) ประสบความสําเร็จในทุกสิ่ง (มักใช้ในภาษาเขียน)
(IDM) ทําในสิ่งที่ไม่จําเป็น
(PHRV) ยกลงมา
(PHRV) สืบทอดไปยัง
(PHRV) ทําให้เดินหน้าต่อไป
(PHRV) ผลักดัน
(PHRV) ย้ายไป (ทางธุรกิจหรือการเงิน)
(N) ค่าธรรมเนียมการเก็บรักษาทรัพย์สิน
(N) พฤติกรรมที่ไม่สมควร
(PHRV) ทําตาม (แผนการ, ความตั้งใจ)
(PHRV) นําเข้าไป
(PHRV) ฆ่า
(PHRV) ชนะ (การแข่งขัน)
(PHRV) ประสบความสําเร็จในเรื่อง (ที่คนอื่นทําได้ยาก)
(PHRV) ปลดเปลื้อง
(PHRV) ทําให้ตื่นเต้น
(PHRV) พาออกไป (จากสถานที่)
(PHRV) ทําได้สําเร็จ
(PHRV) เป็นสาเหตุความตาย
(ADJ) ที่เล็กและเบาพอที่จะนําขึ้นเครื่องบินไปได้
(PHRV) กังวล
(PHRV) โกรธ
(PHRV) จัดการ
(PHRV) ดําเนินต่อไป
(PHRV) ดําเนินต่อไป (มักเป็นการเริ่มกระทําหลังจากชะงักหรือหยุดไป)
(PHRV) ทําพฤติกรรมที่ไม่เหมาะสม
(PHRV) มีความสัมพันธ์เชิงชู้สาวกับ (คําไม่เป็นทางการ)
(PHRV) มีต่อ (มักเป็นงานเขียน)
(PHRV) สร้างต่อ
(PHRV) ดําเนินต่อไป (มักเป็นการเริ่มกระทําหลังจากชะงักหรือหยุดไป)
(PHRV) มีความสัมพันธ์เชิงชู้สาวกับ
(ADJ) ที่พร้อมรับประทานเมื่อซื้อ
(N) อาหารที่พร้อมรับประทานเมื่อซื้อ
(PHRV) ทําให้สมบูรณ์
(PHRV) ทําให้สําเร็จ
(PHRV) ทิ้งไว้ให้
(PHRV) เป็นผลมาจาก
(PHRV) เลื่อนออกไป
(IDM) ชักจูง
(IDM) จดจําได้ดี
(SL) รับผิดชอบในข้อผิดพลาด
(IDM) ประสบความสําเร็จ
(PHRV) ทําสําเร็จ
(PHRV) ทําให้ผ่านพ้น
(PHRV) ทําให้อยู่รอด
(PHRV) ยกผ่าน (พื้นที่, เนื้อที่, สถานที่)
(PHRV) คงอยู่
(PHRV) ช่วยให้ผ่านพ้นอุปสรรค
(PHRV) ทําให้สําเร็จ
(PHRV) นําติดตัวไปด้วย
(ADJ) เมารถ
(N) เกวียน
(N) รถเข็นหรือรถลาก
(VI) ขี่เกวียน
(VT) บรรทุกเกวียน
(VT) ลาก
(N) การขับรถม้าหรือเกวียน
(N) ภาษีรถยนต์
(N) การมีอิสระที่จะทําสิ่งใดสิ่งหนึ่ง
(N) กลุ่มบริษัทที่ตกลงราคาขายร่วมกันเพื่อไม่ให้มีการแข่งขันกัน
(N) คนขับเกวียน
(N) กระดูกอ่อน
(N) จํานวนเต็มหนึ่งคันเกวียน
(N) การทําแผนที่
(N) กล่องกระดาษหรือพลาสติก
(N) กล่อง (ภาชนะบรรจุอาหาร)
(N) จํานวนหนึ่งกล่อง
(VT) บรรจุลงกล่อง
(ADJ) เหมือนการ์ตูน
(N) ภาพการ์ตูน
(N) ภาพล้อ
(VI) วาดการ์ตูน
(N) นักเขียนการ์ตูน
(N) การ์ตูนสั้นๆ ในหนังสือพิมพ์
(N) รถที่ใช้ขนรถยนต์ใหม่ที่จะนําไปขาย
(N) ปลอกกระสุนปืน
(N) หลอดเล็กใส่ของเหลวหรือก๊าซเพื่อนําไปใส่เครื่องมืออื่น
(N) ถนนแคบๆ และมีพื้นผิวขรุขระ (ส่วนใหญ่จะอยู่ในฟาร์ม)
(N) การตีลังกาล้อเกวียน
(N) ล้อเกวียน
(N) เหรียญขนาดใหญ่ (คําสแลง)
(VT) กลิ้ง
(VT) แกะสลัก
(VT) ตัด
(VT) แล่
(PHRV) พยายามอย่างมากเพื่อประสบความสําเร็จ
(PHRV) สลักเป็นรูป
(N) ช่างแกะสลัก
(N) ร้านอาหารที่ขายอาหารจําพวกย่างเป็นหลัก
(N) การแบ่งแยก
(PHRV) เจตนาทําร้าย (คําสแลง)
(PHRV) แบ่งปัน (เช่น แบ่งเงิน) (คําไม่เป็นทางการ)
(PHRV) แบ่งแยก (คําไม่เป็นทางการ)
(N) สิ่งของแกะสลัก
(N) ส้อมขนาดใหญ่ที่ใช้จับเนื้อเพื่อตัด
(N) มีดสําหรับตัดเนื้อ
(N) การล้างรถ
(N) สถานที่บริการล้างรถ
(N) สถานที่ล้างรถ
(N) รูปปั้นผู้หญิงที่เสา
(SL) ปกติ (มาจาก casual)
(N) ผู้ชายเจ้าชู้
(N) น้ําตก (โดยมากเป็นน้ําตกเล็กๆ ที่เป็นส่วนหนึ่งของน้ําตกใหญ่)
(N) ลักษณะเหมือนน้ําตก
(VI) ตกลงมาเหมือนน้ําตก
(N) คดี
(N) คนที่ไม่ปกติ
(N) คนหรือสิ่งที่เป็นกรณีศึกษา
(N) ปัญหา
(N) เรื่องราว
(N) เหตุการณ์
(N) เหตุผลสนับสนุน
(N) กรอบ
(N) กล่องเล็กๆ
(N) จํานวนคู่หนึ่ง
(N) ปลอกหมอน
(VT) ตรวจสอบ
(VT) ปูพื้น
(VT) ใส่กล่อง
(VT) ใจแข็ง
(VT) ทําให้ผิวนอกแข็ง
(N) ประวัติบันทึก (ของผู้ป่วยหรือผู้ที่ได้รับความลําบากในสังคม)
(N) จํานวนงานที่รับผิดชอบอยู่ (เช่น ของหมอหรือนักสังคมสงเคราะห์)
(N) หน้าต่างบานพับ
(ADJ) ที่เหมือนชีส
(N) การศึกษา
(N) งานที่ช่วยเกี่ยวกับปัญหาสังคม
(N) เงินสด
(VT) รับหรือจ่ายเงิน
(ADJ) ที่จ่ายเป็นเงินสด
(PHRV) เลิกติดต่อกับ
(N) สมุดบัญชีเงินสด
(N) เอทีเอ็ม
(N) ธุรกิจที่ทํากําไร
(N) พืชที่ปลูกเพื่อการค้า
(N) ที่จ่ายเงิน
(N) การลดราคาสําหรับผู้ที่จ่ายเงินสด
(N) เครื่องสําหรับกดเงินสดจากธนาคาร
(N) มะม่วงหิมพานต์
(N) การไหลเวียนของเงินในธุรกิจการซื้อขาย
(N) เจ้าหน้าที่การเงิน
(N) พนักงานรับจ่ายเงิน
(VT) ไล่ออก (ทหาร)
(N) แคชเชียร์เช็ค
(PHRV) ได้เปรียบ
(PHRV) ตาย (คําสแลง)
(PHRV) ถอนตัว (ธุรกิจ)
(PHRV) แลกเป็นเงินสด
(ADJ) ที่เป็นเงินสด
(SL) ตาย (คําไม่เป็นทางการ)
(ADJ) ที่ทําโดยไม่ต้องใช้เงินสด
(N) เครื่องสําหรับกดเงินสดจากธนาคาร
(N) ผ้าขนแพะ (แพะแถบฮิมารายัน)
(ADJ) ที่จ่ายเงินเมื่อส่งมอบของ
(N) เครื่องสําหรับกดเงินสดจากธนาคาร
(N) เครื่องคิดเงิน
(ADJ) ที่มีเงินไม่พอ
(PHRV) รวมเงิน (โดยเฉพาะเมื่อสิ้นสุดแต่ละวันในร้านค้าหรือร้านขายของ)
(PHRV) หาเงิน (เพื่อ)
(N) กรอบภายนอก
(N) บ่อนการพนัน
(N) ถังไม้ขนาดใหญ่ใส่ของเหลว
(N) ปริมาณที่บรรจุได้ในถังไม้
(N) ตลับ
(N) หีบศพ
(VT) บรรจุ
(N) อวัยวะที่งอกจากศีรษะ (สัตว์)
(N) แป้งมันสําปะหลัง
(N) มันสําปะหลัง
(N) ตลับเทป
(N) เครื่องเล่นเทป
(N) เครื่องเล่นและอัดเทป
(N) เทปคาสเซท
(N) เสื้อคลุมของบาทหลวง
(N) การคํานวณ
(N) การทํานาย
(N) การโยน
(N) ชนิด
(N) โชคชะตา
(N) สิ่งที่ได้จากการหลอม
(N) สิ่งภายนอก
(VT) คํานวณ
(VT) จับฉลาก
(VT) ทํานาย
(VT) ทิ้ง
(VT) มองตรงไปยัง
(VT) โยน
(VT) เลือกตัวละคร
(VT) หลอม
(PHRV) ค้นหา
(PHRV) เป็นที่ยอมรับ
(N) เครื่องให้จังหวะชนิดหนึ่งเป็นไม้ 2 อันประกบกันมีรูปร่างคล้ายเปลือกหอย (ทําให้เกิดเสียงโดยถือไม้ทั้งสองอันไว้ในมือแล้วตีให้เกิดเสียง)
(PHRV) ค้นหา
(PHRV) ละทิ้ง
(N) คนที่เรืออับปาง
(PHRV) ละทิ้ง
(PHRV) เลิกติดต่อกับ
(PHRV) ประพฤติตัวเหมือน (ญาติหรือบรรพบุรุษ)
(PHRV) หันกลับไปยัง
(PHRV) เสียไปโดยเปล่าประโยชน์
(PHRV) ทําลาย
(PHRV) เสียใจกับ
(PHRV) หมดกําลังใจ
(ADJ) เกี่ยวกับชนชั้น
(N) ชนชั้นหรือกลุ่มในสังคม
(N) วรรณะในศาสนาฮินดู
(ADJ) ที่มีลักษณะเหมือนปราสาท
(N) ล้อเลื่อนที่ติดที่ฐานเก้าอี้หรือเฟอร์นิเจอร์
(N) น้ําตาลทรายขาว
(VT) ลงโทษ
(VT) วิพากษ์วิจารณ์อย่างรุนแรง
(PHRV) ใช้คําพูดแสดงความหมาย
(PHRV) มอบบทบาท
(N) การคัดเลือกนักแสดง
(N) สิ่งที่ได้จากการหลอม
(N) การลงคะแนนตัดสินโดยผู้ที่มีหน้าที่รับผิดชอบการประชุมเนื่องจากแต่ละฝ่ายมีคะแนนเท่ากัน
(IDM) ตําหนิ
(IDM) ตําหนิ
(IDM) มีบุคลิกภาพหรือลักษณะต่างกัน
(IDM) มีบุคลิกภาพหรือลักษณะเหมือนกัน
(PHRV) ตัดสินใจเข้าร่วม
(N) เหล็กชนิดหนึ่งมีคาร์บอนสูงทําให้แข็งแต่เปราะง่าย
(N) คฤหาสน์
(N) ตัวเรือในเกมหมากรุก
(N) ปราสาท
(N) ป้อมปราการ
(VI) เดินหมาก
(N) วิมานในอากาศ
(ADJ) ที่ไม่ค่อยได้ใช้แล้ว
(PHRV) ทิ้ง
(PHRV) ปลดเชือกเรือ
(PHRV) เป็นอิสระจาก
(PHRV) ไม่สวมอีกต่อไป (เสื้อผ้า)
(PHRV) ลอกออก
(PHRV) เลิกคบกับ
(PHRV) ทําให้เกิดเงาทอดลงบน
(PHRV) สงสัยในเรื่อง
(IDM) ตกอยู่ภายใต้เงาของ
(IDM) กระทําสิ่งที่ดี (ซึ่งจะย้อนกลับมาหาคุณในเวลาต่อมา)
(IDM) ขอความเมตตา
(IDM) มองผ่านๆ
(IDM) เสียบางสิ่งไปอย่างเปล่าประโยชน์กับคนที่ไม่สมควร
(IDM) ทอดเงาทับ
(N) ล้อเลื่อนที่ติดที่ฐานเก้าอี้หรือเฟอร์นิเจอร์
(N) น้ํามันที่ได้จากพืชชนิดหนึ่ง
(PHRV) ทําให้ละทิ้งสังคม
(PHRV) ทิ้ง
(PHRV) เต็มไปด้วย
(PHRV) ทําให้เกิดเงาทอดลงบน
(N) สัตว์หรือคนที่ถูกทําหมัน
(VT) กําจัด
(VT) ทําหมัน
(N) การทําหมัน
(PHRV) ค้นหา
(PHRV) ขว้างขึ้นไป
(PHRV) คํานวณ
(PHRV) เตือนให้ระลึกถึง (สิ่งที่ไม่น่านึกถึง)
(PHRV) ป่วย
(PHRV) สงสัยในเรื่อง
(ADJ) โดยบังเอิญ
(ADJ) ที่ไม่ค่อยสนใจ
(ADJ) เป็นบางครั้งบางคราว
(ADJ) ไม่เป็นทางการ
(ADV) โดยบังเอิญ
(ADV) อย่างเป็นบางครั้งบางคราว
(ADV) อย่างไม่เป็นทางการ
(ADV) อย่างเรื่อยๆ
(N) ความเป็นบางครั้งบางคราว
(N) ความไม่เป็นทางการ
(N) ความเรื่อยๆ
(N) จํานวนคนตายหรือได้รับบาดเจ็บ
(N) คนที่อ้างเหตุผลเพื่อทําให้เชื่ออย่างผิดๆ
(N) การใช้เหตุผลเพื่อทําให้เชื่ออย่างผิดๆ (คําไม่เป็นทางการ)
(N) เหตุการณ์ที่ก่อให้เกิดสงคราม
(PRF) ลง
(N) คนผู้ชาย (คําสแลง)
(N) นักดนตรีแจ๊ซ (คําสแลง)
(N) แมว
(N) แส้หนังที่มีสายหนังอยู่เก้าเส้น
(N) หญิงที่ถูกว่าในแง่ร้าย
(PRF) ลง
(VI) อาเจียน
(VT) เฆี่ยนด้วยแส้
(N) การเปลี่ยนแปลงที่รุนแรงของเปลือกโลก
(N) การเปลี่ยนแปลงที่รุนแรง (โดยเฉพาะทางสังคมหรือการเมือง)
(N) ความหายนะ
(N) หลุมฝังศพใต้ดินที่มีหลายๆ ห้อง
(N) ที่ตั้งหีบศพที่มีการประดับตกแต่ง
(N) การเจ็บป่วยที่ผู้ป่วยไม่สามารถขยับเขยื้อนตนเองได้
(ADJ) เกี่ยวกับบัญชีรายชื่อ
(N) บัญชีรายชื่อ
(N) สิ่งที่ใช้บันทึกรายชื่อ เช่น สมุด ไฟล์
(VT) บันทึกในบัญชีรายชื่อ
(ADJ) เกี่ยวกับบัญชีรายชื่อ
(N) บัญชีรายชื่อ
(N) สิ่งที่ใช้บันทึกรายชื่อ เช่น สมุด ไฟล์
(VT) บันทึกในบัญชีรายชื่อ
(N) การเพิ่มปฏิกิริยาทางเคมี
(N) คนหรือสิ่งที่ทําให้เกิดการเปลี่ยนแปลง
(N) ตัวเร่งปฎิกิริยา
(N) อุปกรณ์ที่ช่วยลดสารเป็นพิษในระบบท่อไอเสีย
(VT) ทําให้เป็นตัวกระตุ้น
(N) เรือใบที่มีลําเรือสองลํา
(ADJ) ที่เต็มไปด้วยการทะเลาะเบาะแว้ง (คําไม่เป็นทางการ)
(N) เครื่องยิงในสมัยโบราณ
(N) หนังสติ๊กรูปตัววี
(VT) ขว้างหรือยิงก้อนหิน
(VT) เคลื่อนไหวอย่างรวดเร็ว
(N) ต้อ
(N) น้ําตกที่สูงชัน
(N) การเปลี่ยนแปลงอย่างรุนแรงของเปลือกโลก
(N) ความล้มเหลว
(N) ความหายนะ
(N) จุดจบ
(ADJ) ที่ไม่สามารถเคลื่อนไหวได้ (เนื่องจากความเจ็บป่วยหรือช็อค)
(N) นักย่องเบา
(N) เสียงร้องคล้ายแมว
(N) การจับ
(N) สิ่งที่จับได้
(N) สิ่งที่ทําทําติดอยู่ เช่น กลอนประตู
(N) อุปสรรคหรือปัญหาที่ซ่อนอยู่
(VI) ติดไฟ
(VT) เกี่ยว
(VT) เข้าใจ
(VT) จับ
(VT) จับได้
(VT) ชะงัก
(VT) ดึงดูด
(VT) ดู
(VT) ได้ยิน
(VT) ได้รับ
(VT) ตี
(VT) ทําให้แน่น
(VT) มาทัน (รถไฟ ฯลฯ)
(VT) รับรู้ด้วยประสาทสัมผัส
(VT) หลอกลวง
(PHRV) วางเพลิง
(N) สิ่งที่ใช้เก็บสิ่งของกระจุกกระจิก (เช่น ถุงหรือลิ้นชัก)
(IDM) สิ่งดีที่สุดที่สามารถหาได้
(PHRV) จับพิรุธได้ในเรื่อง
(PHRV) พยายามช่วยตัวเองให้อยู่รอด
(IDM) เป็นหวัด
(N) พืชโตเร็วที่ปลูกแซมระหว่างแถวของพืชอื่น
(N) ผู้เล่นที่อยู่หลังผู้ตีมีหน้าที่รับลูกบอลเมื่อผู้ตีตีไม้ได้ (กีฬาเบสบอล)
(IDM) ลุกติดไฟ
(PHRV) จับได้อย่างไม่ทันตั้งตัว (คําไม่เป็นทางการ)
(PHRV) ติดอยู่กับ
(PHRV) ผูกให้แน่น (เพื่อให้เล็กลง)
(PHRV) พบโดยบังเอิญ (ที่บ้าน, ที่ทํางานหรือที่อื่นๆ)
(ADJ) ที่ติดต่อได้ง่าย (โรค)
(IDM) โดนลงโทษ (คําไม่เป็นทางการ)
(N) การเก็บกักน้ํา
(N) น้ําที่กักไว้
(N) สิ่งที่ใช้เก็บกักน้ํา เช่น อ่างเก็บน้ํา
(N) พื้นที่รับน้ําของแม่น้ําหรือทะเลสาบ
(IDM) จับได้ว่าทําผิด (คําไม่เป็นทางการ)
(IDM) พบว่านอนหลับ
(PHRV) ยึด
(PHRV) ทําให้แปลกใจ (เพราะคาดไม่ถึง)
(PHRV) เข้าใจ
(PHRV) เข้าใจสิ่งที่พูด (คําพูดตลก)
(PHRV) ได้รับความนิยม
(PHRV) จับได้ว่าทําผิด (โกหก, ขี้โกงฯลฯ)
(ADJ) ที่มีราคาถูกทําให้ขายได้ง่าย
(N) วลีที่พูดหรือใช้กันแพร่หลาย
(N) วลีที่พูดหรือใช้กันแพร่หลาย
(IDM) จับได้ขณะกระทําผิด
(IDM) ขาดแคลนสิ่งที่จําเป็น
(PHRV) สังเกตุเห็น
(IDM) จับได้คาหนังคาเขา
(SL) ไปนอนหลับ
(N) ซอสมะเขือเทศ
(PHRV) เกี่ยวไว้กับ
(PHRV) คว้า
(PHRV) จับผิด
(PHRV) ตามทัน
(PHRV) ทําให้หมดหวัง
(PHRV) จับได้
(PHRV) พบ
(PHRV) พยายามที่จะเข้าใจ
(PHRV) เริ่มเกิดปัญหา
(N) คําพูดหรือวลีที่เป็นที่นิยมมักจะอยู่ในช่วงเวลาหนึ่ง
(ADJ) ที่โกง
(ADJ) ที่จําได้ง่าย
(ADJ) น่าดึงดูด
(ADJ) เป็นพักๆ
(SL) เอาไว้ค่อยคุยกัน
(VT) สอนหลักการของศาสนาคริสต์โดยการถามตอบ
(N) คําถามและคําตอบที่ใช้ในการสอนถึงหลักการของศาสนาคริสต์
(VT) สอนหลักการของศาสนาคริสต์โดยการถามตอบ
(ADV) อย่างแท้จริง
(VT) จัดหมวดหมู่
(VT) แยกแยะ
(N) หมวด
(VT) จัดหาให้
(ADJ) ที่เป็นเส้นทแยงมุม
(ADV) อย่างที่เป็นเส้นทแยงมุม
(N) คนที่ขายหรือให้บริการด้านอาหาร
(PHRV) จัดเตรียมอาหารไว้ให้
(PHRV) จัดหาสิ่งที่ต้องการไว้ให้
(PHRV) พิจารณา
(N) คนที่รีดไถจากผู้อื่น
(N) หนอนผีเสื้อ
(N) รถตีนตะขาบ
(PHRV) จัดหาสิ่งที่ต้องการไว้ให้
(VI) ส่งเสียงดังน่ารําคาญเหมือนแมว
(N) การโต้เถียงอย่างรุนแรง (โดยเฉพาะระหว่างผู้หญิง)
(N) ช่องด้านล่างของประตู มีแผ่นพลาสติกปิด-เปิดได้สําหรับเป็นทางแมวเข้า-ออก
(IDM) ตอบดังๆ
(IDM) ทําไมไม่ตอบหรือพูด
(N) เอ็นที่ทําจากไส้แกะใช้ในเครื่องดนตรีประเภทสาย
(PRF) ลง
(N) การปลดปล่อยอารมณ์ที่รุนแรง (โดยอาจได้รับอิทธิพลจากละครหรือเพลง) เพื่อให้อารมณ์นั้นอ่อนลง
(N) ชื่อเดิมของประเทศจีน
(N) โบสถ์ที่สําคัญ
(N) ดอกไม้ไฟที่หมุนเป็นวงล้อ
(N) สายหรือท่อที่สอดเข้าไปในร่างกายเพื่อเอาของเหลวออกมา
(N) ขั้วลบ
(N) หลอดภาพ
(ADJ) เกี่ยวกับโบสถ์คาทอลิก
(ADJ) ใจกว้าง
(ADJ) ที่กว้างขวางทั่วไป
(N) สมาชิกของโบสถ์คาทอลิก
(N) ศรัทธาและการปฏิบัติของนิกายโรมันคาทอลิก
(N) ความเป็นคาธอลิก
(N) ซ่อง
(N) ไอออนบวก
(N) ดอกไม้ของพืชบางชนิดที่มีลักษณะเป็นช่อยาวห้อยลงมาหรือถ้าสั้นจะชี้ขึ้น
(ADJ) ที่เหมือนแมว
(N) วัตถุแห้งที่ใส่ในกล่องสําหรับถ่ายของสัตว์เลี้ยง (โดยเฉพาะแมว)
(N) การงีบหลับ (คําไม่เป็นทางการ)
(VI) งีบหลับ
(N) ต้นไม้ชนิดหนึ่งมีกลิ่นดึงดูดแมว
(N) แส้เก้าสายขมวดปมใช้ทําโทษนักโทษในอดีต
(N) เครื่องถ่ายเอ็กซเรย์ด้วยระบบคอมพิวเตอร์
(N) การเล่นของเด็กที่ใช้เชือกหรือด้ายพาดบนนิ้วของทั้งสองมือแล้วเปลี่ยนรูปร่างของเชือกเป็นรูปต่างๆ
(N) วัตถุเล็กๆ ที่ติดตรงเส้นกลางถนน จะสะท้อนแสงไฟจากรถทําให้เห็นแนวของถนน
(SL) สิ่งที่ดีจริงๆ
(N) ผู้ที่ถูกสั่งให้ทํางานที่อันตราย
(N) ชุดเสื้อกางเกงติดกันรัดรูป
(N) ซอสมะเขือเทศ
(N) คนหรือสิ่งที่ดีเยี่ยม (คําไม่เป็นทางการ)
(N) สถานที่รับเลี้ยงแมว
(N) ที่เหมือนแมว
(N) วัวควาย
(N) ไม้ที่วางพาดปากหลุมที่อยู่ในถนนเพื่อให้รถผ่านไปได้แต่สัตว์ เช่น วัวหรือแกะ ผ่านไม่ได้
(N) ไม้ที่วางพาดปากหลุมที่อยู่ในถนนเพื่อให้รถผ่านไปได้แต่สัตว์ เช่น วัวหรือแกะ ผ่านไม่ได้
(N) คนที่ทําอาชีพปศุสัตว์
(N) ตลาดค้าวัวควาย
(N) พาหนะขนส่งวัวควาย
(N) กล้วยไม้จําพวกคัทลียา
(ADJ) ที่มีเจตนาร้าย (คําไม่เป็นทางการ)
(ADV) ีอย่างที่มีลักษณะเป็นทแยงมุม
(N) พื้นที่ยกสูงขึ้นเป็นทางยาวและแคบ (สําหรับนางแบบเดินแบบ)
(N) การประชุมของสมาชิกหรือกลุ่มผู้นําของพรรคการเมืองเพื่อลงคะแนนเลือกหรือวางแผนทางการเมือง
(ADJ) ที่เกี่ยวกับหาง
(VI) กริยาช่อง 2 และ 3 ของ catch
(VT) กริยาช่อง 2 และ 3 ของ catch
(PHRV) ง่วนอยู่กับ
(N) หม้อต้มขนาดใหญ่
(N) ต้นกะหล่ําดอก
(N) หูที่ผิดรูปเนื่องจากได้รับบาดเจ็บ (โดยเฉพาะจากการชก)
(N) วัสดุที่ใช้อุดรอยรั่ว
(VT) อุดรอยรั่ว
(ADJ) ที่สามารถเป็นเหตุผลได้
(ADJ) เกี่ยวกับสาเหตุ
(N) ความสัมพันธ์ระหว่างเหตุและผล
(N) การเป็นสาเหตุให้เกิดผลขึ้น
(ADJ) ที่เป็นสาเหตุ (คําไม่เป็นทางการ)
(N) สาเหตุ
(N) หัวเรื่องของการอภิปราย
(N) เหตุผลที่ดี
(VT) ทําให้เกิด
(ADJ) ที่ปราศจากเหตุผล
(N) การพูดคุย
(N) ถนนหรือทางที่ข้ามแหล่งน้ํา
(ADJ) ซึ่งถากถาง
(ADJ) ซึ่งสามารถทําลายหรือกัดกร่อนได้
(N) สารที่ใช้ละลายสารอื่น
(N) โซเดียมไฮดรอกไซด์
(VT) ทําให้แผลไหม้ด้วยความร้อนหรือสารเคมีเพื่อให้เลือดหยุดไหลหรือป้องกันการติดเชื้อ
(VT) ทําให้แผลไหม้ด้วยความร้อนหรือสารเคมีเพื่อให้เลือดหยุดไหลหรือป้องกันการติดเชื้อ
(N) การตักเตือน
(N) ความระมัดระวัง
(VT) เตือน
(VT) แนะนํา
(PHRV) ตักเตือน
(PHRV) ตักเตือน
(ADJ) ที่ให้คําแนะนําหรือคําเตือน
(ADJ) รอบคอบ
(ADJ) ระมัดระวัง
(N) ขบวนม้าหรือยานพาหนะในพิธี
(N) นักรบบนหลังม้า
(N) ทหารม้า
(N) ทหารม้า
(N) ถ้ํา
(N) ห้องเก็บของใต้ดิน
(VT) ทําให้เป็นโพรง
(N) คําเตือนเพื่อให้พิจารณาก่อนทําสิ่งใดสิ่งหนึ่งจะได้ไม่ผิดพลาด
(N) หลักในการซื้อขายที่ผู้ซื้อจะต้องเป็นผู้ที่รับผิดชอบในการหาคุณภาพที่บกพร่องของสินค้า
(N) การพังทลายลง (ในใต้พื้นที่เป็นโพรง)
(PHRV) ยอมทําตาม
(PHRV) ล้มเหลว
(N) มนุษย์ในยุคหินที่อาศัยอยู่ในถ้ํา
(N) มนุษย์ในยุคหินที่อาศัยอยู่ในถ้ํา
(N) ถ้ํา
(VT) เจาะเป็นถ้ํา
(VT) อยู่ในถ้ํา
(ADJ) ที่เป็นโพรงใหญ่และมืด
(N) ไข่ปลาคาร์เวียร์
(N) ไข่ปลาคาร์เวียร์
(VI) หาข้อผิดพลาดเล็กๆ น้อยๆ
(PHRV) ตําหนิในเรื่อง
(ADJ) ที่หาข้อผิดพลาด
(N) หลุม
(VI) กระโดดโลดเต้น
(N) เสียงร้องของอีกาหรือนกจําพวกอีกา
(VI) ร้องเสียงกาๆ
(N) เกาะเล็กๆ
(SL) ชุดลําลอง
(N) แผ่นซีดี (คําย่อของ compact disc)
(N) ซีดี-รอม
(N) การสิ้นสุด
(VI) จบ
(VI) หยุด
(N) การหยุดรบ
(PHRV) หยุด
(ADJ) ไม่รู้จักจบ
(VT) ยกให้
(PHRV) ถูกยึดครอง
(N) สัญลักษณ์ที่วางใต้ตัวอักษร C เพื่อแสดงว่าออกเสียงเหมือนเสียง S ไม่ใช่เสียง K (ในภาษาฝรั่งเศส)
(N) งานรื่นเริงที่มีการร้องเพลงและเล่าเรื่องราว (โดยเฉพาะในประเทศสก๊อตแลนด์และไอร์แลนด์)
(N) การกรุผนัง
(N) เพดาน
(N) ระดับหรือราคาสูงสุด (ที่ยอมให้ขึ้นถึง)
(N) สิ่งที่ใช้กรุผนัง
(SL) คนดัง
(VT) เฉลิมฉลอง
(VT) ประกาศ
(VT) สรรเสริญ
(ADJ) ที่มีชื่อเสียง
(PHRV) มีชื่อเสียงในเรื่อง
(N) การฉลอง
(N) งานเฉลิมฉลอง
(N) ความมีชื่อเสียง
(N) ผู้มีชื่อเสียง
(N) ความเร็ว
(N) ผักคึ่นช่าย
(ADJ) เกี่ยวกับท้องฟ้า
(ADJ) เกี่ยวกับสวรรค์
(ADJ) ซึ่งมาจากสรวงสวรรค์
(N) สวรรค์
(N) การเป็นโสด
(N) การละเว้นจากการร่วมเพศ
(ADJ) ที่ไม่แต่งงานและไม่มีความสัมพันธ์ทางเพศ (โดยเฉพาะบุคคลทางศาสนา เช่น พระ แม่ชี)
(N) ผู้ที่ไม่แต่งงานและไม่มีความสัมพันธ์ทางเพศ (โดยเฉพาะบุคคลทางศาสนา เช่น พระ แม่ชี)
(N) เซลล์
(N) เซลล์ไฟฟ้า
(N) โพรงหรือช่องเล็กๆ
(N) หน่วยเล็กๆในหน่วยใหญ่ เช่น กลุ่มเล็กๆในพรรคการเมือง
(N) ห้องเล็กๆ
(VI) อาศัยอยู่ในห้องเล็กๆ
(N) ห้องใต้ดิน
(VT) เก็บในห้องใต้ดิน
(N) ค่าธรรมเนียมสําหรับการเก็บของในห้องเก็บของ
(N) การแบ่งเซลล์
(N) นักเล่นเชลโล
(N) เครื่องสายประเภทหนึ่งมีลักษณะคล้ายไวโอลินขนาดใหญ่ ขณะเล่นผู้เล่นจะวางไว้ระหว่างเข่าทั้งสอง
(N) กระดาษใสใช้ห่อของหรืออาหาร
(N) โทรศัพท์มือถือ
(ADJ) เกี่ยวกับเซลล์
(ADJ) เกี่ยวกับโทรศัพท์เซลลูล่าร์
(N) ประเภทของไขมันที่อยู่ใต้ผิวหนังทําให้ผิวหนังดูไม่เรียบ
(ADJ) เกี่ยวกับภาพยนตร์
(N) พลาสติกชนิดหนึ่ง ใช้ในการทําฟิล์มหรือสิ่งของอื่นๆ
(N) ภาพยนตร์
(N) เซลลูโลส
(N) เซลเซียส
(N) ปูนซีเมนต์
(N) ปูนสําหรับอุดฟัน
(N) สิ่งทําให้ผูกพันกัน
(N) สิ่งที่ทําให้ติดกัน
(VT) ฉาบด้วยซีเมนต์
(VT) ทําให้รวมกัน
(SL) ป่าช้า
(N) เครื่องผสมปูนซีเมนต์
(N) สุสาน
(N) อนุสาวรีย์ที่ระลึกถึงผู้ตายซึ่งเสียชีวิตในที่อื่น
(VT) จุดธูป
(N) กระถางธูป
(N) คนจับผิด
(N) เจ้าหน้าที่ตรวจสอบ
(N) ผู้ควบคุมความประพฤติ
(VT) ตรวจสอบ
(VT) ตัดออกด้วยอํานาจของผู้ตรวจสอบ
(ADJ) ที่ตรวจสอบ
(ADJ) ที่พยายามมองหาข้อผิดพลาดอยู่เสมอ
(N) การเซ็นเซอร์
(ADJ) ที่มีสิทธิที่จะว่ากล่าว
(ADV) อย่างมีสิทธิที่จะว่ากล่าว
(N) การตําหนิ
(VI) วิจารณ์อย่างรุนแรง
(VT) ตําหนิ
(PHRV) กล่าวตําหนิ
(N) การสํารวจจํานวนประชากร
(VT) สํารวจจํานวนประชากร
(N) 1/100 ของหน่วยเงินตราในหลายประเทศ
(N) มนุษย์ในเทพนิยายกรีกที่มีครึ่งบนเป็นคนส่วนครึ่งล่างเป็นม้า
(N) เหรียญที่มีค่าหนึ่งในร้อยของหน่วยเงินหลักในประเทศที่พูดภาษาสเปนและโปรตุเกส
(N) ผู้ที่มีอายุตั้งแต่หนึ่งร้อยปีขึ้นไป
(ADJ) ที่เกี่ยวกับศตวรรษ
(N) การครบรอบหนึ่งร้อยปี
(ADJ) เกี่ยวกับหนึ่งร้อยปี
(ADJ) ที่เกิดครั้งเดียวในร้อยปี
(ADJ) ที่ครบรอบร้อยปี
(ADJ) ที่ยืนยาวหนึ่งร้อยปี
(N) การครบรอบหนึ่งร้อยปี
(ADJ) กลาง
(N) คนหรือกลุ่มที่อยู่ในตําแหน่งตรงกลาง
(N) จุดสําคัญ
(N) ต้นเหตุ
(N) ผู้เล่นในแดนกลาง
(N) ศูนย์กลาง
(N) ศูนย์การค้า
(N) ศูนย์เฉพาะกิจ เช่น ศูนย์ช่วยเหลือผู้ประสบภัยน้ําท่วม
(N) ศูนย์รวมความสนใจ
(N) ศูนย์รวมเซลล์ประสาท
(N) สถานที่ที่เป็นศูนย์รวม
(VT) มุ่งความสนใจไปยัง
(VT) อยู่ตรงกลาง
(N) รูปเปลือยของชายหรือหญิงที่อยู่ตรงกลางนิตยสาร
(N) หน้ากระดาษคู่ที่อยู่ตรงกลางหนังสือ
(PHRV) มีจุดสําคัญอยู่ที่
(PHRV) รวมอยู่ที่
(PHRV) ระบุ (คําไม่เป็นทางการ)
(PHRV) รวมอยู่ที่
(PHRV) รวมอยู่ที่
(ADJ) ที่แบ่งเป็นหนึ่งร้อยส่วน
(ADJ) ที่อยู่ในลําดับที่หนึ่งร้อย
(PRF) ร้อย
(ADJ) หน่วยวัดอุณหภูมิความร้อน
(N) เซนติกรัม
(N) เซนติกรัม
(N) เซนติลิตร
(N) เซนติลิตร
(N) หน่วยเงินที่มีจํานวนหนึ่งในร้อยของหน่วยเงินพื้นฐาน
(N) เซนติเมตร
(N) เซนติเมตร
(N) ตะขาบ
(ADJ) เกี่ยวกับระบบประสาทส่วนกลาง
(ADJ) ซึ่งอยู่ตรงกลางหรือใกล้ตรงกลาง
(ADJ) ที่เป็นศูนย์กลาง
(ADJ) สําคัญ
(N) จุดศูนย์รวมของการเชื่อมต่อสายโทรศัพท์
(N) ธนาคารแห่งชาติ
(N) รัฐบาลของประเทศ
(N) ระบบทําความร้อนให้กับอาคารโดยการส่งอากาศหรือน้ําร้อนผ่านท่อในอาคาร
(N) การรวมอํานาจมาอยู่ส่วนกลาง
(VT) รวมอํานาจมาศูนย์กลาง
(N) การปกครองหรือควบคุมจากศูนย์กลาง
(N) การรวมอํานาจมาอยู่ส่วนกลาง
(VT) รวมอํานาจมาศูนย์กลาง
(N) ระบบการล็อคประตูรถทุกบานจากจุดเดียว
(N) ส่วนหนึ่งของระบบประสาทในร่างกายที่ประกอบด้วยสมองและเส้นประสาทรวมที่กระดูกสันหลัง
(N) ซีพียู
(ADJ) กลาง
(N) คนหรือกลุ่มที่อยู่ในตําแหน่งตรงกลาง
(N) จุดสําคัญ
(N) ต้นเหตุ
(N) ผู้เล่นในแดนกลาง
(N) ศูนย์กลาง
(N) ศูนย์การค้า
(N) ศูนย์เฉพาะกิจ เช่น ศูนย์ช่วยเหลือผู้ประสบภัยน้ําท่วม
(N) ศูนย์รวมความสนใจ
(N) ศูนย์รวมเซลล์ประสาท
(N) สถานที่ที่เป็นศูนย์รวม
(VT) มุ่งความสนใจไปยัง
(VT) อยู่ตรงกลาง
(N) สนามเทนนิสหลักในการแข่งขันวิมเบิลดัน (ซึ่งมักจะใช้เป็นสนามแข่งสําหรับคู่แข่งขันที่สําคัญ)
(N) รูปเปลือยของชายหรือหญิงที่อยู่ตรงกลางนิตยสาร
(N) หน้ากระดาษคู่ที่อยู่ตรงกลางหนังสือ
(PHRV) มีจุดสําคัญอยู่ที่
(N) จุดศูนย์ถ่วง
(PHRV) เกี่ยวข้องกับ
(PHRV) รวมอยู่ที่
(PHRV) ระบุ (คําไม่เป็นทางการ)
(PHRV) เกี่ยวข้องกับ
(PHRV) รวมอยู่ที่
(PHRV) เกี่ยวข้องกับ
(PHRV) รวมอยู่ที่
(ADJ) อยู่ตรงศูนย์กลาง
(ADJ) ซึ่งเคลื่อนที่หนีศูนย์กลาง
(N) เครื่องหมุนแยกวัตถุโดยที่แรงเหวี่ยงจะทําให้วัตถุที่หนักกว่าออกมาอยู่ด้านนอก
(ADJ) ที่เคลื่อนที่เข้าหาจุดศูนย์กลาง
(N) ผู้ที่มีความคิดทางการเมืองเป็นกลาง
(N) หนึ่งร้อย
(N) ผู้บังคับการทางทหารที่ควบคุมทหารหนึ่งร้อยนาย
(N) 100 ดอลล่าร์ (คําสแลง)
(N) จํานวนหนึ่งร้อย
(N) ศตวรรษ
(N) เห็ดกินได้ชนิดหนึ่ง
(ADJ) ที่เกี่ยวกับศีรษะ
(N) เกี่ยวกับเครื่องเคลือบ
(N) ผลิตภัณฑ์เครื่องเคลือบ
(N) ศิลปะการทําเครื่องเคลือบดินเผา
(N) ธัญพืช
(N) เมล็ดธัญพืช
(N) อาหารเช้าที่ทําจากธัญพืช (มักจะรับประทานโดยใส่นม)
(N) ส่วนของสมองที่ควบคุมเกี่ยวกับการเคลื่อนไหวของร่างกาย
(ADJ) ที่เกี่ยวกับความคิด (มากกว่าทางอารมณ์)
(ADJ) ที่เกี่ยวกับสมอง
(N) สภาพที่เกิดจากสมองบางส่วนถูกทําลายก่อนหรือขณะคลอดทําให้เสียการควบคุมการเคลื่อนไหวของร่างกาย
(VI) คิด
(N) การคิด
(N) สมองส่วนที่ใหญ่ที่สุดของมนุษย์
(N) ผ้าเคลือบด้วยแว๊กซ์สําหรับห่อศพ
(N) ผ้าเคลือบด้วยแว๊กซ์สําหรับห่อศพ
(ADJ) เป็นทางการ
(ADJ) เป็นพิธีการ
(N) พฤติกรรมที่เหมาะสมและถูกกาลเทศะ
(N) ระบบของพิธีการ
(ADJ) เป็นพิธีการ
(ADJ) โอ่อ่า
(ADV) อย่างเป็นพิธีการ
(N) ความเป็นทางการ
(N) ความมีระเบียบแบบแผน
(N) พฤติกรรมที่เป็นทางการ
(N) พิธีการ
(ADJ) ที่มีสีแดงอมชมพู
(N) ธาตุซีเรียม
(N) สิ่งที่เกิดขึ้นอย่างแน่นอน (คําสแลง)
(ADJ) แน่นอน
(ADJ) บ้าง
(ADJ) บางอย่าง
(ADJ) ไม่สามารถหลีกเลี่ยงได้
(ADJ) ไว้ใจได้
(PRO) สมาชิกที่เจาะจงจํานวนหนึ่ง
(ADV) อย่างแน่นอน
(N) ความแน่นอน
(N) สิ่งที่แน่นอน
(ADJ) ที่มีการรับรองอย่างเป็นทางการว่าวิกลจริต
(N) ประกาศนียบัตร
(N) หนังสือรับรอง
(N) หลักฐานทางการเงิน
(VT) รับรองด้วยหนังสือรับรอง
(VT) ให้หนังสือรับรอง
(ADJ) ที่มีใบรับรอง
(N) การรับรอง
(N) เอกสารรับรอง
(ADJ) ที่มีการรับรอง
(N) การส่งวัสดุหรือจดหมายลงทะเบียน
(N) นมที่ผ่านการตรวจสอบความถูกสุขอนามัย
(VT) ประกาศว่าวิกลจริตตามกฎหมาย
(VT) รับรอง
(VT) ให้หนังสือรับรอง
(N) ความมั่นใจ
(ADJ) ที่มีสีฟ้าเข้ม
(N) ขี้หู
(ADJ) ที่เหมือนกวาง
(N) การชะงัก
(N) การหยุด
(N) การยกให้
(N) สิ่งที่ยกให้
(N) บ่อพักน้ําเสีย
(N) บ่อพักน้ําเสีย
(ADJ) ที่เกี่ยวกับสัตว์น้ําที่เลี้ยงลูกด้วยนม (เช่น ปลาวาฬ)
(ABBR) เปรียบเทียบ (คําย่อของ compare)
(N) สารชนิดหนึ่งที่ใช้ในอุตสาหกรรมบางชนิด เช่น ผลิตโฟม (คําย่อของ chlorofluorocarbon)
(SL) ชา
(N) ท่าการเต้นรําประเภทหนึ่งของละตินอเมริกา
(N) ท่าการเต้นรําประเภทหนึ่งของละตินอเมริกา
(N) จังหวัดฉะเชิงเทรา
(N) ฉะเชิงเทรา
(N) การรบกวน
(N) ความร้อนที่เกิดจากการขัดถู
(N) รอยถลอกที่เกิดจาการขัดถู
(VI) ถลอกจากการขัดถู
(VI) รําคาญ
(VT) ถลอกจากการขัดถู
(VT) ทําให้รําคาญ
(VT) ทําให้อุ่นด้วยการถู
(PHRV) หมดความอดทนกับ
(PHRV) หมดความอดทนกับ
(N) แกลบ
(N) ฟาง
(N) เศษของไม่มีค่า
(N) การหยอกล้อ
(VT) หยอกล้อ
(VI) พูดเรื่อยเปื่อย
(N) นกชนิดหนึ่งมีขนาดเล็กพบทางยุโรป
(N) กระทะก้นตื้นมีที่ทําความร้อนอยู่ด้านล่าง (ใช้สําหรับบนโต๊ะอาหารเพื่ออุ่นหรือทําให้อาหารร้อนอยู่เสมอ)
(N) ความรําคาญใจจากการผิดหวังหรือความอาย
(VT) รําคาญใจจากการผิดหวังหรือการอาย
(N) เครื่องผูกมัด
(N) โซ่
(N) บริษัทต่างๆที่อยู่ในเครือเดียวกัน
(N) เหตุการณ์ที่เกิดต่อเนื่องกัน
(VT) กักตัว
(VT) ล่ามโซ่
(N) จังหวัดชัยนาท
(N) ชัยนาท
(PHRV) จํากัด
(N) นักโทษที่ถูกล่ามโซ่ไว้ด้วยกัน (โดยเฉพาะที่ต้องออกไปทํางานนอกคุก)
(N) จดหมายลูกโซ่
(N) เสื้อเกราะที่ทําด้วยเหล็กเป็นวงร้อยกัน
(N) การปกครองแบบระดับขั้นลดหลั่นลงมา
(N) ปฏิกิริยาลูกโซ่
(N) เลื่อยที่มีใบเลื่อยหมุนต่อเนื่องกันโดยใช้มอเตอร์ ส่วนใหญ่ใช้ตัดต้นไม้ใหญ่
(VI) สูบบุหรี่มวนต่อมวน
(VT) สูบบุหรี่มวนต่อมวน
(N) การเย็บแบบตะเข็บลูกโซ่
(N) กลุ่มของร้านย่อยที่อยู่ภายใต้บริษัทเดียวกัน
(PHRV) จํากัด
(PHRV) ล่ามโซ่ไว้กับ
(PHRV) ล่ามโซ่ไว้กับ
(N) เก้าอี้
(N) ตําแหน่งประธาน
(N) ตําแหน่งศาสตราจารย์
(VT) ดํารงตําแหน่งประธาน
(VT) นั่งเก้าอี้
(N) คนลากรถลาก
(N) ประธาน
(VT) เป็นประธาน
(N) ความเป็นประธาน
(N) ประธาน
(N) ประธานที่เป็นผู้หญิง
(N) รถม้าชนิดหนึ่งมีใช้ในอดีต
(N) เก้าอี้ยาวที่มีพนักหลังและที่เท้าแขนหนึ่งด้าน
(N) จังหวัดชัยภูมิ
(N) ชัยภูมิ
(N) กระท่อมเล็กๆ ส่วนใหญ่อยู่บนภูเขา
(N) ช่วงวันหยุดสําหรับการเล่นสกี (โดยเฉพาะสําหรับผู้ที่เป็นโสดและมีฐานะร่ํารวย)
(SL) ริดสีดวงทวาร
(N) ถ้วยเงินหรือทองสําหรับใส่ไวน์ในงานพิธีทางศาสนาคริสต์
(N) ชอล์ก
(VT) เขียนด้วยชอล์ก
(N) กระดานดํา
(PHRV) วางแผน
(PHRV) คิดบัญชี (คําไม่เป็นทางการ)
(PHRV) บันทึก
(PHRV) บันทึก (บางสิ่ง) เป็นความสําเร็จ
(N) การท้าทาย
(N) สิ่งที่ท้าทาย
(VT) กระตุ้น
(VT) ท้าทาย
(VT) เรียกร้อง
(N) คู่แข่ง
(ADJ) ที่ท้าทายความสามารถ
(N) ลํากล้องปืน
(N) ห้องประชุม
(N) ห้อง (ภายในบ้าน)
(N) ห้องหรือช่องว่างในร่างกาย
(VT) จัดห้องให้
(N) ผู้ที่มีหน้าที่ควบคุมดูแลงานภายในพระราชวังหรือที่อาศัยของชนชั้นสูง
(N) หญิงสาวที่มีหน้าที่ทําความสะอาดห้องนอน (โดยเฉพาะในโรงแรม)
(N) บทเพลงที่เขียนขึ้นสําหรับวงที่มีเครื่องดนตรีน้อยชิ้น
(N) กลุ่มผู้ทําธุรกิจที่รวมตัวกันเพื่อจุดประสงค์ทางการค้าขาย
(N) สถานที่แสดงวัตถุที่น่ากลัว (โดยเฉพาะห้องแสดงอาชญากรรมร้ายแรงในพิพิธภัณฑ์หุ่นขี้ผึ้ง Madame Tussaud)
(N) กลุ่มนักดนตรีเล็กๆ ที่เล่นเพลงประเภทคลาสสิคด้วยกัน
(N) คนที่ปรับเปลี่ยนได้ตามสถานการณ์
(N) สัตว์จําพวกกิ้งก่า
(N) พืชสมุนไพรชนิดหนึ่ง
(N) การเคี้ยวเอื้อง
(VT) เคี้ยวเอื้อง
(VT) บด
(N) ผู้ชนะเลิศ
(N) ผู้ชนะเลิศ (ใช้ไม่เป็นทางการของคําว่า champion)
(ADJ) หรูหรา
(N) แชมเปญ
(N) สีเหลืองจางๆ
(ADJ) ซึ่งมีลักษณะเป็นที่ราบ
(N) ที่ราบ
(ADJ) ซึ่งเป็นที่หนึ่งของผู้เข้าแข่งขันทั้งหมด
(ADV) อย่างดีเยี่ยม
(N) นักต่อสู้
(N) นักรบ
(N) ผู้ชนะเลิศ
(N) ผู้ให้ความช่วยเหลือ
(SL) สุดยอด
(VT) ชนะเลิศ
(VT) ปกป้อง
(N) การต่อสู้ป้องกัน
(N) ตําแหน่งชนะเลิศ
(ADJ) โดยบังเอิญ
(N) การเสี่ยง
(N) ความเป็นไปได้
(N) โชค
(N) โอกาส
(VI) เกิดขึ้นโดยบังเอิญ
(IDM) เสี่ยง (คําไม่เป็นทางการ)
(N) พื้นที่ในโบสถ์สําหรับพระและนักร้องของโบสถ์นั่ง
(PHRV) พบโดยบังเอิญ
(IDM) ทําสิ่งที่อันตราย
(N) ศาลฎีกา
(PHRV) พบโดยบังเอิญ
(ADJ) โดยการสุ่ม
(ADJ) ไม่แน่นอน
(ADJ) เสี่ยง
(N) โคมไฟระย้า
(N) คนขายเทียน
(N) ห้องเก็บเทียนไขหรือของเล็กๆ
(SL) โคเคน
(N) การต่อรถ (หรือรถไฟ)
(N) การแทนที่
(N) ของแปลกใหม่
(N) ความเปลี่ยนแปลง
(N) เงินทอน
(N) เงินย่อย (ที่แลกมา)
(N) เศษสตางค์
(N) สิ่งทดแทน
(VI) เปลี่ยนความเร็ว
(VI) เปลี่ยนเสื้อ
(VI) แลกเงินย่อย
(VI) แลกเปลี่ยนเงินตรา
(VT) ต่อรถ (หรือรถไฟ)
(VT) ทําให้แตกต่าง
(VT) เปลี่ยน
(VT) แลกเปลี่ยน
(ADJ) ที่เปลี่ยนแปลงง่าย
(N) ความเปลี่ยนแปลงง่าย
(PHRV) ทําให้เปลี่ยนกลับมา
(IDM) (หน้า) เปลี่ยนสี
(ADJ) ที่เปลี่ยนแปลง
(PHRV) เปลี่ยนเป็นเกียร์ต่ํา
(PHRV) เปลี่ยนเพื่อ
(IDM) ดีขึ้น
(IDM) แย่ลง
(PHRV) เปลี่ยนจาก (เพื่อให้เป็นอย่างอื่น)
(ADJ) ที่ผันแปร
(ADV) อย่างเปลี่ยนแปลง
(N) ความเปลี่ยนแปลง
(IDM) เปลี่ยนมือ
(IDM) เลือกบางสิ่งหลังจากสายไปแล้ว
(PHRV) ทําให้กลายเป็น
(ADJ) ที่ไม่เปลี่ยนแปลง
(N) การไม่เปลี่ยนแปลง
(N) เด็กที่ถูกแอบสับเปลี่ยน
(PHRV) สลับกันทํางาน
(IDM) เปลี่ยนใจ
(PHRV) เปลี่ยนออก
(N) การเปลี่ยนแปลงจากภาวะหนึ่งสู่ภาวะหนึ่ง
(PHRV) เปลี่ยนที่
(PHRV) เปลี่ยนแปลงไปทั้งหมด
(PHRV) เปลี่ยนทิศทาง
(PHRV) เปลี่ยนที่
(IDM) ทําให้คิดต่างออกไป
(IDM) ทําให้เปลี่ยนท่าที ทัศนคติ หรือพฤติกรรม (จากเลวไปดี)
(IDM) เปลี่ยนหัวข้อ
(PHRV) ทําให้เปลี่ยนเป็น
(PHRV) เปลี่ยนเป็นเกียร์สูง
(PHRV) เปลี่ยนที่กับ
(PHRV) แลกเปลี่ยนตําแหน่งกับ
(ADJ) ที่เปลี่ยนแปลง
(N) ช่องแคบ
(N) ช่องทาง
(N) ช่องทางสื่อสาร
(N) ร่องน้ํา
(N) เส้นทางที่ใช้ลําเลียง
(VT) ขุดเป็นร่อง
(VT) นําไปบอก
(VT) มุ่งไปยัง
(PHRV) ทําทางผ่าน
(PHRV) นําไปใช้ได้หลากหลาย
(SL) การเปลี่ยนช่องโทรทัศน์เพื่อหารายการที่น่าสนใจ
(N) การร้องเพลง
(N) ทํานองเสียงระดับเดียว
(N) เพลงที่ใช้ร้องในโบสถ์
(VI) ท่องบทสวดเป็นทํานอง
(VI) พูดด้วยทํานองเสียงระดับเดียว
(VI) ร้องเพลง
(N) จังหวัดจันทบุรี
(N) จันทบุรี
(N) ความยุ่งเหยิง
(ADJ) ยุ่งเหยิง
(ADV) อย่างยุ่งเหยิง
(N) รอยแตก
(VI) แตก
(VT) ทําให้แตก
(N) ผู้ชาย (ไม่เป็นทางการ)
(N) หนังสือเล่มเล็กๆ
(N) หมวก
(N) โบสถ์เล็กๆ ในโรงเรียน โรงพยาบาล หรือคุก
(N) ห้องสวดมนต์
(N) อนุศาสนาจารย์
(N) มงกุฎดอกไม้
(N) สร้อยคอ
(N) บทกวี
(N) กางเกงหนังที่ไม่มีส่วนก้น (ใช้สวมทับกางเกงปกติเพื่อป้องกันส่วนขา)
(N) บท (ของหนังสือหรืองานเขียน)
(N) ส่วนที่สําคัญ (ของประวัติศาสตร์หรือชีวิตคน)
(N) สาขา (ขององค์กร สโมสรหรือสมาคม)
(IDM) แหล่งข้อมูล
(IDM) เรื่องโชคร้ายมาเป็นลําดับหรือเป็นชุด
(ADJ) เกรียม
(N) ถ่านหิน
(VT) เผาไหม้จนเป็นถ่าน
(N) งานบ้าน
(N) หญิงทํางานบ้าน
(VI) ทํางานบ้าน
(VT) ทําความสะอาด
(SL) ชา
(ADJ) ที่แสดงบทบาท
(N) คนที่มีนิสัยไม่เหมือนใคร
(N) คุณลักษณะ
(N) ชื่อเสียงดี
(N) ตัวแสดง
(N) นิสัย
(N) บทบาทในละคร
(N) ใบรับรองงาน
(N) สถานภาพ
(N) อักษร
(VT) สลักอักษร
(ADJ) ลักษณะพิเศษ
(N) ลักษณะนิสัย
(ADJ) มีลักษณะพิเศษ
(VT) ชื่นชมกับลักษณะพิเศษ
(VT) แสดงลักษณะพิเศษ
(VT) ต้ม (โดยใช้ไฟที่ได้จากถ่านหิน)
(N) ดินสอถ่าน
(N) ถ่าน
(N) ภาพวาดด้วยถ่านไม้
(VI) หุงต้มอาหาร
(VT) วาดภาพด้วยถ่าน
(N) ข้อกล่าวหา
(N) ความดูแล
(N) คําสั่ง
(N) ค่าใช้จ่าย
(N) ค่าธรรมเนียม
(N) ตราประจําบนโล่
(N) ใบแจ้งหนี้
(N) ประจุไฟฟ้า
(N) ผู้ที่อยู่ในความดูแล
(N) ภาระ
(VI) จ่ายเงินโดยตัดจากบัญชี
(VI) ชําระเงิน
(VT) กล่าวหา
(VT) โจมตี
(VT) เต็มไปด้วย
(VT) แต่งตั้ง
(VT) ทําให้รับหน้าที่
(VT) บรรจุ (กระสุน)
(VT) ประทับตรา
(VT) ผัดหนี้
(VT) ฟ้อง
(VT) มอบ
(VT) ยืม (หนังสือ)
(VT) รับภาระ
(VT) เรียกเก็บ
(VT) เรียกเก็บเงิน
(VT) ลงบันทึกการยืม
(VT) ส่งเข้าองค์การหรือสถาบันเฉพาะกาล
(VT) สั่ง
(VT) อัดแน่นอยู่ในใจ
(VT) อัดไฟ
(PHRV) ตําหนิ
(PHRV) ลงบัญชี
(PHRV) พุ่งชน
(PHRV) ลงบัญชี (หนี้สิน)
(PHRV) คิดราคาสําหรับ
(PHRV) วิ่งเข้าชน
(PHRV) ยอมรับความสูญเสีย
(PHRV) ลงความเห็นว่า
(PHRV) คิดราคาจาก
(N) เครื่องบรรจุไฟ
(N) ผู้จู่โจม
(N) ม้าศึก
(N) จานใส่ของเหลว
(PHRV) ลงบัญชี
(PHRV) ตกอยู่ใต้อํานาจของยา (คําไม่เป็นทางการ)
(PHRV) ทําให้ตื่นเต้น
(PHRV) เต็มไปด้วย (มักใช้รูป passive voice)
(PHRV) ประกาศว่ามีความผิด
(PHRV) มอบหมายหน้าที่ให้
(SL) หน้าอกของผู้หญิง
(ADV) อย่างระมัดระวัง
(N) ความระมัดระวัง
(N) รถม้า
(VI) โดยสารรถม้า
(VT) ลากรถม้า
(N) สารถี
(N) คุณสมบัติพิเศษเฉพาะคน
(N) เสน่ห์
(ADJ) ที่มีเสน่ห์ดึงดูด
(ADJ) ใจบุญ
(ADJ) เป็นกุศล
(ADJ) โอบอ้อมอารี
(N) การทําการกุศล
(N) ความเอื้อเฟื้อเผื่อแผ่
(N) เงินบริจาค
(N) มูลนิธิ
(IDM) ควรช่วยเหลือคนในครอบครัวก่อนช่วยผู้อื่น
(N) หญิงทําความสะอาด
(N) นักต้มตุ๋น
(SL) โคเคน
(SL) โคเคน
(SL) โคเคน
(SL) คําเตือนว่ากระโปรงซับในแลบออกมา
(N) การร่ายเวทย์มนตร์
(N) เครื่องรางของขลัง
(N) เวทย์มนตร์
(N) เสน่ห์
(VI) ใช้เสน่ห์
(VT) ใช้เวทมนตร์คาถาหรือยันต์คุ้มครอง
(VT) สะกดด้วยเวทมนตร์คาถา
(ADJ) ที่ใช้เวทย์มนตร์
(ADJ) มีเสน่ห์
(ADV) อย่างน่าหลงไหล
(N) เสน่ห์
(PHRV) ทําให้ยินดีด้วย(สิ่งที่น่ายินดี)
(PHRV) ทําให้หลงเสน่ห์ด้วยเวทมนตร์
(N) สุสาน
(ADJ) ที่ดําเป็นตอตะโก
(N) ตาราง
(N) แผนที่
(VT) กําหนดแผนการ
(VT) ทําแผนที่
(ADJ) ที่เช่ามา
(N) กฎบัตร
(N) ใบอนุญาต
(N) สัญญาเช่า
(VT) เช่า
(VT) อนุญาต
(PHRV) วางแผน
(N) หอบังคับการ
(N) การขึ้นอันดับ
(N) หญิงทําความสะอาด
(ADJ) จู้จี้
(ADJ) ระมัดระวัง
(N) การไล่ตาม
(VI) เร่งรีบ
(VI) ไล่ตาม
(VT) ขับไล่
(VT) ไล่ตาม
(N) ร่องในกําแพงหรือพื้นสําหรับวางท่อน้ํา
(VT) ทําให้เป็นร่อง
(VT) ประดับตกแต่งโดยการสลักหรือดุนลวดลาย
(PHRV) ตามจีบ
(PHRV) เล่นไปทั่ว
(PHRV) พยายามตามจีบหรือขอความรัก
(PHRV) ไล่ตาม
(PHRV) เล่นไปทั่ว
(PHRV) ตามด้วย (เฉพาะการดื่มเหล้าหรือเครื่องดื่ม)
(N) ผู้ตามล่า
(SL) สูดควันเฮโรอีนจากการเผา
(PHRV) เร่ง
(N) ช่องว่าง
(N) รอยแตก
(N) รอยแยกของพื้นผิวโลก
(ADJ) ซึ่งรักษาพรหมจารี
(ADJ) ที่มีความคิดบริสุทธิ์
(ADJ) สุภาพ
(VT) ตําหนิอย่างรุนแรง
(VT) ทําให้รุนแรงน้อยลง
(VT) ลงโทษ
(VT) ตําหนิ
(VT) ลงโทษ
(N) การถือพรหมจรรย์
(N) การพูดคุยกันเล่นๆ
(VI) พูดคุย
(N) ผู้ครอบครองปราสาท
(N) รายการทีวีที่มีการพูดคุยกับแขกรับเชิญ
(N) ทรัพย์สมบัติที่เคลื่อนย้ายได้
(VI) พูดเรื่อยเปื่อย
(VI) พูดเสียงสั่นกึกๆ
(VT) พูดพล่าม
(N) คนที่พูดไม่หยุด
(ADJ) ที่พูดไม่หยุด
(ADJ) ช่างคุย
(PHRV) พูดคุยเล่น
(N) คนขับรถยนต์
(VT) ขับรถให้
(N) การเชื่อว่าประเทศหรือเชื้อชาติของตนสําคัญที่สุด
(SL) เด็ก
(PHRV) ทําให้พ่ายแพ้อย่างราบคาบ
(SL) คนติดโคเคน
(ADJ) ขี้เหนียว
(ADJ) คุณภาพต่ํา
(ADJ) ถูก
(VT) ทําให้ราคาถูกขึ้น
(VT) ราคาถูกขึ้น
(N) ราคาถูก
(N) การคดโกง
(N) การหลอกลวง
(N) คนโกง
(N) สิ่งที่หลอกลวง
(VI) ทุจริต
(VI) นอกใจ
(VT) หลอกลวง
(PHRV) เล่นโกง (การเล่นเกม เช่น ไพ่)
(PHRV) หลอกลวง
(PHRV) ล่อลวงเพื่อให้ได้มาซึ่ง
(PHRV) หลอกลวง
(PHRV) ล่อลวงเพื่อให้ได้มาซึ่ง
(SL) หน้าอกของผู้หญิง
(PHRV) พูดถึง
(N) การเข้ากีดขวาง
(N) การตรวจสอบ
(N) การทดสอบ
(N) การหยุด
(N) เช็ค
(N) ใบเสร็จ
(N) รอย
(N) ลายหมากรุก
(N) สิ่งที่เหนี่ยวรั้งจิตใจ
(VI) ขีดกากบาท
(VI) ตรวจสอบ
(VI) แตก
(VI) ทําสัญลักษณ์
(VI) ทําให้เจริญเติบโตช้าลง
(VI) รุกฆาต
(VI) หยุดกระทันหัน
(VT) ตรวจสอบ
(VT) ฝาก
(VT) สํารวจให้แน่ใจ
(VT) หยุดยั้ง
(PHRV) ตรวจสอบ
(ADJ) ที่มีลายตารางหมากรุก
(N) ตารางหมากรุก
(VT) ใส่เครื่องหมายตารางหมากรุก
(N) ผู้ที่ตรวจสอบ
(N) กระดานหมากรุกหรือหมากฮอส
(ADJ) ที่มีรูปร่างเป็นสี่เหลี่ยมจตุรัส
(PHRV) เข้าทํางาน
(PHRV) ลงทะเบียนเพื่อเข้าพัก
(PHRV) ส่งคืน
(N) รายการ
(N) รายชื่อ
(N) การอยู่ในตําแหน่งชนะในการเล่นหมากรุก
(VT) ทําให้เข้าตาจน
(N) การเก็บเงินค่าสมาชิกสหภาพแรงงานโดยหักจากเงินเดือน
(PHRV) ทําเครื่องหมายแสดงว่าตรวจสอบแล้ว
(VT) ทําเครื่องหมายไว้
(PHRV) เริ่มเข้าทํางาน (ตามปกติ)
(PHRV) ตรวจสอบ
(N) การแจ้งออกจากที่พักหรือห้องของโรงแรม
(N) การทดสอบความพร้อม
(N) จุดจ่ายเงินในห้างสรรพสินค้า
(PHRV) จ่ายเงินเมื่อสิ้นสุดการเข้าพัก
(VI) แจ้งออก
(VI) ตรวจสอบ
(VI) ตาย (คําสแลง)
(PHRV) ตรวจสอบ
(PHRV) ตรวจสุขภาพ
(VI) ตรวจสอบ
(N) ด่านตรวจ
(N) ห้องรับฝากวางหมวก กระเป๋าหรือสิ่งของไว้ชั่วคราว
(PHRV) ตรวจสอบ (โดยเฉพาะข้อเขียน)
(N) การตรวจร่างกาย
(PHRV) ตรวจสุขภาพ
(N) ก้น (คําไม่เป็นทางการ)
(N) แก้ม
(N) พฤติกรรมที่ไม่เคารพ (คําไม่เป็นทางการ)
(N) โหนกแก้ม
(ADV) อย่างไม่มีความเคารพ
(N) กระพุ้งแก้มในสัตว์บางชนิด ใช้สําหรับเก็บอาหาร
(PHRV) แสดงกิริยาไม่สุภาพหรือหยาบคายกับ (คําไม่เป็นทางการ)
(ADJ) ที่ไม่เคารพ
(N) เสียงร้องแหลมสั้นๆ
(VI) ร้องเสียงแหลมสั้นๆ
(VT) ทําเสียงร้องแหลมสั้นๆ
(N) การส่งเสียงเชียร์
(N) ความสดชื่นรื่นเริง
(VI) รื่นเริงขึ้น
(VT) ทําให้มีกําลังใจ
(VT) ทําให้สดชื่น
(VT) เปล่งเสียงแสดงความยินดี
(PHRV) ส่งเสียงเชียร์
(ADJ) ที่ทําให้รู้สึกสดชื่น
(ADJ) มีความสุขและมองโลกในแง่ดี
(ADV) อย่างที่ทําให้รู้สึกสดชื่น
(ADV) อย่างร่าเริง
(N) ความแจ่มใส
(INT) ลาก่อน
(SL) บ๊ายบาย
(N) คนที่เป็นผู้นําเชียร์
(ADJ) ไม่รื่นเริง
(PHRV) ให้กําลังใจกับ
(SL) บ๊ายบาย
(SL) ขอบคุณ
(INT) ขอบคุณ
(INT) คํากล่าวเมื่อชนแก้วกันหมายถึงขอให้มีสุขภาพดี
(INT) ลาก่อน
(PHRV) รู้สึกร่าเริงขึ้น
(ADJ) ที่มีความสุข
(N) เนยแข็ง
(SL) ขี้เปียก
(VT) หนีไป
(N) แฮมเบอร์เกอร์ใส่ชีส
(N) ชีสเค้ก
(N) ผ้าฝ้ายบางๆ และมีการทอหลวมๆ
(PHRV) วิ่งหนี (คําไม่เป็นทางการ)
(PHRV) หยุดทําอย่างนั้น (คําไม่เป็นทางการ)
(PHRV) รู้สึกเบื่อหน่าย (มักใช้รูป passive voice)
(N) สิ่งที่ไร้ค่า
(ADJ) ที่เหมือนชีส
(ADJ) ยากจน
(SL) ถูก
(SL) น่าเบื่อเพราะใช้บ่อยเกินไป
(N) เสือชีตาร์
(N) หัวหน้าพ่อครัว
(SL) พฤติกรรมที่หยาบคาย
(ADJ) ทางเคมี
(N) สารเคมี
(N) ิวิศวกรรมเคมี
(N) สมการเคมี
(N) ปุ๋ยเคมี
(N) สูตรเคมี
(N) เคมีภัณฑ์
(SL) ยากล่อมประสาทที่เกิดจากกระบวนการทางเคมี เช่น แอมเฟตามีน
(N) สงครามที่ใช้สารเคมี
(N) เสื้อตัวหลวมๆ ไม่มีแขนสําหรับใส่ชั้นในของผู้หญิง
(N) นักเคมี
(N) คุณสมบัติทางเคมี
(N) วิชาเคมี
(N) วิถีทางที่ทําให้เกิดความสัมพันธ์ระหว่างบุคคล
(N) เคมีบําบัด
(N) เช็ค
(VI) ถอนเงินโดยใช้เช็ค
(VT) รักและใส่ใจ
(N) อินเดียแดงเผ่าเชอโรกี
(N) เชอร์รี่
(N) สีแดง (เหมือนสีเชอร์รี่สุก)
(SL) คนไม่มีประสบการณ์
(SL) ความบริสุทธิ์
(N) ผู้ที่มีใบหน้าหวาน
(N) หมากรุก
(N) ข้าวสาลี
(N) กระดานหมากรุก
(N) ชั้นที่มีลิ้นชักใส่เสื้อผ้า
(N) หน้าอก
(N) หีบ
(N) โซฟาขนาดใหญ่
(N) เกาลัด
(ADJ) ที่เกี่ยวกับทรวงอก
(N) เสือชีต้า
(N) กระจกบานใหญ่หมุนได้หรือพลิกกลับได้
(N) เครื่องหมายรูปตัววี (V)
(N) ขนมหวาน (ที่ต้องเคี้ยวก่อนกลืน)
(VT) เคี้ยว
(VT) บด
(PHRV) กัดทําลายด้วยฟัน
(PHRV) กินตลอด
(N) หมากฝรั่ง
(PHRV) ทบทวน
(PHRV) แทะ
(PHRV) ด่าว่า (คําไม่เป็นทางการ)
(PHRV) ไตร่ตรองอย่างถี่ถ้วน
(SL) คุย
(PHRV) กังวล (คําไม่เป็นทางการ)
(PHRV) กัดทําลายด้วยฟัน
(PHRV) เคี้ยว (อาหาร) ให้เป็นชิ้นเล็กชิ้นน้อย
(PHRV) ดุด่า
(PHRV) ทบทวน
(PHRV) แทะ
(N) ที่ต้องเคี้ยว
(N) พยัญชนะตัวที่ 22 ของภาษากรีก
(N) พลังของชีวิต
(N) จังหวัดเชียงใหม่
(N) เชียงใหม่
(N) จังหวัดเชียงราย
(N) เชียงราย
(SL) มีด
(SL) ตัดหรือแทง
(ADJ) ทันสมัย
(N) ความสวยงามทันสมัย
(N) ชิคาโก
(VI) ใช้กลลวง
(VT) ใช้กลลวง
(N) การใช้กลลวง
(ADJ) หล่อมาก
(SL) สง่างาม
(N) ลูกไก่
(N) สาวน้อย
(SL) เด็กหนุ่ม (เกย์ใช้เรียกเด็กผู้ชาย)
(SL) ขี้ขลาด
(ADJ) ขี้ขลาด
(N) ไก่
(N) คนที่ขี้ขลาด
(N) เนื้อไก่
(N) จํานวนเงินเล็กน้อย
(ADJ) ขี้ขลาด
(SL) ขี้ขลาด
(PHRV) กลัว
(N) โรคอีสุกอีใส
(SL) หนังโรแมนติก
(VI) ดุด่า
(VT) ดุด่า
(ADJ) มีอํานาจสูงสุด
(ADJ) สําคัญ
(N) ผู้นํา
(SL) นาย
(N) ประธานาธิบดีของประเทศสหรัฐอเมริกา
(N) ผู้บริหารสูงสุด
(N) ผู้พิพากษาสูงสุด
(ADV) อย่างสําคัญที่สุด
(N) เสนาธิการ
(N) หัวหน้าเผ่า
(N) เด็กหนุ่ม
(N) ผ้าชีฟอง
(N) ความเจ็บปวดที่เกิดจากความเย็นจัด (โดยเฉพาะที่เกิดขึ้นที่นิ้วหรือหู)
(N) คนที่มีพฤติกรรมเหมือนเด็ก
(N) เด็ก
(N) ลูก
(N) การคลอดบุตร
(N) การคลอดบุตร
(N) ช่วงต้น
(N) วัยเด็ก
(VI) ท้อง
(ADJ) อ่อนต่อโลก
(N) แรงงานเด็ก
(N) แรงงานเด็ก
(ADJ) ไม่มีบุตร
(ADJ) ที่มีลักษณะเหมือนเด็ก
(ADJ) ที่เหมาะกับเด็ก
(ADJ) ที่เหมือนเด็ก
(ADJ) ที่พิสูจน์แล้วว่าไม่เป็นอันตรายต่อเด็ก
(N) คําพหูพจน์ของคําว่า child
(IDM) สิ่งง่ายๆ (คําไม่เป็นทางการ)
(N) งานที่ง่ายมาก
(N) ชิลี
(N) ประเทศชิลี
(N) พริก
(N) ซอสพริก
(ADJ) เย็นชา
(ADJ) หนาวเย็น
(N) ความกลัว (จนรู้สึกหนาวเย็น)
(N) ความหนาวเย็น
(VT) ทําให้เย็น
(SL) ผ่อนคลาย
(N) คนที่หนาวสั่น
(N) หนังหรือนวนิยายที่มีแนวเรื่องน่ากลัว
(N) พริก
(SL) วิเศษ
(SL) สิ่งที่ทําให้คลายเครียด
(ADJ) เย็นชา
(ADJ) หนาวยะเยือก
(N) เสียงระฆัง
(PHRV) พูดแทรก
(PHRV) เข้ากันได้กับ
(N) ความเพ้อฝัน
(ADJ) ที่เป็นจินตนาการ
(ADJ) ที่ไม่เป็นจริง
(ADJ) ที่เป็นจินตนาการ
(ADJ) ที่ไม่เป็นจริง
(N) ปล่อง
(N) คนที่มีอาชีพทําความสะอาดปล่องไฟ
(N) ลิงชิมแปนซี (คําไม่เป็นทางการ)
(N) ลิงชิมแปนซี
(N) คนจีน (คําย่อของ Chinese)
(N) คาง
(VT) คุย (คําสแลง)
(N) เครื่องเคลือบดินเผา
(N) จีน
(N) ประเทศจีน
(SL) เพื่อน (คําเรียก)
(N) ดินขาว
(N) คนจีน
(N) ท้องทะเลที่เป็นส่วนหนึ่งของมหาสมุทรแปซิฟิก
(N) ชุมชนคนจีนในต่างแดน
(N) เครื่องลายคราม
(N) กระดูกสันหลัง
(ADJ) ที่เกี่ยวกับชาติจีน
(N) ชาวจีน
(N) ภาษาจีน
(N) โคมจีน
(N) วันตรุษจีน
(N) ปัญหาที่ซับซ้อน
(N) รอยแยกเล็กๆ
(N) เสียงดังกริ๊ง
(VI) มีเสียงดังกริ๊ง
(VT) ทําเสียงดังกริ๊ง
(SL) เจ๊ก (คําหยาบ)
(SL) ร้านอาหารจีน (คําหยาบ)
(SL) อาหารจีน (คําหยาบ)
(SL) คนที่อยู่ในชนชั้นสูงแต่ไม่ฉลาด
(SL) การพูดคุย
(N) ผ้าเนื้อหนาสีกากี
(N) ผ้าที่มีสีสว่างเป็นเงามัน
(SL) ราคาถูก
(N) การสลัก
(N) เบี้ย
(N) มันฝรั่งทอดแผ่นบางๆ
(N) รอยแหว่ง
(N) เศษที่แตกออก
(VI) แตก
(VT) ตัดออก
(VT) ถาก
(VT) ทําให้เป็นรอยแหว่ง
(N) แผ่นไมโครชิป
(SL) ไป
(PHRV) ทําให้แตกเป็นเศษเล็กเศษน้อย
(N) แผ่นกระดาน
(PHRV) พูดแทรก
(PHRV) ทําให้แตกเป็นเศษเล็กเศษน้อย
(PHRV) บิ่น
(ADJ) ร่าเริง
(SL) สดชื่น (ภาษาอังกฤษมาตรฐาน)
(SL) ผู้ใช้ยาเสพย์ติดเป็นครั้งคราว
(SL) หญิงโสเภณี
(N) โสเภณี (คําสแลง)
(SL) หญิงโสเภณี
(PHRV) ทําให้รื่นเริงขึ้น
(N) การคัดลายมือ
(N) แพทย์รักษาโรคที่เกี่ยวกับมือหรือเท้า
(N) การรักษาโรคที่เกี่ยวกับมือหรือเท้า
(N) เสียงร้องจ๊อกแจ๊ก
(ADJ) ร่าเริง
(N) สิ่ว
(VI) โกง
(VI) สกัดด้วยสิ่ว
(VT) โกง
(VT) สกัดด้วยสิ่ว
(PHRV) เข้าร่วมโดยไม่ได้รับเชิญ (คําไม่เป็นทางการ)
(PHRV) หลอกลวง
(N) ใบเสร็จ
(N) เด็กสาว
(SL) การตรวจสอบ
(N) การคุยเล่น
(SL) การพูดคุย
(VI) คุยเล่น
(SL) เมืองชิคาโก (ในรัฐอิลลินอยส์)
(ADJ) ที่ให้เกียรติสตรี
(N) การไล่ล่า
(VI) ไล่ล่า
(VT) ไล่ล่า
(PHRV) กระตุ้น (คําไม่เป็นทางการ)
(PHRV) กระตุ้น (คําไม่เป็นทางการ)
(PHRV) พร่ําสอน (คําไม่เป็นทางการ)
(N) การไล่ล่า
(VI) ไล่ล่า
(VT) ไล่ล่า
(PHRV) กระตุ้น (คําไม่เป็นทางการ)
(PHRV) กระตุ้น (คําไม่เป็นทางการ)
(PHRV) พร่ําสอน (คําไม่เป็นทางการ)
(N) คลอไรด์
(N) คลอรีน
(N) คลอโรฟอร์ม
(N) คลอโรฟีลล์
(N) ไม้หรือโลหะที่ใช้หนุนไว้ไม่ให้เคลื่อนที่
(SL) ช็อกโกแลต
(ADJ) ที่เต็มความสามารถ
(PHRV) เต็มไปด้วย
(PHRV) ใส่ให้แน่น
(SL) คนชอบกินช็อกโกแล็ต
(ADJ) ที่มีช็อกโกแลตเป็นส่วนประกอบ
(N) ช็อกโกแลต
(SL) คนนิโกร (คําหยาบ)
(SL) สิ่งที่ใช้ประโยชน์ไม่ได้
(SL) ตูด
(ADJ) ที่มีคุณภาพดี
(N) การเลือก
(N) ทางเลือก
(N) ส่วนที่ดีที่สุด
(N) สิ่งที่ถูกเลือก
(SL) ดีเยี่ยม
(N) คณะประสานเสียง
(VI) ร้องประสานเสียง
(N) เด็กผู้ชายที่ร้องในวง
(N) ผู้กํากับวงดนตรี
(N) อาการสําลัก
(VI) ทําให้หายใจไม่ออก
(VI) สําลัก
(VT) ทําให้อุดตัน
(N) กลไกชนิดหนึ่งที่ควบคุมเครื่องยนต์
(VT) ควบคุมเครื่องยนต์ให้อากาศเข้าไปในคาบิวเรเตอร์น้อยลง
(PHRV) ควบคุม
(PHRV) กล้ํากลืน
(PHRV) กลืนด้วยความยากลําบาก
(PHRV) ควบคุม
(PHRV) ขัดขวาง
(PHRV) ดุด่า (คําไม่เป็นทางการ)
(PHRV) พูดให้ท้อถอย
(PHRV) ทําให้หายใจไม่ออก
(N) ผ้าที่พันรอบลําคอ
(N) สร้อยคอที่สวมติดรอบลําคอ
(SL) ช่วยตัวเอง
(PHRV) โกรธมาก (มักใช้รูป passive voice)
(PHRV) ทําให้แน่น
(PHRV) จุกเสียด
(PHRV) ทําให้เบียดเสียด
(SL) คุก
(SL) ช่วยตัวเอง
(N) อหิวาตกโรค
(ADJ) ที่อารมณ์เสียง่าย
(N) คอเลสเตอรอล
(SL) กิน
(VI) เคี้ยวเสียงดัง
(VT) เคี้ยวเสียงดัง
(N) จังหวัดชลบุรี
(N) ชลบุรี
(SL) ติดกัญฃา
(SL) คําเรียกเด็กเล็กๆ ด้วยความรักใคร่
(N) รถไฟ (คําที่เด็กใช้)
(VI) เลือก
(VT) เลือก
(PHRV) คัดเลือกจาก
(PHRV) เลือกให้เป็น
(PHRV) เลือกระหว่าง
(PHRV) เลือกให้เป็น
(PHRV) คัดเลือกจาก
(IDM) กําหนดผู้เล่นและแบ่งข้างกัน
(ADJ) ช่างเลือก
(ADJ) ช่างเลือก
(N) ชิ้นเนื้อที่หั่นบางๆ (ส่วนใหญ่ยังมีกระดูกติดอยู่ด้วย)
(VI) เคลื่อนไหวอย่างรวดเร็ว
(VT) ฟัน (ต้นไม้)
(VT) สับ
(VT) หวดอย่างแรง
(PHRV) ทําให้ฉีกขาด
(IDM) เปลี่ยนแปลงไม่หยุด
(PHRV) เปลี่ยนทิศทาง
(PHRV) ตัดออก
(INT) เร็วๆ (คําไม่เป็นทางการ)
(PHRV) ฟันด้วยขวาน
(N) ร้านอาหารที่มีชื่อในการแล่เนื้อและสเต็ก
(PHRV) ตัดหรือหั่นเป็นชิ้นเล็กชิ้นน้อย
(PHRV) ฟันด้วยขวาน
(PHRV) หยุด (บางคน) ไม่ให้พูด
(VT) ตัดออก
(N) เฮลิคอปเตอร์ (คําไม่เป็นทางการ)
(SL) อวัยวะเพศชาย
(SL) ฟัน
(ADJ) ที่มีคลื่นมาก
(PHRV) เปลี่ยนทิศทาง
(N) ขากรรไกร
(SL) ปาก
(SL) คุย
(N) ตะเกียบ
(SL) คุยจ้อ
(PHRV) ตัดหรือหั่นเป็นชิ้นเล็กชิ้นน้อย
(ADJ) ซึ่งประสานเสียงหมู่
(N) คอร์ดดนตรี
(N) เส้นตรงที่เชื่อมจุดสองจุดบนเส้นรอบวงของวงกลม
(SL) อารมณ์เสีย
(VT) ดีด
(VT) ผสมผสาน
(SL) หงุดหงิด
(N) งานที่น่าเบื่อ
(N) งานบ้าน
(SL) ขโมย
(VI) ออกแบบท่าเต้น
(VT) ออกแบบท่าเต้น
(N) การเต้น
(N) การออกแบบท่าเต้น
(N) ศิลปะการวาดหรือทําแผนที่
(VI) หัวเราะร่าเริง
(N) คณะขับร้องหมู่
(N) คณะระบําเพลง
(N) บทเพลงท่อนที่ร้องซ้ํา
(VT) พูดขึ้นพร้อมกัน
(VT) ร้องประสานเสียง
(VI) กริยาช่อง 2 ของ choose
(VT) กริยาช่อง 2 ของ choose
(VI) กริยาช่อง 3 ของ choose
(VT) กริยาช่อง 3 ของ choose
(N) สุนัขพันธุ์เชาเชา
(N) อาหาร (คําไม่เป็นทางการ)
(N) สุนัขพันธุ์เชาเชา
(INT) คําอุทานแสดงความแปลกใจหรือตกใจ
(N) พระคริสต์
(VT) ทําพิธีล้างบาปและตั้งชื่อให้
(N) คริสตศาสนิกชน
(N) ศาสนาคริสต์
(VT) เปลี่ยนเป็นนับถือศาสนาคริสต์
(N) คริสต์มาส
(SL) หัวล้าน
(SL) ผู้ชายที่มีหัวล้าน
(SL) คําเรียกคนหัวล้าน (คําหยาบ)
(N) โครเมียม
(PRF) สี
(N) โครโมโซม
(ADJ) ที่ติดเป็นนิสัย
(ADJ) เรื้อรัง
(SL) อย่างสุดๆ
(ADV) แบบเรื้อรัง
(N) เหตุการณ์ในอดีต
(VT) บันทึกเหตุการณ์
(PRF) เวลา
(ADJ) ที่เป็นตามลําดับเวลา
(ADJ) ตามลําดับเวลา
(N) ดักแด้
(SL) คนอ้วน
(ADJ) กลม
(SL) คําเรียกที่แสดงความรักใคร่
(SL) อ้วก
(SL) ตัดความสัมพันธ์
(N) การตบที่คางเบาๆ
(VT) กําจัด (คําสแลง)
(VT) ตบเบาๆ (ด้วยความเอ็นดู)
(VT) โยน
(PHRV) ทําให้กระจัดกระจาย (คําไม่เป็นทางการ)
(PHRV) โบก (แขนหรือขา)
(PHRV) ทําให้กระจัดกระจาย (คําไม่เป็นทางการ)
(PHRV) โบก (แขนหรือขา)
(PHRV) ขว้างใส่ (คําไม่เป็นทางการ)
(PHRV) ปล่อยให้เสียเปล่า (คําไม่เป็นทางการ)
(PHRV) โยนทิ้ง (คําไม่เป็นทางการ)
(PHRV) สูญเปล่ากับ (คําไม่เป็นทางการ)
(PHRV) ขว้างลงไปที่ (คําไม่เป็นทางการ)
(PHRV) เหวี่ยงตัว (เหยียดยาวไปบนพื้น) (คําไม่เป็นทางการ)
(IDM) ประท้วงต่อ (คําไม่เป็นทางการ)
(N) หลุมหรือแอ่งบนถนน
(PHRV) โยนเข้าไป (คําไม่เป็นทางการ)
(PHRV) หยุดทําบางสิ่ง (คําไม่เป็นทางการ)
(SL) เวลาผับเลิกและบอกให้ลูกค้าออกจากร้าน
(IDM) ยอมแพ้
(IDM) เลิกเล่นไพ่
(IDM) ยอมแพ้
(IDM) เลิกเล่นไพ่
(IDM) ยอมแพ้ (คําไม่เป็นทางการ)
(IDM) หยุดเดี๋ยวนี้ (คําไม่เป็นทางการ)
(SL) ฝนตกหนัก
(IDM) หยุดเดี๋ยวนี้ (คําไม่เป็นทางการ)
(N) การหัวเราะเบาๆ
(VI) หัวเราะเบาๆ
(N) คนโง่
(PHRV) หนีรอดจากการตามล่า (คําไม่เป็นทางการ)
(PHRV) หลุดพ้นจาก (สิ่งไม่ดี) (คําไม่เป็นทางการ)
(PHRV) เหวี่ยงออก (คําไม่เป็นทางการ)
(PHRV) พยายามเอาชนะใจ (เพื่อให้ได้ความรักมา)
(SL) อ้วก
(IDM) ใช้จ่ายอย่างฟุ่มเฟือย
(IDM) ใช้จ่ายอย่างฟุ่มเฟือย
(IDM) พยายามให้อํานาจเหนือคนอื่น
(IDM) พยายามให้อํานาจเหนือคนอื่น
(PHRV) กําจัด
(PHRV) ทําให้เสีย
(PHRV) ไม่ยอมรับ
(PHRV) โยนออกไป (คําไม่เป็นทางการ)
(PHRV) หลบหนี (เพราะมีความผิด) (คําไม่เป็นทางการ)
(PHRV) ออกจากบ้าน
(PHRV) ทําให้มาพบกัน (คําไม่เป็นทางการ)
(PHRV) รีบๆเก็บมารวมกัน (คําไม่เป็นทางการ)
(PHRV) รีบเขียน (คําไม่เป็นทางการ)
(PHRV) แตะหรือสัมผัสเบาๆ
(PHRV) ป่วย (คําไม่เป็นทางการ)
(PHRV) รีบสร้าง
(PHRV) เลิกทําบางสิ่ง
(PHRV) สูญเสีย
(IDM) ยอมแพ้
(SL) หมากฝรั่ง
(SL) ไร้สาระ
(SL) ตูด
(SL) ช่องคลอด
(SL) ตด
(SL) มีความสุขมาก
(SL) พอใจมาก
(SL) พอใจมาก
(SL) คําเลี่ยงของคําว่า 'fuckin hell'
(SL) คําเลี่ยงของคําว่า 'fucking'
(N) เสียงดังชั๊กๆ (เช่น เสียงของเครื่องยนต์)
(VI) เกิดเสียงดังชั๊กๆ (เช่น เสียงของเครื่องยนต์)
(SL) ดื่ม (เหล้า) ลงไปอย่างไม่หยุดพัก
(SL) หมากฝรั่ง
(N) เพื่อนร่วมห้อง
(N) เพื่อนสนิท
(VI) ที่ไปด้วยกัน
(ADJ) ที่สนิทสนมกัน
(N) คนโง่
(N) ไม้ท่อนใหญ่ๆ
(SL) คนโง่
(SL) เงินจํานวนเล็กน้อย
(PHRV) เข้ากันได้ดี
(SL) อ้วก
(N) เนื้อหรือไม้ชิ้นหนาและสั้น
(ADJ) หนาและสั้น
(SL) พูดงึมงํา
(N) โบสถ์
(N) ผู้ที่ใช้โบสถ์เป็นประจํา
(ADJ) ที่เป็นของโบสถ์
(ADJ) ที่เหมาะกับโบสถ์
(N) พระที่โบสถ์
(N) สมาชิกของโบสถ์ที่เป็นผู้ชาย
(N) สมาชิกของโบสถ์ที่เป็นผู้หญิง
(N) คนที่หยาบคาย
(ADJ) หยาบคาย
(N) เครื่องปั่น
(PHRV) ปั่น
(PHRV) กวนให้เป็นเนย
(PHRV) ผลิต
(PHRV) ปั่น
(PHRV) หมุนวนอย่างแรง (เช่นกระแสน้ํา)
(N) ทางหรือช่องลาดเอียง (สําหรับให้สิ่งของตกลงมา)
(N) น้ําตก
(SL) เกย์
(ADJ) ที่ไม่ละอาย
(N) คนนําเที่ยวที่อธิบายถึงประวัติของสถานที่
(SUF) ผู้ฆ่า
(N) น้ําผลไม้ใช้เป็นเครื่องดื่ม
(SL) บุหรี่
(N) ซิการ์
(N) บุหรี่
(N) บุหรี่
(N) บุหรี่มวนเล็ก
(SL) บุหรี่
(N) สายรัดถุงหรือกระสอบบนหลังสัตว์
(N) สิ่งที่เกิดขึ้นแน่นอน (คําสแลง)
(VT) ทําให้แน่ใจ (คําสแลง)
(VT) มัดด้วยสายรัด (บนหลังสัตว์)
(N) การทําให้เป็นวงรอบ
(N) ซินเดอเรลล่า
(N) โรงภาพยนต์
(ADJ) ที่ปรุงด้วยซินามอน
(ADJ) ที่มีสีน้ําตาลเหลือง
(N) ซินนามอน
(N) สีน้ําตาลเหลือง
(N) ศูนย์
(N) สิ่งที่ไม่มีค่า
(N) การหมุนเวียนครบรอบ
(N) วงกลม
(N) เส้นวงกลม
(PHRV) บินวน
(PHRV) วนเวียนอยู่รอบๆ
(PHRV) บินวน
(PHRV) วนเวียนอยู่รอบๆ
(PHRV) บินวน
(PHRV) บินวน
(PHRV) วนเวียนอยู่รอบๆ
(N) วงกลมวงเล็กๆ
(N) การโคจรรอบ
(N) ขอบเขต
(N) พื้นที่ที่จํากัดเขตไว้
(N) เครื่องตัดกระแสไฟฟ้า
(ADJ) อ้อม
(N) วงจรไฟฟ้า
(N) การอ้อม
(ADJ) ที่เกี่ยวกับวงกลม
(ADJ) ที่เคลื่อนที่เป็นวงกลม
(ADJ) ที่เป็นวงกลม
(ADJ) ไม่ตรง
(VI) เคลื่อนไหวอย่างอิสระ
(VI) โคจรเป็นวงกลม
(VT) ทําให้เคลื่อนไหวอย่างอิสระ
(N) การเคลื่อนไหวโดยอิสระ
(N) การไหลเวียนครบรอบ
(PRF) รอบ
(ADJ) ล้อมรอบ
(VI) เดินไปรอบๆ
(VT) ทําให้เดินไปรอบๆ
(N) เส้นรอบวง
(N) เครื่องหมายที่อยู่บนสระเพื่อแสดงการออกเสียงในบางภาษา
(N) การอ้อมไปอ้อมมา
(VT) ล่องเรือหรือบินไปรอบๆ
(VT) จํากัด
(VT) ทําให้ล้อมรอบ
(ADJ) ที่คิดอย่างรอบคอบ
(N) โชค
(N) สภาวะแวดล้อม
(N) เหตุการณ์
(ADJ) ที่ขึ้นอยู่กับสถานการณ์
(ADJ) ที่มีรายละเอียด
(ADJ) ที่ไม่ได้สําคัญเป็นอันดับแรก
(VT) ให้รายละเอียด
(VT) หลีกเลี่ยง
(N) โรงละครสัตว์
(N) กล่อง (ในสมัยโบราณ)
(N) ที่เก็บน้ําขนาดใหญ่ (มักไว้ใต้ดิน)
(N) ป้อมปราการ
(N) การกล่าวอ้าง
(VT) อ้าง
(PHRV) ได้รับคําชมเชย (ปกติใช้รูป passive voice)
(ADJ) ที่มีเมืองตั้งอยู่
(ADJ) ที่มีลักษณะเป็นคนเมือง
(N) ประชาชน
(N) กลุ่มพลเมือง
(N) ความเป็นพลเมือง
(N) สิทธิในความเป็นพลเมือง
(N) กรดซิทริก
(N) พลเมืองทั้งหมด
(N) เมือง
(N) สถานที่ราชการส่วนท้องถิ่น
(N) ภาพทิวทัศน์ของเมือง
(N) ชะมด
(ADJ) ที่เกี่ยวกับเมือง
(N) วิชาที่ศึกษาเกี่ยวกับสิทธิหน้าที่ของพลเมือง
(ADJ) ที่เกี่ยวกับพลเมือง
(ADJ) ที่มีวัฒนธรรม
(N) ความศิวิไลซ์
(VT) ทําให้มีความศิวิไลซ์
(N) ความสุภาพ
(N) ความศิวิไลซ์
(VT) ทําให้มีความศิวิไลซ์
(N) สงครามกลางเมือง
(SL) ชุดพลเรือน (ไม่ใช่เครื่องแบบ) (ทางทหาร)
(VI) เกิดเสียงแหลม
(VI) พูดเร็ว
(VT) ทําให้เกิดเสียงแหลมขึ้นทันที
(ADJ) ที่แต่งตัว
(N) วัตถุที่ใช้หุ้ม
(N) การเรียกร้อง
(VT) เรียกร้อง
(VT) อ้าง
(PHRV) เรียกร้องให้จ่าย
(N) ผู้ที่เรียกร้องสิทธิ
(PHRV) เรียกร้องเงินคืน
(PHRV) เรียกร้องให้จ่ายสําหรับ
(PHRV) อ้างในสิทธิ์ของ
(PHRV) เรียกร้องค่าชดเชย
(N) หอยชนิดหนึ่งกินได้
(ADJ) ที่มีเสียงดังหนวกหู
(N) การปิคนิคริมทะเล (มักมีการปิ้งหรือย่างอาหารทะเล)
(VI) ปีนด้วยความลําบาก
(VT) ปีนด้วยความลําบาก
(ADJ) ที่ชื้นหรือเย็นมาก (จนไม่น่าพอใจ)
(N) การร้องออกมาอย่างดัง
(N) การแสดงความคิดเห็นของสาธารณะชน
(ADJ) ที่มีเสียงดังวุ่นวาย
(PHRV) ตะโกนร้องต่อต้าน
(PHRV) ส่งเสียงดังกลบ
(PHRV) โห่ร้องแสดงความต้องการ
(N) เครื่องมือที่ทําให้ติดแน่นเข้าด้วยกัน
(PHRV) จํากัด
(PHRV) เงียบ
(N) กลุ่มคนที่สนใจในเรื่องเดียวกัน
(ADJ) ที่เก็บไว้เป็นความลับ
(N) เสียงดังแคร๊งที่กังวานนาน (เช่นเสียงโลหะกระทบกัน)
(VI) เกิดเสียงดังแคร๊งที่กังวานนาน (เช่นเสียงโลหะกระทบกัน)
(VT) ทําให้เกิดเสียงดังแคร๊งที่กังวานนาน (เช่นเสียงโลหะกระทบกัน)
(SL) ข้อผิดพลาดที่เกิดจากความสะเพร่า
(N) เสียงดังแคร๊ง (ที่ไม่กังวานมากและในช่วงเวลาสั้น)
(N) เสียงดังแคร๊ง (ที่ไม่กังวานมากและในช่วงเวลาสั้น)
(VI) เกิดเสียงดังแคร๊ง
(VT) ทําให้เกิดเสียงดังแคร๊ง
(ADJ) ที่รักแต่พวกพ้องตัวเอง
(N) สมาชิกของกลุ่ม
(N) การปรบมือ
(SL) โรคหนองใน
(VI) ปรบมือ
(N) แผ่นไม่กระดานที่ด้านหนึ่งหนากว่าอีกด้านหนึ่ง
(SL) สังเกตเห็น
(PHRV) ถูกจับเข้าคุก (ปกติใช้รูป passive voice) (คําไม่เป็นทางการ)
(PHRV) ถูกจับเข้าคุก (ปกติใช้รูป passive voice) (คําไม่เป็นทางการ)
(PHRV) รีบใส่
(PHRV) สวมอย่างเร่งรีบ
(PHRV) ตีเบาๆ (เพื่อทักทาย)
(PHRV) เพิ่มราคาของบางสิ่ง
(PHRV) เห็น
(PHRV) ปรบมือ
(PHRV) เหน็ดเหนื่อยมาก
(N) กระดิ่งในระฆัง
(N) ผู้ที่ปรบมือ
(PHRV) ปิดเสียงดัง
(PHRV) รีบ
(N) การพูดหรือเขียนเพื่อยกยอ
(PHRV) ตกลงเซ็นสัญญา
(N) คนที่ติดตามชื่นชม
(N) สีแดงอมม่วง
(SL) เลือด
(VI) ทําให้กระจ่าง
(VT) ทําให้ชัดเจน
(VT) ทําให้เข้าใจง่าย
(VT) ทําให้ใสสะอาด
(N) แคริเน็ท
(VT) ประกาศอย่างดัง
(N) ความชัดเจน
(SL) สกปรก
(VI) ขัดแย้ง
(VI) ตัดกัน (สี)
(VT) ขัดแย้ง
(VT) ตัดกัน (สี)
(PHRV) ชนอย่างเเรง
(PHRV) ต่อสู้กับ
(PHRV) ไม่เข้ากับ
(PHRV) ไม่เห็นด้วยกับ
(PHRV) ไม่เห็นด้วยกับ
(PHRV) ไม่เห็นด้วยกับ
(PHRV) เกิดขึ้นเวลาเดียวกัน
(PHRV) ไม่เข้ากับ
(PHRV) ไม่เห็นด้วยอย่างรุนแรงกับ
(VT) จับไว้แน่น
(ADJ) ที่ดีเยี่ยม
(N) ชนชั้น
(N) ชั้นเรียน
(N) ประเภทหรือชนิด
(VT) จัดแบ่งหมวดหมู่
(ADJ) ที่เป็นรูปแบบดั้งเดิม
(ADJ) ที่มีคุณภาพสูง
(ADJ) ที่เกี่ยวกับกรีกหรือโรมันโบราณ
(ADJ) ที่เป็นแบบดั้งเดิม
(ADJ) ที่เป็นเพลงคลาสสิค
(N) ผู้ที่ศึกษาวัฒนธรรมกรีกและโรมันโบราณ
(N) การจัดแบ่งประเภท
(ADJ) ที่จัดแบ่งประเภท
(ADJ) ที่แบ่งเป็นประเภท
(ADJ) ที่เป็นความลับทางราชการ
(VT) จัดกลุ่ม
(SL) (ผู้หญิง) รูปร่างดี
(ADJ) ที่ไม่มีการแบ่งชนชั้น
(N) เพื่อนร่วมชั้นเรียน
(N) ห้องเรียน
(PHRV) จัดอยู่ในประเภท
(ADJ) ยอดเยี่ยม
(SL) (ผู้หญิง) รูปร่างดี
(VI) เกิดเสียงกระทบกัน
(VT) ทําให้เกิดเสียงกระทบกัน
(PHRV) ทําให้เกิดเสียงดัง
(N) อนุพากย์
(N) โรคกลัวที่ปิดทึบ
(N) คีย์บนเครื่องดนตรีประเภทเปียโน ออร์แกน
(N) กรงเล็บ
(PHRV) เรียกคืน
(PHRV) แล่นไปทางที่มีลม
(N) ดิน
(N) ร่ายกายมนุษย์
(SUF) เล็ก
(ADJ) ที่ไม่มีปัญหาเรื่องยาเสพย์ติด
(ADJ) ที่ไม่มีอาวุธ
(ADJ) บริสุทธิ์
(ADJ) ยุติธรรม
(ADJ) สะอาด
(ADV) อย่างสมบูรณ์
(ADV) อย่างสะอาดเอี่ยม
(SL) ไม่มีสิ่งผิดกฎหมาย เช่น ยาเสพย์ติดหรืออาวุธ
(VI) สะอาด
(VT) เตรียม (ปลา) สําหรับทําอาหาร
(VT) ทําความสะอาด
(VT) ทําให้ว่างเปล่า
(ADJ) ที่ทําความสะอาดได้
(IDM) สะอาดมาก
(ADJ) ชัดเจน
(ADJ) ที่ประณีต
(PHRV) ทําความสะอาด (ใช้น้ําล้าง, ใช้แปรงปัดกวาด)
(ADJ) น้ํายาทําความสะอาด
(N) ผู้ทําความสะอาด
(ADJ) ที่ไม่เคยทําเรื่องเลวร้าย
(ADV) สะอาด
(N) ความสะอาด
(PHRV) ทําความสะอาด
(PHRV) ล้างออกหมด
(PHRV) กําจัด
(PHRV) ขจัดออก (สิ่งสกปรก)
(PHRV) ขโมย (คําไม่เป็นทางการ)
(PHRV) จัดเตรียมให้เรียบร้อย
(PHRV) ทําให้หมดเงิน (การปล้นหรือขโมย) (คําไม่เป็นทางการ)
(PHRV) รีบจากไป
(PHRV) หนีไปโดยไม่จ่ายเงิน (คําไม่เป็นทางการ)
(VT) ทําให้สะอาด
(N) สิ่งที่ใช้ทําความสะอาดผิวหน้า
(ADJ) ที่โกนหนวดเกลี้ยงเกรา
(N) การทําความสะอาด
(N) การเลิกทําสิ่งผิดกฎหมาย
(PHRV) แก้ไขหรือขจัดสิ่งไม่ถูกต้อง
(PHRV) ขจัดออก
(PHRV) จบสิ้นการทําลาย (ทางทหาร)
(PHRV) ได้เงินมาโดยผิดกฎหมาย (คําไม่เป็นทางการ)
(PHRV) ทําความสะอาดจนหมด
(PHRV) ทําให้พ่ายแพ้ (คําไม่เป็นทางการ)
(ADJ) ชัดเจน
(ADJ) ที่เข้าใจง่าย
(ADJ) ที่ไม่มีเมฆหรือหมอก
(ADJ) ที่รับรู้ได้ดี
(ADV) อย่างชัดเจน
(ADV) อย่างทั้งหมด
(VI) กลายเป็นชัดเจน
(VI) เคลียร์ริ่งเช็ค
(VT) ทําให้ชัดเจน
(VT) ทําให้สะอาด
(N) การทําให้หมดไป
(SL) แจ่มใสมาก
(IDM) ชัดเจน
(IDM) ชัดมาก
(SL) ไม่กระจ่าง
(IDM) ไม่เข้าใจ
(PHRV) ย้ายออกไป
(PHRV) หายไป
(ADJ) ที่ชัดเจน
(ADJ) ที่ไม่มีข้อสงสัย
(VT) ตัดจนหมด (พื้นที่ป่า)
(ADJ) ที่ไม่สับสน
(N) ที่โล่ง
(ADV) อย่างชัดเจน
(N) ความชัดเจน
(PHRV) กําจัด
(PHRV) พิสูจน์ว่าไม่มีความผิด
(PHRV) เก็บออกไปจาก (ปกติบนโต๊ะ)
(PHRV) ขาย(ของ)ถูก
(PHRV) จ่ายหนี้สินทั้งหมด
(PHRV) ทําให้เสร็จ
(PHRV) หายไป
(PHRV) ออกไปให้หมด
(IDM) พยายามลืม
(PHRV) กําจัด
(PHRV) ออกจากบ้าน (คําไม่เป็นทางการ)
(PHRV) เอาออกไป (คําไม่เป็นทางการ)
(SL) ไปได้สวย
(ADJ) ที่เห็นได้ชัดเจน
(IDM) พิสูจน์ว่าไม่มีความผิด
(IDM) ขจัดข้อสงสัย
(IDM) เก็บจานชามจากโต๊ะอาหาร
(PHRV) ทําความสะอาดจนหมด
(PHRV) ทําให้สดใสขึ้น
(PHRV) ทําให้เสร็จ
(PHRV) ย้ายออกไป
(PHRV) หาคําตอบของ
(N) ทางด่วน (ถนนที่ห้ามจอด ยกเว้นกรณีที่รถเสียเท่านั้น)
(PHRV) ผ่านการอนุมัติจาก
(N) ปุ่มสตั๊ด
(N) การแยกออก
(VI) แยกออก
(VT) ทําให้แยกออก
(N) เครื่องมือที่ใช้ในการตัดขนาดใหญ่
(PHRV) ศรัทธาต่อ
(N) สัญลักษณ์ที่ใช้เริ่มในการเขียนโน้ต เพื่อบอกระดับเสียง (เช่น กุญแจซอล)
(N) รอยแยก
(N) เพดานปากโหว่
(N) อากาศที่น่าสบาย
(ADJ) ที่สบายๆ (อากาศ)
(SL) หิว
(VT) ทําให้ติดกันแน่น
(N) ผู้ที่ทําเกี่ยวกับศาสนา
(N) ผู้ที่เป็นสมาชิกองค์กรทางศาสนา
(ADJ) ที่เกี่ยวกับบุคคลในศาสนา
(ADJ) ที่เกี่ยวกับงานศาสนา
(N) กลุ่มคนที่มีการศึกษา
(N) พนักงานโรงแรมที่ทําหน้าที่เกี่ยวกับการลงทะเบียน, พาแขกไปที่ห้องพัก
(N) เสมียน
(ADJ) ที่เกี่ยวกับงานธุรการ
(ADJ) เฉลียวฉลาด
(SL) คนที่มีความรู้มาก
(N) เหล็กรูปตัวยูมีรูขันน๊อตที่ใช้ติดกับวัตถุอื่น
(PHRV) ลดใบเรือลง
(PHRV) ยกใบเรือขึ้น
(N) เสียงดังกริ๊ก
(VI) เกิดเสียงดังกริ๊ก
(VI) เข้าใจขึ้นอย่างฉับพลัน
(VT) ทําเสียงดังกริ๊ก
(PHRV) ได้โอกาสในเรื่อง (คําไม่เป็นทางการ)
(PHRV) เป็นที่เข้าใจสําหรับ (คําไม่เป็นทางการ)
(N) ลูกค้า
(N) ลูกค้าทั้งหมด
(N) หน้าผา
(SL) คนที่อาศัยในอาคารสูง
(N) เรื่องราวที่น่าตื่นเต้น (เนื่องจากคาดเดาความเป็นไปไม่ได้)
(ADJ) ที่เป็นหน้าผาชัน
(N) ช่วงวัยที่มีการเปลี่ยนแปลงทางสภาพจิตใจ
(ADJ) ที่เกี่ยวกับช่วงสําคัญสุดยอด
(N) สภาพอากาศ
(N) จุดสําคัญสูงสุดของเหตุการณ์
(VI) มาถึงจุดสําคัญสูงสุดของเหตุการณ์
(VT) ทําให้ถึงจุดสําคัญสูงสุดของเหตุการณ์
(VI) ค่อยๆ เพิ่มขึ้น
(VI) ปีน
(VT) ค่อยๆ เพิ่มขึ้น
(VT) ปีน
(PHRV) ปีนลงมา
(N) คนที่ต้องการก้าวหน้าในธุรกิจหรือในสังคม
(N) เครื่องมือสําหรับติดที่รองเท้าหรือขาเพื่อใช้ในการปีนเสา
(PHRV) ปีนขึ้นไป
(IDM) ลอกเลียน
(PHRV) ปีนออกมา
(N) การกอดกัน
(VT) ตัดสินใจ (หลังจากที่พิจารณาอย่างมาก)
(VT) ทําให้ติดแน่น
(SL) น่ารังเกียจ
(ADJ) ที่ต้องอยู่ใกล้ๆ ผู้อื่น
(PHRV) ยึดติดกับ
(PHRV) เก็บรักษา
(PHRV) ซื่อสัตย์ต่อ
(PHRV) ยึดติดกับ
(PHRV) เกาะติดกัน
(PHRV) ยืนหยัดร่วมกับ
(ADJ) ที่ต้องอยู่ใกล้ๆ ผู้อื่น
(N) คลินิก
(ADJ) ที่เกี่ยวกับคลินิค
(N) ผู้เชี่ยวชาญในการรักษา
(N) เสียงดังกริ๊ง (เหมือนเสียงแก้วกระทบกัน)
(SL) คุก
(VI) เกิดเสียงดังกริ๊ง (เหมือนเสียงแก้วกระทบกัน)
(VT) ทําให้เกิดเสียงดังกริ๊ง (เหมือนเสียงแก้วกระทบกัน)
(N) ข้อผิดพลาด (คําสแลง)
(N) ครั้ง
(N) คลิป
(N) ตัดออก
(SL) มิวสิกวิดีโอเพลง
(VI) ติดด้วยคลิป
(VT) ติดด้วยคลิป
(N) กระดานที่มีที่แขวนกระดาษแขวนอยู่
(N) ร้านที่คัดราคาแพงเกินไป (คําสแลง)
(PHRV) ผูกไว้
(PHRV) ตัดออก
(SL) ถูกจับ
(N) เครื่องมือที่ใช้ในการตัด
(N) ผู้ที่ตัดหรือเล็ม
(SL) กระเป๋ารถเมล์
(N) การเล็มออก
(N) ข่าวสารที่ตัดจากหนังสือพิมพ์หรือนิตยาสาร
(N) สิ่งที่ใช้ตัดหรือเล็ม
(IDM) จํากัดอิสรภาพ
(N) กลุ่มคนที่สมาคมเฉพาะพวกของตน
(SL) คลิทอริส
(N) คลิทอริส
(N) เสื้อคลุมไม่มีปก
(IDM) ลับๆ
(PHRV) คลุมไว้หลวมๆ ด้วย
(PHRV) ซ่อนอยู่ใน
(SL) เสื้อผ้า
(VT) กระหน่ําตี (คําสแลง)
(SL) เห็น
(SL) ตีหรือชก
(N) เครื่องบันทึกเวลา (เช่น ในรถแท็กซี่)
(N) นาฬิกา
(VT) จับเวลา
(PHRV) เริ่มทํางาน
(PHRV) เลิกงาน
(PHRV) เริ่มงาน
(PHRV) เลิกงาน
(PHRV) บันทึก (ความสําเร็จ)
(PHRV) บันทึกระยะทาง (เช่น รถยนต์)
(ADJ) ที่หมุนตามเข็มนาฬิกา
(ADV) ที่หมุนตามเข็มนาฬิกา
(N) กลไกของนาฬิกา
(N) คนโง่
(N) ดิน
(N) คนที่งุ่มง่าม
(SL) รองเท้าขนาดใหญ่
(N) คนโง่
(N) รองเท้าไม้
(PHRV) อุดตันด้วย (ปกติใช้รูป passive voice)
(PHRV) อุดตันด้วย
(N) ที่อยู่ทางศาสนา (เช่น วัด)
(VI) เดินหนักๆ
(N) สิ่งมีชีวิตที่เกิดมาจากเซลล์เดียวกัน
(VT) ทําให้กําเนิดมาจากเซลล์เดียวกัน
(N) เสียงดังกอบๆ (เหมือนเสียงเท้าสัตว์กระทบกับน้ํา)
(VI) ทําเสียงดังกอบๆ
(ADJ) ใกล้
(ADJ) ที่คล้ายกัน
(ADJ) ที่มีความใกล้ชิดกัน
(ADV) ใกล้
(VI) จบ
(VI) ปิด
(VT) ทําให้จบ
(VT) ปิด
(PHRV) ใกล้เข้ามาทีละน้อย
(PHRV) ใกล้เข้ามาทีละน้อย
(IDM) ใกล้มือ
(ADJ) จํากัดเฉพาะกลุ่มหรือบุคคล
(ADJ) ที่ไม่เปิดรับสิ่งใหม่
(ADJ) ที่อยู่ได้ด้วยตัวเอง
(ADJ) ปิด
(PHRV) เข้ามาใกล้
(PHRV) ปิดกิจการ
(PHRV) ไม่ถ่ายทอด (วิทยุหรือโทรทัศน์)
(ADJ) ขี้เหนียว
(ADJ) ที่สวมใส่พอดี
(PHRV) เข้ามาใกล้มากขึ้น
(PHRV) ทําให้บาดเจ็บ (คําไม่เป็นทางการ)
(PHRV) ทําให้ปิด
(PHRV) ใกล้เข้ามา (เพื่อจู่โจมหรือโจมตี)
(ADJ) ที่รวมตัวกัน
(ADJ) ที่ไม่ค่อยบอกอะไร
(PHRV) ปิดกั้น
(PHRV) ใกล้เข้ามาทีละน้อย
(PHRV) ล้อมรอบทีละน้อย
(PHRV) ทําให้สินค้าหมดไปโดยการลดราคา
(PHRV) ลดราคา
(IDM) เข้าร่วมกับ
(PHRV) ใกล้เข้ามาทีละน้อย
(ADJ) ที่เป็นส่วนตัว
(N) ชั้น
(N) ห้องเล็กๆ
(IDM) ประกาศว่าหมดหวังสําหรับ
(IDM) ใกล้ตัว
(IDM) เข้ากันดีกับ
(PHRV) เข้าประชุมเป็นส่วนตัว
(N) ภาพที่ถ่ายใกล้
(PHRV) เข้ามาใกล้
(PHRV) ปิด
(PHRV) ปิดเงียบ
(PHRV) ปิดตอนกลางคืนหรือช่วงสั้นๆ
(PHRV) ใกล้เข้ามาทีละน้อย
(PHRV) ขอพบเป็นส่วนตัว
(PHRV) เข้าประชุมเป็นส่วนตัว (ใช้รูป  passive voice เสมอ)
(PHRV) จบด้วย
(PHRV) เริ่มต่อสู้กับ (ทางวรรณคดี)
(PHRV) เห็นด้วยกับ
(N) การจบ
(N) การปิด
(SL) โง่
(VI) จับตัวเป็นลิ่ม
(N) ผ้า
(VT) แต่งตัว
(VT) ปกคลุมด้วย
(SL) คนที่มีระบบการได้ยินไม่ดี
(PHRV) แต่งตัวด้วย
(PHRV) ปกคลุมด้วย
(N) เสื้อผ้า
(N) ผู้ชายที่ช่างแต่งตัว
(N) ราวแขวนเสื้อ
(N) ไม้หนีบผ้า
(N) ตู้เสื้อผ้า
(PHRV) แต่งตัวด้วย
(PHRV) ปกคลุมด้วย
(N) คนขายหรือตัดเย็บเสื้อผ้า
(N) เสื้อผ้า
(SL) คนแต่งตัวนําแฟชั่น
(N) กลุ่มควัน
(N) เมฆ
(N) สิ่งของจํานวนมากที่อยู่รวมกัน
(VI) เกิดปัญหา
(VI) มีเมฆมาก
(VT) ก่อให้เกิดปัญหา
(VT) ทําให้มืด
(VT) ปกคลุมด้วยเมฆ
(N) ฝนที่ตกหนักอย่างกะทันหัน
(ADJ) ที่มีเมฆปกคลุมอยู่
(ADJ) ที่ไม่มีเมฆ
(ADV) อย่างไม่มีเมฆ
(PHRV) ทําให้มัวลง
(PHRV) มืดครึ้ม
(PHRV) ร่าเริงน้อยลง
(PHRV) มืดมัว
(ADJ) กํากวม
(ADJ) ที่ปกคลุมด้วยเมฆ
(ADJ) ที่เหมือนเมฆ
(N) การตี
(N) เป้าที่ใช้ในการยิงธนู
(N) เศษผ้าที่ใช้ปะ
(N) อิทธิพลของความคิด (คําไม่เป็นทางการ)
(SL) ช่องคลอด
(VT) ซ่อม
(VT) ตี
(VT) พันผ้า
(SL) ถูกจับ
(N) กานพลู
(N) กลีบของหัวหอมหรือกระเทียม
(VI) แยกออก (กริยาช่อง2 ของ cleave)
(VT) แยกออก (กริยาช่อง2 ของ cleave)
(N) พันธุ์ไม้เตี้ยชนิดหนึ่ง ใช้เป็นอาหารของม้าและวัวควาย ใบมีสามแฉก
(N) คนโง่
(N) ตัวตลก
(VI) แสดงเป็นตัวตลก
(VI) เอียน
(VT) ทําให้เอียน
(N) ไพ่ดอกจิก
(N) ไม้ตีกอล์ฟ
(N) ไม้พลอง
(N) สถานเริงรมย์
(N) สโมสร
(VI) ช่วยกันออกค่าใช้จ่าย
(VI) รวมกลุ่ม
(VT) ตี (ด้วยไม้)
(N) ลักษณะที่ผิดรูปของเท้า
(N) สโมสร
(N) ผู้ชายที่เป็นสมาชิกของสโมสร (มักใช้เวลาที่สโมสรมาก)
(PHRV) รวมกลุ่ม
(PHRV) ร่วมหุ้นกับ
(N) ผู้หญิงที่เป็นสมาชิกของสโมสร (มักใช้เวลาที่สโมสรมาก)
(N) เสียงร้องกุ๊กๆ (ของไก่ตัวเมีย)
(VI) ร้องกุ๊กๆ (ไก่ตัวเมีย)
(SL) ห้องน้ํา
(N) ร่องรอย
(VT) บอกเป็นนัยๆ
(PHRV) ลดใบเรือลง
(PHRV) ให้เบาะแสกับ (คําไม่เป็นทางการ)
(IDM) ให้ข้อมูลที่เป็นประโยชน์
(PHRV) ให้ข้อมูลในเรื่อง
(N) ก้อน (ดิน)
(N) การจับตัวเป็นกลุ่มของเซลล์
(VI) จับกันเป็นกลุ่มก้อน
(VT) ทําให้รวมตัวกันเป็นกลุ่มก้อน
(VT) ปลูกไว้เป็นหมู่
(N) เสียงเดินลงส้น
(VI) เดินลงส้น
(SL) ชก
(ADV) อย่างไม่ชํานาญในการใช้
(ADV) ี่อย่างซุ่มซ่าม
(N) ความซุ่มซ่าม
(N) ความไม่ชํานาญในการใช้
(ADJ) ซุ่มซ่าม
(ADJ) ไม่คล่อง
(VI) กริยาช่องที่สองและสามของ cling
(SL) ตูด
(N) เสียงที่เกิดจากโลหะกระทบกัน
(SL) อุ้ยอ้าย
(N) กลุ่ม (สิ่งของหรือคน)
(VI) รวมเป็นกลุ่ม
(VT) ทําให้อยู่รวมเป็นกลุ่ม
(PHRV) ห้อมล้อม
(PHRV) ห้อมล้อม
(PHRV) รวมกลุ่มกัน
(N) การยึด
(N) คลัตช์ (รถยนต์)
(N) มือที่อยู่ในรูปกํา
(VI) จับแน่น
(VI) พยายามยึดไว้
(VT) ฉวยไว้
(N) จํานวนไข่ที่ฟักภายในครั้งหนึ่งๆ
(N) ลูกไก่ที่เกิดจากไข่ที่ฟักในคราวเดียวกัน
(PHRV) ฉวยไว้
(PHRV) พยายามฉกฉวยโอกาส
(IDM) พยายามฉกฉวยโอกาส
(SL) วิตกกังวล
(IDM) ยอมรับอย่างกระตือรือร้น
(PHRV) ยึดแน่นกับ
(N) กองระเกะระกะ
(N) ความยุ่งเหยิง
(VT) ทําให้ยุ่งเหยิง
(PHRV) ทําให้เกะกะ
(SL) แบงค์หนึ่งดอลลาร์
(PRF) ร่วมกัน
(N) ครูฝึกกีฬา
(N) ครูพิเศษ
(N) ชั้นโดยสารราคาถูก (รถไฟ, เครื่องบิน)
(N) ตู้โดยสารในขบวนรถไฟ
(N) รถม้าสี่ล้อขนาดใหญ่
(N) รถยนต์ขนาดเล็กราคาถูก
(VI) ทําหน้าที่เป็นครูฝึก
(VT) ฝึกกีฬาให้
(PHRV) ฝึกฝนมาเพื่อ
(N) การฝึกสอน
(N) คนขับรถม้า
(N) ตัวถังรถ
(VI) ทํางานร่วมกัน
(N) การกระทําการร่วมกัน
(N) ที่ช่วยเหลือ
(N) ผู้ช่วย
(N) ผู้ช่วย
(VI) เปลี่ยนจากของเหลวเป็นก้อนหนาและเหนียวหนืด
(VT) ทําให้จับตัวแข็งเป็นก้อนหนาและเหนียวหนืด
(N) ถ่านหิน
(VI) ใส่ถ่าน
(VT) จัดหาถ่านหินให้
(VT) เผาให้เป็นถ่าน
(ADJ) มืดหรือดํา
(VI) รวมตัว
(N) การรวมตัว
(ADJ) ที่รวมตัว
(N) ก๊าซพิษที่เกิดจากการเผาไหม้ของถ่านหิน
(N) การรวมเป็นหนึ่งเดียว
(N) รัฐบาลผสม
(ADJ) ขาดรสนิยม
(ADJ) หยาบช้า
(ADJ) หยาบ (วัสดุ)
(ADJ) ที่มีเนื้อหยาบ
(VI) แห้งหยาบ
(VT) ทําให้แห้งหยาบ
(N) การขาดรสนิยม
(N) ความหยาบช้า
(N) ความหยาบ (วัสดุ)
(N) ชายฝั่ง
(N) ทางลาดเอียง (เหมาะแก่การไหลเลื่อน)
(VI) เคลื่อนที่ด้วยแรงดึงดูด (โดยไม่ใช้พลังงานขับเคลื่อน)
(VI) แล่น (เรือเลียบฝั่ง)
(VI) สําเร็จอย่างง่ายดาย
(VT) แล่น (เรือเลียบฝั่ง)
(ADJ) ที่ใกล้ชายฝั่ง
(PHRV) เคลื่อนไปเรื่อยๆ (โดยปราศจากการถีบสําหรับจักรยาน หรือการติดเครื่องยนต์สําหรับรถยนต์)
(N) เรือขนสินค้าหรือผู้โดยสารที่วิ่งตามชายฝั่ง
(N) ยามชายฝั่ง
(IDM) ทางปลอดโปร่งดี
(N) ที่ดินตามชายฝั่งทะเล
(N) แนวชายฝั่งทะเล
(ADJ) ไปยังฝั่งทะเล
(ADV) ไปยังฝั่งทะเล
(ADJ) ที่ใกล้ชายฝั่ง
(ADJ) ที่ใกล้ชายฝั่ง
(ADV) ที่ใกล้ชายฝั่ง
(N) ขนสัตว์
(N) สิ่งที่ปกคลุมผิวหน้าไว้บางๆ
(N) สิ่งที่ห่อหุ้ม
(N) เสื้อนอก
(VT) ปกป้องผิวหน้าด้วยชั้นบางๆ
(VT) ใส่เสื้อคลุม
(ADJ) ที่ปกคลุม
(N) ชั้นบางๆ ที่ใช้ปกคลุม
(N) สิ่งทอที่ใช้ทําเสื้อคลุม
(N) ส่วนหางของเสือโคร่งที่ต่อจากช่วงเอว
(PHRV) เคลือบด้วย
(N) ผู้เขียนร่วม
(VT) เขียนร่วมกัน
(VI) เกลี้ยกล่อม
(VT) เกลี้ยกล่อม
(ADJ) ที่มีแกนกลางร่วมกัน
(ADJ) ที่มีแกนกลางร่วมกัน
(ADJ) ที่เกลี้ยกล่อม
(PHRV) โน้มน้าวให้ยอม
(PHRV) โน้มน้าวให้ห่างจาก
(N) ซังข้าวโพด
(N) ม้าพันธุ์เตี้ย
(N) หงส์ตัวผู้
(SL) ขว้าง
(N) โคบอลต์
(N) สารสีน้ําเงินเข้มที่เป็นส่วนผสมของโคบอลท์และอลูมิเนียมออกไซด์
(N) สีน้ําเงินเข้ม
(VT) ปะหรือซ่อม (เช่น รองเท้า)
(N) ช่างซ่อมหรือทํารองเท้า
(SL) ไร้สาระ
(N) หินกรวด
(PHRV) ทําลวกๆ
(N) งูเห่า
(N) ใยแมงมุม
(N) สิ่งที่คล้ายใยแมงมุม
(N) พืชชนิดหนึ่งที่ใบสามารถนํามาสกัดโคเคนได้
(N) ยาชาเฉพาะที่ ได้มาจากใบโคคา
(N) ยาเสพย์ติดชนิดหนึ่ง
(N) เชื้อแบคทีเรียซึ่งมีรูปทรงกลม เช่น แบคทีเรียที่ทําให้เกิดโรคหนองใน
(N) กระดูกก้นกบ
(N) อวัยวะรูปหอยโข่งในช่องหู (มีเซลล์ขนช่วงในการตอบสนองต่อคลื่นเสียงที่มากระทบ)
(N) ไก่ตัวผู้
(N) นกสับของปืน
(N) หัวก๊อก
(N) หัวหน้า
(N) อวัยวะเพศชาย (คําสแลงและคําต้องห้าม)
(SL) คําเรียกผู้ชาย
(VI) เดินวางท่า
(VT) ง้างนกสับ
(VT) ตั้งขาตั้งเตรียมถ่ายรูป
(VT) ตั้งชัน
(N) กอง (เมล็ดข้าวหรือกองฟาง)
(SL) อวัยวะเพศชาย
(SL) ไร้สาระ
(N) ริบบิ้นหรือช่อดอกไม่ที่ติดบนหมวก
(N) เสียงขันของไก่ตัวผู้
(SL) ตลก
(SL) เรื่องไร้สาระ
(N) นกชนิดหนึ่งตระกูลเดียวกับนกแก้วมีถิ่นกําเนิดในออสเตรเลีย
(N) เวลาเช้าตรู่
(N) ไก่ที่มีอายุน้อยกว่า 1 ปี
(N) สุนัขพันธุ์หนึ่งตัวเล็กขาสั้นหูยาว
(PHRV) พะเน้าพะนอเกินไป
(N) ตาเข
(ADJ) โง่ (คําสแลง)
(ADJ) ที่ตาเข
(ADJ) ที่เอียงไปข้างหนึ่ง (คําสแลง)
(SL) บ้า
(N) การชนไก่
(N) ความโอหัง
(N) หอยแครง
(N) คนจนในย่านลอนดอนตะวันออก
(N) ที่นั่งคนขับ (เครื่องบินหรือรถแข่ง)
(N) เวทีชนไก่
(N) สนามรบ
(N) แมลงสาบ
(N) หงอนไก่
(N) เดือยไก่ตัวผู้
(N) คนที่น่ารังเกียจ (คําสแลง)
(ADJ) แน่นอน
(ADJ) มั่นใจมาก (จนดูเหมือนดื้อดึง)
(ADJ) เล็กๆ
(N) เครื่องดื่มเหล้าผสมผลไม้
(N) อาหารเรียกน้ําย่อย
(PHRV) ทําให้เสียไปโดยประมาท
(PHRV) ยกขึ้น
(ADJ) หยิ่งยโส
(N) เครื่องดื่มโกโก้
(N) ผงโกโก้ (ใช้ทําช็อคโกแลต)
(N) สีน้ําตาลโกโก้
(N) ต้นมะพร้าว
(N) เนื้อมะพร้าว
(N) มะพร้าว
(N) ลูกมะพร้าว
(N) ต้นมะพร้าว
(N) เนื้อมะพร้าว
(N) มะพร้าว
(N) ลูกมะพร้าว
(N) ต้นมะพร้าว
(N) เนื้อมะพร้าว
(N) มะพร้าว
(N) ลูกมะพร้าว
(N) กะทิ
(N) รังไหมดิบ
(N) อุปกรณ์กันน้ํา
(VT) แยกตัวเองออกมา
(VT) ห่อหุ้มมิดชิด
(N) หญิงโสเภณี
(N) ปลาคอด
(N) ถุง
(N) ถุงอัณฑะ
(ADJ) จ่ายเงินเมื่อได้รับของ (คําย่อของ cash on delivery)
(SL) ล้อเล่น
(VT) พะเน้าพะนอ
(VT) ลวกไข่
(N) ประมวลกฎหมาย
(N) มาตรการ
(N) รหัส
(VT) เข้ารหัส
(VT) เขียนโปรแกรมคอมพิวเตอร์
(VT) ถอดรหัสพันธุกรรม
(N) หนังสือโบราณที่เขียนด้วยลายมือ
(N) คนแก่ที่ทําตัวแปลกๆ
(SL) ชายแก่
(N) การจัดระเบียบหมวดหมู่กฎหมายหรือกฎเกณฑ์ต่างๆ
(VT) จัดให้เป็นระบบ
(N) น้ํามันตับปลา
(SL) ไร้สาระ
(ADJ) ที่เป็นสหศึกษา
(N) สหศึกษา
(N) ค่าสัมประสิทธิ์
(N) ผู้ที่ดํารงตนอย่างสันโดษ
(ADJ) ที่เท่ากัน
(N) ความเท่ากัน
(N) ความเท่าเทียมกัน
(VT) บีบบังคับ
(PHRV) บีบบังคับ
(N) การบีบบังคับ
(ADJ) ที่บีบบังคับ
(ADJ) ที่เกิดขึ้นในช่วงเวลาเดียวกัน
(VI) อยู่ด้วยกัน
(VI) อยู่ร่วมกันอย่างสงบ
(PHRV) อยู่ร่วมกันอย่างสงบ (โดยเฉพาะกับผู้มีความคิดแตกต่างกันทางการเมือง)
(VI) ขยายออกไปเท่าๆ กัน (ได้ทั้งพื้นที่และเวลา)
(VT) ขยายออกไปเท่าๆ กัน (ได้ทั้งพื้นที่และเวลา)
(N) ปัจจัยที่เกิดร่วม
(N) กาแฟ
(N) ต้นกาแฟ
(N) เมล็ดกาแฟ
(N) สีกาแฟ
(N) เมล็ดกาแฟ
(N) ช่วงพักสั้นๆ ระหว่างเวลางาน
(N) ร้านกาแฟ
(N) เครื่องบดกาแฟ
(N) หม้อกาแฟ
(N) ร้านกาแฟ
(N) โต๊ะเตี้ยๆ
(N) หีบสมบัติ
(VT) บรรจุในหีบ
(N) เขื่อนเล็กๆ กั้นลําน้ําที่สร้างขึ้นไว้ชั่วคราว
(N) ทรัพย์สิน
(N) โลงศพ
(VT) บรรจุศพในโลงศพ
(SL) คนแก่
(SL) บุหรี่
(N) ซี่ล้อ
(VT) โกง (ในการเล่นลูกเต๋า)
(N) เดือยไม้
(VT) เข้าเดือยไม้
(N) การโน้มน้าว
(ADJ) ที่โน้มน้าวจิตใจ
(VI) พินิจพิเคราะห์
(VT) พินิจพิเคราะห์
(ADJ) ที่สามารถคิดได้ลึกซึ้ง
(ADJ) ซึ่งมาจากภาษาเดียวกัน
(ADJ) ซึ่งสัมพันธ์กันทางสายเลือด
(N) คนหรือสิ่งของที่มาจากต้นกําเนิดเดียวกัน
(N) คําที่มาจากรากศัพท์เดียวกัน
(N) ความสัมพันธ์ที่มีบรรพบุรุษเดียวกัน
(N) การรับรู้
(ADJ) เกี่ยวกับกระบวนการการรับรู้
(ADJ) ที่เกี่ยวกับกระบวนการคิด
(ADJ) ที่สามารถเข้าใจได้
(N) การตระหนักรู้
(N) ความรู้ความเข้าใจ
(ADJ) ที่ตระหนักรู้
(VT) สังเกต
(VI) อยู่กินกันโดยไม่ได้แต่งงานกัน
(N) ผู้เป็นทายาทร่วม
(N) ผู้เป็นทายาทร่วมที่เป็นหญิง
(VI) สอดคล้องกัน
(VI) อยู่ติดกัน
(N) การอยู่ติดกัน
(N) ความสัมพันธ์เกี่ยวเนื่องกันของส่วนต่างๆ
(N) ความสัมพันธ์เกี่ยวเนื่องกันของส่วนต่างๆ
(ADJ) ซึ่งสอดคล้อง
(ADJ) ติดแน่น
(ADV) อย่างปะติดปะต่อกัน
(ADV) อย่างสอดคล้อง
(N) การทํางานร่วมกัน
(ADJ) ที่ติดอยู่ด้วยกัน
(N) เพื่อนร่วมงาน
(N) หมวกชนิดหนึ่งที่ใส่แนบกับศีรษะ
(N) ช่างแต่งผมที่เป็นผู้ชาย
(N) ทรงผม
(VT) จัดแต่งทรงผม
(N) ขด (เชือกหรือสายยาง)
(N) ขดลวดซึ่งกระแสไฟไหลผ่าน
(VI) ขดเป็นวง
(VT) ม้วน
(N) ความลําบาก
(N) ความวุ่นวายเอะอะ
(PHRV) หมุนเป็นวงรอบ (บางสิ่ง)
(PHRV) ม้วนเชือกผูกเรือ (การแล่นเรือ)
(PHRV) หมุนเป็นวงรอบ (บางสิ่ง)
(PHRV) นอนขดตัวอยู่
(PHRV) ม้วนเชือกไว้ในมือ (การแล่นเรือ)
(ADJ) ซึ่งเป็นแบบหยอดเหรียญ
(N) เหรียญ
(VT) ทําเหรียญกษาปณ์
(VT) สร้าง (คํา)
(N) การบัญญัติศัพท์
(N) การผลิตเหรียญ
(N) เงินเหรียญ
(N) ระบบเงินเหรียญ
(N) ศัพท์ใหม่
(VI) เกิดขึ้นพร้อมกัน (เหตุการณ์)
(VI) ทับกันสนิท (วัตถุสองสิ่ง)
(VI) พ้องกัน (ความคิด)
(N) การเกิดขึ้นพร้อมกัน
(N) การสอดคล้องต้องกัน
(N) เหตุการณ์บังเอิญ
(ADJ) ซึ่งเกิดขึ้นพร้อมกัน
(ADJ) พ้องกัน
(ADJ) ซึ่งเกิดขึ้นพร้อมกัน
(ADJ) บังเอิญ
(ADV) โดยบังเอิญ
(ADV) อย่างพ้องกัน
(PHRV) เกิดขึ้นพร้อมกับ (โดยบังเอิญ)
(PHRV) หาเงินได้มาก (คําไม่เป็นทางการ)
(N) การร่วมประเวณี
(N) การร่วมประเวณี
(N) ถ่านหินที่เผาจนหมดควัน
(VI) เผาไหม้จนเป็นถ่านโค้ก
(VT) ทําให้เผาไหม้จนเป็นถ่านโค้ก
(N) โคเคน (คําสแลง)
(SL) โคเคน
(N) เครื่องดื่มชนิดหนึ่งมีรสหวาน
(N) ช่องเขา
(N) บริเวณที่มีความกดอากาศต่ํา
(N) กระชอน
(ADJ) เย็นชา
(ADJ) เย็นตา (สี)
(ADJ) เย็น (น้ํา, เครื่องดื่ม)
(ADJ) หนาว (อากาศ)
(ADV) กะทันหัน
(ADV) โดยสิ้นเชิง
(N) ไข้หวัด
(N) ความหนาวเย็น
(N) อุณหภูมิใต้ศูนย์องศา
(IDM) เย็นชา
(IDM) เย็นมาก
(SL) เบียร์
(ADJ) เกี่ยวกับสัตว์เลือดเย็น
(ADJ) เลือดเย็น
(ADV) อย่างเลือดเย็น
(SL) โทรศัพท์หรือแวะมาหาเพื่อขายสินค้า
(SL) เบียร์
(IDM) คําปลอบที่ไร้ประโยชน์
(N) ครีมล้างหน้า (ที่มีน้ํามันเพื่อป้องกันผิวหน้าแห้ง)
(SL) หนาวสุดขั้ว
(N) ความกลัว
(SL) คนไร้อารมณ์
(N) ที่ครอบต้นไม้ (เพื่อรักษาต้นอ่อน)
(ADJ) ที่ใจไม่รู้สึกรู้สา
(ADV) อย่างไร้อารมณ์ความรู้สึก
(N) ความเย็น
(N) ความเย็นชา
(SL) เบียร์
(SL) อาการเมินเฉย
(SL) อาการเมินเฉย
(N) แผลพุพอง (ซึ่งเกิดจากเชื้อไวรัส มักเกิดขึ้นบริเวณปากหรือจมูก)
(N) การแช่เย็น
(N) ห้องเย็น (สําหรับเก็บอาหารหรืออย่างอื่น)
(N) ห้องเย็น (สําหรับเก็บอาหารหรืออย่างอื่น)
(N) ภาวะความตื่นตกใจกลัว
(IDM) อย่างทันที
(N) สงครามเย็น
(N) สลัดกะหล่ําปลีหั่นใส่มายองเนส
(N) สนามกีฬาหรือโรงละครขนาดใหญ่
(VI) ร่วมมือ
(VI) สมคบกับศัตรู
(PHRV) ทํางานร่วมกับ
(N) การเป็นไส้ศึก
(N) การร่วมมือ
(N) ศิลปการสร้างภาพจากชิ้นส่วนเล็กๆ ที่นํามาปะติดปะต่อกัน
(N) คอลลาเจน
(N) การพังทลาย
(N) การล้มป่วย
(N) ความล้มเหลว
(VI) พังทลาย
(VI) พับได้
(VI) ล้ม (ธุรกิจ)
(VI) ล้มป่วย (คน)
(VT) ทําให้พังทลาย
(VT) พับ
(N) ปกเสื้อ
(N) ปลอกคอ (สัตว์เลี้ยง)
(VT) ลากคอเข้าคุก (คําสแลง)
(VT) ใส่ปลอกคอ
(N) กระดูกไหปลาร้า
(SL) ถูกจับ
(VT) เปรียบเทียบ
(ADJ) ขนานกัน
(N) ผลของการเทียบกัน
(N) ผู้ที่เปรียบเทียบ
(N) เพื่อนร่วมงาน
(ADJ) ซึ่งเก็บเงินปลายทาง
(ADV) โดยเก็บเงินปลายทาง
(VI) เพิ่มพูน
(VI) เรี่ยไรเงิน
(VT) เก็บเงิน
(VT) เก็บรวบรวม
(VT) คุมสติ
(VT) ไปนํามา
(VT) เรี่ยไรเงิน
(VT) สะสม (แสตมป์, เหรียญ)
(N) คําสวดแบบย่อๆ
(ADJ) ที่สามารถรวบรวมได้
(ADJ) ที่รวบรวมไว้ด้วยกัน
(PHRV) เก็บรวมรวบเพื่อ
(PHRV) เรียกคืน (เงินที่เป็นหนี้หรือสัญญา)
(PHRV) เอาออกมาจาก (สถานที่)
(ADJ) ที่สามารถรวบรวมได้
(N) การเก็บรวบรวม
(N) การชุมนุม
(N) การรวมตัวกันเป็นกลุ่มเป็นกอง
(N) การเรี่ยไรเงิน
(N) งานศิลปะในพิพิธภัณฑ์
(N) เงินเรี่ยไร
(N) สิ่งของที่รวบรวมไว้
(N) สิ่งที่สะสมไว้
(ADJ) ซึ่งเป็นกลุ่ม
(ADJ) ที่มีส่วนร่วมโดยทุกคน
(N) กลุ่ม
(N) สิ่งที่ร่วมมือกันทํา (เช่น การทํานาร่วม)
(ADV) โดยส่วนรวม
(ADV) อย่างเป็นกลุ่ม
(N) นักสะสม
(N) ผู้เก็บ
(PHRV) รวบรวบไว้ด้วยกัน
(N) คุก (คําสแลง)
(N) วิทยาลัย
(ADJ) ที่เกี่ยวกับนักศึกษา
(N) นักศึกษาของวิทยาลัย
(ADJ) เกี่ยวกับวิทยาลัย
(VI) ขัดแย้งกัน
(VI) ปะทะกัน
(PHRV) กระแทกกับ
(PHRV) ไม่เห็นด้วยอย่างยิ่งกับ
(N) คนขุดถ่านหิน
(N) เรือขนถ่านหิน
(N) เหมืองถ่านหิน
(VT) ผูกไว้ด้วยกัน
(VT) ทําให้ขนานกัน
(N) การขัดแย้ง
(N) การชนกัน
(N) คําที่มักเกิดร่วมกัน
(VI) เกิดร่วมกันเสมอ (คําในภาษา)
(PHRV) ใช้ (คํา) ร่วมกับ (คําอื่น)
(N) การเกิดร่วมกัน
(N) คอลลอยด์
(N) เนื้อชิ้นเล็กๆ
(ADJ) ซึ่งเป็นภาษาพูด
(ADJ) ไม่เป็นทางการ
(N) คําหรือวลีที่ใช้ในการพูดที่ไม่เป็นทางการ
(N) การสัมมนา
(N) การสนทนา (ที่ค่อนข้างเป็นทางการ)
(VI) สมรู้ร่วมคิด
(N) การสมรู้ร่วมคิด
(N) การเจ็บช่องท้อง
(N) โคโลญจ์
(N) โคลัมเบีย
(N) ประเทศโคลัมเบีย
(N) เครื่องหมาย (:)
(N) พันเอก
(ADJ) เกี่ยวกับอาณานิคม
(N) การล่าอาณานิคม
(N) ผู้ที่ไปอาศัยในอาณานิคม
(VI) บุกเบิกอาณานิคม
(VT) บุกเบิกอาณานิคม
(N) แนวต้นไม้
(N) แนวเสาระเบียง
(N) กลุ่ม
(N) ประชาชนในอาณานิคม
(N) ประเทศอาณานิคม
(N) ข้ออ้าง
(N) ความมีสีสัน
(N) คุณภาพที่เด่นชัด
(N) คุณภาพเสียง
(N) ใบหน้าที่มีสีแดงเพราะสุขภาพดี
(N) เม็ดสี
(N) ลักษณะภายนอก
(N) ศิลปะการใช้สี
(N) สี
(N) สีผิวของชนที่ไม่ใช่คนผิวขาว
(N) สีผิวที่มีสุขภาพดี
(N) สีสันต่างๆ
(VI) เปลี่ยนสี
(VI) หน้าแดง
(VT) ทาสี
(VT) มีอิทธิพลต่อ (ความคิด)
(ADJ) ที่สามารถเป็นสีได้
(N) โคโลราโด
(N) แม่น้ําโคโลราโด
(N) สีย้อม
(N) การใช้สี
(N) ่การร้องเพลงด้วยเสียงอันไพเราะ
(N) เนื้อร้องของเพลงท่อนที่ต้องร้องเร็วและยากมาก (โดยเฉพาะในเพลงโอเปร่า)
(ADJ) ที่มีตาบอดสี
(ADJ) ของกลุ่มที่ไม่ใช่ชนผิวขาว
(ADJ) ที่มีสี
(ADJ) ที่มีสีทนนาน
(ADJ) ที่มีชีวิตชีวา
(ADJ) ที่มีสีสันสดใส
(N) กระบวนการเปลี่ยนสี
(N) สีผสมอาหาร
(N) สีผิวหรือสีผม
(ADJ) ที่ไม่มีสี
(N) ธง
(ADJ) มหึมา
(N) รูปปั้นที่ใหญ่มหึมา
(N) สิ่งที่ใหญ่โตหรือมีอํานาจมาก
(N) ข้ออ้าง
(N) ความมีสีสัน
(N) คุณภาพที่เด่นชัด
(N) คุณภาพเสียง
(N) ใบหน้าที่มีสีแดงเพราะสุขภาพดี
(N) เม็ดสี
(N) ลักษณะภายนอก
(N) ศิลปะการใช้สี
(N) สี
(N) สีผิวของชนที่ไม่ใช่คนผิวขาว
(N) สีผิวที่มีสุขภาพดี
(N) สีสันต่างๆ
(VI) เปลี่ยนสี
(VI) หน้าแดง
(VT) ทาสี
(VT) มีอิทธิพลต่อ (ความคิด)
(ADJ) ซึ่งบอดสี
(ADJ) ของกลุ่มที่ไม่ใช่ชนผิวขาว
(ADJ) ที่มีสี
(ADJ) มีชีวิตชีวา
(ADJ) มีสีสันสดใส
(PHRV) เติมสีสันให้กับ
(N) กระบวนการเปลี่ยนสี
(N) สีผสมอาหาร
(N) สีผิวหรือสีผม
(ADJ) ที่ไม่มีสี
(PHRV) ทําให้น่าตื่นเต้น
(PHRV) (หน้า) แดงด้วยความอาย
(N) คนหนุ่มที่ไม่มีประสบการณ์
(N) ลูกม้าตัวผู้อายุไม่เกิน 4 ปี
(ADJ) ลูกม้าหรือลา
(N) โคลัมเบีย
(N) คอลัมน์ในหนังสือพิมพ์
(N) ช่อง (ในหนังสือพิมพ์)
(N) แถว (ในแนวตั้ง)
(N) แนวขบวนทหาร
(N) เสา
(N) ผู้เขียนในหนังสือพิมพ์หรือนิตยสาร
(N) สภาพไม่รู้สึกตัวของผู้ป่วย
(N) กลุ่มเมฆล้อมรอบส่วนหัวของดาวหาง
(PRF) ด้วย
(ADJ) เฉื่อยชา
(ADJ) ที่อยู่ในสภาพไม่รู้สึกตัว
(N) เครื่องมือแยกเส้นใย
(N) รวงผึ้ง
(N) หงอนไก่
(N) หวี
(VT) ค้นหาอย่างละเอียด
(VT) ทําความสะอาดหรือแยกเส้นใย
(VT) หวี (ผม)
(N) การสู้รบ
(N) ความขัดแย้ง
(VT) ต่อต้าน
(VT) ต่อสู้
(ADJ) ที่พร้อมต่อสู้
(N) คนที่เถียงกัน
(N) นักรบ
(N) ความผิดปกติทางจิตใจที่เกิดหลังจากไปสงครามมาเป็นเวลานาน
(ADJ) ที่กระหายที่จะต่อสู้
(PHRV) ค้น (บางสิ่ง) เพื่อหา
(N) การรวมกัน
(N) จํานวนสิ่งของที่รวมกัน
(N) พันธมิตร
(N) รหัสเปิดกุญแจ
(N) สิ่งที่เกิดจากการรวมกัน
(N) กุญแจที่เปิดด้วยรหัสตัวเลข
(N) การรวมกัน
(N) เครื่องจักรตัดและนวดเมล็ดข้าว
(VI) รวมกัน
(VT) นํามารวมกัน
(VT) ้ประสานกัน
(PHRV) ร่วมพลังกันต่อต้าน
(PHRV) เพิ่ม (บางสิ่ง) ให้กับ
(PHRV) รวมเข้ากับ
(N) ผมที่ร่วงจากการหวี
(N) วงดนตรีแจ๊สขนาดเล็ก (มีเครื่องดนตรี 3-6 ชิ้น)
(SL) คนชอบทั้งสองเพศ
(PHRV) ค้น (บางสิ่ง) เพื่อหา
(PHRV) ค้นหา
(PHRV) สางผม
(PHRV) สางผมเพื่อเอา (บางสิ่ง) ออก
(PHRV) เอาออกจากกลุ่ม (โดยเฉพาะสิ่งที่ไม่ต้องการ)
(PHRV) ค้นหา (ด้วยความพยายามอย่างมาก)
(PHRV) สางผม
(ADJ) ที่ติดไฟได้ง่าย
(N) กระบวนการเผาไหม้
(N) การสันดาป
(N) ความวุ่นวาย
(SL) ถึงจุดสุดยอด
(VI) เกิดขึ้น
(VI) ถึง (ยาวมาถึง)
(VI) เป็น
(VI) มา
(VI) มาจาก (ภูมิลําเนา, บ้านเกิด)
(PHRV) ขึ้น (เรือหรือเครื่องบิน)
(PHRV) เกิดขึ้น
(PHRV) (เรือหรือลม) เปลี่ยนทิศทางไปในทางตรงข้าม
(IDM) โชคร้าย
(PHRV) ข้าม (ถนน, แม่น้ําฯลฯ)
(PHRV) เป็นที่เข้าใจและได้รับการยอมรับจาก
(PHRV) เกิดขึ้นในใจ
(PHRV) ผ่าน (สถานที่)
(PHRV) พบโดยบังเอิญ
(IDM) พบโดยบังเอิญ
(PHRV) เกิดขึ้น
(PHRV) พบโดยบังเอิญ
(PHRV) ดูเหมือนว่าจะเป็น (จากพฤติกรรม)
(PHRV) ข้าม(ถนน, แม่น้ําฯลฯ)พร้อมกับ
(PHRV) เกิดขึ้นภายหลัง
(PHRV) ต่อหลังมา
(PHRV) ไล่ตาม (เพื่อโจมตี)
(IDM) พูดอีกที (คําสแลง)
(PHRV) กลับมาอีก
(PHRV) พูดใหม่อีก
(PHRV) เกิดขึ้นโดยบังเอิญ
(PHRV) ปรับปรุง
(PHRV) ผ่านมา
(PHRV) มาพร้อมกับ
(N) การกลับสู่ความสําเร็จอีกครั้ง
(N) การโต้ตอบทันควัน
(PHRV) กลับมาโด่งดังอีกครั้ง
(PHRV) สวนกลับทันควัน (ด้วยคําพูด)
(PHRV) หวนกลับมาสู่ (ความทรงจํา, ความนิยม, ตําแหน่ง)
(SL) การหวนคืน
(N) ตัวตลก
(N) นักแสดงตลก
(N) ผู้ที่มีลักษณะตลก
(ADJ) ที่ตลกขบขัน
(N) นักแสดงตลกหญิง
(N) สิวเสี้ยน
(N) การตกต่ํา
(SL) ความผิดหวัง
(N) ความตลกขบขัน
(N) ละครตลก
(ADJ) ที่ยั่วยวน
(SL) แสดงอาการหยาบคาย
(N) ความงดงาม
(ADJ) งดงาม
(N) ท่าทางเชื้อเชิญ
(N) สิ่งจูงใจ
(SL) ก้าวร้าว
(SL) ก้าวร้าว
(N) คนหรือสิ่งที่จะประสบความสําเร็จ
(N) ผู้ที่มา
(N) อาหาร
(N) ดาวหาง
(IDM) รู้สึกตัว
(IDM) สิ้นสุด
(IDM) เป็นจริง
(N) การลงโทษ
(IDM) ไม่ว่าจะเกิดอะไรก็ตาม
(IDM) เริ่มมองเห็น
(IDM) เกือบจะถึง
(IDM) เกือบจะถึง
(PHRV) เริ่มมองเห็น
(N) ลูกอมหรือขนม (มักเป็นผลไม้หรือถั่ว)
(N) คนหรือสิ่งอํานวยความสะดวก
(N) ความสบายกาย
(N) ความสบายใจ
(N) สิ่งปลอบใจ
(VT) ปลอบประโลม
(VT) อํานวยความสะดวก
(ADJ) เพียงพอ (กว้างขวางเพียงพอ)
(ADJ) มั่งคั่ง
(ADJ) สะดวกสบาย
(ADJ) อบอุ่นใจ
(ADV) อย่างเพียงพอ (กว้างขวางเพียงพอ)
(ADV) อย่างมั่งคั่ง
(ADV) อย่างสบายใจ
(ADV) อย่างสะดวกสบาย
(N) ผู้ที่ช่วยปลอบโยน
(ADJ) ที่สะดวกสบาย
(ADJ) ที่ไม่สะดวกสบาย
(N) ห้องน้ําสาธารณะ
(ADJ) สะดวกสบาย (คําไม่เป็นทางการ)
(SL) สุขสบาย
(ADJ) เกี่ยวกับละครตลก
(ADJ) ตลกขบขัน
(N) ตัวละครตลก
(N) หนังสือการ์ตูน
(ADJ) ตลกขบขัน
(ADV) อย่างตลกขบขัน
(ADJ) ซึ่งมีหวังจะสําเร็จ
(ADJ) ที่กําลังจะมาถึง
(N) การมาถึง
(N) ความสุภาพ
(N) การหยุดพักชั่วคราว
(N) เครื่องหมายคอมม่า
(N) เครื่องหมายจุลภาค ใช้คั่นประโยคหรือคํา
(N) การออกคําสั่ง
(N) คนในบังคับบัญชา
(N) ความรู้อย่างแตกฉานทางภาษา
(N) คําสั่ง
(N) ตําแหน่งบัญชาการ
(N) อํานาจบังคับบัญชา
(VI) ควบคุม
(VI) สั่งการ
(VT) ควบคุม
(VT) สั่งการ
(N) ผู้บัญชาการ
(VT) เกณฑ์คนเพื่อเข้ารบ
(N) นาวิกโยธิน
(N) ผู้บังคับบัญชา
(N) ผู้บัญชาการทหารสูงสุด
(ADJ) ซึ่งอยู่ในตําแหน่งที่มีอํานาจ
(N) คําสั่ง
(N) สมาชิกของหน่วยจู่โจม
(N) หน่วยจู่โจม
(N) เครื่องหมายคอมมา
(VT) เท่ากัน
(VT) ฉลอง (เพื่อเป็นการระลึกถึง)
(VT) ทําให้ระลึกถึง
(N) การระลึกถึง
(N) พิธีฉลอง (เพื่อเป็นการระลึกถึง)
(ADJ) ที่เป็นการระลึกถึง
(VI) ตั้งต้น
(VT) ตั้งต้น
(PHRV) เริ่มทํางานเป็น
(N) การพบปะของผู้สําเร็จการศึกษา
(N) การเริ่มต้น
(PHRV) จัดการกับ
(PHRV) เริ่ม (บางสิ่ง) ด้วยบางสิ่ง
(VT) แนะนํา
(ADJ) ที่ควรยกย่อง
(N) การยกย่อง
(ADJ) ที่ยกย่อง
(PHRV) ชมเชยในเรื่อง
(PHRV) มอบให้ด้วยความไว้วางใจ
(PHRV) ยกย่องกับ
(ADJ) ที่อยู่แบบพึ่งพาอาศัยกัน
(ADJ) ที่วัดจากมาตรฐานเดียวกัน
(ADJ) ที่มีขนาดเท่ากัน
(N) ข้อคิดเห็น
(VI) แสดงความคิดเห็น
(VT) แสดงความคิดเห็น
(N) คําวิจารณ์
(VI) ออกความเห็น
(PHRV) รายงานความเคลื่อนไหว (ด้วยการกระจายเสียง)
(PHRV) แสดงความคิดเห็นเกี่ยวกับ
(PHRV) แสดงความคิดเห็นเกี่ยวกับ
(N) การค้าขายสินค้า
(N) การติดต่อสัมพันธ์ในสังคม
(ADJ) เกี่ยวกับการค้า
(ADJ) ซึ่งมีจุดประสงค์เพื่อหวังกําไร
(ADJ) สําหรับนักธุรกิจ
(N) โฆษณาทางโทรทัศน์หรือวิทยุ
(VT) ทําเป็นธุรกิจ
(VT) ทําเพื่อผลกําไรเป็นหลัก
(VT) ทําเป็นธุรกิจ
(VT) ทําเพื่อผลกําไรเป็นหลัก
(N) คนที่เป็นคอมมิวนิสต์
(SL) คอมมิวนิสต์
(N) การขู่
(VI) ผสมผสาน
(VT) ผสมผสาน
(PHRV) ผสมกับ
(VT) ทําให้เล็กลง
(N) การทําให้เล็กลง
(VT) ทําให้รู้สึกเศร้าเสียใจ
(PHRV) เห็นอกเห็นใจ
(N) การรู้สึกเศร้าเสียใจ
(ADJ) ที่รู้สึกเศร้าเสียใจ
(N) ร้านขายอาหาร (โดยเฉพาะในฐานทัพ)
(N) ค่านายหน้า
(N) งานที่รับผิดชอบ
(N) อํานาจที่จะทํา
(N) ผู้ที่รับจ้างทํางานเล็กๆ น้อยๆ
(N) ซึ่งได้รับหน้าที่
(VT) ทําความผิด
(VT) มอบหมายให้
(VT) ให้คํามั่นสัญญา
(PHRV) มอบตัวเพื่อ
(N) ความรับผิดชอบ
(PHRV) ผูกมัดกับ
(N) การให้สัญญา
(N) คณะกรรมการ
(N) กรรมการ
(PHRV) จดจํา
(PHRV) มอบ (ภาระหน้าที่, ความไว้วางใจ, คน) ให้อยู่ในอํานาจของ
(VT) ผสม
(N) การผสม
(N) ตู้ลิ้นชัก
(ADJ) กว้างขวาง
(N) ของใช้
(N) สินค้า
(ADJ) ที่เกิดขึ้นทุกวัน
(ADJ) ที่เป็นของส่วนรวม
(ADJ) ที่ร่วมกัน
(N) คนธรรมดาสามัญ
(N) คนธรรมดาสามัญ
(SL) ธรรมดามาก
(N) ไข้หวัด
(N) คนธรรมดาสามัญ
(N) นักศึกษาที่ต้องเสียค่าใช้จ่ายเอง (เนื่องจากไม่ได้รับทุน)
(N) อย่างธรรมดา
(SL) ไม่โดดเด่น
(ADJ) ที่เกิดขึ้นทุกวัน
(ADJ) น่าเบื่อ
(N) สิ่งที่เห็นได้บ่อยๆ
(N) ห้องโถงพักผ่อนของนักศึกษา
(N) การตัดสินแบบพื้นๆ
(N) ความสงบสุข
(N) ประชาชนของชาติ
(N) ประเทศหรือรัฐที่ปกครองตนเอง
(N) ความสับสนวุ่นวาย
(ADJ) ที่เป็นของสาธารณะ
(VI) คุยกันอย่างสนิทสนม
(N) คนที่อยู่ร่วมกันเป็นสังคมเดียวกัน
(PHRV) พูดคุยหรือแลกเปลี่ยนความคิดกันอย่างสนิทสนม
(PHRV) ใคร่ครวญ
(PHRV) พูดหรือคิดอย่างสนิทสนมกับ
(ADJ) ที่สามารถติดต่อได้ (เช่น โรคติดต่อ)
(ADJ) ที่สามารถสื่อสารกันได้
(N) ผู้ส่งข่าว
(VI) เชื่อมติดกัน
(VI) ติดต่อสื่อสาร
(VT) ส่งต่อ
(PHRV) ติดต่อสื่อสารเกี่ยวกับ
(PHRV) ติดต่อสื่อสารเกี่ยวกับ
(PHRV) สื่อข่าวสารให้กับ
(PHRV) ติดต่อกับ
(N) การติดต่อสื่อสาร
(N) การส่งต่อ
(N) ความสัมพันธ์ที่ใกล้ชิด
(N) วิธีการติดต่อสื่อสาร
(ADJ) ที่เกี่ยวกับการสื่อสาร
(N) การมีส่วนร่วม
(N) คอมมิวนิสต์
(N) สมาชิกของพรรคคอมมิวนิสต์
(N) ชุมชน
(N) สังคม
(VT) เปลี่ยนทิศทาง (ของกระแสไฟฟ้า)
(N) การสับเปลี่ยน
(ADJ) ที่เกี่ยวกับการสับเปลี่ยน
(ADJ) ที่เปลี่ยนที่ได้โดยผลลัพธ์ไม่เปลี่ยนแปลง
(N) กลไกในการสับเปลี่ยนกระแสไฟฟ้า
(VI) ชดเชย
(VI) แลกเปลี่ยน
(VT) แลกเปลี่ยน
(PHRV) เดินทางระหว่าง (ในแต่ละวัน)
(PHRV) แลกเปลี่ยนเพื่อ
(PHRV) เดินทางจาก (จากบ้านในแต่ละวัน)
(PHRV) เดินทางไปมา (จากบ้านไปยังอีกสถานที่ในแต่ละวัน)
(PHRV) ลดโทษ (รุนแรงให้น้อยลง)
(PHRV) เดินทางไปมา (จากบ้านไปยังอีกสถานที่ในแต่ละวัน)
(PHRV) ลดโทษ (รุนแรงให้น้อยลง)
(ADJ) กระชับ
(ADJ) ที่ใช้เนื้อที่น้อย
(ADJ) ที่อัดแน่น
(N) ตลับแป้ง
(N) รถยนต์เล็กๆ
(VT) ทําให้อัดแน่น
(N) แผ่นดิสก์
(N) เพื่อน
(N) เพื่อนเดินทาง
(ADJ) ที่เป็นเพื่อนได้ดี
(N) ความเป็นเพื่อน
(N) กลุ่มคน
(N) แขกผู้มาเยี่ยม
(N) ความเป็นเพื่อน
(SL) นักสืบเอกชน
(ADJ) ที่สามารถเปรียบเทียบกันได้
(ADJ) ที่เปรียบเทียบกัน
(N) เครื่องมือที่ใช้สําหรับวัดเปรียบเทียบ
(VI) เปรียบเทียบ
(VT) เปรียบเทียบ
(PHRV) เปรียบเทียบกับ
(PHRV) เปรียบเทียบกับ
(N) การเปรียบเทียบ
(VT) แบ่งเป็นส่วนๆ
(N) การแบ่ง
(VT) จัดแบ่ง
(VT) จัดแบ่ง
(N) ขอบ
(VT) เข้าใจ
(VT) ประสบผลสําเร็จ
(VT) วงเวียน
(ADJ) ที่เข้าใจได้
(N) ความเห็นใจ
(ADJ) ที่รู้สึกเห็นใจ
(ADV) อย่างรู้สึกเห็นอกเห็นใจ
(ADJ) ที่ทํางานร่วมกันได้
(ADJ) ที่อยู่รวมกันได้
(N) คนที่เป็นชาติเดียวกัน
(N) ผู้ที่อยู่ในฐานะเดียวกัน
(N) เพื่อน
(VT) บังคับ
(PHRV) บีบบังคับจาก (เพื่อให้ได้มาซึ่งบางสิ่ง)
(ADJ) ที่กระตุ้นความสนใจ
(ADJ) ที่บังคับ
(N) บทสรุป
(ADJ) สั้นและชัดเจน
(ADV) อย่างย่อๆ
(N) บทสรุป
(ADJ) ที่ควรได้รับการชดเชย
(VI) ชดเชย
(VT) ชดเชย
(PHRV) ชดเชยสําหรับ
(N) การชดเชย
(VI) แข่งขัน
(PHRV) ต่อสู้กับ
(PHRV) แข่งขันเพื่อ
(PHRV) เข้าแข่งขัน
(N) ความสามารถ
(N) ความสามารถ
(ADJ) ที่มีความสามารถ
(ADJ) เพียงพอ
(PHRV) แข่งขันกับ
(N) การแข่งขัน
(ADJ) ที่เกี่ยวกับการแข่งขัน
(N) คู่แข่ง
(N) ผู้แข่งขัน
(N) การรวบรวม
(VT) แปลให้เป็นภาษาคอมพิวเตอร์
(VT) รวบรวม
(N) ผู้แปล
(N) ความพึงพอใจ
(N) ความพึงพอใจ
(ADJ) ที่พึงพอใจ
(VI) บ่น
(VI) ร้องทุกข์
(PHRV) บ่นเกี่ยวกับ
(N) ผู้ร้องทุกข์
(PHRV) บ่น
(PHRV) เป็นทุกข์เพราะ
(N) ข้อที่ไม่พอใจ
(N) ความไม่พอใจ
(PHRV) แจ้งความ
(PHRV) ตําหนิ
(N) การทําให้พอใจ
(ADJ) ที่ทําให้พอใจ
(N) องค์ประกอบที่ทําให้สมบูรณ์
(ADJ) ทั้งหมด
(ADJ) ที่เสร็จสิ้น
(VT) ทําทั้งหมด
(VT) เสร็จ
(ADV) อย่างทั้งหมด
(ADV) อย่างเสร็จสมบูรณ์
(N) การทําเสร็จ
(ADJ) ซับซ้อน
(ADJ) ที่ประกอบด้วยสองส่วนขึ้นไป
(N) ความคิดหรือกิจกรรมที่สัมพันธ์กัน
(N) ลักษณะผิว
(ADJ) ที่มีผิวลักษณะพิเศษ
(N) ความซับซ้อน
(N) การยอมทําตาม
(N) การยอมทําตาม
(ADJ) ที่ยอมทําตาม
(N) ความยุ่งยากซับซ้อน
(VI) ยาก
(VT) ทําให้ยาก
(ADJ) ยากที่จะเข้าใจ
(N) การทําให้ยาก
(N) การเป็นผู้ร่วมทําผิด
(N) คําชมเชย
(ADJ) ที่ชื่นชม
(VI) เชื่อฟัง
(PHRV) ยอมทําตาม
(N) ส่วนประกอบ
(VI) เห็นด้วย
(VT) ประพฤติ
(N) ความประพฤติ
(VT) ประกอบด้วย
(ADJ) สงบ
(PHRV) ประกอบด้วย
(N) นักแต่งเพลง
(ADJ) ที่ประกอบขึ้นจากหลายส่วน
(N) สิ่งที่ประกอบขึ้นจากหลายส่วน
(N) การจัดวางองค์ประกอบ
(N) การประกอบขึ้น (ส่วนต่างๆเข้าด้วยกัน)
(N) สิ่งที่ประกอบขึ้น
(N) ผู้จัดวางองค์ประกอบ
(N) การผสมผสาน
(N) ความสงบของจิตใจ
(N) ขนมหวานชนิดหนึ่งทําจากผลไม้
(ADJ) ที่เกิดจากส่วนประกอบสองส่วนขึ้นไป
(N) คําประสม
(N) สิ่งที่เกิดจากส่วนประกอบสองส่วนขึ้นไป
(VI) ผสม
(VT) ทําให้เพิ่มขึ้น
(VT) ผสม
(PHRV) ผสมกับ
(PHRV) เห็นพ้องกับ
(N) นายหน้าที่ทําธุรกิจกับคนต่างชาติ
(N) นายหน้าที่ทําธุรกิจกับคนต่างชาติ
(VT) ทําให้เข้าใจ
(VT) รวมถึง
(ADJ) ที่เข้าใจได้
(N) ความเข้าใจ
(ADJ) ที่ครอบคลุม
(ADV) อย่างครอบคลุม
(VT) บีบอัด
(ADJ) ที่ถูกบีบอัด
(PHRV) กดหรืออัดให้เล็กลง
(PHRV) แสดง (ความคิดเห็นหรือความคิด) ด้วยการใช้คําพูดน้อย
(N) การบีบอัด
(ADJ) ที่มีอํานาจกดดัน
(N) เครื่องยนต์ที่มีการบีบอัดก๊าซหรืออากาศ
(VT) ประกอบด้วย
(VT) รวมถึง
(PHRV) ประกอบด้วย
(N) การประนีประนอม
(VI) ประนีประนอม
(VT) ประนีประนอม
(PHRV) ประนีประนอมกับ
(N) การบังคับ
(ADJ) ที่ต้องทําเพราะถูกบังคับ
(ADJ) ที่จําเป็นต้องทํา
(ADJ) ที่บังคับ
(N) ความรู้สึกสํานึกผิด
(ADJ) ที่คิดคํานวณได้
(N) การคํานวณ
(N) ผลที่ได้จากการคํานวณ
(N) การคํานวณ
(VI) คํานวณ
(VI) ใช้คอมพิวเตอร์
(VT) คํานวณ
(VT) ใช้คอมพิวเตอร์
(N) คอมพิวเตอร์
(N) ผู้คํานวณ
(VT) ทําด้วยคอมพิวเตอร์
(N) เพื่อนสนิท
(N) ความเป็นเพื่อนสนิท
(N) การโกหก
(VT) หลอกลวง
(N) ข้อโต้แย้ง
(N) นักโทษ (คําสแลง)
(VT) ศึกษา
(VT) บังคับเรือ
(ADJ) เว้า
(N) ความเว้า
(VT) ปกปิด
(PHRV) ปกปิดจาก
(N) การปกปิด
(VT) ยอมรับว่าถูก
(PHRV) ยอมรับว่าเป็นของ
(N) ความคิด
(N) จินตนาการ
(VT) คิด
(ADJ) ที่ภูมิใจในตัวเองมากเกินไป
(ADJ) ที่สามารถเข้าใจได้
(VI) ตั้งครรภ์
(VT) เข้าใจ
(VT) คิด
(VT) ตั้งครรภ์
(PHRV) คิดว่าเป็น
(PHRV) มีความคิดเกี่ยวกับ
(VI) มุ่งความสนใจไปยัง
(VT) มุ่งความสนใจไปยัง
(N) สิ่งที่ถูกทําให้มีความเข้มข้นขึ้น
(VI) ทําให้ตรงไปยังจุดศูนย์กลาง
(VI) เพ่งความสนใจ
(VT) ทําให้เข้มข้นขึ้น
(VT) ทําให้ตรงไปยังจุดศูนย์กลาง
(VT) ทําให้เพ่งความสนใจ
(PHRV) มุ่งไปที่
(PHRV) รวมรวมไปที่
(PHRV) สนใจใน
(PHRV) รวมรวมไปที่
(PHRV) สนใจใน
(N) การมุ่งไปยังศูนย์กลาง
(N) การให้ความสนใจ
(N) สารที่มีความเข้มข้น
(ADJ) ที่มีศูนย์กลาง
(ADJ) ที่มีศูนย์กลาง
(N) ความคิด
(N) การเข้าใจ
(N) การเริ่มต้น
(N) ความคิด
(ADJ) ที่เกี่ยวกับกรอบความคิด
(VT) สร้างกรอบความคิด
(N) ความกังวล
(N) ความสัมพันธ์
(N) เรื่องที่สําคัญกับบุคคลหนึ่ง
(VT) เกี่ยวข้องกับ
(VT) ทําให้กังวล
(VT) มีความสัมพันธ์
(PHRV) สนใจเกี่ยวกับ
(ADJ) กังวล
(ADJ) ที่สัมพันธ์กับ
(PHRV) เกี่ยวข้องกับ
(PREP) เกี่ยวกับ
(PHRV) สนใจเกี่ยวกับ
(PHRV) เกี่ยวข้องกับ
(N) การเห็นพ้องร่วมกัน
(N) คอนเสิร์ต
(VI) ระดมความคิด
(VT) ระดมความคิด
(ADJ) ที่กระทําร่วมกัน
(VI) แสดงคอนเสิร์ต
(N) การยอมให้
(ADJ) ที่ยอมให้
(N) คนเฝ้าประตู
(VT) ทําให้เป็นมิตร
(ADJ) มีแนวโน้มที่เป็นมิตร
(ADJ) สั้นกระชับ
(N) ความสั้นกระชับ
(N) ความสั้นกระชับ
(N) การประชุมลับ
(VI) จบ
(VT) ตัดสินใจ
(VT) ทําให้จบ
(N) ส่วนสุดท้าย
(ADJ) ที่เป็นส่วนสุดท้าย
(VT) ทําจากหลายส่วนประกอบ
(VT) วางแผน
(ADJ) ที่เกิดขึ้นด้วยกัน
(N) ความเป็นมิตรภาพกัน
(N) ความสอดคล้องกัน
(N) ความสอดคล้องกัน
(ADJ) สอดคล้องกัน
(N) ข้อตกลง
(N) การมาด้วยกัน
(N) ฝูงชน
(ADJ) ที่กลายเป็นของแข็ง
(ADJ) ที่เป็นรูปธรรม
(N) คอนกรีต
(N) รูปธรรม
(VT) ทําจากคอนกรีต
(N) ของแข็ง
(N) สภาพที่เป็นของแข็ง
(N) เมียน้อย
(N) ความปรารถนาอย่างมาก (โดยเฉพาะทางเพศ)
(VI) กระทําร่วมกัน
(VI) เกิดขึ้นในเวลาเดียวกัน
(VI) เห็นด้วย
(PHRV) เห็นด้วยกับ
(N) การเกิดในเวลาเดียวกัน
(N) การเห็นพ้องด้วย
(N) การเกิดในเวลาเดียวกัน
(N) การเห็นพ้องด้วย
(ADJ) ที่กระทําร่วมกัน
(ADJ) ที่เกิดขึ้นพร้อมกัน
(ADJ) ที่ไปยังจุดเดียวกัน
(ADJ) ที่เห็นพ้องต้องกัน
(VT) ทําให้สั่นอย่างแรง
(N) การสั่นอย่างแรง
(VT) ประกาศว่าทําผิด
(VT) วิจารณ์อย่างแรง
(PHRV) ประณามว่าเป็น
(N) การวิจารณ์อย่างแรง
(PHRV) ประณามในเรื่อง
(PHRV) ทําให้ตกอยู่ในสภาพ
(PHRV) ลงโทษด้วย
(N) การทําให้ลดลง
(VT) ทําให้น้อยลง
(VT) ย่อ
(N) นมข้นหวาน
(N) เครื่องที่เปลี่ยนก๊าซให้เป็นของเหลว
(VI) ลดตัวลงมา
(PHRV) ปฏิบัติราวกับ...ต่ําต้อย
(PHRV) ลดตัวลงมา
(ADJ) ที่เหมาะสม (แก่การถูกลงโทษ)
(N) เครื่องปรุงอาหาร
(N) ความเจ็บป่วย
(N) เงื่อนไข
(N) ปัจจัยแวดล้อม
(N) สถานะภาพทางสังคม
(N) สภาวะ
(N) สุขภาพ
(ADJ) ที่เป็นเงื่อนไข
(ADJ) ภายใต้เงื่อนไข
(PHRV) ทําให้เคยชินกับ
(N) คอนโด
(VI) แสดงความเสียใจ
(N) การแสดงความเสียใจต่อผู้อื่น
(N) การแสดงความเสียใจต่อผู้อื่น
(PHRV) เห็นอกเห็นใจ
(N) ถุงยาง
(N) คอนโดมิเนียม
(N) การให้อภัย
(VT) ให้อภัย
(VI) นําไปสู่
(PHRV) นําไปสู่
(PHRV) นําไปสู่
(ADJ) ที่นําไปสู่
(N) การจัดการ
(N) ความประพฤติ
(VI) นํา
(VT) จัดการ
(VT) นํา
(VT) ประพฤติ
(PHRV) บังคับให้ออกไป
(N) การจัดการ
(ADJ) ที่จัดการ
(N) การเป็นสื่อนํา
(ADJ) ที่สามารถเป็นสื่อนําพลังงานได้
(N) คุณสมบัติในการสื่อนําพลังงานได้
(N) ผู้ควบคุม
(N) ผู้ควบคุมวงดนตรี
(PHRV) บังคับให้ออกไป
(N) ผู้นําวงดนตรีที่เป็นผู้หญิง
(N) ท่อ
(N) กรวย
(PHRV) ทําให้มีรูปกรวย
(N) กระต่าย (โดยเฉพาะที่มีถิ่นกําเนิดในยุโรป)
(N) การคุย
(VI) คุย
(N) การพูดคุย
(VT) เตรียมผสม
(N) การเตรียมผสม
(N) ร้านขายลูกกวาด
(N) การทําลูกกวาด
(N) ร้านขายลูกกวาด
(N) ลูกกวาด
(N) การรวมตัวเพื่อจุดประสงค์บางอย่าง
(VI) รวมกลุ่มกัน
(VT) รวมกลุ่มกัน
(PHRV) รวมกันเป็นสมาพันธ์ (กับชาติอื่น)
(N) การรวมกลุ่มกัน
(VI) พบปะพูดคุย
(N) ผู้เข้าร่วมการสัมมนา
(N) การสัมมนา
(PHRV) พูดคุยร่วมกันในเรื่อง
(PHRV) ให้เกียรติอย่างเป็นทางการ
(N) การสัมมนา
(PHRV) ให้เกียรติอย่างเป็นทางการ
(PHRV) ปรึกษา
(VI) สารภาพผิด
(VT) สารภาพผิด
(N) การสารภาพผิด
(ADJ) เกี่ยวกับการสารภาพผิด
(N) ผู้สารภาพ
(PHRV) ยอมรับผิด
(PHRV) สารภาพบาป (กับพระหรือพระเจ้า)
(N) เพื่อนที่ไว้วางใจ
(VI) ไว้ใจ
(VT) บอกความลับ
(VT) ให้ความไว้วางใจ
(PHRV) บอกความลับกับ
(N) ความเป็นเพื่อนที่ไว้ใจได้
(N) ความไว้เนื้อเชื่อใจ
(N) ที่มั่นใจ
(ADJ) ที่เป็นความลับ
(PHRV) บอกความลับกับ
(PHRV) มอบความไว้วางใจให้กับ
(ADJ) ที่ไว้วางใจ
(N) โครงร่างภายนอก
(N) ขอบเขต
(VT) จํากัด
(N) การจํากัด
(PHRV) จํากัด
(PHRV) จํากัดให้อยู่ภายใน
(VT) ทําให้มั่นคง
(VT) ยืนยัน
(N) การยืนยัน
(ADJ) ที่มีหลักฐานยืนยัน
(ADJ) ที่เกิดขึ้นเป็นประจํา
(ADJ) ที่มีหลักฐานยืนยัน
(ADJ) เรื้อรัง (โรค)
(PHRV) ทําให้มั่นใจในเรื่อง
(PHRV) ยืนยันในเรื่อง
(ADJ) ที่ถูกยึดทรัพย์
(ADJ) ที่ถูกยึดทรัพย์
(VT) ยึดทรัพย์
(PHRV) ยึดจาก
(N) ของหวาน
(ADJ) ที่เผาไหม้
(N) ไฟที่ลุกไหม้
(N) การต่อสู้
(N) ความขัดแย้ง
(VI) ขัดแย้ง
(VI) ต่อสู้
(N) ความขัดแย้ง
(PHRV) เกิดขึ้นในเวลาเดียวกับ
(PHRV) ไม่เห็นด้วยอย่างยิ่งกับ
(N) การไหลไปด้วยกัน
(N) ฝูงชน
(ADJ) ที่ไหลไปด้วยกัน
(VI) เหมือนหรือคล้ายกัน
(VT) ทําให้เหมือนหรือคล้ายกัน
(ADJ) เชื่อฟัง
(ADJ) ที่ปรับให้เหมือนกัน
(N) การสอดคล้องกัน
(N) โครงสร้าง
(N) การสอดคล้องกัน
(PHRV) สอดคล้องกับ
(PHRV) สอดคล้องกับ
(VT) ทําให้รู้สึกสับสน
(VT) ผสมปนเป
(ADJ) ที่สับสน
(N) ความเป็นพี่เป็นน้อง
(N) เพื่อนร่วมงาน
(VT) เผชิญหน้า
(N) การเผชิญหน้า
(N) การเผชิญหน้า
(PHRV) เผชิญกับ
(VT) ผสมปนเปกัน
(VT) สับสน
(PHRV) สับสนเกี่ยวกับ
(ADJ) ที่สับสน
(PHRV) ทําให้ผิดพลาดกับ
(PHRV) ทําให้สับสนกับ
(ADJ) น่าสับสน
(N) ความสับสน
(N) การพิสูจน์ว่ากระทําผิด
(N) หลักฐานที่ชี้ว่ากระทําผิด
(VT) พิสูจน์ว่ากระทําผิด
(N) เต้นคองกา
(VI) ทําให้หนาขึ้น (โดยใช้ความเย็น)
(VT) ทําให้หนาขึ้น (โดยใช้ความเย็น)
(N) คนหรือสิ่งของประเภทเดียวกัน
(ADJ) ที่มีมาแต่กําเนิด
(N) ปลาไหลขนาดใหญ่ชนิดหนึ่ง
(N) กองสิ่งของ
(VI) เลือดหรือของเหลวคั่ง
(VT) ทําให้เกิดเลือดหรือของเหลวคั่ง (ในร่างกาย)
(VT) ทําให้แออัด
(N) ความแออัด
(ADJ) ที่รวมเป็นกลุ่มก้อน
(VI) เป็นกลุ่มก้อน
(VT) ทําให้เป็นกลุ่มก้อน
(N) การรวมเป็นกลุ่มก้อน
(VT) แสดงความยินดี
(PHRV) แสดงความยินดีกับ...ในเรื่อง
(PHRV) แสดงความยินดีกับ...ในเรื่อง
(N) การแสดงความยินดี
(ADJ) ที่รวบรวมได้
(VI) รวบรวม
(VT) รวบรวม
(N) การรวบรวม
(N) การพบปะกัน
(N) การมีเพศสัมพันธ์
(N) ความสอดคล้องกัน
(N) การปรองดองกัน
(ADJ) ที่สอดคล้องต้องกัน
(N) ความเหมาะสม
(ADJ) ที่เหมาะกัน
(ADJ) ที่เป็นรูปทรงกรวย
(ADJ) ที่เป็นรูปทรงกรวย
(PHRV) พูดให้หลงกล
(ADJ) ที่เกี่ยวกับการคาดเดา
(N) การคาดเดา
(VI) คาดเดา
(VT) คาดเดา
(SL) การหลอกลวง
(VI) รวมกัน
(VT) ทําให้รวมกัน
(ADJ) ที่รวมกัน
(ADJ) ที่เกี่ยวกับความสัมพันธ์ฉันท์สามีภรรยา
(ADJ) ที่รวมเป็นคู่
(N) การรวมกัน
(ADJ) ที่รวมกัน
(N) การเกิดขึ้นร่วมกัน
(N) การรวมกัน
(N) คําเชื่อม
(ADJ) ที่เชื่อมต่อกัน
(N) เหตุการณ์ที่สําคัญ
(N) การร่ายมนตร์
(N) เวทมนตร์
(N) ร่ายเวทมนตร์
(PHRV) ทําให้หายเป็นปลิดทิ้ง (ราวกับใช้เวทมนตร์)
(N) ผู้ที่โน้มน้าวผู้อื่น
(N) ผู้ที่ร่ายมนต์
(PHRV) ทําให้เกิด(บางสิ่ง) ในใจ
(PHRV) ทําให้หายเป็นปลิดทิ้ง (ราวกับใช้เวทมนตร์)
(PHRV) แสดงกลกับ
(N) ผู้ที่โน้มน้าวผู้อื่น
(N) ผู้ที่ร่ายเวทมนต์
(N) การตีหัว (คําสแลง)
(N) จมูก (คําสแลง)
(SL) จมูก
(VT) ตีหัว (คําสแลง)
(SL) ลูกอัณฑะ
(PHRV) ตาย (คําไม่เป็นทางการ)
(PHRV) หยุดทํางาน (เครื่องจักร) (คําไม่เป็นทางการ)
(PHRV) เหนื่อยมากจนหลับ
(VI) เชื่อมต่อ
(VI) บรรลุเป้าหมาย
(VT) เชื่อมต่อ
(VT) ติดต่อทางโทรศัพท์
(ADJ) ที่ทําให้เชื่อมต่อกัน
(ADJ) ที่เชื่อมต่อกัน
(N) ความสัมพันธ์
(VI) การเชื่อมกัน
(ADJ) ที่เชื่อมต่อกัน
(PHRV) เชื่อมต่อกับ
(PHRV) โทรศัพท์หา
(PHRV) เชื่อมต่อกับ
(PHRV) เกี่ยวข้องกับ
(PHRV) เชื่อมต่อกับ (การขนส่งหรือการเดินทาง)
(PHRV) เชื่อมโยงเข้ากับ
(PHRV) โทรศัทพ์หา
(PHRV) รวมกับ
(VI) การมองข้ามความผิดพลาด
(ADJ) มองข้ามความผิดพลาด
(VI) ร่วมมือกัน (อย่างลับๆ)
(PHRV) แสร้งทําเป็นไม่รู้เห็นเกี่ยวกับ
(PHRV) สมคบคิดกับ
(N) ผู้เชี่ยวชาญ
(N) การแสดงถึงความหมายโดยนัย
(VT) แสดงถึงความหมายโดยนัยว่า
(ADJ) ที่เกี่ยวกับความสัมพันธ์ฉันท์สามีภรรยา
(ADJ) ที่เป็นรูปกรวย
(N) สิ่งที่มีรูปร่างเป็นรูปกรวย
(ADJ) ที่เป็นรูปกรวย
(N) สิ่งที่มีรูปร่างเป็นรูปรวย
(PHRV) โกงเพื่อให้ได้
(VI) ชนะ
(VT) ชนะ
(VT) ได้มาด้วยการชนะสงคราม
(N) ชัยชนะ
(ADJ) ที่มีบรรพบุรุษเดียวกัน
(ADJ) ที่มีบรรพบุรุษเดียวกัน
(N) ความมีสายเลือดเดียวกัน
(N) ความรู้สึกผิดชอบชั่วดี
(ADJ) ที่รู้สึกผิด
(ADJ) ที่ทําด้วยความรู้สึกด้านดี
(ADJ) ที่ตระหนักได้
(ADJ) ที่รู้สึกตัว
(ADJ) ที่รู้สึกหรือคิดได้
(N) ความตระหนักรู้
(N) ผู้ที่ถูกเกณฑ์ทหาร
(PHRV) เกณฑ์ทหาร
(N) การเกณฑ์ทหาร
(VT) อุทิศตนให้กับ
(PHRV) อุทิศชีวิตให้
(PHRV) อุทิศตัวให้กับพระเจ้า
(N) การอุทิศตน
(N) ลําดับของเหตุผล
(ADJ) ที่ต่อเนื่องตามลําดับ
(ADJ) ที่เห็นร่วมกัน
(N) ความคิดเห็นของคนส่วนใหญ่
(N) การอนุญาต
(VI) ยอมรับ
(VI) ยอมให้ทํา
(PHRV) อนุญาตให้
(N) ตําแหน่งที่สําคัญ
(N) ผล
(ADJ) ที่เป็นผลที่ตามมา
(ADJ) ที่เป็นผลกระทบ
(ADJ) สําคัญ
(ADV) ดังนั้น
(N) การอนุรักษ์ธรรมชาติ
(N) องค์กรที่ทําหน้าที่อนุรักษ์ธรรมชาติ
(N) การป้องกันความสูญเสีย
(N) การอนุรักษ์ธรรมชาติ
(N) นักอนุรักษ์ธรรมชาติ
(N) หลักปฏิบัติของนักอนุรักษ์
(ADJ) ที่เป็นการป้องกัน
(ADJ) ที่เป็นอนุรักษ์นิยม
(ADJ) ระมัดระวัง
(N) คนที่มีแนวคิดอนุรักษ์นิยม
(N) โรงเรียนสอนดนตรี
(N) ผู้ที่ทํางานเกี่ยวกับการเก็บรักษางานศิลปะ
(N) ผู้ปกป้อง
(N) เรือนกระจกสําหรับเก็บต้นไม้
(N) โรงเรียนสอนดนตรี
(VT) ถนอมอาหาร (ผลไม้)
(VT) ทําให้ปลอดภัย
(VI) พิจารณา
(VT) พิจารณา
(ADJ) สําคัญ
(PHRV) คิดว่าเป็น
(ADJ) ที่คิดถึงความคิดของผู้อื่น
(N) การคิดพิจารณา
(N) ความคิดเห็นใจผู้อื่น
(ADJ) ที่พิจารณาอย่างถี่ถ้วน
(PREP) ในความคิดของ
(VT) ส่งไปยัง
(VT) ให้อยู่ในความรับผิดชอบของ
(N) ผู้รับ
(N) ผู้ส่ง
(N) จํานวนสินค้าที่ส่งไป
(N) ผู้ส่ง
(PHRV) มอบหมายให้
(PHRV) ส่งไปยัง
(VI) ประกอบด้วย
(N) ความสอดคล้อง
(N) ความเหนียวข้น
(ADJ) ที่สอดคล้องกัน
(PHRV) ประกอบด้วย
(PHRV) ประกอบด้วย
(PHRV) เข้ากันได้กับ
(N) ความรู้สึกสะดวกสบาย
(N) คอนโซล
(VT) ทําให้รู้สึกสะดวกสบาย
(PHRV) ปลอบโยน
(VI) รวมเป็นหนึ่ง
(VT) รวมเป็นหนึ่ง
(N) การรวมตัวเป็นหนึ่ง
(N) ความสอดคล้องกลมกลืน
(ADJ) ที่สอดคล้องกลมกลืน
(ADJ) ที่ทําหน้าที่เป็นพยัญชนะ
(N) คู่ครอง
(VI) สัมพันธ์กัน
(VT) ทําให้สัมพันธ์กัน
(N) ความเป็นหุ้นส่วนกัน
(PHRV) เป็นเพื่อนกับ
(PHRV) เหมือนกับ
(N) การสํารวจ
(ADJ) ที่เห็นได้ชัดเจน
(IDM) ไม่ปรากฎตัวอยู่ด้วยทั้งๆ ที่ควรอยู่
(N) การวางแผนอย่างลับๆ
(N) แผนการ
(VI) ร่วมกันวางแผนอย่างลับๆ
(PHRV) วางแผนลับเพื่อต่อต้าน
(N) ตํารวจ
(N) ความคงตัว
(N) ความจงรักภักดี
(ADJ) ที่เกิดขึ้นตลอดเวลา
(ADJ) ที่ไม่เปลี่ยนแปลง
(N) กลุ่ม
(N) กลุ่มดาว
(N) ความรู้สึกตกตะลึง
(VT) ทําให้ท้องผูก
(ADJ) ท้องผูก
(N) การขัดขวาง
(N) อาการท้องผูก
(N) ผู้ที่มีสิทธิเลือกตั้งในเขตเลือกตั้ง
(ADJ) เป็นส่วนประกอบ
(N) ประชาชนในระบอบประชาธิปไตย
(N) องค์ประกอบ
(VT) ก่อตั้ง
(VT) ประกอบด้วย
(N) การก่อตั้ง
(N) การประกอบขึ้น
(N) รัฐธรรมนูญ
(N) สุขภาพร่างกาย
(ADJ) ที่เป็นส่วนพื้นฐาน
(ADJ) ที่เป็นส่วนหนึ่งที่จําเป็น
(VT) จํากัด
(VT) บังคับ
(ADJ) ที่เค้นออกมา
(ADJ) ที่บังคับ
(PHRV) ผลักดัน (ด้วยกําลังหรือกฎหมาย)
(N) ข้อจํากัด
(N) ความยับยั้งชั่งใจ
(VI) กดแน่นเข้าด้วยกัน
(VT) จํากัดการไหล (เช่น เลือด, อากาศ)
(VT) ทําให้แคบลง
(N) การหดตัว
(N) ความรู้สึกแน่นหน้าอก
(N) ที่หดตัว
(N) งูที่ฆ่าเหยื่อโดยการบีบรัด
(VT) ผูกเรื่อง
(VT) สร้าง
(PHRV) สร้างจาก
(N) การก่อสร้าง
(N) การคิดค้น
(N) การตีความ
(N) คําหรือวลีที่ผูกขึ้น
(N) โครงสร้าง
(N) สิ่งปลูกสร้าง
(ADJ) ที่เกี่ยวกับโครงสร้าง
(ADJ) ที่ช่วยให้พัฒนาขึ้น
(PHRV) สร้างจาก
(N) ผู้สร้าง
(PHRV) สร้างจาก
(VI) วิเคราะห์ (ประโยคหรือข้อความ)
(VT) ตีความ
(VT) วิเคราะห์ (ประโยคหรือข้อความ)
(PHRV) ทําให้อนุมานว่า
(PHRV) ใช้คําร่วมกับ (คําอื่น)
(N) กงสุล
(N) สถานกงสุล
(N) อํานาจหน้าที่ของกงสุล
(N) กงสุลใหญ่
(VI) ทํางานให้คําปรึกษา
(VI) ปรึกษา
(VT) ค้นหาข้อมูล
(VT) ปรึกษา
(PHRV) ปรึกษาในเรื่อง
(N) ผู้ให้คําปรึกษา
(N) การปรึกษาหารือ
(ADJ) ที่เกี่ยวกับการปรึกษา
(ADJ) เกี่ยวกับการให้คําปรึกษา
(ADJ) ซึ่งให้คําปรึกษา
(N) การให้คําปรึกษา
(PHRV) ปรึกษา
(PHRV) พบอย่างเป็นทางการ
(ADJ) ที่สามารถใช้ให้หมดไปได้
(VT) ใช้จนหมด
(VT) ซื้อ
(VT) ทําลายอย่างสิ้นเชิง
(VT) บริโภค
(PHRV) สูญูเสีย
(ADV) อย่างที่สุด
(N) ผู้บริโภค
(N) เครื่องอุปโภคบริโภค
(N) การคุ้มครองผู้บริโภค
(PHRV) ท่วมท้นไปด้วย (ความรู้สึก)
(ADJ) แรงกล้า
(ADJ) ที่เชี่ยวชาญ
(ADJ) มากมาย
(VT) ทําให้เสร็จสมบูรณ์
(ADV) อย่างมากมาย
(N) ความสําเร็จจากการทําบางสิ่งจนลุล่วง
(N) การใช้หมดไป
(N) การบริโภค
(N) ปริมาณการบริโภค
(ADJ) ที่ใช้หมดไป
(ADJ) ซึ่งเกิดโดยการสัมผัส
(ADJ) ที่ใช้ในการติดต่อ
(N) การติดต่อสื่อสาร
(N) การสัมผัส
(N) ช่องทางการติดต่อ
(N) ผู้ที่เป็นสื่อกลางช่วยเหลือได้
(VI) สัมผัส
(VT) ติดต่อ
(VT) สัมผัส
(N) เลนส์สัมผัส
(N) การติดต่อของโรคโดยการสัมผัส
(N) โรคติดต่อที่แพร่กระจายด้วยการสัมผัส
(ADJ) ซึ่งแพร่กระจายได้ง่าย
(ADJ) ที่แพร่กระจายด้วยการสัมผัส
(N) โรคติดต่อที่แพร่กระจายด้วยการสัมผัส
(VT) จํากัด
(VT) จุ
(VT) ประกอบด้วย
(VT) มี
(VT) ยับยั้ง
(N) ตู้บรรจุสินค้า
(N) ภาชนะใส่ของ
(PHRV) ยับยั้ง
(N) การเก็บไว้ในที่จํากัด
(N) สิ่งปนเปื้อน
(VT) เจือปน
(N) การปนเปื้อน
(VT) ดูถูก
(VT) พิจารณา
(VT) สังเกตอย่างพินิจพิเคราะห์
(N) การพิจารณาใคร่ครวญ
(ADJ) ที่คิดลึกซึ้ง
(ADJ) ซึ่งเกิดขึ้นในสมัยเดียวกัน
(ADJ) ซึ่งกําลังมีชีวิตอยู่
(ADJ) ซึ่งที่เกิดขึ้นพร้อมกัน
(ADJ) ทันสมัย
(N) คนร่วมสมัย
(VI) เกิดขึ้นในเวลาเดียวกัน
(VT) ทําให้เกิดขึ้นในเวลาเดียวกัน
(N) การดูถูก
(N) การหมิ่นประมาท
(N) การเหยียดหยาม
(ADJ) น่าเหยียดหยาม
(ADJ) ซึ่งดูหมิ่นหรือเหยียดหยามผู้อื่น
(ADV) อย่างดูถูกผู้อื่น
(VI) ต่อสู้ (เพื่อบางสิ่ง)
(VI) โต้เถียง
(VI) ยืนยัน
(VT) ต่อสู้ (เพื่อบางสิ่ง)
(PHRV) โต้เถียงเกี่ยวกับ
(PHRV) แข่งขันกับ
(N) คู่ต่อสู้
(PHRV) แข่งขันกับ
(PHRV) แข่งขันกับ
(PHRV) ดิ้นรนต่อสู้กับ
(N) จํานวนของสิ่งที่บรรจุอยู่
(N) ปริมาณความจุ
(N) สาร
(N) หัวข้อ
(ADJ) ที่พร้อมจะยอมรับ
(ADJ) พอใจในสภาพของตนเอง
(N) ความพึงพอใจ
(VT) ทําให้พอใจ
(ADJ) ที่พอใจในสิ่งที่เป็นอยู่
(ADV) อย่างพอใจในสิ่งที่เป็นอยู่
(N) การแข่งขัน
(N) การโต้แย้ง
(N) ความคิดเห็นในการโต้แย้ง
(ADJ) ซึ่งโต้เถียงกัน
(N) ความพอใจ
(PHRV) ทําให้พอใจด้วย
(N) คําแสดงเนื้อหา (ทางไวยากรณ์ เช่น คํานาม คํากริยา คําคุณศัพท์ เป็นต้น)
(N) การแข่งขัน
(N) การดิ้นรน
(VT) เข้าร่วมการประกวด
(VT) ท้าทาย
(PHRV) แข่งขันกับ
(PHRV) ดิ้นรนต่อสู้กับ
(N) ผู้แข่งขัน
(PHRV) แข่งขันกับ
(PHRV) ดิ้นรนต่อสู้กับ
(N) บริบท
(N) สภาพแวดล้อม
(N) การติดกัน
(ADJ) ซึ่งใกล้ชิด
(ADJ) ซึ่งติดกัน
(N) การกลั้น (ปัสสาวะหรืออุจจาระ)
(N) การบังคับใจตัวเอง
(N) ทวีป
(ADJ) ที่สามารถกลั้น (ปัสสาวะหรืออุจจาระ)
(ADJ) เกี่ยวกับทวีปยุโรป
(ADJ) เกี่ยวกับแผ่นดินใหญ่
(N) จํานวนที่เล็กน้อย
(N) ไหล่ทวีป
(N) การสัมผัส
(N) ความบังเอิญ
(N) เรื่องบังเอิญ
(ADJ) ที่อาจจะเกิดหรือไม่เกิดขึ้น
(N) ที่เกิดขึ้นโดยบังเอิญ
(ADJ) ต่อเนื่อง
(ADJ) ที่เกิดขึ้นเป็นประจํา
(ADV) เป็นประจํา
(ADV) อย่างต่อเนื่อง
(N) การเกิดขึ้นต่อเนื่อง
(N) ระยะเวลา
(N) เสียงพยัญชนะที่ออกเสียงยาวต่อเนื่องกัน
(N) การต่อเนื่องกัน
(N) การเริ่มต้นใหม่อีกครั้ง (หลังจากถูกขัดจังหวะ)
(ADJ) ที่ทําให้ต่อเนื่อง
(N) ผู้ที่ทําต่อ
(VI) ดําเนินต่อไป
(VI) เริ่มอีกครั้ง
(VT) ดําเนินต่อไป
(ADJ) ต่อเนื่อง
(PHRV) ดําเนินต่อไป
(ADJ) ที่เริ่มอีกครั้ง
(N) ความต่อเนื่องกัน
(ADJ) ซึ่งติดต่อกัน
(ADV) อย่างต่อเนื่อง
(VI) บิดเบี้ยว
(VT) ทําให้บิดเบี้ยว
(VT) ทําให้ไม่เหลือเค้าเดิม
(N) การบิดเบี้ยว (โดยเฉพาะใบหน้าหรือส่วนของร่างกาย)
(ADJ) ตามรูปร่างของพื้นดิน
(ADJ) เหมาะกับรูปร่าง
(N) ลักษณะทั่วๆ ไป
(N) เส้นขอบ
(VT) วาดเส้นเค้าโครง
(VT) สร้างตามลักษณะธรรมชาติของพื้นดิน
(VT) ออกแบบให้เหมาะกับรูปร่าง
(PRF) ตรงข้าม
(PRF) ต้าน
(ADJ) ที่ขายอย่างผิดกฎหมาย
(N) การค้าขายที่ผิดกฎหมาย
(N) สินค้าเถื่อน
(N) การคุมกําเนิด
(N) ยาหรือสิ่งที่ใช้คุมกําเนิด
(N) การว่าจ้างเพื่อฆาตกรรม
(N) การสัญญา
(N) ข้อตกลง
(N) นิติกรรมสัญญา
(VI) ทําสัญญา
(VI) หด
(VT) จัดงานแต่งงาน
(VT) ติดโรค
(VT) ทําให้หดตัว
(VT) ย่อ
(ADJ) ที่หดตัว
(PHRV) ทําสัญญาสร้าง
(ADJ) ที่หดตัวได้
(PHRV) ทําสัญญาเข้าร่วม
(N) การหดตัว
(N) คําย่อ
(N) ผู้ทําสัญญา
(N) สิ่งที่หดตัว
(PHRV) เซ็นสัญญาจ้าง
(ADJ) ที่เกี่ยวกับสัญญา
(N) การหดตัวของกล้ามเนื้อ
(PHRV) ทําสัญญา
(VT) ขัดแย้ง
(VT) โต้แย้ง
(N) ความแตกต่าง
(IDM) คําพูดต้องห้าม
(ADJ) ซึ่งตรงกันข้ามกัน
(N) ความแตกต่างกัน
(N) การเดินรถบนถนนด้านหนึ่งชั่วคราว (เนื่องจากอีกด้านหนึ่งปิดซ่อมทาง)
(N) เครื่องมือ
(ADJ) ที่เกี่ยวกับตําแหน่งตรงข้าม
(ADV) อย่างตรงกันข้าม
(ADJ) ซึ่งขัดแย้งกัน
(ADJ) ซึ่งเป็นอุปสรรค
(ADJ) ตรงกันข้าม
(N) การตรงกันข้าม
(N) ความแตกต่าง
(N) ความแตกต่างระหว่างความสว่างและความมืด
(N) สิ่งที่ต่างกันอย่างสิ้นเชิง
(VI) แตกต่างกัน
(VT) เปรียบเทียบให้เห็นความแตกต่าง
(PHRV) ตรงข้ามกับ
(PHRV) แสดงความแตกต่างกับ
(VT) โต้แย้ง
(VT) ฝ่าฝืน
(N) การฝ่าฝืนกฎ
(N) เหตุการณ์ที่น่าละอาย
(VI) มีส่วนทําให้
(VI) ให้ (เพื่อช่วยเหลือ)
(VT) ให้ (เพื่อช่วยเหลือ)
(PHRV) บริจาค (เงินหรือเวลา)
(PHRV) รับผิดชอบต่อ
(PHRV) ส่งเรื่องไปตีพิมพ์ (หนังสือ, นิตยสารฯลฯ)
(PHRV) บริจาค (เงินหรือเวลา)
(PHRV) รับผิดชอบต่อ
(PHRV) ส่งเรื่องไปตีพิมพ์ (หนังสือ, นิตยสารฯลฯ)
(N) การบริจาค
(N) สิ่งที่บริจาค
(N) ผู้บริจาค
(ADJ) เกี่ยวกับการบริจาค
(ADJ) สํานึกผิด
(N) ความสํานึกผิด
(N) สิ่งประดิษฐ์
(N) อุบาย
(VI) ประดิษฐ์ (อย่างชาญฉลาด)
(VT) วางแผน
(ADJ) ที่วางแผนไว้
(N) การจํากัด
(N) เครื่องควบคุม
(N) ทักษะ
(N) ผู้ควบคุม
(N) มาตรฐานเปรียบเทียบในการทดลอง
(N) สถานที่ที่ใช้ในการควบคุม
(N) อํานาจในการควบคุม
(VT) ควบคุมดูแล
(VT) จัดการ
(VT) ตรวจสอบ
(N) ที่ควบคุมได้
(ADJ) ซึ่งถูกควบคุม
(ADJ) ซึ่งมีทักษะ
(N) ผู้ควบคุม
(N) ที่ควบคุม
(ADJ) ซึ่งก่อให้เกิดการโต้แย้ง
(ADJ) ซึ่งชอบโต้แย้ง
(N) คนที่ชอบโต้แย้ง
(N) การโต้เถียงอย่างรุนแรง
(VT) โต้แย้ง
(ADJ) ดื้อรั้น
(N) การดื้อรั้น
(N) การสบประมาท
(VI) ฟกช้ํา
(N) รอยฟกช้ํา
(N) ปริศนาคําทาย
(N) ปัญหาที่ยากจะแก้ออก
(VI) พักฟื้น
(PHRV) พักฟื้นจาก
(N) การพักฟื้น
(N) ระยะพักฟื้น
(ADJ) ที่ค่อยๆ ฟื้นตัว (จากการเจ็บป่วย)
(N) การพาความร้อนหรือของเหลวหรือก๊าซ
(N) การหมุนเวียน
(N) พฤติกรรมที่เหมาะสม
(VI) ชุมนุมกัน
(VT) ถูกเรียกให้มาชุมนุมกัน
(VT) เรียกตัว (ศาล)
(N) ความสะดวก
(N) เครื่องอํานวยความสะดวก
(N) ห้องสุขา
(N) อาหารกึ่งสําเร็จรูป
(ADJ) สะดวก
(ADV) อย่างสะดวก
(N) สํานักแม่ชี
(N) สังคมของหญิงผู้ที่อุทิศตนให้ศาสนา
(N) การชุมนุม
(N) การประชุม
(N) ข้อตกลง
(ADJ) เกี่ยวกับประเพณีนิยม
(ADJ) ซึ่งเกี่ยวกับการชุมนุม
(ADJ) ธรรมดา
(VT) ทําให้เป็นธรรมเนียม
(N) การปรับให้เข้ากับธรรมเนียมปฏิบัติ
(VT) ทําให้เป็นธรรมเนียม
(N) ผู้ที่ปฏิบัติตามธรรมเนียม
(VI) ค่อยๆ กลายมาเป็นเหมือนกัน
(VI) บรรจบกัน
(VI) ไปยังจุดหมายเดียวกัน
(N) การมาบรรจบกัน
(ADJ) ซึ่งมาบรรจบกัน
(PHRV) บรรจบกันที่
(ADJ) ที่คุยด้วยง่าย
(ADJ) ที่มีประสบการณ์
(N) การสนทนา
(ADJ) ที่เกี่ยวกับการสนทนา
(N) คนที่ช่างสนทนา
(N) คนที่ช่างสนทนา
(N) การสนทนา
(VI) คุยโต้ตอบกับคอมพิวเตอร์
(VI) สนทนา
(ADJ) ที่ตรงกันข้าม
(N) ความตรงกันข้าม
(PHRV) พูดคุยเกี่ยวกับ
(PHRV) พูดคุยเกี่ยวกับ
(PHRV) พูดคุยกับ
(N) การเปลี่ยนความเชื่อ
(N) การเปลี่ยนแปลง
(N) การแปลงหน่วยวัด
(N) สิ่งที่เปลี่ยนแปลง
(N) คนที่เปลี่ยนความเชื่อ
(VI) เปลี่ยน
(VI) เปลี่ยนความเชื่อ
(VT) ทําให้เปลี่ยนความเชื่อ
(VT) เปลี่ยน
(VT) แปลงหน่วยวัด
(ADJ) ที่เปลี่ยนแปลง
(N) เครื่องมือที่ใช้ในการสับเปลี่ยน (เช่น กระแสไฟฟ้า)
(PHRV) เปลี่ยนจาก
(PHRV) เปลี่ยนศาสนาหรือความเชื่อจาก
(ADJ) ที่สามารถเปลี่ยนแปลงได้
(PHRV) เปลี่ยนเป็น
(PHRV) ทําให้เปลี่ยนเป็น
(PHRV) เปลี่ยนศาสนาหรือความเชื่อเป็น
(ADJ) นูน
(VI) นูนออกมา
(VT) ทําให้นูน
(N) เลนส์นูน
(VT) ขนส่ง
(VT) ถ่ายทอด
(VT) สื่อไปถึง
(VT) แสดงถึง
(N) การขนส่ง
(N) การโอนกรรมสิทธิ์
(N) ยานพาหนะ
(N) การโอนกรรมสิทธิ์
(N) ผู้ขนส่ง
(N) ผู้ขนส่ง
(PHRV) ถ่ายทอดให้กับ
(PHRV) ส่งไป
(PHRV) โอนให้กับ (ทางกฎหมาย)
(N) นักโทษ
(VI) ได้รับการพิสูจน์ว่ามีความผิดจริง
(VT) พิสูจน์ว่ามีความผิด
(N) การพิสูจน์ว่ากระทําผิด
(N) ความเชื่อมั่น
(PHRV) ทําให้เชื่อในเรื่อง
(PHRV) ประกาศว่ามีความผิดฐาน
(VT) ทําให้แน่ใจ
(VT) โน้มน้าว
(ADJ) ที่ถูกโน้มน้าว
(PHRV) ทําให้เชื่อในเรื่อง
(ADJ) ซึ่งโน้มน้าว
(ADJ) แน่ชัด
(ADJ) ที่ชอบสังสรรค์
(ADJ) ที่สนุกสนานรื่นรมย์
(N) การเรียกมาชุมนุม
(VT) เรียกชุมนุม
(VI) ขด
(VT) ขด
(ADJ) ที่ซับซ้อนมาก
(N) รอยหยักของสมอง
(N) ลักษณะที่ม้วนขดอยู่
(VI) ม้วนเข้าด้วยกัน
(VT) ทําให้ม้วนเข้าด้วยกัน
(N) ยานพาหนะที่เดินทางไปด้วยกัน
(N) ยานพาหนะหรือเรือคุ้มกันการเดินทาง
(VT) คุ้มกันการเดินทาง
(VI) สั่นอย่างแรง (แบบควบคุมไม่ได้)
(VT) ทําให้ยุ่งเหยิง
(VT) ทําให้สั่นอย่างแรง
(PHRV) ทําให้สั่นหรือกระตุก
(N) การสั่นอย่างรุนแรง
(N) ความชุลมุนวุ่นวาย
(ADJ) ที่เกิดการสั่นกระตุก
(ADV) อย่างที่เกิดการสั่นกระตุก
(N) กระต่าย (โดยเฉพาะที่มีถิ่นกําเนิดในยุโรป)
(N) หนังกระต่าย
(N) เสียงร้องของนกพิราบหรือนกเขา
(VI) กระซิบกระซาบ
(VI) ขัน (เสียงนกพิราบ)
(VT) กระซิบกระซาบ
(SL) เป็นบ้า
(SL) หมดสติ
(N) พ่อครัว
(VI) เกิดขึ้น
(VI) ทําอาหาร
(VI) อึดอัดเพราะอากาศร้อน
(VT) ทําอาหาร
(VT) ปลอมแปลง
(N) ตําราอาหาร
(N) หม้อหุงข้าว
(N) การปรุงอาหาร
(N) รูปแบบการปรุงอาหาร
(N) สถานที่ปรุงอาหาร
(N) ห้องครัว
(N) คุกกี้
(N) บุคคล (ที่มีลักษณะเฉพาะ)
(ADJ) ที่ใช้ในการปรุงอาหาร
(N) การทําครัว
(N) อาหารที่เตรียมไว้
(SL) ทําถูกทีเดียว
(SL) ประสบผลสําเร็จ
(PHRV) ทําอาหารข้างนอก
(PHRV) แต่งเรื่อง (คําไม่เป็นทางการ)
(PHRV) ทําอาหารอย่างเร็ว
(N) ุคุกกี้
(SL) เจ๋ง
(SL) โอเค
(ADJ) ใจเย็น
(ADJ) ซึ่งมีจังหวะที่ผ่อนคลาย (บทเพลง)
(ADJ) ดีเลิศ (คําสแลง)
(ADJ) ทันสมัย
(ADJ) เย็น
(ADJ) เย็นชา
(N) ความทันสมัย
(N) ความสงบเยือกเย็น
(VI) เย็นลง
(VI) ลดน้อยลง (อารมณ์, ความโกรธ, ความกระตือรือร้น)
(VT) ทําให้เย็นลง
(VT) ทําให้ลดน้อยลง (อารมณ์, ความโกรธ, ความกระตือรือร้น)
(N) สารที่ช่วยลดความร้อน (เช่น สําหรับเครื่องยนต์)
(IDM) มีสติ
(SL) ว้าว
(SL) ว้าว
(SL) สงบสติ
(PHRV) ทําให้เย็นลง
(PHRV) ทําให้ร้อนน้อยลง
(PHRV) ทําให้สงบลง
(PHRV) ทําให้ (อารมณ์) เย็นลง
(PHRV) สนใจน้อยลง
(N) เครื่องทําน้ําเย็น
(ADJ) ใจเย็น
(N) กุลี
(IDM) ใจเย็นๆ
(SL) ใจเย็นๆ
(PHRV) กระตือรือร้นน้อยลง
(PHRV) ทําให้ร้อนน้อยลง
(PHRV) ทําให้ (อารมณ์) เย็นลง
(PHRV) สนใจน้อยลง
(SL) ใจเย็นๆ
(IDM) คอยอย่างอดทน (คําไม่เป็นทางการ)
(PHRV) ห้าม
(SL) ใจเย็นๆ
(PHRV) จํากัดสิทธิเสรีภาพ
(N) กุลี
(N) แรคคูน (คําย่อของ raccoon)
(SL) คนดํา
(N) กรง
(N) เครื่องจักสานสําหรับจับปลา
(N) เล้าไก่
(N) สหกรณ์
(N) ช่างทําหรือซ่อมถังไม้
(VI) ทําหรือซ่อมถังไม้
(VT) ทําหรือซ่อมถังไม้
(VI) ยอมทําตาม
(VI) ร่วมมือ
(PHRV) ร่วมมือกับ
(PHRV) เป็นประโยชน์กับ
(PHRV) ร่วมมือกับ
(N) การทํางานร่วมกัน
(N) การยอมทําตาม
(ADJ) ซึ่งทํางานร่วมกัน
(ADJ) ซึ่งเป็นเจ้าของร่วมกัน (ห้องชุด)
(ADJ) ที่ให้ความร่วมมือด้วยดี
(N) ร้านสหกรณ์
(N) ห้องชุด
(VT) เลือก
(N) การเลือก
(PHRV) แต่งตั้ง
(ADJ) ซึ่งมีหน้าที่ทางไวยากรณ์เหมือนกัน
(ADJ) ระดับเดียวกัน
(N) บุคคลหรือสิ่งของที่อยู่ระดับเดียวกัน
(N) ระยะพิกัด
(VI) ทํางานไปพร้อมกัน
(VT) ทําให้ทํางานไปพร้อมกัน
(VT) ทําให้ประสานกัน
(N) เสื้อผ้าที่เข้าชุดกัน
(PHRV) เข้ากันกับ
(N) การเคลื่อนที่ไปพร้อมกัน
(N) การทํางานประสานกัน
(N) คนที่แปลกๆ
(N) ตํารวจ (คําสแลง)
(VT) ขโมย
(VT) คว้า
(N) หลอดด้าย
(SL) จับ
(N) ยางไม้ที่ใช้ทําน้ํายาขัดเงา
(N) หุ้นส่วน (มักมีหุ้นเท่าๆ กัน)
(SL) เห็นพ้องด้วย
(VI) รับมือได้
(PHRV) จัดการกับ
(PHRV) ขอจาก (คําไม่เป็นทางการ)
(N) เครื่องมือในการคัดลอก
(N) นักบินมือสอง
(N) เลื่อยมือที่มีรูปตัวยู (มักใช้ตัดไม้ที่ต้องการให้เป็นลายโค้ง)
(ADJ) ที่ใช้คําพูดเยิ่นเย้อ
(ADJ) มากมาย
(ADV) อย่างมากมาย
(ADV) อย่างยืดยาว
(N) ความมากมาย
(SL) ตาย
(SL) ตกอยู่ในปัญหา
(IDM) ถูกลงโทษ
(N) การละทิ้งความรับผิดชอบ (คําสแลง)
(PHRV) เลี่ยงความรับผิดชอบในเรื่อง (คําไม่เป็นทางการ)
(PHRV) สารภาพผิดกับตํารวจ (คําไม่เป็นทางการ)
(SL) ถูกจับ
(ADJ) เป็นสีทองแดง
(N) ทองแดง
(N) สีทองแดง
(N) เหรียญทองแดง เช่น เพนนี
(VT) หุ้มด้วยทองแดง
(N) ตํารวจ (คําสแลง)
(SL) ตํารวจ
(N) แผ่นพิมพ์ที่ทําจากทองแดง
(N) ช่างทําเครื่องทองแดง
(N) เครื่องทองแดง (โดยเฉพาะเครื่องครัว)
(ADJ) ที่มีสีทองแดง
(N) พื้นที่ที่มีต้นไม้ขนาดเล็กขึ้นหนาแน่น
(N) เนื้อมะพร้าวแห้ง (สําหรับทําน้ํามันมะพร้าว)
(N) พื้นที่ที่มีต้นไม้ขนาดเล็กขึ้นหนาแน่น
(SL) สถานีตํารวจ
(SL) นอนหลับ
(N) เฮลิคอปเตอร์
(N) ตัวเชื่อม (ระหว่างสิ่งสองสิ่ง)
(VI) มีเพศสัมพันธ์
(PHRV) มีเพศสัมพันธ์กับ
(N) การมีเพศสัมพันธ์
(N) สําเนา
(N) หนึ่งในหลายชิ้น (ที่เหมือนกัน)
(VI) เลียนแบบ
(VT) ทําสําเนา
(VT) ทําอย่างเดียวกัน
(VT) เลียนแบบ
(N) หนังสือสําหรับคัดลายมือ
(N) เด็กที่ทําหน้าที่ส่งจดหมายหรือเอกสารในสํานักงานหนังสือพิมพ์
(N) ผู้ที่เลียนแบบผู้อื่น
(SL) คนชอบเลียนแบบคนอื่น
(PHRV) ลอกลง
(VT) แก้ไขต้นฉบับ
(N) ที่ตั้งหนังสือ
(N) ผู้ที่ทํางานคัดลอกจากต้นฉบับ
(N) ผู้ที่ลอกเลียนแบบ
(PHRV) ลอก
(VT) แก้ไขต้นฉบับ
(N) บรรณาธิการ
(ADJ) ซึ่งมีการคุ้มครองลิขสิทธิ์
(N) ีลิขสิทธิ์
(VT) ปกป้องลิขสิทธิ์
(N) ผู้เขียนคําโฆษณา
(VI) ยั่วยวน
(N) พฤติกรรมยั่วยวน
(N) ผู้หญิงที่ยั่วยวนผู้ชาย
(ADJ) ที่ยั่วยวนผู้ชาย
(INT) เสียงอุทานแสดงความประหลาดใจหรือชื่นชม
(N) เรือชนิดหนึ่งมีขนาดเล็กทําด้วยหนังสัตว์
(ADJ) ซึ่งมีสีแสดเข้ม
(N) ของซึ่งทําด้วยหินปะการัง
(N) สีแสดเข้ม
(N) หินปะการัง
(N) แนวปะการัง
(N) เชือก
(N) สายไฟ
(VT) ผูกด้วยเชือก
(N) จํานวนเชือกทั้งหมด
(ADJ) ที่มีรูปหัวใจ (ใบไม้)
(ADJ) ด้วยความจริงใจ
(ADJ) ที่ดูอบอุ่นและเป็นมิตร
(N) เหล้า
(N) ความอบอุ่นเป็นกันเอง
(ADV) อย่างจริงใจ
(ADV) อย่างอบอุ่น
(ADJ) ที่ไม่จําเป็นต้องใช้สายไฟ
(N) แถวของตํารวจหรือทหารที่ล้อมเพื่อป้องกัน
(PHRV) ปิดล้อม
(ADJ) ซึ่งเป็นส่วนสําคัญ
(N) ก้อนหินที่คนโบราณนํามาทุบเป็นเกล็ดใช้เป็นเครื่องมือ
(N) แกนของผลไม้
(N) แกนโลก
(N) ใจความสําคัญ
(N) ส่วนสําคัญ
(N) หน่วยความจําคอมพิวเตอร์
(VT) เอาส่วนในออก
(N) เครื่องมือที่ใช้คว้านเอาเม็ดออก
(N) ชู้
(N) จุกไม้ก๊อก
(N) เปลือกนอกของต้นโอ๊ค
(N) ลูกลอย
(VT) บังคับความรู้สึก
(VT) ปิดด้วยจุกไม้ก๊อก
(N) ค่าบริการในการเสิร์ฟไวน์
(ADJ) ที่ปิดหรืออุดแน่น
(N) เครื่องปิดจุกก๊อก
(SL) คนหรือสิ่งที่ดีเยี่ยม
(SL) สุดยอด
(N) สว่านเปิดจุกขวด
(VI) เคลื่อนที่หมุนรอบ
(VT) ม้วนเป็นเกลียว
(PHRV) ปิดกั้นความรู้สึก (คําไม่เป็นทางการ)
(PHRV) ปิดจุก
(ADJ) ที่ทําจากไม้ก๊อก
(N) หัวของพืชบางชนิด
(N) คนโลภ
(N) นกกาน้ํา
(N) ข้าวโพด
(N) ต้นข้าวโพด
(N) เมล็ดข้าวโพด
(VT) เก็บรักษาและปรุงด้วยเกลือ
(VT) เลี้ยงด้วยเมล็ดข้าวโพด
(N) ตาปลา
(N) แกนของฝักข้าวโพด
(N) กระจกตา
(ADJ) ซึ่งตั้งอยู่ที่มุม
(ADJ) เพื่อให้วางเข้ามุม
(N) การเตะมุม
(N) การผูกขาด
(N) ที่สงบเงียบ
(N) มุม
(N) สถานการณ์ที่ยากลําบาก
(N) สิ่งที่ทํามาเพื่อให้วางเข้ามุม
(N) หัวถนน
(VI) เลี้ยวตรงมุม
(VT) ต้อนเข้ามุม
(VT) ทําให้ตกในสถานการณ์ที่ยากลําบาก
(VT) ผูกขาด
(ADJ) ซึ่งตกในสถานการณ์ที่ยากลําบาก
(ADJ) ซึ่งมีหลายมุม
(N) บุคคลหรือสิ่งสําคัญพื้นฐาน
(N) หินที่มุม
(N) แตรทองเหลืองขนาดเล็ก
(N) ไร่ข้าวโพด
(N) คอร์นเฟล็ค
(N) เปลือกของเมล็ดข้าวโพด
(N) ส่วนบนสุดของผนัง
(N) แป้งข้าวโพด
(N) แป้งข้าวโพด
(ADJ) ที่ล้าสมัย
(N) กลีบใน
(ADJ) ซึ่งตามมา
(N) ผลที่ตามมา
(N) ทรงกลด
(ADJ) เกี่ยวกับเส้นโลหิตซึ่งหล่อเลี้ยงหัวใจ
(ADJ) ซึ่งหล่อเลี้ยงหัวใจ
(N) การอุดตันของเส้นเลือดเลี้ยงหัวใจ
(N) ภาวะหัวใจล้มเหลว
(N) พิธีสวมมงกุฎ
(N) เจ้าหน้าที่ชันสูตรศพ
(ADJ) เกี่ยวกับร่างกายมนุษย์
(N) การลงโทษทางร่างกาย
(ADJ) ที่เกี่ยวกับบริษัท
(ADJ) ที่ร่วมกัน
(N) บริษัท
(ADJ) ที่เกี่ยวกับร่างกาย
(ADV) อย่างที่เกี่ยวกับร่างกาย
(N) กลุ่มคนที่ทํางานร่วมกัน
(N) กองกําลังทหาร
(N) ซากศพ
(N) ความอ้วน
(ADJ) อ้วนท้วน
(N) คลังข้อมูล
(N) ส่วนของร่างกาย
(N) ส่วนสําคัญ
(N) เซลล์ที่เคลื่อนได้อิสระ
(N) อนุภาค
(N) คอกสัตว์
(ADJ) ถูกต้อง
(VT) แก้ไขให้ถูกต้อง
(VT) ตําหนิ
(N) การแก้ไข
(N) การลงโทษ
(ADJ) ซึ่งเกี่ยวกับการแก้ไขให้ถูกต้อง
(N) พฤติกรรมที่ถูกต้อง
(ADJ) ที่เป็นการทําให้ถูกต้อง
(ADV) อย่างถูกต้อง
(N) ความถูกต้อง
(ADJ) ซึ่งมีลักษณะร่วมกัน
(N) สิ่งที่มีความสัมพันธ์กัน
(VI) มีความสัมพันธ์ร่วมกัน
(VT) มีความสัมพันธ์ร่วมกัน
(PHRV) สัมพันธ์กับ
(N) ความสัมพันธ์กัน
(ADJ) ที่สัมพันธ์กัน
(ADV) อย่างมีความสัมพันธ์กัน
(VI) ติดต่อกันทางจดหมาย
(VI) เหมือนกัน
(PHRV) เขียนจดหมายโต้ตอบกันเกี่ยวกับ
(N) การติดต่อกันทางจดหมาย
(N) ความสอดคล้อง
(ADJ) เหมือนกัน
(N) นักข่าว
(N) ผู้ติดต่อจดหมาย
(ADJ) เหมือนกัน
(ADV) อย่างเหมือนกัน
(PHRV) สัมพันธ์กับ
(PHRV) เข้ากันกับ
(PHRV) เขียนจดหมายโต้ตอบกับ
(N) ทางเดินยาวในตึก
(N) ข้อผิดพลาดที่ต้องแก้ไข
(ADJ) ที่ทําให้ดีขึ้นได้
(VT) ยืนยัน
(N) การยืนยัน
(VI) กัดกร่อน
(VT) กัดกร่อน
(N) การกัดกร่อน (โดยเฉพาะโดยสารเคมี)
(ADJ) ซึ่งกัดกร่อน
(N) สิ่งกัดกร่อน เช่น น้ํากรด
(VI) มีพื้นผิวเป็นลูกฟูก
(VT) ทําให้มีพื้นผิวเป็นลูกฟูก
(N) การมีพื้นผิวเป็นลูกฟูก
(ADJ) ซึ่งมีสิ่งเจือปน
(ADJ) ซึ่งเสื่อมทราม
(ADJ) ทุจริต
(VI) เสื่อมทราม
(VT) ทําให้เน่าเปื่อย
(VT) ทําให้มีรอยเปื้อน
(VT) ทําให้เสื่อมทราม
(VT) ให้สินบน
(N) การเน่าเปื่อย
(N) การไม่ซื่อสัตย์
(N) ความเสื่อมทราม
(N) ช่อดอกไม้ (ที่ตกแต่งบนชุด)
(N) โจรสลัด
(N) ชุดชั้นในผู้หญิงที่สวมเพื่อให้สะโพกและหน้าอกเข้ารูปทรง
(N) ขบวนแห่ศพ
(N) เปลือกนอก
(ADJ) ซึ่งเกี่ยวกับเปลือกนอก
(VI) ส่องสว่าง
(N) คอส (ทางเรขาคณิต)
(PHRV) พะเน้าพะนอเกินไป
(N) โคไซน์ (ทางเรขาคณิต)
(ADJ) ใช้เพื่อความสวยงาม
(N) เครื่องสําอาง
(N) ผู้ที่ทําหรือขายเครื่องสําอางค์
(ADJ) กว้างใหญ่ไพศาล
(ADJ) เป็นของจักรวาล
(N) รังสีคอสมิก
(PRF) โลก
(N) การศึกษาเกี่ยวกับกําเนิดของจักรวาล
(N) จักรวาลวิทยา
(N) นักอวกาศของรัสเซีย
(ADJ) ซึ่งท่องเที่ยวไปทั่วโลก
(ADJ) ซึ่งประกอบด้วยหลายชาติ
(ADJ) ซึ่งมีความรู้และได้รับการขัดเกลา
(ADJ) ซึ่งไม่มีอคติ
(N) บุคคลซึ่งเดินทางไปทั่วโลก
(N) บุคคลซึ่งเดินทางไปทั่วโลก
(N) จักรวาล
(VT) ดูแลมากเกินไป
(N) กระดูกซี่โครง
(N) ความเสียหาย
(N) ค่าใช้จ่าย
(N) ต้นทุน
(VI) มีมูลค่า
(VI) มีราคาแพง
(VT) คํานวณเงินที่ต้องการ
(VT) ทําให้สิ้นเปลือง
(SL) แพงมาก
(ADJ) ที่เกี่ยวกับกระดูกซี่โครง
(IDM) ราคาสูงเกินไป
(IDM) มีราคาแพง
(N) ดาราร่วมแสดง
(ADJ) ชักช้า
(ADJ) ซึ่งใช้เวลาหรือความพยายาม
(ADJ) ซึ่งทําลายล้าง
(ADJ) แพง
(ADJ) ฟุ่มเฟือย
(IDM) แพงมหาศาล
(N) เครื่องแต่งกาย
(VT) จัดเสื้อผ้าให้กับ
(VT) แต่งตัว
(N) ผู้ที่จัดทําเกี่ยวกับเสื้อผ้า
(PHRV) ตีราคา
(ADJ) อบอุ่นและสะดวกสบาย
(PHRV) พยายามเริ่มมีสัมพันธภาพกับ
(N) เตียงพับได้
(N) บ้านหลังเล็กๆ
(N) โคแทนเจนต์
(N) เพิงเล็กๆ (สําหรับสัตว์)
(N) กลุ่มคนเล็กๆ ที่สนใจในเรื่องเดียวกัน
(N) กระท่อม
(N) ที่พักตากอากาศหลังเล็กๆ
(N) บ้านพักเดี่ยว
(N) ผู้ที่มาพักผ่อนอยู่ในกระท่อม
(N) ต้นฝ้าย
(N) ผ้าฝ้าย
(N) ฝ้าย
(N) ผ้าฝ้าย
(PHRV) ชอบกัน (คําไม่เป็นทางการ)
(PHRV) เริ่มเป็นมิตรกับ (คําไม่เป็นทางการ)
(ADJ) ที่เหมือนผ้าฝ้าย
(N) ใบเลี้ยง (พืช)
(N) เก้าอี้ยาว
(VI) นอนลง
(VT) ทําให้นอนลง
(ADJ) ที่หมอบอยู่ (ใช้กับสัตว์)
(SL) จิตแพทย์
(PHRV) แสดงออก (ด้วยคําพูด)
(SL) คนขี้เกียจ (มักเอาแต่นั่งดูทีวี)
(N) เสือภูเขา
(N) การไอ
(N) เสียงไอ
(VI) ไอ
(PHRV) ไอดังๆ เพื่อกลบเสียงพูด
(IDM) ไอต่อเนื่องอย่างหนัก
(PHRV) เล่าอย่างไม่เต็มใจ (หลังจากถูกชักชวนหรือคะยั้นคะยอ) (คําไม่เป็นทางการ)
(PHRV) ส่งเสียงไอ
(N) ยาแก้ไอ
(PHRV) ทําอย่างไม่เต็มใจ (คําไม่เป็นทางการ)
(PHRV) ยอมรับความผิด  (คําไม่เป็นทางการ)
(PHRV) ส่งเสียงไอ
(AUX) กริยาช่องที่ 2 ของกริยาช่วย can
(IDM) ต้องการ
(IDM) ไม่ต้องสนใจ (คําไม่เป็นทางการ)
(N) การประชุมเพื่อปรึกษาหารือ
(N) คณะกรรมการ
(N) สภา
(N) สมาชิกสภา
(N) สมาชิกสภา
(N) ข้อเสนอแนะ
(N) ทนายความ
(N) ที่ปรึกษา
(N) ทนายความ
(N) ผู้ให้คําปรึกษา
(N) ทนายความ
(N) ผู้ให้คําปรึกษา
(N) การนับ
(N) การหาผลรวม
(N) ผลรวม
(VI) นับ
(VI) พิจารณา
(VI) มีความสําคัญ
(VI) รวมเข้าไปด้วย
(VT) นับ
(VT) พิจารณา
(VT) รวมเข้าไปด้วย
(N) ตําแหน่งของขุนนางอังกฤษเทียบเท่ากับเอิร์ล
(ADJ) ซึ่งสามารถนับได้
(PHRV) ไม่มีความสําคัญต่อ
(PHRV) รวมอยู่ใน
(PHRV) นับว่าเป็น
(N) การเตรียมการขั้นสุดท้าย (เช่น ก่อนพิธีแต่งงาน)
(N) การนับถอยหลัง (ก่อนที่จะมีเหตุการณ์บางอย่างเกิดขึ้น)
(PHRV) นับเวลาถอยหลัง
(N) การควบคุมอารมณ์
(N) สีหน้า
(VT) ยอมรับ
(N) เคาน์เตอร์
(ADJ) ที่โต้ตอบออกไป
(VI) พูดแย้ง
(VT) พูดแย้ง
(PRF) ต้าน
(VT) ลดผลกระทบ
(N) การทําให้ผลกระทบน้อยลง
(N) การโต้กลับ
(VI) โต้กลับ
(N) น้ําหนักถ่วง
(VT) ถ่วงดุล
(N) การตรวจสอบอีกครั้ง
(VT) ตรวจสอบอีกครั้ง
(ADJ) ที่ทวนเข็มนาฬิกา
(ADV) ทวนเข็มนาฬิกา
(N) วัฒนธรรมที่แปลกต่างจากที่มีอยู่ในสังคม
(ADJ) ซึ่งปลอมแปลง
(ADJ) ซึ่งหลอกลวง
(N) ของปลอมแปลง
(VI) ปลอมแปลง
(VI) เสแสร้ง
(VT) ปลอมแปลง
(VT) เสแสร้ง
(N) ส่วนต้นขั้วของเช็คหรือใบเสร็จ
(N) การกระทําทางการทหารหรือการเมืองที่ใช้ต่อต้านการกบฏ
(N) ยาที่ใช้บรรเทาการอักเสบ
(N) คําสั่งยกเลิก
(VT) ยกเลิก
(N) การกระทําตอบโต้
(N) การรุกตอบโต้
(N) ผ้าคลุมเตียง
(N) ชุดสําเนา
(N) สิ่งที่คล้ายกัน
(N) สิ่งที่เป็นคู่กัน
(N) แผนโต้กลับ
(N) แผนสํารอง
(N) ความสมดุล
(VT) ทําให้สมดุล
(VT) ทําให้สมดุล
(N) คํารหัส
(VT) ลงนามร่วม
(VT) ชดเชย
(V) ทําให้สมดุล
(PHRV) ตอบโต้
(PHRV) ต่อยกลับ (การชกมวย)
(N) ภรรยาของขุนนาง
(PHRV) มีค่า (มาก, น้อย, ไม่มีเลย)
(PHRV) เริ่มนับจาก
(IDM) นับจํานวนคน
(PHRV) นับรวมเป็น
(PHRV) เลือกให้เข้าร่วม (คําไม่เป็นทางการ)
(N) การนับจํานวน
(N) รวมถึง
(ADJ) มากเหลือคณานับ
(ADV) อย่างมากมาย
(PHRV) นับ
(PHRV) พึ่งพา
(PHRV) คํานวณ
(PHRV) ตระหนักดีว่า (บางคน) ไม่มีคุณค่า (คําไม่เป็นทางการ)
(PHRV) ถูกกรรมการนับสิบ (นักมวย) (คําไม่เป็นทางการ)
(PHRV) นับ (จํานวน) เสียงดัง
(PHRV) นับทีละหนึ่งจนหมด
(PHRV) ประกาศว่าสมาชิกในการประชุมสภาไม่เพียงพอ (เพื่อปิดการประชุม)
(PHRV) ไม่นับรวม
(PHRV) ออกจากการเลือกตั้งเพราะเสียงสนับสนุนไม่ถูกต้อง
(ADJ) เกี่ยวกับชีวิตชนบท
(N) ประชาชนในประเทศ
(N) ประเทศ
(N) พื้นที่ทําการเกษตร
(N) ภูมิลําเนา
(ADJ) ที่มีลักษณะเป็นชนบท
(N) คนต่างจังหวัด
(N) เพื่อนร่วมชาติ
(N) คฤหาสน์ในต่างจังหวัด
(N) ชนบท
(IDM) ยอมรับสิ่งที่ทํา
(PHRV) นับเริ่มจากศูนย์
(PHRV) นับจํานวนรวมของ
(PHRV) พึ่งพา
(PHRV) มีคุณค่ากับ
(N) เขตปกครอง
(N) รัฐประหาร
(N) การรัฐประหาร
(N) คนสองคนที่ทําบางสิ่งบางอย่างร่วมกัน
(N) คู่สามีภรรยา
(N) สองสิ่งที่คล้ายกัน
(N) สิ่งที่เชื่อมติดกัน
(VI) มีเพศสัมพันธ์
(VT) ทําให้เชื่อมต่อ
(PHRV) ผูกติดกับ
(N) สิ่งที่ใช้เชื่อมต่อ
(N) คู่เหมือน
(PHRV) เชื่อมต่อกัน (โดยเฉพาะสองสิ่ง)
(PHRV) เชื่อมต่อกัน (โดยเฉพาะสองสิ่ง)
(PHRV) เชื่อมโยง (บางสิ่ง) เข้ากับ (บางสิ่ง)
(PHRV) มีเพศสัมพันธ์กับ (คําเก่า)
(N) การเชื่อมต่อ
(N) การมีเพศสัมพันธ์
(N) คูปอง
(N) แบบฟอร์ม
(SL) หน้า
(N) ความกล้าหาญ
(ADJ) กล้าหาญ
(ADV) อย่างกล้าหาญ
(N) ผู้ส่งสาร
(N) ช่วงเวลา
(N) แนวทางปฏิบัติ
(N) ลําดับของเหตุการณ์
(N) เส้นทาง
(N) หลักสูตร
(N) อาหารจานหนึ่ง
(VI) ท่องเที่ยวไป
(VI) วิ่งอย่างรวดเร็ว
(PHRV) ไหลผ่าน
(N) กีฬาล่าสัตว์ (โดยใช้สุนัขดมกลิ่น)
(N) คฤหาสน์
(N) ถนนสายสั้นๆ
(N) ที่เปิดโล่ง
(N) ศาล
(N) สนาม
(N) สภา
(VT) จีบ
(VT) เสี่ยง
(ADJ) สุภาพนอบน้อม
(ADV) อย่างสุภาพ
(N) ความมีมารยาท
(N) โสเภณี (ระดับสูง)
(ADJ) ซึ่งมีมารยาท
(ADJ) โดยไม่คิดเงิน
(N) ความมีมารยาท
(N) สํานักงานศาล
(N) ข้าราชการในสํานัก
(N) คนขี้ประจบ
(N) การเกี้ยวพาราสี
(ADJ) สุภาพเรียบร้อย
(N) ศาลทหาร
(VT) นําขึ้นศาลทหาร
(N) ห้องพิจารณาคดี
(N) การขอความรัก
(N) สนามรอบบ้าน
(N) ญาติห่างๆ
(N) ลูกพี่ลูกน้อง
(N) การออกแบบเสื้อผ้า
(N) นักออกแบบเสื้อผ้า
(N) ส่วนเว้าตามแนวเขาหรือหน้าผา
(N) การรวมกันของแม่มด (โดยเฉพาะที่ครบจํานวนสิบสาม)
(N) ข้อตกลงร่วมกัน
(VI) ทําสัญญา
(VT) ทําสัญญา
(ADJ) ที่ทําสัญญาไว้
(N) ผู้ที่อยู่ในสัญญา
(N) ผู้ทําสัญญา
(PHRV) ทําสัญญา (กฎหมาย) เพื่อ
(PHRV) ทําสัญญา (กฎหมาย) เพื่อ
(N) ที่บังตา
(N) ปกหนังสือ
(N) ผ้าคลุม
(N) ฝา
(N) สถานที่ซ่อน
(N) สิ่งที่ปกป้อง
(N) สิ่งป้องกันการกระแทก
(VI) ทํางานแทน
(VT) คลุม
(VT) แต่งกาย
(VT) ปกป้อง
(VT) ปิดบัง
(VT) ปู
(VT) ฟักไข่
(VT) รวมถึง
(VT) ห่ม
(VT) ให้ข่าว
(PHRV) ปกป้องจาก
(N) การรายงานข่าว
(N) ขอบเขตคุ้มครองในการประกันภัย
(N) เสื้อคลุม (ใส่เพื่อป้องกันฝุ่นหรือสิ่งสกปรก)
(IDM) มีสิ่งต่างๆมากมายที่ต้อง (ทํา,ตัดสินใจ, สนทนา)
(N) ค่าบริการที่คิดเพิ่มจากค่าอาหาร (ในไนต์คลับหรือร้านอาหาร)
(N) พืชคลุมดิน
(ADJ) ที่คลุมหน้าไว้
(PHRV) ขอโทษแทน
(PHRV) ป้องกัน
(N) นางแบบที่ขึ้นหน้าปกนิตยสาร
(PHRV) ปกคลุม
(PHRV) ท่วมท้นไปด้วย (อารมณ์ความรู้สึก)
(PHRV) ทําให้มี (บางสิ่งหรือบางคน) จํานวนมากที่ส่วนบนสุด
(N) สิ่งคุ้มกัน
(N) สิ่งที่ปกคลุม
(N) ผ้าคลุมเตียง
(PHRV) ปิดให้หมด
(ADJ) ซึ่งซ่อนเร้น
(N) ที่กําบัง
(ADV) อย่างซ่อนเร้น
(N) การปิดบัง
(PHRV) ซ่อน
(PHRV) สวมเสื้อผ้า
(VI) ปกปิด
(VT) ปกปิด
(PHRV) ขอโทษแทน
(PHRV) ปกคลุมด้วย
(VI) อยากได้ของผู้อื่น
(VT) อยากได้ของผู้อื่น
(ADJ) ที่มีความอยากได้
(N) กลุ่ม
(N) ฝูง
(N) วัวตัวเมีย
(VT) ขู่
(ADJ) ขี้ขลาด
(N) คนขี้ขลาด
(N) ความขี้ขลาด
(ADJ) ขี้ขลาด
(N) กระดิ่งที่ผูกวัว
(N) โคบาล
(SL) คนที่ไม่มีคุณสมบัติในการทําธุรกิจ
(PHRV) ทําให้พ่ายแพ้
(VI) ทําตัวงอ (ด้วยความกลัว)
(PHRV) ตื่นกลัว
(PHRV) ตื่นกลัว
(PHRV) ตื่นกลัว
(PHRV) ตื่นกลัว
(N) หนังวัว
(SL) นม
(N) เสื้อคลุมของพระ
(N) คนเลี้ยงวัว
(N) พืชจําพวกถั่วชนิดหนึ่ง
(N) โรคชนิดหนึ่งเกิดจากเชื้อไวรัส พบในสัตว์ประเภทโคกระบือ
(N) โคบาล (คําไม่เป็นทางการ)
(N) เบี้ย
(N) เปลือกหอยชนิดหนึ่ง
(IDM) บังคับให้เห็นด้วย
(N) คนถือท้ายเรือ
(VI) คัดท้ายเรือ
(VT) คัดท้ายเรือ
(N) คนขี้เต๊ะ
(N) หงอนไก่
(N) คนถือท้ายเรือแข่ง
(VI) คัดท้ายเรือแข่ง
(VT) คัดท้ายเรือแข่ง
(ADJ) ขี้อาย
(ADJ) ซึ่งหลบเลี่ยง
(ADV) อย่างขี้อาย
(N) ความเขินอาย
(N) สุนัขป่าชนิดหนึ่งอาศัยอยู่ทางตอนเหนือของทวีปอเมริกา
(SL) น่าเกลียดมาก
(VI) หลอกลวง
(VT) หลอกลวง
(PHRV) ลวงให้หลงกล
(PHRV) โกง
(ADJ) เป็นกันเอง
(ADJ) อบอุ่นและสะดวกสบาย
(PHRV) พยายามเริ่มมีสัมพันธภาพกับ
(SL) เครื่องแต่งกายชุดว่าน้ํา
(N) ซีพียู (คําย่อของ central processing unit)
(N) เครน
(N) เนื้อปู
(N) ปู
(N) โลน
(VI) เคลื่อนที่ทางด้านข้าง
(VI) จับปู
(N) คนอารมณ์ที่ชอบหาเรื่อง
(VI) หาข้อผิดพลาด
(VT) ทําลาย
(VT) ทําให้ฉุนเฉียว
(ADJ) ที่อารมณ์เสีย
(SL) หงุดหงิด
(N) โลน
(N) เนื้อปู
(SL) โลน
(ADJ) ดีเยี่ยม
(N) การหวด
(N) ความอ่อนแอ
(N) คําเหน็บแนม
(N) ร่อง
(N) รอยแตก
(N) เสียงแตกเปรี้ยงๆ
(VI) กะเทาะออก
(VI) แตกร้าว
(VI) แตกละเอียด
(VI) ล้มเหลว
(VT) ถอดรหัส
(VT) ทําให้กะเทาะออก
(VT) ทําให้แตกร้าว
(VT) ทําให้แตกละเอียด
(VT) ทําให้ล้มเหลว
(VT) หวด
(PHRV) อ่าน
(IDM) เปิดขวด
(IDM) เล่าเรื่องตลก
(ADJ) ที่ไม่มีเหตุผล
(N) การลงโทษขั้นรุนแรง
(PHRV) จํากัด
(ADJ) ที่แห้งและแตก
(ADJ) บ้า
(ADJ) ร้าว
(N) ขนมปังกรอบ (ไม่หวาน)
(ADJ) ดีเยี่ยม
(ADJ) บ้า
(SL) บ้า
(SL) บ้าคลั่ง
(SL) การติดโคเคน
(ADV) อย่างรุนแรง
(N) การแตกร้าว
(SL) สุดยอด
(SL) อากาศร้อนมาก
(SL) ฝนตกหนัก
(SL) อากาศร้อนมาก
(SL) ฝนตกหนัก
(N) เสียงดัง (เปรี้ยง, ตูมตาม, โครม)
(VI) ทําเสียงดัง (คล้ายของแตก)
(VT) ทําเสียงดัง (คล้ายของแตก)
(N) กากหมู
(N) เสียงดังเปรี้ยง
(SL) ผู้หญิงที่มีความต้องการทางเพศ (คําหยาบ)
(ADJ) ที่มีเสียงดังแสบแก้วหู
(SL) รุ่งเช้า
(SL) รุ่งเช้า
(PHRV) ทําลายข้อโต้แย้ง
(PHRV) ทุบให้เปิดหรืออ้า
(PHRV) เริ่มการกระทําบางอย่างทันที (คําไม่เป็นทางการ)
(N) ผู้ที่มีสภาพจิตใจไม่ปกติ
(SL) คนบ้า
(N) การล้มเหลวของสภาพจิตใจ
(PHRV) จ็บป่วย
(PHRV) ตก (เครื่องบิน)
(PHRV) แตกระแหง (ดิน)
(PHRV) ยกย่องเกินไป
(PHRV) อดหัวเราะไม่ได้
(SL) อุบัติเหตุ
(SUF) การปกครอง
(N) เปลเด็ก
(N) แป้นวางโทรศัพท์
(N) แหล่งกําเนิด
(VT) เลี้ยงดู
(VT) วางในเปล
(VT) อุ้มอย่างระมัดระวัง
(IDM) คนที่มีเพศสัมพันธ์กับคนที่เด็กกว่า
(N) เพลงกล่อมเด็ก
(N) การทํางานศิลปะด้วยมือ
(N) งานศิลปะที่ต้องทําด้วยมือ
(N) ทักษะ
(N) ทักษะการโกง
(N) ยานพาหนะ
(VT) ทําด้วยมือ
(VT) ประดิษฐ์โดยใช้ฝีมือ
(N) ความมีเล่ห์เหลี่ยม
(N) ช่างฝีมือ
(N) ผู้ชํานาญการ
(N) ฝีมือ
(N) หัตถศิลป์
(ADJ) ที่ทําเล่ห์เหลี่ยมหลอกลวง
(SL) ชายรักร่วมเพศ
(N) ผาชัน
(ADJ) ที่เป็นผาชัน
(N) ความเป็นหินสูงชัน
(ADJ) ที่เป็นหินสูงชัน
(SL) สิ่งที่ตลกขบขัน
(N) สภาพที่แออัด
(VI) กินอย่างตะกละ
(VI) คร่ําเคร่ง (เรียน)
(VT) กินอย่างตะกละ
(VT) คร่ําเคร่ง (เรียน)
(VT) บังคับให้กิน
(VT) อัด
(PHRV) รีบอัดเข้าไป (เรียนหรือท่องจําเพื่อสอบ)
(PHRV) อัดลงไป (สิ่งของหรือคน)
(PHRV) เบียดกันแน่น
(N) ตะคริว
(VI) เป็นตะคริว
(N) การจํากัด
(N) เหล็กคีบ
(VT) ขัดขวาง
(VT) จํากัด
(ADJ) คับแคบ
(ADJ) ซึ่งถูกอัดแน่นอยู่
(ADJ) ที่อ่านยาก
(N) การปวดช่องท้อง
(PHRV) ท่องหนังสืออย่างหนัก (เพื่อสอบ)
(PHRV) อัดแน่นด้วย
(N) แครนเบอรี่
(N) ปั้นจั่นยกของหนัก
(N) รางสําหรับให้กล้องเคลื่อนที่
(VI) ชะเง้อ
(VT) เคลื่อนที่โดยปั้นจั่น
(VT) ชะเง้อ
(PHRV) ชะโงก
(ADJ) ที่เกี่ยวกับกะโหลก
(N) กะโหลก
(ADJ) แปลก
(N) ข้อเหวี่ยง
(N) คนที่ฉุนเฉียวง่าย
(N) คนที่มีความคิดประหลาด
(VI) หมุนข้อเหวี่ยง
(VT) หมุนข้อเหวี่ยง
(ADJ) ที่แปลกประหลาด
(N) รอยแตก
(N) รูแคบๆ
(ADJ) ไร้สาระ
(N) อุจจาระ
(VI) ถ่ายอุจจาระ
(N) ขนมแพนเค้ก
(PHRV) เสียพนันในการโยนลูกเต๋า
(SL) ไม่มีประโยชน์
(SL) เกมเสี่ยง
(ADJ) ซึ่งป่วยจากการดื่มมากเกินไป
(ADJ) ซึ่งเร่งรัด
(N) การชน
(N) การล้มละลาย
(N) เสียงดังที่เกิดจากการชน
(VI) เกิดเสียงดัง
(VI) เคลื่อนที่อย่างเสียงดัง
(VI) ชนอย่างแรง
(VI) ตกอย่างรวดเร็ว
(VI) ล้มละลาย
(VT) ชนอย่างแรง
(VT) ทําให้เกิดเสียงดัง
(VT) ทําให้เคลื่อนที่อย่างเสียงดัง
(N) ผ้าเนื้อหยาบ
(SL) ยืม
(PHRV) ทําเสียงดังโครมคราม
(IDM) ล้มเหลวทันที
(PHRV) ทําเสียงดังโครมคราม
(IDM) ล้มเหลวทันที
(PHRV) ล้มกระแทกเสียงดัง
(SL) โดนตรวจค้น
(ADJ) อย่างสุดยอด
(PHRV) กระแทก
(VI) ลงสู่พื้นดินอย่างกระทันหัน
(VT) ลงสู่พื้นดินอย่างกระทันหัน
(PHRV) หนีรอด (คําไม่เป็นทางการ)
(PHRV) หลับอย่างรวดเร็ว (คําสแลง)
(PHRV) พุ่งชนกับ
(ADJ) ที่ลงสู่พื้นดินอย่างปลอดภัย
(ADJ) งี่เง่า
(N) ความโง่เง่า
(SUF) ผู้ปกครอง
(N) กล่องขนาดใหญ่
(SL) รถปุโรทั่ง
(VI) ใส่ในลัง
(VT) ใส่ในลัง
(N) ปล่องภูเขาไฟ
(SL) ใบหน้าที่เป็นรูๆ
(VI) ปรารถนา
(VT) ปรารถนา
(PHRV) ปรารถนาอย่างควบคุมไม่ได้
(PHRV) อ้อนวอน (แกมบังคับ)
(ADJ) ขี้ขลาด
(ADV) อย่างขี้ขลาด
(ADJ) ความขี้ขลาด
(N) ความปรารถนา
(N) กระเพาะอาหาร (ของสัตว์)
(N) กุ้งชนิดหนึ่งคล้ายกุ้งก้ามกราม
(N) การคลาน
(VI) ขนลุก
(VI) คลาน
(VI) เลื้อย
(N) สัตว์เลื้อยคลาน
(N) การคลาน
(PHRV) ยอมสยบ
(PHRV) ยั้วเยี้ยไปด้วย (สัตว์เช่น แมลง, แมงมุม)
(ADJ) น่าขนลุก
(N) กุ้งชนิดหนึ่งคล้ายกุ้งก้ามกราม
(N) ดินสอสี
(VT) เขียนด้วยดินสอสี
(N) ความนิยม (ในช่วงระยะสั้นๆ)
(N) รอยแตกบนผิวเซรามิก
(VI) มีรอยแตกบนผิวเซรามิก
(VT) ทําให้มีรอยแตกบนผิวเซรามิก
(ADJ) บ้าแบบไร้เหตุผล
(ADV) อย่างคลั่งไคล้
(ADV) อย่างบ้าคลั่ง
(N) ความคลั่งไคล้
(N) ความบ้า
(ADJ) คลั่งไคล้
(ADJ) บ้า
(N) คนบ้า
(SL) ข้อศอก
(N) เสียงดังเอี๊ยด
(VI) เคลื่อนไหวดังเอี๊ยด
(VI) ทําเสียงดังเอี๊ยด
(N) เสียงดังเอี๊ยด
(ADJ) ที่มีเสียงดังเอี๊ยด
(ADJ) เป็นสีนวล
(N) ครีม
(N) ครีมทาผิว
(N) ส่วนที่ดีที่สุด
(N) สีครีม
(N) อาหารที่ประกอบหรือมีลักษณะเป็นครีม
(VT) ชนะอย่างสิ้นเชิง
(VT) ทําให้เป็นครีม
(N) ครีมชีส
(N) โรงงานทําเนยหรือเนยแข็ง
(PHRV) ตักส่วนข้นหรือครีมออกจากนม
(PHRV) เลือกส่วนที่ดีที่สุดออกดไป
(SL) ตื่นเต้นมากๆ
(SL) ตื่นเต้นมากๆ
(SL) ตื่นเต้นมากๆ
(ADJ) ที่เป็นครีม
(N) รอยพับ
(N) รอยย่น
(SL) ตูด
(VI) เป็นรอยพับ
(VT) ทําให้เป็นรอยพับ
(ADJ) ที่มีรอยยับ
(PHRV) ทําให้ยับ
(PHRV) ย่น (หน้า)
(PHRV) อดหัวเราะไม่ได้
(VT) แต่งตั้ง
(VT) สร้าง
(VT) สร้างสรรค์
(IDM) บอกให้รู้กันทั่ว
(N) การสร้าง
(N) ผลงานประดิษฐ์
(N) สรรพสิ่ง
(N) เสื้อผ้าที่ตกแต่งสวยงาม
(ADJ) ซึ่งมีความคิดริเริ่ม
(ADJ) ซึ่งสามารถสร้าง
(N) บุคคลซึ่งเต็มไปด้วยความคิดริเริ่ม
(ADV) อย่างสร้างสรรค์
(N) ความสามารถในการสร้างสรรค์
(N) ผู้ประดิษฐ์
(N) ผู้สร้างโลก
(N) ทาส
(N) ลักษณะของคน
(N) สัตว์ประหลาด
(N) สิ่งมีชีวิต (คน, สัตว์)
(N) สิ่งสร้างสรรค์
(N) การยอมรับ
(N) หนังสือรับรอง
(ADJ) น่าเชื่อถือ
(N) การซื้อเชื่อ
(N) ความไว้วางใจ
(N) จํานวนเงินที่จ่ายเข้าบัญชี
(N) ชื่อเสียง
(N) ฐานะทางการเงิน
(N) ยอดคงเหลือในบัญชี
(N) ระยะเวลาที่ให้สินเชื่อ
(N) สินเชื่อ
(N) หน่วยกิต
(VT) เชื่อถือ
(VT) ลงบัญชีรายรับ
(ADJ) น่าเชื่อถือ
(ADV) อย่างน่าเชื่อถือ
(N) บัตรเครดิต
(PHRV) ยกย่องในเรื่อง
(N) เจ้าหนี้
(PHRV) เชื่อถือ
(PHRV) ใส่ไว้ในบัญชี (การธนาคาร)
(PHRV) เชื่อถือ
(PHRV) ใส่ไว้ในบัญชี (การธนาคาร)
(N) ความเชื่อคนง่าย
(ADJ) หูเบา
(N) ข้อบัญญัติทางศาสนา
(N) หลักความเชื่อ
(N) คลองเล็ก
(N) ช่องแคบ
(N) ตะกร้าชนิดหนึ่งใช้ใส่ปลา
(N) การคลาน
(N) บุคคลที่น่ารังเกียจ (คําสแลง)
(VI) คลาน
(VI) ค่อยๆ เพิ่มขึ้น (อย่างไม่ทันสังเกต)
(VI) เคลื่อนที่อย่างช้าๆ
(VI) แสดงถึงการยอมหรือกลัว
(N) ไม้เลื้อย
(N) สิ่งที่เลื้อยหรือคลาน
(PHRV) ค่อยๆ เกิดขึ้น
(PHRV) คืบคลานเข้ามา
(PHRV) ค่อยๆ เกิดขึ้น
(PHRV) คืบคลานเข้ามา
(PHRV) ค่อยๆ เข้ามา (เวลา)
(PHRV) ค่อยๆ คลานไปตาม (อย่างช้าและเงียบ)
(PHRV) มีผลต่อ...ทีละน้อย
(PHRV) ดอดเข้ามาใกล้
(PHRV) มากขึ้นเรื่อยๆ
(PHRV) ย่องเข้ามาหาอย่างช้าๆ และเงียบ
(PHRV) เริ่มมีผลทีละน้อย
(ADJ) ที่เคลื่อนไหวช้า
(ADJ) น่าขยะแขยง
(SL) แมลง
(SL) แมงมุม
(SL) หนอน
(N) สิ่งที่ไต่ยั้วเยี้ยะ (คําสแลง)
(N) อัฐิ
(VT) เผาศพ
(N) การเผาศพ
(N) เมรุ
(N) เมรุ
(VT) ออกแบบหรือสร้างให้มีลักษณะคล้ายป้อมปราการ
(N) การออกแบบหรือสร้างให้มีลักษณะคล้ายป้อมปราการ
(VT) ออกแบบหรือสร้างให้มีลักษณะคล้ายป้อมปราการ
(N) การออกแบบหรือสร้างให้มีลักษณะคล้ายป้อมปราการ
(ADJ) เกี่ยวกับชาวครีโอ
(ADJ) เกี่ยวกับภาษาครีโอ
(N) คนที่เกิดในเกาะอินดีสตะวันตกแต่บรรพบุรุษเป็นยุโรป
(N) ชาวหลุยเซียน่าซึ่งมีบรรพบุรุษเป็นชาวฝรั่งเศสที่อพยพมายังรัฐหลุยเซียน่า
(N) ภาษาครีโอล
(N) น้ํามันสีน้ําตาล (ใช้ทารักษาเนื้อไม้)
(N) ขนมชนิดหนึ่งคล้ายแพนเค้กแต่บางกว่า
(VI) ทําเสียงระเบิดเล็กๆ (เช่น เสียงระเบิดของไม้ที่ถูกเผาไฟ)
(VI) กริยาช่องที่ 2 และ 3 ของ creep
(ADJ) ที่เกี่ยวกับช่วงเวลาพระอาทิตย์จวนจะลับขอบฟ้า
(ADJ) ซึ่งค่อยๆ เพิ่มความดังขึ้น
(N) ความดังที่ค่อยๆ เพิ่มระดับขึ้น
(ADJ) ที่มีรูปร่างเหมือนพระจันทร์เสี้ยว
(N) พระจันทร์เสี้ยว
(ADJ) ที่เพิ่มขึ้น
(N) ภาชนะเหล็กสําหรับใส่ไม้หรือน้ํามันที่ใช้เผาไฟ (มักวางไว้บนกําแพง)
(N) ยอด
(N) หงอน
(VI) ขึ้นสู่ระดับสูงสุด
(VT) บรรลุถึงจุดยอด
(ADJ) ที่ก้มหัวลง
(ADJ) เศร้าซึม
(ADV) อย่างซึมเศร้า
(N) รอยแยก
(VT) ทําให้เกิดรอยแยก
(N) รอยแตก
(N) กลุ่มคนที่ทํางานร่วมกัน
(N) กลุ่มคนที่มีความสัมพันธ์กัน
(N) ลูกเรือ
(VI) เป็นลูกเรือ
(N) ทรงผมของผู้ชายที่สั้นมาก
(N) ด้ายที่กรอไม่แน่น (ใช้ในการเย็บปักถักร้อย)
(N) คอกสัตว์
(N) เตียงนอนเด็ก
(N) รางใส่อาหารสัตว์
(N) ห้องหรือบ้านเล็กๆ
(SL) ก๊อป
(VT) กักขัง
(PHRV) แอบคัดลอก
(N) อาการเจ็บจากกล้ามเนื้อตึง
(N) จิ้งหรีด
(N) กีฬาคริกเก็ต
(VI) เล่นคริกเก็ต
(N) ผู้ประกาศ
(N) ผู้ร้อง
(INT) คําอุทานแสดงความประหลาดใจ
(SL) คําอุทานแสดงความแปลกใจมาก
(SL) คริสต์มาส
(N) การกระทําที่ผิดศีลธรรม
(N) อาชญากรรม
(ADJ) เกี่ยวกับอาชญากรรม
(ADJ) ซึ่งทําผิด
(ADJ) ที่น่าเสียใจ
(N) ผู้ที่ทําผิดกฎหมาย
(N) การเป็นชู้
(N) การผิดกฎหมาย
(N) กฎหมายอาญา
(VT) ตําหนิ
(VT) พิสูจน์ว่าผิด
(VT) ฟ้อง
(N) ตํารวจที่ทําหน้าที่สืบสวน
(N) อาชญวิทยา
(N) การทําให้เป็นลอน
(VT) กดเข้าด้วยกัน
(VT) ขัดขวาง
(VT) จีบ
(VT) ดัดผม
(N) ผู้ที่หลอกผู้อื่นให้มาเป็นทหารหรือกลาสีเรือ
(SL) อึ
(SL) อึ
(ADJ) ที่เป็นลอน
(ADJ) ซึ่งมีสีแดงเข้ม
(N) สีแดงเข้ม
(VI) กลายเป็นสีแดงเข้ม
(VT) ทําให้เป็นสีแดงเข้ม
(VI) นอบน้อม
(VI) หดกลับอย่างเร็ว
(PHRV) ทําท่าประจบประแจงต่อ (ด้วยความกลัวหรืออยากได้บางสิ่ง)
(N) รอยพับ
(VI) เกิดรอยย่น
(VT) ทําให้เป็นรอยย่น
(N) กระโปรงที่สวมบนสุ่ม (เพื่อให้กระโปรงบานออก)
(N) คนหรือสัตว์ที่พิการ
(VT) ทําลาย
(VT) ทําให้พิการ
(SL) คนอ้วน
(N) ช่วงที่มีปัญหาร้ายแรง
(N) ช่วงเวลาที่เป็นตายเท่ากัน
(ADJ) กรอบ
(ADJ) ชัดเจน
(ADJ) ที่สะอาดเรียบร้อย
(ADJ) สดชื่น
(ADJ) สดและกรอบ (ผัก)
(N) มันฝรั่งทอด
(VI) กรอบ
(VT) ทําให้กรอบ
(VT) ทําให้เป็นลอน
(PHRV) ทําให้กรอบ (อาหาร)
(ADJ) กรอบ
(ADJ) กระตือรือร้น
(ADJ) เป็นลอน
(ADJ) ซึ่งเขียนเครื่องหมายกากบาท
(ADJ) ซึ่งเคลื่อนที่สลับไปมา
(ADV) อย่างไปมาสลับกัน
(N) ความสับสน
(N) เครื่องหมายกากบาท
(VI) เคลื่อนที่สลับไปมา
(VT) กากบาท
(VT) ทําให้เคลื่อนที่สลับไปมา
(N) เกณฑ์
(N) นักวิจารณ์
(N) ผู้ที่ชอบติเตียน
(ADJ) เกี่ยวกับการวิจารณ์
(ADJ) จําเป็น
(ADJ) ซึ่งเป็นช่วงอันตราย (โรค)
(ADJ) ที่ชอบจับผิด
(ADJ) เป็นช่วงอันตราย
(ADV) โดยเป็นช่วงอันตราย
(N) การประเมินผลงาน
(N) การวิจารณ์
(N) บทวิจารณ์
(VI) วิจารณ์
(VT) วิจารณ์
(N) บทวิจารณ์
(SL) ตาย
(SL) ฆ่า
(VI) ตาย (คําสแลง)
(VI) พูดด้วยเสียงต่ํา
(VI) ร้องเสียงต่ําๆ (เช่น เสียงร้องของกบ)
(VT) ฆ่า (คําสแลง)
(VT) พูดด้วยเสียงต่ํา
(N) งานถักไหมพรมประเภทหนึ่ง
(VI) ถักไหมพรม
(VT) ถักไหมพรม
(N) เครื่องปั้นดินเผา
(N) เรื่องไร้สาระ
(N) เศษแตกของเครื่องปั้นดินเผา
(N) ของชํารุด
(VT) ทําให้ใช้การไม่ได้
(N) เขม่า
(ADJ) เมา (คําสแลง)
(N) เครื่องเคลือบดินเผา
(SL) ของที่ใช้ประโยชน์ไม่ได้
(PHRV) ป่วยทางร่างกายหรือจิตใจ
(N) จระเข้
(N) หนังจระเข้
(N) สีเหลือส้ม
(N) ทุ่งนาเล็กๆ
(N) เจ้าของหรือผู้เช่าที่นาเล็กๆ
(SL) ที่นั่งหลังคนขับบนรถจักรยานหรือมอเตอร์ไซด์
(N) หญิงแก่ที่น่าเกลียด
(N) เพื่อนสนิท
(N) คนทุจริต
(N) ตะขอ
(VI) โค้งงอ
(VT) ขโมย (คําสแลง)
(VT) ทําให้โค้งงอ
(ADJ) โค้งงอ
(ADJ) เบี้ยว
(ADJ) ไม่ซื่อสัตย์
(N) การฮัมเพลง
(VI) ฮัมเพลง
(VT) ฮัมเพลง
(N) กระเพาะย่อยอาหารของสัตว์บางชนิด
(N) กลุ่ม
(N) ทรงผมแบบสั้น
(N) ผลผลิตที่เก็บเกี่ยว
(N) พืชผล
(N) แส้
(VI) กินยอดหญ้า
(VI) เก็บเกี่ยวพืชผล
(VI) ปลูกพืช
(VT) กินยอดหญ้า
(VT) เก็บเกี่ยวพืชผล
(VT) ตัดให้สั้น
(VT) ปลูกพืช
(N) การพ่นยาฆ่าแมลง
(N) การพ่นยาฆ่าแมลงจากเครื่องบิน
(PHRV) เกิดขึ้นอย่างไม่คาดหมายไว้
(PHRV) โผล่ออกมาจากผิวดิน
(N) ผู้เก็บเกี่ยว
(N) ผู้เช่าที่ทํานาโดยจ่ายค่าเช่าเป็นผลผลิตที่เก็บเกี่ยวได้
(N) การปลูกพืชหมุนเวียน
(N) การพ่นยาฆ่าแมลง
(PHRV) เกิดขึ้นอย่างไม่คาดหมายไว้
(PHRV) เกิดขึ้นอย่างไม่ตั้งใจ
(PHRV) ทําผิดพลาด (คําไม่เป็นทางการ)
(PHRV) โผล่ออกมาจากผิวดิน
(PHRV) พร้อมมีเพศสัมพันธ์ (คําสแลง)
(ADJ) ฉุนเฉียว
(N) กากบาท
(N) การผสมข้ามพันธุ์
(N) การผสมผสาน
(N) แท่งหินรูปไม้กางเขน (สร้างเพื่อเป็นอนุสรณ์)
(N) ไม้กางเขน (ของศาสนาคริสต์)
(VI) ข้าม
(VI) เตะบอลขวางสนาม
(VI) มีอาณาเขตถึง
(VT) ขัดขวาง
(VT) ข้าม
(VT) เตะบอลขวางสนาม
(VT) ทําให้มีอาณาเขตถึง
(VT) ผสมข้ามพันธุ์
(IDM) จงแก้ไขเมื่อต้องเผชิญกับปัญหา
(N) ไม้ที่วางขวาง
(N) คาน
(N) กระดูกไขว้กัน (มักจะปรากฏร่วมกับภาพหัวกะโหลก เป็นสัญลักษณ์หมายถึงความตาย)
(N) หน้าไม้
(ADJ) ที่ผสมข้ามพันธุ์
(N) พันธุ์ผสม
(N) พันธุ์ผสม
(VI) ผสมข้ามพันธุ์
(VT) ผสมข้ามพันธุ์
(ADJ) แข่งขันในเส้นทางตามชนบทหรือในป่า
(ADJ) ที่เดินทางข้ามประเทศ
(N) การแข่งขัน (เช่น วิ่ง แข่งรถ สกี) ไปตามเส้นทางในชนบทหรือในป่า
(ADJ) ที่ตัดขวาง
(N) การตัดขวาง
(VI) ตัดขวาง
(VT) ตัวขวาง
(N) เลื่อยตัดไม้ชนิดหนึ่ง
(ADJ) ไขว้
(ADJ) ที่ขีดคร่อม (เช็ค)
(ADJ) ที่ผสมข้ามพันธุ์
(VT) ซักค้านพยาน
(IDM) สอบสวน
(N) ตาเหล่
(ADJ) ตาเหล่
(VI) ผสมข้ามพันธุ์
(VT) ทําให้ผสมข้ามพันธุ์
(ADJ) ที่ขี้หงุดหงิด
(PHRV) (จดหมาย) ค้างอยู่ในตู้ไปรษณีย์
(PHRV) รักโดยไม่ต้องการสิ่งตอบแทน
(N) การเดินทางข้ามแหล่งน้ํา
(N) การผสมข้ามพันธุ์
(N) จุดตัดกัน
(N) ทางข้าม
(ADJ) ไขว่ห้าง
(ADV) อย่างนั่งไขว่ห้าง
(PHRV) ขีดฆ่าออก
(IDM) ทําเครื่องหมายกากบาทบนร่างกายโดยใช้มือ (ศาสนาคริสต์)
(IDM) ขอให้โชคดี
(PHRV) ขีดฆ่าออก
(VT) ขีดฆ่า
(N) จุดข้าม
(PHRV) ข้าม
(PHRV) เปลี่ยนฝ่าย
(N) คนที่อารมณ์เสีย
(N) การถ่ายเกสรดอกไม้จากดอกหนึ่งไปยังอีกดอกหนึ่ง
(N) จุดประสงค์ที่แย้งกัน
(N) การซักค้านพยาน
(VT) ชี้บอกผู้อ่านให้ไปอ่านอีกตอนหนึ่งในหนังสือเล่มเดียวกัน
(N) ข้อความที่ชี้บอกผู้อ่านให้ไปอ่านอีกตอนหนึ่งในหนังสือเล่มเดียวกัน
(N) ทางแยก
(N) กลุ่มตัวอย่าง
(N) การตัดตามขวาง
(IDM) จ่ายเงินเพื่อให้ทํานายอนาคต
(IDM) จ่ายเงินเพื่อให้ทํานายอนาคต
(N) การเย็บด้ายไขว้กันเป็นรูปกากบาท
(VI) เย็บด้ายไขว้กันเป็นรูปกากบาท
(VT) เย็บด้ายไขว้กันเป็นรูปกากบาท
(PHRV) เริ่มแตกแยก (ทางความคิด, มิตรภาพฯลฯ) กับ
(IDM) โต้เถียง (กับบางคน)
(IDM) วิตกเกินไปก่อนเหตุจะเกิด
(ADJ) ที่เดินทางข้ามเมือง
(N) ทางข้าม
(N) ทางแยก
(ADJ) ซึ่งตัดขวาง
(ADV) ตามขวาง
(PHRV) ข้ามไปด้วย
(PHRV) นําไปผสมกับ
(N) ปริศนาอักษรไขว้
(N) ปริศนาอักษรไขว้
(N) ง่าม
(N) เป้ากางเกง
(N) หว่างขา
(N) ตะขอ
(ADJ) อารมณ์เสียง่าย
(N) ท่าหมอบ
(VI) ก้มลง
(VI) ก้มศีรษะ
(VT) ก้มศีรษะ
(VT) หมอบ (ใช้กับสัตว์ที่อยู่ในท่าเตรียมวิ่งหรือกระโดดไปข้างหน้า)
(PHRV) หมอบลง
(ADJ) ที่อยู่ในท่าหมอบ
(N) อาการไอและหายใจลําบาก
(N) พนักงานเก็บและจ่ายเงิน (ในบ่อนคาสิโน)
(N) นกกา
(N) เสียงร้องของนกกา
(VI) ร้องแสดงความดีใจ
(VT) ขัน
(VT) คุยโอ้อวด
(N) ชะแลง
(N) ผู้ชม
(N) ฝูงชน
(VI) ชุมนุม
(VI) เบียดเสียด
(VI) ผลักไปข้างหน้า
(VT) กดดัน
(VT) เบียดเสียด
(VT) ผลักไปข้างหน้า
(VT) มัดรวมกัน
(ADJ) ซึ่งเต็มไปด้วยฝูงชน
(ADJ) แออัด
(PHRV) บรรจุแน่น (ตารางเวลา)
(PHRV) เบียดเสียดเข้าไป
(PHRV) จัดให้ลงตัวได้ยาก (ตารางเวลา)
(PHRV) เบียดเสียดเข้าไป
(IDM) กางใบเรือ (เพื่อแล่นเร็วขึ้น)
(PHRV) เต็ม
(PHRV) เบียดเสียดกันออกไป
(PHRV) อัดแน่นไปด้วย
(PHRV) กรูกันมาล้อมรอบ
(PHRV) เต็มไปด้วย
(N) กระหม่อม
(N) กษัตริย์
(N) จุดสูงสุด
(N) ฟันปลอม
(N) มงกุฎ
(N) มาลัยสวมศีรษะ
(N) ราชบัลลังก์
(N) สิ่งที่คล้ายมงกุฎ
(N) หงอนไก่
(SL) ตีหัว
(VT) ตีหัว (คําไม่เป็นทางการ)
(VT) มอบตําแหน่งสูงสุดให้
(VT) ราชาภิเษก
(VT) สวมมงกุฎให้เพื่อเป็นรางวัล
(N) ทายาทของกษัตริย์ที่เป็นผู้ชาย
(N) ทายาทของกษัตริย์ที่เป็นผู้หญิง
(PHRV) ปกคลุมด้วย
(PHRV) สวมมงกุฎให้กับ
(PHRV) อุดฟันด้วย
(PHRV) เปล่งเสียงแสดงความยินดีในชัยชนะ
(PHRV) แสดงความดีใจกับความพ่ายแพ้หรือโชคร้ายของคนอื่น
(PHRV) โห่ร้องยินดีในชัยชนะ
(ADJ) สําคัญมาก
(ADJ) โหดร้าย
(SL) ดีมาก
(N) การทดสอบที่ทรหด
(N) เบ้าหลอม
(N) ไม้กางเขนที่มีหุ่นพระเยซูตรึงอยู่
(N) การฆ่าโดยการตรึงกางเขน
(ADJ) ที่มีรูปร่างแบบไม้กางเขน
(VT) ฆ่าโดยการตรึงกางเขน
(N) คนหรือสิ่งที่ไร้ค่า (คําสแลง)
(SL) สิ่งที่ใช้ประโยชน์ไม่ได้
(SL) ไม่น่าพอใจ
(ADJ) คร่าวๆ
(ADJ) ดิบ
(ADJ) ที่ไม่มีการพัฒนา
(ADJ) หยาบคาย
(N) น้ํามันดิบ
(ADV) อย่างคร่าวๆ
(ADV) อย่างดิบ
(ADV) อย่างไม่พัฒนา
(ADV) อย่างหยาบคาย
(N) น้ํามันดิบ
(N) การหยาบคาย
(ADJ) ซึ่งก่อให้เกิดความเจ็บปวด
(ADJ) โหดร้าย
(ADV) อย่างเจ็บปวด
(ADV) อย่างทารุณ
(N) การกระทําที่โหดร้าย
(N) ความเจ็บปวดทางร่างกายหรือจิตใจ
(N) ความโหดร้าย
(N) กระปุกเล็กๆ สําหรับใส่เครื่องปรุงจําพวก เกลือ พริกไทย เป็นต้น
(N) การล่องเรือ
(VI) เดินเรือ
(VT) เคลื่อนไปช้าๆ
(VT) เดินเรือ
(N) คนที่เดินทางท่องเที่ยว
(N) รถลาดตระเวน
(N) คนที่ไร้ค่า (คําสแลง)
(N) จํานวนน้อย
(N) เศษเล็กเศษน้อย (เช่น เศษขนมปัง)
(VT) ทําให้เป็นเศษเล็กเศษน้อย
(VT) หุ้มด้วยเศษเล็กเศษน้อย (อาหาร)
(N) เศษเล็กเศษน้อย
(VI) แตกละเอียด
(VI) พังทลาย
(VT) ทําให้แตกละเอียด
(PHRV) ขยี้ละเอียด
(PHRV) ค่อยๆเลิก
(PHRV) บดขยี้เป็นชิ้นเล็กชิ้นน้อย
(ADJ) ที่แตกง่าย
(SL) คําอุทานแสดงความแปลกใจ
(ADJ) ที่มีเศษเล็กเศษน้อย
(ADJ) ที่ไม่มีค่า
(N) เสียงดังเหมือนเสียงระเบิด
(N) ขนมเค้กชนิดหนึ่ง
(SL) คนที่มีความต้องการทางเพศ
(N) รอยย่น
(VI) เป็นรอยยับย่น
(VI) พังทลาย
(VI) หงุดหงิดและผิดหวัง
(VT) ทําให้เป็นรอยยับย่น
(VT) ทําให้พังทลาย
(PHRV) ทําหน้าย่น
(PHRV) ทําให้พ่ายแพ้ (คําไม่เป็นทางการ)
(PHRV) บดขยี้และบิดเบี้ยว
(PHRV) เปล่งเสียงร้อง (ด้วยความเจ็บปวดหรือหัวเราะ)
(PHRV) ล้มลง
(N) ภาวะวิกฤต
(N) เสียงดังจากการบดเคี้ยว
(VT) เคี้ยวเสียงดัง
(PHRV) บดให้เป็นผง
(SL) ทหาร
(PHRV) บดให้เป็นผง
(N) สงครามศาสนา
(PHRV) รณรงค์ต้าน
(PHRV) รณรงค์เพื่อ
(N) ความหลงใหลอย่างมาก
(N) เครื่องดื่มผสมน้ําผลไม้
(N) ฝูงคน
(N) สภาพที่คนเบียดเสียด
(VI) กด
(VI) บดละเอียด
(VI) เป็นรอยย่น
(VT) กด
(VT) คั้น (น้ําผลไม้)
(VT) ทําให้ขายหน้า
(VT) ทําให้เป็นรอยย่น
(VT) บดละเอียด
(VT) บีบคั้น
(VT) ปราบการประท้วง
(VT) เอาชนะ
(PHRV) ตีให้แบน
(PHRV) บดเป็นผง
(PHRV) เหยียบ
(N) เครื่องคั้น
(PHRV) กระแทก
(PHRV) บังคับให้หยุด
(PHRV) บดให้ละเอียด
(PHRV) เบียดเข้าไป
(PHRV) คั้น
(PHRV) พยายาม
(PHRV) แย่งกันออก
(IDM) ทําให้เชื่อฟังด้วยการบังคับ
(IDM) บดขยี้จนตาย
(PHRV) บดให้ละเอียด
(PHRV) บดเป็นผง
(N) ขนมปังป่น
(N) เปลือก
(N) เปลือกขนมปัง
(N) เปลือกโลก
(N) พฤติกรรมที่หยาบคาย
(SL) เงิน
(VI) เป็นเปลือกแข็ง
(VT) คลุมด้วยเปลือก
(VT) ทําให้เป็นเปลือกแข็ง
(ADJ) ที่มีเปลือกแข็ง
(PHRV) ทําให้เกาะเป็นแผ่นแข็ง
(ADJ) ที่มีเปลือกนอกกรอบ
(ADJ) ที่อารมณ์เสียง่าย
(N) ไม้เท้า
(N) หว่างขา
(VT) ใช้ไม้เท้าพยุง
(N) ชื่อกลุ่มดาวที่มีการเรียงตัวเหมือนไม้กางเขน
(N) ประเด็นสําคัญ
(N) ปัญหายุ่งยาก
(IDM) ประเด็นหลัก
(N) การเรียกร้องของมวลชน
(N) ช่วงเวลาการร้องไห้
(N) เสียงร้อง
(VI) ตะโกน
(VI) ร้องไห้
(VT) ตะโกน
(VT) ร้องไห้
(N) คนขี้แย
(IDM) โอดครวญไปก่อน
(PHRV) ตะโกนให้(คนพูด)เงียบ
(PHRV) ไม่ยอมรับ
(PHRV) วิพากษ์วิจารณ์
(PHRV) กระหาย
(PHRV) ร้องไห้เนื่องจาก
(PHRV) ร้องไห้เพื่อต้องการ
(IDM) ขอมากเกินไป
(IDM) ต้องการหรือขอในสิ่งที่เป็นไปไม่ได้
(ADJ) ที่ควรให้ความสนใจ
(PHRV) ทําไม่สําเร็จ
(IDM) ร้องไห้จนหลับ
(IDM) ร้องไห้อย่างปวดร้าวและยาวนาน
(IDM) ร้องไห้อย่างปวดร้าวและยาวนาน
(PHRV) ต้องการอย่างมาก
(PHRV) ร้องเสียงดัง (เพราะเจ็บปวด, ประหลาดใจฯลฯ)
(VI) ร้องตะโกน
(VT) ร้องตะโกน
(PHRV) ไม่ยอมรับ
(PHRV) กระหาย
(PHRV) ร้องไห้เพราะ
(IDM) ไม่มีประโยชน์ที่จะเสียใจกับสิ่งที่ผ่านไปหรือทําไปแล้ว
(N) ห้องใต้ดิน
(ADJ) กํากวม
(ADJ) ที่เป็นความลับ
(ADV) อย่างกํากวม
(ADV) อย่างเป็นความลับ
(N) รหัสลับ
(N) เครื่องใส่หรือถอดรหัส
(N) รหัสลับ
(N) การศึกษาเกี่ยวกับรหัสสัญญาณ
(ADJ) ชัดเจนมาก
(ADJ) ใสมาก
(N) แก้วหรือกระจกคุณภาพดี
(N) คริสตัล
(N) ผลึก
(N) หน้าปัทม์นาฬิกา
(ADJ) ชัดเจนมาก
(ADJ) ใสสะอาด
(N) การทํานายอนาคต
(ADJ) เหมือนผลึก
(N) การฉาบด้วยน้ําตาล
(N) การทําให้ตกผลึก
(N) การทําให้เป็นรูปธรรม
(VI) ฉาบด้วยน้ําตาล
(VI) ตกผลึก
(VI) เป็นรูปธรรม
(VT) ฉาบด้วยน้ําตาล
(VT) ทําให้ตกผลึก
(VT) ทําให้เป็นรูปธรรม
(PHRV) อ้อนวอน
(PHRV) ยกย่องมากเกินไป
(IDM) ร้องขอความช่วยเหลือแบบเด็กเลี้ยงแกะ
(N) เครื่องถ่ายเอ็กซเรย์ด้วยระบบคอมพิวเตอร์
(N) คิวบา
(N) ประเทศคิวบา
(N) เด็กหนุ่มที่ไร้ประสบการณ์
(N) ลูกของสัตว์
(N) ห้องเล็กๆ
(N) ห้องเล็กๆ
(N) ค่าที่ได้จากการยกกําลังสาม
(N) ลูกบาศก์
(VT) ตัดให้เป็นรูปลูกเต๋า
(VT) ยกกําลังสาม
(ADJ) ซึ่งมี 3 มิติ
(N) เกี่ยวกับการวัดปริมาตร
(N) คอกทํางาน
(N) หน่วยวัดโบราณ เท่ากับประมาณ 18-22 นิ้ว
(N) คนแปลกประหลาด
(N) นกชนิดหนึ่งทางยุโรปที่ชอบวางไข่ไว้ในรังนกชนิดอื่น
(SL) เป็นบ้า
(SL) หมดสติ
(N) ต้นแตงกวา
(N) แตงกวา
(N) อาหารที่วัวสํารอกออกมาเคี้ยวใหม่
(N) การกอดด้วยความรักใคร่
(VI) กอดด้วยความรักใคร่
(VT) กอดด้วยความรักใคร่
(PHRV) กอด
(N) ห้องเล็กๆ
(N) ไม้กระบอง
(VT) ตีด้วยไม้กระบอง
(N) การบอกเป็นนัย
(N) บทบาท
(N) สิ่งเตือนความจํา
(VT) บอกเป็นนัย
(N) แถว
(N) ไม้คิว
(VT) ยิงด้วยไม้คิว
(N) อักษรคิว
(PHRV) คัดเลือก
(PHRV) ให้สัญญาณ
(N) กุญแจมือ
(N) ข้อมือเสื้อ
(VT) ใส่กุญแจมือ
(VT) ใส่ข้อมือเสื้อ
(N) เสื้อเกราะ
(N) ประเภทอาหาร
(N) ฝีมือการทําอาหาร
(SL) คนบ้านนอก
(SUF) เล็ก
(ADJ) เกี่ยวกับการทําอาหาร
(N) การลดจํานวนสัตว์ลง
(N) สิ่งไร้ค่า
(VT) คัดออก
(VT) เลือกสรร
(PHRV) คัดเลือกจาก
(PHRV) คัดออกมาจากกลุ่ม
(VI) ถึงจุดสูงสุด
(VT) ทําให้ถึงจุดสูงสุด
(PHRV) ส่งผลให้เกิด
(N) จุดที่สูงที่สุด
(ADJ) น่าตําหนิ
(N) ผู้กระทําความผิด
(N) ผู้ถูกกล่าวหา
(N) สาเหตุของปัญหา
(N) กลุ่มคนที่เชื่อในศาสนาหนึ่ง
(N) ศาสนา
(N) การสามารถทํากสิกรรมได้ (ที่ดิน)
(ADJ) ที่สามารถทํากสิกรรมได้ (ที่ดิน)
(VT) เตรียมดินสําหรับเพาะปลูก
(VT) ไถดิน
(VT) ทําให้พัฒนาขึ้น
(VT) ฝึกฝน
(VT) เพาะปลูก
(ADJ) ซึ่งเตรียมเพื่อเพาะปลูก
(ADJ) ซึ่งมีความรู้ดี
(N) การเตรียมดินสําหรับเพาะปลูก
(N) การพัฒนา
(N) ลักษณะที่มีการศึกษา
(N) ส้อมพรวนดิน
(ADJ) ทางวัฒนธรรม
(ADJ) ทางศิลปะ
(N) การเตรียมที่ดินเพื่อเพาะปลูก
(N) การพัฒนา
(N) การเพาะเชื้อจุลินทรีย์
(N) คนที่เชื่อและปฏิบัติเหมือนกัน
(N) ค่านิยมและความเชื่อ
(N) วัฒนธรรม
(ADJ) ซึ่งเพาะเลี้ยงขึ้นในห้องทดลอง
(ADJ) ซึ่งมีวัฒนธรรม
(N) ความสัมพันธ์ทางวัฒนธรรม
(N) ความรู้สึกสับสนต่อวัฒนธรรมที่ไม่คุ้นเคย
(IDM) ผู้หลงใหลในศิลปะและวัฒนธรรม
(N) ท่อใต้ดิน
(PREP) มาพร้อมกับ (คําไม่เป็นทางการ)
(SL) ถึงจุดสุดยอด
(VT) ขัดขวาง
(ADJ) ยุ่งยาก
(ADJ) อุ้ยอ้าย
(N) แถบผ้าคาดเอวของผู้ชาย
(VI) รวบรวม
(VT) ทําให้รวมกัน
(VT) รวบรวม
(ADJ) ซึ่งสะสมเพิ่มขึ้น
(ADJ) ที่เพิ่มมากขึ้น
(ADJ) เจ้าเล่ห์
(ADJ) ซึ่งฉลาดหลักแหลม
(ADJ) น่ารัก (คําไม่เป็นทางการ)
(N) ความเจ้าเล่ห์
(N) ผลงานที่มีฝีมือ
(IDM) เจ้าเล่ห์
(ADV) อย่างเจ้าเล่ห์
(SL) อวัยวะเพศหญิง
(SL) อวัยวะเพศหญิง (คําต้องห้าม)
(SL) คําเรียกคนที่เกลียดมากๆ (คําต้องห้าม)
(N) ช่องคลอด (คําหยาบ)
(SL) เมาเหล้าหรือเมายา (คําหยาบ)
(SL) คนที่น่ารังเกียจ
(SL) เมาเหล้าหรือเมายา
(N) การแข่งขันกีฬา
(N) ความจุหนึ่งถ้วยตวง (เท่ากับ 237 มิลลิลิตร)
(N) โชคชะตา
(N) ถ้วย
(N) ถ้วยรางวัล
(N) ปริมาณหนึ่งถ้วย
(N) ลักษณะคล้ายถ้วย
(N) ส่วนของชุดชั้นในสตรีที่รับเต้านม
(N) ส่วนของพืชที่เป็นรูปถ้วย
(N) หลุมกอล์ฟ
(VT) ถือไว้ในอุ้งมือ
(VT) ทําเป็นรูปถ้วย
(N) คนเสิร์ฟไวน์ (คําเป็นทางการ)
(N) ตู้
(IDM) ความรักที่มีให้กับบางคนเพื่อหวังจะได้บางสิ่งเช่น อาหาร, เสื้อผ้า ฯลฯ
(N) เค้ก
(N) ถ้วยเล็กๆ มีรูพรุน
(N) ความจุหนึ่งถ้วยตวง (เท่ากับ 237 มิลลิลิตร)
(N) ปริมาณหนึ่งถ้วย
(N) ผู้ชนะ
(N) กามเทพ
(N) ความโลภ
(N) หลังคาทรงโดม
(SL) กาแฟหรือชาหนึ่งถ้วย
(ADJ) ที่ประกอบด้วยทองแดง
(ADJ) ที่มีสีน้ําตาลแดง
(ADJ) ที่ปนทองแดง
(N) แร่ชนิดหนึ่งที่มีทองแดงเป็นส่วนประกอบ
(N) โลหะผสมทองแดงและนิเกิล
(ADJ) ที่ปนทองแดง
(ADJ) ที่มีรูปร่างเป็นถ้วย
(PHRV)  กอบมือ
(N) คนขี้ขลาด
(N) สุนัขพันธุ์ทาง
(ADJ) ที่สามารถเยียวยารักษาได้
(N) ตําแหน่งผู้ดูแลพิพิธภัณฑ์
(N) ผู้ช่วยพระ
(VI) ทําหน้าที่ดูแลพิพิธภัณฑ์
(VT) ทําหน้าที่ดูแลพิพิธภัณฑ์
(ADJ) ที่สามารถเยียวยารักษาได้
(N) หัวหน้าผู้ดูแลพิพิธภัณฑ์
(N) ขอบทางเดิน
(N) สิ่งควบคุม
(VT) ควบคุม
(VT) ทําขอบทางเดิน
(ADJ) ที่ขอบทางเดินเท้า
(N) หินกรวดที่โรยเป็นแถว (สําหรับทําทางเดินเท้า)
(N) นมข้น
(N) สิ่งที่คล้ายนมข้น
(VI) เปลี่ยนเป็นนมข้นแข็ง
(VT) ทําให้เป็นนมข้นแข็ง
(N) น้ํานมที่แข็งตัว
(N) กระบวนการถนอมอาหาร
(N) การแก้ไขปัญหา
(N) การฟื้นฟู
(VI) ถนอมอาหาร
(VI) รักษา
(VT) แก้ไขปัญหา
(VT) ถนอมอาหาร
(VT) รักษา
(VT) สิ่งที่ช่วยฟื้นฟูร่างกาย
(N) การรักษาที่เชื่อว่าใช้ได้กับทุกโรค
(ADJ) ที่ไม่สามารถรักษาได้
(PHRV) ทําให้เลิกนิสัยของ
(PHRV) ทําให้หยุดรัก
(PHRV) รักษา
(N) ผู้ดูแลรักษา
(N) การห้ามออกนอกบ้านยามวิกาล
(N) เวลาห้ามออกนอกบ้านยามวิกาล
(N) วัตถุโบราณที่หายาก
(N) คนหรือปรากฏการณ์แปลกๆ
(N) ความอยากรู้
(IDM) การสอดรู้สอดเห็นเป็นอันตราย
(ADJ) แปลก
(ADJ) อยากรู้อยากเห็น
(ADV) แปลก
(ADV) อย่างอยากรู้อยากเห็น
(N) คูเรียม
(N) ผมเป็นลอน
(N) ลายปีในเนื้อไม้
(N) สิ่งที่ม้วนหรือเป็นวง
(VI) เคลื่อนที่เป็นวงเกลียว
(VI) ดัดผม
(VI) เป็นขดวง
(VT) ดัดผม
(VT) ทําให้เป็นวง
(N) โรลม้วนผม
(N) เกมการกลิ้งหินบนน้ําแข็ง
(PHRV) ทําให้โค้ง
(PHRV) ไม่พอใจ
(PHRV) ลอยสูงเป็นรูปโค้ง
(PHRV) หมดหวัง (คําไม่เป็นทางการ)
(PHRV) อดหัวเราะไม่ได้
(VI) งอตัว
(ADJ) ขดงอ
(ADJ) หยักศก
(SL) ดวงอาทิตย์
(SL) ลูกชาย
(N) การแพร่หลาย
(N) การหมุนเวียน
(N) เงินตรา
(N) ช่วงเวลาที่แพร่หลาย
(ADJ) ที่ใช้กันอยู่ในปัจจุบัน
(ADJ) เป็นที่ยอมรับ
(N) กระแสเงิน
(N) กระแสน้ํา
(N) แนวโน้ม
(N) อัตราการไหลของกระแสไฟ
(N) บัญชีเดินสะพัด
(ADV) ในปัจจุบัน
(N) เกวียนสองล้อน้ําหนักเบา
(N) หลักสูตร
(N) แกงเผ็ด
(N) เครื่องแกง
(VT) ปรุงแกงเผ็ด
(VT) ทําความสะอาดให้ม้า
(VT) ทําให้หนังยืดหยุ่นและกันน้ํา
(IDM) ประจบประแจง
(N) เครื่องแกงที่เป็นผง
(N) การขับออกจากศาสนา
(N) คําสาปแช่ง
(N) ต้นเหตุของความหายนะ
(VI) สาบาน
(VT) ทําให้เจ็บปวด
(VT) สาปแช่ง
(ADJ) ซึ่งถูกสาป
(ADJ) น่ารําคาญ
(PHRV) โชคร้ายที่มี (บางสิ่งหรือบางคน)
(ADJ) ที่เขียนแบบตัวอักษรต่อกันไป
(N) เคอร์เซอร์
(ADV) อย่างเร็วๆ
(N) ความรวดเร็ว
(ADJ) ที่รวดเร็วมาก
(ADJ) หยาบๆ
(ADJ) ห้วน
(VT) ย่อ
(N) ม่าน
(VT) ติดม่าน
(PHRV) ใช้ม่านกั้น
(SL) ปิดฉาก
(N) ที่ดินที่ครอบครอง
(ADV) ห้วนๆ
(ADV) อย่างหยาบๆ
(N) การถอนสายบัว
(VI) ถอนสายบัว
(N) การถอนสายบัว
(VI) ถอนสายบัว
(N) ความโค้ง
(N) เส้นโค้ง
(ADJ) ซึ่งโค้ง
(ADJ) ที่มีลักษณะโค้ง
(ADV) ง่ายและไม่ยาก
(N) เครื่องกันกระแทก
(N) เบาะ
(N) สิ่งที่ช่วยบรรเทา
(VT) ช่วยบรรเทาผลกระทบ
(VT) ลดการกระแทก
(ADJ) ง่ายและไม่ยาก
(SL) จิ๊บๆ
(SL) ของกล้วยๆ
(N) เขี้ยว
(N) กระโถน
(N) คําสาป
(ADJ) ซึ่งถูกสาป
(ADJ) น่ารําคาญ
(N) คําสาป
(N) คัสตาร์ด
(N) น้อยหน่า
(N) ผู้รับผิดชอบในการดูแลทรัพย์สินมีค่า
(N) ภารโรง
(N) การคุ้มครอง
(N) สิทธิในการดูแลเด็ก
(ADJ) ซึ่งทําตามสั่ง
(ADJ) ซึ่งปรับปรุงให้เหมาะสม
(N) กิจวัตร
(N) ขนบธรรมเนียม
(ADJ) ตามธรรมเนียม
(ADV) โดยปรกติวิสัย
(ADJ) เป็นธรรมเนียม
(ADJ) เป็นปรกติวิสัย
(N) ลูกค้า
(N) ด่านศุลกากร
(ADJ) ซึ่งสร้างตามคําสั่งเฉพาะของลูกค้าคนเดียว
(N) ภาษีสินค้านําเข้าหรือส่งออก
(ADJ) ถูกบาด
(N) การขาดเรียน
(N) การลดลง
(N) ฉบับตัดต่อ (ภาพยนตร์)
(N) ทรงผม
(N) แบบเสื้อ
(N) แผลถูกบาด
(N) รอยตัด
(VI) คมพอ (ที่จะตัดได้)
(VI) ง่ายต่อการหั่น
(VI) จ้วงแทง
(VI) ตัด
(VI) เป็นทางลัด
(VT) ขาดเรียน (คําไม่เป็นทางการ)
(VT) จ้วงแทง
(VT) ตัด
(VT) ตัดต่อ
(VT) ทําให้เป็นแผล
(VT) ลดปริมาณลง
(PHRV) ทําให้ฉีกขาด (หลายแห่ง)
(PHRV) ขัดจังหวะ
(PHRV) ขัดแย้งกับ
(PHRV) ตัดเป็นทางตรง
(PHRV) ย่นระยะทางโดยตัดผ่าน
(PHRV) ตัดหน้า (การขับรถ)
(PHRV) ข้ามไป
(PHRV) ไปอย่างเร็ว (คําไม่เป็นทางการ)
(IDM) เล่าแบบให้รายละเอียดสั้นๆหรือเล็กน้อย
(ADJ) ที่เกี่ยวกับผิวหนัง
(PHRV) ตัด
(N) เสื้อโค้ทของผู้ชายที่มีชายหลังยาว
(PHRV) ตัดทิ้ง
(N) การลดจํานวนลง
(PHRV) ตัดทอนคําพูด
(PHRV) ตัดให้สั้น
(PHRV) ประหยัดเงิน
(PHRV) เปลี่ยนทิศทางทันทีขณะวิ่ง
(PHRV) ย้อนเวลากลับ
(IDM) มีผลต่อทั้งสองฝ่าย
(IDM) ทําสิ่งที่ง่ายที่สุด ถูกที่สุดหรือเร็วที่สุด
(SL) ทําสิ่งต่างๆ ได้ง่ายขึ้น
(PHRV) แสร้งทําเป็นไม่รู้จัก
(PHRV) โค่นต้นไม้
(PHRV) ฆ่า
(PHRV) ตัดลงมา
(PHRV) ทําให้ขนาดลดลง
(PHRV) ทําให้พ่ายแพ้
(PHRV) ทําให้รู้สึกสําคัญน้อยลง
(PHRV) ทําให้เสื้อเล็กลง
(PHRV) โน้มน้าวให้ลดราคา
(PHRV) ลดค่าใช้จ่าย
(PHRV) ลดลง
(PHRV) ตัดสิ่งที่ไม่จําเป็นออก (เพื่อประหยัดค่าใช้จ่าย)
(PHRV) ทําให้ลดราคาลง
(ADJ) เฉลียวฉลาด
(ADJ) น่ารัก
(PHRV) คํานวณ
(PHRV) ทําให้เหลือเงินไว้
(PHRV) ปล่อยไว้จนสายเกินไป
(PHRV) มองเห็นความแตกต่างระหว่างสิ่งที่เหมือนกันมาก
(PHRV) ตัดไพ่ให้
(PHRV) ปลด
(PHRV) พยายามตีจาก
(PHRV) ตัดสิ่งที่เป็นปัญหาออก
(PHRV) ตัดออกจาก
(N) ผิวหนังชั้นนอก
(PHRV) ขัดจังหวะ
(PHRV) ตัดหน้า
(PHRV) ปาดออก
(PHRV) เพิ่มเข้าไปโดยตัดและผูก
(PHRV) ยอมให้ร่วมกิจกรรม (เล่นไพ่, ธุรกิจฯลฯ) (คําไม่เป็นทางการ)
(PHRV) ตัดแบ่งเป็นส่วนๆ
(PHRV) ขัดจังหวะ
(PHRV) ติดเครื่อง
(PHRV) แซงหน้า
(PHRV) ขัดจังหวะ
(PHRV) ตัดค่าใช้จ่ายลง
(PHRV) ตัดแบ่งเป็นส่วนๆ
(PHRV) หยุดทําอย่างนั้น
(PHRV) มาช้าเกิน
(IDM) ไม่มีเวลาพอในการทําบางสิ่ง
(N) ผู้ที่ทําหรือขายเครื่องมือสําหรับตัด
(N) เครื่องใช้บนโต๊ะอาหาร
(N) เครื่องมือที่มีใบมีด
(N) เนื้อแผ่น
(PHRV) ทําตัวป่าเถื่อน
(PHRV) ปลดเชือก
(PHRV) พยามปลดปล่อยจากพันธนาการ
(IDM) ไม่กระทบต่อ
(N) การจํากัด
(N) ทางลัด
(PHRV) ขัดจังหวะ
(PHRV) ฆ่า
(PHRV) ตัดทิ้ง
(PHRV) ตัดออก
(PHRV) ทําให้ถูกตัดขาด
(PHRV) ป้องกัน
(PHRV) ปิดการทํางาน
(PHRV) ไปอย่างรวดเร็ว
(PHRV) ยกเลิก
(PHRV) แยกจาก
(PHRV) แยกตัวจาก
(IDM) ลงโทษอย่างไม่จําเป็น
(IDM) ป้องกันไม่ให้หนีโดยกั้นขวางไว้
(IDM) ป้องกันไม่ให้หนีโดยกั้นขวางไว้
(IDM) เรียนรู้หรือทําบางสิ่งเมื่ออายุน้อยมาก
(PHRV) ตัดให้เปิด
(N) เครื่องมือในการเชื่อมต่อหรือตัดกระแสไฟฟ้า
(PHRV) คัดออกมา
(PHRV) ดับไฟ (คําไม่เป็นทางการ)
(PHRV) ตัดประโยคหรือคําพูดออก
(PHRV) ตัดให้เข้ารูป
(PHRV) ตัดออก
(PHRV) แทนที่ (ความรักหรือธุรกิจ)
(PHRV) ไปเร็วกว่า (คําไม่เป็นทางการ)
(PHRV) ไม่ให้เข้าร่วม
(PHRV) (รถยนต์) แล่นตัดออกไปอย่างเร็ว
(PHRV) เลิกทํา (คําไม่เป็นทางการ)
(PHRV) หยุดทํางาน (เครื่องจักรหรือเครื่องยนตร์)
(PHRV) เหมาะสมสําหรับ
(IDM) ตัดส่วนที่ไร้ประโยชน์ออก
(PHRV) เหมาะที่จะเป็น
(ADJ) ที่มีราคาถูก
(IDM) ลดราคามากเท่าที่จะมากได้แต่ไม่ขาดทุน
(ADJ) ที่มีราคาถูก
(SL) ถูกมาก
(PHRV) ตัดให้สั้นลง (ผม)
(PHRV) ย่นเวลา
(PHRV) หยุดพูด
(IDM) เลิกให้ค่าใช้จ่ายหรือเงิน
(IDM) ทําให้รู้สึกสําคัญน้อยลง
(IDM) ทําร้ายความรู้สึกอย่างยิ่ง
(IDM) ทําร้ายความรู้สึกอย่างยิ่ง
(IDM) ฟันขึ้นใหม่
(N) เครื่องตัด
(N) ผู้ตัด
(PHRV) หยุดทําอย่างนั้น
(SL) ตด (คําหยาบ)
(SL) หยุดพล่ามซะ!
(IDM) ตัดสิ่งที่เป็นปัญหาออก
(SL) ตด (คําหยาบ)
(ADJ) โหดเหี้ยม
(N) คนที่อันตราย
(PHRV) ตัดด้วยของมีคม
(PHRV) ทําให้ทํางานเร็วขึ้น
(IDM) ไม่ใช้วิธีที่ทําให้เสียแรงและเวลา
(ADJ) ที่ทําให้เสียความรู้สึก
(ADJ) หนาวเหน็บ
(N) การตัดต่อ
(N) กิ่งตอน
(N) บทความที่ตัดจากหนังสือพิมพ์หรือนิตยสาร
(N) ปลาหมึก
(PHRV) กระโดดข้ามไปที่
(PHRV) ลดลงเป็น
(PHRV) ทําลาย
(PHRV) ทําลาย
(ADJ) สั้น
(PHRV) แข่งขันกับบริษัทอื่นโดยลดราคาต่ําลง
(PHRV) ตัดราคา
(N) คนที่ตลกสนุกสนาน (คําไม่เป็นทางการ)
(PHRV) ตัดแบ่งเป็นชิ้นๆ
(PHRV) ตัดเป็นชิ้นเล็กชิ้นน้อย
(PHRV) เตรียมสิ่งของหรืออาหาร
(PHRV) ทําตัวป่าเถื่อน (คําไม่เป็นทางการ)
(PHRV) ทําพฤติกรรมที่ไม่ดี
(PHRV) ทําร้ายโดยไม่ตั้งใจ (คําสแลง)
(PHRV) ทําลายอย่างรุนแรง
(PHRV) ทําให้ทุกข์กับ (คําไม่เป็นทางการ)
(PHRV) ทําให้บาดเจ็บหลายแห่ง
(PHRV) บาดเจ็บ
(PHRV) วิพากษ์วิจารณ์ (คําไม่เป็นทางการ)
(SL) ญาติ
(SL) คําเลี่ยงของคําว่าอวัยวะเพศหญิง (cunt)
(SUF) ภาวะ
(N) ไซยาไนด์
(PRF) คํานําหน้าหมายถึงคอมพิวเตอร์
(N) โรคกลัวคอมพิวเตอร์
(N) การสื่อสารผ่านคอมพิวเตอร์โดยมีจุดประสงค์ในเรื่องทางเพศ
(N) กระบวนการที่สมบูรณ์
(N) จักรยาน
(N) ระยะเวลายาวนาน
(N) วงโคจร
(N) วัฏจักร
(VI) ขี่จักรยาน
(VI) หมุนรอบ
(VT) หมุนรอบ
(ADJ) ที่เกี่ยวกับวงโคจร
(N) นักขี่จักรยาน
(PRF) วง
(N) พายุหมุนไซโคลน
(N) กระบอก
(N) กระบอกสูบ
(N) ทรงกระบอก
(N) ฉาบ
(N) ผู้ที่ชอบเยาะเย้ยถากถาง
(N) ศูนย์
(N) สิ่งที่ไม่มีค่า
(N) ถุงน้ําที่เกิดในร่างกายคนหรือสัตว์
(N) จักรพรรดิ
